[{"cast":["Konstantin Khabenskiy","Elizaveta Boyarskaya","Sergei Bezrukov","Anna Kovalchuk","Egor Beroev"],"overview":"This is a story of a great love facing the greatest drama of the history of Russia. Admiral Kolchak is a true war hero and beloved husband and father. One day he meets Anna, the love of his life and the wife of his best friend. The revolution in his heart faces the revolution in his own country His destiny is to become the Supreme Rules of Russia.","release_date":"2008-06-06","vote_average":6.6,"runtime":123,"cert":"N\/A","id":13506,"title":"Admiral","adult":false,"genre_ids":[18,10752,36]},{"cast":["Benoît Magimel","Albert Dupontel","Mohamed Fellag","Lounès Tazairt","Abdelhafid Metalsi"],"overview":"A drama following a French platoon during Algeria's war of independence","release_date":"2007-10-03","vote_average":7.0,"runtime":108,"cert":"N\/A","id":13507,"title":"Intimate Enemies","adult":false,"genre_ids":[18,10752,36]},{"cast":["Martin Sheen","Mel Gibson","Tom Hanks"],"overview":"In 1996, electric cars began to appear on roads all over California. They were quiet and fast, produced no exhaust, and ran without gasoline... Ten years later, these cars were destroyed.","release_date":"2006-08-04","vote_average":7.4,"runtime":92,"cert":"N\/A","id":13508,"title":"Who Killed the Electric Car?","adult":false,"genre_ids":[99]},{"cast":["Andre Gower","Robby Kiger","Stephen Macht","Duncan Regehr","Tom Noonan"],"overview":"Count Dracula adjourns to Earth, accompanied by Frankenstein's Monster, the Wolfman, the Mummy, and the Gillman. The uglies are in search of a powerful amulet that will grant them power to rule the world. Our heroes - the Monster Squad are the only ones daring to stand in their way.","release_date":"1987-08-14","vote_average":6.7,"runtime":82,"cert":"15","id":13509,"title":"The Monster Squad","adult":false,"genre_ids":[35,28,14]},{"cast":["Kelly Reilly","Michael Fassbender","Jack O'Connell","Finn Atkins","Thomas Turgoose"],"overview":"Eden Lake is a relentlessly tense and immaculately paced horror-thriller about modern youth gone wild. When a young couple goes to a remote wooded lake for a romantic getaway, their quiet weekend is shattered by an aggressive group of local kids. Rowdiness quickly turns to rage as the teens terrorize the couple in unimaginable ways, and a weekend outing becomes a bloody battle for survival.","release_date":"2008-09-12","vote_average":6.7,"runtime":91,"cert":"18","id":13510,"title":"Eden Lake","adult":false,"genre_ids":[27,53]},{"cast":["David Dukes","Niall Toibin","Cora Lunny","Ronan Wilmot","Donal McCann"],"overview":"Ireland will never be the same after Rawhead Rex, a particularly nasty demon, is released from his underground prison by an unwitting farmer. The film follows Rex's cross country rampage, while a man struggles to stop it.","release_date":"1986-10-01","vote_average":5.2,"runtime":89,"cert":"18","id":13511,"title":"Rawhead Rex","adult":false,"genre_ids":[27]},{"cast":["Choi Min-soo","Cho Jae-hyun","Kim Bo-kyung","Lee Jong-soo","Yoo Yeon-soo"],"overview":"Kingdom of Joseon, ancient Korea. A usurper has conquered the throne. His ministers are being systematically eliminated by a mysterious assassin. An arrogant master swordsman is in charge of putting an end to the carnage.","release_date":"2003-07-15","vote_average":5.0,"runtime":95,"cert":"N\/A","id":13512,"title":"Sword in the Moon","adult":false,"genre_ids":[28,12,18]},{"cast":["Sun Chien","Philip Kwok Chun-Fung","Lo Meng","Lu Feng","Yeung Hung"],"overview":"Jin bei tong opens with a group of escort\/guards preparing to move a shipment of gold from the local government to an area stricken by famine... one of the very few Venom films where all six Venom actors are present within a single film.","release_date":"1979-01-01","vote_average":6.7,"runtime":86,"cert":"N\/A","id":13513,"title":"Kid with the Golden Arm","adult":false,"genre_ids":[28]},{"cast":["刘松仁","Wai Pak","Lau Kong","Fung Hak-On","Chin Yuet-Sang"],"overview":"Kao has purchased a new wife, but an enemy has paid her more money to kill him. Kao must recruit a pair of swordsmen to help defend himself and his family from his ruthless enemy. But Kao has his dark side as well. A complex early action film from master director Woo.","release_date":"1979-11-22","vote_average":7.1,"runtime":106,"cert":"N\/A","id":13514,"title":"Last Hurrah for Chivalry","adult":false,"genre_ids":[28,18]},{"cast":["Kiefer Sutherland","Paula Patton","Cameron Boyce","Erica Gluck","Amy Smart"],"overview":"An ex-cop and his family are the target of an evil force that is using mirrors as a gateway into their home.","release_date":"2008-08-15","vote_average":6.1,"runtime":110,"cert":"18","id":13515,"title":"Mirrors","adult":false,"genre_ids":[27,9648,53,18]},{"cast":["Michael Moore","Eddie Vedder","Robert Ellis Orrall","Steve Earle","Celeste Zappala"],"overview":"Michael Moore visits colleges in swing states during the 2004 election with a goal to encourage 18–29 year old to vote.","release_date":"2007-09-27","vote_average":5.7,"runtime":102,"cert":"N\/A","id":13516,"title":"Slacker Uprising","adult":false,"genre_ids":[99]},{"cast":["Morgan C. Jones","Paul Tylak","Anna Nugent","Gary Hetzler","Danna Davis"],"overview":"The Hans Christian Anderson tale gets a new treatment, this time with a rat trying to exploit the talents of a little ugly duckling for profit.","release_date":"2006-09-10","vote_average":5.5,"runtime":90,"cert":"N\/A","id":13517,"title":"The Ugly Duckling and Me!","adult":false,"genre_ids":[10751,16,35]},{"cast":["Joshua Tickell","Barbara Boxer","Richard Branson","George W. Bush","Sheryl Crow"],"overview":"Record high oil prices, global warming, and an insatiable demand for energy: these issues define our generation. The film exposes shocking connections between the auto industry, the oil industry, and the government, while exploring alternative energies such as solar, wind, electricity, and non-food-based biofuels.","release_date":"2008-11-14","vote_average":7.4,"runtime":90,"cert":"N\/A","id":13518,"title":"Fuel","adult":false,"genre_ids":[99,18]},{"cast":["Yehuda Barkan","Ze'ev Revach","Tuvia Tzafir","Arieh Elias"],"overview":"Charlie gets by through fleecing suckers with a three-card Monte. He passes himself off as a rich businessman. Miko is a street kid who spends his time with Charlie instead of going to school. The plot follows Charlie's attempt to conquer the heart of Gila, a rich girl whose parents try to matchmake her to an American millionaire somewhat against her will.","release_date":"1974-01-01","vote_average":4.2,"runtime":105,"cert":"N\/A","id":13521,"title":"Charlie And A Half","adult":false,"genre_ids":[35,10749,18]},{"cast":["Joakim Nätterqvist","Sofia Helin","Stellan Skarsgård","Bibi Andersson","Gustaf Skarsgård"],"overview":"Arn has served his term in the Holy land and returns home to be reunited with his beloved Cecilia. When he returns home, he discovers that political forces tries to separate him and Cecilia - but thanks to queen Blanka they can finally get married. Arn knows that war is looming and with his martial knowledge he starts to build an army at his new home at Forsvik.","release_date":"2008-08-22","vote_average":6.3,"runtime":128,"cert":"N\/A","id":13522,"title":"Arn: The Kingdom at Road's End","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Josh Zuckerman","Amanda Crew","Clark Duke","James Marsden","Seth Green"],"overview":"A high school senior drives cross-country with his best friends to hook up with a babe he met online.","release_date":"2008-10-16","vote_average":6.1,"runtime":109,"cert":"15","id":13523,"title":"Sex Drive","adult":false,"genre_ids":[35,12,10749]},{"cast":["Henry Fonda","Robert Shaw","Robert Ryan","Dana Andrews","George Montgomery"],"overview":"In the winter of 1944, the Allied Armies stand ready to invade Germany at the coming of a New Year. To prevent it, Hitler orders an all-out offensive to re-take French territory and capture the major port city of Antwerp.","release_date":"1965-04-02","vote_average":6.7,"runtime":167,"cert":"PG","id":13524,"title":"Battle of the Bulge","adult":false,"genre_ids":[18,36,10752]},{"cast":["Sarah Michelle Gellar","Alec Baldwin","Maggie Grace","James Naughton","Chris Carmack"],"overview":"Publishing assistant Brett Eisenberg wants to be a big-time editor. However, she lacks self-confidence, a problem that isn't helped by her new, overbearing boss. Brett soon enters into a relationship with Archie, an older man who has plenty of his own issues, including alcoholism, diabetes and a difficult relationship with his daughter. Intent on helping Archie get past his problems, she turns to her dying father for advice.","release_date":"2007-04-27","vote_average":5.4,"runtime":97,"cert":"N\/A","id":13525,"title":"Suburban Girl","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sean Penn","Catherine McCormack","Elizabeth Hurley","Sarah Polley","Josh Lucas"],"overview":"A newspaper photographer, Jean, researches the lurid and sensational axe murder of two women in 1873 as an editorial tie-in with a brutal modern double murder. She discovers a cache of papers that appear to give an account of the murders by an eyewitness.","release_date":"2000-09-25","vote_average":5.9,"runtime":113,"cert":"","id":13526,"title":"The Weight of Water","adult":false,"genre_ids":[18,9648,53]},{"cast":["Anders Matthesen","Laura Bro","Morten Suurballe","Lisbet Dahl","Helle Hertz"],"overview":"To the mentally ill Kriss, the world is divided the up into 'good and evil', just like in the old B&amp;W melodrama, 'Pure Hearts', which Kriss and his fellow patient, Willy, spend their days repeatedly watching at the psychiatric ward. To Kriss this film is the bible. One day after a serious conflict with one of the hospital's other patients their viewing rights are retracted. Kriss is deeply frustrated by this, until he realises that Linda, the young girl in the film, actually exists in the shape of the film's star, the actress Ulla Vilstrup. Setting fire to the hospital, Kriss and Willy escape into the night, determined to find her, because life is what you make of it.","release_date":"2006-09-08","vote_average":6.0,"runtime":82,"cert":"N\/A","id":13527,"title":"Pure Hearts","adult":false,"genre_ids":[18]},{"cast":["Charles Boyer","Ingrid Bergman","Joseph Cotten","Dame May Whitty","Angela Lansbury"],"overview":"A newlywed fears she's going mad when strange things start happening at the family mansion.","release_date":"1944-05-04","vote_average":7.4,"runtime":114,"cert":"N\/A","id":13528,"title":"Gaslight","adult":false,"genre_ids":[18,9648,53,80]},{"cast":["Peter Hurteau","Michael Reich"],"overview":"Follows the history of two robots, the members of Daft Punk, on their quest to become human.","release_date":"2006-03-24","vote_average":6.6,"runtime":74,"cert":"N\/A","id":13529,"title":"Electroma","adult":false,"genre_ids":[878]},{"cast":["Sam Huntington","Chris Marquette","Dan Fogler","Jay Baruchel","Kristen Bell"],"overview":"In 1999, Star Wars fanatics take a cross-country trip to George Lucas' Skywalker Ranch so their dying friend can see a screening of The Phantom Menace before its release.","release_date":"2009-02-06","vote_average":6.2,"runtime":90,"cert":"15","id":13532,"title":"Fanboys","adult":false,"genre_ids":[12,35]},{"cast":["Eric McCormack","Rafer Weigel","Audie England","William Shatner","Phil LaMarr"],"overview":"Young filmmakers trying to hawk a movie titled \"Bradykillers\" about a serial killer who goes after victims Marcia, Jan, and Cindy meet their screen idol, William Shatner. The two young men, who idolize him and in their fantasies have seen him as a shadowy fairy godfather figure, are alarmed at the reality of the middle-aged non-Captain Kirk man that they meet.","release_date":"1998-06-04","vote_average":6.5,"runtime":113,"cert":"N\/A","id":13533,"title":"Free Enterprise","adult":false,"genre_ids":[35,10749]},{"cast":["Nick Stahl","Erika Christensen","Gavin Rossdale","Terry Crews","David Carradine"],"overview":"Caught in the middle of a bank robbery, a slacker and a bank employee become the ones who arbitrate the intense situation.","release_date":"2007-01-25","vote_average":6.2,"runtime":81,"cert":"N\/A","id":13534,"title":"How to Rob a Bank","adult":false,"genre_ids":[28,35,80]},{"cast":["Hayden Christensen","Peter Sarsgaard","Chloë Sevigny","Rosario Dawson","Melanie Lynskey"],"overview":"The true story of fraudulent Washington, D.C. journalist Stephen Glass, who rose to meteoric heights as a young writer in his 20s, becoming a staff writer at The New Republic for three years. Looking for a short cut to fame, Glass concocted sources, quotes and even entire stories, but his deception did not go unnoticed forever, and eventually, his world came crumbling down.","release_date":"2003-11-14","vote_average":6.8,"runtime":94,"cert":"12A","id":13537,"title":"Shattered Glass","adult":false,"genre_ids":[18,36]},{"cast":["Gillian Anderson","Danny Dyer","Adam Rayner","Antony Byrne","Anthony Calf"],"overview":"There is instant chemistry between Alice (Gillian Anderson), a businesswoman, and Adam (Danny Dyer), a younger working-class man who installs a security system in her London apartment. She takes him to a party in the country, and they end up making love. But the night turns horrific when they encounter three thugs who maim Adam and rape Alice. The incident turns them into fearful recluses until Alice spots the leader of their attackers (Anthony Calf) -- and the two victims plot a brutal revenge.","release_date":"2007-04-27","vote_average":5.0,"runtime":88,"cert":"","id":13538,"title":"Straightheads","adult":false,"genre_ids":[53]},{"cast":["Leelee Sobieski","Chris Klein","Josh Hartnett","Michael Rooker","Annie Corley"],"overview":"A rich college kid is taught a lesson after a joy ride ends up destroying a country restaurant.","release_date":"2000-03-23","vote_average":5.5,"runtime":96,"cert":"N\/A","id":13539,"title":"Here on Earth","adult":false,"genre_ids":[10749]},{"cast":["Chiwetel Ejiofor","Hilary Swank","Jamie Bartlett","Ian Roberts","Marius Weyers"],"overview":"Sarah Barcant, a lawyer in New York City who grew up in South Africa, returns to her childhood dwelling place to intercede for Alex Mpondo, a Black South African politician who was tortured during apartheid.","release_date":"2004-01-01","vote_average":6.5,"runtime":110,"cert":"N\/A","id":13542,"title":"Red Dust","adult":false,"genre_ids":[18]},{"cast":["Josh Blue"],"overview":"A gifted stand-up comedian and talented U.S. Paralympic soccer player, Josh Blue refuses to bow to any of the challenges that come from living with cerebral palsy.","release_date":"2006-11-09","vote_average":0.0,"runtime":59,"cert":"N\/A","id":13545,"title":"Josh Blue: 7 More Days In The Tank","adult":false,"genre_ids":[35]},{"cast":["Debbie Rochon","Brandy Little","Johnny Sneed","Chris Ryan","Brinke Stevens"],"overview":"A deranged female serial killer stalks seven young people whom phone a radio call-in show to discuss their darkest fears and a night-long game of cat-and-mouse is put into motion by the darkly sinister-looking murderess.","release_date":"2002-01-29","vote_average":5.5,"runtime":91,"cert":"N\/A","id":13546,"title":"American Nightmare","adult":false,"genre_ids":[80,27,53]},{"cast":["Karen Black","Oliver Reed","Burgess Meredith","Bette Davis","Eileen Heckart"],"overview":"A couple and their 12-year-old son move into a giant house for the summer. Things start acting strange almost immediately. It seems that every time some gets hurt on the grounds the beat-up house seems to repair itself.","release_date":"1976-10-18","vote_average":6.7,"runtime":116,"cert":"15","id":13549,"title":"Burnt Offerings","adult":false,"genre_ids":[27,53]},{"cast":["George C. Scott","Trish Van Devere","Melvyn Douglas","John Colicos","Barry Morse"],"overview":"After a tragic event happens, composer John Russell moves to Seattle to try to overcome it and build a new and peaceful life in a lonely big house that has been uninhabited for many years. But, soon after, the obscure history of such an old mansion and his own past begin to haunt him.","release_date":"1980-03-28","vote_average":7.1,"runtime":103,"cert":"N\/A","id":13550,"title":"The Changeling","adult":false,"genre_ids":[27]},{"cast":["Brittany Murphy","Toni Collette","Rose Byrne","Josh Brolin","James Franco"],"overview":"The clues to a young woman's death come together as the lives of seemingly unrelated people begin to intersect.","release_date":"2006-11-07","vote_average":6.3,"runtime":85,"cert":"N\/A","id":13551,"title":"The Dead Girl","adult":false,"genre_ids":[9648,18,80,53]},{"cast":["Rose McGowan","James Duval","Johnathon Schaech","Cress Williams","Dustin Nguyen"],"overview":"Jordan White and Amy Blue, two troubled teens, pick up an adolescent drifter, Xavier Red. Together, the threesome embark on a sex and violence-filled journey through an America of psychos and quickiemarts.","release_date":"1995-10-27","vote_average":6.2,"runtime":80,"cert":"N\/A","id":13552,"title":"The Doom Generation","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Abel Ferrara","Carolyn Marz","Baybi Day","Harry Schultz","Alan Wynroth"],"overview":"An artist slowly goes insane while struggling to pay his bills, work on his paintings, and care for his two female roommates, which leads him taking to the streets of New York after dark and randomly killing derelicts with a power drill.","release_date":"1979-06-15","vote_average":5.1,"runtime":96,"cert":"N\/A","id":13553,"title":"The Driller Killer","adult":false,"genre_ids":[18,27]},{"cast":["John Cusack","Christopher Lloyd","Charlie Sheen","D. B. Sweeney","Clifton James"],"overview":"The great Chicago White Sox team of 1919 is the saddest team to ever win a pennent. The team is bitter at their penny pincher owner, Charles Comiskey, and at their own teammates. Gamblers take advantage of this opportunity to offer some players $ to throw the series (Most of the players didn't get as much as promised.) But Buck Weaver and the great Shoeless Joe Jackson turn back at the last minute to try and play their best. The Sox actually almost come back from a 3-1 deficit. 2 years later, the truth breaks out and the Sox are sued on multiple accounts. They are found innocent by the jury but baseball commissioner Landis has other plans. The eight players are suspended for life, and Buck Weaver, for the rest of his life, tries to clear his name.","release_date":"1988-09-02","vote_average":7.3,"runtime":119,"cert":"PG","id":13554,"title":"Eight Men Out","adult":false,"genre_ids":[18,36]},{"cast":["Elizabeth Berridge","Shawn Carson","Jeanne Austin","Jack McDermott","Kevin Conway"],"overview":"Rebellious teen Amy defies her parents by going to a trashy carnival that has pulled into town. In tow are her boyfriend, Buzz, and their friends Liz  and Richie. Thinking it would be fun to spend the night in the campy \"Funhouse\" horror ride, the teens witness a murder by a deformed worker wearing a mask. Locked in, Amy and her friends must evade the murderous carnival workers and escape before it leaves town the next day.","release_date":"1981-03-13","vote_average":5.8,"runtime":96,"cert":"N\/A","id":13555,"title":"The Funhouse","adult":false,"genre_ids":[27]},{"cast":["Paula Ficara","Stephen Wastell","Keith Fulton","Andrew Kirsanov","Louis Pepe"],"overview":"A young couple moves into a neighbourhood obsessed with the frightening silent movie history that took place 80 years before. As the boyfriend also becomes obsessed, it becomes apparent that something more is happening.","release_date":"2003-02-19","vote_average":5.0,"runtime":90,"cert":"N\/A","id":13556,"title":"The Ghosts Of Edendale","adult":false,"genre_ids":[27,37]},{"cast":["Dominic Purcell","Josie Maran","Clare Kramer","Marcus Thomas","Tchéky Karyo"],"overview":"After a night of drunken exploits, Allison, Harris, and Kira are chased and terrorized by the ghosts of a child pyromaniac, an ax murderer, and a rapist.","release_date":"2005-11-03","vote_average":5.6,"runtime":95,"cert":"N\/A","id":13557,"title":"The Gravedancers","adult":false,"genre_ids":[27,53]},{"cast":["Tony Jay","Willy Laszlo"],"overview":"Torture chambers, acid vats, greased chutes and gassing rooms were just some of the devices of death designed by the Torture Doctor, H.H. Holmes in his castle of horrors. Follows Holmes' entire life as a criminal mastermind.","release_date":"2004-01-01","vote_average":6.1,"runtime":64,"cert":"N\/A","id":13558,"title":"H.H. Holmes: America's First Serial Killer","adult":false,"genre_ids":[80,99,36]},{"cast":["Ted Levine","Robert Englund","Daniel Matmor","Vanessa Pike","Jeremy Crutchley"],"overview":"When an accident involving a folding machine at an old laundry happens, detective John Hunton investigates. While he tries to solve the mystery, Bill Gartley, the owner, wants to find new victims for his machine.","release_date":"1995-03-03","vote_average":4.8,"runtime":106,"cert":"N\/A","id":13559,"title":"The Mangler","adult":false,"genre_ids":[18,27,878]},{"cast":["John Cusack","Noah Taylor","Leelee Sobieski","Molly Parker","Kevin McKidd"],"overview":"In 1918, a young, disillusioned Adolph Hitler strikes up a friendship with a Jewish art dealer while weighing a life of passion for art vs. talent at politics","release_date":"2002-09-10","vote_average":6.3,"runtime":106,"cert":"","id":13560,"title":"Max","adult":false,"genre_ids":[10752,18]},{"cast":["Chris Sharp","Macon Blair","Stacy Rock","Skei Saulnier","Paul Goldblatt"],"overview":"A random invitation to a Halloween party leads a man into the hands of a rogue collective intent on murdering him for the sake of their art, sparking a bloodbath of mishap, mayhem and hilarity.","release_date":"2007-10-12","vote_average":5.8,"runtime":79,"cert":"N\/A","id":13561,"title":"Murder Party","adult":false,"genre_ids":[35,27]},{"cast":["William Powell","Carole Lombard","Alice Brady","Gail Patrick","Jean Dixon"],"overview":"Fifth Avenue socialite Irene Bullock needs a \"forgotten man\" to win a scavenger hunt, and no one is more forgotten than Godfrey Park, who resides in a dump by the East River. Irene hires Godfrey as a servant for her riotously unhinged family, to the chagrin of her spoiled sister, Cornelia, who tries her best to get Godfrey fired. As Irene falls for her new butler, Godfrey turns the tables and teaches the frivolous Bullocks a lesson or two.","release_date":"1936-09-17","vote_average":7.8,"runtime":95,"cert":"N\/A","id":13562,"title":"My Man Godfrey","adult":false,"genre_ids":[35,10749]},{"cast":["Jay Chandrasekhar","Kevin Heffernan","Steve Lemme","Paul Soter","Erik Stolhanske"],"overview":"A student falls in love with a fellow student who is defending his buddies in university court. He \"proves his love\" (more like his masculinity) to her by playing rugby against her ex-boyfriend.","release_date":"1996-01-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":13563,"title":"Puddle Cruiser","adult":false,"genre_ids":[35,10749]},{"cast":["Amanda Righetti","Cerina Vincent","Erik Palladino","Tom Riley","Jeffrey Combs"],"overview":"Eight years have passed since Sara Wolfe and Eddie Baker escaped the House on Haunted Hill. Now the kidnapped Ariel, Sara's sister, goes inside the house with a group of treasure hunters to find the statue of Baphomet, worth millions and believed to be the cause of the House's evil.","release_date":"2007-10-03","vote_average":5.0,"runtime":81,"cert":"N\/A","id":13564,"title":"Return to House on Haunted Hill","adult":false,"genre_ids":[27,53]},{"cast":["Felissa Rose","Jonathan Tiersten","Karen Fields","Christopher Collet","Mike Kellin"],"overview":"Slightly disturbed and painfully shy Angela Baker is sent away to summer camp with her cousin. Not long after Angela's arrival, things start to go horribly wrong for anyone with sinister or less than honorable intentions.","release_date":"1983-11-18","vote_average":6.3,"runtime":85,"cert":"N\/A","id":13567,"title":"Sleepaway Camp","adult":false,"genre_ids":[27]},{"cast":["Hayley Sales","Chad Rook","Kristine Cofsky"],"overview":"No overview found.","release_date":"2005-06-21","vote_average":3.5,"runtime":81,"cert":"N\/A","id":13568,"title":"Sleepover Nightmare","adult":false,"genre_ids":[27]},{"cast":["Marc Blucas","Justine Waddell","Bill Moseley","Priscilla Barnes","Jack Ryan"],"overview":"Innocent lives hang on the whim of an elusive psychopathic murderer whose strange riddles and impossible timelines force three people into a mission to end the game before one or all of them die.","release_date":"2006-12-01","vote_average":5.1,"runtime":101,"cert":"N\/A","id":13569,"title":"Thr3e","adult":false,"genre_ids":[18,27,53]},{"cast":["Chuck Connors","Jocelyn Jones","Jon Van Ness","Robin Sherwood","Tanya Roberts"],"overview":"After their car breaks down, a group of young travelers find themselves stranded at a roadside museum run by the mysterious Mr. Slausen and populated by his collection of supernatural mannequins.","release_date":"1979-01-25","vote_average":6.2,"runtime":90,"cert":"N\/A","id":13570,"title":"Tourist Trap","adult":false,"genre_ids":[27,9648,53]},{"cast":["John Cusack","James Spader","Mandy Patinkin","Imogen Stubbs","Richard Widmark"],"overview":"Two law school friends find themselves at odds when one becomes a Justice Department lawyer and the other goes into politics.","release_date":"1991-03-15","vote_average":6.6,"runtime":111,"cert":"N\/A","id":13571,"title":"True Colors","adult":false,"genre_ids":[18]},{"cast":["Ashley Judd","Samuel L. Jackson","Andy García","David Strathairn","Russell Wong"],"overview":"Recently promoted and transferred to the homicide division, Inspector Jessica Shepard feels pressure to prove herself -- and what better way than by solving San Francisco's latest murder? However, as Shepard and her partner, Mike Delmarco, soon discover, the victim shared a romantic connection to her. As more of Shepard's ex-lovers turn up dead, her mind starts to become unstable, and she begins to wonder if she could be the very killer she's trying to track down.","release_date":"2004-02-27","vote_average":5.4,"runtime":97,"cert":"","id":13572,"title":"Twisted","adult":false,"genre_ids":[28,12,80,18,53]},{"cast":["Don Cheadle","Ryan Gosling","Chris Klein","Kevin Spacey","Jena Malone"],"overview":"A withdrawn young man, Leland Fitzgerald is imprisoned for the murder of a mentally disabled boy, who also happened to be the brother of his girlfriend, Becky. As the community struggles to deal with the killing, Pearl Madison, a teacher at the prison, decides to write about Leland's case. Meanwhile, others affected by the murder, including Becky and her sister, Julie, must contend with their own problems.","release_date":"2003-01-18","vote_average":6.7,"runtime":108,"cert":"15","id":13573,"title":"The United States of Leland","adult":false,"genre_ids":[80,18]},{"cast":["Molly Shannon","Laura Dern","Regina King","Tom McCarthy","Josh Pais"],"overview":"A secretary's life changes in unexpected ways after her dog dies.","release_date":"2007-04-13","vote_average":5.1,"runtime":97,"cert":"N\/A","id":13574,"title":"Year of the Dog","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jason Biggs","Eva Longoria","Rob Corddry","Monica Potter","Will Sasso"],"overview":"Barry Goldwater Elementary is on the brink of collapse: the lowest test scores in the state, teachers who are either drunk or having sex on school grounds, and a principal who extorts money from parents. It's up to Tom, the down-on-his-luck vice-principal, to rally the lazy teachers, expose the principal's corruption, and turn the school around before an end of the day board decision.","release_date":"2008-10-10","vote_average":4.2,"runtime":97,"cert":"N\/A","id":13577,"title":"Lower Learning","adult":false,"genre_ids":[35]},{"cast":["Cuba Gooding Jr.","Spencer Breslin","Ally Sheedy","Stella Maeve","Nikki Blonsky"],"overview":"A teenager with an early onset of male-pattern baldness befriends his high school's janitor.","release_date":"2008-07-13","vote_average":5.0,"runtime":90,"cert":"N\/A","id":13578,"title":"Harold","adult":false,"genre_ids":[35]},{"cast":["Ice Cube","Keke Palmer","Tasha Smith","Jill Marie Jones","Dash Mihok"],"overview":"The true story of Jasmine Plummer who, at the age of eleven, became the first female to play in Pop Warner football tournament in its 56-year history.","release_date":"2008-08-22","vote_average":6.5,"runtime":94,"cert":"N\/A","id":13579,"title":"The Longshots","adult":false,"genre_ids":[18,10751,35]},{"cast":["Richard Burton","Claire Bloom","Oskar Werner","Sam Wanamaker","George Voskovec"],"overview":"British agent Alec Leamas refuses to come in from the cold war during the 1960s, choosing to face another mission, which may prove to be his final one.","release_date":"1965-12-16","vote_average":7.1,"runtime":112,"cert":"N\/A","id":13580,"title":"The Spy Who Came in from the Cold","adult":false,"genre_ids":[18,53]},{"cast":["Mervyn Johns","Roland Culver","Mary Merrall","Googie Withers","Frederick Valk"],"overview":"Architect Walter Craig, seeking the possibility of some work at a country farmhouse, soon finds himself once again stuck in his recurring nightmare. Dreading the end of the dream that he knows is coming, he must first listen to all the assembled guests' own bizarre tales.","release_date":"1945-09-04","vote_average":7.2,"runtime":103,"cert":"","id":13581,"title":"Dead of Night","adult":false,"genre_ids":[35,27,9648,53]},{"cast":["Robert Gustafsson"],"overview":"No overview found.","release_date":"2008-10-22","vote_average":0.0,"runtime":83,"cert":"N\/A","id":13582,"title":"Lösvikt","adult":false,"genre_ids":[]},{"cast":["Bill Bailey","Kevin Eldon"],"overview":"A visually stunning comedy and music extravaganza. Filmed at Wembley Arena at the end of a sell-out tour of the UK, it’s everything you expect from Bill, and more. Using huge screens, films and animation by award-winning film-maker Joe Magee, plus Bill’s trademark musical inventiveness and verbal brilliance, this is quite simply the most","release_date":"2008-11-10","vote_average":8.0,"runtime":91,"cert":"N\/A","id":13585,"title":"Bill Bailey: Tinselworm","adult":false,"genre_ids":[35]},{"cast":["Dylan Moran"],"overview":"Dylan Moran returns with an all-new stand-up show. Unpredictable, startling, bizarre, elegiac, but above all brilliant and hilariously funny, Moran is a master of comedy.","release_date":"2006-11-27","vote_average":7.6,"runtime":66,"cert":"15","id":13586,"title":"Dylan Moran: Like, Totally...","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard"],"overview":"Town Hall, New York City, 26 June 2000. An evening with Eddie Izzard in which he moves back and forth in time, with religion as the loose but constant theme.","release_date":"2002-11-18","vote_average":7.3,"runtime":82,"cert":"15","id":13587,"title":"Eddie Izzard: Circle","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard"],"overview":"Eddie arrives on stage through a huge book which opens to reveal him sitting at the top of a staircase. Then discusses Caesar dog food, 24 hour garages, Latin, and winds his way through James Bond gadgets, Einstein and Pavlov.","release_date":"1996-10-21","vote_average":7.8,"runtime":109,"cert":"N\/A","id":13588,"title":"Eddie Izzard: Definite Article","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard"],"overview":"Executive transvestite Eddie Izzard takes his show to San Francisco to give a brief history of pagan and Christian religions, the building of Stonehenge, the birth of the Church of England and of Western empires, and the need for a European dream.","release_date":"1999-06-14","vote_average":8.1,"runtime":114,"cert":"N\/A","id":13589,"title":"Eddie Izzard: Dress to Kill","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard","Mac McDonald","Rhona Mitra"],"overview":"Eddie Izzard's routine has a loose trajectory from the beginning of the Old Testament and the creation of the world in seven days to Revelations. Along the way, we learn of the search for a career, bad giraffes, Prince Philip's gaffes, toilets in French campsites, the mysteries of hopscotch, becoming one's Dad and tranny bashing.","release_date":"1997-11-17","vote_average":6.8,"runtime":99,"cert":"N\/A","id":13590,"title":"Eddie Izzard: Glorious","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard"],"overview":"Recorded one night at the Albert Theatre in March 1994, when Eddie Izzard was playing a limited seven week sold-out run of his celebrated stand-up show.","release_date":"1994-10-03","vote_average":7.5,"runtime":75,"cert":"N\/A","id":13591,"title":"Eddie Izzard: Unrepeatable","adult":false,"genre_ids":[35]},{"cast":["Eddie Izzard"],"overview":"Filmed in Eastbourne where his grandfather and father were born and where he went to school, this show is the funniest live show that could ever be performed by a warm blooded animal.","release_date":"2003-11-26","vote_average":6.3,"runtime":97,"cert":"15","id":13592,"title":"Eddie Izzard: Sexie","adult":false,"genre_ids":[35]},{"cast":["Brendan Fraser","Steve Buscemi","Adam Sandler","Chris Farley","Judd Nelson"],"overview":"The Lone Rangers have heavy-metal dreams and a single demo tape they can't get anyone to play. The solution: Hijack an AM rock station and hold the deejays hostage until they agree to broadcast the band's tape.","release_date":"1994-08-05","vote_average":5.8,"runtime":92,"cert":"15","id":13595,"title":"Airheads","adult":false,"genre_ids":[35,80,10402]},{"cast":["Dane Cook","Kate Hudson","Alec Baldwin","Jason Biggs","Diora Baird"],"overview":"When Dustin's girlfriend, Alexis, breaks up with him, he employs his best buddy, Tank, to take her out on the worst rebound date imaginable in the hopes that it will send her running back into his arms. But when Tank begins to really fall for Alexis, he finds himself in an impossible position.","release_date":"2008-09-19","vote_average":5.6,"runtime":101,"cert":"N\/A","id":13596,"title":"My Best Friend's Girl","adult":false,"genre_ids":[10749,35]},{"cast":["Jennifer Connelly","David Bowie","Toby Froud","Shelley Thompson","Christopher Malcolm"],"overview":"When teen Sarah is forced to babysit Toby, her baby stepbrother, she summons Jareth the Goblin King to take him away. When he is actually kidnapped, Sarah is given just thirteen hours to solve a labyrinth and rescue him.","release_date":"1986-06-27","vote_average":7.3,"runtime":102,"cert":"U","id":13597,"title":"Labyrinth","adult":false,"genre_ids":[12,10751,14]},{"cast":["Saoirse Ronan","Harry Treadaway","Bill Murray","David Ryall","Tim Robbins"],"overview":"For generations, the people of the City of Ember have flourished in an amazing world of glittering lights. But Ember's once powerful generator is failing and the great lamps that illuminate the city are starting to flicker. Now, two teenagers, in a race against time, must search Ember for clues that will unlock the ancient mystery of the city's existence, before the the lights go out forever.","release_date":"2008-10-07","vote_average":6.2,"runtime":90,"cert":"PG","id":13600,"title":"City of Ember","adult":false,"genre_ids":[12,10751,14]},{"cast":["Kobe Bryant","Etan Goldman","Larry Hughes","Allen Iverson","Phil Jackson"],"overview":"From the Academy Award-winning director of When We Were Kings comes this enthralling tribute to the timeless power and magic of basketball.","release_date":"2003-12-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":13607,"title":"1 Love","adult":false,"genre_ids":[99]},{"cast":["Jared Padalecki","Marcia Gay Harden","Peter O'Toole","Chris Elliott","Charlotte Rae"],"overview":"Inspired by the picturesque paintings of Thomas Kinkade, The Christmas Cottage tells the semi-autobiographical tale of how a young boy is propelled to launch a career as an artist after he learns that his mother is in danger of losing the family home.","release_date":"2008-01-01","vote_average":6.6,"runtime":96,"cert":"N\/A","id":13610,"title":"Christmas Cottage","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Stephen Burrows","Dave Attell","Criss Angel","Louie Anderson","Vince August"],"overview":"HECKLER is a comedic feature documentary exploring the increasingly critical world we live in. After starring in a film that was critically bashed, Jamie Kennedy takes on hecklers and critics and ask some interesting questions of people such as George Lucas, Bill Maher, Mike Ditka, Rob Zombie, Howie Mandel and many more. This fast moving, hilarious documentary pulls no punches as you see an uncensored look at just how nasty and mean the fight is between those in the spotlight and those in the dark.","release_date":"2007-01-01","vote_average":5.6,"runtime":80,"cert":"N\/A","id":13611,"title":"Heckler","adult":false,"genre_ids":[99,35]},{"cast":["Cheech Marin","Tommy Chong","Evelyn Guerrero","Betty Kennedy","Paul Reubens"],"overview":"Perennially stoned Cheech and Chong tear through the city of Los Angeles, causing trouble wherever they go. After Cheech loses his job, the two pot enthusiasts head to the welfare offices where Cheech's girlfriend, Donna, works. Instead of collecting unemployment, they find themselves thrown back on the streets, searching for a way to earn new income. But when Cheech's cousin, \"Red\" Mendoza, arrives, things get even crazier.","release_date":"1980-07-18","vote_average":6.1,"runtime":99,"cert":"N\/A","id":13612,"title":"Cheech & Chong's Next Movie","adult":false,"genre_ids":[28,12,35]},{"cast":["Mena Suvari","Nick Cannon","Michael Welch","AnnaLynne McCord","Stark Sands"],"overview":"When a small Colorado town is overrun by the flesh hungry dead, a small group of survivors try to escape in a last ditch effort to stay alive.","release_date":"2008-04-08","vote_average":5.0,"runtime":86,"cert":"18","id":13613,"title":"Day of the Dead","adult":false,"genre_ids":[27,28,53]},{"cast":["Andrzej Chyra","Maja Ostaszewska","Artur Żmijewski","Danuta Stenka","Jan Englert"],"overview":"An examination of the Soviet slaughter of thousands of Polish officers and citizens in the Katyn forest in 1940.","release_date":"2007-09-21","vote_average":6.9,"runtime":118,"cert":"N\/A","id":13614,"title":"Katyn","adult":false,"genre_ids":[18,36,10752]},{"cast":["Rolf Kristian Larsen","Arthur Berning","Ida Elise Broch","Ole Christoffer Ertvaag","Jørgen Langhelle"],"overview":"It's November 1989 and the world is changing, so is Jarle who attends Kongsgård HS in Stavanger. He plays the guitar\/lead singer in a local radical punkband, got a great girlfriend and has the coolest best friend. But its all about to change when Yngve enters the classroom.","release_date":"2008-02-15","vote_average":6.4,"runtime":90,"cert":"N\/A","id":13617,"title":"The Man Who Loved Yngve","adult":false,"genre_ids":[18]},{"cast":["Brandon Jack James","Colleen Camp","Kadeem Hardison","Christine Lakin","Ali Landry"],"overview":"An adopted Ohio high school senior discovers he is the inherited heir to a porn empire. Dropped into a bitter power struggle, his new flock of beautiful co-workers come to his aid.","release_date":"2004-01-07","vote_average":5.0,"runtime":105,"cert":"N\/A","id":13618,"title":"Who's Your Daddy?","adult":false,"genre_ids":[35]},{"cast":["Felix Herngren","Karin Bjurström","Cecilia Ljung","Mikael Persbrandt","Källa Bie"],"overview":"Frank leads a respectable yuppie life working at a noted Stockholm law firm. He has also been married for eight years to his beautiful wife Nenne, who runs an upscale boutique. Yet Frank is deeply bored with his life and is supremely randy. He even fantasizes about the marriage counselor that he and Nenne visit weekly. Eventually, Frank shacks up with a young fetching art student named Sofia, though the experience wracks Frank with guilt. Meanwhile, Nenne's friend and co-worker Rosie suspects that Frank is having an affair, though she does not have the nerve to tell her. Little does Rosie suspect, however, that her friend is sleeping with her lover Georg, an uptight journalist with an ego the size of Finland. Soon wires get crossed, and all hell breaks loose.","release_date":"1999-09-24","vote_average":5.8,"runtime":91,"cert":"N\/A","id":13619,"title":"Vuxna människor","adult":false,"genre_ids":[35]},{"cast":["Dirk Müller","Dieter Mann","Walfriede Schmitt","Rolf Ludwig","Dorit Gäbler"],"overview":"No one has any time for Moritz. And at school, things are not exactly the greatest either. Moritz runs away and moves into the inside of an advertising pillar. A speaking cat, a circus girl and a street sweeper become his new friends. Gradually, they help the young boy to realize that running away does not solve anything.","release_date":"1983-11-27","vote_average":6.0,"runtime":88,"cert":"N\/A","id":13622,"title":"Moritz in der Litfaßsäule","adult":false,"genre_ids":[35,10751]},{"cast":["Randy Couture","Brock Lesnar","Joe Stevenson","Kenny Florian","Dustin Hazelett"],"overview":"It's the biggest fight in mixed martial arts history! 3-time UFC® Heavyweight Champ Randy \"The Natural\" Couture returns to the Octagon™ and puts his title on the line against the biggest opponent of his career, wrestling powerhouse Brock Lesnar. Can the legend prevail? Or will a new hero rise?","release_date":"2008-11-15","vote_average":5.8,"runtime":239,"cert":"N\/A","id":13623,"title":"UFC 91: Couture vs. Lesnar","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Patrick Cote","Thiago Alves","Josh Koscheck","Rich Clementi"],"overview":"The best pound-for-pound fighter in the world comes to Chicago! After nearly 4 million people witnessed his stunning 1-minute victory over larger opponent James Irvin on Spike, Anderson \"The Spider\" Silva returns to the Octagon to defend the UFC Middleweight Title against French-Canadian contender Patrick \"The Predator\" Cote.","release_date":"2008-10-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":13624,"title":"UFC 90: Silva vs. Cote","adult":false,"genre_ids":[28]},{"cast":["Andrei Arlovski","Paul Buentello","Forrest Griffin","Elvis Sinosic","Branden Lee Hinkle"],"overview":"Before a sold-out crowd at the Mohegan Sun Casino in Connecticut, UFC heavyweight champion Andrei Arlovoski defends his title against hard-hitting Mexican striker Paul Buentello. The Undercard is highlighted by The Ultimate Fighter Season 1 winner Forrest Griffin as he takes on Australia's Elvis Sinosic.","release_date":"2005-10-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":13627,"title":"UFC 55: Fury","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Jeremy Horn","Tim Sylvia","Tra Telligman","Randy Couture"],"overview":"UFC Light Heavyweight Champion Chuck Liddell makes his first title defense against the man who handed him his first ever defeat – Jeremy Horn. The undercard features the return of Randy \"The Natural\" Couture, the UFC debut of The Ultimate Fighter winner Diego Sanchez, and a highly anticipated welterweight match-up between Georges St. Pierre and Frank Trigg.","release_date":"2005-08-20","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13628,"title":"UFC 54: Boiling Point","adult":false,"genre_ids":[]},{"cast":["Andrei Arlovski","Justin Eilers","Karo Parisyan","Matt Serra","Evan Tanner"],"overview":"Andrei Arlovski puts his interim Heavyweight Championship on the line against Justin Eilers. The undercard features a rematch for the UFC Middleweight Championship as Champion Evan Tanner defends this title against Rich Franklin. Other featured fighters include top ranked Forrest Griffin, Paul Buentello, Nate Quarry, David Loiseau, Nick Diaz and more.","release_date":"2005-06-04","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13629,"title":"UFC 53: Heavy Hitters","adult":false,"genre_ids":[]},{"cast":["Håvard Lilleheie","Berte Rommetveit","Severin Eskeland","Sondre Sørheim","Ole-Jørgen Nilsen"],"overview":"Kåre is a youth coach with aspirations to become the greatest football player ever like his idol, Bryan Robson. However, his dreams are starting to take a toll on his relationship with his girlfriend, Anna.","release_date":"2003-08-22","vote_average":5.4,"runtime":85,"cert":"N\/A","id":13630,"title":"United","adult":false,"genre_ids":[35,18]},{"cast":["Sean Penn","Reni Santoni","Jim Moody","Eric Gurry","Esai Morales"],"overview":"Mick O'Brien is a young Chicago street thug torn between a life of petty crime and the love of his girlfriend. But when the heist of a local drug dealer goes tragically wrong Mick is sentenced to a brutal juvenile prison where violence is a rite of passage and respect is measured in vengeance.","release_date":"1983-03-25","vote_average":7.1,"runtime":104,"cert":"N\/A","id":13633,"title":"Bad Boys","adult":false,"genre_ids":[80,18,53]},{"cast":["William Powell","Kay Francis","Aline MacMahon","Frank McHugh","Warren Hymer"],"overview":"A terminally ill woman and a debonair murderer facing execution meet and fall in love on a trans-Pacific crossing, each without knowing the other's secret.","release_date":"1932-10-22","vote_average":7.3,"runtime":68,"cert":"N\/A","id":13634,"title":"One Way Passage","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vincent Cassel","Cécile de France","Gérard Depardieu","Gilles Lellouche","Roy Dupuis"],"overview":"Jacques Mesrine, a loyal son and dedicated soldier, is back home and living with his parents after serving in the Algerian War. Soon he is seduced by the neon glamour of sixties Paris and the easy money it presents. Mentored by Guido, Mesrine turns his back on middle class law-abiding and soon moves swiftly up the criminal ladder.","release_date":"2008-10-22","vote_average":7.4,"runtime":113,"cert":"15","id":13635,"title":"Mesrine: Killer Instinct","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Sylvester Stallone","Arnold Schwarzenegger","Chris Bell","Mike Bell","Mark Bell"],"overview":"In America, we define ourselves in the superlative: we are the biggest, strongest, fastest country in the world. Is it any wonder that so many of our heroes are on performance enhancing drugs? Director Christopher Bell explores America's win-at-all-cost culture by examining how his two brothers became members of the steroid-subculture in an effort to realize their American dream.","release_date":"2008-05-30","vote_average":6.9,"runtime":105,"cert":"N\/A","id":13636,"title":"Bigger Stronger Faster*","adult":false,"genre_ids":[99]},{"cast":["Hideaki Ito","Koichi Sato","Yusuke Iseya","Kaori Momoi","Teruyuki Kagawa"],"overview":"Several hundred years after the Battle of Dannoura, the Genji and Heike clans face off again in a poor mountain town with a buried treasure legend. A revolver-wielding stranger, a lone gunman, burdened with emotional scars and blessed with incredible skill, drifts into town and crosses paths with two warring clans who are both on the hunt for a hidden treasure in a remote western town. Knowing his services are valuable to either side, he offers himself to the clan who will offer up the largest share of the wealth.  Yoshitsune commands his Genji gang in white while Kiyomori leads his Heike gang in red. Expectations collide as the key players wonder which gang the gunman will join. Dirty tricks, betrayal, desire and finally, love, get jumbled together, as the situation erupts into a showdown.","release_date":"2007-09-15","vote_average":6.3,"runtime":121,"cert":"N\/A","id":13637,"title":"Sukiyaki Western Django","adult":false,"genre_ids":[12,28,35,37,53]},{"cast":["Adam Baldwin","Anne Heche","James Marsters","John DiMaggio","Swoosie Kurtz"],"overview":"When LexCorps accidentally unleash a murderous creature, Doomsday, Superman meets his greatest challenge as a champion. Based on the \"The Death of Superman\" storyline that appeared in DC Comics' publications in the 1990s","release_date":"2007-09-18","vote_average":6.6,"runtime":75,"cert":"N\/A","id":13640,"title":"Superman: Doomsday","adult":false,"genre_ids":[28,16,878,10751]},{"cast":["Adam Baldwin","Anne Heche","James Marsters","John DiMaggio","Swoosie Kurtz"],"overview":"When LexCorps accidentally unleash a murderous creature, Doomsday, Superman meets his greatest challenge as a champion. Based on the \"The Death of Superman\" storyline that appeared in DC Comics' publications in the 1990s","release_date":"2007-09-18","vote_average":6.6,"runtime":75,"cert":"N\/A","id":13640,"title":"Superman: Doomsday","adult":false,"genre_ids":[28,16,878,10751]},{"cast":["Brendan Fraser","Andy García","Kevin Bacon","Sarah Michelle Gellar","Clark Gregg"],"overview":"A drama based on an ancient Chinese proverb that breaks life down into four emotional cornerstones: happiness, pleasure, sorrow and love. A businessman bets his life on a horse race; a gangster sees the future; a pop star (Gellar) falls prey to a crime boss; a doctor must save the love of his life.","release_date":"2007-02-07","vote_average":6.3,"runtime":95,"cert":"N\/A","id":13641,"title":"The Air I Breathe","adult":false,"genre_ids":[53,80]},{"cast":["Andy Griffith","Steve Twitchell","Catherine Gilbert","Ernie Gilbert","Rod Goldfarb"],"overview":"Join Melchior, one of the Three Wise Men, (voiced by Andy Griffith) as he narrates the story of his travels in search of a magnificent star pointing him to a newborn King. Journey with the three wise men on their adventurous quest to find the Newborn King.","release_date":"2006-11-03","vote_average":0.0,"runtime":23,"cert":"N\/A","id":13642,"title":"The Very First Noel","adult":false,"genre_ids":[16]},{"cast":["George Carlin"],"overview":"It's Bad For Ya, Carlin's Emmy nominated 14th and final HBO special from March of 2008 features Carlin's noted irreverent and unapologetic observations on topics ranging from death, religion, bureaucracy, patriotism, overprotected children and big business to the pungent examinations of modern language and the decrepit state of the American culture.","release_date":"2008-03-01","vote_average":7.9,"runtime":70,"cert":"N\/A","id":13643,"title":"George Carlin: It's Bad for Ya!","adult":false,"genre_ids":[35]},{"cast":["Harley Jane Kozak","Jamey Sheridan","Thora Birch","Ethan Embry","Kevin Nealon"],"overview":"Two New York City children who launch a hilarious scheme to get what they most want this holiday season.","release_date":"1991-11-08","vote_average":5.8,"runtime":92,"cert":"U","id":13644,"title":"All I Want for Christmas","adult":false,"genre_ids":[10751,18,35]},{"cast":["Traudel Haas","Loes Luca"],"overview":"A Giraffe mother tells the story of three young gazelle fawns who have to experience great adventures on the plains of Africa.","release_date":"2007-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":13645,"title":"African Bambi","adult":false,"genre_ids":[99,10751]},{"cast":["Barbara Sarafian","Jurgen Delnaet","Johan Heldenbergh","Anemone Valcke","Sofia Ferri"],"overview":"‘Moscou’ is a densely populated working class neighbourhood on the outskirts of Ghent, Belgium. Matty, mother of three, bumps her car into a truck on the parking lot of a supermarket. Johnny climbs down from the cabin. He is infuriated by the dent in his front bumper and yells at Matty. Although impressed by the accident, Matty fights back with sharp words. Their discussion turns into a row, and the police have to intervene. Matty goes home, the trunk of her car dancing up and down. Back in her apartment, Matty takes a hot bath to recover from the afternoon’s emotionswhen the phone rings. It’s Johnny, apologizing for his behaviour on the parking lot. Matty tells him to stay out of her life. A dramatic comedy begins about a woman whose soul is full of dents and bruises.","release_date":"2008-01-30","vote_average":6.8,"runtime":102,"cert":"N\/A","id":13646,"title":"Moscow, Belgium","adult":false,"genre_ids":[10749,18,35]},{"cast":["Marc Worden","Gwendoline Yeo","John McCook","Fred Tatasciore","Elisa Gabrielli"],"overview":"When a cocky industrialist's efforts to raise an ancient Chinese temple leads him to be seriously wounded and captured by enemy forces, he must use his ideas for a revolutionary power armor in order to fight back as a superhero.","release_date":"2007-01-23","vote_average":5.7,"runtime":83,"cert":"N\/A","id":13647,"title":"The Invincible Iron Man","adult":false,"genre_ids":[28,12,16,14,878]},{"cast":["Alyson Court","Paul Mercier","Laura Bailey","Roger Craig Smith","Crispin Freeman"],"overview":"A zombie attack brings chaos to Harvardville Airport. Leon Kennedy and Claire Redfield , who fought the sinister Umbrella Corporation during the Raccoon City tragedy 7 years ago, are back. In high-octane Resident Evil style, they're ready to battle a rogue warrior who is seeking revenge after his family was killed in Raccoon City. The deadly G-Virus is unleashed and a new mutated monster rampages.","release_date":"2008-02-13","vote_average":6.4,"runtime":97,"cert":"15","id":13648,"title":"Resident Evil: Degeneration","adult":false,"genre_ids":[16,27,28,878]},{"cast":["Zac Efron","Vanessa Hudgens","Ashley Tisdale","Lucas Grabeel","Corbin Bleu"],"overview":"The East High Wildcats are ready to have the time of their lives. Troy is thrilled when he's offered a job in a country club, but it's all part of Sharpay's plot to lure him away from Gabriella. How will it all turn out? All questions are answered on the night of the club's Talent Show.","release_date":"2007-08-17","vote_average":6.5,"runtime":104,"cert":"U","id":13649,"title":"High School Musical 2","adult":false,"genre_ids":[35,18,10751,10402]},{"cast":["Steve Buscemi","Michael Pitt","Alison Lohman","Gina Gershon","Elvis Costello"],"overview":"Les, a small-time celebrity photographer desperate to make it big, befriends Toby, a homeless young man with no direction except a vague desire to become an actor. When by chance Toby becomes romantically involved with K'Harma Leeds, the hottest pop star of the moment, Les grows jealous and plots revenge.","release_date":"2007-07-04","vote_average":6.4,"runtime":107,"cert":"N\/A","id":13650,"title":"Delirious","adult":false,"genre_ids":[35,18,10749]},{"cast":["Luis Brandoni","China Zorrilla","Antonio Gasalla","Julio De Grazia","Betiana Blum"],"overview":"A lot of confusion and mixed situations between relatives in the middle of Mamá Cora's wake, the grandma, who supposely commit suicide throwing herself in front of a train.","release_date":"1985-05-06","vote_average":8.1,"runtime":87,"cert":"N\/A","id":13651,"title":"Waiting for the Hearse","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Jean Reno","Valeria Golino","Alice Taglioni","François Berléand"],"overview":"A man meets up with two \"good guys\" to recover what is unlawfully his, taking them on his whirlwind ride, doing things they never would have imagined, just to survive.","release_date":"2008-04-23","vote_average":5.7,"runtime":100,"cert":"N\/A","id":13652,"title":"Ca$h","adult":false,"genre_ids":[35,53,80]},{"cast":["Ricardo Darín","Dolores Fonzi","Pablo Cedrón","Nahuel Pérez Biscayart","Jorge D'Elía"],"overview":"In neo-noir fashion El Aura narrates in the first person the hallucinating voyage of Espinoza, a quiet, cynical taxidermist, who suffers epilepsy attacks, and is obsessed with committing the perfect crime.","release_date":"2005-09-15","vote_average":7.1,"runtime":134,"cert":"N\/A","id":13653,"title":"The Aura","adult":false,"genre_ids":[80,18,53]},{"cast":["Barry Bostwick","Jason Alexander","Martin Short","Bobby Lockwood","Susanne Blakeslee"],"overview":"Being one of 101 takes its toll on Patch, who doesn't feel unique. When he's accidentally left behind on moving day, he meets his idol, Thunderbolt, who enlists him on a publicity campaign.","release_date":"2003-01-21","vote_average":5.8,"runtime":70,"cert":"N\/A","id":13654,"title":"101 Dalmatians II: Patch's London Adventure","adult":false,"genre_ids":[10751,12,35,16]},{"cast":["Demi Lovato","Joe Jonas","Meaghan Jette Martin","Maria Canals-Barrera","Daniel Fathers"],"overview":"When Mitchie gets a chance to attend Camp Rock, her life takes an unpredictable twist, and she learns just how important it is to be true to yourself.","release_date":"2008-06-20","vote_average":6.3,"runtime":94,"cert":"U","id":13655,"title":"Camp Rock","adult":false,"genre_ids":[35,18,10402,10770,10751]},{"cast":["Randy Travis","Kath Soucie","Aria Noelle Curzon","Jerry Van Dyke","Jennifer Darling"],"overview":"A lovable calf named Annabelle born on Christmas Eve has a very special wish... to fly like one of Santa's reindeer. Based on the farm legend that Santa gives voices to the animals for one day each year, this tender tale of friendship and compassion begins when Annabelle makes friends with Billy, a young boy who cannot talk, and a friendly bunch of barnyard animals. Together they contend with Billy's mean aunt and the bullies in the neighborhood. Annabelle shows everyone the true meaning of Christmas by making one very special wish come true.","release_date":"1997-10-21","vote_average":6.1,"runtime":54,"cert":"U","id":13664,"title":"Annabelle's Wish","adult":false,"genre_ids":[10751,16,10402]},{"cast":["Dudley Moore","Liza Minnelli","John Gielgud","Geraldine Fitzgerald","Jill Eikenberry"],"overview":"Arthur is the most quotable drunk millionaire that is likely to ever steal your heart. Dudley Moore portrays Arthur, a thirty year old child who will inherit 750 million dollars if he complies with his family's demands and marries the woman of their choosing.","release_date":"1981-07-17","vote_average":6.5,"runtime":97,"cert":"15","id":13665,"title":"Arthur","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lon Chaney Jr.","Evelyn Ankers","Claude Rains","Ralph Bellamy","Maria Ouspenskaya"],"overview":"After his brother's death, Larry Talbot returns home to his father and the family estate. Events soon take a turn for the worse when Larry is bitten by a werewolf.","release_date":"1941-12-12","vote_average":7.1,"runtime":70,"cert":"N\/A","id":13666,"title":"The Wolf Man","adult":false,"genre_ids":[27,18]},{"cast":["John Cusack","David Ogden Stiers","Kim Darby","Demian Slade","Amanda Wyss"],"overview":"Lane Meyer is obsessed with his girlfriend Beth and is crushed when she falls for the new captain of the ski team, Roy. After several failed suicide attempts, narrow escapes from the relentless paper boy, and nearly unbearable dinners at home with his crazy family, Lane finds a new love in French exchange student Monique Junot. Meanwhile, he must beat Roy on the slopes to regain his honor.","release_date":"1985-10-11","vote_average":6.9,"runtime":97,"cert":"15","id":13667,"title":"Better Off Dead...","adult":false,"genre_ids":[35]},{"cast":["Jennifer Garner","Timothy Olyphant","Kevin Smith","Sam Jaeger","Juliette Lewis"],"overview":"Gray Wheeler just lost everything. But it could be the best thing that ever happened to her. After the death of her fiancé, Gray moves in with her late love's best friends. While Sam and Dennis do their best to cheer Gray up, Fritz doesn't seem to care. Once Gray breaks through Fritz's defenses, however, she finally sees why her fiancé thought so highly of him. As they spend more time together, Gray learns that her chances for love have not died out with her fiancé. But when some surprise guests show up on their doorstep, it'll take the love of all of her new friends to help Gray learn that life may be messy, but love is messier.","release_date":"2006-10-20","vote_average":5.9,"runtime":111,"cert":"12","id":13668,"title":"Catch and Release","adult":false,"genre_ids":[35,18,10749]},{"cast":["Barbara Stanwyck","Dennis Morgan","Sydney Greenstreet","Reginald Gardiner","S.Z. Sakall"],"overview":"Journalist Elizabeth Lane is one of the country's most famous food writers. In her columns, she describes herself as a hard working farm woman, taking care of her children and being an excellent cook. But this is all lies. In reality she is an unmarried New Yorker who can't even boil an egg. The recipes come from her good friend Felix. The owner of the magazine she works for has decided that a heroic sailor will spend his Christmas on *her* farm. Miss Lane knows that her career is over if the truth comes out, but what can she do?","release_date":"1945-12-17","vote_average":7.3,"runtime":102,"cert":"","id":13669,"title":"Christmas in Connecticut","adult":false,"genre_ids":[35,10749]},{"cast":["Wade Adams"],"overview":"Basil Gelpke and Ray McCormack's nonfiction treatise Crude Awakening joins Maxed Out, An Inconvenient Truth, and other recent documentaries devoted to unearthing and exploring forces that are untying the connective threads of contemporary society. The subject at hand is crude oil - specifically, the depletion of petroleum from the Earth, in an era when consumption threatens to exceed supply.","release_date":"2006-03-01","vote_average":7.3,"runtime":85,"cert":"N\/A","id":13670,"title":"A Crude Awakening","adult":false,"genre_ids":[99]},{"cast":["Robert Preston","Shirley Jones","Buddy Hackett","Ron Howard","Hermione Gingold"],"overview":"A con man comes to an Iowa town with a scam using a boy's marching band program, but things don't go according to plan.","release_date":"1962-06-19","vote_average":7.2,"runtime":151,"cert":"N\/A","id":13671,"title":"The Music Man","adult":false,"genre_ids":[35,10402,10751]},{"cast":["Jean-Claude Van Damme","François Damiens","Zinedine Soualem","Karim Belkhadra","Jean-François Wolff"],"overview":"Between his tax problems and his legal battle with his wife for the custody of his daughter, these are hard times for the action movie star who finds that even Steven Seagal has pinched a role from him! Jean-Claude Van Damme returns to the country of his birth to seek the peace and tranquility he can no longer enjoy in the United States.","release_date":"2008-06-04","vote_average":6.7,"runtime":96,"cert":"N\/A","id":13672,"title":"JCVD","adult":false,"genre_ids":[18,28,35,80]},{"cast":["Tim Allen","Jamie Lee Curtis","Dan Aykroyd","M. Emmet Walsh","Elizabeth Franz"],"overview":"Luther Krank is fed up with the commerciality of Christmas; he decides to skip the holiday and go on a vacation with his wife instead. But when his daughter decides at the last minute to come home, he must put together a holiday celebration.","release_date":"2004-11-24","vote_average":5.7,"runtime":99,"cert":"N\/A","id":13673,"title":"Christmas with the Kranks","adult":false,"genre_ids":[35,10751]},{"cast":["Lasse Rimmer","Tobias Dybvad","Carsten Bang","Povl Erik Carstensen","Christian Fuhlendorff"],"overview":"No overview found.","release_date":"2007-12-29","vote_average":0.0,"runtime":118,"cert":"N\/A","id":13674,"title":"Talegaver Til Børn: 15 Års Jubilæum","adult":false,"genre_ids":[35]},{"cast":["Jimmy Durante","Billy De Wolfe","Jackie Vernon","Paul Frees","June Foray"],"overview":"A discarded silk top-hat becomes the focus of a struggle between a washed-up stage magician and a group of schoolchildren, after it magically brings a snowman to life. Realizing that newly-living Frosty will melt in spring unless he takes refuge in a colder climate, Frosty and Karen, a young girl who he befriends, stow away on a freight train headed for the north pole. Little do they know that the magician is following them, and he wants his hat back!","release_date":"1969-12-07","vote_average":6.7,"runtime":25,"cert":"N\/A","id":13675,"title":"Frosty the Snowman","adult":false,"genre_ids":[10751,16,10770]},{"cast":["Jodi Benson","Samuel E. Wright","Sally Field","Jim Cummings","Parker Goris"],"overview":"Follow Ariel's adventures before she gave up her fins for true love. When Ariel wasn't singing with her sisters, she spent time with her mother, Queen Athena. Ariel is devastated when Athena is kidnapped by pirates, and after King Triton outlaws all singing. Along with pals Flounder and Sebastian, Ariel sets off in hopes of changing her father's decision to ban music from the kingdom.","release_date":"2008-08-26","vote_average":6.6,"runtime":77,"cert":"U","id":13676,"title":"The Little Mermaid: Ariel's Beginning","adult":false,"genre_ids":[10751,16]},{"cast":["Pierre-Ndoffé Sarr","Awa Sene Sarr","Robert Liensol","Marie-Philomène Nga","Emile Abossolo M'bo"],"overview":"The film is a sub-story to Kirikou and the Sorceress rather than a straight sequel. The movie is set while Kirikou is still a child and Karaba is still a sorceress. Like Princes et princesses and Les Contes de la nuit, it is an anthology film comprising several episodic stories, each of them describing Kirikou's interactions with a different animals. It is however unique among Michel Ocelot's films, not only in that it is co-directed by Bénédicte Galup (who has previously worked with him as an animator) but also for each of the stories being written by a different person (in all other cases, Ocelot has been the sole writer and director of his films).","release_date":"2005-12-07","vote_average":6.3,"runtime":75,"cert":"N\/A","id":13679,"title":"Kirikou and the Wild Beasts","adult":false,"genre_ids":[12,16,10751,14]},{"cast":["Dwayne Johnson","Madison Pettis","Kyra Sedgwick","Roselyn Sánchez","Morris Chestnut"],"overview":"Bachelor football star Joe Kingman seems to have it all. He is wealthy and carefree, and his team is on the way to capturing a championship. Suddenly, he is tackled by some unexpected news: He has a young daughter, the result of a last fling with his ex-wife. Joe must learn to balance his personal and professional lives with the needs of his child.","release_date":"2007-09-28","vote_average":6.2,"runtime":110,"cert":"U","id":13680,"title":"The Game Plan","adult":false,"genre_ids":[35,10751]},{"cast":["Sally Field","Lindsay Crouse","John Malkovich","Danny Glover","Ed Harris"],"overview":"In 1930s Southern US, a widow and her family try to run their cotton farm with the help of a disparate group of friends.","release_date":"1984-09-11","vote_average":7.3,"runtime":111,"cert":"N\/A","id":13681,"title":"Places in the Heart","adult":false,"genre_ids":[18,10751]},{"cast":["Jim Cummings","John Fiedler","Kath Soucie","Nikita Hopkins","Ken Sansom"],"overview":"Who or what exactly is a Heffalump? The lovable residents of the Hundred Acre Wood -- Winnie the Pooh, Rabbit, Tigger, Eeyore, Kanga and the rest of the pack -- embark on a journey of discovery in search of the elusive Heffalump. But as is always the case, this unusual road trip opens their eyes to so much more than just the creature they're seeking.","release_date":"2005-02-11","vote_average":6.6,"runtime":68,"cert":"U","id":13682,"title":"Pooh's Heffalump Movie","adult":false,"genre_ids":[16,10751,35,14]},{"cast":["Michael T. Weiss","Olivia d'Abo","Jeff Bennett","Jim Cummings","April Winchell"],"overview":"Sprightly amusement for kids of all ages, Disney's direct-to-video sequel to its animated hit sandwiches jungle derring-do and lots of silly sight gags between song and dance number. With the first anniversary of her wedding to Tarzan (voice of Michael T. Weiss) beckoning, Jane (Olivia D'Abo) ponders how to make it the perfect English celebration","release_date":"2002-06-24","vote_average":5.8,"runtime":75,"cert":"U","id":13683,"title":"Tarzan & Jane","adult":false,"genre_ids":[16,10751]},{"cast":["Timothy Hutton","Lucía Jiménez","David Kelly","Georgia Mackenzie","Gary Piquer"],"overview":"David Norton is used to being in control. As a best-selling author, he decides the fate of his characters, their lives and their deaths. But what happens when his fictional world becomes all too real?","release_date":"2006-07-18","vote_average":6.0,"runtime":102,"cert":"N\/A","id":13686,"title":"The Kovak Box","adult":false,"genre_ids":[878,53]},{"cast":["Tom Riley","Tom Burke","Carmen Electra","Eddie Marsan","Michelle Ryan"],"overview":"Two hopeful lads from Leatherhead trying to break into the movies stumble upon the opportunity of a lifetime. Frustrated by their arty film teacher, wannabe producer Joe and his talented but neurotic director friend Baggy head to London to sell what they know is a script made of gold.","release_date":"2007-03-23","vote_average":5.0,"runtime":87,"cert":"","id":13687,"title":"I Want Candy","adult":false,"genre_ids":[18,35]},{"cast":["Stephen Chow","Xu Jiao","Kitty Zhang Yuqi","Lam Tze-chung","Lee Sheung-Ching"],"overview":"Ti, a really poor construction worker that struggles to keep his son, Dicky, in private school, mistakes an orb he finds in a junkjard for a toy which proves to be much, much more once the young boy starts to play with it.","release_date":"2008-01-30","vote_average":6.2,"runtime":86,"cert":"","id":13688,"title":"CJ7","adult":false,"genre_ids":[35,18,10751,14,878]},{"cast":["Scott Mechlowicz","Nick Nolte","Amy Smart","Tim DeKay","Ashton Holmes"],"overview":"A chance encounter with a stranger changes the life of a college gymnast.","release_date":"2006-03-30","vote_average":7.4,"runtime":120,"cert":"N\/A","id":13689,"title":"Peaceful Warrior","adult":false,"genre_ids":[18]},{"cast":["Mike Epps","Joel McHale","Jane Krakowski","Billy Connolly","Crispin Glover"],"overview":"After falling head over hooves in love with Giselle, Elliot's road to the altar takes a slight detour when Mr. Weenie is kidnapped by a group of pampered pets determined to return him to his owners.","release_date":"2008-09-24","vote_average":5.7,"runtime":76,"cert":"PG","id":13690,"title":"Open Season 2","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["John Fiedler","Jim Cummings","Nikita Hopkins","Ken Sansom","Peter Cullen"],"overview":"When the gang from the Hundred Acre Wood begin a honey harvest, young Piglet is excluded and told that he is too small to help. Feeling inferior, Piglet disappears and his pals Eeyore, Rabbit, Tigger, Roo and Winnie the Pooh must use Piglet's scrapbook as a map to find him. In the process they discover that this very small animal has been a big hero in a lot of ways.","release_date":"2003-03-16","vote_average":6.5,"runtime":75,"cert":"U","id":13691,"title":"Piglet's Big Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Josh Hartnett","Adam Scott","Robin Tunney","Andre Royo","Naomie Harris"],"overview":"Two brothers, ambitious dot-com entrepreneurs, attempt to keep their company afloat as the stock market begins to collapse in August 2001, one month prior to the 9\/11 attacks.","release_date":"2008-05-16","vote_average":5.5,"runtime":88,"cert":"N\/A","id":13692,"title":"August","adult":false,"genre_ids":[18]},{"cast":["Randy Quaid","Kathryn Harrold","Jack Warden","Corinne Bohrer","Brett Cullen"],"overview":"A second-string pro golfer desperate for his shot at success tours the country.","release_date":"1988-12-18","vote_average":8.5,"runtime":93,"cert":"N\/A","id":13693,"title":"Dead Solid Perfect","adult":false,"genre_ids":[]},{"cast":["James Cagney","Pat O’Brien","Humphrey Bogart","Ann Sheridan","George Bancroft"],"overview":"In New York, the boys Rocky Sullivan and Jerry Connelly are best friends and small time thieves. After a robbery, Rocky is arrested and sent to a reformatory school, where he begins his criminal career. Jerry escapes and later becomes a priest. After three years in prison, Rocky is released and demands the return of $100,000 deposited with his Solicitor - prior to his jail term.","release_date":"1938-11-26","vote_average":7.7,"runtime":97,"cert":"N\/A","id":13696,"title":"Angels with Dirty Faces","adult":false,"genre_ids":[28,80,18]},{"cast":["Danny Glover","Kevin Kline","Steve Martin","Mary McDonnell","Mary-Louise Parker"],"overview":"Grand Canyon revolved around six residents from different backgrounds whose lives intertwine in modern-day Los Angeles. At the center of the film is the unlikely friendship of two men from different races and classes brought together when one finds himself in jeopardy in the other's rough neighborhood.","release_date":"1991-12-25","vote_average":6.7,"runtime":134,"cert":"N\/A","id":13697,"title":"Grand Canyon","adult":false,"genre_ids":[18]},{"cast":["Michael Keaton","Gedde Watanabe","George Wendt","Mimi Rogers","John Turturro"],"overview":"When a western Pennsylvania auto plant is acquired by a Japanese company, brokering auto worker Hunt Stevenson faces the tricky challenge of mediating the assimilation of two clashing corporate cultures. At one end is the Japanese plant manager and the sycophant who is angling for his position. At the other, a number of disgruntled long-time union members struggle with the new exigencies of Japanese quality control.","release_date":"1986-03-13","vote_average":6.1,"runtime":111,"cert":"N\/A","id":13698,"title":"Gung Ho","adult":false,"genre_ids":[35,18]},{"cast":["Harry Connick Jr.","Mickey Rooney","Rob Paulsen"],"overview":"The Happy Elf is a 3D-animated family holiday special &amp; centres on the lovable character Eubie the Elf, whose quest is to bring Christmas joy to an entire town of naughty children in a gloomy little town called Bluesville.","release_date":"2005-12-02","vote_average":2.8,"runtime":45,"cert":"N\/A","id":13699,"title":"The Happy Elf","adult":false,"genre_ids":[16,35,10751]},{"cast":["Roseanne Barr","Judi Dench","Jennifer Tilly","Steve Buscemi","G. W. Bailey"],"overview":"When a greedy outlaw schemes to take possession of the \"Patch Of Heaven\" dairy farm, three determined cows, a karate-kicking stallion and a colorful corral of critters join forces to save their home. The stakes are sky-high as this unlikely animal alliance risk their hides and match wits with a mysterious band of bad guys.","release_date":"2004-04-02","vote_average":5.9,"runtime":76,"cert":"U","id":13700,"title":"Home on the Range","adult":false,"genre_ids":[16,10751]},{"cast":["Gary Oldman","Jeroen Krabbé","Isabella Rossellini","Johanna ter Steege","Marco Hofschneider"],"overview":"The life and death of the legendary Ludwig van Beethoven. Beside all the work he is known for, the composer once wrote a famous love letter to a nameless beloved and the movie tries to find out who this beloved was. Not easy as Beethoven has had many women in his life.","release_date":"1994-12-16","vote_average":7.2,"runtime":121,"cert":"N\/A","id":13701,"title":"Immortal Beloved","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Tracey Ullman","Johnny Knoxville","Selma Blair","Chris Isaak","Suzanne Shepherd"],"overview":"Sylvia Stickles runs a convenience store with her husband and mother-in-law. One day, Sylvia is hit on the head and transforms from an uptight prude to a sex-crazed lunatic. As she goes on a rampage through town, Sylvia attracts the attention of Ray Ray, a sexual healer and tow truck driver in search of the world's greatest orgasm. Their sexual revolution, however, causes a class war in their tiny Baltimore community.","release_date":"2004-09-12","vote_average":5.1,"runtime":89,"cert":"N\/A","id":13702,"title":"A Dirty Shame","adult":false,"genre_ids":[35]},{"cast":["Andrew McCarthy","Jami Gertz","Robert Downey Jr.","James Spader","Brad Pitt"],"overview":"A college freshman returns to Los Angeles for the holidays at his ex-girlfriend's request, but discovers that his former best friend has an out-of-control drug habit.","release_date":"1987-11-06","vote_average":6.5,"runtime":98,"cert":"N\/A","id":13703,"title":"Less than Zero","adult":false,"genre_ids":[18,80,10749]},{"cast":["Corey Haim","Corey Feldman","Carol Kane","Richard Masur","Heather Graham"],"overview":"Teenager Les Anderson thinks his life can't get any worse after he flunks his driver's exam, but he's wrong. Even though he didn't receive his license, Les refuses to break his date with the cool Mercedes Lane, and he decides to lift his family's prize luxury car for the occasion. Unfortunately, Mercedes sneaks some booze along and passes out drunk, and a confused Les makes the bad decision of enlisting his rebellious friend, Dean, to help.","release_date":"1988-07-06","vote_average":6.3,"runtime":90,"cert":"12","id":13704,"title":"License to Drive","adult":false,"genre_ids":[35,10751]},{"cast":["Ed Asner","René Auberjonois","Jim Metzler","Susan Tyrrell","Alan North"],"overview":"Horace McNickle (Edward Asner) is a two-time felon serving prison time for counterfeiting. On the week before Christmas, he escapes from prison dressed as Santa Claus due to his uncanny resemblence to St. Nick resulting from his long white beard and heavyset features. McNickle hides out from the police in a nearby suburban neighborhood where he is befriended and helped by two local children who think he is the real Santa Claus. McNickle takes advantage of the kids naive ness to help him get his counterfeit money hidden somewhere in a local department store while he develops kind-hearted feelings for his two con victims that make him slowly understand the true nature of Christmas.","release_date":"1986-12-14","vote_average":6.4,"runtime":94,"cert":"N\/A","id":13705,"title":"The Christmas Star","adult":false,"genre_ids":[18,10751]},{"cast":["Jim Cummings","Peter Cullen","John Fiedler","Michael Gough","William Green"],"overview":"It's Christmastime in the Hundred Acre Wood and all of the gang is getting ready with presents and decorations. The gang makes a list of what they want for Christmas and send it to Santa Claus - except that Pooh forgot to ask for something. So he heads out to retrieve the letter and get it to Santa by Christmas...which happens to be tomorrow!","release_date":"2002-01-01","vote_average":6.6,"runtime":65,"cert":"U","id":13706,"title":"Winnie the Pooh: A Very Merry Pooh Year","adult":false,"genre_ids":[16,10751]},{"cast":["Charlie Chaplin","Edna Purviance","Eric Campbell","Charlotte Mineau","Phyllis Allen"],"overview":"After passing the hat and taking the donations intended for German street musicians Charlie heads for the country. Here he finds and rescues a girl from a band of gypsies. The girl falls in love with an artist whose portrait is later seen in a shop by the girl's real mother. The mother and the artist arrive in a chauffeured auto and offer Charlie money for his services, money which he rejects.","release_date":"1916-07-10","vote_average":6.8,"runtime":24,"cert":"N\/A","id":13707,"title":"The Vagabond","adult":false,"genre_ids":[35]},{"cast":["Patrick Bouchitey","Laetitia Chardonnet","Isabelle Renauld","Patrick Catalifo","Ariane Ascaride"],"overview":"No overview found.","release_date":"2005-05-25","vote_average":6.0,"runtime":101,"cert":"N\/A","id":13708,"title":"Imposture","adult":false,"genre_ids":[18,53]},{"cast":["Sabrina Ben Abdallah","Ariane Jacquot","Zohra Mouffok","Houria Belhadji","Mohamed Chabane-Chaouche"],"overview":"Elie is at a loss. His mother, Esther, is ill and needs constant assistance but doesn't like any of the carers that come forward. Seeing his distress, the nurse Sélima proposes the services of her mother, Halima, a practising Muslim. Against all the odds, the two women become firm friends.","release_date":"2007-09-08","vote_average":0.0,"runtime":73,"cert":"N\/A","id":13709,"title":"Dans la vie","adult":false,"genre_ids":[18,35]},{"cast":["Michèle Laroque","Jacques Gamblin","Wladimir Yordanoff","Tom Morton","Valérie Mairesse"],"overview":"Anne-Marie lives an easy life with Gilbert, a rich plastic surgeon: a beautiful house, a doggy, a cleaning lady, expensive furniture, the lot. Not so easy in fact when she thinks twice. She does not get on with her husband any longer. She gets on his nerves and he does not attract her any longer. She feels good only when she jogs on the beach and ... when she is the arms of her lover, Leo. One day, Gilbert gets killed in a car accident. Good news, since she will be able to live with Leo. The trouble is her well-meaning family settle at her villa with a view to supporting the \"poor widow\" morally. Anne-Marie just cannot admit she is not distressed at all, especially to her son Christophe. She is now even more of a prisoner than when Gilbert was alive...","release_date":"2007-11-01","vote_average":4.9,"runtime":94,"cert":"N\/A","id":13710,"title":"The Merry Widow","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Pascal Elbé","Caterina Murino","Claude Brasseur","François Levantal"],"overview":"Franck and Paul are working as team buddies in their Paris police unit. They are sent on a mission in Toulon to solve a drug traffic mystery, but things get out of hand when Paul learns that Franck has an affair with Valeria, his wife, who also happens to work in the police forces...","release_date":"2005-06-29","vote_average":4.9,"runtime":93,"cert":"N\/A","id":13711,"title":"L'amour aux trousses","adult":false,"genre_ids":[35,28]},{"cast":["Michaël Youn","Hélène de Fougerolles","Thierry Lhermitte"],"overview":"","release_date":"2006-02-08","vote_average":4.1,"runtime":91,"cert":"N\/A","id":13712,"title":"Incontrôlable","adult":false,"genre_ids":[35]},{"cast":["Fabrice Luchini","Johnny Hallyday","Jackie Berroyer","Benoît Poelvoorde","Guilaine Londez"],"overview":"A bourgeois office drone whose raison d’état is the music of French rocker Johnny Hallyday awakens one day in an alternate universe where the famed musician never recorded a single song. When he’s not at the office dutifully plugging-away, Fabrice lives a deadly dull life.","release_date":"2006-04-05","vote_average":5.7,"runtime":90,"cert":"N\/A","id":13713,"title":"Jean-Philippe","adult":false,"genre_ids":[35]},{"cast":["Paul Barber","Tom Bell","Samantha Womack","James McMartin","Lisa Parry"],"overview":"Ex Boxer Tom is on the ropes, when a chance encounter at the gym leads to the offer of work as a doorman at a run down nightclub. The volatile head doorman Paul, is a battle hardened veteran from the old school. Recognising Tom for the fighter that he once was, Paul takes him under his wing, and guides him through the ins and outs of life as a club land \"peacekeeper.\"","release_date":"2006-08-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":13718,"title":"Dead Man's Cards","adult":false,"genre_ids":[80,18]},{"cast":["Bill Goldberg","Kurupt","Tony Plana","Jack Conley","Robert Madrid"],"overview":"Long time inmate Twitch (Kurupt) gets himself transfered to a tougher prison than the re-opened Alcatraz. He claims it's to be closer to his lady but his real motives are a bit more grandiose. There he crosses paths with Burke (Bill Goldberg) a bulky prisoner who can take care of himself. Twitch, despite being less muscular, is just as mouthy and is pretty much the same. But there is a gang war brewing between the black and hispanic inmates that explodes into a hostile takeover of the prison when the black's gang leader is shot dead and the finger points at Burke. But the sh!t really hits the fan when the real killer and leader of the hispanics, Cortez (Robert Madrid) takes Twitch's girlfriend and Burke's daughter hostage.","release_date":"2007-05-11","vote_average":5.7,"runtime":92,"cert":"N\/A","id":13721,"title":"Half Past Dead 2","adult":false,"genre_ids":[80,28]},{"cast":["Steven Seagal","Jacqueline Lord","Roger Guenveur Smith","Luke Goss","Michael Kenneth Williams"],"overview":"Mercenary John Seeger is one of the best in the business. John and his crew battle some soldiers on Galmoral Island in Southern Africa as they're trying to rescue the French Ambassador -- there's a coup going on. Some of John's soldiers unload their machine guns into the Ambassador and his family, blowing the mission and getting his best friend Radio Jones killed. He heads back to the US and visits Radio's wife Shondra to tells her the news, and then promises that he'll take care of her and her son Eddie. But shortly after he makes that vow, Shondra and Eddie get kidnapped.","release_date":"2006-04-25","vote_average":4.6,"runtime":91,"cert":"N\/A","id":13722,"title":"Mercenary for Justice","adult":false,"genre_ids":[28,53]},{"cast":["Dolph Lundgren","Sophia Taylor Ali","Chelsea Ricketts","Matthew Tompkins","James Chalke"],"overview":"A mysterious stranger rolls into town on a unique motorcycle. All he carries is the bible and a desire for justice. Past vengeance collides as Ryder rights an injustice from his past and liberates the small town from a malicious oppressor.","release_date":"2007-11-29","vote_average":5.6,"runtime":93,"cert":"15","id":13723,"title":"Missionary Man","adult":false,"genre_ids":[28,12,53]},{"cast":["Patrick Bruel","Cécile de France","Ludivine Sagnier","Julie Depardieu","Mathieu Amalric"],"overview":"In 1953, a sensitive French boy finds out from a neighbor that his family's Jewish. François Grimbert becomes a physician, and gradually peels the layers of his buried family history which resulted in his difficult upbringing, raised as Catholic by his \"Aryan\" appearing parents. His athletic father labored to stamp out stereotypical Jewish characteristics he perceived in his son, to keep the family's many secrets, as most relatives fought in World War II, and later were hauled off to labor and death camps by the Gestapo.","release_date":"2007-10-03","vote_average":6.6,"runtime":105,"cert":"N\/A","id":13726,"title":"A Secret","adult":false,"genre_ids":[18]},{"cast":["Franck Dubosc","Emmanuelle Béart","Gérard Depardieu","Samuel Le Bihan","Annie Cordy"],"overview":"Endetté jusqu'au cou dans une affaire de water bed, Didier Travolta, 40 ans, vit au Havre dans le quartier populaire du Grand Large chez sa maman : Madame Graindorge. Il reçoit une lettre de la mère de son fils Brian, 8 ans, qui vit en Angleterre, lui signifiant qu'il ne pourra pas recevoir le petit cette année s'il n'est pas capable de lui payer des vacances, des vraies vacances.","release_date":"2008-04-02","vote_average":4.3,"runtime":103,"cert":"N\/A","id":13727,"title":"Disco","adult":false,"genre_ids":[35]},{"cast":["Albert Dupontel","Claude Perron","Nicolas Marié","Hélène Vincent","Yolande Moreau"],"overview":"Once upon a time, somewhere... a homeless guy finds a policeman's uniform...","release_date":"2006-04-05","vote_average":6.1,"runtime":78,"cert":"N\/A","id":13728,"title":"Locked Out","adult":false,"genre_ids":[35]},{"cast":["Alain Chabat","Omar Sy","Fred Testot"],"overview":"No overview found.","release_date":"2007-10-28","vote_average":3.2,"runtime":null,"cert":"N\/A","id":13729,"title":"Garage Babes","adult":false,"genre_ids":[35]},{"cast":["José Garcia","Marion Cotillard","Michel Duchaussoy","Bernard Le Coq","Gérarld Laroche"],"overview":"An accident survivor wakes from a coma and confronts old, uncomfortable memories.","release_date":"2005-11-02","vote_average":5.6,"runtime":90,"cert":"N\/A","id":13730,"title":"Black Box","adult":false,"genre_ids":[9648,53]},{"cast":["Romain Duris","Aïssa Maïga","Clément Sibony","Rachid Djaïdani","Tarubi"],"overview":"Samuel is 30. Formerly a confirmed bachelor, he has been living with Tina – a photographer – for the past year but he gets scared when it’s time to commit. So he gives himself 24 hours to decide whether or not to break up with the woman he loves, convinced she will leave him sooner or later. By his side, Samuel can count on Jorge and Mounir, his usual confidants.","release_date":"2007-09-12","vote_average":5.1,"runtime":88,"cert":"N\/A","id":13731,"title":"The Age of Man","adult":false,"genre_ids":[35]},{"cast":["Josiane Balasko","Christian Clavier","Gérard Jugnot","Jean-Baptiste Maunier","Sylvie Joly"],"overview":"A group of travelers, including a monk, stay in a lonely inn in the mountains. The host confesses the monk his habit of serving poisoned soup to the guests, to rob their possessions and to bury them in the backyard. The story unfolds as the monk tries to save the guest's lives without violating the holy secrecy of the confession.","release_date":"2007-12-05","vote_average":5.1,"runtime":90,"cert":"N\/A","id":13732,"title":"The Red Inn","adult":false,"genre_ids":[35]},{"cast":["Clovis Cornillac","Pascal Elbé","Alice Taglioni","Pierre Richard","Jean-Pierre Darroussin"],"overview":"Patrick has one problem: Sami. His best friend and huge hypochondriac. After a misunderstanding, Sami thinks he has three months to live. He asks Patrick to follow him around the globe for a cure.","release_date":"2005-12-14","vote_average":4.7,"runtime":94,"cert":"N\/A","id":13733,"title":"Le Cactus","adult":false,"genre_ids":[35]},{"cast":["Bernard Campan","Gérard Darmon","Jean-Pierre Darroussin","Marc Lavoine","Catherine Wilkening"],"overview":"Alex, Antoine, Jeff and Manu. Four friends, four years later. Their relationships, friendship, shared secrets, feelings of guilt and their desire to change and improve.","release_date":"2007-10-24","vote_average":6.1,"runtime":111,"cert":"N\/A","id":13734,"title":"Frenchmen 2","adult":false,"genre_ids":[35,10749]},{"cast":["Karin Viard","Benoît Poelvoorde","Vincent Elbaz","Philippe Harel","Cyrielle Clair"],"overview":"Ten years after their disastrous walking holiday in Corsica, four friends – Cora, Nadine, Mathieu and Louis – decide to spend the summer together on the Côte d’Azur. To their surprise, who should they meet in St-Tropez but Eric, the guide-from-Hell who transformed their last holiday into a nightmare and whom they swore never to see again...","release_date":"2008-04-09","vote_average":4.9,"runtime":105,"cert":"N\/A","id":13735,"title":"Les Randonneurs à Saint-Tropez","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Rouve","Alice Taglioni","Maxime Leroux","Patrick Bosso","Anne Marivin"],"overview":"Albert Spaggiari is arrested in Nice and brought to a judge's office for interrogation, but he escapes to South America where he meets a journalist who is investigating the event.","release_date":"2008-04-16","vote_average":5.9,"runtime":100,"cert":"N\/A","id":13740,"title":"The Easy Way","adult":false,"genre_ids":[80,18]},{"cast":["Ramzy Bedia","Eric Judor","Benoît Magimel","Kristin Scott Thomas","Élodie Bouchez"],"overview":"A bumbling Paris policeman is doggedly determined to capture the master thief that repeatedly eludes him, even when they're the last two men on Earth.","release_date":"2008-06-25","vote_average":5.2,"runtime":94,"cert":"N\/A","id":13741,"title":"2 Alone in Paris","adult":false,"genre_ids":[35]},{"cast":["Vincent Cassel","Monica Bellucci","Olivier Barthelemy","Roxane Mesquida","Leïla Bekhti"],"overview":"A group of young people leaves a disco and bumps into a shepherd who is ready to spend his night worshipping Satan.","release_date":"2006-02-01","vote_average":5.8,"runtime":94,"cert":"N\/A","id":13742,"title":"Satan","adult":false,"genre_ids":[35,27,53]},{"cast":["Carole Bouquet","Marc Lavoine","Florence Foresti"],"overview":"","release_date":"2007-12-12","vote_average":4.9,"runtime":null,"cert":"N\/A","id":13745,"title":"Perfect Match...","adult":false,"genre_ids":[35,10749]},{"cast":["Anne Parillaud","Judith Godrèche","Mathilde Seigner","Mathias Mlekuz","Thierry Neuvic"],"overview":"Three women in their late thirties, one with marital problems, one trying to be perfect, and a spinster, discuss their relationship to men.","release_date":"2005-03-23","vote_average":5.1,"runtime":105,"cert":"N\/A","id":13746,"title":"Thirty-Five Something","adult":false,"genre_ids":[35]},{"cast":["Benoît Magimel","Philippe Caubère","Béatrice Dalle","Olivier Marchal","Mehdi Nebbou"],"overview":"A Parisian criminal gang fall apart after challenges to the gang's leader lessen his influence.","release_date":"2007-01-17","vote_average":6.6,"runtime":107,"cert":"N\/A","id":13747,"title":"Crime Insiders","adult":false,"genre_ids":[80,53]},{"cast":["Kad Merad","Olivier Baroux","Marina Foïs","Guillaume Canet","André Dussollier"],"overview":"Face à l'incompréhension de la population française quant au montant des crédits alloués à la recherche spatiale, le gouvernement lance une vaste opération de communication. En partenariat avec le Centre spatial français, un grand jeu est organisé. \"Le ticket pour l'espace\", un jeu à gratter, va permettre à deux civils de séjourner dans la station orbitale européenne.","release_date":"2006-01-16","vote_average":5.1,"runtime":90,"cert":"N\/A","id":13748,"title":"A Ticket to Space","adult":false,"genre_ids":[35,878]},{"cast":["Clément Sibony","Dan Herzberg","Micky El Mazroui","Miki Manojlović"],"overview":"A poor kid nicknamed Kubrick loves movies and dreams about being an award winning director. One day, he stumbles upon a movie shoot, gets confused with a real movie maker and takes the equipment he needs to shoot his movie.","release_date":"2005-02-23","vote_average":4.0,"runtime":105,"cert":"N\/A","id":13749,"title":"Ze Film","adult":false,"genre_ids":[35]},{"cast":["Aksel Hennie","Agnes Kittelsen","Nicolai Cleve Broch","Knut Joner","Christian Rubeck"],"overview":"Max Manus is a Norwegian 2008 biographic war film based on the real events of the life of resistance fighter Max Manus (1914–96), after his contribution in the Winter War against the Soviet Union. The story follows Manus through the outbreak of World War II in Norway until peacetime in 1945.","release_date":"2008-12-18","vote_average":7.1,"runtime":118,"cert":"15","id":13752,"title":"Max Manus: Man of War","adult":false,"genre_ids":[18,36,10752]},{"cast":["Patricia Heaton","Rick Roberts","Ernie Hudson","Isabella Fink","Jeffrey R. Smith"],"overview":"In the small town of Seacliff, Wash., a child's letter to Santa Claus captures the nation's attention. When the little boy, Chris, writes that he wishes to leave this world so he will no longer be a burden to his divorcing parents, a race begins to find him before he harms himself.","release_date":"2001-12-16","vote_average":6.2,"runtime":91,"cert":"N\/A","id":13755,"title":"A Town Without Christmas","adult":false,"genre_ids":[10770,10751,18]},{"cast":["Mikhail Baryshnikov","Gelsey Kirkland"],"overview":"The Nutcracker is Mikhail Baryshnikov's breathtaking and critcally acclaimed Emmy nominated production. The thisspectacular performance is danced by the magnificent team of Baryshnikov, one of the greatest classical dancers of the century, and Gelsey Kirkland, both chowcased at the peak of the their careers, with members of the American Ballet Theatre.","release_date":"1977-01-01","vote_average":8.6,"runtime":78,"cert":"N\/A","id":13760,"title":"The Nutcracker","adult":false,"genre_ids":[10402,10770]},{"cast":["Irene Bedard","Jim Cummings","Donal Gibson","Finola Hughes","Linda Hunt"],"overview":"When news of John Smith's death reaches America, Pocahontas is devastated. She sets off to London with John Rolfe, to meet with the King of England on a diplomatic mission: to create peace and respect between the two great lands. However, Governor Ratcliffe is still around; he wants to return to Jamestown and take over. He will stop at nothing to discredit the young princess.","release_date":"1998-08-04","vote_average":5.2,"runtime":72,"cert":"U","id":13761,"title":"Pocahontas II: Journey to a New World","adult":false,"genre_ids":[12,16,10749,10751]},{"cast":["Don Knotts","Tim Conway","Trisha Noble","Bernard Fox","Grace Zabriskie"],"overview":"The lord and lady of a capacious manor are killed, and the lord's ghost seems to have returned to knock off the staff one by one, causing Inspector Winship and Dr. Tart to investigate the wacky house and its inhabitants.","release_date":"1980-04-17","vote_average":6.8,"runtime":91,"cert":"N\/A","id":13762,"title":"The Private Eyes","adult":false,"genre_ids":[35,80,53,9648,27]},{"cast":["Prince","Apollonia Kotero","Morris Day","Olga Karlatos","Clarence Williams III"],"overview":"A young man with a talent for music meets an aspiring singer, Apollonia, and finds that talent alone isn't all that he needs.","release_date":"1984-07-27","vote_average":6.6,"runtime":111,"cert":"N\/A","id":13763,"title":"Purple Rain","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Dudley Moore","John Lithgow","David Huddleston","Burgess Meredith","Judy Cornwell"],"overview":"The first half of this film, set hundreds of years ago, shows how the old man who eventually became Santa Claus was given immortality and chosen to deliver toys to all the children of the world. The second half moves into the modern era, in which Patch, the head elf, strikes out on his own and falls in with an evil toy manufacturer who wants to corner the market and eliminate Santa Claus.","release_date":"1985-10-29","vote_average":6.1,"runtime":108,"cert":"","id":13764,"title":"Santa Claus: The Movie","adult":false,"genre_ids":[10751,14,12,878,35]},{"cast":["Albert Finney","Edith Evans","Kenneth More","Laurence Naismith","Alec Guinness"],"overview":"The classic Charles Dickens' Christmas ghost tale told in musical form.","release_date":"1970-11-05","vote_average":6.8,"runtime":113,"cert":"U","id":13765,"title":"Scrooge","adult":false,"genre_ids":[14,18,10751]},{"cast":["Kate Capshaw","Lea Thompson","Kelly Preston","Larry B. Scott","Joaquin Phoenix"],"overview":"Andie Bergstrom, an astronaut eagerly awaiting her first trip to space, runs a summer camp for teenagers with her NASA-employed husband, Zach. One night during an engine test, Andie and four teenage campers are accidentally shot into space. Together, the group -- which includes Kathryn, a pilot-in-training, and Tish, a ditz with a perfect memory -- must work together to operate the spacecraft and return home.","release_date":"1986-06-06","vote_average":5.8,"runtime":107,"cert":"PG","id":13766,"title":"SpaceCamp","adult":false,"genre_ids":[10751,12]},{"cast":["Tim Allen","Elizabeth Mitchell","Eric Lloyd","Liliana Mumy","Judge Reinhold"],"overview":"Now that Santa and Mrs. Claus have the North Pole running smoothly, the Counsel of Legendary Figures has called an emergency meeting on Christmas Eve! The evil Jack Frost has been making trouble, looking to take over the holiday! So he launches a plan to sabotage the toy factory and compel Scott to invoke the little-known Escape Clause and wish he'd never become Santa.","release_date":"2006-11-01","vote_average":5.2,"runtime":98,"cert":"U","id":13767,"title":"The Santa Clause 3: The Escape Clause","adult":false,"genre_ids":[35,10751,12]},{"cast":["Alexis Bledel","William Hurt","Sissy Spacek","Jonathan Jackson","Scott Bairstow"],"overview":"Natalie Babbitt's award winning book for children comes to the screen in a lavish adaptation from Walt Disney Pictures. Winnie Foster (Alexis Bledel) is a girl in her early teens growing up in the small rural town of Winesap in 1914. Winnie's parents (Victor Garber and Amy Irving) are loving but overprotective, and Winnie longs for a life of greater freedom and adventure.","release_date":"2002-10-11","vote_average":6.5,"runtime":90,"cert":"N\/A","id":13768,"title":"Tuck Everlasting","adult":false,"genre_ids":[18,10751,14,10749,878]},{"cast":["Peter O'Toole","Leslie Phillips","Jodie Whittaker","Vanessa Redgrave","Richard Griffiths"],"overview":"Maurice is an aging veteran actor who becomes absolutely taken with Jessie - the grandniece of his closest friend. When Maurice tries to soften the petulant and provincial young girl with the benefit of his wisdom and London culture, their give-and-take surprises both Maurice and Jessie as they discover what they don't know about themselves.","release_date":"2006-09-02","vote_average":6.6,"runtime":95,"cert":"","id":13771,"title":"Venus","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kristoffer Joner","Nicolai Cleve Broch","Thomas Bo Larsen","Kåre Conradi","Gard B. Eidsvold"],"overview":"The decade of the hippies is at an end and the 80's are approaching fast. Carl and Robert are two doped out guys who lives in harmony with the world around them and let life pass by in an eternal hash high. They have been peddling hashish for a decade, hitting an all time high with this last batch: 45 Kilos of pure, high grade Nepalese Hashish. Following the delivery, the police are on their tail.","release_date":"2008-08-29","vote_average":6.6,"runtime":84,"cert":"N\/A","id":13774,"title":"The Last Joint Venture","adult":false,"genre_ids":[35,80,18,9648]},{"cast":["Sam Worthington","Victoria Hill","Steve Bastoni","Lachy Hulme","Bob Franklin"],"overview":"Macbeth, loyal to his crime boss, Duncan, is told by witches that he will one day take over. Driven by their prophecy, he and his wife plot to kill Duncan, and takes the leadership of the gang for himself. Maintaining his power will require more murder and violence, finally driving his surviving enemies to unite and destroy him. A sexy, high octane retelling of this classic story.","release_date":"2006-09-21","vote_average":4.1,"runtime":109,"cert":"N\/A","id":13775,"title":"Macbeth","adult":false,"genre_ids":[53,18,28]},{"cast":["Steve Guttenberg","Daniel Stern","Mickey Rourke","Kevin Bacon","Tim Daly"],"overview":"Set in 1959, Diner shows how five young men resist their adulthood and seek refuge in their beloved Diner. The mundane, childish, and titillating details of their lives are shared. But the golden moments pass, and the men shoulder their responsibilities, leaving the Diner behind.","release_date":"1982-04-02","vote_average":7.0,"runtime":110,"cert":"15","id":13776,"title":"Diner","adult":false,"genre_ids":[35,18]},{"cast":["Noah Taylor","Emily Hamilton","Romane Bohringer","Alex Menglet","Brett Stewart"],"overview":"A search for love, meaning and bathroom solitude. Danny goes through a series of shared housing experiences in a succession of cities on the east coast of Australia. Together these vignettes form a narrative that is surprisingly reflective.","release_date":"2001-08-30","vote_average":7.6,"runtime":107,"cert":"N\/A","id":13777,"title":"He Died with a Felafel in His Hand","adult":false,"genre_ids":[35]},{"cast":["David Spade","Mary McCormack","Craig Bierko","Scott Terra","Jenna Boyd"],"overview":"TV child star of the '70s, Dickie Roberts is now 35 and parking cars. Craving to regain the spotlight, he auditions for a role of a normal guy, but the director quickly sees he is anything but normal. Desperate to win the part, Dickie hires a family to help him replay his childhood and assume the identity of an average, everyday kid.","release_date":"2003-09-05","vote_average":5.2,"runtime":98,"cert":"N\/A","id":13778,"title":"Dickie Roberts: Former Child Star","adult":false,"genre_ids":[35]},{"cast":["Edward Woodward","Jack Thompson","Bryan Brown","John Waters","Terence Donovan"],"overview":"During the Boer War, three Australian lieutenants are on trial for shooting Boer prisoners. Though they acted under orders, they are being used as scapegoats by the General Staff, who hopes to distance themselves from the irregular practices of the war. The trial does not progress as smoothly as expected by the General Staff, as the defence puts up a strong fight in the courtroom.","release_date":"1980-05-15","vote_average":7.3,"runtime":107,"cert":"PG","id":13783,"title":"Breaker Morant","adult":false,"genre_ids":[18,36,10752]},{"cast":["Stanley Ridges","Boris Karloff","Bela Lugosi","Anne Nagel","Anne Gwynne"],"overview":"When his friend Professor Kingsely (Ridges) is at deaths door, brain surgeon Dr. Sovac (Karloff) saves his life by means of an illegal operation that transplants part of injured gangster Red Cannon's brain. Unfortunately, the operation has a disasterous Jeckll and Hyde side effect and under certain conditions the persona of Cannon emerges. Sovac soon learns of the duel personality and of half a million dollars the gangster has hidden away. He attempts to find the money through the manipulation of his friend, an attempt that brings Kingsley closer to madness as he alternates between a meek professor of english and a brutal gangster out for murderous revenge on those who tried to kill him.","release_date":"1940-04-12","vote_average":6.4,"runtime":70,"cert":"N\/A","id":13784,"title":"Black Friday","adult":false,"genre_ids":[80,27,878]},{"cast":["Jay Brazeau","Parker Posey","Michael Hitchcock","Catherine O'Hara","Eugene Levy"],"overview":"The tension is palpable, the excitement is mounting and the heady scent of competition is in the air as hundreds of eager contestants from across America prepare to take part in what is undoubtedly one of the greatest events of their lives -- the Mayflower Dog Show. The canine contestants and their owners are as wondrously diverse as the great country that has bred them.","release_date":"2000-09-19","vote_average":7.1,"runtime":90,"cert":"12","id":13785,"title":"Best in Show","adult":false,"genre_ids":[35]},{"cast":["Urijah Faber","Mike Brown","Jens Pulver"],"overview":"WEC 36: Faber vs. Brown took place on November 5, 2008 at the Seminole Hard Rock Hotel and Casino in Hollywood, Florida. The event aired live on the Versus Network. Paulo Filho fought again against Chael Sonnen in the main event of the evening. WEC Featherweight Champion Urijah Faber also put his belt on the line against Mike Brown.","release_date":"2008-11-05","vote_average":0.0,"runtime":94,"cert":"N\/A","id":13786,"title":"WEC 36: Faber vs. Brown","adult":false,"genre_ids":[]},{"cast":["Kate Winslet","Harvey Keitel","Julie Hamilton","Sophie Lee","Daniel Wyllie"],"overview":"While on a journey of discovery in exotic India, beautiful young Ruth Barron falls under the influence of a charismatic religious guru. Her desperate parents then hire PJ Waters, a macho cult de-programmer who confronts Ruth in a remote desert hideaway. But PJ quickly learns that he's met his match in the sexy, intelligent and iron-willed Ruth.","release_date":"1999-09-04","vote_average":5.6,"runtime":115,"cert":"N\/A","id":13787,"title":"Holy Smoke","adult":false,"genre_ids":[35,18]},{"cast":["Odette Annable","Gary Oldman","Meagan Good","Cam Gigandet","Idris Elba"],"overview":"A young woman fights the spirit that is slowly taking possession of her.","release_date":"2009-01-09","vote_average":5.0,"runtime":87,"cert":"15","id":13788,"title":"The Unborn","adult":false,"genre_ids":[27,53,9648]},{"cast":["Hugo Weaving","Jacqueline McKenzie","Emma Lung","Matthew Le Nevez","Sam Healy"],"overview":"This is the story of teenage girl Steph, who is brought up by her fiery aunt Jude after her pregnant mother Jass and Vietnamese father are killed in a car crash. The arrival of her late mother's diary reveals the colorful, sexy secrets of Jude and the foreman Alan that allow Steph to reinvent her vision of the world.","release_date":"2005-06-09","vote_average":5.1,"runtime":109,"cert":"N\/A","id":13789,"title":"Peaches","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A portrait of contemporary American life, as seen through the eyes of long-haul truck drivers.","release_date":"2007-03-10","vote_average":5.5,"runtime":null,"cert":"N\/A","id":13790,"title":"Big Rig","adult":false,"genre_ids":[99]},{"cast":["Kenneth Branagh","Robin Wright","Suzi Hofrichter","Lynn Redgrave","Jared Harris"],"overview":"The story of Peter McGowan, a chain-smoking, impotent, insomniac playwright who lives in Los Angeles. Once very successful, he is now in the tenth year of a decade-long string of production failures. He finds himself bonding with a new neighbor's lonely young daughter who has mild cerebral palsy; and during one of his middle-of-the-night strolls, he encounters his oddball doppelgänger.","release_date":"2002-02-22","vote_average":6.2,"runtime":107,"cert":"N\/A","id":13791,"title":"How to Kill Your Neighbor's Dog","adult":false,"genre_ids":[35,18]},{"cast":["Steve Le Marquand","Tom Budge","Gigi Edgley","Glenn Hazeldine","Gillian Jones"],"overview":"Two thugs from the Perth suburb of Midland catch the last train to Fremantle. When a young woman boards the train a few stops later, they begin talking and find out not everyone on the train is not who they seem to be.","release_date":"2006-09-14","vote_average":5.8,"runtime":89,"cert":"N\/A","id":13792,"title":"Last Train to Freo","adult":false,"genre_ids":[18,53]},{"cast":["Daniel Craig","Harry Eden","Miriam Karlin","Jodhi May","Helen McCrory"],"overview":"An aging Hollywood star, Joe Scott, lives a life of narcissistic hedonism, observed by his laconic personal assistant, Ophelia. The death of his childhood best friend, Boots, takes our protagonist, and the movie, into an extended flashback to a sea-side town in 1970's Britain.","release_date":"2008-10-17","vote_average":6.7,"runtime":110,"cert":"N\/A","id":13793,"title":"Flashbacks of a Fool","adult":false,"genre_ids":[18]},{"cast":["James Earl Jones"],"overview":"Africa the Serengeti takes you on an extraordinary journey to view a spectacle few humans have ever witnessed: The Great Migration. Journey with more than two million wildebeests, zebras and antelopes as in their annual 500 mile trek across the Serengeti plains.","release_date":"1994-03-31","vote_average":5.8,"runtime":40,"cert":"N\/A","id":13794,"title":"Africa: The Serengeti","adult":false,"genre_ids":[99]},{"cast":["Charlton Heston"],"overview":"Alaska... Here, in this vast and spectacularly beautiful land teeming with abundant wildlife, discover the \"Spirit of the Wild.\" Experience it in the explosive calving of glaciers, the celestial fires of the Aurora Borealis. Witness it in the thundering stampede of caribou, the beauty of the polar bear and the stealthful, deadly hunt of the wolf pack.","release_date":"1998-09-03","vote_average":5.4,"runtime":40,"cert":"N\/A","id":13795,"title":"Alaska: Spirit of the Wild","adult":false,"genre_ids":[99]},{"cast":["Linda Hunt","Adrian Villanueva","Jesse Corti","Sydney Possuelo","Mark Plotkin"],"overview":"Explore the mysterious Amazon through the amazing IMAX experience. Amazon celebrates the beauty, vitality and wonder of the rapidly disappearing rain forest.","release_date":"1997-01-01","vote_average":8.0,"runtime":38,"cert":"N\/A","id":13796,"title":"Amazon","adult":false,"genre_ids":[99]},{"cast":["Jenny Wade","Clu Gulager","Diane Ayala Goldner","Martin Klebba","Cassie Shea Watson"],"overview":"The monsters have made it into a small neighboring town in the middle of nowhere and the locals have to band with the survivors of the bar' slaughter to figure out how to survive.","release_date":"2008-10-07","vote_average":5.5,"runtime":97,"cert":"N\/A","id":13797,"title":"Feast II: Sloppy Seconds","adult":false,"genre_ids":[28,35,27,53]},{"cast":["Beppe Wolgers","Jens Wolgers","Halvar Björk","Håkan Serner","Gösta Ekman"],"overview":"Dunderklumpen lives all alone in the mountains of Jämtland. One Midsummer's Eve when he feels very lonely he sets off on a journey to find friends.","release_date":"1974-09-26","vote_average":6.4,"runtime":97,"cert":"N\/A","id":13798,"title":"Thunderclump","adult":false,"genre_ids":[12,16,10751]},{"cast":["Morgan Freeman"],"overview":"The Academy Award® nominee Cosmic Voyage combines live action with state-of-the-art computer-generated imagery to pinpoint where humans fit in our ever-expanding universe. Highlighting this journey is a \"cosmic zoom\" based on the powers of 10, extending from the Earth to the largest observable structures in the universe, and then back to the subnuclear realm.","release_date":"1996-08-09","vote_average":6.9,"runtime":36,"cert":"N\/A","id":13799,"title":"Cosmic Voyage","adult":false,"genre_ids":[99]},{"cast":["John Malkovich","Sam Redford","Tom Allen","Lynda Baron","Linda Bassett"],"overview":"The true story of a man who posed as director Stanley Kubrick during the production of Kubrick's last film, Eyes Wide Shut, despite knowing very little about his work and looking nothing like him.","release_date":"2006-01-04","vote_average":5.9,"runtime":86,"cert":"N\/A","id":13802,"title":"Colour Me Kubrick","adult":false,"genre_ids":[35,18]},{"cast":["Keir O'Donnell","Tad Hilgenbrink","Katheryn Winnick","Laura Breckenridge","Jessica Lucas"],"overview":"While being interrogated by a police psychiatrist, the near-catatonic Tabitha tries to explain why she and two of her childhood friends are being hunted by a serial killer. The truth that's dying to come out weaves together three tragic secrets from their past. Two of the girls' boyfriends become unwitting targets in their deadly game.","release_date":"2008-10-09","vote_average":4.9,"runtime":85,"cert":"18","id":13803,"title":"Amusement","adult":false,"genre_ids":[27,53]},{"cast":["Vin Diesel","Paul Walker","Michelle Rodriguez","Jordana Brewster","John Ortiz"],"overview":"When a crime brings them back to L.A., fugitive ex-con Dom Toretto reignites his feud with agent Brian O'Conner. But as they are forced to confront a shared enemy, Dom and Brian must give in to an uncertain new trust if they hope to outmaneuver him. And the two men will find the best way to get revenge: push the limits of what's possible behind the wheel.","release_date":"2009-04-02","vote_average":6.6,"runtime":107,"cert":"12A","id":13804,"title":"Fast & Furious","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Matt Lanter","Vanessa Lachey","Crista Flanagan","Gary 'G. Thang' Johnson","Ike Barinholtz"],"overview":"The filmmaking team behind the hits \"Scary Movie,\" \"Date Movie,\" \"Epic Movie\" and \"Meet The Spartans\" this time puts its unique, inimitable stamp on one of the biggest and most bloated movie genres of all time -- the disaster film.","release_date":"2008-08-29","vote_average":3.1,"runtime":87,"cert":"N\/A","id":13805,"title":"Disaster Movie","adult":false,"genre_ids":[28,35]},{"cast":["Amber Benson","Johann Urb","Kristen Kerr","Stevie Long","Trevor Murphy"],"overview":"Two successful women, sick and tired of dating and relationships, decide to keep two young men in their pool house for strictly sexual purposes.","release_date":"2008-01-01","vote_average":6.3,"runtime":100,"cert":"N\/A","id":13808,"title":"Strictly Sexual","adult":false,"genre_ids":[18,35,10749]},{"cast":["Gerard Butler","Tom Wilkinson","Thandie Newton","Mark Strong","Idris Elba"],"overview":"When a Russian mobster sets up a real estate scam that generates millions of pounds, various members of London's criminal underworld pursue their share of the fortune. Various shady characters, including Mr One-Two, Stella the accountant, and Johnny Quid, a druggie rock-star, try to claim their slice.","release_date":"2008-09-04","vote_average":6.9,"runtime":114,"cert":"15","id":13809,"title":"RockNRolla","adult":false,"genre_ids":[28,80,53]},{"cast":["Jennifer Carpenter","Steve Harris","Jay Hernandez","Johnathon Schaech","Columbus Short"],"overview":"A television reporter and her cameraman are trapped inside a building quarantined by the CDC after the outbreak of a mysterious virus which turns humans into bloodthirsty killers.","release_date":"2008-10-10","vote_average":5.7,"runtime":89,"cert":"","id":13812,"title":"Quarantine","adult":false,"genre_ids":[27,878,53]},{"cast":["Daniel Craig","Liev Schreiber","Jamie Bell","Alexa Davalos","Allan Corduner"],"overview":"Based on a true story, during World War II, four Jewish brothers escape their Nazi-occupied homeland of West Belarus in Poland and join the Soviet partisans to combat the Nazis. The brothers begin the rescue of roughly 1,200 Jews still trapped in the ghettos of Poland.","release_date":"2008-12-31","vote_average":6.8,"runtime":137,"cert":"15","id":13813,"title":"Defiance","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["André Benjamin","Paula Patton","Terrence Howard","Faizon Love","Malinda Williams"],"overview":"A musical set in the Prohibition-era American South, where a speakeasy performer and club manager Rooster must contend with gangsters who have their eyes on the club while his piano player and partner Percival must choose between his love, Angel or his obligations to his father.","release_date":"2006-08-25","vote_average":5.6,"runtime":121,"cert":"N\/A","id":13816,"title":"Idlewild","adult":false,"genre_ids":[80,18,10402]},{"cast":["Alex Dimitriades","Paul Capsis","Julian Garner","Elena Mandalis","Tony Nikolakopoulos"],"overview":"Nineteen-year-old Ari confronts both his sexuality and his Greek family. Ari despises his once-beloved parents, former radical activists, for having entombed themselves in insular tradition. Ari is obsessed with gay sex, although he does make an unenthusiastic attempt to satisfy the sister of one of his best friends. While all of this is going on, he's facing problems with his traditional Greek parents, who have no clue about his sexual activities.","release_date":"1998-08-13","vote_average":6.8,"runtime":104,"cert":"N\/A","id":13817,"title":"Head On","adult":false,"genre_ids":[18]},{"cast":["Meryl Streep","Jack Nicholson","Jeff Daniels","Maureen Stapleton","Stockard Channing"],"overview":"Rachel is a food writer at a New York magazine who meets Washington columnist Mark at a wedding and ends up falling in love with him despite her reservations about marriage. They buy a house, have a daughter, and Rachel thinks they are living happily ever after until she discovers that Mark is having an affair while she is waddling around with a second pregnancy.","release_date":"1986-07-25","vote_average":6.2,"runtime":108,"cert":"N\/A","id":13818,"title":"Heartburn","adult":false,"genre_ids":[35,18,10749]},{"cast":["Frances McDormand","Christian Bale","Kate Beckinsale","Natascha McElhone","Alessandro Nivola"],"overview":"Laurel Canyon focuses on Sam and Alex, a pair of upper-middle class lovebirds from the East Coast who relocate to Los Angeles. Enter Jane, Sam's estranged mother, a successful record producer, who's more than willing to put the couple up in her lavish digs. As Sam and Alex settle in at Jane's, they gradually lose their straight-and-narrow approach to life and begin to experiment.","release_date":"2002-05-18","vote_average":6.1,"runtime":103,"cert":"N\/A","id":13819,"title":"Laurel Canyon","adult":false,"genre_ids":[18]},{"cast":["Harry Dean Stanton","Emilio Estevez","Tracey Walter","Olivia Barash","Sy Richardson"],"overview":"A down and out young punk gets a job working with a seasoned repo man, but what awaits him in his new career is a series of outlandish adventures revolving around aliens, the CIA, and a most wanted '64 Chevy.","release_date":"1984-02-20","vote_average":6.7,"runtime":92,"cert":"18","id":13820,"title":"Repo Man","adult":false,"genre_ids":[35,878]},{"cast":["David Wenham","Toni Collette","Lynette Curran","John Polson","Anthony Hayes"],"overview":"Brett Sprague is a violent and psychopathic man, who is released on parole after serving a sentence for assault. As he returns to his family house and we watch him and his brothers, Stevie and Glenn, for the next 24 hours, it becomes clear this day will not end well.","release_date":"1998-05-07","vote_average":6.5,"runtime":86,"cert":"18","id":13821,"title":"The Boys","adult":false,"genre_ids":[18]},{"cast":["Tom Long","Brett Stiller","Matthew Le Nevez","Genevieve Lemon","Simon Burke"],"overview":"The story of notorious Australian bank robber Brendan Abbott, who according to the myth, sent postcards to authorities hot on his trail while on the run across the country.","release_date":"2003-06-01","vote_average":7.2,"runtime":106,"cert":"N\/A","id":13822,"title":"The Postcard Bandit","adult":false,"genre_ids":[28,80,18]},{"cast":["Stephen Dorff","Armin Mueller-Stahl","Alois Moyo","Morgan Freeman","Ian Roberts"],"overview":"PK, an English orphan terrorized for his family's political beliefs in Africa, turns to his only friend, a kindly world-wise prisoner, Geel Piet. Geel teaches him how to box with the motto “fight with your fists and lead with your heart”. As he grows to manhood, PK uses these words to take on the system and the injustices he sees around him - and finds that one person really can make a difference.","release_date":"1992-03-27","vote_average":7.8,"runtime":127,"cert":"N\/A","id":13823,"title":"The Power of One","adult":false,"genre_ids":[18]},{"cast":["Molly Shannon","Will Ferrell","Elaine Hendrix","Harland Williams","Tom Green"],"overview":"Orphan Mary Katherine Gallagher, an ugly duckling at St. Monica High School, has a dream: to be kissed soulfully. She decides she can realize this dream if she becomes a superstar, so her prayers, her fantasies, and her conversations with her only friend focus on achieving super-stardom.","release_date":"1999-10-08","vote_average":5.2,"runtime":81,"cert":"N\/A","id":13824,"title":"Superstar","adult":false,"genre_ids":[35,10751]},{"cast":["Paul Walker","Piper Perabo","Lambert Wilson","Linda Cardellini","Shawn Hatosy"],"overview":"After Ben Garvey foolishly turned back to crime, he thought his life was over when he was sentenced to death by lethal injection. But his death sentence isn't quite what it seems, as Ben regains consciousness near an eerie psychiatric ward, where he's told he's been hired as the groundskeeper. With the state of his soul in question, and the love for his wife and daughter all the more real and powerful, Ben must figure out if he's truly cheated death, or if he's become part of something far more sinister.","release_date":"2008-10-24","vote_average":6.1,"runtime":99,"cert":"N\/A","id":13825,"title":"The Lazarus Project","adult":false,"genre_ids":[18,53]},{"cast":["Natalie Press","Hugh Bonneville","Tamsin Egerton","Joan Plowright","Jamie Harris"],"overview":"A successful Wall Street trader returns to England with her new husband and five-year-old son, but their new start together turns into a nightmare when they move into a country house which contains a terrible secret.","release_date":"2009-10-23","vote_average":4.4,"runtime":90,"cert":"N\/A","id":13826,"title":"Knife Edge","adult":false,"genre_ids":[27,9648,53]},{"cast":["Matthew McConaughey","Jeffrey Nordling","Willie Nelson","Woody Harrelson","Zachary Knighton"],"overview":"A wave twisting tale of a soul searching surfer experiencing an existential crisis.","release_date":"2008-09-05","vote_average":4.4,"runtime":85,"cert":"N\/A","id":13827,"title":"Surfer, Dude","adult":false,"genre_ids":[35]},{"cast":["Ami Suzuki","Nao Matsushita","Hiroyuki Ikeuchi","Rikiya Koyama","Nozomu Iwao"],"overview":"Recovering from a failed love affair Shiyori heads to the country, in the company of best friend and bad girl Aiko. Having taken a long soak in the hot spring they retire to their respective cabins. They soon discover that the tranquil village is the home of a cult with a fetish for cutting off female legs. Trying to escape they are split up and keep in touch via their mobile phones. Multiple points of view and time frames keeps the viewer on their toes trying to discern the grisly fate of these \"lost\" girls.","release_date":"2007-10-11","vote_average":6.0,"runtime":90,"cert":"","id":13828,"title":"X-Cross","adult":false,"genre_ids":[28,27]},{"cast":["Randy Quaid","Jay Baruchel"],"overview":"Real Time is a comedic drama about a compulsive gambler given one hour to live by the man hired to kill him.","release_date":"2008-11-07","vote_average":7.0,"runtime":80,"cert":"N\/A","id":13835,"title":"Real Time","adult":false,"genre_ids":[35,18]},{"cast":["Dwayne Johnson","AnnaSophia Robb","Alexander Ludwig","Carla Gugino","Chris Marquette"],"overview":"A taxi driver gets more than he bargained for when he picks up two teen runaways. Not only does the pair possess supernatural powers, but they're also trying desperately to escape people who have made them their targets.","release_date":"2009-03-12","vote_average":5.5,"runtime":98,"cert":"PG","id":13836,"title":"Race to Witch Mountain","adult":false,"genre_ids":[12,10751,14,878,53,28]},{"cast":["Bill Allen","Lori Loughlin","Talia Shire","Ray Walston","Alfie Wise"],"overview":"A BMX racer who lives in a small town with his mother and sister is faced with a tough decision, qualify for Helltrack or take his SAT's in order to attend college.","release_date":"1986-03-21","vote_average":7.1,"runtime":91,"cert":"N\/A","id":13841,"title":"Rad","adult":false,"genre_ids":[18,10751]},{"cast":["Brian F. Durkin","Jason Leith","Richard Tillman","Toby Keith","Leland L. Jones"],"overview":"A fading country music star (Keith) returns to his hometown, where he reunites with his childhood sweetheart and also meets his 16-year-old daughter for the first time.","release_date":"2006-09-08","vote_average":6.2,"runtime":105,"cert":"","id":13842,"title":"Broken Bridges","adult":false,"genre_ids":[18,10402]},{"cast":["Chester Morris","Harry Stubbs","Mae Busch","Eleanor Griffith","Regis Toomey"],"overview":"Chick Williams, a prohibition gangster, rejoins his mob soon after being released from prison. When a policeman is murdered during a robbery, he falls under suspicion. The gangster took Joan, a policeman's daughter, to the theater, sneaked out during the intermission to commit the crime, then used her to support his alibi. The detective squad employs its most sophisticated and barbaric techniques, including planting an undercover agent in the gang, to bring him to justice.","release_date":"1929-04-20","vote_average":7.0,"runtime":91,"cert":"N\/A","id":13847,"title":"Alibi","adult":false,"genre_ids":[28,80,53]},{"cast":["Mena Suvari","Stephen Rea","Russell Hornsby","Rukiya Bernard","Carolyn Purdy-Gordon"],"overview":"A young woman commits a hit-and-run, then finds her fate tied to her victim.","release_date":"2007-05-21","vote_average":6.1,"runtime":85,"cert":"N\/A","id":13848,"title":"Stuck","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Andy Serkis","Reece Shearsmith","Jennifer Ellison","Steven O'Donnell","Cat Meacher"],"overview":"In a remote part of the countryside, a bungled kidnapping turns into a living nightmare for four central characters when they cross paths with a psychopathic farmer and all hell breaks loose.","release_date":"2008-02-07","vote_average":6.1,"runtime":92,"cert":"18","id":13849,"title":"The Cottage","adult":false,"genre_ids":[27,35,80,53]},{"cast":["Ruth Warrick","Bobby Driscoll","James Baskett","Luana Patten","Lucile Watson"],"overview":"Uncle Remus draws upon his tales of Br'er Rabbit to help little Johnny deal with his confusion over his parents' separation as well as his new life on the plantation.","release_date":"1946-11-12","vote_average":6.6,"runtime":91,"cert":"U","id":13850,"title":"Song of the South","adult":false,"genre_ids":[10751,10402]},{"cast":["Kevin Conroy","Gary Dourdan","Jason Marsden","Jim Meskimen","David McCallum"],"overview":"Explore Bruce Wayne's transition from his beginning as a tormented vigilantee to The Dark Knight of a crumbling metropolis with six distinct chapters but intended to be viewed as a whole.","release_date":"2008-07-03","vote_average":6.6,"runtime":75,"cert":"15","id":13851,"title":"Batman: Gotham Knight","adult":false,"genre_ids":[16,28,12]},{"cast":["Michael Caton","Anne Tenney","Stephen Curry","Anthony Simcoe","Sophie Lee"],"overview":"A Melbourne family is very happy living near the Melbourne airport. However, they are forced to leave their beloved home (by the Government and airport authorities) to make way for more runways. 'The Castle' is the story of how they fight to remain in their home.","release_date":"1997-04-10","vote_average":7.3,"runtime":85,"cert":"15","id":13852,"title":"The Castle","adult":false,"genre_ids":[18,35]},{"cast":["Daryl Hannah","Pamela Reed","James Remar","Thomas G. Waites","John Doolittle"],"overview":"Natural changes have the clans moving. Iza, medicine woman of the \"Clan of the Cave Bear\" finds little Ayla from the \"others\"' clan - tradition would have the clan kill Ayla immediately, but Iza insists on keeping her. When the little one finds a most needed new cave, she's allowed to stay - and thrive.","release_date":"1986-01-17","vote_average":4.8,"runtime":98,"cert":"N\/A","id":13853,"title":"The Clan of the Cave Bear","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"\r\n","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":13854,"title":"Acres Of Ass (Part 1)","adult":true,"genre_ids":[]},{"cast":["Kim Yoon-seok","Ha Jung-woo","Seo Young-hee","Park Hyo-ju","Jeong In-gi"],"overview":"Joong-ho is a dirty detective turned pimp in financial trouble as several of his girls have recently disappeared without clearing their debts. While trying to track them down, he finds a clue that the vanished girls were all called up by the same client whom one of his girls is meeting with right now.","release_date":"2008-02-14","vote_average":7.8,"runtime":125,"cert":"18","id":13855,"title":"The Chaser","adult":false,"genre_ids":[80,18,53]},{"cast":["Michael Rapaport","Josh Peck","Robert Baker","Jack Kehler","Alexandra Holden"],"overview":"A lonely metermaid has a psychotic reaction to his medication and becomes convinced he's a superhero. A very select group of people in life are truly gifted. Special is a movie about everyone else.","release_date":"2006-01-30","vote_average":6.6,"runtime":81,"cert":"","id":13856,"title":"Special","adult":false,"genre_ids":[18,14,878]},{"cast":["Bing Crosby","Dorothy Lamour","Bob Hope","Charles Coburn","Judith Barrett"],"overview":"Bing Crosby an Bob Hope star in the first of the 'Road to' movies as two playboys trying to forget previous romances in Singapore - until they meet Dorothy Lamour...","release_date":"1940-03-22","vote_average":6.7,"runtime":85,"cert":"N\/A","id":13861,"title":"Road to Singapore","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"From the moment babies are born, they use their developing senses to discover the world. In terms of sight, bold patterns in contrasting colors or black and white are initially preferred. As for sounds, Mother s gentle voice, in any language, is music to baby's ears. Language Nursery acquaints your baby with the sounds of foreign language by presenting delightful, visually stimulating images accompanied by spoken passages, natural sounds and music -- including nursery rhymes sung by mothers in their native languages of English, French, German, Hebrew, Japanese, Russian and Spanish. It's a rich, multicultural experience you and your baby can share as you watch, listen and play together!","release_date":"2002-03-12","vote_average":1.0,"runtime":30,"cert":"N\/A","id":13862,"title":"Baby Einstein: Language Nursery","adult":false,"genre_ids":[10751,16,10402]},{"cast":[],"overview":"Toddlers can learn about life on the farm without having to leave their living room in this educational video from the Baby Einstein series. Baby MacDonald: A Day on the Farm features real-life farm animals, tractors and other agricultural equipment, and crops in the field to teach youngsters the goings-on of a typical day on the farm, and give them early lessons in the production of food and how to treat the animals who play and work with us. Baby Einstein: Baby MacDonald also features a score of classical melodies arranged to appeal to children and fit in with the barnyard themes.","release_date":"2004-03-16","vote_average":0.0,"runtime":30,"cert":"N\/A","id":13863,"title":"Baby Einstein: Baby MacDonald","adult":false,"genre_ids":[10751,10402]},{"cast":[],"overview":"This unique video introduces babies and toddlers to musical experiences that will stimulate and delight them through charming puppetry, timeless art, live-action footage, classical music and child-friendly poetry.","release_date":"1999-03-12","vote_average":10.0,"runtime":30,"cert":"N\/A","id":13864,"title":"Baby Einstein: Baby Bach - Musical Adventure","adult":false,"genre_ids":[10751,10402,16]},{"cast":[],"overview":"This DVD includes upbeat music for movement and active play, plus new activity modes: play, dance, and quiet-time modes; and new discovery cards: real-world animals and objects with sound effects.","release_date":"2002-09-09","vote_average":0.0,"runtime":28,"cert":"N\/A","id":13865,"title":"Baby Einstein: Baby Beethoven - Symphony of Fun","adult":false,"genre_ids":[10751,16,10402]},{"cast":[],"overview":"BABY EINSTEIN: BABY DA VINCI is a delightful introduction to the human body accompanied by classical music. Babies are treated to imagery of children, animals, puppets, famous","release_date":"2004-08-10","vote_average":0.0,"runtime":33,"cert":"N\/A","id":13866,"title":"Baby Einstein: Baby Da Vinci - From Head to Toe","adult":false,"genre_ids":[10751,16,10402]},{"cast":[],"overview":"BABY GALILEO, brain stimulating classical music accompanies vibrant images of the planets and the universe. Designed for infants between the ages of approximately one and 36 months","release_date":"2003-08-05","vote_average":0.0,"runtime":30,"cert":"N\/A","id":13867,"title":"Baby Einstein: Baby Galileo - Discovering the Sky","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"BABY MONET DISCOVERING THE SEASONS presents an introduction to the seasons and the cultural expressions surrounding them. Visuals made to appeal to the very young acquaint them with the sounds and sights of the seasons, accompanied by artistic masterpieces like the paintings of Monet and the music of Vivaldi. Parents concerned with their children's ability to appreciate the arts can start educatin","release_date":"2005-03-08","vote_average":0.0,"runtime":34,"cert":"N\/A","id":13868,"title":"Baby Einstein: Baby Monet - Discovering the Seasons","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Parents Choice recommendation, Baby Newton Discovering Shapes DVD is hosted by colorful and playful puppets who take your child on a field trip through a shape-filled world of sights, motion and sound.","release_date":"2002-03-26","vote_average":0.0,"runtime":49,"cert":"N\/A","id":13871,"title":"Baby Einstein: Baby Newton - Discovering Shapes","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"As little ones become better acquainted with the world, they grow curious about animals of all kinds, beyond just the family pet. And as their communication skills continue to develop, they enjoy imitating animal sounds as well. Baby Noah™ Animal Expedition takes your little explorer across the globe to meet animals -- two-by-two -- from the savannah, the rainforest and tropics, the Outback, the ocean and the Polar Regions. With its unique video \"lift-the-flap\" format, adorable puppet shows and delightful music, this exciting program invites parents and babies on a fun-filled safari that encourages vocal participation and interactive play. Get ready to meet lions, tigers, dolphins, koalas, penguins and more. It's a wide, wonderful world out there, and there's nothing more rewarding than discovering it together!","release_date":"2004-10-26","vote_average":0.0,"runtime":38,"cert":"N\/A","id":13872,"title":"Baby Einstein: Baby Noah - Animal Expedition","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Baby Santa's Music Box, the stimulation is similar, yet the learning is not quite so intentional--a relief for those of us a bit intimidated with the Russian, Japanese, and French introduced in the original film. No human words are spoken here. Rather, the sights and sounds of Christmas are presented in a visual feast of whimsical, happy scenes accompanied by seasonal music. From sledding and snowmen to glowing candles and shimmering ornaments, dozens of animated and live-action settings communicate the beauty and wonder of the holiday season. Penguin puppets unwrap presents, ring bells, and toss tinsel. Santa's sleigh in a gentle snowfall segues smoothly into a playful group of Christmas-clad youngsters dancing to Tchaikovsky's \"Nutcracker.\"","release_date":"2002-03-12","vote_average":0.0,"runtime":30,"cert":"N\/A","id":13873,"title":"Baby Einstein: Baby Santa's Music Box","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A first-of-its-kind visual and auditory field trip into the rhythm of classic poems and the beauty of nature. When viewing the video, your child will discover 12 common words within the rich context of poetry and real-world video. This discovery ... Full Descriptioncan be reinforced by reading the companion \"Baby Shakespeare\" book with your child. Exposure to words in context is important in th","release_date":"2002-03-12","vote_average":0.0,"runtime":101,"cert":"N\/A","id":13874,"title":"Baby Einstein: Baby Shakespeare - World of Poetry","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"This unique video, starring \"Vincent Van Goat,\" introduces babies and toddlers to basic colors through charming puppetry, timeless art, live-action footage, classical music and child-friendly poetry. Includes images of Van Gogh's most famous ... Full Descriptionpaintings. Featuring child-friendly arrangements of music by Brahms, Ravel, Strauss, Tchaikovsky and others.","release_date":"2002-03-12","vote_average":5.0,"runtime":70,"cert":"N\/A","id":13875,"title":"Baby Einstein: Baby Van Gogh - World of Colors","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A playful introduction to words and sign language!As their communication skills continue to develop, little ones begin to recognize common words and may point to objects or pictures when these items are named. Baby Wordsworth playfully taps into your little one's natural curiosity and introduces 30 words from around the home -- both spoken and in sign language. This engaging program presents little ones with familiar objects in the kitchen, playroom, yard and more -- from the living room window to their favorite teddy bear.","release_date":"2005-07-19","vote_average":0.0,"runtime":39,"cert":"N\/A","id":13876,"title":"Baby Einstein: Baby Wordsworth - First Words Around The House","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Within the first year of babies' lives, their motor skills begin to kick into high gear as they explore ways to physically interact with the world around them. Baby's First Moves is a playful celebration of their movement milestones -- including first steps, clapping, jumping, dancing, and more -- that invites parents and little ones to share in these fun-filled experiences together and discover","release_date":"2006-10-24","vote_average":0.0,"runtime":32,"cert":"N\/A","id":13877,"title":"Baby Einstein: Baby's First Moves - Get Up and Go!","adult":false,"genre_ids":[10402,10751]},{"cast":[],"overview":"As babies grow, their eye-hand coordination begins to improve as their ability to interact with their surroundings blossoms. It is the perfect time for My First Signs, A playful introduction to 20 common words and phrases from baby's world -- including \"mommy\", \"daddy\" and \"I love you\" -- both Spoken and in Sign Language. Join special guest Marlee Matlin as she demonstrates this exciting way for babies to express themselves even before they have master verbal communication. Featuring fun puppet shows, real-world images and beautiful classical music, this delightful program presents fun ways for you and your baby to interact on a whole new level!","release_date":"2007-03-13","vote_average":0.0,"runtime":27,"cert":"N\/A","id":13880,"title":"Baby Einstein: My First Signs - See and Sign with Baby","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"As babies continue to explore the world around them, they soon encounter many creatures, both large and small, that are extremely intriguing. Whether furry or feathered, winged or wiggly, bumpy or smooth, each holds a special fascination. Neighborhood Animals exposes little ones to animals most likely to be found close to home or in easily recognized environments. With a captivating combination of live-action footage, stimulating, colorful images and engaging puppet shows accompanied by beautiful classical music, this wonderful introduction to familiar animal life will provide you and your baby with countless opportunities to discover a world of engaging creatures together in and near your own backyard!","release_date":"2002-03-12","vote_average":0.0,"runtime":66,"cert":"N\/A","id":13881,"title":"Baby Einstein: Neighborhood Animals","adult":false,"genre_ids":[10751,16,10402]},{"cast":[],"overview":"Between 12 and 24 months, little ones become increasingly interested in more complex ideas and begin to explore numbers and counting. Numbers Nursery introduces little ones to numerals 1 through 5 in a captivating, interactive way that invites them to join in, clap their hands and count out loud. Using baby-friendly images of brightly colored toys, plus puppets, children and familiar real-world objects set to beautiful music, this dynamic program is a fun and age-appropriate way for you and your child to discover the exciting world of numbers and counting together!","release_date":"2003-11-25","vote_average":0.0,"runtime":30,"cert":"N\/A","id":13882,"title":"Baby Einstein: Numbers Nursery","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"In this video designed to introduce babies and toddlers to the concept of transportation, youngsters are presented with such vehicles as cars, trains, boats, planes and more. By combining real-life images of various vehicles with fun puppet shows and the classical music of Rossini, Mozart, Beethoven, and Haydn, curious youngsters are encouraged to explore the world.","release_date":"2005-10-25","vote_average":0.0,"runtime":40,"cert":"N\/A","id":13883,"title":"Baby Einstein: On the Go - Riding, Sailing and Soaring","adult":false,"genre_ids":[10751,16,10402]},{"cast":[],"overview":"On WORLD ANIMALS, classical music arrangements are combined with colorful puppetry to teach young viewers about both music and animals. Frisky host Jane, a monkey puppet, leads a journey around the globe to introduce babies to delightful wild animals while child-friendly classical music plays in the background","release_date":"2002-03-12","vote_average":0.0,"runtime":71,"cert":"N\/A","id":13884,"title":"Baby Einstein: World Animals - A Musical Safari","adult":false,"genre_ids":[10751,16,10402]},{"cast":["Johnny Depp","Helena Bonham Carter","Alan Rickman","Timothy Spall","Sacha Baron Cohen"],"overview":"The infamous story of Benjamin Barker, a.k.a Sweeney Todd, who sets up a barber shop down in London which is the basis for a sinister partnership with his fellow tenant, Mrs. Lovett. Based on the hit Broadway musical.","release_date":"2007-12-20","vote_average":7.1,"runtime":116,"cert":"18","id":13885,"title":"Sweeney Todd: The Demon Barber of Fleet Street","adult":false,"genre_ids":[18,27,10402]},{"cast":["Milla Jovovich","Brian Krause","Lisa Pelikan","Courtney Barilla","Garette Ratliff Henson"],"overview":"In this sequel to the 1980 classic, two children are stranded on a beautiful island in the South Pacific. With no adults to guide them, the two make a simple life together and eventually become tanned teenagers in love.","release_date":"1991-08-02","vote_average":5.6,"runtime":98,"cert":"N\/A","id":13888,"title":"Return to the Blue Lagoon","adult":false,"genre_ids":[12,18]},{"cast":["Tatsuo Matsumura","Kyôko Kagawa","Hisashi Igawa","George Tokoro","Masayuki Yui"],"overview":"This film tells the story of professor Uehida Hyakken-sama (1889-1971), in Gotemba, around the forties. He was a university professor until an air raid, when he left to become a writer and has to live in a hut. His mood has hardly changed, not by the change nor by time.","release_date":"1993-04-17","vote_average":7.7,"runtime":134,"cert":"N\/A","id":13889,"title":"Madadayo","adult":false,"genre_ids":[18]},{"cast":["Willa O'Neill","Taika Waititi","Charlie Bleakley","Neill Rea","Ashleigh Seagar"],"overview":"This dark comedy is set in Dunedin, New Zealand. A university student finds an old \"abandoned\" house and proceeds to invite other students to share. It even has running electricity. But what is the catch?","release_date":"1999-08-05","vote_average":5.3,"runtime":101,"cert":"N\/A","id":13892,"title":"Scarfies","adult":false,"genre_ids":[35,53]},{"cast":["Temuera Morrison","Rudolph Alford","Julian Arahanga","Tony Billy","Tu Brown"],"overview":"5 Years have passed and Jake has turned his back on his family. He's still up to his usual tricks in McClutchy's Bar, unaware, as he downs his latest opponent, that his eldest son, Nig, Has died in a gang fight. The uncomfortable family reunion at Nig's funeral sparks a confrontations with second son Sonny, and sets Jake and Sonny on a downward spiral.","release_date":"1999-05-27","vote_average":6.2,"runtime":108,"cert":"N\/A","id":13893,"title":"What Becomes of the Broken Hearted?","adult":false,"genre_ids":[18]},{"cast":["Patrick Moore","Erich Ritter","Paul Watson","Rob Stewart","Boris Worm"],"overview":"Driven by passion fed from a life-long fascination with sharks, Stewart Stewart debunks historical stereotypes and media depictions of sharks as bloodthirsty, man-eating monsters and reveals the reality of sharks as pillars in the evolution of the seas.","release_date":"2006-09-11","vote_average":7.9,"runtime":89,"cert":"N\/A","id":13894,"title":"Sharkwater","adult":false,"genre_ids":[99]},{"cast":["Sho Aikawa","Riki Takeuchi","Noriko Aota","Edison Chen","Ken'ichi Endô"],"overview":"Two contract killers cross paths in the middle of the same job and realize they are childhood friends. Together they take a break from killing and visit the small island they once called home. After reflecting on their past lives they decided to team up and use their talents in killing for good... much to the upset of the crime syndicates.","release_date":"2000-12-02","vote_average":7.1,"runtime":97,"cert":"18","id":13899,"title":"Dead or Alive 2: Birds","adult":false,"genre_ids":[80,18,53]},{"cast":["Susan Ward","Master P","Dominique Swain","Charity Shea","Danny Trejo"],"overview":"The lives of a nightclub owner, a crime boss, a stripper, a bartender, two hitmen, a prostitute and a psychic take a turn for the worse when they are trapped in an escaped mental patient's sinister path of madness and destruction.","release_date":"2008-03-01","vote_average":4.8,"runtime":88,"cert":"N\/A","id":13902,"title":"Toxic","adult":false,"genre_ids":[28,35,53]},{"cast":["Bijou Phillips","Crispin Glover","Brad Dourif","Kip Pardue","Jeffrey Combs"],"overview":"In the darkly phantasmagorical world of the carnival magician and sideshow hypnotist, the gruesome \"illusions\" of Montag the Magnificent are unique in that they seem to become retroactive reality long after the the tricks are done. Is it coincidence, or circumstantial evidence of the world's most diabolically ingenious murders? When an underground journalist begins to investigate the strange deaths, the truth proves to be far more bizarre and disturbing than anything he or his readers might have imagined.","release_date":"2007-06-22","vote_average":5.3,"runtime":94,"cert":"18","id":13903,"title":"The Wizard of Gore","adult":false,"genre_ids":[9648,27]},{"cast":["Waldemar Torenstra","Jelka van Houten","Sophie Hilbrand","Jeroen Willems"],"overview":"Photographer Bob loses his girlfriend. A year later he meets Kathleen. Is she in love? Or does she use him for her dark dealings with the mafia?","release_date":"2008-03-20","vote_average":5.9,"runtime":96,"cert":"N\/A","id":13904,"title":"Summer Heat","adult":false,"genre_ids":[80,18,10749]},{"cast":["Nick Broomfield","Dylan Carlson","Kurt Cobain","El Duce","Larry Flynt"],"overview":"After rocker Kurt Cobain's death, ruled a suicide, a film crew arrives in Seattle to make a documentary. Director Nick Broomfield talks to lots of people. Portraits emerge: a shy, slight Kurt, weary of touring, embarrassed by fame, hooked on heroin; an out-going Courtney, dramatic, controlling, moving from groupie to star.","release_date":"1998-02-27","vote_average":6.1,"runtime":95,"cert":"N\/A","id":13907,"title":"Kurt & Courtney","adult":false,"genre_ids":[99,10402]},{"cast":["Dana Carvey","Brent Spiner","Jennifer Esposito","Harold Gould","James Brolin"],"overview":"A sweet-natured Italian waiter named Pistachio Disguisey at his father Fabbrizio's restaurant, who happens to be a member of a family with supernatural skills of disguise. But moments later the patriarch of the Disguisey family is kidnapped Fabbrizio's former arch-enemy, Devlin Bowman, a criminal mastermind in an attempt to steal the world's most precious treasures from around the world. And it's up to Pistachio to track down Bowman and save his family before Bowman kills them!","release_date":"2002-08-02","vote_average":3.8,"runtime":80,"cert":"N\/A","id":13908,"title":"The Master of Disguise","adult":false,"genre_ids":[35,10751]},{"cast":["John Wayne","Joanne Dru","John Agar","Ben Johnson","Harry Carey, Jr."],"overview":"After Custer and the 7th Cavalry are wiped out by Indians, everyone expects the worst. Capt. Nathan Brittles is ordered out on patrol but he's also required to take along Abby Allshard, wife of the Fort's commanding officer, and her niece, the pretty Olivia Dandridge, who are being evacuated for their own safety. Brittles is only a few days away from retirement and Olivia has caught the eye of two of the young officers in the Company, Lt. Flint Cohill and 2nd Lt. Ross Pennell. She's taken to wearing a yellow ribbon in her hair, a sign that she has a beau in the Cavalry, but refuses to say for whom she is wearing it.","release_date":"1949-10-22","vote_average":7.0,"runtime":103,"cert":"PG","id":13909,"title":"She Wore a Yellow Ribbon","adult":false,"genre_ids":[37]},{"cast":["Catherine Zeta-Jones","Guy Pearce","Timothy Spall","Saoirse Ronan","Malcolm Shields"],"overview":"On a tour of Britain in 1926, Harry Houdini enters into a passionate affair with a psychic out to con the famous magician.","release_date":"2007-09-13","vote_average":5.7,"runtime":97,"cert":"N\/A","id":13910,"title":"Death Defying Acts","adult":false,"genre_ids":[18,10749,53]},{"cast":["Groucho Marx","Harpo Marx","Chico Marx","Zeppo Marx","Rockliffe Fellowes"],"overview":"Four stowaways get mixed up with gangsters while running riot on an ocean liner.","release_date":"1931-09-19","vote_average":7.0,"runtime":77,"cert":"N\/A","id":13911,"title":"Monkey Business","adult":false,"genre_ids":[10402,35]},{"cast":["Groucho Marx","Harpo Marx","Chico Marx","Zeppo Marx","Thelma Todd"],"overview":"Quincy Adams Wagstaff, the new president of Huxley U, hires bumblers Baravelli and Pinky to help his school win the big football game against rival Darwin U.","release_date":"1932-08-19","vote_average":6.9,"runtime":68,"cert":"N\/A","id":13912,"title":"Horse Feathers","adult":false,"genre_ids":[35,10749]},{"cast":["Groucho Marx","Harpo Marx","Chico Marx","Zeppo Marx","Lillian Roth"],"overview":"The well-known explorer and hunter Captain Spaulding has just returned from Africa, and is being welcomed home with a lavish party at the estate of influential society matron Mrs. Rittenhouse when a valuable painting goes missing. The intrepid Captain Spaulding attempts to solve the crime with the help of his silly secretary Horatio Jamison, while sparring with the anarchic Signor Emanuel Ravelli and his nutty sidekick The Professor.","release_date":"1930-08-28","vote_average":7.3,"runtime":97,"cert":"N\/A","id":13913,"title":"Animal Crackers","adult":false,"genre_ids":[35,10402]},{"cast":["Sebastian Bezzel","Michael Grimm","Antoine Monot Jr.","Simon Schwarz","Nicholas Ofczarek"],"overview":"In 1952, four passionate bobsledders - Gamser, Franzl, Gustl and Leusl Peter prepare for the Winter Olympics in Oslo. There, the veteran Bavarian Gamser wants to finally put his archrival Dorfler in his place and show him his class. While the two men constantly get into your hair, the women Rosi and Anna try to calm things down. In Oslo, there is finally a big showdown, which will take place not only on a bobsled.","release_date":"2007-01-18","vote_average":6.9,"runtime":94,"cert":"N\/A","id":13914,"title":"Heavyweights","adult":false,"genre_ids":[35]},{"cast":["Fab Filippo","Don McKellar","Marya Delver","Gordon Currie","Tammy Isbell"],"overview":"Four young office workers have a bet going to see who can last the longest without going outside. In the maze that is the downtown core of a large city, glass skywalks connect apartment buildings, office towers and shopping malls. Its day 28 of the bet and over the lunch hour, as the office prepares for the company founder's retirement party, things start to seriously unravel.","release_date":"2000-01-01","vote_average":5.6,"runtime":84,"cert":"N\/A","id":13915,"title":"Waydowntown","adult":false,"genre_ids":[35,18,27]},{"cast":["Roselyn Sánchez","Freddie Prinze Jr.","Ving Rhames","Angus Macfadyen","Devon Sawa"],"overview":"A street-smart pool player falls in with a pack of hustlers. As he rises in the underground circuit, he lands in the middle of a match between his boss and a crooked cop.","release_date":"2005-12-26","vote_average":5.7,"runtime":102,"cert":"N\/A","id":13916,"title":"Shooting Gallery","adult":false,"genre_ids":[35,18,10749,53]},{"cast":["Stephen Curry","Shaun Micallef","Garry McDonald","Steve Bisley","Stephen Hall"],"overview":"The King is the story of Graham Kennedy, Australia's first and greatest home grown TV superstar. It traces his rise from working class Balaclava kid, through radio, TV, film, and back to TV again. It also tracks Kennedy's personal tragedies - the loneliness, the unrealised ambitions and the terrible pressures of being Australia's first homegrown superstar in the 1950s and 60s.","release_date":"2007-05-20","vote_average":0.0,"runtime":100,"cert":"N\/A","id":13917,"title":"The King","adult":false,"genre_ids":[99,18]},{"cast":["Jimeoin","Alan McKee","Colin Hay","Bob Franklin","Robert Morgan"],"overview":"When Fergus and Wesley get in the bad books of a local rough in their home town in Northern Ireland they decide to flee to Australia. After making a new life for themselves in Sydney they soon outstay their visas and must go on the run again, this time from the immigration officials.","release_date":"1999-04-29","vote_average":5.8,"runtime":89,"cert":"N\/A","id":13918,"title":"The Craic","adult":false,"genre_ids":[35]},{"cast":["Jamie Bell","Camilla Belle","Justin Chatwin","Glenn Close","Kathi Copeland"],"overview":"The Chumscrubber is a dark comedy about the lives of people who live in upper-class suburbia. It all begins when Dean Stiffle finds the body of his friend, Troy. He doesn't bother telling any of the adults because he knows they won't care. Everyone in town is too self consumed to worry about anything else than themselves. And everybody is on some form of drug just to get through their days.","release_date":"2005-06-08","vote_average":6.7,"runtime":108,"cert":"N\/A","id":13919,"title":"The Chumscrubber","adult":false,"genre_ids":[35,18]},{"cast":["Cuba Gooding Jr.","Ed Harris","Alfre Woodard","S. Epatha Merkerson","Debra Winger"],"overview":"High school football coach, Harold Jones befriends Radio, a mentally-challenged man who becomes a student at T.L. Hanna High School in Anderson, South Carolina. Their friendship extends over several decades, where Radio transforms from a shy, tormented man into an inspiration to his community.","release_date":"2003-10-24","vote_average":7.0,"runtime":109,"cert":"N\/A","id":13920,"title":"Radio","adult":false,"genre_ids":[18]},{"cast":["Florian Lukas","Gustav-Peter Wöhler","Sebastian Bezzel","Kostja Ullmann","Herbert Knaup"],"overview":"The subject of male prostitution gets a distinctly zany and offbeat twist in Stellungswechsel (AKA Special Escort), Maggie Peren's tale of five male underdogs who promulgate themselves as female escorts in the city of Munich. Of that group, we meet policeman Gy, in hot water with his insurance company and enduring the vicissitudes of an on-again, off-again romance with comely Daphne; twentysomething Lasse, who lives with his mom and is pathetically henpecked by her; Giselher, a chronically unemployed former manager; Frank, a philologist who spends his days as a house husband; and Olli, a deli proprietor whose business is rapidly going under. These five conjure up the wild idea of charging for liaisons with emotionally needy women, but the scheme doesn't exactly go as planned - as none can even begin to anticipate the eccentricities or oddities of the female clients who turn up in response to their offer.","release_date":"2007-10-03","vote_average":6.0,"runtime":97,"cert":"N\/A","id":13921,"title":"Special Escort","adult":false,"genre_ids":[35]},{"cast":["Benjamin Bratt","James Franco","Connie Nielsen","Marton Csokas","Joseph Fiennes"],"overview":"As World War II rages, the elite Sixth Ranger Battalion is given a mission of heroic proportions: push 30 miles behind enemy lines and liberate over 500 American prisoners of war.","release_date":"2005-08-12","vote_average":6.7,"runtime":132,"cert":"15","id":13922,"title":"The Great Raid","adult":false,"genre_ids":[28,36,10752]},{"cast":["Bill Paxton","Amy Madigan","Donal Logue","Robert John Burke","Vivian Wu"],"overview":"Something in his past keeps career Army man John Paul Vann from advancing past colonel. He views being sent to Vietnam as part of the US military advisory force a stepping stone to promotion. However, he disagrees vocally (and on the record) with the way the war is being run and is forced to leave the military. Returning to Vietnam as a civilian working with the Army, he comes to despise some South Vietnamese officers while he takes charge of some of the U.S. forces and continues his liaisons with Vietnamese women.","release_date":"1998-01-01","vote_average":5.9,"runtime":118,"cert":"N\/A","id":13923,"title":"A Bright Shining Lie","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"There's nothing like a restful nap in a pleasant wooded valley. But when André awakens and is greeted by a pesky yellow-and-black striped insect with a nasty stinger, he ends up taking a quick (and painful) hike.","release_date":"1984-12-17","vote_average":5.4,"runtime":2,"cert":"N\/A","id":13924,"title":"The Adventures of André and Wally B.","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"A baby lamp finds a ball to play with and it's all fun and games until the ball bursts. Just when the elder Luxo thinks his kid will settle down for a bit, Luxo Jr. finds a ball ten times bigger.","release_date":"1986-08-17","vote_average":7.2,"runtime":2,"cert":"N\/A","id":13925,"title":"Luxo Jr.","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Life as the sole sale item in the clearance corner of Eben's Bikes can get lonely. So Red, a unicycle, dreams up a clown owner and his own juggling act that steals the show. But all too soon, the applause turns into the sound of rainfall, as reality rushes back. Red must resign himself to sitting in the corner and await his fate.","release_date":"1987-08-17","vote_average":6.4,"runtime":4,"cert":"N\/A","id":13926,"title":"Red's Dream","adult":false,"genre_ids":[10751,16]},{"cast":["Sárközi Olivér"],"overview":"Babies are hardly monster-like, unless you're a toy. After escaping a drooling baby, Tinny realizes that he wants to be played with after all. But in the amount of time it takes him to discover this, the baby's attention moves on to other things only an infant could find interesting.","release_date":"1988-08-01","vote_average":6.4,"runtime":5,"cert":"N\/A","id":13927,"title":"Tin Toy","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Life on a shelf as a snowman trapped in a snow-globe blizzard can become wearing, especially when you're surrounded by knickknacks from sunnier locales. When the jaded snowman finally breaks free of his glass house, his vacation plans are cut short.","release_date":"1989-01-01","vote_average":7.2,"runtime":4,"cert":"N\/A","id":13928,"title":"Knick Knack","adult":false,"genre_ids":[16,10751,35]},{"cast":["Bob Peterson"],"overview":"An aging codger named Geri plays a daylong game of chess in the park against himself. Somehow, he begins losing to his livelier opponent. But just when the game's nearly over, Geri manages to turn the tables.","release_date":"1997-11-24","vote_average":7.8,"runtime":4,"cert":"N\/A","id":13929,"title":"Geri's Game","adult":false,"genre_ids":[16,10751]},{"cast":["Ralph Eggleston"],"overview":"One by one, a flock of small birds perches on a telephone wire. Sitting close together has problems enough, and then comes along a large dopey bird that tries to join them. The birds of a feather can't help but make fun of him - and their clique mentality proves embarrassing in the end.","release_date":"2000-11-01","vote_average":7.5,"runtime":3,"cert":"N\/A","id":13930,"title":"For the Birds","adult":false,"genre_ids":[16,10751,35]},{"cast":["Billy Crystal","John Goodman"],"overview":"Mike discovers that being the top-ranking laugh collector at Monsters, Inc. has it's benefits - in particular, earning enough money to buy a six-wheel-drive car that's loaded with gadgets. That new-car smell doesn't last long enough, however, as Sulley jump-starts an ill-fated road test that teaches Mike the true meaning of buyer's remorse.","release_date":"2002-05-24","vote_average":6.8,"runtime":4,"cert":"U","id":13931,"title":"Mike's New Car","adult":false,"genre_ids":[16,10751]},{"cast":["Bret 'Brook' Parker","Bud Luckey","Eli Fucile","Jason Lee"],"overview":"Kari the babysitter thinks she's in for a night of routine babysitting. She's prepared to provide neurological stimulation with some soothing musical accompaniment for little Jack-Jack, the smallest member of the incredible Parr family. Little does she know that Jack-Jack will teach her a thing or two about babies with \"special needs.\"","release_date":"2005-03-15","vote_average":7.4,"runtime":5,"cert":"U","id":13932,"title":"Jack-Jack Attack","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"With one coin to make a wish at the piazza fountain, a peasant girl encounters two competing street performers who'd prefer the coin find its way into their tip jars. The little girl, Tippy, is caught in the middle as a musical duel ensues between the one-man-bands.","release_date":"2005-06-21","vote_average":7.3,"runtime":4,"cert":"N\/A","id":13933,"title":"One Man Band","adult":false,"genre_ids":[16,10751]},{"cast":["Larry the Cable Guy","Owen Wilson","Paul Newman","Bonnie Hunt","Cheech Marin"],"overview":"Mater, the rusty but trusty tow truck from Cars, spends a day in Radiator Springs playing scary pranks on his fellow townsfolk. That night at Flo's V8 Café, the Sheriff tells the story of the legend of the Ghostlight, and as everyone races home Mater is left alone primed for a good old-fashioned scare.","release_date":"2006-07-27","vote_average":6.2,"runtime":7,"cert":"N\/A","id":13934,"title":"Mater and the Ghostlight","adult":false,"genre_ids":[16,10751]},{"cast":["Ron Eldard","Zak Orth","Frank Whaley","Dylan Bruno","Devon Gummersall"],"overview":"In WWII Western Germany, Private David Manning reluctantly leaves behind a mortally wounded fellow soldier and searches for survivors from his platoon, only to learn from commanding officer Captain Pritchett that they have all been killed in action. Despite requesting a discharge on the grounds of mental disability, Manning is promoted to sergeant and assigned to lead a new platoon of young inductees.","release_date":"1998-06-27","vote_average":6.5,"runtime":95,"cert":"15","id":13935,"title":"When Trumpets Fade","adult":false,"genre_ids":[18,10752]},{"cast":["Gordon MacRae","Gloria Grahame","Gene Nelson","Charlotte Greenwood","Shirley Jones"],"overview":"This joyous celebration of frontier life combines tender romance and violent passion in the Oklahoma Territory of the 1900s with a timeless score filled with unforgettable songs. Rodgers and Hammerstein's hit Broadway musical.","release_date":"1955-10-10","vote_average":6.6,"runtime":145,"cert":"U","id":13936,"title":"Oklahoma!","adult":false,"genre_ids":[37,10402,10749]},{"cast":["John Lithgow","Lolita Davidovich","Steven Bauer","Frances Sternhagen","Gregg Henry"],"overview":"When neighborhood kids begin vanishing, Jenny suspects her child psychologist husband, Carter, may be resuming the deranged experiments his father performed on Carter when he was young. Now, it falls to Jenny to unravel the mystery. And as more children disappear, she fears for her own child's safety.","release_date":"1992-08-07","vote_average":6.0,"runtime":92,"cert":"15","id":13937,"title":"Raising Cain","adult":false,"genre_ids":[18,27,53,80]},{"cast":["Taimak","Julius Carry","Vanity","Christopher Murney","Faith Prince"],"overview":"A young man searches for the \"master\" to obtain the final level of martial arts mastery known as the glow. Along the way he must fight an evil martial arts expert and rescue a beautiful singer from an obsessed music promoter.","release_date":"1985-03-22","vote_average":6.5,"runtime":108,"cert":"N\/A","id":13938,"title":"The Last Dragon","adult":false,"genre_ids":[28,12,35]},{"cast":["Charles Bronson","Hope Lange","Vincent Gardenia","Steven Keats","William Redfield"],"overview":"After his wife is murdered by street punks, a pacifistic New York City architect becomes a one-man vigilante squad, prowling the streets for would-be muggers after dark.","release_date":"1974-07-24","vote_average":6.9,"runtime":93,"cert":"18","id":13939,"title":"Death Wish","adult":false,"genre_ids":[28]},{"cast":["Eliza Dushku","Cary Elwes","Timothy Hutton","Tom Malloy","Michael Ironside"],"overview":"Based on the true story of double killings occurring in Rochester, NY during the 80’s and the troubled police officer determined to solve them, with or without the help of her department","release_date":"2008-11-07","vote_average":5.2,"runtime":98,"cert":"15","id":13942,"title":"The Alphabet Killer","adult":false,"genre_ids":[80,9648,53]},{"cast":["Emily Barclay","Steve Bastoni","Laurence Breuls","Michael Dorman","Anthony Hayes"],"overview":"Can you really get away with murder? Welcome to the world of Katrina, a 19-year-old single mum who's planning to do just that. Katrina lives in a world of petty crime, fast cars, manicures and blow-jobs. A master manipulator of men living at home with her father in suburban Golden Grove, Katrina will stop at nothing to get what she wants - even murder.","release_date":"2006-10-26","vote_average":5.5,"runtime":95,"cert":"N\/A","id":13943,"title":"Suburban Mayhem","adult":false,"genre_ids":[18,53,10749]},{"cast":["Anne Hathaway","Patrick Wilson","Andre Braugher","Dianne Wiest","David Morse"],"overview":"After a plane crash, a young therapist, Claire, is assigned by her mentor to counsel the flight's five survivors. When they share their recollections of the incident -- which some say include an explosion that the airline claims never happened -- Claire is intrigued by Eric, the most secretive of the passengers","release_date":"2008-09-26","vote_average":5.9,"runtime":93,"cert":"15","id":13944,"title":"Passengers","adult":false,"genre_ids":[18,9648,53,10749]},{"cast":["Lee Horsley","Richard Lynch","Kathleen Beller","Simon MacCorkindale","George Maharis"],"overview":"A mercenary with a three-bladed sword rediscovers his royal heritage when he is recruited to help a princess foil a brutal tyrant and a powerful sorcerer's plans to conquer the land.","release_date":"1982-04-01","vote_average":5.4,"runtime":100,"cert":"18","id":13945,"title":"The Sword and the Sorcerer","adult":false,"genre_ids":[28,12,14]},{"cast":["Andrew Divoff","Erin Brown","Ryan Hooks","Sean Serino","Rachel Scheer"],"overview":"A crazed scientist experimenting with a rage virus on innocent victims in a laboratory in the woods. When his monstrous subjects escape and vultures devour their remains, they became mutations seeking to feed on humans.","release_date":"2007-12-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":13946,"title":"The Rage","adult":false,"genre_ids":[27,878]},{"cast":["Evan Coyne Maloney"],"overview":"A hard-hitting yet humorous exposé on the breathtaking abuses of power in higher education, Evan Maloney's \"Indoctrinate U\" Shows what you won't see in the glossy marketing brochures of American colleges and universities. When unsuspecting students and professors run afoul of the campus thought police, the result would make for a great comic farce–if real careers weren't at stake.","release_date":"2007-09-26","vote_average":7.5,"runtime":87,"cert":"N\/A","id":13947,"title":"Indoctrinate U","adult":false,"genre_ids":[99]},{"cast":["Kevin Farley","Kelsey Grammer","Leslie Nielsen","Trace Adkins","Robert Davi"],"overview":"In An American Carol a cynical, Anti-American Hollywood filmmaker sets out on a crusade to abolish the 4th of July holiday. He is visited by three spirits who take him on a hilarious journey in an attempt to show him the true meaning of America.","release_date":"2008-10-03","vote_average":3.8,"runtime":83,"cert":"N\/A","id":13948,"title":"An American Carol","adult":false,"genre_ids":[35,14]},{"cast":["Sally Hawkins","Rupert Penry-Jones","Alice Krige","Anthony Stewart Head","Julia Davis"],"overview":"Persuasion is the newest adaptation of the classic Jane Austen novel of the same name published in 1818. Anne falls deeply in love with handsome young naval officer Frederick Wentworth at the age of nineteen.","release_date":"2007-04-01","vote_average":7.1,"runtime":93,"cert":"PG","id":13949,"title":"Persuasion","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Ice Cube","Mike Epps","Tommy Flanagan","Carmen Chaplin","Eva Mendes"],"overview":"Bucum Jackson (Cube) is a bounty hunter with a lot of attitude and no interest in taking on a partner. Working at Martinez Bail Bonds, Jackson has unorthodox methods of tracking down low-life criminals, but they work, and one day he hopes to become his own boss and open up his own private investigation firm. Reggie Wright (Epps) is a slippery con artist who is avoiding the law, and Jackson. During a cat and mouse chase, the two stumble on a multi-million dollar diamond heist. Hiding from Jackson, Wright finds himself in the thieves' getaway van and ends up having to escape from them after they discover their booty is fake, much to the displeasure of their ruthless boss (Flanagan). When Wright meets up with his girlfriend (Mendes), he discovers that his recently purchased lottery ticket is the sole winner of $60 million. Unfortunately, his wallet, which held the ticket, was left in the thieves' van, so he persuades Jackson to help him get it back.","release_date":"2002-03-08","vote_average":6.1,"runtime":95,"cert":"N\/A","id":13950,"title":"All About the Benjamins","adult":false,"genre_ids":[28,12,35]},{"cast":["Jonathan Silverman","Moisés Arias","Rhea Perlman","Stephen Tobolowsky","Eddie Griffin"],"overview":"Eddie, a struggling animal trainer and single dad suddenly finds himself the personal wrangler for a large and lovable St. Bernard whose fabulous movie \"audition\" catapults the dog to stardom. However, a trio of unscrupulous ne'er-do-wells have plans to kidnap the famous dog and hold him for ransom.","release_date":"2008-12-26","vote_average":4.8,"runtime":101,"cert":"U","id":13955,"title":"Beethoven's Big Break","adult":false,"genre_ids":[35,10751]},{"cast":["Tim Curry","Robert Patrick","Kelly Ripa","Trevor Gagnon","Philip Bolden"],"overview":"Three young houseflies stow away aboard the Apollo 11 flight to the moon.","release_date":"2008-08-15","vote_average":4.4,"runtime":84,"cert":"PG","id":13956,"title":"Fly Me to the Moon","adult":false,"genre_ids":[12,16,10751]},{"cast":["Shirley MacLaine","Christopher Plummer","Dylan Roberts","Gene Dinovi","Neve Campbell"],"overview":"During the 1940s, a group of young men go off to war, leaving behind Ethel Ann, who is in love with one of them, Teddy. In modern-day Belfast, a man named Jimmy endeavors to return a ring found in the wreckage of a crashed plane. He travels to Michigan, where the grown Ethel Ann, who married another man after Teddy was killed in battle, now lives. Ethel Ann must decide whether to go with Jimmy to meet the soldier who last saw Teddy alive.","release_date":"2007-09-14","vote_average":6.7,"runtime":118,"cert":"12A","id":13957,"title":"Closing the Ring","adult":false,"genre_ids":[18,10749]},{"cast":["Steve Wiebe","Billy Mitchell","Walter Day","Mark Alpiger","Greg Bond"],"overview":"In this hilarious arcade showdown, a humble novice goes head-to-head against the reigning Donkey Kong champ in a confrontation that rocks the gaming world to its processors! For over 20 years, Billy Mitchell has owned the throne of the Donkey Kong world. No one could beat his top score until now. Newcomer Steve Wiebe claims to have beaten the unbeatable, but Mitchell isn't ready to relinquish his crown without a fight. Go behind the barrels as the two battle it out in a vicious war to earn the title of the true King of Kong.","release_date":"2007-08-17","vote_average":7.9,"runtime":83,"cert":"PG","id":13958,"title":"The King of Kong: A Fistful of Quarters","adult":false,"genre_ids":[99]},{"cast":["Joaquim de Almeida","Soraia Chaves","Ivo Canelas","Nicolau Breyner","José Raposo"],"overview":"A powerful entrepreneur wants to build an exclusive resort hotel in Villanova, but he discovers the location he has in mind is protected by local land-use regulations. He hires Maria, a beautiful and elegant prostitute, to seduce the mayor, leaving him open to blackmail if he won't give the entrepreneur what he wants. Maria has no trouble twisting Meireles around her finger, but police detectives Madeira and Neves get wind of the plan and set out to expose the plot...","release_date":"2007-12-27","vote_average":6.7,"runtime":145,"cert":"N\/A","id":13959,"title":"Call Girl","adult":false,"genre_ids":[80,18,53]},{"cast":["T.I.","Evan Ross","Jackie Long","Lauren London","Albert Daniels"],"overview":"As four friends prepare for life after high school, different challenges bring about turning points in each of their lives. The dramas unfold and resolve at their local rollerskating rink, Cascade.","release_date":"2006-03-31","vote_average":6.8,"runtime":105,"cert":"N\/A","id":13960,"title":"ATL","adult":false,"genre_ids":[18,35,9648]},{"cast":["Robbie Robertson","Rick Danko","Levon Helm","Richard Manuel","Garth Hudson"],"overview":"Martin Scorsese's documentary intertwines footage from \"The Band's\" incredible farewell tour with probing backstage interviews and featured performances by Eric Clapton, Bob Dylan, Joni Mitchell, Van Morrison, and other rock legends.","release_date":"1978-05-01","vote_average":7.8,"runtime":117,"cert":"U","id":13963,"title":"The Last Waltz","adult":false,"genre_ids":[99,10402]},{"cast":["Minase Yashiro","Asami","Yûya Ishikawa","Kentarô Shimazu","Honoka"],"overview":"The life of a young, Japanese schoolgirl is destroyed when her family is killed by a Ninja-Yakuza family. Her hand cut off, she replaces it with various machines-of-death, and seeks revenge","release_date":"2008-01-02","vote_average":6.1,"runtime":96,"cert":"18","id":13964,"title":"The Machine Girl","adult":false,"genre_ids":[28,12,35,80,27,53]},{"cast":["Tom Burlinson","Sigrid Thornton","Brian Dennehy","Nicholas Eadie","Mark Hembrow"],"overview":"After a few years trying to earn money to marry Jessica Harrison (Sigrid Thornton), Jim Craig (Tom Burlinson) returns to Snowy River. But he finds that a lot of things have changed.","release_date":"1988-03-24","vote_average":6.8,"runtime":110,"cert":"N\/A","id":13965,"title":"Return to Snowy River","adult":false,"genre_ids":[12,18,28,37,10751]},{"cast":["Joely Richardson","Matthew Macfadyen","Hugh Laurie","Adrian Lester","Yasmin Bannerman"],"overview":"Sam and Lucie Bell are a married couple who seem to have it all: good looks, succesful careers, matching motorikes, and an enthusiastic love life. The only thing they lack is the one thing they want more—a baby.","release_date":"2000-06-02","vote_average":5.4,"runtime":104,"cert":"15","id":13966,"title":"Maybe Baby","adult":false,"genre_ids":[35,10749]},{"cast":["Ewan McGregor","Renée Zellweger","Emily Watson","Barbara Flynn","Bill Paterson"],"overview":"The story of Beatrix Potter, the author of the beloved and best-selling children's book, 'The Tale of Peter Rabbit', and her struggle for love, happiness and success.","release_date":"2006-12-03","vote_average":6.4,"runtime":92,"cert":"PG","id":13967,"title":"Miss Potter","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Corbin Bleu","Keke Palmer","David Reivers","Shanica Knowles","Laivan Greene"],"overview":"Story revolves around a young boxer, Izzy Daniels, who trains to follow in his father's footsteps by winning the Golden Glove. When his friend, Mary, however, asks him to substitute for a team member in a Double Dutch tournament, the young man discovers a hidden passion for jump roping","release_date":"2007-04-27","vote_average":6.1,"runtime":85,"cert":"U","id":13968,"title":"Jump In!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Katie Holmes","Marc Blucas","Michael Keaton","Margaret Colin","Lela Rochon"],"overview":"Samantha MacKenzie, the daughter of the president of the United States, arrives at college with a group of Secret Service agents. Samantha, however, resents their presence and decides she wants to attend school just like a normal student. Her father agrees to recall the agents but secretly assigns James, an undercover agent, to pose as a student. They fall in love, but their romance is jeopardized when Samantha learns James' true identity.","release_date":"2004-09-24","vote_average":5.8,"runtime":105,"cert":"N\/A","id":13969,"title":"First Daughter","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Ryoo Seung-bum","Yoon Soy","Ahn Sung-ki","Jung Doo-hong","Yoon Joo-sang"],"overview":"Sang-hwan became a cop in order to help the downtrodden, but he doesn't get much respect. All that changes when he meets the Seven Masters.","release_date":"2004-04-30","vote_average":6.2,"runtime":114,"cert":"N\/A","id":13970,"title":"Arahan","adult":false,"genre_ids":[14,28,35,53]},{"cast":["Emma Roberts","Alex Pettyfer","Kimberley Nixon","Juno Temple","Aidan Quinn"],"overview":"Rebellious 16 year old Poppy from Mailibu is sent to an English boarding school. Realising her Father isn't coming back to rescue her she tries to get expelled.","release_date":"2008-01-01","vote_average":6.6,"runtime":98,"cert":"12A","id":13971,"title":"Wild Child","adult":false,"genre_ids":[35,18,10749]},{"cast":["Meg Ryan","Annette Bening","Eva Mendes","Debra Messing","Jada Pinkett Smith"],"overview":"The story centers on a group of gossipy, high-society women who spend their days at the beauty salon and haunting fashion shows. The sweet, happily-wedded Mary Haines finds her marriage in trouble when shop girl Crystal Allen gets her hooks into Mary's man.","release_date":"2008-09-12","vote_average":4.9,"runtime":114,"cert":"N\/A","id":13972,"title":"The Women","adult":false,"genre_ids":[10751,35,18,10749]},{"cast":["Sam Rockwell","Anjelica Huston","Kelly Macdonald","Brad William Henke","Clark Gregg"],"overview":"A sex-addicted con-man pays for his mother's hospital bills by playing on the sympathies of those who rescue him from choking to death.","release_date":"2008-09-26","vote_average":6.2,"runtime":92,"cert":"18","id":13973,"title":"Choke","adult":false,"genre_ids":[35,18]},{"cast":["Dylan Moran"],"overview":"Irish comedian Dylan Moran live at Vicar Street, Dublin.","release_date":"2004-11-15","vote_average":8.1,"runtime":85,"cert":"15","id":13976,"title":"Dylan Moran: Monster","adult":false,"genre_ids":[35]},{"cast":["Luisa Williams","Josh Philip Weinstein","Gareth Saxe","Nyambi Nyambi","Frank Dattolo"],"overview":"A 19 year-old girl prepares to become a suicide bomber in Times Square.","release_date":"2006-05-25","vote_average":5.9,"runtime":91,"cert":"N\/A","id":13979,"title":"Day Night Day Night","adult":false,"genre_ids":[18,53]},{"cast":["Tomoya Nagase","Yuri Chinen","Kouichi Yamadera","Naoto Takenaka","Akio Otsuka"],"overview":"Pursued by formidable Chinese assassins, young Kotaro and his dog run into No Name, a mysterious stranger who gets pulled into the chase. The unlikely companions form a bond over saving the dog from a poison attack, but chaos erupts when the assassins find Kotaro, and No Name must face his past before a horrible fate is met again.","release_date":"2007-09-29","vote_average":7.6,"runtime":103,"cert":"15","id":13980,"title":"Sword of the Stranger","adult":false,"genre_ids":[28,16,36]},{"cast":["Ai Kobayashi","Kouichi Yamadera","Kong Kuwata","Shinpachi Tsuji","Gara Takashima"],"overview":"As members of ESWAT, the elite forces serving Olympus, Deunan and Briaereos are deployed anywhere trouble strikes. Olympus finds itself under a stealth attack - cyborg terrorism, deadly nanotech zealots, and rioting citizens are just some of the threats that Deunan must contend with as she fights to save Olympus!","release_date":"2007-10-19","vote_average":6.7,"runtime":105,"cert":"N\/A","id":13981,"title":"Appleseed: Ex Machina","adult":false,"genre_ids":[16,28,53,878]},{"cast":["Joe Pesci","Kristy Swanson","George Hamilton","Dyan Cannon","Andy Comeau"],"overview":"Mafia hitman Tommy Spinelli (Joe Pesci) is flying to San Diego with a bag that holds eight severed heads, which he's bringing to his superiors to prove that some troublesome rival mobsters are permanently out of the picture. When his bag gets accidentally switched at the airport, Tommy must track down his duffel bag and the 8 heads it contains.","release_date":"1997-04-18","vote_average":5.1,"runtime":95,"cert":"15","id":13982,"title":"8 Heads in a Duffel Bag","adult":false,"genre_ids":[35,80]},{"cast":["Roger Fan","Sung Kang","Monique Gabriela Curnen","Meredith Scott Lynn","Sam Bottoms"],"overview":"In 1973, martial arts great Bruce Lee died, his final film, Game of Death, left unfinished. With the public hungry for more Lee, movie execs decide to find a replacement. This outrageous satire looks at the entire process, from the oddball candidates to the greed and racial motivations that drive the final decision. There's big business in the movies, and Finishing the Game skewers it with an eye for '70s detail.","release_date":"2007-01-21","vote_average":5.1,"runtime":84,"cert":"N\/A","id":13983,"title":"Finishing the Game: The Search for a New Bruce Lee","adult":false,"genre_ids":[35]},{"cast":["Paul Spence","David Lawrence","Gordon Skilling","Andrew Sparacino","Tracey Lawrence"],"overview":"Terry and Dean are lifelong friends who have grown-up together: shotgunning their first beers, forming their first garage band, and growing the great Canadian mullet known as \"hockey hair\". Now the lives of these Alberta everymen are brought to the big screen by documentarian Ferral Mitchener in an exploration of the depths of friendship, the fragility of life, growing up gracefully and the art and science of drinking beer like a man","release_date":"2002-05-24","vote_average":6.3,"runtime":76,"cert":"N\/A","id":13984,"title":"Fubar","adult":false,"genre_ids":[35,10402]},{"cast":["Kiefer Sutherland","Cherry Jones","Bob Gunton","Colm Feore","Jon Voight"],"overview":"Former federal agent Jack Bauer confronts African dictator Benjamin Juma, whose forces have been ordered to capture the children Bauer oversees for malicious military training.","release_date":"2008-11-23","vote_average":7.0,"runtime":102,"cert":"15","id":13989,"title":"24: Redemption","adult":false,"genre_ids":[28,12,80]},{"cast":["Ben Kingsley","Famke Janssen","Josh Peck","Olivia Thirlby","Mary-Kate Olsen"],"overview":"Set in New York City in the sweltering summer, The Wackness tells the story of a troubled teenage drug dealer, who trades pot for therapy sessions with a drug-addled psychiatrist. Things get more complicated when he falls for one of his classmates, who just happens to be the doctors daughter. This is a coming-of-age story about sex, drugs, music and what it takes to be a man.","release_date":"2008-07-03","vote_average":6.4,"runtime":99,"cert":"N\/A","id":13990,"title":"The Wackness","adult":false,"genre_ids":[18]},{"cast":["Drake Bell","Andrew Caldwell","Andree Moss","Carolyn Moss","Wendy Talley"],"overview":"A wild weekend is in store for three high school seniors who visit a local college campus as prospective freshmen.","release_date":"2008-08-28","vote_average":4.7,"runtime":94,"cert":"N\/A","id":13991,"title":"College","adult":false,"genre_ids":[35]},{"cast":["James Gandolfini","Susan Sarandon","Kate Winslet","Steve Buscemi","Mandy Moore"],"overview":"Down-and-dirty musical love story set in the world of the working class. Nick is an ironworker who builds and repairs bridges. He's married to Kitty, a dressmaker, a strong and gentle woman with whom he has three daughters. He is carrying on a torrid affair with a redheaded woman named Tula. Nick is basically a good, hardworking man driven forward by will and blinded by his urges.","release_date":"2005-09-13","vote_average":6.0,"runtime":105,"cert":"","id":13994,"title":"Romance & Cigarettes","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Matt Salinger","Ronny Cox","Scott Paulin","Ned Beatty","Darren McGavin"],"overview":"During World War II, a brave, patriotic American Soldier undergoes experiments to become a new supersoldier, \"Captain America.\" Racing to Germany to sabotage the rockets of Nazi baddie \"Red Skull\", Captain America winds up frozen until the 1990s. He reawakens to find that the Red Skull has changed identities and is now planning to kidnap the President of the United States.","release_date":"1990-12-14","vote_average":4.6,"runtime":97,"cert":"","id":13995,"title":"Captain America","adult":false,"genre_ids":[28,878,10752]},{"cast":["Alan Rickman","Chris Pine","Bill Pullman","Rachael Taylor","Freddy Rodríguez"],"overview":"Paris-based wine expert Steven Spurrier heads to California in search of cheap wine that he can use for a blind taste test in the French capital. Stumbling upon the Napa Valley, the stuck-up Englishman is shocked to discover a winery turning out top-notch chardonnay. Determined to make a name for himself, he sets about getting the booze back to Paris.","release_date":"2008-08-06","vote_average":6.4,"runtime":110,"cert":"N\/A","id":13996,"title":"Bottle Shock","adult":false,"genre_ids":[35,18]},{"cast":["Chris Farley","David Spade","Grant Heslov","Tim Matheson","Gary Busey"],"overview":"When dignified Albert Donnelly runs for Governor, his team moves to keep his slow-witted and klutzy younger brother, Mike, out of the eye of the media. To baby-sit Mike, the campaign assigns sarcastic Steve, who gets the experience of a lifetime when he tries to take Mike out of town during the election.","release_date":"1996-02-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":13997,"title":"Black Sheep","adult":false,"genre_ids":[35]},{"cast":["Nicole Kidman","Jack Black","Jennifer Jason Leigh","Zain Pais","John Turturro"],"overview":"Margot and her son Claude decide to visit her sister Pauline after she announces that she is getting married to less-than-impressive Malcolm. In short order, the storm the sisters create leaves behind a mess of thrashed relationships and exposed family secrets.","release_date":"2007-08-31","vote_average":5.9,"runtime":91,"cert":"N\/A","id":13998,"title":"Margot at the Wedding","adult":false,"genre_ids":[35,18]}]