[{"cast":["Ryan Kwanten","Donnie Wahlberg","Bob Gunton","Amber Valletta","Laura Regan"],"overview":"Jamie returns to his hometown in search of answers to his wife's murder, which occurred after receiving a weird package containing a ventriloquist dummy named Billy, which may be linked to the legend of ventriloquist Mary Shaw. Destined to find out the truth, Jamie goes to the town of Raven's Fair, where Shaw used to perform and is buried. But Jamie is in for more than he expected.","release_date":"2007-03-16","vote_average":6.3,"runtime":89,"cert":"15","id":14001,"title":"Dead Silence","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A paralysingly beautiful documentary with a global vision—an odyssey through landscape and time—that attempts to capture the essence of life.","release_date":"1992-09-15","vote_average":8.3,"runtime":96,"cert":"PG","id":14002,"title":"Baraka","adult":false,"genre_ids":[99]},{"cast":["Romi Park","Rie Kugimiya","Toru Okawa","Megumi Toyoguchi","Miyu Sawai"],"overview":"Munich, Germany, 1923. Two years have passed since Edward Elric was dragged from his own world to ours, leaving behind his country, his friends and his younger brother, Alphonse. Stripped of his alchemical powers, he has been all this time researching rocketry together with Alphonse Heiderich, a young man who resembles his own brother, hoping to one day find a way back home. His efforts so far had proven fruitless, but after lending a hand to a troubled gipsy girl, Edward is thrown in a series of events that can wreak havoc in both worlds. Meanwhile, at his own world, Alphonse Elric ventures deeper into the mysteries of alchemy in search for a way to reunite with his older brother.","release_date":"2005-07-21","vote_average":7.1,"runtime":105,"cert":"N\/A","id":14003,"title":"Fullmetal Alchemist The Movie: Conqueror of Shamballa","adult":false,"genre_ids":[28,12,16,18]},{"cast":["Forrest Griffin","Rashad Evans","Wanderlei Silva","Quinton Jackson","Matt Hamill"],"overview":"UFC 92: The Ultimate 2008 was a mixed martial arts event by the Ultimate Fighting Championship (UFC) held on December 27, 2008 at the MGM Grand Garden Arena in Las Vegas, Nevada. The main event featured number-one contender Rashad Evans fighting the UFC Light Heavyweight Champion Forrest Griffin.","release_date":"2008-12-27","vote_average":6.9,"runtime":382,"cert":"N\/A","id":14004,"title":"UFC 92: The Ultimate 2008","adult":false,"genre_ids":[]},{"cast":["Will Keenan","Alyce LaTourelle","Lloyd Kaufman","Trent Haaga","Sheri Wenden"],"overview":"TROMA crew are the only folks capable of stopping a crazed hermaphrodite from continuing its violent rampage!","release_date":"1999-10-29","vote_average":6.2,"runtime":114,"cert":"N\/A","id":14005,"title":"Terror Firmer","adult":false,"genre_ids":[35,27]},{"cast":["Hilary Duff","Christy Carlson Romano","Gary Cole","Shawn Ashmore","Aimee Garcia"],"overview":"Hyperactive teenager Kelly is enrolled into a military school when her new stepfather becomes the Commandant. At first she has problems fitting in and taking orders until she tries out for the drill team.","release_date":"2002-03-07","vote_average":5.5,"runtime":101,"cert":"N\/A","id":14008,"title":"Cadet Kelly","adult":false,"genre_ids":[10770,35]},{"cast":["David Boreanaz","Neil Patrick Harris","Brooke Shields","Jeremy Sisto","Kyle MacLachlan"],"overview":"The human race is threatened by a powerful creature, and only the combined power of Superman, Batman, Wonder Woman, Green Lantern, Martian Manhunter and The Flash can stop it. But can they overcome their differences to thwart this enemy using the combined strength of their newly formed Justice League?","release_date":"2008-02-26","vote_average":6.7,"runtime":75,"cert":"N\/A","id":14011,"title":"Justice League: The New Frontier","adult":false,"genre_ids":[28,12,16,878,10751]},{"cast":["Tim McGraw","Maria Bello","Armie Hammer","Alison Lohman","Ryan Kwanten"],"overview":"A headstrong 16 year old Katy McLaughlin desires to work on her family's mountainside horse ranch, although her father insists she finish boarding school. Katy finds a mustang in the hills near her ranch. Katy then sets her mind to tame a mustang and prove to her father she can run the ranch. But when tragedy happens, it will take all the love and strength the family can muster to restore hope.","release_date":"2006-10-20","vote_average":6.4,"runtime":95,"cert":"N\/A","id":14012,"title":"Flicka","adult":false,"genre_ids":[18,10751]},{"cast":["Trey Parker","Matt Stone","Yasmine Bleeth","Jenny McCarthy","Dian Bachar"],"overview":"Two losers from Milwaukee, Coop &amp; Remer, invent a new game playing basketball, using baseball rules. When the game becomes a huge success, they, along with a billionaire's help, form the Professional Baseketball League where everyone gets the same pay and no team can change cities. Theirs is the only team standing in the way of major rule changes that the owner of a rival team wants to institute.","release_date":"1998-07-28","vote_average":6.1,"runtime":103,"cert":"15","id":14013,"title":"BASEketball","adult":false,"genre_ids":[35]},{"cast":["Adam Carolla","Oswaldo Castillo","Harold \"House\" Moore","Christopher Darga","Jonathan Hernandez"],"overview":"Approaching forty, Ferro is unsatisfied with his life as a construction worker and part-time boxing instructor in Los Angeles, CA. After a successful bout with a young pro boxer, Ferro decides to don the gloves one last time. The movie recounts his unlikely quest for Olympic gold.","release_date":"2007-04-01","vote_average":6.2,"runtime":88,"cert":"N\/A","id":14014,"title":"The Hammer","adult":false,"genre_ids":[35]},{"cast":["Katt Williams","Master P","Clifton Powell","Terry Miles"],"overview":"Starring Lil Romeo, Clifton Powell, and Katt Williams and directed by Master P, this feature follows a lovelorn man who advertises himself as a seven-foot-tall L.A. Lakers basketball star in his online personals ad.","release_date":"2008-12-30","vote_average":3.0,"runtime":null,"cert":"N\/A","id":14017,"title":"Internet Dating","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Linklater","Mark James","Jerry Delony","Rudy Basquez","Jean Caffeine"],"overview":"Austin, Texas, is an Eden for the young and unambitious, from the enthusiastically eccentric to the dangerously apathetic. Here, the nobly lazy can eschew responsibility in favor of nursing their esoteric obsessions. The locals include a backseat philosopher who passionately expounds on his dream theories to a seemingly comatose cabbie, a young woman who tries to hawk Madonna's Pap test to anyone who will listen and a kindly old anarchist looking for recruits.","release_date":"1991-07-05","vote_average":6.9,"runtime":97,"cert":"N\/A","id":14022,"title":"Slacker","adult":false,"genre_ids":[35,18]},{"cast":["Chad Thomas","Brad Benton","Brad Patton","Marc Sterling","Andy Briggs"],"overview":"Multi-award winning screenwriter and director Jerry Douglas gives us three actors with a genuine flare for dialogue and hot sex. It's a story of two tops in love, and the problems that happen when neither one wants to bottom.","release_date":"2006-02-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":14023,"title":"Beyond Perfect","adult":true,"genre_ids":[]},{"cast":["Hilary Duff","Oliver James","David Keith","Johnny Lewis","Rita Wilson"],"overview":"Raise Your Voice is a coming-of-age story centered around a small-town singer, brokenhearted by the death of her brother in a car crash, who had secretly submitted her for a summer session at a performing arts academy in Los Angeles. In the performing arts academy, she experiences a whole new way of life in the big city, far from the small town lifestyle she's used to.","release_date":"2004-08-10","vote_average":6.3,"runtime":103,"cert":"N\/A","id":14024,"title":"Raise Your Voice","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Alex A. Quinn","Kelsey Crane","Jim Devoti","Kelsey Wedeen","Tara Gerard"],"overview":"Three sisters and a group of their friends take a trip to the home of the recently deceased grandfather -- who died a particularly grisly death -- to learn more about the promise of an inheritance, only to encounter a family of psychos who have taken up residence in the old man's cabin.","release_date":"2007-11-09","vote_average":4.2,"runtime":90,"cert":"N\/A","id":14025,"title":"Lake Dead","adult":false,"genre_ids":[27,53]},{"cast":["Keith David","Joe Manganiello","Channon Roe","Yancey Arias","Chris Johnson"],"overview":"Navy SEALS mount an attack on Colombian special forces to clear their names and rescue a hostage.","release_date":"2009-01-06","vote_average":4.8,"runtime":94,"cert":"15","id":14028,"title":"Behind Enemy Lines III: Colombia","adult":false,"genre_ids":[10752,28,53]},{"cast":["Urbano Barberini","Natasha Hovey","Karl Zinny","Fiore Argento","Paola Cozzo"],"overview":"A group of people are trapped in a West Berlin movie theater infested with ravenous demons who proceed to kill and possess the humans one-by-one, thereby multiplying their numbers.","release_date":"1985-10-04","vote_average":6.5,"runtime":89,"cert":"N\/A","id":14029,"title":"Demons","adult":false,"genre_ids":[27]},{"cast":["Barbra Streisand","Walter Matthau","Michael Crawford","Louis Armstrong","Marianne McAndrew"],"overview":"Matchmaker, Dolly Levi takes a trip to Yonkers, New York to see the \"well-known unmarried half-a-millionaire,\" Horace Vandergelder. While there, she convinces him, his two stock clerks and his niece and her beau to go to New York City.","release_date":"1969-12-12","vote_average":7.1,"runtime":146,"cert":"U","id":14030,"title":"Hello, Dolly!","adult":false,"genre_ids":[35,10751,10402,10749]},{"cast":["Eliza Dushku","Melissa Sagemiller","Wes Bentley","Casey Affleck","Angela Featherstone"],"overview":"A female collage co-ed freshman who was involved in a fatal car crash discovers she may not have survived the tragedy after all when she becomes caught between the world of the living and the dead A sort of limbo state of being between both the real and the spirit worlds in which the ghosts of the afterlife want to collect her, or even worse, use her body in its transition state to enter our world","release_date":"2001-09-06","vote_average":4.5,"runtime":84,"cert":"N\/A","id":14033,"title":"Soul Survivors","adult":false,"genre_ids":[27,9648,53]},{"cast":["Martin Lawrence","Danny DeVito","John Leguizamo","Glenne Headly","Carmen Ejogo"],"overview":"Thief Kevin Caffery attempts to rob from the home of rich businessman Max Fairbanks. But Fairbanks catches him and steals his cherished ring that his girlfriend gave him. Caffery is then bent on revenge and getting his ring back with the help of his partners.","release_date":"2001-05-31","vote_average":5.2,"runtime":94,"cert":"N\/A","id":14034,"title":"What's the Worst That Could Happen?","adult":false,"genre_ids":[28,35]},{"cast":["Bill Murray","Harvey Atkin","Russ Banham","Kristine DeBell","Todd Hoffman"],"overview":"Tripper is the head counselor at a budget summer camp called Camp Northstar. In truth, he's young at heart and only marginally more mature than the campers themselves. Tripper befriends Rudy, a loner camper who has trouble fitting in. As Tripper inspires his young charges to defeat rival Camp Mohawk in the annual Olympiad competition, Rudy plays matchmaker between Tripper and Roxanne, a female counselor at Northstar.","release_date":"1979-06-28","vote_average":6.0,"runtime":92,"cert":"N\/A","id":14035,"title":"Meatballs","adult":false,"genre_ids":[35]},{"cast":["Johan Cruijff"],"overview":"Johan Cruijff - En un momento dado is a 2004 documentary film by Ramon Gieling on the life of Dutch footballer Johan Cruijff.","release_date":"2004-02-19","vote_average":6.6,"runtime":90,"cert":"N\/A","id":14036,"title":"Johan Cruijff - En un momento dado","adult":false,"genre_ids":[99]},{"cast":["Johan Cruijff"],"overview":"Documentary film with and about the famous soccer player, produced by his father-in-law Cor Koster.","release_date":"1973-03-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":14037,"title":"Nummer 14 Johan Cruijff","adult":false,"genre_ids":[99]},{"cast":["Kevin Costner","David Marshall Grant","Rae Dawn Chong","Alexandra Paul","Jennifer Grey"],"overview":"When Dr. Marcus Sommers realizes that he and his troubled, estranged brother David may be prone a fatal brain disease that runs in their family, he decides to make peace with his sibling, and invites him on a trip to the Rockies. There, the brothers bond over their shared enthusiasm for cycling and decide to enter a grueling bike race through the mountains. However, Marcus' health soon begins to fail, and David must compete without his brother at his side.","release_date":"1985-08-16","vote_average":6.2,"runtime":113,"cert":"N\/A","id":14040,"title":"American Flyers","adult":false,"genre_ids":[18]},{"cast":["Kari Matchett","Richard Schiff","Khaled Abol Naga","Peter Krause"],"overview":"An American accountant bombarded with cable news and the media's obsession with terrorist plots in the post 9-11 world, receives a jolt when an unattached Islamic graduate student moves in next door.","release_date":"2006-04-26","vote_average":6.0,"runtime":98,"cert":"N\/A","id":14041,"title":"Civic Duty","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Ben Miller","Kerry Armstrong","Shayni Notelovitz","Denise Roberts","Denise Roberts"],"overview":"Razzle Dazzle follows the eager members of \"Mr. Jonathon's Dance Academy\" who, with their unique dance routines, compete for Grand Final success at Australia's most prestigious competition. Amidst parental politics, petty rivalry, creative controversy and the hysterics of pushy stage mothers, the film takes you behind the glamor and the glitter to a world where, sometimes, winning is everything!","release_date":"2007-03-15","vote_average":5.2,"runtime":95,"cert":"N\/A","id":14042,"title":"Razzle Dazzle: A Journey into Dance","adult":false,"genre_ids":[35]},{"cast":["Emma Roberts","Josh Flitter","Max Thieriot","Rachael Leigh Cook","Tate Donovan"],"overview":"Intrepid teenage private eye Nancy Drew heads to Tinseltown with her father to investigate the unsolved murder of a movie star in this old-fashioned whodunit based on Carolyn Keene's popular series of books for young adults. But can the small-town girl cut through the Hollywood hype to solve the case?","release_date":"2007-06-15","vote_average":5.8,"runtime":99,"cert":"N\/A","id":14043,"title":"Nancy Drew","adult":false,"genre_ids":[28,12,80,10751,9648,53,35]},{"cast":["Zhang Hanyu","Ren Quan","Baoqiang Wang","Deng Chao","Yuan Wen-kang"],"overview":"Follows a soldier trying to gain recognition for comrades who died in 1948, at a turning point in the civil war between the communists and the nationalist forces of the Kuomintang (KMT).","release_date":"2007-10-09","vote_average":7.1,"runtime":124,"cert":"N\/A","id":14044,"title":"Assembly","adult":false,"genre_ids":[28,36]},{"cast":["Denzel Washington","Nate Parker","Forest Whitaker","Denzel Whitaker","Kimberly Elise"],"overview":"The true story of a brilliant but politically radical debate team coach who uses the power of words to transform a group of underdog African American college students into an historical powerhouse that took on the Harvard elite.","release_date":"2007-12-27","vote_average":7.2,"runtime":126,"cert":"N\/A","id":14047,"title":"The Great Debaters","adult":false,"genre_ids":[18]},{"cast":["Philippe Petit","Jean François Heckel","Jean-Louis Blondeau","Annie Allix","David Forman"],"overview":"On August 7th 1974, French tightrope walker Philippe Petit stepped out on a high wire, illegally rigged between New York's World Trade Center twin towers, then the world's tallest buildings. After nearly an hour of performing on the wire, 1,350 feet above the sidewalks of Manhattan, he was arrested. This fun and spellbinding documentary chronicles Philippe Petit's \"highest\" achievement.","release_date":"2008-07-25","vote_average":7.5,"runtime":94,"cert":"12A","id":14048,"title":"Man on Wire","adult":false,"genre_ids":[53,99,80,36]},{"cast":["Peter Benson","Lynda Boyd","Sara Canning","Steve Carlson","Jeff Carlson"],"overview":"Get ready for a rough-and-tumble comedy that knows how to kick some serious puck!","release_date":"2008-12-17","vote_average":4.8,"runtime":90,"cert":"N\/A","id":14053,"title":"Slap Shot 3: The Junior League","adult":false,"genre_ids":[28,12,35]},{"cast":["Kate Beckinsale","Sam Rockwell","Michael Angarano","Olivia Thirlby","Amy Sedaris"],"overview":"Waitress Annie has separated from her suicidal alcoholic husband, Glenn. Glenn has become an evangelical Christian, but his erratic attempts at getting back into Annie's life have alarmed her. High school student Arthur works at Annie's restaurant, growing closer to a new kid in town, Lila, after class. When Glenn and Annie's daughter go missing, the whole town searches for her, as he increasingly spirals out of control.","release_date":"2008-03-07","vote_average":6.5,"runtime":106,"cert":"N\/A","id":14054,"title":"Snow Angels","adult":false,"genre_ids":[18,10749]},{"cast":["James McAvoy","Alice Eve","Rebecca Hall","Catherine Tate","Dominic Cooper"],"overview":"In 1985, against the backdrop of Thatcherism, Brian Jackson enrolls in the University of Bristol, a scholarship boy from seaside Essex with a love of knowledge for its own sake and a childhood spent watching University Challenge, a college quiz show. At Bristol he tries out for the Challenge team and falls under the spell of Alice, a lovely blond with an extensive sexual past.","release_date":"2006-09-13","vote_average":6.5,"runtime":92,"cert":"12","id":14055,"title":"Starter for 10","adult":false,"genre_ids":[18,35,10749]},{"cast":["Milla Jovovich","Angus Macfadyen","Stephen Dorff","Aisha Tyler","Sarah Strange"],"overview":"Kate and her brutish boyfriend Big Al sell handguns on the streets of New York. She's smart, stylish, and self-confident, but all that leaves her when Al, in a jealous and self-indulgent rage, beats her. Three friends encourage her recovery: Vic, a woman who would like to be Kate's lover; Reilly, who runs with Al but also is attracted to Kate and repulsed by Al's violence; and, Liz, the counselor assigned to Kate from a battered-women's program. Vic and Reilly talk about killing Al, Liz gives pep talks; Kate remains frightened. Will Al's menace and Kate's dependency hold sway?","release_date":"2006-11-30","vote_average":5.3,"runtime":101,"cert":"N\/A","id":14062,"title":".45","adult":false,"genre_ids":[18,80,53]},{"cast":["Heather Graham","Victor Rasuk","Dominic Chianese","William Baldwin","Elizabeth Peña"],"overview":"The lives of three lonely strangers intersect while commuting on New York's 1 and 9 subway lines.","release_date":"2007-01-10","vote_average":5.9,"runtime":91,"cert":"N\/A","id":14063,"title":"Adrift in Manhattan","adult":false,"genre_ids":[18]},{"cast":["Crusoe Kurddal","Jamie Gulpilil","Richard Birrinbirrin","David Gulpilil","Peter Minygululu "],"overview":"A story within a story within a story. In Australia's Northern Territory, an Aboriginal narrator tells a story about his ancestors on a goose hunt. A youngster on the hunt is being tempted to adultery with his elder brother's wife, so an elder tells him a story from the mythical past about how evil can slip in and cause havoc unless prevented by virtue according to customary tribal law.","release_date":"2006-06-29","vote_average":7.0,"runtime":90,"cert":"","id":14064,"title":"Ten Canoes","adult":false,"genre_ids":[12,35,18]},{"cast":["Alfonso Freeman","Rick D. Wasserman","Rayne Guest","Jenya Lano","Paul J. Alessi"],"overview":"Between 11:50 and 12:00 noon, a crime is commited. In the same ten minute period, we follow the lives of the ten people, all connected to this crime. As we see each person's point of view, we are propelled closer and closer to the truth of what exactly happened...and why.","release_date":"2006-02-03","vote_average":5.9,"runtime":88,"cert":"N\/A","id":14065,"title":"Ten 'til Noon","adult":false,"genre_ids":[80,53]},{"cast":["Eric Bana","Franka Potente","Marton Csokas","Kodi Smit-McPhee","Russell Dykstra"],"overview":"It tells the story of Romulus, his beautiful wife, Christina, and their struggle in the face of great adversity to bring up their son, Raimond. It is a story of impossible love that ultimately celebrates the unbreakable bond between father and son.","release_date":"2007-05-19","vote_average":6.0,"runtime":104,"cert":"N\/A","id":14066,"title":"Romulus, My Father","adult":false,"genre_ids":[18]},{"cast":["Damon Gameau","Stephen Curry","Ryan Johnson","Callan Mulvey","Sam Worthington"],"overview":"After a near death experience, five Boys, all devoted AC\/DC fans, make a pact to bury their best friend next to the grave of Bon Scott. 12 years later, having gone their different ways, they come together to fulfill the promise.","release_date":"2004-05-20","vote_average":7.0,"runtime":98,"cert":"N\/A","id":14067,"title":"Thunderstruck","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A music documentary about Kurt Cobain and his music - told by the people who were inspired by his extraordinary genius. Bringing together his peers, his friends, those close to the band and not forgetting the loyal fans who keep his memory alive.","release_date":"2001-08-14","vote_average":7.0,"runtime":55,"cert":"N\/A","id":14068,"title":"Teen Spirit: The Tribute to Kurt Cobain","adult":false,"genre_ids":[99]},{"cast":["Riisa Naka","Takuya Ishida","Mitsutaka Itakura","Fumihiko Tachiki","Sachie Hara"],"overview":"When 17-year-old Makoto Konno gains the ability to, quite literally, \"leap\" backwards through time, she immediately sets about improving her grades and preventing personal mishaps. However, she soon realises that changing the past isn't as simple as it seems, and eventually, will have to rely on her new powers to shape the future of herself and her friends.","release_date":"2006-07-15","vote_average":7.8,"runtime":98,"cert":"12A","id":14069,"title":"The Girl Who Leapt Through Time","adult":false,"genre_ids":[14,16,18,878]},{"cast":["Aamir Khan","Asin Thottumkal","Jiah Khan","Pradeep Ram Singh Rawat","Riyaz Khan"],"overview":"Sanjay a rich tycoon suffering from short term memory loss due to being hit by a metal pole when trying to intervene on his girlfriend's murder. Because of this his memory can only last for 15 minutes and he doesn't remember events or incidents that have happened before in his life.","release_date":"2008-12-25","vote_average":7.1,"runtime":183,"cert":"N\/A","id":14070,"title":"Ghajini","adult":false,"genre_ids":[53,28,18,9648]},{"cast":["John Abraham","Priyanka Chopra","Bobby Deol","Abhishek Bachchan","Shilpa Shetty"],"overview":"Two straight guys who pretend to be a gay couple to secure a posh Miami apartment fall for their gorgeous roommate. Hilarity ensures as Kunal and Sameer strive to convince everyone they are gay while secretly trying to win Neha's heart.","release_date":"2008-11-13","vote_average":6.4,"runtime":145,"cert":"N\/A","id":14071,"title":"Dostana","adult":false,"genre_ids":[18,35,10749]},{"cast":["Shah Rukh Khan","Vinay Pathak","Anushka Sharma","M. K. Raina","Manmeet Singh"],"overview":"A lonely 40-ish man, likely to remain a bachelor, has a chance to find the love of his life when he falls for a vivacious young woman.","release_date":"2008-12-11","vote_average":6.7,"runtime":167,"cert":"N\/A","id":14072,"title":"Rab Ne Bana Di Jodi","adult":false,"genre_ids":[35,18,10749]},{"cast":["Hrithik Roshan","Aishwarya Rai Bachchan","Sonu Sood","Kulbhushan Kharbanda","Suhasini Mulay"],"overview":"Jodhaa Akbar is a sixteenth century love story about a marriage of alliance that gave birth to true love between a great Mughal Emperor, Akbar and a Rajput princess, Jodhaa.","release_date":"2008-02-13","vote_average":7.6,"runtime":213,"cert":"N\/A","id":14073,"title":"Jodhaa Akbar","adult":false,"genre_ids":[12,10749,36]},{"cast":["Peter Stormare","Robin Lundberg","Rolf Degerlund","Marie Delleskog","Gustav Kling"],"overview":"A story from the wilderness, where conditions of survival challenge the rules of modern society, Wolf is a contemporary drama set in northern Scandinavia. Klemens (Peter Stormare) and Nejla (Robin Lundberg) own a small herd of reindeer. Klemens lives in tune with nature and according to the rhythm dictated by his work. His young nephew, Nejla admires him and wants to follow in his footsteps. But neither his mother nor society will allow that to happen. The herd is attacked and they react without regard for the law. A well aimed stroke of the axe puts relationships to the test. What are the consequences and who will take the blame?","release_date":"2008-04-04","vote_average":6.0,"runtime":95,"cert":"N\/A","id":14074,"title":"Wolf","adult":false,"genre_ids":[18,28,12]},{"cast":["Rick Yune","Keith David","Bokeem Woodbine","Dania Ramirez","Roger Yuan"],"overview":"In Bangkok, an assassin who turns down a job that hits too close to home finds himself targeted by the elite members of his profession","release_date":"2008-08-21","vote_average":5.3,"runtime":87,"cert":"N\/A","id":14075,"title":"The Fifth Commandment","adult":false,"genre_ids":[12,28,53,80]},{"cast":["Naseeruddin Shah","Greta Scacchi","Gulshan Grover","Om Puri","India Wadsworth"],"overview":"Tariq Ali, a Muslim police officer of Scotland Yard, is asked to hunt-down suspected suicide-bombers against the backdrop of July 7 bombings in London. Tariq's task gets complicated as an innocent Muslim is killed by the commando shooters of Scotland Yard. On the other hand, Tariq - a British citizen is himself a suspect in the eyes of his boss, despite his long service in the Scotland Yard","release_date":"2008-08-22","vote_average":5.8,"runtime":112,"cert":"N\/A","id":14076,"title":"Shoot on Sight","adult":false,"genre_ids":[80,53,18]},{"cast":["Bobby Root","Richie Schley","John Cowan","Joe Schwartz"],"overview":"The start of a legacy. The first of the New World Disorder series which stopped at the 10th film. The movie was one of only a few documenting the mountain bike disciplines of free riding, trails and downhill. The filming is incredible for the time while the music is hard rock of the late 90's. Added bonuses include the most impressive unicyclist you'll ever have seen and a pair of mountain boardera. Also included is fourwheel mountain biking with Trevair sending it big and Stacy Kohut seding it stylie. The most iconic part of this film is the \"Jah Drop\" that Josh Bender attempts. The Jah Drop is a 55ft. cliff located in Kamloops, Canada.","release_date":"2000-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":14079,"title":"New World Disorder 1","adult":false,"genre_ids":[28,99]},{"cast":["Wade Simmons","John Cowan"],"overview":"Freewheel Burning is on fire! Like the first two chapters in the Disorder Series, Freewheel Burning puts you on the edge of your seat and takes it up a notch with the biggest and baddest stunts freeriding has ever seen! Freewheel Burning sizzles with huge road gaps, bad ass bikercross, over the top dirt jumping and silly-fast single track that smokes the competition! freewheel burning is another fantastic entry. street riding makes an appearance. the new hell track is insane. we miss out on the unicycling and the handicap cycling, but its more than made up for by the rest of the film.","release_date":"2002-08-25","vote_average":3.3,"runtime":40,"cert":"N\/A","id":14080,"title":"New World Disorder 3: Freewheel Burning","adult":false,"genre_ids":[99]},{"cast":["John Cowan","Cedric Gracia","Darren Berrecloth","Richie Schley","Wade Simmons"],"overview":"Disorderly Conduct features a fresh crop of new young rippers. Strap in and hold on for the continuing evolution of the sport with Monster Park and Crankworx slopestyle competitions, more BC stunt riding than you can throw a stick at and huge air time and big booters that we're renowned for!!! Journey to New Zealand, Australia, Whistler, Europe, Alaska, BC and Utah. for me, this is the pinnacle of the disordeer series. the riding is so varied, the music is so appropriate and it amazes me every time i see it. the best moment is the tour de france gap. sadly, he got arrested for it and put in french prison for 2 days! oh well, its an awesome scene!","release_date":"2003-01-01","vote_average":3.3,"runtime":50,"cert":"N\/A","id":14081,"title":"New World Disorder 4: Ride the Lightning","adult":false,"genre_ids":[99]},{"cast":["Grant Allen","Paul Basagoitia","Darren Berrecloth"],"overview":"Disorderly Conduct features a fresh crop of new young rippers. Strap in and hold on for the continuing evolution of the sport with Monster Park and Crankworx slopestyle competitions, more BC stunt riding than you can throw a stick at and huge air time and big booters that we're renowned for!!! Journey to New Zealand, Australia, Whistler, Europe, Alaska, BC and Utah.","release_date":"2004-12-01","vote_average":3.5,"runtime":54,"cert":"N\/A","id":14082,"title":"New World Disorder 5: Disorderly Conduct","adult":false,"genre_ids":[99]},{"cast":["Grant Allen","Paul Basagoitia","Darren Berrecloth"],"overview":"Unchained, features badass riding by the best in the biz. Once again, our cinees have scoured the earth, hitting the most exotic locales and competitions worldwide. Tune into over 2 hours of riding and extras featuring footage from Adidas Slopestyle, Crankworx, Monsterpark, Bolivia, Utah, BC Canada and Mexico on this special double DVD.","release_date":"2005-10-01","vote_average":6.5,"runtime":50,"cert":"N\/A","id":14083,"title":"New World Disorder 6: Unchained","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Freeride Entertainment is back and traveling the globe to capture the best riding on the planet! Filmed in HD and 16 mm, Flying High Again presents a visual landscape that feels weightless one moment and powerfully raw the next. Your heart will race as you witness in vibrant clarity the hugest airs, sickest stunts, and gnarliest urban assaults ever performed on a mountain bike! Hard-hitting tunes and loads of bonus features juice up this visually tasty movie, making it a must see!","release_date":"2006-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":14084,"title":"New World Disorder 7: Flying High Again","adult":false,"genre_ids":[99]},{"cast":["Issei Miyazaki","Masaki Kouda","Seiko Nakano","Takao Inoue","Yoshie Shimamura"],"overview":"A powerful statement against war, Barefoot Gen is a story about the effect of the atomic bomb on a boy's life and the lives of the Japanese people.  Based on the acclaimed manga by Nakazawa Keiji, the author of Barefoot Gen, who was 6 years old at the time of the Hiroshima bombing, and is one of the survivors of the destruction. The bomb was responsible for the death of his father, his sister, and his brother. At the age of 6 he and his mother dug their remains out of the ruins of their home. In 1963 Nakazawa moved to Tokyo to become a manga artist, but returned to Hiroshima in 1966 to attend his mothers funeral. It was then that he learned of the true impact of the radiation from the bomb.","release_date":"1983-07-21","vote_average":7.7,"runtime":83,"cert":"N\/A","id":14087,"title":"Barefoot Gen","adult":false,"genre_ids":[16,18,10752]},{"cast":["Issei Miyazaki","Kei Nakamura","Masaki Kouda","Kae Shimamura","Kimi Aoyama"],"overview":"Three years after the Hiroshima bombing, a teenager helps a group of orphans to survive and find their new life.","release_date":"1986-06-14","vote_average":5.9,"runtime":85,"cert":"N\/A","id":14088,"title":"Barefoot Gen 2","adult":false,"genre_ids":[16,18,10752]},{"cast":["Steven Drozd","Wayne Coyne","Steve Burns","Fred Armisen","Scott Booker"],"overview":"The film tells the story of the experiences of Major Syrtis during the first Christmas on a newly-colonized Mars. Coyne has described the film as \"Maybe Eraserhead or Dead Man crossed with some kind of fantasy and space aspects, like The Wizard of Oz and maybe A Space Odyssey, and set at Christmas-time. The story that unfolds is intended to hint at childlike magic within a tragic and realistic situation.\"","release_date":"2008-11-11","vote_average":5.5,"runtime":82,"cert":"N\/A","id":14089,"title":"Christmas on Mars","adult":false,"genre_ids":[10402,878]},{"cast":["Judy Ann Santos","Gina Pareño","Mylene Dizon","Meryll Soriano","Ces Quesada"],"overview":"In the picturesque island of Cuyo, Palawan, an illegal Taiwanese fishing vessel docks carrying the fisherman named Muo Sei, a man looking for something or someone with the name Ploning. He has from sunrise to sundown to look for this \"Ploning\".","release_date":"2008-04-30","vote_average":5.0,"runtime":null,"cert":"N\/A","id":14090,"title":"Ploning","adult":false,"genre_ids":[10749,18]},{"cast":["Scott Collins","Stuart Parmenter","Jamie Zawinski"],"overview":"Life on the edge in Silicon Valley - home of high tech, high anxiety, and high stakes. Take a revealing look at Netscape Communications engineers as they set out boldly and brazenly to save their company. A virtual panorama of human drama and techno-thrills, Code Rush puts you at the center of the high-intensity clash of science, engineering, and commerce.","release_date":"2000-04-25","vote_average":5.9,"runtime":56,"cert":"N\/A","id":14091,"title":"Code Rush","adult":false,"genre_ids":[99]},{"cast":["Atsuko Tanaka","Akio Otsuka","Kouichi Yamadera","Tamio Ohki","Tesshou Genda"],"overview":"In the year 2029, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop a highly-wanted hacker known as 'The Puppetmaster'.  Ghost in the Shell 2.0 is a reproduced version of its original 1995 counterpart. Among a numerous enhancements, for the film's 2.0 release, were a number of scenes were overhauled with 3D animation, visual improvements, and soundtrack rerecorded in 6.1 surround sound.","release_date":"2008-07-12","vote_average":7.5,"runtime":85,"cert":"N\/A","id":14092,"title":"Ghost in the Shell 2.0","adult":false,"genre_ids":[28,16,878]},{"cast":["Aleksey Chadov","Konstantin Kryukov","Ivan Kokorin","Artyom Mikhalkov","Soslan Fidarov"],"overview":"The picture opens in Krasnoyarsk, Siberia, in late 1988, when military trainees Petrovsky, Ryaba, Chugun, Stas, Pinochet, Lyutev and Vorobyev are whipped into shape at a training camp by the brutal, sadistic commander, Warrant Officer Dygalo - prior to being sent off to the front lines. After several one-by-one dalliances with the local whore, Snow White, and a cautionary lecture on the history, geography and culture of Afghanistan (which most of the men sleep through), the trainees head off to battle - first to the Bagram air base, then to the Afghani province of Khost to secure supply lines. But nothing can begin to prepare them for the brutal devastation into which they are plunged, or the relentless tide of slaughter that scatters thousands of Soviet victims in its wake.","release_date":"2005-09-19","vote_average":6.8,"runtime":139,"cert":"15","id":14097,"title":"9th Company","adult":false,"genre_ids":[18,36,10752,28]},{"cast":["Famke Janssen","Bobby Cannavale","Ed Westwick","Michael Paré","Patricia Charbonneau"],"overview":"After Marnie Watson kills her abusive husband in self-defense, she is condemned to house arrest... only to discover that the house is possessed by the enraged and violent spirit of her dead husband.","release_date":"2008-07-22","vote_average":5.6,"runtime":105,"cert":"15","id":14098,"title":"100 Feet","adult":false,"genre_ids":[27,53]},{"cast":["Sean Cameron Michael","Christopher Adamson","Natalie Stone","Daniel Bonjour","Wittly Jourdan"],"overview":"Filmed on location in South Africa, a retelling of H. Rider Haggard's classic novel \"King Solomon's Mines,\" featuring the adventurer who was the inspiration for Indiana Jones.","release_date":"2008-04-29","vote_average":3.4,"runtime":98,"cert":"N\/A","id":14103,"title":"Allan Quatermain and the Temple of Skulls","adult":false,"genre_ids":[10749,12,28]},{"cast":["Lili Taylor","Bernardine Dohrn","Mark Rudd","Brian Flanagan","David Gilbert"],"overview":"The remarkable story of The Weather Underground, radical activists of the 1970s, and of radical politics at its best and most disastrous.","release_date":"2002-01-01","vote_average":7.2,"runtime":92,"cert":"N\/A","id":14108,"title":"The Weather Underground","adult":false,"genre_ids":[99]},{"cast":["Matthew Knoll","Elliott Ruiz","Eric Mehalacopoulos","Nathan De La Cruz","Andrew McLaren"],"overview":"An investigation of the massacre of 24 men, women and children in Haditha, Iraq allegedly shot by 4 U.S. Marines in retaliation for the death of a U.S. Marine killed by a roadside bomb. The movie follows the story of the Marines of Kilo Company, an Iraqi family, and the insurgents who plant the roadside bomb.","release_date":"2007-09-11","vote_average":6.4,"runtime":97,"cert":"N\/A","id":14111,"title":"Battle for Haditha","adult":false,"genre_ids":[28,12,18,36,10752]},{"cast":["Greg Kinnear","Willem Dafoe","Rita Wilson","Maria Bello","Ron Leibman"],"overview":"A successful TV star during the 1960s, former \"Hogan's Heroes\" actor Bob Crane projects a wholesome family-man image, but this front masks his persona as a sex addict who records and photographs his many encounters with women, often with the help of his seedy friend, John Henry Carpenter. This biographical drama reveals how Crane's double life takes its toll on him and his family, and ultimately contributes to his death","release_date":"2002-10-18","vote_average":6.3,"runtime":104,"cert":"18","id":14112,"title":"Auto Focus","adult":false,"genre_ids":[80,18]},{"cast":["Tim Allen","Courteney Cox","Chevy Chase","Spencer Breslin","Kevin Zegers"],"overview":"Jack Shepard is an out-of-shape auto shop owner, far removed from the man who once protected the world's freedom. Reluctantly called back into action by the government, Jack is tasked with turning a ragtag group of kids with special powers into a new generation of superheroes to save the world from certain destruction.","release_date":"2006-08-11","vote_average":5.1,"runtime":83,"cert":"PG","id":14113,"title":"Zoom","adult":false,"genre_ids":[10751,35,12,28,878]},{"cast":["Marques Houston","Omarion","J-Boog","Lil' Fizz","Jennifer Freeman"],"overview":"At Mr. Rad's Warehouse, the best hip-hop crews in Los Angeles compete for money and respect. But when a suburban crew crashes the party, stealing their dancers - and their moves - two warring friends have to pull together to represent the street. Starring hip-hop sensations Marques Houston, Omari Grandberry, Lil' Kim and comedian Steve Harvey.","release_date":"2004-01-30","vote_average":5.2,"runtime":95,"cert":"","id":14114,"title":"You Got Served","adult":false,"genre_ids":[18,10402]},{"cast":["Doris Day","Howard Keel","Allyn Ann McLerie","Philip Carey","Dick Wesson"],"overview":"Calamity Jane and Wild Bill Hickok fuss, feud and fall in love. At first, Calamity is too busy fighting Indians and cracking a bullwhip to pay attention to such girlie things as dresses and perfume. She soon changes her mind when Katie Brown arrives in town.","release_date":"1953-11-04","vote_average":6.7,"runtime":101,"cert":"U","id":14117,"title":"Calamity Jane","adult":false,"genre_ids":[10402,37]},{"cast":["Tom Wilkinson","Billy Crudup","Mandy Moore","Bob Balaban","Christine Taylor"],"overview":"A modern love story in which a misanthropic, emotionally complex author of a hit children's book is forced to team with a beautiful illustrator after his best friend and collaborator passes away. As Henry struggles with letting go of the ghosts of love and life, he discovers that sometimes you have to take a gamble at life to find love.","release_date":"2007-01-22","vote_average":6.5,"runtime":95,"cert":"N\/A","id":14118,"title":"Dedication","adult":false,"genre_ids":[35,18,10749]},{"cast":["Logan Browning","Janel Parrish","Nathalia Ramos","Skyler Shaye","Chelsea Kane"],"overview":"The popular Bratz dolls come to life in their first live-action feature film. Finding themselves being pulled further and further apart, the fashionable four band together to fight peer pressure, learn what it means to stand up for your friends, be true to oneself and live out your dreams.","release_date":"2007-08-03","vote_average":5.5,"runtime":110,"cert":"N\/A","id":14123,"title":"Bratz","adult":false,"genre_ids":[35]},{"cast":["Shannyn Sossamon","Pink","Mihai Stănescu","Emil Hostina","Sandi Dragoi"],"overview":"On her first trip to Paris, a young woman hits a party in the Catacombs, the 200-mile labyrinth of limestone.","release_date":"2007-06-01","vote_average":4.7,"runtime":92,"cert":"18","id":14126,"title":"Catacombs","adult":false,"genre_ids":[27,53]},{"cast":["Nikki Reed","Jonathan Tucker","Julie Gonzalo","Haviland Morris","Dennis Boutsikaris"],"overview":"A High school Photographer breaks his own rules and falls in love with his teenage model","release_date":"2007-02-16","vote_average":4.7,"runtime":89,"cert":"N\/A","id":14127,"title":"Cherry Crush","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Jennifer Hale","Rob Paulsen","Corey Burton","Andre Stojka","Russi Taylor"],"overview":"As a newly crowned princess, Cinderella quickly learns that life at the Palace - and her royal responsibilities - are more challenging than she had imagined. In three heartwarming tales, Cinderella calls on her animal friends and her Fairy Godmother to help as she brings her own grace and charm to her regal role and discovers that being true to yourself is the best way to make your dreams come true.","release_date":"2002-02-23","vote_average":5.9,"runtime":74,"cert":"U","id":14128,"title":"Cinderella II: Dreams Come True","adult":false,"genre_ids":[10751,16,10749,14]},{"cast":["Nicholas Hope","Ralph Cotterill","Claire Benito","Syd Brisbane","Ullie Birve"],"overview":"Bad Boy Bubby is just that: a bad boy. So bad, in fact, that his mother has kept him locked in their house for his entire thirty years, convincing him that the air outside is poisonous. After a visit from his estranged father, circumstances force Bubby into the waiting world, a place which is just as unusual to him as he is to the world.","release_date":"1993-09-01","vote_average":7.3,"runtime":114,"cert":"18","id":14135,"title":"Bad Boy Bubby","adult":false,"genre_ids":[80,18,35]},{"cast":["Dean Jones","Michele Lee","Buddy Hackett","Joe Flynn","Benson Fong"],"overview":"Herbie is a car - but no ordinary car. The story follows the Volkswagen Beetle with a mind of its own from the showroom to the race track, with various close escapes in between. Three further Herbie movies were to follow.","release_date":"1968-12-22","vote_average":6.4,"runtime":107,"cert":"U","id":14136,"title":"The Love Bug","adult":false,"genre_ids":[35,10751,14]},{"cast":["Artie Lange","Ralph Macchio","Anthony DeSando","Jimmy Palumbo","Joe Lo Truglio"],"overview":"An unemployed slacker (Lange) inspires his softball teammates to improve their game so they won't get kicked out of the local league.","release_date":"2006-09-15","vote_average":5.3,"runtime":86,"cert":"N\/A","id":14137,"title":"Beer League","adult":false,"genre_ids":[35]},{"cast":["Diana Glenn","Maeve Dermody","Andy Rodoreda","Ben Oxenbould","Fiona Press"],"overview":"A terrifying tale of survival in the mangrove swamps of Northern Australia.","release_date":"2007-06-01","vote_average":5.9,"runtime":90,"cert":"15","id":14138,"title":"Black Water","adult":false,"genre_ids":[12,18,27]},{"cast":["Karra Elejalde","Candela Fernández","Bárbara Goenaga","Nacho Vigalondo","Juan Inciarte"],"overview":"A man accidentally gets into a time machine and travels back in time nearly an hour. Finding himself will be the first of a series of disasters of unforeseeable consequences.","release_date":"2007-10-05","vote_average":7.0,"runtime":92,"cert":"15","id":14139,"title":"Timecrimes","adult":false,"genre_ids":[878,53]},{"cast":["Dean Jones","Don Knotts","Julie Sommars","Jacques Marin","Roy Kinnear"],"overview":"Herbie, the Volkswagen Beetle with a mind of its own, is racing in the Monte Carlo Rally. But thieves have hidden a cache of stolen diamonds in Herbie's gas tank, and are now trying to get them back.","release_date":"1977-06-24","vote_average":5.8,"runtime":105,"cert":"U","id":14140,"title":"Herbie Goes to Monte Carlo","adult":false,"genre_ids":[10749,35,10751,28,12]},{"cast":["Randy Quaid","Seann William Scott","Leonor Varela","Allen Evangelista","Emilee Wallace"],"overview":"An overenthusiastic high-school maintenance man attempts to lead an unlikely group of misfits to the Nebraska state tennis championship in Balls Out: The Gary Houseman Story? director Danny Leiner's underdog sports comedy. American Pie star Seann William Scott stars as the ambitious janitor who believes he has what it takes to coach the winning team.","release_date":"2009-01-13","vote_average":5.3,"runtime":87,"cert":"15","id":14141,"title":"Balls Out: Gary the Tennis Coach","adult":false,"genre_ids":[35]},{"cast":["Val Kilmer","Marg Helgenberger","Wilmer Valderrama","Bobb'e J. Thompson","Ashley Johnson"],"overview":"A thief tries to fix the damage done during the biggest heist of his career.","release_date":"2008-08-29","vote_average":5.4,"runtime":90,"cert":"N\/A","id":14142,"title":"Columbus Day","adult":false,"genre_ids":[80,18,53]},{"cast":["Leah Gibson","Daryl Hannah"],"overview":"While traveling from California to Bangor through a lonely road, Carrie Mitchel is advised by the gas station attendant Jimmy to rest in a hotel; however, she decides to continue driving through the night and almost hits a wounded teenage girl with blood on her face. She gives a lift to the girl and listens to the tale of her passenger and her friends.","release_date":"2008-05-19","vote_average":4.8,"runtime":89,"cert":"N\/A","id":14143,"title":"The Devil's Ground","adult":false,"genre_ids":[27,53]},{"cast":["Cuba Gooding Jr.","Tamala Jones","Paul Rae","Lochlyn Munro","Richard Gant"],"overview":"Seeking to offer his son the satisfying summer camp experience that eluded him as a child, the operator of a neighborhood daycare center opens his own camp, only to face financial hardship and stiff competition from a rival camp.","release_date":"2007-08-08","vote_average":4.6,"runtime":89,"cert":"N\/A","id":14144,"title":"Daddy Day Camp","adult":false,"genre_ids":[35,10751]},{"cast":["Skye Bennett","Noah Huntley","Dominique McElligott","Ronald Pickup","William Hope"],"overview":"A man emerges with his autistic daughter and three others from a hospital elevator to find themselves trapped in the building with devilish monsters.","release_date":"2008-02-06","vote_average":4.8,"runtime":85,"cert":"18","id":14145,"title":"Dark Floors","adult":false,"genre_ids":[14,27]},{"cast":["Richard Gere","Claire Danes","KaDee Strickland","Ray Wise","Russell Sams"],"overview":"Erroll Babbage has spent his career tracking sex offenders and his unorthodox methods are nearly as brutal as the criminals he monitors. When he links one of his deranged parolees to the disappearance of a local girl, he and his new partner must scour the S&M underground to find her before it's too late.","release_date":"2007-08-04","vote_average":5.7,"runtime":105,"cert":"N\/A","id":14148,"title":"The Flock","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Mark O'Brien","Curtis Morgan","Natalie Roy","Joanna Douglas","Zan Calabretta"],"overview":"Four high school football stars enlist in the Marines and head off to fight in the war in Iraq. When one of them is killed and another wounded, they return home only to find is extremely difficult to pick up the threads of their old lives. The memories of events in Iraq combined with the lack of public support pushes many of these men to the breaking point.","release_date":"2008-03-18","vote_average":4.0,"runtime":118,"cert":"N\/A","id":14149,"title":"The Four Horsemen","adult":false,"genre_ids":[18,28,10752]},{"cast":["Mark Hamill","Chris Marquette","Peri Gilpin","Kevin McDonald","Jonathan Taylor Thomas"],"overview":"In the not-too-distant future, a young boy travels to an alien world to find his father and learn of his destiny.","release_date":"2005-09-06","vote_average":4.6,"runtime":87,"cert":"N\/A","id":14152,"title":"Thru the Moebius Strip","adult":false,"genre_ids":[16,10751,878]},{"cast":["Tim Matheson","Meg Tilly","Hume Cronyn","John Karlen","Bill Paxton"],"overview":"After a small earthquake in a small and quiet town, local citizens start to have a bizarre, violent and self-destructive behavior...","release_date":"1984-09-28","vote_average":5.1,"runtime":91,"cert":"N\/A","id":14157,"title":"Impulse","adult":false,"genre_ids":[27,9648,878,53]},{"cast":["Bam Margera","Steve-O","Chris Pontius","Johnny Knoxville","Preston Lacy"],"overview":"The crew have now set off to finish what as left over from Jackass 2.0, and in this version they have Wee Man use a 'pee' gun on themselves, having a mini motor bike fracas in the grocery mall, a sperm test, a portly crew member disguised as King Kong, as well as include three episodes of their hilarious adventures in India.","release_date":"2007-12-18","vote_average":5.8,"runtime":64,"cert":"N\/A","id":14158,"title":"Jackass 2.5","adult":false,"genre_ids":[35,99]},{"cast":["Madhuri Dixit","Konkona Sen Sharma","Kunal Kapoor","Akshaye Khanna","Divya Dutta"],"overview":"Dia is a divorced mom living in New York and must go back to India after she receives news that her guru is on his death bed. When she arrives she finds he is gone and has left her the responsibility of saving and reviving the Ajanta Theater where she used to dance. The problem is that the political officers want it torn down and turned into a shopping mall. The storyline follows Dia and her challenge to stand up for what she believes in and fight the cause to the end, while trying to win back the love and support of the people of the town whom she walked out on ten years prior.","release_date":"2007-11-30","vote_average":6.1,"runtime":146,"cert":"N\/A","id":14159,"title":"Aaja Nachle","adult":false,"genre_ids":[10749,18]},{"cast":["Ed Asner","Jordan Nagai","Christopher Plummer","Bob Peterson","Delroy Lindo"],"overview":"Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.","release_date":"2009-05-28","vote_average":7.9,"runtime":96,"cert":"U","id":14160,"title":"Up","adult":false,"genre_ids":[16,35,10751,12]},{"cast":["John Cusack","Amanda Peet","Chiwetel Ejiofor","Thandie Newton","Oliver Platt"],"overview":"Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth's core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world's population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world's leaders race to build \"arks\" to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.","release_date":"2009-10-10","vote_average":5.7,"runtime":158,"cert":"12A","id":14161,"title":"2012","adult":false,"genre_ids":[28,12,878]},{"cast":["Abhishek Bachchan","Lara Dutta","Preity Zinta","Bobby Deol","Robert Galas"],"overview":"London, an overcrowded cafe, one table to share. Two strangers tell each other “how I met my fiancé” stories to kill time. Rikki (Abhishek Bachchan) met his fiance Anaida (Lara Dutta) at the Ritz in Paris and Alvira (Preity Zinta) met her prince charming Steve (Bobby Deol) at Madame Tussauds","release_date":"2007-06-15","vote_average":3.8,"runtime":138,"cert":"N\/A","id":14162,"title":"Jhoom Barabar Jhoom","adult":false,"genre_ids":[18,10749]},{"cast":["Shah Rukh Khan","Anaitha Nair","Tanya Abrol","Shilpa Shukla","Arya Menon"],"overview":"Chak De! India follows a team of rag-tag girls with their own agenda who form Team India competing for international fame in field hockey. Their coach, the ex-men's Indian National team captain, returns from a life of shame after being unjustly accused of match fixing in his last match. Can he give the girls the motivation required to win, while dealing with the shadows of his own past?","release_date":"2007-08-10","vote_average":7.3,"runtime":153,"cert":"N\/A","id":14163,"title":"Chak De! India","adult":false,"genre_ids":[18]},{"cast":["Justin Chatwin","Chow Yun-Fat","Joon Park","Jamie Chung","Emmy Rossum"],"overview":"The young warrior Son Goku sets out on a quest, racing against time and the vengeful King Piccolo, to collect a set of seven magical orbs that will grant their wielder unlimited power.","release_date":"2009-03-12","vote_average":2.5,"runtime":85,"cert":"N\/A","id":14164,"title":"Dragonball Evolution","adult":false,"genre_ids":[28,12,14,878,53]},{"cast":["Saif Ali Khan","Rani Mukerji","Javed Jaffrey","Shruti Seth","Ali Haji"],"overview":"A poor New York resident, who is of Indian origin, dreams of becoming a fast car race driver. He endeavors, and his efforts are rewarded when he selected by a little-known group called 'RACING SADDLES'. He joins them and soon becomes their ace race driver. This man, whose name is Rajveer, then meets with a rich American woman, also of Indian origin, whose name is Radhika.  Both fall in love with each other. They cannot get married, because Radhika's family hates Rajveer mainly because he is very poor. But Radhika is very stubborn, so she marries him. She loses all her rights to her family's wealth. They get married and become parents of two children. They also become very rich. Then Rajveer has an accident which changes their lives forever. They get into debt and stand to lose everything. Will Radhika be forced to return back to her family?","release_date":"2007-04-27","vote_average":6.1,"runtime":156,"cert":"N\/A","id":14165,"title":"Ta Ra Rum Pum","adult":false,"genre_ids":[10751,35,10749]},{"cast":["Evan Rachel Wood","Selma Blair","David Wagner","Brent Goldberg","Adi Schnall"],"overview":"A 15-year-old girl incites chaos among her friends and a media frenzy when she accuses her drama teacher of sexual harassment.","release_date":"2005-01-22","vote_average":6.3,"runtime":105,"cert":"18","id":14166,"title":"Pretty Persuasion","adult":false,"genre_ids":[35,18]},{"cast":["Jon Abrahams","Amy Adams","Roger Avary","Mena Suvari","Aaron Stanford"],"overview":"A chain reaction of confrontations and romantic encounters occurs when college friends reunite for one's wedding.","release_date":"2005-01-02","vote_average":5.6,"runtime":90,"cert":"N\/A","id":14167,"title":"Standing Still","adult":false,"genre_ids":[35,18,10749]},{"cast":["Glenn Ford","Van Heflin","Felicia Farr","Leora Dana","Henry Jones"],"overview":"Dave Evans, a small time farmer, is hired to escort Ben Wade, a dangerous outlaw, to Yuma. As Evans and Wade wait for the 3:10 train to Yuma, Wade's gang is racing to free him.","release_date":"1957-08-07","vote_average":7.2,"runtime":92,"cert":"N\/A","id":14168,"title":"3:10 to Yuma","adult":false,"genre_ids":[18,37]},{"cast":["Giuliano Gemma","Fernando Sancho","Roberto Camardiel","Corinne Marchand","Nello Pazzafini"],"overview":"Bandit Gordon frees a group of prisoners, forcing them to join his gang or die. Arizona Colt, declining to do either, heads for Blackstone City where Gordon is planning a robbery. When one of Gordon's men murders saloon girl Dolores, Arizona offers to hunt down the killer for the price of five hundred dollars and Dolores' sister, Jane.","release_date":"1966-08-27","vote_average":6.9,"runtime":118,"cert":"N\/A","id":14169,"title":"Arizona Colt","adult":false,"genre_ids":[37]},{"cast":["Chevy Chase","Madolyn Smith Osborne","Kevin O'Morrison","Joseph Maher","Jack Gilpin"],"overview":"Chevy Chase stars as Andy Farmer, a sportswriter who moves with his schoolteacher wife Elizabeth (Madolyn Smith) to the country in order to write a novel in relative seclusion. Of course, seclusion is the last thing the Farmers find in the small, eccentric town, where disaster awaits them at every turn.","release_date":"1988-06-03","vote_average":6.2,"runtime":101,"cert":"N\/A","id":14170,"title":"Funny Farm","adult":false,"genre_ids":[35]},{"cast":["Samuel L. Jackson","Jessica Biel","50 Cent","Christina Ricci","Brian Presley"],"overview":"The day after they get the word they'll go home in two weeks, a group of soldiers from Spokane are ambushed in an Iraqi city. Back stateside we follow four of them - a surgeon who saw too much, a teacher who's a single mom and who lost a hand in the ambush, an infantry man whose best friend died that day, and a soldier who keeps reliving the moment he killed a civilian woman.","release_date":"2006-12-15","vote_average":5.5,"runtime":106,"cert":"15","id":14171,"title":"Home of the Brave","adult":false,"genre_ids":[18,10752]},{"cast":["Jean-Claude Van Damme","Simon Yam","Valerie Tian","Burt Kwouk","Philip Tan"],"overview":"Action superstar, Jean-Claude Van Damme (Universal Soldier, Street Fighter), is back and at his hard-hitting best as Ben Archer, an ex-mob enforcer seeking revenge against a ruthless Chinese kingpin responsible for his wife's brutal murder. When Archer joins forces with his old underworld friends, an all-out war is waged against the Chinese Triad in this pulse-pounding action thriller.","release_date":"2004-12-28","vote_average":5.7,"runtime":91,"cert":"N\/A","id":14172,"title":"Wake of Death","adult":false,"genre_ids":[28,12,53]},{"cast":["Thure Lindhardt","Stine Fischer Christensen","Jens Arentzen","Liv Corfixen","Ida Dwinger"],"overview":"The story of August who loses his beloved sister Christina, a former porn star known as The Princess. He adopts Christina's five-year-old daughter Mia. Weighed down by grief and guilt, August breaks down and with Mia in tow, he embarks on a mission of vengeance to erase Christina's pornographic legacy.","release_date":"2006-06-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":14173,"title":"Princess","adult":false,"genre_ids":[53,16,28,18]},{"cast":["Lauren Lee Smith","Eric Balfour","Polly Shannon","Mayko Nguyen","Michael Facciolo"],"overview":"Happily unattached, the sexually voracious Leila satisfies her desires with a host of rapidly changing bed partners, unconcerned about the emotional consequences. But that all changes when she meets an artist looking for a deeper commitment.","release_date":"2005-09-10","vote_average":5.4,"runtime":93,"cert":"N\/A","id":14174,"title":"Lie with Me","adult":false,"genre_ids":[18]},{"cast":["Ewan McGregor","Ricky Gervais","Tim Curry","Jim Broadbent","Hugh Laurie"],"overview":"Set in 1944, Valiant is a woodland pigeon who wants to become a great hero someday. When he hears they are hiring recruits for the Royal Homing Pigeon Service, he immediately sets out for London. On the way, he meets a smelly but friendly pigeon named Bugsy, who joins him, mainly to get away from clients he cheated in a game of find-the pebble, and helps him sign up for the war.","release_date":"2005-03-25","vote_average":5.4,"runtime":76,"cert":"U","id":14175,"title":"Valiant","adult":false,"genre_ids":[16,10751,12,35,10752]},{"cast":["Steven Seagal","Christine Adams","William Hope","Nick Brimble","Vinnie Jones"],"overview":"Chris Kody, imprisoned member of the US military, is released from prison and reunited with his old team in order to pursue a renegade scientist. The catch, the scientist has developed mind control technology that can make even your friends into heartless killers.","release_date":"2005-05-06","vote_average":4.0,"runtime":96,"cert":"N\/A","id":14180,"title":"Submerged","adult":false,"genre_ids":[28]},{"cast":["Giovanni Ribisi","Vin Diesel","Nia Long","Tom Everett Scott","Ben Affleck"],"overview":"A college dropout gets a job as a broker for a suburban investment firm and is on the fast track to success—but the job might not be as legitimate as it sounds.","release_date":"2000-02-18","vote_average":6.7,"runtime":118,"cert":"15","id":14181,"title":"Boiler Room","adult":false,"genre_ids":[80,18,53]},{"cast":["Kingsford Siayor","Eirik Junge Eliassen","Björn Granath","Kjersti Lid Gullvåg","Thor-Inge Gullvåg"],"overview":"Anna lives with her father Karl someplace in the outskirts of northern Norway. Karl killed his ex-wife and threw her newborn coloured child into the sea when he discovered that she obviously had been unfaithful. Now Karl is being haunted by her ghost and is developing a serious drinking problem. Anna is looking for the love of her life, but there aren't many bachelors around - until they discovers another small family on the other side of the mountain. They meet a semi-alcoholized widow on Karl's age, her son Peder, and her black adopted son, Ante, that arrived from the sea on a piece of wood.","release_date":"2003-04-11","vote_average":6.0,"runtime":87,"cert":"N\/A","id":14190,"title":"The Black Lapp","adult":false,"genre_ids":[35,80,18]},{"cast":["Emma Roberts","JoJo","Sara Paxton","Jake McDorman","Arielle Kebbel"],"overview":"Two teenage girls discover that mermaids really do exist after a violent storm washes one ashore. The mermaid, a sassy creature named Aquamarine, is determined to prove to her father that real love exists, and enlists the girls' help in winning the heart of a handsome lifeguard.","release_date":"2006-03-03","vote_average":6.0,"runtime":104,"cert":"PG","id":14191,"title":"Aquamarine","adult":false,"genre_ids":[14,10749,10751,35]},{"cast":["Johnathon Schaech","Erica Leerhsen","James McDaniel","Jason Wiles","Terence Jay"],"overview":"In a top secret Cold War military project an unstoppable, malignant organism who feeds on light and energy is unleashed threatening to destroy everything in it's path.","release_date":"2008-02-23","vote_average":5.2,"runtime":92,"cert":"N\/A","id":14192,"title":"Living Hell","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Akshay Kumar","Saif Ali Khan","Kareena Kapoor Khan","Anil Kapoor","Sanjay Mishra"],"overview":"Jeetendra Kumar Makwana is employed full-time at a Call Center and works part-time teaching English. He is recruited by an attractive young woman, Pooja, to teach her Hinglish-speaking boss, Bhaiyaji, English. Jeetendra agrees to do so, falls in love with Pooja, and joins forces with her to steal a bag containing 25 Crore Rupees in cash. He will soon find out that Bhaiyaji is a hoodlum and extortionist known to the Police as Lakhan Singh.","release_date":"2008-04-25","vote_average":4.8,"runtime":148,"cert":"N\/A","id":14193,"title":"Tashan","adult":false,"genre_ids":[28,18,10749]},{"cast":["Hrithik Roshan","Abhishek Bachchan","Aishwarya Rai Bachchan","Uday Chopra","Bipasha Basu"],"overview":"Jai and Ali return, this time on the trail of an international thief who steals priceless artifacts and has chosen Mumbai as his next target.","release_date":"2006-11-24","vote_average":6.2,"runtime":147,"cert":"N\/A","id":14194,"title":"Dhoom 2","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Melanie Griffith","Stephen Dorff","Alicia Witt","Adrian Grenier","Lawrence Gilliard Jr."],"overview":"An insane independent film director and his renegade group of teenage film makers kidnap an A-list Hollywood actress and force her to star in their underground film.","release_date":"2000-05-17","vote_average":6.3,"runtime":87,"cert":"N\/A","id":14195,"title":"Cecil B. Demented","adult":false,"genre_ids":[53,35,80]},{"cast":["Vinessa Shaw","Willa Holland","Richard Gunn","Patrick Fischler","Fiona Dourif"],"overview":"Are you young, sexually confused, just trying to get by? Do you sing, dance or possess some other talent? Welcome to the Garden Party. At the center of the story is 15-year-old April. She is running from one bad situation into another, hoping to find an answer that doesn't involve taking off her clothes.","release_date":"2008-07-11","vote_average":5.1,"runtime":88,"cert":"N\/A","id":14196,"title":"Garden Party","adult":false,"genre_ids":[18]},{"cast":["Elisha Cuthbert","Jesse Bradford","Austin Basis","Chris Sarandon","Jay Patterson"],"overview":"A guy (Jesse Bradford) has his life planned out, until he is wooed, groomed and then dumped by an elusive woman (Elisha Cuthbert).","release_date":"2008-05-26","vote_average":6.2,"runtime":92,"cert":"N\/A","id":14197,"title":"My Sassy Girl","adult":false,"genre_ids":[35,10749]},{"cast":["John C. Reilly","Diego Luna","Maggie Gyllenhaal","Peter Mullan","Zitto Kazann"],"overview":"Needing a new partner capable of intricate cons, Richard Gaddis, recruits Rodrigo, a crook with a perfect poker face. The two plan a big-time scam: selling a fake Silver Certificate to currency collector William Hannigan. Rodrigo distrusts his new associate, but needs money to help out his ill father. The situation becomes more complicated when Rodrigo falls for Gaddis' sister, Valerie, drawing another player into the game.","release_date":"2004-10-07","vote_average":6.3,"runtime":87,"cert":"N\/A","id":14198,"title":"Criminal","adult":false,"genre_ids":[28,35,53]},{"cast":["Taylor Lautner","Taylor Dooley","Cayden Boyd","David Arquette","Kristin Davis"],"overview":"Everyone always knew that Max had a wild imagination, but no one believed that his wildest creations -- a boy raised by watchful great white sharks and a girl with the force of a volcano -- were real. Now, these two pint-sized action masters will show Max that even an ordinary kid has what it takes to be extraordinary.","release_date":"2005-06-10","vote_average":4.8,"runtime":92,"cert":"N\/A","id":14199,"title":"The Adventures of Sharkboy and Lavagirl","adult":false,"genre_ids":[12,10751,878]},{"cast":["Gérard Lanvin","Gérard Darmon","Jacques Villeret","Claude Brasseur","Pascal Reneric"],"overview":"Three former bank robbers are meeting after 25 years...","release_date":"2005-10-19","vote_average":5.3,"runtime":99,"cert":"N\/A","id":14200,"title":"The Do-Gooders","adult":false,"genre_ids":[35,80]},{"cast":["John Lennon","Yoko Ono","Stew Albert","Tariq Ali","Carl Bernstein"],"overview":"A documentary on the life of John Lennon, with a focus on the time in his life when he transformed from a musician into an antiwar activist.","release_date":"2006-09-15","vote_average":6.6,"runtime":99,"cert":"N\/A","id":14201,"title":"The U.S. vs. John Lennon","adult":false,"genre_ids":[99]},{"cast":["Edward Norton","Naomi Watts","Liev Schreiber","Diana Rigg","Toby Jones"],"overview":"A British medical doctor fights a cholera outbreak in a small Chinese village, while also being trapped at home in a loveless marriage to an unfaithful wife.","release_date":"2006-12-09","vote_average":7.3,"runtime":125,"cert":"12A","id":14202,"title":"The Painted Veil","adult":false,"genre_ids":[10749,18]},{"cast":["Brent Gorski","Jay Brannan","Melissa Searing","Eli Kranski","Isaiah Garnica"],"overview":"Everybody's looking for something... Moving forward doesn't always mean leaving something behind.","release_date":"2007-06-16","vote_average":5.1,"runtime":88,"cert":"N\/A","id":14205,"title":"Holding Trevor","adult":false,"genre_ids":[18]},{"cast":["Ryûshi Mizukami","Yûko Moriyama","Hitoshi Ozawa","Yasuyo Shirashima"],"overview":"Yuko Moriyama stars in this ninja period piece as one of seven women determined to exact revenge on the evil lord Akinari Katou and “The 7 Spears”, the band of soldiers he commands. Trained assassins and skilled in sorcery, these men took over the Aizu prefecture and took its most beautiful young women as concubines. They left behind 7 daughters now seeking out Jyubei Yagyuu to help get revenge.","release_date":"1998-01-01","vote_average":6.0,"runtime":106,"cert":"N\/A","id":14206,"title":"Female Ninjas Magic Chronicles: Legend of Yagyu Part 1","adult":false,"genre_ids":[28]},{"cast":["Noah Wyle","Sonya Walger","Bob Newhart","Kyle MacLachlan","Kelly Hu"],"overview":"When a magical artifact is lifted from his library, a meek librarian sets out to ensure its safe return.","release_date":"2004-12-05","vote_average":6.1,"runtime":106,"cert":"PG","id":14207,"title":"The Librarian: Quest for the Spear","adult":false,"genre_ids":[53,12,28,35,18,14,10749]},{"cast":["Noah Wyle","Gabrielle Anwar","Bob Newhart","Jane Curtin","Olympia Dukakis"],"overview":"After retrieving the Crystal Skull in Utah, Flynn Carsen receives a map in the mail with the secret location of King Solomon's Mines. When the scroll is stolen, Judson explains the power of the Key of Solomon's book and assigns Flynn to retrieve the map. The map is useless without the legend piece to decipher it, which is located in Volubilis near the Roman ruins in Morocco. Flynn heads to Casablanca to the ruins where he is chased by a group of mercenaries leaded by General Samir. They too want to find the location of King Solomon's mines. Flynn teams-up with Professor Emily Davenport working in the dig and they escape from General Samir and his men. While traveling to Gedi, they save the local Jomo from death and the trio faces a dangerous journey through the wild Africa.","release_date":"2006-09-09","vote_average":6.0,"runtime":92,"cert":"PG","id":14208,"title":"The Librarian: Return to King Solomon's Mines","adult":false,"genre_ids":[14,28,12]},{"cast":["Bill Cobbs","Lisa Crilley","Chris Devlin","Heather Donahue","Googy Gress"],"overview":"Trapped between the physical world and the afterlife, between dusk and dawn, six strangers, brought together through a series of unusual events, are an enigma to themselves and go mysteriously unnoticed by others. In their futile attempt for survival, they latch on to each other at a desolate mortuary in hopes of making it through the night. There is an astonishing twist in this INTENSE psychological thriller...more is happening at the Morgue than meets the eye.","release_date":"2008-01-01","vote_average":4.4,"runtime":84,"cert":"N\/A","id":14209,"title":"The Morgue","adult":false,"genre_ids":[27,53,9648]},{"cast":["Maxwell Caulfield","Alexis Thorpe","Todd Jensen","Mike McCoy","Dimo Alexiev"],"overview":"","release_date":"2007-01-01","vote_average":3.9,"runtime":null,"cert":"N\/A","id":14210,"title":"Nightmare City 2035","adult":false,"genre_ids":[878]},{"cast":["Bridget Moynahan","Peter Weller","Carly Schroeder","Jamie Bartlett","Conner Dowds"],"overview":"An American family on holiday in Africa becomes lost in a game reserve and stalked by lions.","release_date":"2007-01-30","vote_average":5.1,"runtime":92,"cert":"N\/A","id":14211,"title":"Prey","adult":false,"genre_ids":[12,27,53]},{"cast":["Jamie Bamber","Georgina Rylance","Karley Scott Collins","Boti Bliss","Todd Giebenhain"],"overview":"The world has been reshaped by the invasion of ghosts via the wireless internet. Cities are deserted, technology has been destroyed and the few remaining human beings eschew anything electrical in order to avoid a confrontation with the soulless ghosts that now wander the planet. Most of the ghosts are doomed to a repetitive loop of something they did while they were still despairing humans (a man repeatedly hangs himself, for example), but there are some ghosts so locked in denial, they do not know they are dead. They continue to haunt their homes, wrapped in fear that their souls will soon be torn from them.","release_date":"2008-09-30","vote_average":4.3,"runtime":89,"cert":"N\/A","id":14212,"title":"Pulse 2: Afterlife","adult":false,"genre_ids":[18,27,878]},{"cast":["Andy Bradshaw","Heidi Hawkins","Deke Richards","Carmen Isabel Grendy","Valérie Wiseman"],"overview":"After the gruesome events on Caprini, Sharp and his elite team of tough, witty and trigger happy space Marines must now head out to the icy planet Mezzo to investigate further Ma'har activities. What they will encounter will defy their imaginations as they tackle giant man eating snow worms, an underground city of Cyborgs, a slew of murderous alien entities and maybe, finally, the ever elusive Ma'hars.","release_date":"2007-04-04","vote_average":3.1,"runtime":null,"cert":"","id":14213,"title":"Recon 2022 The Mezzo Incident","adult":false,"genre_ids":[878]},{"cast":["Rani Mukerji","Saif Ali Khan","Ameesha Patel","Rishi Kapoor","Shriya Sharma"],"overview":"One day they pray to God for help and he does help them. He sends his most mischievous, childlike, lovable angel to the rescue, with a mission to bring Ranbeer and the kids together. Geeta (Rani Mukerji) comes bicycling down a rainbow… and bursts into Ranbeer's house as the selfproclaimed new nanny. And then starts the roller coaster ride of fun, emotions, magic and love.","release_date":"2008-06-27","vote_average":5.1,"runtime":145,"cert":"N\/A","id":14214,"title":"Thoda Pyaar Thoda Magic","adult":false,"genre_ids":[18,35]},{"cast":["Travis Fimmel","Teresa Palmer","Stephen Moyer","Philip Holder","Margie McCrae"],"overview":"Two fugitives land in hot water when they take a hostage who poses a threat to their well-being.","release_date":"2008-08-19","vote_average":6.1,"runtime":94,"cert":"N\/A","id":14215,"title":"Restraint","adult":false,"genre_ids":[18,53]},{"cast":["Rebecca Neuenswander","Chad Ortis","Kurt Hanover","John Wilson","Larry Peterson"],"overview":"In the seedy underground of illegal prizefighting, a corrupt boxing promoter is embroiled in a dangerous fight-fixing scheme with his female prizefighter.","release_date":"2008-09-10","vote_average":4.7,"runtime":100,"cert":"N\/A","id":14216,"title":"Rigged","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Yûka","Kippei Shiina","Tetta Sugimoto","Shun Oguri","Marika Matsumoto"],"overview":"A Japanese actress begins having strange visions and experiences after landing a role in a horror film about a real-life murder spree that took place over forty years ago.","release_date":"2005-10-26","vote_average":5.8,"runtime":96,"cert":"N\/A","id":14217,"title":"Reincarnation","adult":false,"genre_ids":[27]},{"cast":["Steve Zahn","Allen Covert","Jonah Hill","Kevin Heffernan","Ashley Scott"],"overview":"With the ratings dropping for a wilderness-themed TV show, two animal fans go to the Andes in search of Bigfoot.","release_date":"2008-02-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":14220,"title":"Strange Wilderness","adult":false,"genre_ids":[35]},{"cast":["Emily Blunt","Ashton Holmes","Martin Donovan","Ned Bellamy"],"overview":"Two college students share a ride home for the holidays. When they break down on a deserted stretch of road, they're preyed upon by the ghosts of people who have died there.","release_date":"2007-04-27","vote_average":5.7,"runtime":91,"cert":"15","id":14223,"title":"Wind Chill","adult":false,"genre_ids":[18,27,53]},{"cast":["Cezary Pazura","Olaf Lubaszenko","Agnieszka Włodarczyk","Renata Dancewicz","Edward Linde-Lubaszenko"],"overview":"The film tells about mainly three people - Max, a bored, smart, poor University Professor of Philosophy; Ramzes, a mafia leader, cool, strong, merciless bully and Stella, Ramzes girlfriend.","release_date":"2002-08-23","vote_average":6.2,"runtime":120,"cert":"N\/A","id":14224,"title":"E=mc²","adult":false,"genre_ids":[28,35]},{"cast":["Elio Germano","Chiara Conti","Elisabetta Rocchetti","Cristina Brondo","Iván Morales"],"overview":"In 1990, as a boy, Giulio was chased through the woods by two women after spying on them practicing witchcraft. Now a young film student in Turin, he watches his neighbors in the flats across from his third floor apartment, especially Sasha when she's naked or arguing with her mother. Giulio's girlfriend is disgusted with his voyeurism, but, after a murder occurs, Giulio is convinced that two relative strangers, just as in Hitchcock and Highsmith's \"Strangers in a Train,\" have agreed to murder each other's bête noir. He follows his suspects, ends up with an intruder and a broken foot, and may be in real danger. Is he more than a peeping Tom?","release_date":"2005-03-19","vote_average":5.1,"runtime":93,"cert":"","id":14229,"title":"Do You Like Hitchcock?","adult":false,"genre_ids":[10770,9648,27,53]},{"cast":["Jeremy Strong","Fairuza Balk","Peter Bogdanovich","Brad Dourif","Frances Conroy"],"overview":"Peter is a medical student about to graduate and begin his residency. When his professor fails him, he winds up in bed with an actress and singer named Bogart rolling through Los Angeles. He accompanies her to the redwoods of northern California, where he encounters her eccentric family of pot farmers. But when Bogart runs away without a word, Peter is thrust into the picturesque and bizarre world","release_date":"2008-01-01","vote_average":4.6,"runtime":97,"cert":"N\/A","id":14232,"title":"Humboldt County","adult":false,"genre_ids":[35,18]},{"cast":["Mark Keller","Bettina Devin","Roger L. Jackson","Jeff Atik"],"overview":"Private detective Sam Ruben's clever plan falls apart with the onset of amnesia. Everyone is trying to kill him and he doesn't know why. The classic film noir milieu now comes to you in the form of an animated feature.","release_date":"2007-03-02","vote_average":5.6,"runtime":97,"cert":"N\/A","id":14233,"title":"Film Noir","adult":false,"genre_ids":[9648,16,80]},{"cast":["Apinya Sakuljaroensuk","Ananda Everingham","Lalita Panyopas","Porntip Papanai","Pornwut Sarasin"],"overview":"A husband and wife are locked inside a single hotel room with a stranger named Ploy. Subtle suspicions build up to jealousy as the young woman triggers devastating consequences for the couple.","release_date":"2007-05-21","vote_average":6.1,"runtime":105,"cert":"","id":14234,"title":"Ploy","adult":false,"genre_ids":[18]},{"cast":["Clovis Cornillac","Vimala Pons","Zohar Wexler","Sifan Shao","Arben Bajraktaraj"],"overview":"A man wakes up deep inside a cave. Suffering amnesia, he has no recollection of how he came to be here or of what happened to the man whose body he finds beside him. Tailed by a mysterious creature, he must continue through this strange and fantastic world. Enclosed, Tolbiac has no other option to reach the surface than to use REZO ZERO, secret observing cells in this cemetery-like abandoned mine.","release_date":"2007-12-26","vote_average":5.0,"runtime":98,"cert":"N\/A","id":14235,"title":"Eden Log","adult":false,"genre_ids":[28,12,18,27,878,53]},{"cast":["Doug Benson","Sarah Silverman","Patton Oswalt","Jeff Ross","Gary Cohan"],"overview":"Determined to find out the true effects of marijuana on the human body, stand-up comedian and former Stoner of the Year Doug Benson documents his experience avoiding pot for 30 days and then consuming massive amounts of the drug for 30 days. More than just an amusing story of one man's quest to get superhigh, this documentary also examines the hotly contested debate over medical marijuana use.","release_date":"2007-10-13","vote_average":5.6,"runtime":89,"cert":"N\/A","id":14236,"title":"Super High Me","adult":false,"genre_ids":[35,99]},{"cast":["Edward Furlong","Frank Langella","T. Ryder Smith","Amy Hargreaves","Victor Ertmanis"],"overview":"A lonely teenage horror-movie fan discovers a mysterious computer game that uses hypnosis to custom-tailor the game into the most terrifying experience imaginable. When he emerges from the hypnotic trance he is horrified to find evidence that the brutal murder depicted in the game actually happened -- and he's the killer.","release_date":"1994-04-22","vote_average":6.2,"runtime":96,"cert":"","id":14237,"title":"Brainscan","adult":false,"genre_ids":[27]},{"cast":["Carlos Bahos","Natasha Machuca","Leocricia Sabán"],"overview":"How many times have you had a bad day? How many times have you thought you would run away from everyone and everything? That is exactly what happens to Mark. In order to forget about a heated discussion with his girlfriend, he decides to get in the car and go far away. But a little mistake will change his reality forever...","release_date":"2010-05-30","vote_average":6.5,"runtime":16,"cert":"N\/A","id":14238,"title":"The Sweet Hand of the White Rose","adult":false,"genre_ids":[18,14]},{"cast":["Kim Basinger","Gabriel Byrne","Brad Pitt","Michele Abrams","Deirdre O'Connell"],"overview":"Jack Deebs is a cartoonist who is due to be released from jail. His comic book \"Cool World\" describes a zany world populated by \"doodles\" (cartoon characters) and \"noids\" (humanoids). What Jack didn't realize is that Cool World really does exist, and a \"doodle\" scientist has just perfected a machine which links Cool World with our world. Intrigued at seeing his creating come to life, Jack is nonetheless wary as he knows that not everything in Cool World is exactly friendly.","release_date":"1992-07-10","vote_average":5.1,"runtime":102,"cert":"15","id":14239,"title":"Cool World","adult":false,"genre_ids":[16,35,14]},{"cast":["Tom Atkins","Bruce Campbell","Laurene Landon","Richard Roundtree","William Smith"],"overview":"In New York, people are slain and strangled to death brutally on the open street. All witnesses agree that the murderer was in a cop's uniform. Soon the police searches and finds a suspect in its own ranks: Jack Forrest, turned in by his own wife. To prove his innocence, he has to investigate on his own.","release_date":"1988-05-13","vote_average":6.1,"runtime":85,"cert":"N\/A","id":14240,"title":"Maniac Cop","adult":false,"genre_ids":[53,28,27]},{"cast":["Tony Randall","John Ericson","Barbara Eden","Kevin Tate","Arthur O'Connell"],"overview":"An old Chinese man rides into the town of Abalone, Arizona and changes it forever, as the citizens see themselves reflected in the mirror of Lao's mysterious circus of mythical beasts.","release_date":"1964-03-18","vote_average":7.2,"runtime":100,"cert":"N\/A","id":14241,"title":"7 Faces of Dr. Lao","adult":false,"genre_ids":[18,10751,14,9648,37]},{"cast":["Mark Borchardt","Mike Schank","Tom Schimmels","Monica Borchardt","Alex Borchardt"],"overview":"American Movie is the story of filmmaker Mark Borchardt, his mission, and his dream. Spanning over two years of intense struggle with his film, his family, financial decline, and spiritual crisis, American Movie is a portrayal of ambition, obsession, excess, and one man's quest for the American Dream.","release_date":"1999-11-05","vote_average":7.9,"runtime":107,"cert":"","id":14242,"title":"American Movie","adult":false,"genre_ids":[99]},{"cast":["Grandmaster Flash","Patti Astor","Fab 5 Freddy","'Lee' George Quinones","Lady Pink"],"overview":"Legendary New York graffiti artist Lee Quinones plays the part of Zoro, the city's hottest and most elusive graffiti writer. The actual story of the movie concerns the tension between Zoro's passion for his art and his personal life, particularly his strained relationship with fellow artist Rose","release_date":"1983-03-18","vote_average":6.1,"runtime":82,"cert":"N\/A","id":14243,"title":"Wild Style","adult":false,"genre_ids":[18]},{"cast":["Chris Rock"],"overview":"An HBO special edited from three performances from Chris Rock's 2008 comedy tour: London (dark suit, dark shirt), Johannesburg (black suit, white shirt) and New York (shiny jacket). Topics include the ongoing presidential campaign, the possibility of a black president, George W. Bush, gas prices, low-paid jobs, ringtones and bottled water, sex, relationships and the correct use of the n-word","release_date":"2008-09-27","vote_average":7.8,"runtime":79,"cert":"N\/A","id":14244,"title":"Chris Rock: Kill the Messenger","adult":false,"genre_ids":[35]},{"cast":["Tom Berenger","Bokeem Woodbine","Erika Marozsán","Tamás Puskás","Dan Butler"],"overview":"Sergeant Thomas Beckett is back - and this time he has teamed up with death row inmate B.J. Cole on a suicide mission to the Balkans. Their target: a rogue general accused of running ethnic cleansing missions. But when Becket discovers that the government is using him as a pawn in a bigger mission, the body count grows and bullets really start to fly.","release_date":"2002-12-28","vote_average":5.4,"runtime":97,"cert":"N\/A","id":14245,"title":"Sniper 2","adult":false,"genre_ids":[28]},{"cast":["John Cusack","Myleene Klass","Robin Walsh","Matt McKenna","John Cleese"],"overview":"A cliché hunchbacked evil scientist's assistant aspires to become a scientist himself, much to the displeasure of the rest of the evil science community.","release_date":"2008-09-19","vote_average":5.6,"runtime":87,"cert":"PG","id":14248,"title":"Igor","adult":false,"genre_ids":[16,35,10751,14]},{"cast":["Kevin Costner","Anthony Quinn","Madeleine Stowe","Tomás Milián","Joaquin Martinez"],"overview":"Michael ‘Jay’ Cochran has just left the Navy after 12 years and he's not quite sure what he's going to do, except that he knows he wants a holiday. He decides to visit Tiburon Mendez, a powerful but shady Mexican businessman who he once flew to Alaska for a hunting trip. Arriving at the Mendez mansion in Mexico, he is immediately surprised by the beauty and youth of Mendez’s wife, Miryea.","release_date":"1990-02-16","vote_average":6.5,"runtime":123,"cert":"N\/A","id":14249,"title":"Revenge","adult":false,"genre_ids":[10749,53]},{"cast":["Michael Madsen","Daryl Hannah"],"overview":"Michael Madsen stars as Max Walker, a down-and-out cop who becomes the target of a bloodthirsty drug cartel after he leads a narcotics bust to intercept a large shipment of heroin. When someone starts picking off his team members -- and the drugs seized in the raid suddenly disappear -- Walker pairs up with one of his detectives (Daryl Hannah) to uncover a conspiracy that may go straight up the chain of command.","release_date":"2008-01-01","vote_average":4.3,"runtime":99,"cert":"N\/A","id":14252,"title":"Vice","adult":false,"genre_ids":[28,53]},{"cast":["Noureen DeWulf","Karley Scott Collins","Rider Strong","Brittany Finamore","Georgina Rylance"],"overview":"Seven years after the last attack by the \"soulless ghosts\" who haunted the human race twice before, the world is left void of all deadly electronics that almost destroyed it... or so we thought. Living a primitive existence on the outskirts of the city, human survivors are surviving without any trace of technology. That is until 16 year old Justine enters the city and, letting her curiosity get the best of her, opens a working laptop and unknowingly unleashes the most terrifying attack the survivors have ever faced. In a world already torn and without hope, can humanity make it through the toughest struggle of all time?","release_date":"2008-12-23","vote_average":4.3,"runtime":91,"cert":"N\/A","id":14255,"title":"Pulse 3","adult":false,"genre_ids":[27,53]},{"cast":["Zooey Deschanel","Will Ferrell","Ed Harris","Amy Madigan","Amelia Warner"],"overview":"Actress Reese Holden has been offered a small fortune by a book editor if she can secure for publication the love letters that her father, a reclusive novelist, wrote to her mother, who has since passed away. Returning to Michigan, Reese finds that an ex-grad student and a would-be musician have moved in with her father, who cares more about his new friends than he does about his own health and well-being.","release_date":"2006-02-07","vote_average":6.6,"runtime":98,"cert":"15","id":14256,"title":"Winter Passing","adult":false,"genre_ids":[35,18]},{"cast":["Louis de Funès","Yves Montand","Alice Sapritch","Karin Schubert","Alberto de Mendoza"],"overview":"Don Sallust (Louis de Funès) is minister of the King of Spain. It is a being disingenuous, hypocritical and greedy that collects the taxes himself, he turns in part to his advantage. He is hated by the people he oppresse.Accusé by Queen, a beautiful princess Bavarian, of having an illegitimate child to one of her maids of honor, he was stripped of his duties and ordered to retire to a monastery. Decided to revenge, it comes in contact with his nephew seducing Caesar ...","release_date":"1971-04-01","vote_average":7.6,"runtime":108,"cert":"N\/A","id":14257,"title":"Delusions of Grandeur","adult":false,"genre_ids":[35,36]},{"cast":["Joon-ho Chung","Won-Je Tak"],"overview":"Civilization has been destroyed by war and pollution, but the survivors have built the last city of Ecoban. As most natural resources have been exhausted, Ecoban is powered by pollution. The citizens of Ecoban need to continue creating this pollution leading them into conflict with the inhabitants of Marr while one man just wants to clear away the clouds and see the sky.","release_date":"2003-07-17","vote_average":6.3,"runtime":86,"cert":"15","id":14258,"title":"Wonderful Days","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Hip-Hop: Beyond Beats & Rhymes provides a riveting examination of manhood, sexism, and homophobia in hip-hop culture.","release_date":"2006-01-01","vote_average":8.0,"runtime":61,"cert":"N\/A","id":14263,"title":"Hip-Hop: Beyond Beats & Rhymes","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14264,"title":"Hip Hop Immortals We Got Your Kids","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14265,"title":"Hip Hop Legends","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A feature-length documentary about graffiti culture as told through the experiences of six well-known graffiti writers and a graffiti buffer.","release_date":"2005-09-18","vote_average":7.0,"runtime":91,"cert":"N\/A","id":14266,"title":"Infamy","adult":false,"genre_ids":[99]},{"cast":["Divine","David Lochary","Mary Vivian Pearce","Mink Stole","Edith Massey"],"overview":"The life and times of Dawn Davenport, showing her progression from bratty schoolgirl to crazed mass murderer - all of which stems from her parents' refusal to buy her cha-cha heels for Christmas.","release_date":"1974-10-04","vote_average":7.3,"runtime":98,"cert":"18","id":14267,"title":"Female Trouble","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Friends since high school, 20-somethings Kaleil Isaza Tuzman and Tom Herman have an idea: a Web site for people to conduct business with municipal governments. This documentary tracks the rise and fall of govWorks.com from May of 1999 to December of 2000, and the trials the business brings to the relationship of these best friends. Kaleil raises the money, Tom's the technical chief. A third partner wants a buy out; girlfriends come and go; Tom's daughter needs attention. And always the need for cash and for improving the site. Venture capital comes in by the millions. Kaleil is on C-SPAN, CNN, and magazine covers. Will the business or the friendship crash first?","release_date":"2001-01-01","vote_average":6.8,"runtime":107,"cert":"N\/A","id":14268,"title":"Startup.com","adult":false,"genre_ids":[99]},{"cast":["Divine","Tab Hunter","Edith Massey","David Samson","Mary Garlington"],"overview":"A suburban housewife's world falls apart when her pornographer husband admits he's serially unfaithful to her, her daughter gets pregnant, and her son is suspected of being the foot-fetishist who's been breaking local women's feet.","release_date":"1981-05-29","vote_average":6.7,"runtime":86,"cert":"15","id":14269,"title":"Polyester","adult":false,"genre_ids":[35]},{"cast":["Wood Moy","Marc Hayashi","Laureen Chew","Peter Wang","Presco Tabios"],"overview":"Two cabbies search San Francisco's Chinatown for a mysterious character who has disappeared with their $4000. Their quest leads them on a humorous, if mundane, journey which illuminates the many problems experienced by Chinese-Americans trying to assimilate into contemporary American society.","release_date":"1982-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":14272,"title":"Chan Is Missing","adult":false,"genre_ids":[28,35,80]},{"cast":["Marc Singer"],"overview":"A cinematic portrait of the homeless population who live permanently in the underground tunnels of New York City.","release_date":"2000-08-30","vote_average":7.6,"runtime":82,"cert":"","id":14273,"title":"Dark Days","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Heart of the Game captures the passion and energy of a Seattle high school girls' basketball team as they strive to win the state championship, the eccentricity of their unorthodox coach, and the incredible true story of one player's fight to play the game she loves.","release_date":"2005-01-01","vote_average":5.7,"runtime":97,"cert":"N\/A","id":14274,"title":"The Heart of the Game","adult":false,"genre_ids":[99]},{"cast":["William Gates","Arthur Agee","Steve James"],"overview":"Every school day, African-American teenagers William Gates and Arthur Agee travel 90 minutes each way from inner-city Chicago to St. Joseph High School in Westchester, Illinois, a predominately white suburban school well-known for the excellence of its basketball program. Gates and Agee dream of NBA stardom, and with the support of their close-knit families, they battle the social and physical obstacles that stand in their way. This acclaimed documentary was shot over the course of five years.","release_date":"1994-09-12","vote_average":7.9,"runtime":174,"cert":"12","id":14275,"title":"Hoop Dreams","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A lurid tale of lawsuits and lawyers and America's obsession with both.","release_date":"2007-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":14276,"title":"A Lawyer Walks Into a Bar...","adult":false,"genre_ids":[99]},{"cast":["Dylan Avery","Marcel Bernard"],"overview":"What if...September 11th was not a surprise attack on America, but rather, a cold and calculated genocide by our own government?We were told that the twin towers were hit by commercial jetliners and subsequently brought down by jet fuel. We were told that the Pentagon was hit by a Boeing 757. We were told that flight 93 crashed in Shanksville, Pennsylvania. We were told that nineteen Arabs from halfway across the globe, acting under orders from Osama Bin Laden, were responsible. What you will see here will prove without a shadow of a doubt that everything you know about 9\/11 is a complete fabrication. Conspiracy theory? It's not a theory if you can prove it.Written and narrated by Dylan Avery, this film presents a rebuttal to the official version of the September 11, 2001 terrorist attacks and the 9\/11 Commission Report.","release_date":"2006-06-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":14277,"title":"Loose Change","adult":false,"genre_ids":[99]},{"cast":["Joe Bishop","Keith Cavill","Andy Cohn","Scott Hogsett","Christopher Igoe"],"overview":"Quadriplegics, who play full-contact rugby in wheelchairs, overcome unimaginable obstacles to compete in the Paralympic Games in Athens, Greece.","release_date":"2005-07-22","vote_average":7.2,"runtime":88,"cert":"N\/A","id":14278,"title":"Murderball","adult":false,"genre_ids":[99]},{"cast":["Laura Olmstead","Mark Olmstead","Marla Olmstead","Elizabeth Cohen","Anthony Brunelli"],"overview":"A look at the work and surprising success of a four-year-old girl whose paintings have been compared to the likes of Picasso and has raked in hundreds of thousands of dollars.","release_date":"2007-10-05","vote_average":6.9,"runtime":82,"cert":"N\/A","id":14279,"title":"My Kid Could Paint That","adult":false,"genre_ids":[99]},{"cast":["Charles Martin Smith","Zachary Ittimangnaq","Samson Jorah","Hugh Webster","Brian Dennehy"],"overview":"This film dramatizes the true story of Farley Mowat, when he was sent to the Canadian tundra area to collect evidence of the grievous harm the wolf population was allegedly doing to the caribou herds. In his struggle to survive in that difficult environment he studies the wolves, and realizes that the old beliefs about wolves and their supposed threat are almost totally false. Furthermore, he learns that humans represent a far greater threat to the land, and also to the wolves, a species which plays an important role in the ecosystem of the north.","release_date":"1983-10-07","vote_average":7.2,"runtime":105,"cert":"N\/A","id":14280,"title":"Never Cry Wolf","adult":false,"genre_ids":[28,12,18]},{"cast":["Carlo Cecchi","Irene Grazioli","Anita Laurenzi","Tommaso Puntelli","Samuele Amighetti"],"overview":"Spans 300 years in the life of one famed musical instrument that winds up in present-day Montreal on the auction block. Crafted by the Italian master Bussotti (Cecchi) in 1681, the red violin derives its unusual color from the human blood mixed into the finish. With this legacy, the violin travels to Austria, England, China, and Canada, leaving both beauty and tragedy in its wake.","release_date":"1998-09-10","vote_average":7.7,"runtime":131,"cert":"","id":14283,"title":"The Red Violin","adult":false,"genre_ids":[18,53,9648,10402,10749]},{"cast":["Buzz Aldrin","Michael Collins","Alan Bean","Eugene Cernan","Charlie Duke"],"overview":"Archival material from the original NASA film footage – much of it seen for the first time – plus interviews with the surviving astronauts, including Jim Lovell, Dave Scott, John Young, Gene Cernan, Mike Collins, Buzz Aldrin, Alan Bean, Edgar Mitchell, Charlie Duke and Harrison Schmitt.","release_date":"2007-01-19","vote_average":7.7,"runtime":109,"cert":"PG","id":14284,"title":"In the Shadow of the Moon","adult":false,"genre_ids":[99]},{"cast":["Randall Adams","David Harris","Gus Rose","Jackie Johnson"],"overview":"Errol Morris's unique documentary dramatically re-enacts the crime scene and investigation of a police officer's murder in Dallas.","release_date":"1988-08-28","vote_average":7.8,"runtime":103,"cert":"N\/A","id":14285,"title":"The Thin Blue Line","adult":false,"genre_ids":[80,99,9648]},{"cast":["Ken Adelman","John Ashcroft","Osama Bin Laden","George W. Bush","George H. W. Bush"],"overview":"Is American foreign policy dominated by the idea of military supremacy? Has the military become too important in American life? Jarecki's shrewd and intelligent polemic would seem to give an affirmative answer to each of these questions.","release_date":"2005-01-01","vote_average":7.7,"runtime":98,"cert":"N\/A","id":14286,"title":"Why We Fight","adult":false,"genre_ids":[99,18,36]},{"cast":[],"overview":"The Year of the Yao is a documentary film telling the first year of basketball player Yao Ming in the United States.","release_date":"2004-09-16","vote_average":5.5,"runtime":88,"cert":"N\/A","id":14287,"title":"The Year of the Yao","adult":false,"genre_ids":[99]},{"cast":["Parry Shen","Jason Tobin","Sung Kang","Karin Anna Cheung","Roger Fan"],"overview":"A group of over-achieving Asian-American high school seniors enjoy a power trip when they dip into extra-curricular criminal activities.","release_date":"2002-01-12","vote_average":6.6,"runtime":101,"cert":"N\/A","id":14290,"title":"Better Luck Tomorrow","adult":false,"genre_ids":[80,18]},{"cast":["Max Pomeranc","Joe Mantegna","Joan Allen","Ben Kingsley","Laurence Fishburne"],"overview":"A prepubescent chess prodigy refuses to harden himself in order to become a champion like the famous but unlikable Bobby Fischer.","release_date":"1993-08-13","vote_average":7.4,"runtime":110,"cert":"N\/A","id":14291,"title":"Searching for Bobby Fischer","adult":false,"genre_ids":[18]},{"cast":["Kurt Russell","Patricia Clarkson","Noah Emmerich","Sean McCann","Kenneth Welsh"],"overview":"When college coach Herb Brooks is hired to helm the 1980 U.S. men's Olympic hockey team, he brings a unique and brash style to the ice. After assembling a team of hot-headed college all-stars, who are humiliated in an early match, Brooks unites his squad against a common foe: the heavily-favored Soviet team.","release_date":"2004-02-06","vote_average":7.1,"runtime":135,"cert":"PG","id":14292,"title":"Miracle","adult":false,"genre_ids":[18,36]},{"cast":["Ricky Schroder","Chazz Palminteri","Rod Steiger","Michael Rosenbaum","Mars Callahan"],"overview":"A retired pool hustler is forced to pick up the stick again when his brother starts a game he can't finish.","release_date":"2002-06-07","vote_average":6.7,"runtime":99,"cert":"N\/A","id":14293,"title":"Poolhall Junkies","adult":false,"genre_ids":[35,18,53]},{"cast":[],"overview":"\"Through the Fire\" chronicles the journey of Coney Island basketball star, Sebastian Telfair, from famed Lincoln High School straight to the NBA.","release_date":"2005-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":14294,"title":"Through the Fire","adult":false,"genre_ids":[99]},{"cast":["Laura Linney","Mark Ruffalo","Matthew Broderick","Jon Tenney","Rory Culkin"],"overview":"A single mother's life is thrown into turmoil after her struggling, rarely-seen younger brother returns to town.","release_date":"2000-11-17","vote_average":7.0,"runtime":111,"cert":"N\/A","id":14295,"title":"You Can Count on Me","adult":false,"genre_ids":[18,10749]},{"cast":["Luc Jacquet","Douglas Weston","Jérôme Maison"],"overview":"A behind-the-scenes look at the making of \"March of the Penguins\".","release_date":"2004-01-01","vote_average":7.0,"runtime":54,"cert":"N\/A","id":14296,"title":"Of Penguins and Men","adult":false,"genre_ids":[99]},{"cast":["Richard Dawkins","Ted Haggard","Yousef al-Khattab","Richard Harries"],"overview":"In this two-part Channel 4 series, Professor Richard Dawkins challenges what he describes as 'a process of non-thinking called faith'. He describes his astonishment that, at the start of the 21st century, religious faith is gaining ground in the face of rational, scientific truth. Science, based on scepticism, investigation and evidence, must continuously test its own concepts and claims. Faith, by definition, defies evidence: it is untested and unshakeable, and is therefore in direct contradiction with science.  In addition, though religions preach morality, peace and hope, in fact, says Dawkins, they bring intolerance, violence and destruction. The growth of extreme fundamentalism in so many religions across the world not only endangers humanity but, he argues, is in conflict with the trend over thousands of years of history for humanity to progress to become more enlightened and more tolerant.","release_date":"2006-01-09","vote_average":7.5,"runtime":93,"cert":"","id":14297,"title":"Root of All Evil?","adult":false,"genre_ids":[99]},{"cast":["Thomas Turgoose","Piotr Jagiello","Elisa Lasowski","Kate Dickie","Perry Benson"],"overview":"Two teenagers, both newcomers to London, forge an unlikely friendship over the course of a hot summer. Tomo (Thomas Turgoose) is a runaway from Nottingham; Marek (Piotr Jagiello) lives in the district of Somers Town, between King's Cross and Euston stations, where his dad is working on a new rail link.","release_date":"2008-08-22","vote_average":7.0,"runtime":71,"cert":"","id":14298,"title":"Somers Town","adult":false,"genre_ids":[35,18]},{"cast":["Adrien Brody","Jeffrey Wright","Beyoncé Knowles","Gabrielle Union","Columbus Short"],"overview":"The story of sex, violence, race and rock and roll in 1950s Chicago, and the exciting but turbulent lives of some of America's musical legends, including Muddy Waters, Leonard Chess, Little Walter, Howlin' Wolf, Etta James and Chuck Berry.","release_date":"2008-12-05","vote_average":7.1,"runtime":109,"cert":"N\/A","id":14299,"title":"Cadillac Records","adult":false,"genre_ids":[18,36,10402]},{"cast":["Greg Rowe","Peter Cummins","David Gulpilil","Judy Dick","Tony Allison"],"overview":"Mike is a lonely Australian boy living in a coastal wilderness with his reclusive father. In search of friendship he encounters an Aboriginal native loner and the two form a bond in the care of orphaned pelicans.","release_date":"1976-11-18","vote_average":6.9,"runtime":88,"cert":"N\/A","id":14302,"title":"Storm Boy","adult":false,"genre_ids":[18]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger"],"overview":"Garfield escapes from the car on a trip to the vet and finds the place where he grew up.","release_date":"1983-10-28","vote_average":6.1,"runtime":30,"cert":"N\/A","id":14307,"title":"Garfield on the Town","adult":false,"genre_ids":[16,10751]},{"cast":["Jeff Tweedy","John Stirratt","Leroy Bach","Glenn Kotche","Jay Bennett"],"overview":"A documentary by photographer Sam Jones documenting American rock band Wilco recording their fourth album Yankee Hotel Foxtrot. Originally intended as a showcase of the band's creative process, the film crew catches unexpected complications between the band and its record label and problems among the band members themselves.","release_date":"2002-06-21","vote_average":8.1,"runtime":92,"cert":"N\/A","id":14308,"title":"I Am Trying to Break Your Heart: A Film About Wilco","adult":false,"genre_ids":[10402,99]},{"cast":["Morgan Freeman","Greg Kinnear","Radha Mitchell","Billy Burke","Selma Blair"],"overview":"A meditation on love and its various incarnations, set within a community of friends in Oregon. It is described as an exploration of the magical, mysterious and sometimes painful incarnations of love.","release_date":"2007-09-28","vote_average":6.1,"runtime":101,"cert":"","id":14313,"title":"Feast of Love","adult":false,"genre_ids":[18,10749]},{"cast":["John Mills","Tony Wager","Valerie Hobson","Jean Simmons","Bernard Miles"],"overview":"In this Dickens adaptation, orphan Pip discovers through lawyer Mr. Jaggers that a mysterious benefactor wishes to ensure that he becomes a gentleman. Reunited with his childhood patron, Miss Havisham, and his first love, the beautiful but emotionally cold Estella, he discovers that the elderly spinster has gone mad from having been left at the altar as a young woman, and has made her charge into a warped, unfeeling heartbreaker.","release_date":"1946-12-26","vote_average":7.2,"runtime":118,"cert":"PG","id":14320,"title":"Great Expectations","adult":false,"genre_ids":[18,10749]},{"cast":["Rob Brown","Dennis Quaid","Darrin Henson","Charles S. Dutton","Aunjanue Ellis"],"overview":"Based on the incredible true story, The Express follows the inspirational life of college football hero Ernie Davis, the first African-American to win the Heisman Trophy.","release_date":"2008-10-10","vote_average":7.1,"runtime":130,"cert":"PG","id":14325,"title":"The Express","adult":false,"genre_ids":[18]},{"cast":["Diane Lane","Richard Gere","Christopher Meloni","Viola Davis","Becky Ann Baker"],"overview":"Adrienne is trying to decide whether to stay in her unhappy marriage or not, and her life changes when Paul, a doctor who is travelling to reconcile with his estranged son, checks into an inn where she is staying.","release_date":"2008-09-26","vote_average":6.1,"runtime":97,"cert":"N\/A","id":14326,"title":"Nights in Rodanthe","adult":false,"genre_ids":[18,10749]},{"cast":["Sergio Bini","Klara Døving","Nina Andresen Borud","Minken Fosheim","Johannes Fürst"],"overview":"Fia er flink til å klatre og stjele og å passe på moren sin. Men en dag sprekker det. Politiet kommer og barnevernet bestemmer at Nanna og Siggen skal være fosterforeldre for Fia, og at hun må gå på skolen. Heldigvis har hun en venn i naboen Bustric, som er klovn og tryllekunstner, og som hun håper kan hjelpe henne med å trylle verden som hun vil ha den.","release_date":"2003-10-24","vote_average":4.5,"runtime":103,"cert":"N\/A","id":14329,"title":"Fia og klovnene","adult":false,"genre_ids":[18]},{"cast":["Will Friedle","Jennifer Love Hewitt","Marley Shelton","Danny Masterson","Jason Marsden"],"overview":"Brad is about to hook up with the girl of his dreams, but runs into a problem, no condom. So Brad sets out into the night to find one, running into many obstacles along the way, while not knowing his best friend, Leah is in love with him.","release_date":"1997-09-26","vote_average":5.5,"runtime":85,"cert":"","id":14330,"title":"Trojan War","adult":false,"genre_ids":[35]},{"cast":["Shane Carruth","David Sullivan","Casey Gooden","Anand Upadhyaya","Carrie Crawford"],"overview":"Friends and fledgling entrepreneurs invent a device in their garage which reduces the apparent mass of any object placed inside it, but they discover that it has some highly unexpected capabilities - ones that could enable them to do and to have seemingly anything they want. Taking advantage of this unique opportunity is the first challenge they face. Dealing with the consequences is the next.","release_date":"2004-10-08","vote_average":6.9,"runtime":77,"cert":"12A","id":14337,"title":"Primer","adult":false,"genre_ids":[878,18,53]},{"cast":["Chris Farley","Matthew Perry","Bokeem Woodbine","Barry Del Sherman","Eugene Levy"],"overview":"Two hapless explorers lead an ill-fated 1804 expedition through the Pacific Northwest in a hopeless, doomed effort to reach the Pacific Ocean before Lewis and Clark.","release_date":"1998-05-29","vote_average":5.6,"runtime":90,"cert":"N\/A","id":14342,"title":"Almost Heroes","adult":false,"genre_ids":[12,35,37]},{"cast":["Michael Caine","Michelle Johnson","Joseph Bologna","Demi Moore","Valerie Harper"],"overview":"Matthew Hollis is man on holiday in Rio with his best friend. Both men have teenage daughters with them. When Matthew falls for his best friend's amorous daughter named Jennifer, they embark on a secret, if slightly one-sided relationship. Jennifer's father is furious when he finds out about the 'older man' in his daughter's life, and sets out to hunt him down with the aid of Matthew!","release_date":"1984-02-17","vote_average":5.9,"runtime":100,"cert":"15","id":14347,"title":"Blame It on Rio","adult":false,"genre_ids":[35,10749]},{"cast":["Jason Mewes","Scott Mosier","Kevin Smith"],"overview":"Kevin Smith interacts in Q&amp;A sessions throughout various college stops in the USA.","release_date":"2002-12-17","vote_average":7.4,"runtime":224,"cert":"15","id":14348,"title":"An Evening with Kevin Smith","adult":false,"genre_ids":[35,99]},{"cast":["Nick Stahl","AnnaSophia Robb","Charlize Theron","Woody Harrelson","Dennis Hopper"],"overview":"When her boyfriend is arrested for marijuana possession, Joleen Reedy and her 11-year-old daughter, Tara, take refuge with Joleen's aimless brother, James. Joleen soon runs off with a truck driver, and James is unable to meet his responsibilities. After Child Protective Services takes possession of Tara, James abducts her from a foster home, and the two travel from California to Utah, where his abusive father lives.","release_date":"2008-03-14","vote_average":6.3,"runtime":101,"cert":"N\/A","id":14349,"title":"Sleepwalking","adult":false,"genre_ids":[18]},{"cast":["Murray Cook","Anthony Field","Sam Moran","Jeff Fatt"],"overview":"'We sincerely hope this new music from us to you makes you feel like dancing! Putting the songs together wasn't so hard, criteria…well, the music had to make you start tapping your feet, start nodding your head and make you start smiling like you had just eaten your grandmother’s homemade biscuits, you know what I mean…joy! So let's get dancing everyone, happy wiggling!' – Anthony Wiggle The Wiggl","release_date":"2008-07-28","vote_average":5.3,"runtime":60,"cert":"N\/A","id":14350,"title":"The Wiggles: You Make Me Feel Like Dancing","adult":false,"genre_ids":[10751]},{"cast":["Anthony Mackie","Marcello Thedford","Allen Payne","Wesley Jonathan","Wayne Brady"],"overview":"The clock strikes midnight, money changes hands, the crowd is on their feet, and the court is alive with fast-paced razzle-dazzle basketball. These players don't play for a school or a pro team. They play for the street and it's underground...way underground.","release_date":"2006-09-01","vote_average":3.7,"runtime":95,"cert":"N\/A","id":14351,"title":"Crossover","adult":false,"genre_ids":[28,12,18]},{"cast":["Murray Cook","Anthony Field","Jeff Fatt","Greg Page"],"overview":"\"Wiggle Bay\" is more of the cute musical fun that the Wiggles always deliver, but with a story line, an actual plot this time. The Wiggles, off on a little jaunt to sunny Wiggle Bay for the day are having a blast, until silly Captain Feathersword announces that he's forgotten to tie off their boat- and they're stranded! Whoops!","release_date":"2002-09-29","vote_average":5.3,"runtime":41,"cert":"N\/A","id":14352,"title":"The Wiggles: Wiggle Bay","adult":false,"genre_ids":[18,10751]},{"cast":["Alexa PenaVega","Paul Sorvino","Anthony Stewart Head","Sarah Brightman","Paris Hilton"],"overview":"By the year 2056, an epidemic of organ failures has devastated the planet. The megacorporation GeneCo provides organ transplants on a payment plan - and those who can’t fulfill their plans have their organs repossessed. In the midst of this, a sickly teenager discovers a shocking secret about herself, her father, and their connection to GeneCo.","release_date":"2008-07-18","vote_average":6.5,"runtime":98,"cert":"N\/A","id":14353,"title":"Repo! The Genetic Opera","adult":false,"genre_ids":[27,10402,878]},{"cast":[],"overview":"Eleven-year-old New York City public school kids journey into the world of ballroom dancing and reveal pieces of themselves and their world along the way. Told from their candid, sometimes hilarious perspectives, these kids are transformed, from reluctant participants to determined competitors, from typical urban kids to \"ladies and gentlemen,\" on their way to try to compete in the final citywide.","release_date":"2005-05-13","vote_average":7.3,"runtime":105,"cert":"N\/A","id":14358,"title":"Mad Hot Ballroom","adult":false,"genre_ids":[99,10751]},{"cast":["Meryl Streep","Philip Seymour Hoffman","Amy Adams","Viola Davis","Alice Drummond"],"overview":"In 1964, a Catholic school nun questions a priest's ambiguous relationship with a troubled young student, suspecting him of abuse. He denies the charges, and much of the film's quick-fire dialogue tackles themes of religion, morality, and authority.","release_date":"2008-11-27","vote_average":7.2,"runtime":104,"cert":"15","id":14359,"title":"Doubt","adult":false,"genre_ids":[18,9648]},{"cast":["Steven Seagal","William Forsythe","Jerry Orbach","Jo Champa","Shareen Mitchell"],"overview":"Gino Felino (Steven Seagal) is an NYPD detective from Brooklyn who knows everyone and everything in his neighborhood. Killing his Partner was someone's mistake, because he's now Out For Justice.","release_date":"1991-04-12","vote_average":6.2,"runtime":91,"cert":"N\/A","id":14362,"title":"Out for Justice","adult":false,"genre_ids":[28]},{"cast":["Heather Graham","Joseph Fiennes","Natascha McElhone","Ulrich Thomsen","Ian Hart"],"overview":"A woman grows suspicious of her controlling husband after she discovers secrets about the women in his past.","release_date":"2002-05-10","vote_average":5.5,"runtime":100,"cert":"18","id":14365,"title":"Killing Me Softly","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Yoshiko Ohta","Kappei Yamaguchi"],"overview":"Tezuka Osamu's most famous work \"Jungle Emperor Leo\" has been made into an animated version a number of times. In this theater version, Tezuka Osamu was able for the first time to depict the theme that \"All life is equal\" through Leo's self-sacrifice.","release_date":"1997-01-01","vote_average":6.7,"runtime":100,"cert":"N\/A","id":14368,"title":"Jungle Emperor Leo","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Jason London","Lee Majors","Zach Galifianakis","Victoria Silvstedt","David Koechner"],"overview":"Rick Rambis and his friends are having the time of their lives on Bull Mountain—until the legendary Papa Muntz' son decides to sell the mountain to a sleazy land developer, have the staff fired and turn Bull Mountain into 'Yuppieville'.","release_date":"2001-11-21","vote_average":5.8,"runtime":89,"cert":"","id":14369,"title":"Out Cold","adult":false,"genre_ids":[35]},{"cast":["Val Kilmer","Gabriel Jarret","Michelle Meyrink","William Atherton","Jon Gries"],"overview":"Chris is the top brain who just wants to party, Mitch is the 15-year-old college wiz kid. Supposedly hard at work on a lab project with a mysterious deadline, they still find time to use their genius to discover new ways to have fun.","release_date":"1985-08-07","vote_average":6.8,"runtime":106,"cert":"N\/A","id":14370,"title":"Real Genius","adult":false,"genre_ids":[35,10749]},{"cast":["Charles Bronson","Jill Ireland","Vincent Gardenia","J. D. Cannon","Robin Sherwood"],"overview":"Paul Kersey is again a vigilante trying to find five punks who murdered his housekeeper and daughter in Los Angeles.","release_date":"1982-02-20","vote_average":6.2,"runtime":88,"cert":"18","id":14373,"title":"Death Wish II","adult":false,"genre_ids":[28,80,53]},{"cast":["Maximilian Artajo","Céline Vogt","Leander Wolf","Anke Engelke","Dirk Bach"],"overview":"An epic story of survival and the power of true friendship, set against an Arctic backdrop. In this new adventure the little polar bear, Lars tries to help the singing penguin Caruso. But the evil polar bear Kalle wants to get rid Caruso. During their rescue of Lars, his friend Robby and Caruso end up in a train heading south. The turbulent journey eventually leads the trio to a tropical island. There, the friends meet a variety of strange and funny animals. While a scientist is trying to catch a new specimen, one of Lars' friends, the little polar bear needs to come up with something to prevent it.","release_date":"2005-09-29","vote_average":8.0,"runtime":80,"cert":"N\/A","id":14376,"title":"The Little Polar Bear 2: The Mysterious Island","adult":false,"genre_ids":[10751,16]},{"cast":["Mariel Hemingway","Mike Binder","Kevin Pollak","Stephen Baldwin"],"overview":"A neurotic L.A. building contractor (Mike Binder in his best Woody Allen imitation) pushes his wife (Mariel Hemingway) into entering into a three way sexual relationship. Unfortunately for him, his wife gets more out of it than he does and becomes a tigress seducing every female she meets including the contractor's secretary.","release_date":"1999-05-15","vote_average":4.9,"runtime":97,"cert":"N\/A","id":14383,"title":"The Sex Monster","adult":false,"genre_ids":[35]},{"cast":["Candice Bergen","Peter Strauss","Donald Pleasence","John Anderson","Jorge Rivero"],"overview":"After a cavalry group is massacred by the Cheyenne, only two survivors remain: Honus, a naive private devoted to his duty, and Cresta, a young woman who had lived with the Cheyenne two years and whose sympathies lie more with them than with the US government. Together, they must try to reach the cavalry's main base camp. As they travel onward, Honus is torn between his growing affection for Cresta.","release_date":"1970-08-12","vote_average":7.2,"runtime":112,"cert":"18","id":14384,"title":"Soldier Blue","adult":false,"genre_ids":[37,28,18]},{"cast":["Frankie Howerd","Dora Bryan","George Cole","Reg Varney","Raymond Huntley"],"overview":"The all-girl school foil an attempt by train robbers to recover two and a half million pounds hidden in their school.","release_date":"1966-03-11","vote_average":5.9,"runtime":93,"cert":"U","id":14387,"title":"The Great St. Trinian's Train Robbery","adult":false,"genre_ids":[35]},{"cast":["Denis Leary","Elizabeth Hurley","Luis Guzmán","Victor Argo","Chris Noth"],"overview":"Ray Pluto has many problems. He is satirized in the tabloids as the \"loser cop.\" His partner is starting to seem suspiciously attracted to him. A pair of screenwriters across the hall keep bugging him for help. The superintendent of his building is stabbed by hoodlums hired by his own rebellious daughter. To top it off, a sexually aggressive chiropractor may just be Ray's undoing.","release_date":"2001-10-17","vote_average":5.6,"runtime":93,"cert":"N\/A","id":14390,"title":"Double Whammy","adult":false,"genre_ids":[35,80,18]},{"cast":["Eckhard Preuß","Margret Völker","Jochen Nickel","Markus Knüfken","Edgar Selge"],"overview":"No overview found.","release_date":"2000-08-17","vote_average":4.3,"runtime":88,"cert":"N\/A","id":14393,"title":"Double Pack","adult":false,"genre_ids":[35]},{"cast":["Amitabh Bachchan","Abhishek Bachchan","Aishwarya Rai Bachchan","Govind Namdeo","Tanishaa Mukerji"],"overview":"When Anita Raja, CEO of Sheppard power plant, brings a power plant proposal to set up in rural Mahrashtra before the Nagres, insightful Shankar is quick to realise the benefits the power plant can bring to the people.","release_date":"2008-06-06","vote_average":6.4,"runtime":125,"cert":"N\/A","id":14394,"title":"Sarkar Raj","adult":false,"genre_ids":[28,12,80,18]},{"cast":["Shah Rukh Khan","Rani Mukerji","Preity Zinta","Abhishek Bachchan","Amitabh Bachchan"],"overview":"Dev and Maya are both married to different people. Settled into a life of domestic ritual, and convinced that they are happy in their respective relationships, they still yearn for something deeper and more meaningful, which is precisely what they find in each other.","release_date":"2006-08-11","vote_average":5.8,"runtime":193,"cert":"N\/A","id":14395,"title":"Kabhi Alvida Naa Kehna","adult":false,"genre_ids":[18,10749]},{"cast":["Cedric the Entertainer","Lucy Liu","Nicollette Sheridan","Mark Dacascos","Callum Keith Rennie"],"overview":"Cedric the Entertainer plays Jake, a seemingly regular guy who has no idea who he is after being hit over the head by mysterious assailants. When he finds himself entangled in a government conspiracy, Jake and his pursuers become convinced that he is an undercover agent.","release_date":"2007-01-05","vote_average":4.7,"runtime":84,"cert":"N\/A","id":14396,"title":"Code Name: The Cleaner","adult":false,"genre_ids":[28,35,80]},{"cast":["Blake Woodruff","Josh Holloway","Sarah Wayne Callies","Michael Rooker","Julian Christopher"],"overview":"Convicted felon Max Truemont (played by Josh Holloway) is hired to execute a kidnapping of the son of one of the richest women in the state. Along with his fiancée Roxanne (played by Sarah Wayne Callies), Max joins two other strangers who were also hired by the same absent mastermind behind the kidnapping.","release_date":"2007-11-27","vote_average":6.3,"runtime":94,"cert":"15","id":14397,"title":"Whisper","adult":false,"genre_ids":[80,18,27,53]},{"cast":["James Belushi","Tupac Amaru Shakur","Lela Rochon","Dennis Quaid","James Earl Jones"],"overview":"Two corrupt cops have a successful, seemingly perfect money making scheme- they sell drugs that they seize from dealers, kill the dealers, and blame the crimes on street gangs. Their scheme is going along smoothly until they kill an undercover DEA agent posing as a dealer, and then try to cover-up their crime.","release_date":"1997-10-08","vote_average":6.6,"runtime":102,"cert":"N\/A","id":14398,"title":"Gang Related","adult":false,"genre_ids":[28]},{"cast":["Tony Dalton","Ana Claudia Talancón","Pedro Armendáriz Jr.","Kristoff","Raúl Méndez"],"overview":"Oscar Cabos, a multimillionaire tycoon, is being held for ransom--only his captors have nabbed the wrong man. Now, to get their money, they must find the real Cabos--which could get tricky since he's been counter-kidnapped by his future son-in-law and impersonated by his childhood friend (now his janitor), Nacho.","release_date":"2004-07-16","vote_average":7.7,"runtime":94,"cert":"N\/A","id":14399,"title":"Killing Cabos","adult":false,"genre_ids":[35,28,80]},{"cast":["Tomer Sisley","Kristin Scott Thomas","Mélanie Thierry","Miki Manojlović","Karel Roden"],"overview":"After a powerful billionaire is murdered, his secret adoptive son must race to prove his legitimacy, find his father's killers and stop them from taking over his financial empire.","release_date":"2008-12-17","vote_average":6.1,"runtime":108,"cert":"N\/A","id":14400,"title":"The Heir Apparent: Largo Winch","adult":false,"genre_ids":[12,18,28,53]},{"cast":["Jean-Paul Belmondo","Julika Jenkins","Francis Huster","Hafsia Herzi","Emmanuelle Riva"],"overview":"An elderly gentleman and his dog find themselves out of a home with little means.","release_date":"2008-11-13","vote_average":5.6,"runtime":94,"cert":"N\/A","id":14403,"title":"A Man and His Dog","adult":false,"genre_ids":[18]},{"cast":["Jean-Christian Fraiscinet","Vincent Dubois","Muriel Dubois","Faru","Carole Massana"],"overview":"Nous sommes dans un coin de France reculé... très reculé.","release_date":"2008-04-23","vote_average":5.5,"runtime":82,"cert":"N\/A","id":14406,"title":"Mariage chez les Bodin's","adult":false,"genre_ids":[35]},{"cast":["Jason Biggs","Natascha McElhone","Jeremy Northam","Michael Ironside"],"overview":"A black comedy set in 1979, about a soldier mistakenly posted to an Arctic military base.","release_date":"2005-06-06","vote_average":5.7,"runtime":101,"cert":"","id":14407,"title":"Guy X","adult":false,"genre_ids":[35]},{"cast":["Daniel Auteuil","Alain Chabat","Marina Foïs","François Damiens","Frédéric Beigbeder"],"overview":"80's pop icon Gilles Gabriel is about to make a comeback in the French music scene, until he accidentally hits Ranu, a slightly nutty accountant, when out driving one day. Both are horrified to realise that Gilles died in the crash, and that his spirit now lives in Ranu's head! The kooky accountant's life soon becomes chaos!","release_date":"2008-06-18","vote_average":5.3,"runtime":87,"cert":"N\/A","id":14408,"title":"Me Two","adult":false,"genre_ids":[35,878]},{"cast":["Patrick Mille","Frédérique Bel","Julie Fournier","Vincent Desagnat","Sam Karmann"],"overview":"","release_date":"2008-08-06","vote_average":4.9,"runtime":85,"cert":"N\/A","id":14409,"title":"Vampire Party","adult":false,"genre_ids":[35,14,27]},{"cast":["Jamal Woolard","Derek Luke","Naturi Naughton","Anthony Mackie","Antonique Smith"],"overview":"NOTORIOUS is the story of Christopher Wallace. Through raw talent and sheer determination, Wallace transforms himself from Brooklyn street hustler (once selling crack to pregnant women) to one of the greatest rappers of all time; THE NOTORIOUS B.I.G. Follow his meteoric rise to fame and his refusal to succumb to expectations - redefining our notion of \"The American Dream.\"","release_date":"2009-01-16","vote_average":6.8,"runtime":122,"cert":"15","id":14410,"title":"Notorious","adult":false,"genre_ids":[18,10402,36]},{"cast":["Brad Pitt","Catherine Zeta-Jones","Michelle Pfeiffer","Joseph Fiennes","Dennis Haysbert"],"overview":"The sailor of legend is framed by the goddess Eris for the theft of the Book of Peace, and must travel to her realm at the end of the world to retrieve it and save the life of his childhood friend Prince Proteus.","release_date":"2003-07-02","vote_average":6.8,"runtime":86,"cert":"PG","id":14411,"title":"Sinbad: Legend of the Seven Seas","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["William Hurt","Kathleen Turner","Richard Crenna","Ted Danson","J.A. Preston"],"overview":"In the midst of a searing Florida heat wave, a woman convinces her lover, a small-town lawyer, to murder her rich husband.","release_date":"1981-08-28","vote_average":7.1,"runtime":113,"cert":"18","id":14412,"title":"Body Heat","adult":false,"genre_ids":[80,18,10749,53,9648]},{"cast":["Antoine de Maximy"],"overview":"French TV host Antoine de Maximy travels the U.S. from coast to coast, relying on the hospitality of strangers and documenting his experiences with a hand-held camera.","release_date":"2008-11-19","vote_average":6.4,"runtime":100,"cert":"N\/A","id":14413,"title":"Hollywood, I'm Sleeping Over Tonight","adult":false,"genre_ids":[99]},{"cast":["Danny Glover","LisaGay Hamilton","Charles S. Dutton","Brent Jennings","Yaya DaCosta"],"overview":"In 1950s Alabama, the owner of the Honeydripper juke joint finds his business dropping off and against his better judgment, hires a young electric guitarist in a last ditch effort to draw crowds during harvest time.","release_date":"2007-09-10","vote_average":5.7,"runtime":124,"cert":"N\/A","id":14414,"title":"Honeydripper","adult":false,"genre_ids":[18,10402]},{"cast":["Yolande Moreau","Ulrich Tukur","Anne Bennent","Geneviève Mnich","Nico Rogner"],"overview":"The tragic story of French naïve painter Séraphine Louis aka Séraphine de Senlis (1864-1942), a humble servant who becomes a gifted self-taught painter. Discovered by prominent critic and collector William Uhde, she came to prominence between the wars grouped with other naïve painters like Henri Rouseau only to descend into madness and obscurity with the onset of Great Depression and World War II.","release_date":"2008-10-01","vote_average":7.0,"runtime":125,"cert":"N\/A","id":14415,"title":"Séraphine","adult":false,"genre_ids":[36,18]},{"cast":["Robbie Magasiva","Scott Wills","Simone Kessell","Paolo Rotondo","Anne Nordhaus"],"overview":"Jack, Thomas and Wayne are the Stickmen. They like nothing more than having a beer in one hand, a pool cue in the other, a coin on the table and their mates around them. They play pub pool for fun and money at Dave's bar. Desperate to get out of debt, Dave gets the Stickmen entered into a high stakes pool tournament run by vicious crime boss \"Daddy\". He also gets them into a whole rack of trouble.","release_date":"2001-01-18","vote_average":6.1,"runtime":98,"cert":"N\/A","id":14416,"title":"Stickmen","adult":false,"genre_ids":[18,28,35]},{"cast":["Dallas Page","Talan Torriero","David Eigenberg","Ricky Ullman","Jeremy Lelliott"],"overview":"Riddled with guilt over the loss of his rock star older brother, 16 year old David Forrester (Ricky Ullman) becomes obsessed with death, leading his misguided parents to send him to Driftwood, an \"Attitude Adjustment Camp for Troubled Youths\" run by the sadistic Captain Doug Kennedy (Diamond Dallas Page) and his brutal young henchman, Yates (Talan Torriero).","release_date":"2006-10-20","vote_average":4.4,"runtime":83,"cert":"N\/A","id":14417,"title":"Driftwood","adult":false,"genre_ids":[27,9648]},{"cast":["Patti Quigley","Susan Retik"],"overview":"When terrorists shattered their lives, two women set off on an extraordinary journey to rebuild themselves and the lives of women half a world away.","release_date":"2007-04-26","vote_average":0.0,"runtime":92,"cert":"N\/A","id":14420,"title":"Beyond Belief","adult":false,"genre_ids":[99]},{"cast":["Germano Haiut","Michel Joelsas","Paulo Autran","Simone Spoladore","Eduardo Moreira"],"overview":"A boy is left alone in a Jewish neighborhood in the year of 1970, where both world cup and dictatorship happen in Brazil.","release_date":"2006-09-26","vote_average":7.7,"runtime":104,"cert":"N\/A","id":14421,"title":"The Year My Parents Went on Vacation","adult":false,"genre_ids":[18]},{"cast":["Matthew Perry","Ben Foster","Ginnifer Goodwin","Lauren Graham","Zoë Kravitz"],"overview":"A regular guy struggles with a repressive home and professional life, as well as making amends for the trouble his free-spirited brother and sister cause about town.","release_date":"2008-10-09","vote_average":6.0,"runtime":85,"cert":"N\/A","id":14422,"title":"Birds of America","adult":false,"genre_ids":[35,18]},{"cast":["Ice Cube","Katt Williams","Tracy Morgan","Loretta Devine","Michael Beach"],"overview":"Durell and LeeJohn are best friends and bumbling petty criminals. When told they have one week to pay a $17,000 debt or Durell will lose his son, they come up with a desperate scheme to rob their neighborhood church. Instead, they end up spending the night in the presence of the Lord and are forced to deal with much more than they bargained for.","release_date":"2008-01-11","vote_average":5.3,"runtime":96,"cert":"N\/A","id":14423,"title":"First Sunday","adult":false,"genre_ids":[28,35]},{"cast":["Simon Baker","Winona Ryder","Julie Bowen","Leslie Bibb","Skyler James Sandak"],"overview":"A guy's life is turned around by an email, which includes the names of everyone he's had sex with and ever will have sex with. His situation gets worse when he encounters a femme fatale (Ryder) who targets men guilty of sex crime.","release_date":"2007-06-15","vote_average":5.5,"runtime":100,"cert":"N\/A","id":14424,"title":"Sex and Death 101","adult":false,"genre_ids":[35,10749,18]},{"cast":["Jeremy Piven","Chris Young","David Spade","Megan Ward","Sarah Trigger"],"overview":"Nervous high school senior Tom Lawrence visits Port Chester University, where he gets a taste of politically correct college life when he's guided by fraternity wild man Droz and his housemates at The Pit. But Droz and his pals have rivals in nasty preppy Rand McPherson and the school's steely president. With their house threatened with expulsion, Droz and company decide to throw a raging party where the various factions will collide.","release_date":"1994-04-29","vote_average":6.4,"runtime":79,"cert":"N\/A","id":14425,"title":"PCU","adult":false,"genre_ids":[35]},{"cast":["Scott Grimes","Jason London","Scott Michael Campbell","David DeLuise","Kevin Durand"],"overview":"In Jacksonville, Florida, four friends since grade school who are now in their early 30s face the challenges of adulthood: Hutto is about to become a father, Laith is intimidated by his girlfriend's sexuality, a grieving Bobby drinks heavily and sleeps on the grave of a girlfriend who's been dead 18 months, and Mark, an OB\/GYN who loves his work, can't practice medicine because he can't afford malpractice insurance. Things come to a head when Mark needs his three friends' help after a belligerent animal-abusing pornographer attacks Mark with a gun over something Laith did. A midnight road trip tests friendship: can the guys help each other?","release_date":"2007-06-10","vote_average":6.5,"runtime":86,"cert":"N\/A","id":14428,"title":"Who's Your Monkey?","adult":false,"genre_ids":[35]},{"cast":["Melissa Joan Hart","Stephen Collins","Adrian Grenier","Susan May Pratt","Ali Larter"],"overview":"Nicole and Chase live next door to each other but are worlds apart. However, they plot a scheme to date each other in order to attract the interest and jealousy of their respective romantic prey. But in the mist of planning a gala centennial celebration, Nicole and Chase find that the one they always wanted was closer than they ever thought.","release_date":"1999-10-01","vote_average":5.9,"runtime":91,"cert":"12","id":14429,"title":"Drive Me Crazy","adult":false,"genre_ids":[18,35,10749,10751]},{"cast":["Damián Alcázar","Pedro Armendáriz Jr.","Delia Casanova","Juan Carlos Colombo","Alex Cox"],"overview":"Mexico, 1949. The fable of a janitor turned Mayor on a little town lost in the Mexican desert, who gradually realizes how far his new acquainted power and corruption can get him.","release_date":"1999-11-09","vote_average":7.9,"runtime":120,"cert":"N\/A","id":14430,"title":"Herod's Law","adult":false,"genre_ids":[35,80,18]},{"cast":["Stanley Baker","Jack Hawkins","Ulla Jacobsson","James Booth","Michael Caine"],"overview":"In 1879, during the Zulu wars, man-of-the-people, Lt. John Chard and snooty Lt Gonville Bromhead were in charge of defending the isolated Natal outpost of Rorke's Drift from tribal hordes, holding out during an Alamo-like siege until they are overwhelmed, losing the battle, but going down in history as heroes. 150 soldiers defended a supply station against some 4000 Zulus, aided by the Martini-Henry rifle \"with some guts behind it\".  In the hundred years since the Victoria Cross was created for valour and extreme courage beyond that normally expected of the British soldier in face of the enemy only 1344 have been awarded. Eleven of these were won by the defenders of the mission station at Rorke's Drift, Natal, January 22nd to the 23rd 1879.","release_date":"1964-01-22","vote_average":7.5,"runtime":138,"cert":"PG","id":14433,"title":"Zulu","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Chris Rock","Kerry Washington","Gina Torres","Steve Buscemi","Edward Herrmann"],"overview":"Richard Cooper is a married man and father of two who is just plain bored with married life. Not getting any sex from his wife, he resorts to ogling random women on the street to the point that he takes lunch late to look at them. When old crush Nikki Tru visits his office to get a reference letter, she becomes obsessed with Cooper and they begin a complicated relationship.","release_date":"2007-03-16","vote_average":5.2,"runtime":90,"cert":"N\/A","id":14434,"title":"I Think I Love My Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Jensen Ackles","Jaime King","Kerr Smith","Betsy Rue","Edi Gathegi"],"overview":"Ten years ago, a tragedy changed the town of Harmony forever. Tom Hanniger, an inexperienced coal miner, caused an accident in the tunnels that trapped and killed five men and sent the only survivor, Harry Warden, into a permanent coma. But Harry Warden wanted revenge. Exactly one year later, on Valentine’s Day, he woke up…and brutally murdered twenty-two people with a pickaxe before being killed.","release_date":"2009-01-16","vote_average":5.4,"runtime":101,"cert":"18","id":14435,"title":"My Bloody Valentine","adult":false,"genre_ids":[9648,27]},{"cast":["James D. Bissell"],"overview":"No overview found.","release_date":"1999-01-01","vote_average":10.0,"runtime":3,"cert":"N\/A","id":14436,"title":"Bringing Down the House","adult":false,"genre_ids":[99,10751]},{"cast":["Kelsey Grammer","Cary Elwes","Viola Davis","John C. McGinley","Clifton Powell"],"overview":"From the director of “Made In America” and “The Money Pit” comes a hilarious look at one of the most expensive blunders in military history. Over 17 years and almost as many billion dollars have gone into devising the BFV (Bradley Fighting Vehicle). There's only one problem. . . it doesn't work.","release_date":"1998-02-28","vote_average":7.1,"runtime":104,"cert":"N\/A","id":14439,"title":"The Pentagon Wars","adult":false,"genre_ids":[35,18,10752]},{"cast":["Jason Behr","Mia Blake","David Fane","Robbie Magasiva","Caroline Cheong"],"overview":"American tattoo artist Jake Sawyer wanders the world, exploring and exploiting ethnic themes in his tattoo designs. At a tattoo expo in Singapore, he gets his first glimpse at the exotic world of traditional Samoan tattoo (tatau), and, in a thoughtless act, unwittingly unleashes a powerful angry spirit. In his devastating journey into Pacific mysticism, Jake must find a way to save his new love, Sina and recover his own soul.","release_date":"2007-11-28","vote_average":5.1,"runtime":92,"cert":"N\/A","id":14440,"title":"The Tattooist","adult":false,"genre_ids":[53,27]},{"cast":["Michael Keaton","Kathy Baker","Morgan Freeman","Tate Donovan","Henry Judd Baker"],"overview":"Hotshot real estate salesman Daryl has a bad cocaine habit. After embezzling his company's money, he wakes up next to a girl who overdosed. To hide from the police, he checks into a rehabilitation program guaranteeing anonymity. Under the mentorship of counselor Craig, Daryl accepts that he has a substance abuse problem. As he falls in love with fellow patient Charlie, Daryl begins committing to a newly sober life.","release_date":"1988-08-10","vote_average":6.4,"runtime":124,"cert":"N\/A","id":14441,"title":"Clean and Sober","adult":false,"genre_ids":[18]},{"cast":["Anne Hathaway","Hugh Dancy","Cary Elwes","Vivica A. Fox","Joanna Lumley"],"overview":"Ella lives in a magical world in which each child, at the moment of their birth, is given a virtuous \"gift\" from a fairy godmother. Ella's so-called gift, however, is obedience. This birthright proves itself to be quite the curse once Ella finds herself in the hands of several unscrupulous characters whom she quite literally cannot disobey. Determined to gain control of her life and decisions, Ella sets off on a journey to find her fairy godmother who she hopes will lift the curse. The path, however, isn't easy -- Ella must outwit a slew of unpleasant obstacles including ogres, giants, wicked stepsisters, elves and Prince Charmont's evil uncle, who wants to take over the crown and rule the kingdom.","release_date":"2004-04-09","vote_average":6.2,"runtime":96,"cert":"PG","id":14442,"title":"Ella Enchanted","adult":false,"genre_ids":[10751,14,35]},{"cast":["Anthony Newley","Mackenzie Astin","Katie Barberi","Phil Fondacaro","Ron MacLachlan"],"overview":"Seven disgusting kids but nevertheless of interesting personality are being made of the green mud coming out of garbage can. Once alive their master gives them rules to obey although they think that life is funnier without following stupid regulations like no television or no candy. Naturally this will cause some conflicts.","release_date":"1987-08-22","vote_average":3.6,"runtime":100,"cert":"PG","id":14443,"title":"The Garbage Pail Kids Movie","adult":false,"genre_ids":[12,878,35]},{"cast":["Whoopi Goldberg","David Spade","Elizabeth Daily","Tara Strong","Christine Cavanaugh"],"overview":"Tommy faces responsibility when Dil, his new baby brother, is born. As with all newborns, the child becomes a bane to Tommy and the rest of his gang. They decide to return Dil to where he came from, the hospital, but they get lost along the way. Can they find their way home and can Tommy and Dil learn to get along?","release_date":"1998-11-20","vote_average":5.9,"runtime":79,"cert":"N\/A","id":14444,"title":"The Rugrats Movie","adult":false,"genre_ids":[16,10751,35]},{"cast":["Kamal Haasan","Khushboo","Urvashi","Santhana Bharathi","Delhi Ganesh"],"overview":"The film tells a story of quadruplets, Michael, Madhanagopal, Kameshwaran, and Raju, all played by Kamal Haasan. Kamal had distinguished each of those characters with his body language and language lingo. Michael has a husky voice, Madan has an English accent, Kameshwaran speaks Palakkad Tamil and Raju speaks Madras Tamil in keeping with their diverse upbringing as per the plot.","release_date":"1990-03-01","vote_average":6.8,"runtime":167,"cert":"N\/A","id":14445,"title":"Michael Madana Kamarajan","adult":false,"genre_ids":[35]},{"cast":["Ulrich Noethen","Isabel Bongard","Lisa Nilsson","Robin Becker","Jim Rautiainen"],"overview":"A successful stockbroker gets in trouble and has to escape from Hamburg to Vänersborg in Sweden with his two children.","release_date":"2008-09-26","vote_average":4.0,"runtime":87,"cert":"N\/A","id":14446,"title":"Ett enklare liv","adult":false,"genre_ids":[18]},{"cast":["Peter Sallis","Sally Lindsay","Melissa Collier","Sarah Laborde","Geraldine McEwan"],"overview":"Wallace and Gromit have a brand new business - a bakery. Although business is booming, Gromit is concerned by the news that 12 local bakers have 'disappeared' this year - but Wallace isn't worried. He's too distracted and in love with local beauty and bread enthusiast, Piella Bakewell, to be of much help. Gromit must be the sleuth and solve the escalating murder mystery.","release_date":"2008-12-03","vote_average":7.2,"runtime":30,"cert":"PG","id":14447,"title":"A Matter of Loaf and Death","adult":false,"genre_ids":[16,35,10751,80,9648]},{"cast":["Louis Garrel","Ludivine Sagnier","Chiara Mastroianni","Clotilde Hesme","Brigitte Roüan"],"overview":"Ismael and Julie, who in the hope of sparking their stalled relationship, enter a playful yet emotionally laced threesome with Alice. When tragedy strikes, these young Parisians are forced to deal with the fragility of life and love. For Ismael, this means negotiating through the advances of Julie's sister and a young college student – one of which may offer him redemption.","release_date":"2007-05-23","vote_average":7.2,"runtime":100,"cert":"N\/A","id":14448,"title":"Love Songs","adult":false,"genre_ids":[18,10749]},{"cast":["Zhang Ziyi","Ge You","Daniel Wu","Zhou Xun","Ma Jing-Wu"],"overview":"907 AD, the Tang Dynasty in China. The movie is set in an empire in chaos. The Emperor, the Empress, the Crown Prince, the Minister and the General all have their own enemies.","release_date":"2006-09-14","vote_average":6.5,"runtime":131,"cert":"N\/A","id":14449,"title":"The Banquet","adult":false,"genre_ids":[14,18,28,36]},{"cast":["Christoph Maria Herbst","Bastian Pastewka","Floriane Daniel","Sophie von Kessel","Armin Rohde"],"overview":"No overview found.","release_date":"2008-12-12","vote_average":6.6,"runtime":180,"cert":"N\/A","id":14450,"title":"Zwei Weihnachtsmänner","adult":false,"genre_ids":[35]},{"cast":["Charlotte Frogner","Stig Frode Henriksen","Vegar Hoel","Jeppe Beck Laursen","Evy Kasseth Røsten"],"overview":"Eight medical students on a ski trip to Norway discover that Hitler's horrors live on when they come face to face with a battalion of zombie Nazi soldiers intent on devouring anyone unfortunate enough to wander into the remote mountains where they were once sent to die.","release_date":"2009-01-09","vote_average":6.0,"runtime":91,"cert":"18","id":14451,"title":"Dead Snow","adult":false,"genre_ids":[27,35]},{"cast":["Steven Seagal","Holly Dignard","Chris Thomas King","Michael Filipowich","Isaac Hayes"],"overview":"A troubled detective travels to Memphis in order to track down a pair of serial killers.","release_date":"2008-10-06","vote_average":4.5,"runtime":96,"cert":"N\/A","id":14452,"title":"Kill Switch","adult":false,"genre_ids":[28,53]},{"cast":["Woody Harrelson","Simon Pegg","Phil Daniels","Kyle MacLachlan","Samantha Morton"],"overview":"Four stoners, five vegans, three mobsters, four hunters and a million reasons to free one junkie elephant.","release_date":"2006-04-21","vote_average":5.1,"runtime":86,"cert":"N\/A","id":14453,"title":"Free Jimmy","adult":false,"genre_ids":[16,35]},{"cast":["Lindsey Haun","Jack Huston","Max Kasch","Maya Hazen","Alice Greczyn"],"overview":"A group of American teens comes Ireland to visit an Irish school friend who takes them on a camping trip in search of the local, fabled magic mushrooms. When the hallucinations start taking hold, the panicked friends are attacked by ghostly creatures; never able to determine if they are experiencing gruesome reality or startling delirium.","release_date":"2007-08-16","vote_average":4.9,"runtime":84,"cert":"18","id":14456,"title":"Shrooms","adult":false,"genre_ids":[27]},{"cast":["Devon Gummersall","Derek Richardson","Tina Illman","Scott Whyte","Arielle Kebbel"],"overview":"Strangers trapped at an eerie travel oasis in the desert must unravel the mystery behind their visions of dying people while they are preyed upon by a decaying creature.","release_date":"2005-03-13","vote_average":5.2,"runtime":90,"cert":"15","id":14457,"title":"Reeker","adult":false,"genre_ids":[27,9648]},{"cast":["Adam Kaufman","Brad William Henke","Misty Rosas","Paul McCarthy-Boyington","Michael C. Williams"],"overview":"Fifteen years ago, a group of men's lives were forever changed by a strange occurrence. Now, the same group of men will spend a night together ... in terror.","release_date":"2006-01-01","vote_average":5.2,"runtime":88,"cert":"15","id":14458,"title":"Altered","adult":false,"genre_ids":[27,878,53]},{"cast":["Nadia Farès","Robert Taylor","John Brumpton","David Lyons","Mathew Wilkinson"],"overview":"A yuppie couple lost in a swamp seek refuge at an isolated farmhouse only to discover they've jumped out of the frying pan into the fire.","release_date":"2008-01-17","vote_average":5.7,"runtime":86,"cert":"","id":14459,"title":"Storm Warning","adult":false,"genre_ids":[27]},{"cast":["Richard Thomas","Robert Vaughn","John Saxon","George Peppard","Darlanne Fluegel"],"overview":"A young farmer assembles a band of diverse mercenaries to defend his peaceful planet from an evil tyrant.","release_date":"1980-09-08","vote_average":5.6,"runtime":104,"cert":"PG","id":14460,"title":"Battle Beyond the Stars","adult":false,"genre_ids":[878]},{"cast":["Dick Proenneke","Bob Swerer Jr.","Wendy Ishii","Pamela Guest","Bob Swerer Sr."],"overview":"Dick Proenneke retired at age 50 in 1967 and decided to build his own cabin in the wilderness at the base of the Aleutian Peninsula, in what is now Lake Clark National Park. Using color footage he shot himself, Proenneke traces how he came to this remote area, selected a homestead site and built his log cabin completely by himself. The documentary covers his first year in-country, showing his day-to-day activities and the passing of the seasons as he sought to scratch out a living alone in the wilderness.","release_date":"2004-10-08","vote_average":8.1,"runtime":57,"cert":"N\/A","id":14463,"title":"Alone in the Wilderness","adult":false,"genre_ids":[99,36]},{"cast":["John Cusack","Robert Loggia","Jerry Stiller","Wendy Gazelle","Monte Markham"],"overview":"Young Danny is following his rich girlfriend's family to the Caribbean. But suddenly he simply must make a chemistry test and cannot go with them. After they have left, he gets a leave from his professor and takes a plane to find them. But he is not quite sure where they are, and meets smugglers, crazy captains and murderers.","release_date":"1987-05-08","vote_average":6.4,"runtime":93,"cert":"N\/A","id":14464,"title":"Hot Pursuit","adult":false,"genre_ids":[35]},{"cast":["Imran Khan","Genelia D'Souza","Manjari Phadnis","Prateik Babbar","Sugandha Garg"],"overview":"Jaane Tu... Ya Jaane Na (translation: Whether you know... or not) is a 2008 Indian romantic comedy film, written and directed by Abbas Tyrewala. The film stars Imran Khan and Genelia D'Souza in pivotal roles.  Produced by Mansoor Khan, Aamir Khan, it marks the directional debut of Abbas Tyrewala, the debut of Imran Khan (Aamir Khan's nephew) and Prateik Babbar as actors, and the re-appearance of D'Souza in Hindi cinema. Released on 4 July 2008, the film received positive reviews, and went on to become a Super Hit at the box office.  The music is by A. R. Rahman.","release_date":"2008-07-04","vote_average":6.9,"runtime":155,"cert":"N\/A","id":14467,"title":"Jaane Tu... Ya Jaane Na","adult":false,"genre_ids":[18,35,10749]},{"cast":["Abhay Deol","Neha Dhupia","Nawazuddin Siddiqui","Vinay Apte","Ashok Samarth"],"overview":"Comic thriller about two people who miss the last local train and how missing the train changes the course of their lives forever.","release_date":"2007-05-18","vote_average":6.1,"runtime":150,"cert":"N\/A","id":14468,"title":"Ek Chalis Ki Last Local","adult":false,"genre_ids":[28,35]},{"cast":["Mickey Rourke","Frank Senger","Adrien Brody","John Enos III","Tupac Amaru Shakur"],"overview":"A tough, Jewish ex-con just released from prison crosses a powerful drug dealer and former prison rival in his return to a life of crime.","release_date":"1996-03-01","vote_average":6.5,"runtime":100,"cert":"N\/A","id":14469,"title":"Bullet","adult":false,"genre_ids":[28,18,53]},{"cast":["Gina Philips","Alex Hassell","Kellie Shirley","Andrew Knott","Jack Bailey"],"overview":"Terror lurks in the old orphanage, beneath a disused London hospital - a Seventeeth Century malevolence, the Plague Doctor, has returned to complete his evil masterpiece","release_date":"2007-02-13","vote_average":4.1,"runtime":100,"cert":"N\/A","id":14472,"title":"The Sick House","adult":false,"genre_ids":[27]},{"cast":["Kurt Russell","Jack Warden","Frank McRae","Gerrit Graham","Deborah Harmon"],"overview":"When the owner of a struggling used car lot is killed, it's up to the lot's hot-shot salesman to save the property from falling into the hands of the owner's ruthless brother and used-car rival.","release_date":"1980-07-11","vote_average":6.5,"runtime":113,"cert":"N\/A","id":14475,"title":"Used Cars","adult":false,"genre_ids":[28,35]},{"cast":["Mel Raido","Scot Williams","Maxine Peake","Ronnie Fox","Colin Salmon"],"overview":"An underworld drama set in the early 1980s, about a lonely factory worker whose life is transformed when he becomes a nightclub doorman.","release_date":"2008-10-02","vote_average":7.0,"runtime":95,"cert":"18","id":14476,"title":"Clubbed","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Igor Yershov","Sinaida Jurtschenko","Larisa Gordeichik","Ada Rogovtseva","Robert Klyavin"],"overview":"264 Views  Es war einmal - hinter dunklen Wäldern, hinter öden Sandwüsten… - Dort lebte der Recke Kotigoroschko mit seiner Mutter und seiner Schwester Aljonka.  Als Aljonka eines Tages von einem bösen Drachen in sein fernes, entlegenes Land entführt wird, begibt sich Kotigoroschko auf den beschwerlichen Weg, um seine Schwester zu befreien. Allerorten lauern Gefahren. Überall bekämpfen ihn die untertänigen Diener des Drachen. Aber immer wieder helfen dem tapferen Recken auch gutherzige Menschen die abenteuerliche Reise zu bestehen: Sie überreichen ihm ein Schwert, geben ihm Lebenswasser und ein fliegendes Schiff, das aus einer Wundereiche gefertigt wurde. Schließlich betritt Kotigoroschko das Reich des Drachens…","release_date":"1960-11-01","vote_average":6.0,"runtime":50,"cert":"N\/A","id":14479,"title":"Летающий корабль","adult":false,"genre_ids":[10751,14]},{"cast":["Vladimir Andreyev","Larisa Golubkina","Oleg Vidov","Ksenia Ryabinkina","Vera Ivleva"],"overview":"A fairytale based on Alexander Pushkin novel.","release_date":"1966-05-13","vote_average":6.0,"runtime":80,"cert":"N\/A","id":14480,"title":"The Tale of Tsar Saltan","adult":false,"genre_ids":[10751,14]},{"cast":["Олег Казанчеев","Oleg Golubitsky","Ariadna Shengelaia","Mikhail Gluzskiy","Григорий Мануков"],"overview":"Movie directed by Boris Rytsarev.","release_date":"1983-02-07","vote_average":4.2,"runtime":70,"cert":"N\/A","id":14483,"title":"The Doctor's Pupil","adult":false,"genre_ids":[35,10751,36]},{"cast":["Jerry O'Connell","Amanda Peet","Sean Patrick Flanery","Tara Reid","Ron Livingston"],"overview":"The Los Angeles club scene is a place of booze-fueled decadence and debauchery. In a night full of possibilities, eight 20-somethings take to the clubs seeking good times, companionship and maybe a little sex. But in the harsh light of the morning after, their worlds are thrown into a spin of confusion when hungover Sara accuses hard-partying Mike of date rape. Loyalties are tested as each among them is forced to take sides.","release_date":"1999-10-07","vote_average":5.2,"runtime":106,"cert":"18","id":14484,"title":"Body Shots","adult":false,"genre_ids":[18,10749]},{"cast":["Tak Sakaguchi","Hideo Sakaki","Go Ayano","Shôei","Hiroyuki Onoue"],"overview":"Momotaro and Hidemaro are 1st-years at Otokojuku, a private boys school where true men are made. Momotaro, proficient in academics and martial arts becomes good friends with Hidemaro an underachieving weakling. Omito Date, former student leader, plans his revenge against his former school. Now leader of an evil army from rival Kanto Gogakuren school he fully intends on taking over Otokojuku.","release_date":"2008-01-26","vote_average":1.0,"runtime":110,"cert":"N\/A","id":14485,"title":"Be a Man! Samurai School","adult":false,"genre_ids":[28,35]},{"cast":["Mariya Barabanova","Vyacheslav Zharikov","Olga Gorelova","Tamara Nosova","Anatoli Kubatsky"],"overview":"Lyuba, a daughter of King of Chess is kidnapped by playing Cards... Young Vanya and his best friend - Puss in the boots - are trying to rescue Lyuba.","release_date":"1958-05-27","vote_average":3.5,"runtime":84,"cert":"N\/A","id":14486,"title":"New Adventures of Puss in Boots","adult":false,"genre_ids":[12,10751,14]},{"cast":["Svetlana Orlova","Andrey Gradov","Lyudmila Shagalova","Boris Saburov","Albert Filozov"],"overview":"A musical story based on Russian fairytales.","release_date":"1981-12-30","vote_average":6.5,"runtime":73,"cert":"N\/A","id":14487,"title":"Granddaughter of Ice","adult":false,"genre_ids":[10751,14,10402]},{"cast":["Katri Horma","Juris Zagars","Andris Zagars","Ines Aru","Gunnar Kilgas"],"overview":"Once upon a time, a King had eleven sons and one daughter. When his wife, the Queen, died, the King remarried. The new wife and the children's stepmother looks beautiful on the outside, but actually she's an evil witch. She sends the young princess Eliise to live in the village as an ordinary peasant girl and turns all the princes into wild swans. The princes are stuck being swans all day long and only at night can they regain their true form. When Eliise is 15 years old, she learns about the fate of her brothers and now she must overcome the obstacles put in her way by her stepmother in order to release her brothers from the spell.","release_date":"1987-12-18","vote_average":7.0,"runtime":86,"cert":"N\/A","id":14488,"title":"The Wild Swans","adult":false,"genre_ids":[12,14,10751]},{"cast":["Marina Ilyichyova","Lev Durov","Alla Demidova","Aleksandr Abdulov","Aleksei Chernov"],"overview":"A merchant is living in a fairytale Russia of hundreds of years ago. When he is making a journey to market, his three daughters each ask for a present to be brought back...","release_date":"1978-08-25","vote_average":6.0,"runtime":66,"cert":"N\/A","id":14489,"title":"The Scarlet Flower","adult":false,"genre_ids":[10751,14,10770]},{"cast":["Amanda Waving","Steven Webb","Dan Finnerty","Nigel Lambert","Lincoln Hoppe"],"overview":"\"A truly noble heart is sensitive,\" says the wise old raven, Sebastian, who pokes, prods and analyzes peas seeking the solution that would save the kingdom of Corazion from the revenge of Laird, the king's brother. As Sebastian seeks to solve the mystery, his friend, Prince Rollo, is searching for a truly sensitive heart in the pedigrees of pampered princesses, until a chance encounter with a kind-hearted peasant girl causes Rollo to ponder where true beauty lies. Can Sebastian discover the answer in time to rescue the kingdom from the cruel schemes of Laird? Join in the quest to reveal the heart of true nobility.","release_date":"2002-08-16","vote_average":6.9,"runtime":88,"cert":"N\/A","id":14492,"title":"The Princess and the Pea","adult":false,"genre_ids":[16,14,10751]},{"cast":["Elena Proklova","Vyacheslav Zjupa","Natalya Klimova","Evgeni Leonov","Nikolai Boyarsky"],"overview":"Two children, Gerda and Kay, overcome the evil intentions of the Snow Queen with human love and a capacity to fight fear.  Based on a story by Hans Christian Andersen.","release_date":"1967-11-06","vote_average":6.1,"runtime":85,"cert":"N\/A","id":14493,"title":"The Snow Queen","adult":false,"genre_ids":[10751,14,12]},{"cast":["Igor Kostolevskiy","Aleksandr Lazarev","Aleksandr Kalyagin","Leonid Yarmolnik","Jüri Järvet"],"overview":"A story based on the tales \"The Marble Heart\" and \"The Spessart Inn\" by Wilhelm Hauff.","release_date":"1981-08-30","vote_average":4.8,"runtime":76,"cert":"N\/A","id":14498,"title":"A Fairy Tale Told at Night","adult":false,"genre_ids":[12,10751,14]},{"cast":["Nick Pickard","Christian Bale","Timothy Bottoms","Susannah York","Christopher Lee"],"overview":"They're two best friends, a million miles from home. On an incredible adventure, beyond the boundaries of space and time. A fantasy about a lonely boy who is transferred from his dull life with his adoptive parents to the land where his real father is the king.","release_date":"1987-07-01","vote_average":6.3,"runtime":99,"cert":"N\/A","id":14499,"title":"Mio in the Land of Faraway","adult":false,"genre_ids":[12,18,14,10751,9648]}]