[{"cast":["Robin Williams","Forest Whitaker","Tung Thanh Tran","Chintara Sukapatana","Bruno Kirby"],"overview":"Radio funny man Adrian Cronauer is sent to Vietnam to bring a little comedy back into the lives of the soldiers. After setting up shop, Cronauer delights the G.I.s but shocks his superior officer, Sergeant Major Dickerson, with his irreverent take on the war. While Dickerson attempts to censor Cronauer's broadcasts, Cronauer pursues a relationship with a Vietnamese girl named Trinh, who shows him the horrors of war first-hand.","release_date":"1987-12-23","vote_average":7.3,"runtime":121,"cert":"15","id":801,"title":"Good Morning, Vietnam","adult":false,"genre_ids":[35,18,10752]},{"cast":["James Mason","Sue Lyon","Shelley Winters","Peter Sellers","Lois Maxwell"],"overview":"Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.","release_date":"1962-06-13","vote_average":7.4,"runtime":153,"cert":"15","id":802,"title":"Lolita","adult":false,"genre_ids":[18,10749]},{"cast":["Michel Bouquet","Reinhard Heydrich","Heinrich Himmler","Adolf Hitler","Julius Streicher"],"overview":"Filmmaker Alain Resnais documents the atrocities behind the walls of Hitler's concentration camps.","release_date":"1960-10-20","vote_average":8.2,"runtime":32,"cert":"N\/A","id":803,"title":"Night and Fog","adult":false,"genre_ids":[36,99,10752]},{"cast":["Gregory Peck","Audrey Hepburn","Eddie Albert","Hartley Power","Harcourt Williams"],"overview":"Overwhelmed by her suffocating schedule, touring European princess Ann takes off for a night while in Rome. When a sedative she took from her doctor kicks in, however, she falls asleep on a park bench and is found by an American reporter, Joe Bradley, who takes her back to his apartment for safety. At work the next morning, Joe finds out Ann's regal identity and bets his editor he can get exclusive interview with her, but romance soon gets in the way.","release_date":"1953-08-26","vote_average":7.9,"runtime":119,"cert":"U","id":804,"title":"Roman Holiday","adult":false,"genre_ids":[35,10749,18]},{"cast":["Mia Farrow","John Cassavetes","Ruth Gordon","Sidney Blackmer","Maurice Evans"],"overview":"A young couple moves into an infamous New York apartment building to start a family. Things become frightening as Rosemary begins to suspect her unborn baby isn’t safe around their strange neighbors.","release_date":"1968-06-12","vote_average":7.8,"runtime":137,"cert":"N\/A","id":805,"title":"Rosemary's Baby","adult":false,"genre_ids":[27,18,9648]},{"cast":["Liev Schreiber","Julia Stiles","Seamus Davey-Fitzpatrick","David Thewlis","Pete Postlethwaite"],"overview":"A diplomatic couple adopts the son of the devil without knowing it. A remake of the classic horror film of the same name from 1976.","release_date":"2006-06-06","vote_average":5.4,"runtime":110,"cert":"15","id":806,"title":"The Omen","adult":false,"genre_ids":[27]},{"cast":["Brad Pitt","Morgan Freeman","Gwyneth Paltrow","John C. McGinley","R. Lee Ermey"],"overview":"Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.","release_date":"1995-09-22","vote_average":8.3,"runtime":127,"cert":"18","id":807,"title":"Se7en","adult":false,"genre_ids":[80,9648,53]},{"cast":["Mike Myers","Eddie Murphy","Cameron Diaz","John Lithgow","Vincent Cassel"],"overview":"It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.","release_date":"2001-05-16","vote_average":7.6,"runtime":90,"cert":"U","id":808,"title":"Shrek","adult":false,"genre_ids":[12,16,35,10751,14]},{"cast":["Mike Myers","Eddie Murphy","Cameron Diaz","Julie Andrews","Antonio Banderas"],"overview":"Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage.","release_date":"2004-05-19","vote_average":7.0,"runtime":93,"cert":"U","id":809,"title":"Shrek 2","adult":false,"genre_ids":[12,16,35,10751,14]},{"cast":["Mike Myers","Eddie Murphy","Cameron Diaz","Julie Andrews","Antonio Banderas"],"overview":"The King of Far Far Away has died and Shrek and Fiona are to become King & Queen. However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom.","release_date":"2007-05-17","vote_average":6.2,"runtime":93,"cert":"U","id":810,"title":"Shrek the Third","adult":false,"genre_ids":[14,12,16,35,10751]},{"cast":["Bruce Dern","Cliff Potts","Ron Rifkin","Jesse Vint","Steven Brown"],"overview":"In a future Earth barren of all flora and fauna, the planet's ecosystems exist only in large pods attached to spacecraft. When word comes in that the pods are to be jettisoned into space and destroyed so that the spacecraft can be reused for commercial purposes, most of the crew of the Valley Forge rejoice at the prospect of going home. Not so for botanist Freeman Lowell who loves the forest and its creatures, so decides to take matters into his own hands to protect what he loves.","release_date":"1972-03-09","vote_average":6.4,"runtime":89,"cert":"U","id":811,"title":"Silent Running","adult":false,"genre_ids":[12,18,878]},{"cast":["Scott Weinger","Robin Williams","Linda Larkin","Jonathan Freeman","Frank Welker"],"overview":"Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.","release_date":"1992-11-25","vote_average":7.6,"runtime":90,"cert":"U","id":812,"title":"Aladdin","adult":false,"genre_ids":[16,10751,12,14,10749]},{"cast":["Robert Hays","Julie Hagerty","Kareem Abdul-Jabbar","Lloyd Bridges","Peter Graves"],"overview":"Alcoholic pilot, Ted Striker has developed a fear of flying due to wartime trauma, but nevertheless boards a passenger jet in an attempt to woo back his stewardess girlfriend. Food poisoning decimates the passengers and crew, leaving it up to Striker to land the plane with the help of a glue-sniffing air traffic controller and Striker's vengeful former Air Force captain, who must both talk him down.","release_date":"1980-07-02","vote_average":7.3,"runtime":88,"cert":"12A","id":813,"title":"Airplane!","adult":false,"genre_ids":[35]},{"cast":["David Naughton","Jenny Agutter","Griffin Dunne","John Woodvine","Brian Glover"],"overview":"Two American tourists in England are attacked by a werewolf that none of the locals will admit exists.","release_date":"1981-08-21","vote_average":7.3,"runtime":97,"cert":"18","id":814,"title":"An American Werewolf in London","adult":false,"genre_ids":[35,27]},{"cast":["Kelsey Grammer","Ian Holm","Julia Louis-Dreyfus","Julia Ormond","Pete Postlethwaite"],"overview":"An animated film from 1999 based on the famous novel by George Orwell. Animals on a farm lead a revolution against the farmers to put their destiny in their own hands. However this revolution eats their own children and they cannot avoid corruption.","release_date":"1999-10-03","vote_average":5.8,"runtime":91,"cert":"PG","id":815,"title":"Animal Farm","adult":false,"genre_ids":[10751,18,35]},{"cast":["Mike Myers","Elizabeth Hurley","Michael York","Mimi Rogers","Robert Wagner"],"overview":"As a swingin' fashion photographer by day and a groovy British superagent by night, Austin Powers is the '60s' most shagadelic spy, baby! But can he stop megalomaniac Dr. Evil after the bald villain freezes himself and unthaws in the '90s? With the help of sexy sidekick Vanessa Kensington, he just might.","release_date":"1997-05-02","vote_average":6.5,"runtime":94,"cert":"15","id":816,"title":"Austin Powers: International Man of Mystery","adult":false,"genre_ids":[878,35,80]},{"cast":["Mike Myers","Heather Graham","Michael York","Robert Wagner","Rob Lowe"],"overview":"When diabolical genius, Dr. Evil travels back in time to steal superspy Austin Powers's ‘mojo’, Austin must return to the swingin' '60s himself – with the help of American agent, Felicity Shagwell – to stop the dastardly plan. Once there, Austin faces off against Dr. Evil's army of minions and saves the world in his own unbelievably groovy way.","release_date":"1999-06-08","vote_average":6.2,"runtime":95,"cert":"12","id":817,"title":"Austin Powers: The Spy Who Shagged Me","adult":false,"genre_ids":[12,35,80,878]},{"cast":["Mike Myers","Beyoncé Knowles","Seth Green","Michael York","Mindy Sterling"],"overview":"The world's most shagadelic spy continues his fight against Dr. Evil. This time, the diabolical doctor and his clone, Mini-Me, team up with a new foe -- '70s kingpin Goldmember. While pursuing the team of villains to stop them from world domination, Austin gets help from his dad and an old girlfriend.","release_date":"2002-07-26","vote_average":5.9,"runtime":94,"cert":"12","id":818,"title":"Austin Powers in Goldmember","adult":false,"genre_ids":[35,80,878]},{"cast":["Robert De Niro","Brad Pitt","Kevin Bacon","Jason Patric","Ron Eldard"],"overview":"Two gangsters seek revenge on the state jail worker who during their stay at a youth prison sexually abused them. A sensational court hearing takes place to charge him for the crimes.","release_date":"1996-10-18","vote_average":7.5,"runtime":147,"cert":"","id":819,"title":"Sleepers","adult":false,"genre_ids":[80,18,53]},{"cast":["Kevin Costner","Tommy Lee Jones","Gary Oldman","Kevin Bacon","Michael Rooker"],"overview":"New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story.","release_date":"1991-12-20","vote_average":7.7,"runtime":189,"cert":"15","id":820,"title":"JFK","adult":false,"genre_ids":[18,53,36]},{"cast":["Spencer Tracy","Burt Lancaster","Richard Widmark","Marlene Dietrich","Maximilian Schell"],"overview":"In 1947, four German judges who served on the bench during the Nazi regime face a military tribunal to answer charges of crimes against humanity. Chief Justice Haywood hears evidence and testimony not only from lead defendant Ernst Janning and his defense attorney Hans Rolfe, but also from the widow of a Nazi general, an idealistic U.S. Army captain and reluctant witness Irene Wallner.","release_date":"1961-12-01","vote_average":8.1,"runtime":179,"cert":"PG","id":821,"title":"Judgment at Nuremberg","adult":false,"genre_ids":[18,36]},{"cast":["Chhabi Biswas","Padmadevi","Kali Sarkar","Gangapada Basu","Pinaki Sengupta"],"overview":"A wealthy landlord who lives a decadent life with his wife and son. His passion - his wife would call it his addiction - is music, and he spends a great deal of his fortune on concerts held for the locals in his magnificent music room. He feels threatened by his neighbour, a commoner who has attained riches through business dealings. His passion for music and quest for social respect are his undoing, as he sacrifices his family and wealth trying to retain it.","release_date":"1958-10-10","vote_average":7.6,"runtime":100,"cert":"","id":822,"title":"The Music Room","adult":false,"genre_ids":[10402,18]},{"cast":["Yoshikatsu Fujiki","Sumi Mutou","Hiroyuki Kinosha","Eri Sendai","Kenji Nakagawa"],"overview":"A member of an elite paramilitary counter-terrorism unit becomes traumatized after witnessing the suicide bombing of a young girl and is forced to undergo retraining. However, unbeknownst to him, he becomes a key player in a dispute between rival police divisions, as he finds himself increasingly involved with the sister of the girl he saw die.","release_date":"1999-11-17","vote_average":7.4,"runtime":102,"cert":"15","id":823,"title":"Jin-Roh: The Wolf Brigade","adult":false,"genre_ids":[16,878,53,18]},{"cast":["Nicole Kidman","Ewan McGregor","John Leguizamo","Jim Broadbent","Richard Roxburgh"],"overview":"A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.","release_date":"2001-03-09","vote_average":7.6,"runtime":127,"cert":"12","id":824,"title":"Moulin Rouge!","adult":false,"genre_ids":[18,10749]},{"cast":["Gillian Anderson","Ellen Burstyn","Angelina Jolie","Ryan Phillippe","Sean Connery"],"overview":"Eleven articulate people work through affairs of the heart in L.A. Paul produces Hannah's TV cooking show. Mark is dying of AIDS. Men have scalded Meredith so she rebuffs Trent's charm, but he persists. The trendy, prolix Joan tries to pull the solitary Keenan into her orbit. An adulterous couple meet at hotels for evening sex. Hugh tells tall tales, usually tragic, to women in bars.","release_date":"1998-12-30","vote_average":6.8,"runtime":121,"cert":"N\/A","id":825,"title":"Playing by Heart","adult":false,"genre_ids":[18]},{"cast":["William Holden","Alec Guinness","Jack Hawkins","Sessue Hayakawa","James Donald"],"overview":"The classic story of English POWs in Burma forced to build a bridge to aid the war effort of their Japanese captors. British and American intelligence officers conspire to blow up the structure, but Col. Nicholson , the commander who supervised the bridge's construction, has acquired a sense of pride in his creation and tries to foil their plans.","release_date":"1957-10-02","vote_average":7.9,"runtime":161,"cert":"PG","id":826,"title":"The Bridge on the River Kwai","adult":false,"genre_ids":[18,36,10752]},{"cast":["Simone Signoret","Véra Clouzot","Paul Meurisse","Charles Vanel","Jean Brochard"],"overview":"The cruel and abusive headmaster of a boarding school, Michel Delassalle, is murdered by an unlikely duo -- his meek wife and the mistress he brazenly flaunts. The women become increasingly unhinged by a series of odd occurrences after Delassalle's corpse mysteriously disappears.","release_date":"1955-01-29","vote_average":7.9,"runtime":117,"cert":"12","id":827,"title":"Diabolique","adult":false,"genre_ids":[18,27,53]},{"cast":["Michael Rennie","Patricia Neal","Billy Gray","Hugh Marlowe","Sam Jaffe"],"overview":"An alien and a robot land on earth after World War II and tell mankind to be peaceful or face destruction. A classic science fiction film from Robert Wise with an exceptional message.","release_date":"1951-09-17","vote_average":7.5,"runtime":92,"cert":"U","id":828,"title":"The Day the Earth Stood Still","adult":false,"genre_ids":[18,878,53]},{"cast":["Jack Nicholson","Faye Dunaway","John Huston","Perry Lopez","John Hillerman"],"overview":"Private eye Jake Gittes lives off of the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.","release_date":"1974-06-20","vote_average":7.9,"runtime":130,"cert":"15","id":829,"title":"Chinatown","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Walter Pidgeon","Anne Francis","Leslie Nielsen","Warren Stevens","Jack Kelly"],"overview":"Captain Adams and the crew of the Starship C57D travel to planet Altair 4 in search of the spaceship \"Bellerophon\" that has been missing for 20 years. To their surprise, they are expected.","release_date":"1956-03-15","vote_average":7.3,"runtime":98,"cert":"U","id":830,"title":"Forbidden Planet","adult":false,"genre_ids":[878]},{"cast":["Rex Reason","Faith Domergue","Jeff Morrow","Lance Fuller","Russell Johnson"],"overview":"Aliens have landed and are hiding on Earth, but need Earth’s scientists to help them fight an inter-planetary war.","release_date":"1955-06-01","vote_average":5.9,"runtime":87,"cert":"N\/A","id":831,"title":"This Island Earth","adult":false,"genre_ids":[878,12,27]},{"cast":["Peter Lorre","Ellen Widmann","Inge Landgut","Otto Wernicke","Theodor Loos"],"overview":"In this classic German thriller, Hans Beckert, a serial killer who preys on children, becomes the focus of a massive Berlin police manhunt. Beckert's heinous crimes are so repellant and disruptive to city life that he is even targeted by others in the seedy underworld network. With both cops and criminals in pursuit, the murderer soon realizes that people are on his trail, sending him into a tense, panicked attempt to escape justice.","release_date":"1931-05-11","vote_average":8.1,"runtime":117,"cert":"PG","id":832,"title":"M","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Carlo Battisti","Lina Gennari","Ileana Simova","Elena Rea","Memmo Carotenuto"],"overview":"When elderly pensioner Umberto Domenico Ferrari returns to his boarding house from a protest calling for a hike in old-age pensions, his landlady demands her 15,000-lire rent by the end of the month or he and his small dog will be turned out onto the street. Unable to get the money in time, Umberto fakes illness to get sent to a hospital, giving his beloved dog to the landlady's pregnant and abandoned maid for temporary safekeeping.","release_date":"1952-01-20","vote_average":8.1,"runtime":91,"cert":"PG","id":833,"title":"Umberto D.","adult":false,"genre_ids":[18]},{"cast":["Kate Beckinsale","Scott Speedman","Tony Curran","Shane Brolly","Derek Jacobi"],"overview":"As the war between the vampires and the Lycans rages on, Selene, a former member of the Death Dealers (an elite vampire special forces unit that hunts werewolves), and Michael, the werewolf hybrid, work together in an effort to unlock the secrets of their respective bloodlines.","release_date":"2006-01-12","vote_average":6.5,"runtime":106,"cert":"18","id":834,"title":"Underworld: Evolution","adult":false,"genre_ids":[14,28,878,53]},{"cast":["Hans Albers","Sybille Schmitz","Paul Hartmann","Peter Lorre","Hermann Speelmans"],"overview":"F.P.1 is a huge airplane landing dock in the Atlantic where pilots making the transatlantic flight can stop. Yet a saboteur tries to sink the technical wonder in this classic German science fiction film from 1932. The film was also created with English and French speaking actors at the same time.","release_date":"1932-12-22","vote_average":10.0,"runtime":114,"cert":"N\/A","id":835,"title":"F.P.1 Doesn't Answer","adult":false,"genre_ids":[878]},{"cast":["Átila Iório","Maria Ribeiro","Orlando Macedo","Jofre Soares","Gilvan Lima"],"overview":"'Vidas secas' tells in vivid images the almost documentary like story of a drover and his family in the northern interior states of Brazil during the drought. A family in the search of a new hope and destiny.","release_date":"1963-08-22","vote_average":7.2,"runtime":115,"cert":"N\/A","id":836,"title":"Barren Lives","adult":false,"genre_ids":[18]},{"cast":["James Woods","Sonja Smits","Debbie Harry","Peter Dvorsky","Jack Creley"],"overview":"As the president of a trashy TV channel, Max Renn is desperate for new programming to attract viewers. When he happens upon \"Videodrome,\" a TV show dedicated to gratuitous torture and punishment, Max sees a potential hit and broadcasts the show on his channel. However, after his girlfriend auditions for the show and never returns, Max investigates the truth behind Videodrome and discovers that the graphic violence may not be as fake as he thought.","release_date":"1983-02-04","vote_average":7.3,"runtime":88,"cert":"","id":837,"title":"Videodrome","adult":false,"genre_ids":[27,9648,878]},{"cast":["Richard Dreyfuss","Ron Howard","Paul Le Mat","Charles Martin Smith","Harrison Ford"],"overview":"A couple of high school graduates spend one final night cruising the strip with their buddies before they go off to college.","release_date":"1973-08-01","vote_average":7.1,"runtime":110,"cert":"PG","id":838,"title":"American Graffiti","adult":false,"genre_ids":[35,18]},{"cast":["Dennis Weaver","Jacqueline Scott","Eddie Firestone","Lou Frizzell","Gene Dynarski"],"overview":"Traveling businessman David Mann angers the driver of a rusty tanker while crossing the Californian desert. A simple trip turns deadly, as Mann struggles to stay on the road while the tanker plays cat and mouse with his life.","release_date":"1971-12-25","vote_average":7.4,"runtime":90,"cert":"PG","id":839,"title":"Duel","adult":false,"genre_ids":[28,53,10770]},{"cast":["Richard Dreyfuss","François Truffaut","Teri Garr","Melinda Dillon","Bob Balaban"],"overview":"After an encounter with UFOs, a line worker feels undeniably drawn to an isolated area in the wilderness where something spectacular is about to happen.","release_date":"1977-11-16","vote_average":7.4,"runtime":135,"cert":"PG","id":840,"title":"Close Encounters of the Third Kind","adult":false,"genre_ids":[878,18]},{"cast":["Francesca Annis","Leonardo Cimino","Brad Dourif","José Ferrer","Linda Hunt"],"overview":"In the year 10,191, the world is at war for control of the desert planet Dune—the only place where the time-travel substance 'Spice' can be found. But when one leader gives up control, it's only so he can stage a coup with some unsavory characters.","release_date":"1984-12-14","vote_average":6.4,"runtime":137,"cert":"12","id":841,"title":"Dune","adult":false,"genre_ids":[28,878,12]},{"cast":["Sean Penn","Naomi Watts","Don Cheadle","Jack Thompson","Nick Searcy"],"overview":"It’s 1974 and Sam Bicke has lost everything. His wife leaves him with his three kids, his boss fires him, his brother turns away from him, and the bank won’t give him any money to start anew. He tries to find someone to blame for his misfortunes and comes up with the President of the United States who he plans to murder.","release_date":"2004-05-17","vote_average":6.7,"runtime":95,"cert":"15","id":842,"title":"The Assassination of Richard Nixon","adult":false,"genre_ids":[18,36,53]},{"cast":["Tony Leung Chiu-Wai","Maggie Cheung","Rebecca Pan","Kelly Lai Chen","Siu Ping-Lam"],"overview":"Taking place in Hong Kong of 1962, a melancholy story about the love between a woman and a man who live in the same building and one day find out that their husband and wife had an affair with each other.","release_date":"2000-05-22","vote_average":8.1,"runtime":99,"cert":"N\/A","id":843,"title":"In the Mood for Love","adult":false,"genre_ids":[18,10749]},{"cast":["Tony Leung Chiu-Wai","Zhang Ziyi","Faye Wong","Takuya Kimura","Gong Li"],"overview":"Women enter and exit a science fiction author's life, over the course of a few years, after the author loses the woman he considers his one true love.","release_date":"2004-05-20","vote_average":7.2,"runtime":129,"cert":"N\/A","id":844,"title":"2046","adult":false,"genre_ids":[14,18,878,10749]},{"cast":["Farley Granger","Robert Walker","Ruth Roman","Patricia Hitchcock","Kasey Rogers"],"overview":"A psychotic socialite confronts a pro tennis star with a theory on how two complete strangers can get away with murder—a theory that he plans to implement.","release_date":"1951-06-18","vote_average":7.8,"runtime":101,"cert":"PG","id":845,"title":"Strangers on a Train","adult":false,"genre_ids":[80,18,53]},{"cast":["David Duchovny","Gillian Anderson","Mitch Pileggi","William B. Davis","John Neville"],"overview":"Mulder and Scully, now taken off the FBI's X Files cases, must find a way to fight the shadowy elements of the government to find out the truth about a conspiracy that might mean the alien colonization of Earth.","release_date":"1998-06-19","vote_average":6.7,"runtime":121,"cert":"","id":846,"title":"The X Files","adult":false,"genre_ids":[9648,878,53]},{"cast":["Warwick Davis","Val Kilmer","Joanne Whalley","Jean Marsh","Patricia Hayes"],"overview":"Fearful of a prophecy stating that a girl child will be born to bring about her downfall, the evil Queen Bavmorda imprisons all pregnant women within the formidable stronghold of Nockmaar. A child, Elora Danan, is born in the Nockmaar dungeons and identified as the prophesied child by a birthmark on her arm. However, before the black sorceress arrives to claim the child, Elora's mother convinces her reluctant midwife to escape with the baby. Willow, a timid farmer and aspiring sorcerer, is entrusted with delivering the royal infant from evil.","release_date":"1988-05-01","vote_average":7.0,"runtime":126,"cert":"PG","id":847,"title":"Willow","adult":false,"genre_ids":[28,12,14]},{"cast":["Peter MacNicol","Caitlin Clarke","Ralph Richardson","John Hallam","Peter Eyre"],"overview":"The sorcerer and his apprentice Galen are on a mission to kill an evil dragon in order to save the King’s daughter from being sacrificed in accordance to a pact that the King himself made with the dragon to protect his kingdom. A fantasy film from Disney Studios that exhausted all possible visual effects of the time.","release_date":"1981-06-26","vote_average":6.6,"runtime":108,"cert":"PG","id":848,"title":"Dragonslayer","adult":false,"genre_ids":[14]},{"cast":["Ken Marshall","Lysette Anthony","Francesca Annis","Alun Armstrong","David Battley"],"overview":"A prince and a fellowship of companions set out to rescue his bride from a fortress of alien invaders who have arrived on their home planet.","release_date":"1983-07-29","vote_average":6.0,"runtime":117,"cert":"N\/A","id":849,"title":"Krull","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Melinda Dillon","Darren McGavin","Peter Billingsley","Jean Shepherd","Ian Petrella"],"overview":"The comic mishaps and adventures of a young boy named Ralph, trying to convince his parents, teachers, and Santa that a Red Ryder B.B. gun really is the perfect Christmas gift for the 1940s.","release_date":"1983-11-18","vote_average":7.4,"runtime":94,"cert":"PG","id":850,"title":"A Christmas Story","adult":false,"genre_ids":[35,10751]},{"cast":["Celia Johnson","Trevor Howard","Stanley Holloway","Joyce Carey","Cyril Raymond"],"overview":"Returning home from a shopping trip to a nearby town, bored suburban housewife Laura Jesson is thrown by happenstance into an acquaintance with virtuous doctor Alec Harvey. Their casual friendship soon develops during their weekly visits into something more emotionally fulfilling than either expected, and they must wrestle with the potential havoc their deepening relationship would have on their lives and the lives of those they love.","release_date":"1945-11-24","vote_average":7.9,"runtime":86,"cert":"15","id":851,"title":"Brief Encounter","adult":false,"genre_ids":[18,10749]},{"cast":["Heinz Rühmann","Sigfrit Steiner","Siegfried Lowitz","Michel Simon","Heinrich Gretler"],"overview":"The search for a child murderer drags a once-respected detective into an all-consuming obsession.","release_date":"1958-06-09","vote_average":7.2,"runtime":100,"cert":"N\/A","id":852,"title":"It Happened in Broad Daylight","adult":false,"genre_ids":[80,53]},{"cast":["Jude Law","Rachel Weisz","Ed Harris","Joseph Fiennes","Bob Hoskins"],"overview":"A Russian and a German sniper play a game of cat-and-mouse during the Battle of Stalingrad in WWII.","release_date":"2001-03-14","vote_average":7.4,"runtime":131,"cert":"15","id":853,"title":"Enemy at the Gates","adult":false,"genre_ids":[10752,36,10749,18,28]},{"cast":["Jim Carrey","Cameron Diaz","Nancy Fish","Tim Bagley","Johnny Williams"],"overview":"When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle. Unfortunately, under the mask's influence, Ipkiss also robs a bank, which angers junior crime lord Dorian Tyrell, whose goons get blamed for the heist.","release_date":"1994-07-29","vote_average":6.8,"runtime":101,"cert":"12","id":854,"title":"The Mask","adult":false,"genre_ids":[10749,35,80,14]},{"cast":["Josh Hartnett","Ewan McGregor","Jason Isaacs","Tom Sizemore","William Fichtner"],"overview":"When U.S. Rangers and an elite Delta Force team attempt to kidnap two underlings of a Somali warlord, their Black Hawk helicopters are shot down, and the Americans suffer heavy casualties, facing intense fighting from the militia on the ground.","release_date":"2001-12-28","vote_average":7.3,"runtime":145,"cert":"","id":855,"title":"Black Hawk Down","adult":false,"genre_ids":[28,36,10752]},{"cast":["Bob Hoskins","Christopher Lloyd","Joanna Cassidy","Charles Fleischer","Kathleen Turner"],"overview":"'Toon star Roger is worried that his wife Jessica is playing pattycake with someone else, so the studio hires detective Eddie Valiant to snoop on her. But the stakes are quickly raised when Marvin Acme is found dead and Roger is the prime suspect.","release_date":"1988-06-21","vote_average":7.4,"runtime":104,"cert":"PG","id":856,"title":"Who Framed Roger Rabbit","adult":false,"genre_ids":[14,16,35,80,10751]},{"cast":["Tom Hanks","Tom Sizemore","Edward Burns","Barry Pepper","Adam Goldberg"],"overview":"As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.","release_date":"1998-07-24","vote_average":8.1,"runtime":169,"cert":"15","id":857,"title":"Saving Private Ryan","adult":false,"genre_ids":[18,36,10752]},{"cast":["Tom Hanks","Meg Ryan","Bill Pullman","Ross Malinger","Rosie O'Donnell"],"overview":"A young boy who tries to set his dad up on a date after the death of his mother. He calls into a radio station to talk about his dad's loneliness which soon leads the dad into meeting a journalist, Annie who flies to Seattle, to write a story about the boy and his dad. Yet Annie ends up with more than just a story in this popular romantic comedy.","release_date":"1993-06-24","vote_average":6.7,"runtime":105,"cert":"PG","id":858,"title":"Sleepless in Seattle","adult":false,"genre_ids":[35,18,10749]},{"cast":["Glenn Close","John Malkovich","Michelle Pfeiffer","Swoosie Kurtz","Keanu Reeves"],"overview":"In 18th century France, Marquise de Merteuil asks her ex-lover Vicomte de Valmont to seduce the future wife of another ex-lover of hers in return for one last night with her. Yet things don’t go as planned.","release_date":"1988-12-16","vote_average":7.3,"runtime":119,"cert":"15","id":859,"title":"Dangerous Liaisons","adult":false,"genre_ids":[18,10749]},{"cast":["Matthew Broderick","Dabney Coleman","Ally Sheedy","John Wood","Barry Corbin"],"overview":"High School student David Lightman (Matthew Broderick) has a talent for hacking. But while trying to hack into a computer system to play unreleased video games, he unwittingly taps into the Defense Department's war computer and initiates a confrontation of global proportions! Together with his girlfriend (Ally Sheedy) and a wizardly computer genius (John Wood), David must race against time to outwit his opponent...and prevent a nuclear Armageddon.","release_date":"1983-06-03","vote_average":7.1,"runtime":114,"cert":"PG","id":860,"title":"WarGames","adult":false,"genre_ids":[53,878]},{"cast":["Arnold Schwarzenegger","Sharon Stone","Rachel Ticotin","Ronny Cox","Michael Ironside"],"overview":"Construction worker Douglas Quaid discovers a memory chip in his brain during a virtual-reality trip. He also finds that his past has been invented to conceal a plot of planetary domination. Soon, he's off to Mars to find out who he is and who planted the chip.","release_date":"1990-06-01","vote_average":7.2,"runtime":113,"cert":"15","id":861,"title":"Total Recall","adult":false,"genre_ids":[28,12,878]},{"cast":["Tom Hanks","Tim Allen","Don Rickles","Jim Varney","Wallace Shawn"],"overview":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.","release_date":"1995-10-30","vote_average":7.9,"runtime":81,"cert":"PG","id":862,"title":"Toy Story","adult":false,"genre_ids":[16,35,10751]},{"cast":["Tom Hanks","Tim Allen","Joan Cusack","Jim Varney","Kelsey Grammer"],"overview":"Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.","release_date":"1999-10-30","vote_average":7.5,"runtime":92,"cert":"U","id":863,"title":"Toy Story 2","adult":false,"genre_ids":[16,35,10751]},{"cast":["Leon","Doug E. Doug","Rawle D. Lewis","Malik Yoba","John Candy"],"overview":"When a Jamaican sprinter is disqualified from the Olympic Games, he enlists the help of a dishonored coach to start the first Jamaican Bobsled Team.","release_date":"1993-09-30","vote_average":7.0,"runtime":98,"cert":"PG","id":864,"title":"Cool Runnings","adult":false,"genre_ids":[35,36]},{"cast":["Arnold Schwarzenegger","Richard Dawson","María Conchita Alonso","Yaphet Kotto","Jim Brown"],"overview":"By 2017, the global economy has collapsed and American society has become a totalitarian police state, censoring all cultural activity. The government pacifies the populace by broadcasting a number of game shows in which convicted criminals fight for their lives, including the gladiator-style The Running Man, hosted by the ruthless Damon Killian, where “runners” attempt to evade “stalkers” and certain death for a chance to be pardoned and set free.","release_date":"1987-11-13","vote_average":6.5,"runtime":101,"cert":"18","id":865,"title":"The Running Man","adult":false,"genre_ids":[28,878,53]},{"cast":["Johnny Depp","Kate Winslet","Julie Christie","Dustin Hoffman","Freddie Highmore"],"overview":"During a writing slump, playwright J.M. Barrie meets a widow and her three children—who soon become an important part of Barrie’s life and the inspiration that lead him to create his masterpiece. Peter Pan'.","release_date":"2004-10-17","vote_average":7.3,"runtime":106,"cert":"PG","id":866,"title":"Finding Neverland","adult":false,"genre_ids":[18]},{"cast":["Sharon Stone","William Baldwin","Tom Berenger","Polly Walker","Colleen Camp"],"overview":"A woman moves into an apartment in Manhattan and learns that the previous tenant's life ended mysteriously after they fell from the balcony.","release_date":"1993-05-21","vote_average":5.3,"runtime":108,"cert":"N\/A","id":867,"title":"Sliver","adult":false,"genre_ids":[18,53]},{"cast":["Presley Chweneyagae","Jerry Mofokeng","Terry Pheto","Kenneth Nkosi","Zenzo Ngqobe"],"overview":"The South African multi-award winning film about a young South African boy from the ghetto named Tsotsi, meaning Gangster. Tsotsi, who left home as a child to get away from helpless parents, finds a baby in the back seat of a car that he has just stolen. He decides that it his responsibility to take care of the baby and in the process learns that maybe the gangster life isn’t the best way.","release_date":"2005-08-18","vote_average":7.0,"runtime":94,"cert":"","id":868,"title":"Tsotsi","adult":false,"genre_ids":[80,18]},{"cast":["Mark Wahlberg","Tim Roth","Helena Bonham Carter","Michael Clarke Duncan","Kris Kristofferson"],"overview":"After a spectacular crash-landing on an uncharted planet, brash astronaut Leo Davidson finds himself trapped in a savage world where talking apes dominate the human race. Desperate to find a way home, Leo must evade the invincible gorilla army led by Ruthless General Thade.","release_date":"2001-07-25","vote_average":5.7,"runtime":119,"cert":"12","id":869,"title":"Planet of the Apes","adult":false,"genre_ids":[53,878,28,12]},{"cast":["Miho Kanno","Hidetoshi Nishijima","Tatsuya Mihashi","Chieko Matsubara","Kyoko Fukada"],"overview":"Dolls takes puppeteering as its overriding motif -- specifically, the kind practiced in Bunraku doll theater performances -- opening each section of his film with a story provided by the puppets and their masters, which relates thematically to the action provided by the live characters. Chief among those tales is the story of Matsumoto (Hidetoshi Nishijima) and Sawako (Miho Kanno), a young couple whose relationship is about to be broken apart by the former's parents, who have insisted their son take part in an arranged marriage to his boss' daughter. He initially agrees, causing the unstable Sawako to be committed to a psychiatric hospital. When he leaves his new bride at the altar to save Sawako, however, he realizes that she's so incapable of caring for herself that she needs to be tied to him with a red rope. Inextricably bound, the two wander through Japan, encountering others along the way who have similarly overlooked love for other, more fleeting pleasures: fame, power, money.","release_date":"2002-09-05","vote_average":7.7,"runtime":114,"cert":"N\/A","id":870,"title":"Dolls","adult":false,"genre_ids":[18,10749]},{"cast":["Charlton Heston","Roddy McDowall","Kim Hunter","Maurice Evans","James Daly"],"overview":"An  U.S. Spaceship lands on a desolate planet, stranding astronaut Taylor in a world dominated by apes, 2000 years into the future, who use a primitive race of humans for experimentation and sport. Soon Taylor finds himself among the hunted, his life in the hands of a benevolent chimpanzee scientist.","release_date":"1968-02-07","vote_average":7.6,"runtime":112,"cert":"15","id":871,"title":"Planet of the Apes","adult":false,"genre_ids":[878,12,18,28]},{"cast":["Gene Kelly","Donald O'Connor","Debbie Reynolds","Jean Hagen","Millard Mitchell"],"overview":"In 1927 Hollywood, a silent film production company and cast make a difficult transition to sound.","release_date":"1952-04-10","vote_average":8.1,"runtime":103,"cert":"U","id":872,"title":"Singin' in the Rain","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Danny Glover","Whoopi Goldberg","Margaret Avery","Oprah Winfrey","Willard E. Pugh"],"overview":"An epic tale spanning forty years in the life of Celie, an African-American woman living in the South who survives incredible abuse and bigotry.  After Celie's abusive father marries her off to the equally debasing \"Mister\" Albert Johnson, things go from bad to worse, leaving Celie to find companionship anywhere she can.  She perseveres, holding on to her dream of one day being reunited with her sister in Africa. Based on the novel by Alice Walker.","release_date":"1985-12-18","vote_average":7.8,"runtime":154,"cert":"15","id":873,"title":"The Color Purple","adult":false,"genre_ids":[18]},{"cast":["Paul Scofield","Wendy Hiller","Leo McKern","Robert Shaw","Orson Welles"],"overview":"A Man for All Seasons is the filmed version of the life of Thomas More. An English man comes to Sir Thomas More to ask if he can divorce his wife since King Henry VIII has made it illegal. Sir Thomas More stands up in opposition to the King even though he knows he’s risking his own life. An award winning film from 1966.","release_date":"1966-12-12","vote_average":7.6,"runtime":120,"cert":"U","id":874,"title":"A Man for All Seasons","adult":false,"genre_ids":[18,36]},{"cast":["Marlene Dietrich","Clive Brook","Anna May Wong","Warner Oland","Eugene Pallette"],"overview":"A beautiful temptress re-kindles an old romance while trying to escape her past during a tension-packed train journey.","release_date":"1932-02-03","vote_average":6.9,"runtime":82,"cert":"N\/A","id":875,"title":"Shanghai Express","adult":false,"genre_ids":[10749,18,12,53]},{"cast":["Heinz Rühmann","Karin Himboldt","Hilde Sessak","Erich Ponto","Paul Henckels"],"overview":"Die Feuerzangenbowle from Director Helmut Weiss is based on the novel by the same name from Heinrich Spoerl and Hans Reimann that has turned into a cult German film. The film tells the story of a writer Johannes Pfeiffer who goes undercover as a student in a high school after his friends told him that he missed out on a great life experience since he was home schooled.","release_date":"1944-01-28","vote_average":6.9,"runtime":97,"cert":"N\/A","id":878,"title":"The Punch Bowl","adult":false,"genre_ids":[35]},{"cast":["Robin Williams","Dustin Hoffman","Julia Roberts","Bob Hoskins","Maggie Smith"],"overview":"The boy who wasn't supposed grow up—Peter Pan—does just that, becoming a soulless corporate lawyer whose workaholism could cost him his wife and kids. During his trip to see Granny Wendy in London, the vengeful Capt. Hook kidnaps Peter's kids and forces Peter to return to Neverland.","release_date":"1991-12-11","vote_average":6.9,"runtime":142,"cert":"U","id":879,"title":"Hook","adult":false,"genre_ids":[12,14,35,10751]},{"cast":["Willeke van Ammelrooy","Els Dottermans","Dora van der Groen","Veerle van Overloop","Esther Vriesendorp"],"overview":"After World War II, Antonia and her daughter, Danielle, go back to their Dutch hometown, where Antonia's late mother has bestowed a small farm upon her. There, Antonia settles down and joins a tightly-knit but unusual community. Those around her include quirky friend Crooked Finger, would-be suitor Bas and, eventually for Antonia, a granddaughter and great-granddaughter who help create a strong family of empowered women.","release_date":"1995-09-12","vote_average":7.4,"runtime":102,"cert":"N\/A","id":880,"title":"Antonia's Line","adult":false,"genre_ids":[18,35]},{"cast":["Tom Cruise","Jack Nicholson","Demi Moore","Kevin Bacon","Kevin Pollak"],"overview":"When cocky military lawyer Lt. Daniel Kaffee and his co-counsel, Lt. Cmdr. JoAnne Galloway, are assigned to a murder case, they uncover a hazing ritual that could implicate high-ranking officials such as shady Col. Nathan Jessep.","release_date":"1992-12-11","vote_average":7.4,"runtime":138,"cert":"15","id":881,"title":"A Few Good Men","adult":false,"genre_ids":[18]},{"cast":["Julia Martinek","David Hoppe","Fedor Hoppe","Uwe Müller","Hans Beerhenke"],"overview":"During the summer on their Grandfather’s land Johanna, Robert, Harald and Alex begin a secret journey up the river on a boat with a chicken in search of a new path to the North Sea of Germany. A classic German children’s adventure movie.","release_date":"1984-11-16","vote_average":6.3,"runtime":103,"cert":"N\/A","id":882,"title":"Flussfahrt mit Huhn","adult":false,"genre_ids":[12]},{"cast":["Roberto Benigni","Steven Wright","Joie Lee","Cinqué Lee","Steve Buscemi"],"overview":"Coffee And Cigarettes is a collection of eleven films from cult director Jim Jarmusch. Each film hosts star studded cast of extremely unique individuals who all share the common activities of conversing while drinking coffee and smoking cigarettes.","release_date":"2003-09-05","vote_average":7.1,"runtime":96,"cert":"N\/A","id":883,"title":"Coffee and Cigarettes","adult":false,"genre_ids":[35,18]},{"cast":["James Spader","Deborah Kara Unger","Holly Hunter","Elias Koteas","Rosanna Arquette"],"overview":"After getting into a serious car accident, a TV director discovers an underground sub-culture of scarred, omnisexual car-crash victims who use car accidents and the raw sexual energy they produce to try to rejuvenate his sex life with his wife.","release_date":"1996-07-17","vote_average":6.5,"runtime":90,"cert":"18","id":884,"title":"Crash","adult":false,"genre_ids":[18,53,10749]},{"cast":["George Bancroft","Betty Compson","Olga Baclanova","Clyde Cook","Mitchell Lewis"],"overview":"A blue-collar worker on New York's depressed waterfront finds his life changed after he saves a woman attempting suicide.","release_date":"1928-09-16","vote_average":7.1,"runtime":76,"cert":"N\/A","id":885,"title":"The Docks of New York","adult":false,"genre_ids":[18,10749]},{"cast":["Steve McQueen","Edward G. Robinson","Ann-Margret","Karl Malden","Tuesday Weld"],"overview":"An up-and-coming poker player tries to prove himself in a high-stakes match against a long-time master of the game.","release_date":"1965-10-15","vote_average":7.2,"runtime":102,"cert":"N\/A","id":886,"title":"The Cincinnati Kid","adult":false,"genre_ids":[18]},{"cast":["Fredric March","Myrna Loy","Dana Andrews","Harold Russell","Teresa Wright"],"overview":"It's the hope that sustains the spirit of every GI: the dream of the day when he will finally return home. For three WWII veterans, the day has arrived. But for each man, the dream is about to become a nightmare. Captain Fred Derry is returning to a loveless marriage; Sergeant Al Stephenson is a stranger to a family that's grown up without him; and young sailor Homer Parrish is tormented by the loss of his hands. Can these three men find the courage to rebuild their world? Or are the best years of their lives a thing of the past?","release_date":"1946-12-25","vote_average":7.9,"runtime":172,"cert":"U","id":887,"title":"The Best Years of Our Lives","adult":false,"genre_ids":[18,36,10749]},{"cast":["John Goodman","Elizabeth Perkins","Rick Moranis","Rosie O'Donnell","Kyle MacLachlan"],"overview":"Modern Stone Age family the Flintstones hit the big screen in this live-action version of the classic cartoon. Fred helps Barney adopt a child. Barney sees an opportunity to repay him when Slate Mining tests its employees to find a new executive. But no good deed goes unpunished.","release_date":"1994-05-26","vote_average":5.2,"runtime":91,"cert":"U","id":888,"title":"The Flintstones","adult":false,"genre_ids":[14,35,10751]},{"cast":["Mark Addy","Stephen Baldwin","Kristen Johnston","Jane Krakowski","Joan Collins"],"overview":"The Flintstones are at it again. The Flintstones and the Rubbles head for Rock Vegas with Fred hoping to court the lovely Wilma. Nothing will stand in the way of love, except for the conniving Chip Rockefeller who is the playboy born in Baysville but who has made it in the cutthroat town of Rock Vegas. Will Fred win Wilma's love?","release_date":"2000-04-28","vote_average":4.6,"runtime":90,"cert":"PG","id":889,"title":"The Flintstones in Viva Rock Vegas","adult":false,"genre_ids":[35,10751,10749]},{"cast":["André Eisermann","Dana Vávrová","Ben Becker","Jochen Nickel","Jürgen Schornagel"],"overview":"Schlafes Bruder tells the story a few exceptionally talented individuals who grew up in a remote mountain town in the Alps. The film, based on an internationally successful novel by Robert Schneider of the same name, depicts the slow withering of their unique skills.","release_date":"1995-09-08","vote_average":6.8,"runtime":127,"cert":"N\/A","id":890,"title":"Brother of Sleep","adult":false,"genre_ids":[18]},{"cast":["Robert Redford","Dustin Hoffman","Jack Warden","Martin Balsam","Hal Holbrook"],"overview":"In the run-up to the 1972 elections, Washington Post reporter Bob Woodward covers what seems to be a minor break-in at the Democratic Party National Headquarters. He is surprised to find top lawyers already on the defense case, and the discovery of names and addresses of Republican fund organizers on the accused further arouses his suspicions. After the editor of the Post runs with the story and assigns Woodward and Carl Bernstein to it, they find the trail leading higher and higher in the Republican Party—and eventually into the White House itself.","release_date":"1976-04-04","vote_average":7.8,"runtime":138,"cert":"15","id":891,"title":"All the President's Men","adult":false,"genre_ids":[18,36,9648,53]},{"cast":["Dominique Pinon","Marie-Laure Dougnac","Jean-Claude Dreyfus","Karin Viard","Ticky Holgado"],"overview":"This bizarre surrealistic black comedy takes place in a small fictitious post-apocalyptic town where food is scarce and butcher Clapet has the macabre business of using human flesh to feed his customers. Yet when his daughter falls in love with his next slaughter victim things turn into chaos.","release_date":"1991-04-17","vote_average":7.4,"runtime":99,"cert":"15","id":892,"title":"Delicatessen","adult":false,"genre_ids":[35,878,14]},{"cast":["Gabriela Maria Schmeide","Axel Prahl","Yevgeni Sitokhin","Katrin Sass","Klaus Manchen"],"overview":"Die Polizistin is a documentary by Andreas Dresen about the life of a young police woman who is faced with the difficulties between her responsibilities at work and her personal responsibilities.","release_date":"2000-05-10","vote_average":7.3,"runtime":97,"cert":"N\/A","id":893,"title":"Policewoman","adult":false,"genre_ids":[99,18]},{"cast":["Axel Prahl","Inka Friedrich","Anne Ratte-Polle","Dagmar Manzel","Christian Grashof"],"overview":"Second-hand car sales man Willenbrock has everything that he could ever wish for. He is married, has two lovers, a cottage in the German city Grünen, and a BMW. Yet one day while at his cottage he gets mugged and his life is drastically changed. Little by little the world he once felt safe in falls apart around him.","release_date":"2005-03-17","vote_average":7.1,"runtime":105,"cert":"N\/A","id":894,"title":"Willenbrock","adult":false,"genre_ids":[18]},{"cast":["Anatoliy Solonitsyn","Ivan Lapikov","Nikolay Grinko","Nikolai Sergeyev","Irma Raush"],"overview":"An expansive Russian drama, this film focuses on the life of revered religious icon painter Andrei Rublev. Drifting from place to place in a tumultuous era, the peace-seeking monk eventually gains a reputation for his art. But after Rublev witnesses a brutal battle and unintentionally becomes involved, he takes a vow of silence and spends time away from his work. As he begins to ease his troubled soul, he takes steps towards becoming a painter once again.","release_date":"1966-12-16","vote_average":8.3,"runtime":206,"cert":"N\/A","id":895,"title":"Andrei Rublev","adult":false,"genre_ids":[18,36]},{"cast":["Soumitra Chatterjee","Sharmila Tagore","Alok Chakravarty","Swapan Mukherjee","Dhiresh Majumdar"],"overview":"Apu is a jobless ex-student dreaming vaguely of a future as a writer. An old college friend talks him into a visit up-country to a village wedding....","release_date":"1959-05-01","vote_average":8.3,"runtime":106,"cert":"N\/A","id":896,"title":"The World of Apu","adult":false,"genre_ids":[18]},{"cast":["Kanu Bannerjee","Karuna Banerjee","Smaran Ghosal","Pinaki Sengupta","Santi Gupta"],"overview":"The Unvanquished is the second part of the Bangladesh Apu film series about a boy named Apu who gets a scholarship to study at a College in Calcutta. His mother is alone and torn between wanting him to be successful and not wanting him to leave her alone.","release_date":"1956-10-11","vote_average":8.0,"runtime":110,"cert":"N\/A","id":897,"title":"Aparajito","adult":false,"genre_ids":[18]},{"cast":["Burt Lancaster","Karl Malden","Thelma Ritter","Neville Brand","Betty Field"],"overview":"After killing a prison guard, convict Robert Stroud faces life imprisonment in solitary confinement. Driven nearly mad by loneliness and despair, Stroud's life gains new meaning when he happens upon a helpless baby sparrow in the exercise yard and nurses it back to health. Despite having only a third grade education, Stroud goes on to become a renowned ornithologist and achieves a greater sense of freedom and purpose behind bars than most people find in the outside world.","release_date":"1962-07-03","vote_average":7.4,"runtime":147,"cert":"N\/A","id":898,"title":"Birdman of Alcatraz","adult":false,"genre_ids":[18]},{"cast":["Lillian Gish","Richard Barthelmess","Donald Crisp","Arthur Howard","Edward Peil Sr."],"overview":"The love story of an abused English girl and a Chinese Buddhist in a time when London was a brutal and harsh place to live.","release_date":"1919-05-13","vote_average":7.0,"runtime":89,"cert":"N\/A","id":899,"title":"Broken Blossoms","adult":false,"genre_ids":[18,10749]},{"cast":["Katharine Hepburn","Cary Grant","Charles Ruggles","Walter Catlett","Barry Fitzgerald"],"overview":"David Huxley is waiting to get a bone he needs for his museum collection. Through a series of strange circumstances, he meets Susan Vance, and the duo have a series of misadventures which include a leopard called Baby.","release_date":"1938-02-18","vote_average":7.7,"runtime":102,"cert":"U","id":900,"title":"Bringing Up Baby","adult":false,"genre_ids":[35,10749]},{"cast":["Charlie Chaplin","Virginia Cherrill","Florence Lee","Harry Myers","Al Ernest Garcia"],"overview":"City Lights is the first silent film that Charlie Chaplin directed after he established himself with sound accompanied films. The film is about a penniless man who falls in love with a flower girl.","release_date":"1931-02-01","vote_average":8.4,"runtime":87,"cert":"U","id":901,"title":"City Lights","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ron Perlman","Dominique Pinon","Judith Vittet","Daniel Emilfork","Jean-Claude Dreyfus"],"overview":"A scientist in a surrealist society kidnaps children to steal their dreams, hoping that they slow his aging process.","release_date":"1995-05-16","vote_average":7.5,"runtime":108,"cert":"15","id":902,"title":"The City of Lost Children","adult":false,"genre_ids":[14,878,12]},{"cast":["Paul Newman","George Kennedy","Luke Askew","Morgan Woodward","Harry Dean Stanton"],"overview":"When petty criminal Luke Jackson is sentenced to two years in a Florida prison farm, he doesn't play by the rules of either the sadistic warden or the yard's resident heavy, Dragline, who ends up admiring the new guy's unbreakable will. Luke's bravado, even in the face of repeated stints in the prison's dreaded solitary confinement cell, \"the box,\" make him a rebel hero to his fellow convicts and a thorn in the side of the prison officers.","release_date":"1967-06-22","vote_average":7.8,"runtime":127,"cert":"15","id":903,"title":"Cool Hand Luke","adult":false,"genre_ids":[80,18]},{"cast":["Ernst Lubitsch","Martha Kriwitz","Victor Arnold","Albert Paulig","Alfred Kuehne"],"overview":"Der Stolz der Firma, meaning The Pride of the Business, is a classic German silent film from 1914. The film tells the story of a shrewd apprentice and is filmed in the comical style of director Lubitsch. This is one of the few Lubitsch films from World War I that wasn’t lost.","release_date":"1914-04-30","vote_average":10.0,"runtime":40,"cert":"N\/A","id":904,"title":"The Pride of the Firm","adult":false,"genre_ids":[35,18]},{"cast":["Louise Brooks","Fritz Kortner","Francis Lederer","Carl Goetz","Krafft-Raschig"],"overview":"Lulu is a young woman so beautiful and alluring that few can resist her siren charms. The men drawn into her web include respectable newspaper publisher Dr. Ludwig Schön, his musical producer son Alwa, circus performer Rodrigo Quast and Lulu's seedy old friend, Schigolch. When Lulu's charms inevitably lead to tragedy, the downward spiral encompasses them all.","release_date":"1929-01-30","vote_average":7.7,"runtime":131,"cert":"N\/A","id":905,"title":"Pandora's Box","adult":false,"genre_ids":[18,10749,80]},{"cast":["Lilian Harvey","Heinz Rühmann","Willy Fritsch","Oskar Karlweis","Fritz Kampers"],"overview":"Die Drei von der Tankstelle, meaning The Three from the Gas Station, was advertised as a German operetta when release and with it’s star studded cast would become the forerunner of Musical films. Even today the soundtrack of the comic harmonists is popular in Germany.","release_date":"1930-09-15","vote_average":6.5,"runtime":90,"cert":"N\/A","id":906,"title":"The Three from the Filling Station","adult":false,"genre_ids":[35,18]},{"cast":["Omar Sharif","Julie Christie","Geraldine Chaplin","Rod Steiger","Alec Guinness"],"overview":"Doctor Zhivago is the filmed adapation of the Russian novel by Boris Pasternak from director David Lean that was an international success and today deemed a classic. Omar Sharif and Julie Christie play two protagonists who in fact love each other yet because of their current situation cannot find a way be together.","release_date":"1965-12-22","vote_average":7.6,"runtime":200,"cert":"PG","id":907,"title":"Doctor Zhivago","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Noah Valentyn","Mimoun Oaïssa","Frank Lammers","Bracha van Doesburgh","Tygo Gernandt"],"overview":"Schnitzel Paradise is a Dutch film about a young Moroccan man working in the kitchen of popular Dutch restaurant.","release_date":"2005-09-08","vote_average":5.9,"runtime":82,"cert":"N\/A","id":908,"title":"Schnitzel Paradise","adult":false,"genre_ids":[10749,35]},{"cast":["Judy Garland","Margaret O'Brien","Mary Astor","Lucille Bremer","Leon Ames"],"overview":"In the year before the 1904 St Louis World's Fair, the four Smith daughters learn lessons of life and love, even as they prepare for a reluctant move to New York.","release_date":"1944-11-23","vote_average":7.1,"runtime":113,"cert":"U","id":909,"title":"Meet Me in St. Louis","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Humphrey Bogart","Lauren Bacall","John Ridgely","Martha Vickers","Dorothy Malone"],"overview":"Private Investigator Philip Marlowe is hired by wealthy General Sternwood regarding a matter involving his youngest daughter Carmen. Before the complex case is over, Marlowe sees murder, blackmail, deception, and what might be love.","release_date":"1946-08-23","vote_average":7.7,"runtime":116,"cert":"PG","id":910,"title":"The Big Sleep","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["W.C. Fields","Cora Witherspoon","Una Merkel","Evelyn Del Rio","Jessie Ralph"],"overview":"Egbert Sousé becomes an unexpected hero when a bank robber falls over a bench he's occupying. Now considered brave, Egbert is given a job as a bank guard. Soon, he is approached by charlatan J. Frothingham Waterbury about buying shares in a mining company. Egbert persuades teller Og Oggilby to lend him bank money, to be returned when the scheme pays off. Unfortunately, bank inspector Snoopington then makes a surprise appearance.","release_date":"1940-11-29","vote_average":6.7,"runtime":72,"cert":"N\/A","id":911,"title":"The Bank Dick","adult":false,"genre_ids":[35]},{"cast":["Steve McQueen","Faye Dunaway","Paul Burke","Jack Weston","Biff McGuire"],"overview":"Young businessman, Thomas Crown is bored and decides to plan a robbery and assigns a professional agent with the right information to the job. However, Crown is soon betrayed yet cannot blow his cover because he’s in love.","release_date":"1968-06-19","vote_average":7.0,"runtime":102,"cert":"PG","id":912,"title":"The Thomas Crown Affair","adult":false,"genre_ids":[10749,80,53,18]},{"cast":["Pierce Brosnan","Rene Russo","Denis Leary","Ben Gazzara","Frankie Faison"],"overview":"A very rich and successful playboy amuses himself by stealing artwork, but may have met his match in a seductive detective.","release_date":"1999-08-06","vote_average":6.7,"runtime":113,"cert":"15","id":913,"title":"The Thomas Crown Affair","adult":false,"genre_ids":[18,80,10749]},{"cast":["Charlie Chaplin","Jack Oakie","Reginald Gardiner","Henry Daniell","Billy Gilbert"],"overview":"Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.","release_date":"1940-10-15","vote_average":8.4,"runtime":125,"cert":"PG","id":914,"title":"The Great Dictator","adult":false,"genre_ids":[35]},{"cast":["Nargis","Sunil Dutt","Rajendra Kumar","Raaj Kumar","Kanhaiyalal"],"overview":"Mother India is an Indian film from director Mehboob Khan from 1957 and is the most successful and popular Hindi film.","release_date":"1957-02-13","vote_average":6.6,"runtime":172,"cert":"N\/A","id":917,"title":"Mother India","adult":false,"genre_ids":[18]},{"cast":["Kim Basinger","Bruce Willis","John Larroquette","William Daniels","George Coe"],"overview":"When bachelor Walter Davis (Bruce Willis) is set up with his sister-in-law's pretty cousin, Nadia Gates (Kim Basinger), a seemingly average blind date turns into a chaotic night on the town. Walter's brother, Ted (Phil Hartman), tells him not to let Nadia drink alcohol, but he dismisses the warning, and her behavior gets increasingly wild. Walter and Nadia's numerous incidents are made even worse as her former lover David (John Larroquette) relentlessly follows them around town.","release_date":"1987-03-27","vote_average":5.9,"runtime":95,"cert":"15","id":918,"title":"Blind Date","adult":false,"genre_ids":[35,10749]},{"cast":["Youki Kudoh","Saemi Nakamura","Joe Romersa","Rebecca Forstadt","Stuart Robinson"],"overview":"In Japan, the vampire-hunter Saya, who is a powerful original, is sent by her liaison with the government, David, posed as a teenage student to the Yokota High School on the eve of Halloween to hunt down vampires. Saya asks David to give a new katana to her. Soon she saves the school nurse Makiho Amano from two vampires disguised of classmates and Makiho witnesses her fight against the powerful demon.","release_date":"2000-11-18","vote_average":6.5,"runtime":48,"cert":"15","id":919,"title":"Blood: The Last Vampire","adult":false,"genre_ids":[14,16,27,35,53,878]},{"cast":["Owen Wilson","Paul Newman","Bonnie Hunt","Larry the Cable Guy","Tony Shalhoub"],"overview":"Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.","release_date":"2006-06-08","vote_average":6.7,"runtime":117,"cert":"PG","id":920,"title":"Cars","adult":false,"genre_ids":[16,12,35,10751]},{"cast":["Russell Crowe","Renée Zellweger","Paul Giamatti","Craig Bierko","Paddy Considine"],"overview":"The true story of boxer, Jim Braddock who, in the 1920’s after his retirement, has a surprise comeback in order to get him and his family out of a socially poor state.","release_date":"2005-06-02","vote_average":7.5,"runtime":144,"cert":"12A","id":921,"title":"Cinderella Man","adult":false,"genre_ids":[10749,18,36]},{"cast":["Johnny Depp","Gary Farmer","Crispin Glover","Lance Henriksen","Michael Wincott"],"overview":"On the run after murdering a man, accountant William Blake encounters a strange North American man named Nobody who prepares him for his journey into the spiritual world.","release_date":"1995-12-23","vote_average":7.3,"runtime":121,"cert":"","id":922,"title":"Dead Man","adult":false,"genre_ids":[18,14,37]},{"cast":["David Emge","Ken Foree","Scott H. Reiniger","Gaylen Ross","David Crawford"],"overview":"During an ever-growing epidemic of zombies that have risen from the dead, two Philadelphia SWAT team members, a traffic reporter, and his television-executive girlfriend seek refuge in a secluded shopping mall.","release_date":"1978-09-02","vote_average":7.5,"runtime":127,"cert":"18","id":923,"title":"Dawn of the Dead","adult":false,"genre_ids":[27]},{"cast":["Sarah Polley","Ving Rhames","Jake Weber","Mekhi Phifer","Ty Burrell"],"overview":"A group of survivors take refuge in a shopping mall after the world is taken over by aggressive, flesh-eating zombies.","release_date":"2004-03-19","vote_average":6.9,"runtime":101,"cert":"18","id":924,"title":"Dawn of the Dead","adult":false,"genre_ids":[14,27,28,18]},{"cast":["Danny Aiello","Ossie Davis","Ruby Dee","Richard Edson","Giancarlo Esposito"],"overview":"On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence.","release_date":"1989-06-14","vote_average":7.8,"runtime":120,"cert":"N\/A","id":925,"title":"Do the Right Thing","adult":false,"genre_ids":[18]},{"cast":["Tim Allen","Sigourney Weaver","Alan Rickman","Tony Shalhoub","Sam Rockwell"],"overview":"The stars of a 1980s sci-fi show—now eking out a living through re-runs and sci-fi conventions—are beamed aboard an alien spacecraft. Believing the cast's heroic on-screen dramas are historical documents of real-life adventures, the band of aliens turn to the cast members for help in their quest to overcome the oppressive regime in their solar system.","release_date":"1999-12-23","vote_average":7.0,"runtime":102,"cert":"PG","id":926,"title":"Galaxy Quest","adult":false,"genre_ids":[35,10751,878]},{"cast":["Zach Galligan","Phoebe Cates","Hoyt Axton","Frances Lee McCain","Corey Feldman"],"overview":"When Billy Peltzer is given a strange but adorable pet named Gizmo for Christmas, he inadvertently breaks the three important rules of caring for a Mogwai, and unleashes a horde of mischievous gremlins on a small town.","release_date":"1984-06-07","vote_average":7.1,"runtime":106,"cert":"15","id":927,"title":"Gremlins","adult":false,"genre_ids":[14,27,35]},{"cast":["Zach Galligan","Phoebe Cates","John Glover","Robert Prosky","Robert Picardo"],"overview":"Young sweethearts Billy and Kate move to the Big Apple, land jobs in a high-tech office park and soon reunite with the friendly and lovable Gizmo. But a series of accidents creates a whole new generation of Gremlins. The situation worsens when the devilish green creatures invade a top-secret laboratory and develop genetically altered powers, making them even harder to destroy!","release_date":"1990-06-15","vote_average":6.4,"runtime":106,"cert":"12","id":928,"title":"Gremlins 2: The New Batch","adult":false,"genre_ids":[35,27,14]},{"cast":["Matthew Broderick","Jean Reno","Maria Pitillo","Hank Azaria","Kevin Dunn"],"overview":"When a freighter is viciously attacked in the Pacific Ocean, a team of experts -- including biologist Niko Tatopoulos and scientists Elsie Chapman and Mendel Craven -- concludes that an oversized reptile is the culprit. Before long, the giant lizard is loose in Manhattan, destroying everything within its reach. The team chases the monster to Madison Square Garden, where a brutal battle ensues.","release_date":"1998-05-20","vote_average":5.5,"runtime":139,"cert":"PG","id":929,"title":"Godzilla","adult":false,"genre_ids":[878,28,53]},{"cast":["Zarah Leander","Grethe Weiser","Viktor Staal","Paul Hörbiger","Wolfgang Preiss"],"overview":"The attractive Oberleutnant Paul Wendlandt is stationed in North Africa as a fighter pilot. While in Berlin to deliver a report he is given a day's leave, and on the stage of the cabaret theatre \"Skala\" sees the popular Danish singer Hanna Holberg. For Paul it is love at first sight. When Hanna visits friends after the end of the performance, he follows her, and speaks to her in the U-Bahn. After the party in her friends' flat, he accompanies her home and chance throws them further together when an air raid warning forces them to take cover in the air raid shelter. Hanna reciprocates Paul's feelings, but after a night spent together Paul has to return immediately to the front. There now follows a whole series of misunderstandings, and one missed opportunity after another. While Hanna waits in vain for some sign of life from Paul, he is flying on missions in North Africa. When he tries to visit her in her Berlin flat, she is giving a Christmas concert in Paris.","release_date":"1942-06-12","vote_average":7.1,"runtime":100,"cert":"N\/A","id":930,"title":"The Great Love","adult":false,"genre_ids":[18,10749]},{"cast":["Julie Christie","Donald Sutherland","Hilary Mason","Clelia Matania","Massimo Serato"],"overview":"Laura and John, grieved by a terrible loss, meet in Venice, where John is in charge of the restoration of a church, two mysterious sisters, one of whom gives them a message sent from the afterlife.","release_date":"1973-12-03","vote_average":7.1,"runtime":110,"cert":"","id":931,"title":"Don't Look Now","adult":false,"genre_ids":[53,18,27]},{"cast":["Hildegard Knef","Wilhelm Borchert","Erna Sellmer","Arno Paulsen","Michael Günther"],"overview":"Shot in the Soviet-occupied section of Berlin in the summer of 1946, The Murderers Are Among Us was the first German film made after World War II and the first release of DEFA, the production company of the East German state.","release_date":"1946-10-14","vote_average":7.9,"runtime":91,"cert":"N\/A","id":932,"title":"The Murderers Are Among Us","adult":false,"genre_ids":[18]},{"cast":["Chris Doerk","Frank Schöbel","Regine Albrecht","Hanns-Michael Schmidt","Georg-Peter Welzel"],"overview":"In this East German teen musical, a group of girls are planning to take their summer vacation together on the Baltic coast. When a loud and obnoxious group of boys intrudes on their holiday, the girls are horrified to learn that the boys have the same vacations plans as them. The two groups quarrel with each other and compete over a number of things, but gradually an attraction starts to form.","release_date":"1968-06-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":933,"title":"Hot Summer","adult":false,"genre_ids":[35,10402]},{"cast":["Jean Servais","Carl Möhner","Robert Manuel","Jules Dassin","Marcel Lupovici"],"overview":"Out of prison after a five-year stretch, jewel thief Tony turns down a quick job his friend Jo offers him, until he discovers that his old girlfriend Mado has become the lover of local gangster Pierre Grutter during Tony's absence. Expanding a minor smash-and-grab into a full-scale jewel heist, Tony and his crew appear to get away clean, but their actions after the job is completed threaten the lives of everyone involved.","release_date":"1955-04-13","vote_average":7.9,"runtime":118,"cert":"N\/A","id":934,"title":"Rififi","adult":false,"genre_ids":[18,28,80]},{"cast":["Peter Sellers","George C. Scott","Sterling Hayden","Keenan Wynn","Slim Pickens"],"overview":"After the insane General Jack D. Ripper initiates a nuclear strike on the Soviet Union, a war room full of politicians, generals and a Russian diplomat all frantically try to stop the nuclear strike.","release_date":"1964-01-29","vote_average":8.2,"runtime":95,"cert":"PG","id":935,"title":"Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb","adult":false,"genre_ids":[18,35,10752]},{"cast":["David Niven","Peter Sellers","Robert Wagner","Capucine","Brenda De Banzie"],"overview":"The trademark of The Phantom, a renowned jewel thief, is a glove left at the scene of the crime. Inspector Clouseau, an expert on The Phantom's exploits, feels sure that he knows where The Phantom will strike next and leaves Paris for Switzerland, where the famous Lugashi jewel 'The Pink Panther' is going to be. However, he does not know who The Phantom really is, or for that matter who anyone else really is...","release_date":"1963-12-19","vote_average":7.0,"runtime":115,"cert":"","id":936,"title":"The Pink Panther","adult":false,"genre_ids":[35,80]},{"cast":["Al Jolson","May McAvoy","Warner Oland","Eugenie Besserer","Otto Lederer"],"overview":"A young Jewish man is torn between tradition and individuality when his old-fashioned family objects to his career as a jazz singer. This is the first full length feature film to use synchronized sound, and is the original film musical.","release_date":"1927-10-06","vote_average":6.6,"runtime":89,"cert":"N\/A","id":939,"title":"The Jazz Singer","adult":false,"genre_ids":[18,10402]},{"cast":["Margaret Lockwood","Michael Redgrave","Dame May Whitty","Paul Lukas","Basil Radford"],"overview":"On a train headed for England a group of travelers is delayed by an avalanche. Holed up in a hotel in a fictional European country, young Iris befriends elderly Miss Froy. When the train resumes, Iris suffers a bout of unconsciousness and wakes to find the old woman has disappeared. The other passengers ominously deny Miss Froy ever existed, so Iris begins to investigate with another traveler and, as the pair sleuth, romantic sparks fly.","release_date":"1938-07-26","vote_average":7.6,"runtime":96,"cert":"U","id":940,"title":"The Lady Vanishes","adult":false,"genre_ids":[9648,53]},{"cast":["Mel Gibson","Danny Glover","Gary Busey","Tom Atkins","Darlene Love"],"overview":"Veteran buttoned-down LAPD detective Roger Murtaugh is partnered with unhinged cop Martin Riggs, who -- distraught after his wife's death -- has a death wish and takes unnecessary risks with criminals at every turn. The odd couple embark on their first homicide investigation as partners, involving a young woman known to Murtaugh with ties to a drug and prostitution ring.","release_date":"1987-03-06","vote_average":7.2,"runtime":110,"cert":"18","id":941,"title":"Lethal Weapon","adult":false,"genre_ids":[12,28,35,53,80]},{"cast":["Mel Gibson","Danny Glover","Joe Pesci","Joss Ackland","Derrick O'Connor"],"overview":"In the opening chase, Martin Riggs and Roger Murtaugh stumble across a trunk full of Krugerrands. They follow the trail to a South African diplomat who's using his immunity to conceal a smuggling operation. When he plants a bomb under Murtaugh's toilet, the action explodes!","release_date":"1989-07-07","vote_average":6.9,"runtime":114,"cert":"15","id":942,"title":"Lethal Weapon 2","adult":false,"genre_ids":[28,12,35,80,53]},{"cast":["Mel Gibson","Danny Glover","Joe Pesci","Rene Russo","Stuart Wilson"],"overview":"Archetypal buddy cops Riggs and Murtaugh are back for another round of high-stakes action, this time setting their collective sights on bringing down a former Los Angeles police lieutenant turned black market weapons dealer. Lorna Cole joins as the beautiful yet hardnosed internal affairs sergeant who catches Riggs's eye.","release_date":"1992-05-15","vote_average":6.6,"runtime":118,"cert":"15","id":943,"title":"Lethal Weapon 3","adult":false,"genre_ids":[12,28,35,53,80]},{"cast":["Mel Gibson","Danny Glover","Joe Pesci","Rene Russo","Jet Li"],"overview":"In the combustible action franchise's final installment, maverick detectives Martin Riggs and Roger Murtaugh square off against Asian mobster Wah Sing Ku, who's up to his neck in slave trading and counterfeit currency. With help from gumshoe Leo Getz and smart-aleck rookie cop Lee Butters, Riggs and Murtaugh aim to take down Ku and his gang.","release_date":"1998-07-10","vote_average":6.5,"runtime":127,"cert":"15","id":944,"title":"Lethal Weapon 4","adult":false,"genre_ids":[28,12,35,80,53]},{"cast":["Peter O'Toole","Alec Guinness","Anthony Quinn","Jack Hawkins","Omar Sharif"],"overview":"The story of British officer T.E. Lawrence's mission to aid the Arab tribes in their revolt against the Ottoman Empire during the First World War. Lawrence becomes a flamboyant, messianic figure in the cause of Arab unity but his psychological instability threatens to undermine his achievements.","release_date":"1962-12-10","vote_average":8.0,"runtime":217,"cert":"PG","id":947,"title":"Lawrence of Arabia","adult":false,"genre_ids":[12,18,36,10752]},{"cast":["Donald Pleasence","Jamie Lee Curtis","P.J. Soles","Nancy Kyes","Nick Castle"],"overview":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.","release_date":"1978-10-24","vote_average":7.5,"runtime":91,"cert":"18","id":948,"title":"Halloween","adult":false,"genre_ids":[27,53]},{"cast":["Al Pacino","Robert De Niro","Val Kilmer","Jon Voight","Tom Sizemore"],"overview":"Obsessive master thief, Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective, Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.","release_date":"1995-12-15","vote_average":7.8,"runtime":170,"cert":"15","id":949,"title":"Heat","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ray Romano","John Leguizamo","Denis Leary","Queen Latifah","Seann William Scott"],"overview":"Diego, Manny and Sid return in this sequel to the hit animated movie Ice Age. This time around, the deep freeze is over, and the ice-covered earth is starting to melt, which will destroy the trio's cherished valley. The impending disaster prompts them to reunite and warn all the other beasts about the desperate situation.","release_date":"2006-03-29","vote_average":6.6,"runtime":91,"cert":"U","id":950,"title":"Ice Age: The Meltdown","adult":false,"genre_ids":[16,10751,35,12]},{"cast":["Arnold Schwarzenegger","Penelope Ann Miller","Pamela Reed","Alix Koromzay","Linda Hunt"],"overview":"Hard-edged cop John Kimble gets more than he bargained for when he goes undercover as a kindergarten teacher to get the goods on a brutal drug lord while at the same time protecting the man's young son. Pitted against a class of boisterous moppets whose antics try his patience and test his mettle, Kimble may have met his match … in more ways than one.","release_date":"1990-12-21","vote_average":5.9,"runtime":111,"cert":"15","id":951,"title":"Kindergarten Cop","adult":false,"genre_ids":[35]},{"cast":["Tom Cruise","Emmanuelle Béart","Jon Voight","Henry Czerny","Vanessa Redgrave"],"overview":"When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the No. 1 suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.","release_date":"1996-05-22","vote_average":6.9,"runtime":110,"cert":"PG","id":954,"title":"Mission: Impossible","adult":false,"genre_ids":[12,28,53]},{"cast":["Tom Cruise","Thandie Newton","Dougray Scott","Richard Roxburgh","Ving Rhames"],"overview":"With computer genius Luther Stickell at his side and a beautiful thief on his mind, agent Ethan Hunt races across Australia and Spain to stop a former IMF agent from unleashing a genetically engineered biological weapon called Chimera. This mission, should Hunt choose to accept it, plunges him into the center of an international crisis of terrifying magnitude.","release_date":"2000-05-24","vote_average":6.1,"runtime":123,"cert":"15","id":955,"title":"Mission: Impossible II","adult":false,"genre_ids":[12,28,53]},{"cast":["Tom Cruise","Philip Seymour Hoffman","Ving Rhames","Billy Crudup","Michelle Monaghan"],"overview":"Retired from active duty to train new IMF agents, Ethan Hunt is called back into action to confront sadistic arms dealer, Owen Davian. Hunt must try to protect his girlfriend while working with his new team to complete the mission.","release_date":"2006-05-03","vote_average":6.6,"runtime":126,"cert":"12A","id":956,"title":"Mission: Impossible III","adult":false,"genre_ids":[12,28,53]},{"cast":["Mel Brooks","Rick Moranis","Bill Pullman","Daphne Zuniga","John Candy"],"overview":"When the nefarious Dark Helmet hatches a plan to snatch Princess Vespa and steal her planet's air, space-bum-for-hire Lone Starr and his clueless sidekick fly to the rescue. Along the way, they meet Yogurt, who puts Lone Starr wise to the power of \"The Schwartz.\" Can he master it in time to save the day?","release_date":"1987-06-24","vote_average":6.8,"runtime":96,"cert":"PG","id":957,"title":"Spaceballs","adult":false,"genre_ids":[35,878]},{"cast":["Charlie Chaplin","Georgia Hale","Mack Swain","Tom Murray","Henry Bergman"],"overview":"A lone prospector ventures into Alaska looking for gold. He gets mixed up with some burly characters and falls in love with the beautiful Georgia. He tries to win her heart with his singular charm.","release_date":"1925-06-25","vote_average":8.0,"runtime":95,"cert":"N\/A","id":962,"title":"The Gold Rush","adult":false,"genre_ids":[12,35,18]},{"cast":["Humphrey Bogart","Mary Astor","Gladys George","Peter Lorre","Barton MacLane"],"overview":"A private detective takes on a case that involves him with three eccentric criminals, a gorgeous liar, and their quest for a priceless statuette.","release_date":"1941-10-17","vote_average":7.8,"runtime":100,"cert":"PG","id":963,"title":"The Maltese Falcon","adult":false,"genre_ids":[9648,80,53]},{"cast":["Lon Chaney","Mary Philbin","Norman Kerry","Arthur Edmund Carewe","John St. Polis"],"overview":"A grotesquely disfigured composer known as \"The Phantom\" haunts Paris' opera house, where he's secretly grooming Christine Daae to be an opera diva. Luring her to his remote underground lair, The Phantom declares his love. But Christine loves Raoul de Chagny and plans to elope with him. When The Phantom learns this, he abducts Christine.","release_date":"1925-09-06","vote_average":7.3,"runtime":101,"cert":"N\/A","id":964,"title":"The Phantom of the Opera","adult":false,"genre_ids":[18,27]},{"cast":["Joseph Cotten","Dolores Costello","Anne Baxter","Tim Holt","Agnes Moorehead"],"overview":"The spoiled young heir to the decaying Amberson fortune comes between his widowed mother and the man she has always loved.","release_date":"1942-07-10","vote_average":7.3,"runtime":88,"cert":"N\/A","id":965,"title":"The Magnificent Ambersons","adult":false,"genre_ids":[10749,18]},{"cast":["Yul Brynner","Eli Wallach","Steve McQueen","Charles Bronson","Robert Vaughn"],"overview":"An oppressed Mexican peasant village hires seven gunfighters to help defend their homes.","release_date":"1960-10-22","vote_average":7.6,"runtime":128,"cert":"U","id":966,"title":"The Magnificent Seven","adult":false,"genre_ids":[37]},{"cast":["Kirk Douglas","Laurence Olivier","Jean Simmons","Charles Laughton","Peter Ustinov"],"overview":"The rebellious Thracian Spartacus, born and raised a slave, is sold to Gladiator trainer Batiatus. After weeks of being trained to kill for the arena, Spartacus turns on his owners and leads the other slaves in rebellion. As the rebels move from town to town, their numbers swell as escaped slaves join their ranks. Under the leadership of Spartacus, they make their way to southern Italy, where they will cross the sea and return to their homes.","release_date":"1960-10-06","vote_average":7.6,"runtime":197,"cert":"PG","id":967,"title":"Spartacus","adult":false,"genre_ids":[28,18,36,12]},{"cast":["Al Pacino","John Cazale","Charles Durning","Chris Sarandon","James Broderick"],"overview":"Based on the true story of would-be Brooklyn bank robbers John Wojtowicz and Salvatore Naturale. Sonny and Sal attempt a bank heist which quickly turns sour and escalates into a hostage situation and stand-off with the police. As Sonny's motives for the robbery are slowly revealed and things become more complicated, the heist turns into a media circus.","release_date":"1975-08-11","vote_average":7.8,"runtime":125,"cert":"15","id":968,"title":"Dog Day Afternoon","adult":false,"genre_ids":[80,18,53]},{"cast":["Kirk Douglas","Ralph Meeker","Adolphe Menjou","George Macready","Wayne Morris"],"overview":"During World War I, commanding officer General Broulard orders his subordinate, General Mireau, to attack a German trench position, offering a promotion as an incentive. Though the mission is foolhardy to the point of suicide, Mireau commands his own subordinate, Colonel Dax, to plan the attack. When it ends in disaster, General Mireau demands the court-martial of three random soldiers in order to save face.","release_date":"1957-09-18","vote_average":8.3,"runtime":88,"cert":"PG","id":975,"title":"Paths of Glory","adult":false,"genre_ids":[18,10752]},{"cast":["Burt Lancaster","Tony Curtis","Susan Harrison","Martin Milner","Sam Levene"],"overview":"New York City newspaper writer J.J. Hunsecker holds considerable sway over public opinion with his Broadway column, but one thing that he can't control is his younger sister, Susan, who is in a relationship with aspiring jazz guitarist Steve Dallas. Hunsecker strongly disproves of the romance and recruits publicist Sidney Falco to find a way to split the couple, no matter how ruthless the method.","release_date":"1957-06-27","vote_average":7.6,"runtime":97,"cert":"PG","id":976,"title":"Sweet Smell of Success","adult":false,"genre_ids":[18]},{"cast":["Matahi","Anne Chevalier","Bill Bambridge","Hitu","Jules"],"overview":"The youngsters Matahi and Reri are in love with each other. The old warrior Hitu announces that Reri is to be the new chosen virgin for the gods. This means she must stay untouched, otherwise she and her lover will be killed. But Matahi abducts and escapes with her to an island ruled by the white man, where their gods would be harmless and powerless. Tabu is the last film from director F.W. Murnau; he died before the film’s premiere in a car accident.","release_date":"1931-08-01","vote_average":7.5,"runtime":86,"cert":"N\/A","id":977,"title":"Tabu","adult":false,"genre_ids":[12,18,10749]},{"cast":["Brad Pitt","Jamyang Jamtsho Wangchuk","David Thewlis","BD Wong","Mako Iwamatsu"],"overview":"Austrian mountaineer, Heinrich Harrer journeys to the Himalayas without his family to head an expedition in 1939. But when World War II breaks out, the arrogant Harrer falls into Allied forces' hands as a prisoner of war. He escapes with a fellow detainee and makes his way to Llaso, Tibet, where he meets the 14-year-old Dalai Lama, whose friendship ultimately transforms his outlook on life.","release_date":"1997-09-12","vote_average":7.1,"runtime":136,"cert":"PG","id":978,"title":"Seven Years in Tibet","adult":false,"genre_ids":[12,18,36]},{"cast":["Monica Bellucci","Vincent Cassel","Albert Dupontel","Jo Prestia","Philippe Nahon"],"overview":"Events over the course of one traumatic night in Paris unfold in reverse-chronological order as the beautiful Alex is brutally raped and beaten by a stranger in the underpass. Her boyfriend and ex-lover take matters into their own hands by hiring two criminals to help them find the rapist so that they can exact revenge. A simultaneously beautiful and terrible examination of the destructive nature of cause and effect, and how time destroys everything.","release_date":"2002-05-22","vote_average":7.1,"runtime":93,"cert":"18","id":979,"title":"Irreversible","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Henry Fonda","Dana Andrews","Mary Beth Hughes","Anthony Quinn","Jane Darwell"],"overview":"Gil Carter and Art Croft ride into a small Nevada town plagued by cattle thieves. Initially suspected of being the rustlers themselves, Carter and Croft eventually join a posse out to get the criminals, who also may be involved in a recent shooting. When the posse closes in on a group that could be the fugitives, they must decide on a course of action, with numerous lives hanging in the balance.","release_date":"1943-03-11","vote_average":8.1,"runtime":76,"cert":"PG","id":980,"title":"The Ox-Bow Incident","adult":false,"genre_ids":[18,37]},{"cast":["Cary Grant","Katharine Hepburn","James Stewart","Ruth Hussey","John Howard"],"overview":"When a rich woman's ex-husband and a tabloid-type reporter turn up just before her planned remarriage, she begins to learn the truth about herself.","release_date":"1940-12-05","vote_average":7.8,"runtime":113,"cert":"U","id":981,"title":"The Philadelphia Story","adult":false,"genre_ids":[35,10749]},{"cast":["Frank Sinatra","Laurence Harvey","Angela Lansbury","James Gregory","Janet Leigh"],"overview":"Near the end of the Korean War, a platoon of U.S. soldiers is captured by communists and brainwashed. Following the war, the platoon is returned home, and Sergeant Raymond Shaw is lauded as a hero by the rest of his platoon. However, the platoon commander, Captain Bennett Marco, finds himself plagued by strange nightmares and soon races to uncover a terrible plot.","release_date":"1962-10-24","vote_average":7.8,"runtime":126,"cert":"15","id":982,"title":"The Manchurian Candidate","adult":false,"genre_ids":[53,18]},{"cast":["Sean Connery","Michael Caine","Christopher Plummer","Saeed Jaffrey","Doghmi Larbi"],"overview":"A robust adventure about two British adventurers who take over primitive Kafiristan as \"godlike\" rulers, meeting a tragic end through their desire for a native girl. Based on a short story by Rudyard Kipling.","release_date":"1975-12-03","vote_average":7.6,"runtime":129,"cert":"PG","id":983,"title":"The Man Who Would Be King","adult":false,"genre_ids":[12,18]},{"cast":["Clint Eastwood","Harry Guardino","Reni Santoni","John Vernon","Andrew Robinson"],"overview":"When a madman dubbed 'Scorpio' terrorizes San Francisco, hard-nosed cop, Harry Callahan – famous for his take-no-prisoners approach to law enforcement – is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.","release_date":"1971-12-21","vote_average":7.5,"runtime":102,"cert":"18","id":984,"title":"Dirty Harry","adult":false,"genre_ids":[28,80,53]},{"cast":["Jack Nance","Charlotte Stewart","Allen Joseph","Jeanne Bates","Judith Roberts"],"overview":"Henry Spencer tries to survive his industrial environment, his angry girlfriend, and the unbearable screams of his newly born mutant child.","release_date":"1977-03-19","vote_average":7.6,"runtime":89,"cert":"18","id":985,"title":"Eraserhead","adult":false,"genre_ids":[14,27]},{"cast":["Orson Welles","Jeanne Moreau","Margaret Rutherford","John Gielgud","Marina Vlady"],"overview":"The career of Shakespeare's Sir John Falstaff as roistering companion to young Prince Hal, circa 1400-1413.","release_date":"1965-12-22","vote_average":7.4,"runtime":115,"cert":"N\/A","id":986,"title":"Chimes at Midnight","adult":false,"genre_ids":[35,18,36]},{"cast":["Jack Lemmon","Walter Matthau","Susan Sarandon","Vincent Gardenia","David Wayne"],"overview":"A journalist suffering from burn-out wants to finally say goodbye to his office – but his boss doesn’t like the idea one bit.","release_date":"1974-12-01","vote_average":7.3,"runtime":105,"cert":"N\/A","id":987,"title":"The Front Page","adult":false,"genre_ids":[10749,18,35]},{"cast":["Jane Fonda","Jack Lemmon","Michael Douglas","Scott Brady","James Hampton"],"overview":"While doing a series of reports on alternative energy sources, opportunistic reporter Kimberly Wells witnesses an accident at a nuclear power plant. Wells is determined to publicize the incident, but soon finds herself entangled in a sinister conspiracy to keep the full impact of the incident a secret.","release_date":"1979-03-16","vote_average":7.2,"runtime":122,"cert":"PG","id":988,"title":"The China Syndrome","adult":false,"genre_ids":[53,18]},{"cast":["Margaret Sullavan","James Stewart","Robert Young","Frank Morgan","Robert Stack"],"overview":"The Roth family leads a quiet life in a small village in the German Alps during the early 1930s. When the Nazis come to power, the family is divided and Martin Brietner, a family friend is caught up in the turmoil.","release_date":"1940-06-14","vote_average":7.2,"runtime":100,"cert":"N\/A","id":989,"title":"The Mortal Storm","adult":false,"genre_ids":[18]},{"cast":["Paul Newman","Jackie Gleason","Piper Laurie","George C. Scott","Myron McCormick"],"overview":"Fast Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary Minnesota Fats to a high-stakes match.","release_date":"1961-09-25","vote_average":7.8,"runtime":134,"cert":"12","id":990,"title":"The Hustler","adult":false,"genre_ids":[18]},{"cast":["David Bowie","Rip Torn","Candy Clark","Tony Mascia","Buck Henry"],"overview":"Thomas Jerome Newton is an alien who has come to Earth in search of water to save his home planet. Aided by lawyer Oliver Farnsworth, Thomas uses his knowledge of advanced technology to create profitable inventions. While developing a method to transport water, Thomas meets Mary-Lou, a quiet hotel clerk, and begins to fall in love with her. Just as he is ready to leave Earth, Thomas is intercepted by the U.S. government, and his entire plan is threatened.","release_date":"1976-03-18","vote_average":6.6,"runtime":138,"cert":"18","id":991,"title":"The Man Who Fell to Earth","adult":false,"genre_ids":[18,878]},{"cast":["Buster Keaton","Kathryn McGuire","Joe Keaton","Erwin Connelly","Ward Crane"],"overview":"A film projectionist longs to be a detective, and puts his meagre skills to work when he is framed by a rival for stealing his girlfriend's father's pocketwatch.","release_date":"1924-04-21","vote_average":8.2,"runtime":49,"cert":"N\/A","id":992,"title":"Sherlock, Jr.","adult":false,"genre_ids":[28,35,9648]},{"cast":["Laurence Olivier","Michael Caine","Alec Cawthorne","John Matthews","Eve Channing"],"overview":"A mystery novelist devises an insurance scam with his wife’s lover – but things aren’t exactly as they seem.","release_date":"1972-12-10","vote_average":7.7,"runtime":138,"cert":"15","id":993,"title":"Sleuth","adult":false,"genre_ids":[9648,53,80]},{"cast":["Dustin Hoffman","Susan George","Peter Vaughan","T. P. McKenna","Del Henney"],"overview":"David Sumner, a mild-mannered academic from the United States, marries Amy, an Englishwoman. In order to escape a hectic stateside lifestyle, David and his wife relocate to the small town in rural Cornwall where Amy was raised. There, David is ostracized by the brutish men of the village, including Amy's old flame, Charlie. Eventually the taunts escalate, and two of the locals rape Amy. This sexual assault awakes a shockingly violent side of David.","release_date":"1971-12-29","vote_average":7.2,"runtime":116,"cert":"18","id":994,"title":"Straw Dogs","adult":false,"genre_ids":[80,18,53]},{"cast":["Claire Trevor","John Wayne","Andy Devine","John Carradine","Thomas Mitchell"],"overview":"A group of people traveling on a stagecoach find their journey complicated by the threat of Geronimo, and learn something about each other in the process.","release_date":"1939-03-02","vote_average":7.8,"runtime":96,"cert":"U","id":995,"title":"Stagecoach","adult":false,"genre_ids":[12,37]},{"cast":["Fred MacMurray","Barbara Stanwyck","Edward G. Robinson","Porter Hall","Richard Gaines"],"overview":"A rich woman and a calculating insurance agent plot to kill her unsuspecting husband after he signs a double indemnity policy.  Against a backdrop of distinctly Californian settings, the partners in crime plan the perfect murder to collect the insurance, which pays  double if the death is accidental.","release_date":"1944-04-24","vote_average":8.2,"runtime":108,"cert":"PG","id":996,"title":"Double Indemnity","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Naomi Watts","Laura Harring","Justin Theroux","Ann Miller","Dan Hedaya"],"overview":"Blonde Betty Elms has only just arrived in Hollywood to become a movie star when she meets an enigmatic brunette with amnesia. Meanwhile, as the two set off to solve the second woman's identity, filmmaker Adam Kesher runs into ominous trouble while casting his latest project.","release_date":"2001-09-08","vote_average":7.8,"runtime":147,"cert":"15","id":1018,"title":"Mulholland Drive","adult":false,"genre_ids":[53,18,9648]},{"cast":["Mads Mikkelsen","Ulrich Thomsen","Paprika Steen","Ole Thestrup","Nikolaj Lie Kaas"],"overview":"A neo-nazi sentenced to community service at a church clashes with the blindly devotional priest.","release_date":"2005-04-15","vote_average":7.5,"runtime":94,"cert":"N\/A","id":1023,"title":"Adam's Apples","adult":false,"genre_ids":[18,35,80]},{"cast":["Melanie Lynskey","Kate Winslet","Sarah Peirse","Simon O'Connor","Diana Kent"],"overview":"Wealthy and precocious teenager Juliet transfers from England to New Zealand with her family, and soon befriends the quiet, brooding Pauline through their shared love of fantasy and literature. When their parents begin to suspect that their increasingly intense and obsessive bond is becoming unhealthy, the girls hatch a dark plan for those who threaten to keep them apart.","release_date":"1994-09-12","vote_average":7.1,"runtime":109,"cert":"18","id":1024,"title":"Heavenly Creatures","adult":false,"genre_ids":[18,14]},{"cast":["Simon Schwarz","Sophie Rois","Lars Rudolph","Tilo Prückner","Ulrich Wildgruber"],"overview":"In a small farming valley in Austria in the beginning of the 20th century a tyrannical farmer is found dead, and all the farmhands are relieved to be free of their tyrant. But the farmer was childless, so suddenly they all inherit the farm together. Now conflicts begin, as nobody is the boss and nobody has to obey.","release_date":"1998-06-19","vote_average":7.3,"runtime":95,"cert":"N\/A","id":1039,"title":"The Inheritors","adult":false,"genre_ids":[18]},{"cast":["Burt Lancaster","Alain Delon","Claudia Cardinale","Paolo Stoppa","Terence Hill"],"overview":"As Garibaldi's troops begin the unification of Italy in the 1860s, an aristocratic Sicilian family grudgingly adapts to the sweeping social changes undermining their way of life. Proud but pragmatic Prince Don Fabrizio Salina allows his war hero nephew, Tancredi, to marry Angelica, the beautiful daughter of gauche, bourgeois Don Calogero, in order to maintain the family's accustomed level of comfort and political clout.","release_date":"1963-03-28","vote_average":7.7,"runtime":186,"cert":"N\/A","id":1040,"title":"The Leopard","adult":false,"genre_ids":[18]},{"cast":["Jodie Foster","Richard Gere","Bill Pullman","James Earl Jones","Lanny Flaherty"],"overview":"Set in the south of the United States just after the Civil War, Laurel Sommersby is just managing to work the farm without her husband Jack, believed killed in the Civil War. By all accounts, Jack Sommersby was not a pleasant man, thus when he returns, Laurel has mixed emotions. It appears that Jack has changed a great deal, leading some people to believe that this is not actually Jack but an imposter. Laurel herself is unsure, but willing to take the man into her home, and perhaps later into her heart...","release_date":"1993-02-05","vote_average":6.3,"runtime":109,"cert":"12","id":1049,"title":"Sommersby","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Zhu Xu","Quanxin Pu","Jiang Wu","He Zeng","Zhang Jin Hao"],"overview":"An aged father and his younger, mentally challenged son have been working hard every day to keep the bathhouse running for a motley group of regular customers. When his elder son, who left years ago to seek his fortune in the southern city of Shenzhen, abruptly returns one day, it once again puts under stress the long-broken father-son ties. Presented as a light-hearted comedy, Shower explores the value of family, friendship, and tradition.","release_date":"1999-09-13","vote_average":7.2,"runtime":92,"cert":"N\/A","id":1050,"title":"Shower","adult":false,"genre_ids":[35,18]},{"cast":["Gene Hackman","Fernando Rey","Roy Scheider","Tony Lo Bianco","Marcel Bozzuffi"],"overview":"Tough narcotics detective 'Popeye' Doyle is in hot pursuit of a suave French drug dealer who may be the key to a huge heroin-smuggling operation.","release_date":"1971-10-09","vote_average":7.6,"runtime":104,"cert":"18","id":1051,"title":"The French Connection","adult":false,"genre_ids":[28,80,53]},{"cast":["David Hemmings","Vanessa Redgrave","Sarah Miles","John Castle","Veruschka von Lehndorff"],"overview":"A successful mod photographer in London whose world is bounded by fashion, pop music, marijuana, and easy sex, feels his life is boring and despairing. But in the course of a single day he accidentally captures on film the commission of a murder. The fact that he has photographed a murder does not occur to him until he studies and then blows up his negatives, uncovering details, blowing up smaller and smaller elements, and finally putting the puzzle together.","release_date":"1966-12-18","vote_average":7.5,"runtime":111,"cert":"N\/A","id":1052,"title":"Blow-Up","adult":false,"genre_ids":[18,9648,53]},{"cast":["Toshirō Mifune","Minoru Chiaki","Kamatari Fujiwara","Misa Uehara","Susumu Fujita"],"overview":"Japanese peasants Matashichi and Tahei try and fail to make a profit from a tribal war. They find a man and woman whom they believe are simple tribe members hiding in a fortress. Although the peasants don't know that Rokurota is a general and Yuki is a princess, the peasants agree to accompany the pair to safety in return for gold. Along the way, the general must prove his expertise in battle while also hiding his identity.","release_date":"1958-12-28","vote_average":8.1,"runtime":139,"cert":"N\/A","id":1059,"title":"The Hidden Fortress","adult":false,"genre_ids":[12,18,28,35]},{"cast":["Keisha Castle-Hughes","Rawiri Paratene","Vicky Haughton","Cliff Curtis","Grant Roa"],"overview":"On the east coast of New Zealand, the Whangara people believe their presence there dates back a thousand years or more to a single ancestor, Paikea, who escaped death when his canoe capsized by riding to shore on the back of a whale. From then on, Whangara chiefs, always the first-born, always male, have been considered Paikea's direct descendants. Pai, an 11-year-old girl in a patriarchal New Zealand tribe, believes she is destined to be the new chief. But her grandfather Koro is bound by tradition to pick a male leader. Pai loves Koro more than anyone in the world, but she must fight him and a thousand years of tradition to fulfill her destiny.","release_date":"2003-01-30","vote_average":7.4,"runtime":101,"cert":"PG","id":1088,"title":"Whale Rider","adult":false,"genre_ids":[18,10751]},{"cast":["Patrick Swayze","Keanu Reeves","Gary Busey","Lori Petty","John C. McGinley"],"overview":"In Los Angeles, a gang of bank robbers call themselves The Ex-Presidents commit their crimes while wearing masks of Reagan, Carter, Nixon and Johnson. The F.B.I. believes that the members of the gang could be surfers and send young agent Johnny Utah undercover at the beach to mix with the surfers and gather information.","release_date":"1991-07-12","vote_average":7.0,"runtime":120,"cert":"15","id":1089,"title":"Point Break","adult":false,"genre_ids":[28,53,80]},{"cast":["Craig Bierko","Armin Mueller-Stahl","Gretchen Mol","Vincent D'Onofrio","Dennis Haysbert"],"overview":"Computer scientist Hannon Fuller has discovered something extremely important. He's about to tell the discovery to his colleague, Douglas Hall, but knowing someone is after him, the old man leaves a letter in his computer generated parallel world that's just like the '30s with seemingly real people with real emotions.","release_date":"1999-04-16","vote_average":7.0,"runtime":100,"cert":"15","id":1090,"title":"The Thirteenth Floor","adult":false,"genre_ids":[53,878,9648]},{"cast":["Kurt Russell","Wilford Brimley","T. K. Carter","David Clennon","Keith David"],"overview":"Scientists in the Antarctic are confronted by a shape-shifting alien that assumes the appearance of the people it kills.","release_date":"1982-06-25","vote_average":8.0,"runtime":109,"cert":"18","id":1091,"title":"The Thing","adult":false,"genre_ids":[27,9648,878]},{"cast":["Joseph Cotten","Alida Valli","Orson Welles","Trevor Howard","Bernard Lee"],"overview":"In postwar Vienna, Austria, Holly Martins, a writer of pulp Westerns, arrives penniless as a guest of his childhood chum Harry Lime, only to learn he has died. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Major Calloway, and falling head-over-heels for Harry's grief-stricken lover, Anna.","release_date":"1949-08-31","vote_average":8.1,"runtime":105,"cert":"PG","id":1092,"title":"The Third Man","adult":false,"genre_ids":[53,9648]},{"cast":["Jeanne Moreau","Maurice Ronet","Georges Poujouly","Yori Bertin","Lino Ventura"],"overview":"The feature-film debut of famed director Louis Malle is an interesting, modern film noir with the classic theme of lovers plotting to kill the husband and make it look like suicide (reminiscent of The Postman Always Rings Twice). Jeanne Moreau gives an astonishing performance, perverse but naive, as she leads her young lover down a path that can only lead to doom for both of them.","release_date":"1958-01-29","vote_average":7.7,"runtime":91,"cert":"N\/A","id":1093,"title":"Elevator to the Gallows","adult":false,"genre_ids":[18,53,80]},{"cast":["Janchiv Ayurzana","Chimed Ohin","Amgaabazar Gonson","Zeveljamz Nyam","Ikhbayar Amgaabazar"],"overview":"When a Mongolian nomadic family's newest camel colt is rejected by its mother, a musician is needed for a ritual to change her mind.","release_date":"2003-06-29","vote_average":7.8,"runtime":91,"cert":"N\/A","id":1114,"title":"The Story of the Weeping Camel","adult":false,"genre_ids":[99,18]},{"cast":["Julia Hummer","Sabine Timoteo","Benno Fürmann","Marianne Basler","Aurélien Recoing"],"overview":"Nina, an end-of-teenage orphan with mental problems, starts a new job as a garden cleaner when she meets Toni. They fell in love with each other, but soon Toni starts betraying Nina. In the meantime, Francoise is picked up at a psychic department of a Berlin hospital by her husband, Pierre. After seeing Nina, Francoise believes that she has found her kidnapped daughter Marie, but neither Toni nor Pierre believe her. Nina is unsure about what to think...","release_date":"2005-09-15","vote_average":7.1,"runtime":85,"cert":"N\/A","id":1115,"title":"Ghosts","adult":false,"genre_ids":[18]},{"cast":["Cillian Murphy","Pádraic Delaney","Liam Cunningham","Orla Fitzgerald","Gerard Kearney"],"overview":"In 1920s Ireland young doctor Damien O'Donovan prepares to depart for a new job in a London hospital. As he says his goodbyes at a friend's farm, British Black and Tans arrive, and a young man is killed. Damien joins his brother Teddy in the Irish Republican Army, but political events are soon set in motion that tear the brothers apart.","release_date":"2006-03-24","vote_average":7.4,"runtime":124,"cert":"15","id":1116,"title":"The Wind That Shakes the Barley","adult":false,"genre_ids":[18,10752]},{"cast":["Tim Robbins","Derek Luke","Bonnie Henna","Mncedisi Shabangu","Tumisho Masha"],"overview":"The true story of anti-apartheid activists in South Africa, and particularly the life of Patrick Chamusso, a timid foreman at Secunda CTL, the largest synthetic fuel plant in the world. Patrick is wrongly accused, imprisoned and tortured for an attempt to bomb the plant, with the injustice transforming the apolitical worker into a radicalised insurgent, who then carries out his own successful sabotage mission.","release_date":"2006-10-27","vote_average":6.5,"runtime":101,"cert":"","id":1123,"title":"Catch a Fire","adult":false,"genre_ids":[28,18,53]},{"cast":["Hugh Jackman","Christian Bale","Michael Caine","Scarlett Johansson","Andy Serkis"],"overview":"A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.","release_date":"2006-10-19","vote_average":8.2,"runtime":130,"cert":"12","id":1124,"title":"The Prestige","adult":false,"genre_ids":[18,9648,53]},{"cast":["Eddie Murphy","Jennifer Hudson","Beyoncé Knowles","Jamie Foxx","Danny Glover"],"overview":"Three young women dream of becoming pop stars—and get their wish when they're chosen to be backup singers for the legendary James 'Thunder' Early.","release_date":"2006-12-25","vote_average":6.7,"runtime":134,"cert":"12A","id":1125,"title":"Dreamgirls","adult":false,"genre_ids":[18]},{"cast":["Matthew Macfadyen","Emily Barclay","Miranda Otto","Colin Moy","Jimmy Keen"],"overview":"Paul (Macfadyen), a prize-winning war journalist, returns to his remote New Zealand hometown due to the death of his father, battle-scarred and world-weary. For the discontented sixteen-year-old Celia (Barclay) he opens up a world she has only dreamed of. She actively pursues a friendship with him, fascinated by his cynicism and experience of the world beyond her small-town existence. But many, including the members of both their families (Otto, Moy), frown upon the friendship and when Celia goes missing, Paul becomes the increasingly loathed and persecuted prime suspect in her disappearance. As the violent and urgent truth gradually emerges, Paul is forced to confront the family tragedy and betrayal that he ran from as a youth, and to face the grievous consequences of silence and secrecy that has surrounded his entire adult life.","release_date":"2004-06-11","vote_average":7.7,"runtime":126,"cert":"15","id":1126,"title":"In My Father's Den","adult":false,"genre_ids":[18,53]},{"cast":["Candela Peña","Micaela Nevárez","Mariana Cordero","Llum Barrera","Violeta Pérez"],"overview":"Caye is a young prostitute whose family is unaware of her profession. She meets her striking Dominican neighbour Zulema, an illegal immigrant, after she finds her in the bathroom, badly beaten up. They strike up a close friendship unbeknownst to Caye's xenophobic co-workers.","release_date":"2005-09-02","vote_average":7.1,"runtime":113,"cert":"18","id":1127,"title":"Princesses","adult":false,"genre_ids":[18]},{"cast":["Anne Bancroft","Patty Duke","Victor Jory","Inga Swenson","Andrew Prine"],"overview":"The true story of the frightening, lonely world of silence and darkness of 7-year-old Helen Keller who, since infancy, has never seen the sky, heard her mother's voice or expressed her innermost feelings. Then Annie Sullivan, a 20-year-old teacher from Boston, arrives. Having just recently regained her own sight, the no-nonsense Annie reaches out to Helen through the power of touch, the only tool they have in common, and leads her bold pupil on a miraculous journey from fear and isolation to happiness and light.","release_date":"1962-05-22","vote_average":7.7,"runtime":106,"cert":"N\/A","id":1162,"title":"The Miracle Worker","adult":false,"genre_ids":[18]},{"cast":["Hallie Kate Eisenberg","Alison Elliott","David Strathairn","Lucas Black","Kate Greenhouse"],"overview":"Devoted teacher Anne Sullivan leads deaf, blind and mute Helen Keller out of solitude and helps integrate her into the world.","release_date":"2000-11-12","vote_average":6.5,"runtime":95,"cert":"N\/A","id":1163,"title":"The Miracle Worker","adult":false,"genre_ids":[18,10770]},{"cast":["Brad Pitt","Cate Blanchett","Gael García Bernal","Peter Wight","Harriet Walter"],"overview":"Tragedy strikes a married couple on vacation in the Moroccan desert, touching off an interlocking story involving four different families.","release_date":"2006-09-08","vote_average":7.1,"runtime":143,"cert":"15","id":1164,"title":"Babel","adult":false,"genre_ids":[18]},{"cast":["Helen Mirren","Michael Sheen","James Cromwell","Helen McCrory","Alex Jennings"],"overview":"The Queen is an intimate behind the scenes glimpse at the interaction between HM Elizabeth II and Prime Minister Tony Blair during their struggle, following the death of Diana, to reach a compromise between what was a private tragedy for the Royal family and the public's demand for an overt display of mourning.","release_date":"2006-09-15","vote_average":7.0,"runtime":103,"cert":"12","id":1165,"title":"The Queen","adult":false,"genre_ids":[18]},{"cast":["Natalia Avelon","Matthias Schweighöfer","David Scheller","Victor Norén","Alexander Scheer"],"overview":"Achim Bornhak's movie focuses on the restless life of Uschi Obermaier, the icon of the 1968 movement in Germany and groupie. At the age of 16, Uschi is bored by her job in a photo lab, but soon becomes the \"it girl\" of Munich's club scene. When she gets to know Rainer Langhans, they move to Berlin and live in \"Kommune 1\", the first politically-motivated commune in Germany. While the other occupants claim she isn't political enough, Uschi just wants to have fun, works as fashion model and leads international music stars in temptation.","release_date":"2007-02-01","vote_average":6.8,"runtime":114,"cert":"N\/A","id":1244,"title":"Eight Miles High","adult":false,"genre_ids":[10402,18,35]},{"cast":["Anthony Hopkins","Emma Thompson","James Fox","Christopher Reeve","Hugh Grant"],"overview":"A rule bound head butler's world of manners and decorum in the household he maintains is tested by the arrival of a housekeeper who falls in love with him in post-WWI Britain. The possibility of romance and his master's cultivation of ties with the Nazi cause challenge his carefully maintained veneer of servitude.","release_date":"1993-11-05","vote_average":7.5,"runtime":134,"cert":"","id":1245,"title":"The Remains of the Day","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvester Stallone","Burt Young","Milo Ventimiglia","Geraldine Hughes","James Francis Kelly III"],"overview":"When he loses a highly publicized virtual boxing match to ex-champ Rocky Balboa, reigning heavyweight titleholder, Mason Dixon retaliates by challenging Rocky to a nationally televised, 10-round exhibition bout. To the surprise of his son and friends, Rocky agrees to come out of retirement and face an opponent who's faster, stronger and thirty years his junior.","release_date":"2006-12-20","vote_average":6.7,"runtime":102,"cert":"12A","id":1246,"title":"Rocky Balboa","adult":false,"genre_ids":[18]},{"cast":["Matt Damon","Angelina Jolie","Alec Baldwin","Tammy Blanchard","Robert De Niro"],"overview":"Edward Wilson, the only witness to his father's suicide and member of the Skull and Bones Society while a student at Yale, is a morally upright young man who values honor and discretion, qualities that help him to be recruited for a career in the newly founded OSS. His dedication to his work does not come without a price though, leading him to sacrifice his ideals and eventually his family.","release_date":"2006-12-11","vote_average":6.4,"runtime":167,"cert":"15","id":1247,"title":"The Good Shepherd","adult":false,"genre_ids":[18,53,36]},{"cast":["Gaspard Ulliel","Aaran Thomas","Gong Li","Dominic West","Rhys Ifans"],"overview":"The story of the early, murderous roots of the cannibalistic killer, Hannibal Lecter – from his hard-scrabble Lithuanian childhood, where he witnesses the repulsive lengths to which hungry soldiers will go to satiate themselves, through his sojourn in France, where as a med student he hones his appetite for the kill.","release_date":"2007-02-06","vote_average":6.1,"runtime":121,"cert":"18","id":1248,"title":"Hannibal Rising","adult":false,"genre_ids":[80,18,53,27]},{"cast":["Adrien Brody","Diane Lane","Ben Affleck","Bob Hoskins","Lois Smith"],"overview":"The complicated life and controversial suicide of George Reeves is investigated by a fictional private detective who finds that there are reasons to suspect that Reeves may not have killed himself after all. The detective also finds that there is a little of George Reeves in himself, and maybe, each of us.","release_date":"2006-08-31","vote_average":6.2,"runtime":126,"cert":"N\/A","id":1249,"title":"Hollywoodland","adult":false,"genre_ids":[18,53,80]},{"cast":["Nicolas Cage","Eva Mendes","Wes Bentley","Donal Logue","Sam Elliott"],"overview":"In order to save his dying father, young stunt cyclist Johnny Blaze sells his soul to Mephistopheles and sadly parts from the pure-hearted Roxanne Simpson, the love of his life. Years later, Johnny's path crosses again with Roxanne, now a go-getting reporter, and also with Mephistopheles, who offers to release Johnny's soul if Johnny becomes the fabled, fiery 'Ghost Rider'.","release_date":"2007-02-16","vote_average":5.4,"runtime":114,"cert":"15","id":1250,"title":"Ghost Rider","adult":false,"genre_ids":[53,28,14,27]},{"cast":["Ken Watanabe","Kazunari Ninomiya","Tsuyoshi Ihara","Ryo Kase","Shidou Nakamura"],"overview":"The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.","release_date":"2006-12-19","vote_average":7.4,"runtime":141,"cert":"15","id":1251,"title":"Letters from Iwo Jima","adult":false,"genre_ids":[28,18,10752]},{"cast":["John Travolta","James Gandolfini","Salma Hayek","Jared Leto","Laura Dern"],"overview":"Based on a true story. . . . In the late 1940s, Martha Beck and Raymond Fernandez were America’s notorious “Lonely Hearts Killers.” Their lethal scam was simple; they would swindle and then viciously murder lovelorn war widows who would answer their personal ads in which Ray would describe himself as a sexy Latin lover.","release_date":"2006-04-30","vote_average":6.1,"runtime":108,"cert":"N\/A","id":1252,"title":"Lonely Hearts","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Jude Law","Juliette Binoche","Vera Farmiga","Robin Wright","Martin Freeman"],"overview":"Set in a blighted, inner-city neighbourhood of London, Breaking and Entering examines an affair which unfolds between a successful British landscape architect and Amira, a Bosnian woman – the mother of a troubled teen son – who was widowed by the war in Bosnia and Herzegovina.","release_date":"2006-12-15","vote_average":6.3,"runtime":129,"cert":"N\/A","id":1253,"title":"Breaking and Entering","adult":false,"genre_ids":[18,10749]},{"cast":["Mélanie Laurent","Kad Merad","Isabelle Renauld","Julien Boisselier","Thibault de Montalembert"],"overview":"A 19-year-old searches for her twin brother after he runs away from home, following a fight with their father.","release_date":"2006-09-06","vote_average":7.3,"runtime":96,"cert":"N\/A","id":1254,"title":"Don't Worry, I'm Fine","adult":false,"genre_ids":[18]},{"cast":["Song Kang-ho","Byun Hee-bong","Park Hae-il","Bae Doo-na","Go Ah-sung"],"overview":"Gang-du is a dim-witted man working at his father's tiny snack bar near the Han River. Following the dumping of gallons of toxic waste in the river, a giant mutated squid-like appears and begins attacking the populace.  Gang-du's daughter Hyun-seo is snatched up by the creature and he and his family are taken into custody by the military, who fear a virus spread by the creature..  In detention, Gang-du receives a phone call from Hyun-seo, who is not dead, merely trapped in a sewer.  With his family to assist him, he sets off to find Hyun-seo.","release_date":"2006-07-27","vote_average":6.8,"runtime":120,"cert":"15","id":1255,"title":"The Host","adult":false,"genre_ids":[27,18,878]},{"cast":["Sabrina Reiter","Michael Steinocher","Laurence Rupp","Nadja Vogel","Karl Fischer"],"overview":"When Nina and her high school friends receive eerie text messages declaring that they will all die within three days, they dismiss it as a hokey prank -- until one by one, the pals start turning up dead in the alpine countryside. With the cops stymied, Nina and her remaining friends must scour their past for clues to identify the madman before he kills them all.","release_date":"2006-07-21","vote_average":5.5,"runtime":97,"cert":"N\/A","id":1256,"title":"Dead in 3 days","adult":false,"genre_ids":[27,53]},{"cast":["Diane Keaton","Mandy Moore","Gabriel Macht","Tom Everett Scott","Lauren Graham"],"overview":"In an effort to prevent family history from repeating itself, meddlesome mom Daphne Wilder attempts to set up her youngest daughter, Milly, with Mr. Right. Meanwhile, her other daughters try to keep their mom's good intentions under control.","release_date":"2007-02-02","vote_average":6.0,"runtime":102,"cert":"N\/A","id":1257,"title":"Because I Said So","adult":false,"genre_ids":[35,10749]},{"cast":["Evelin Võigemast","Argo Aadli","Andero Ermel","Lembit Ulfsak","Garmen Tabor"],"overview":"Somewhere in Europe by a great sea stands a small village, where inventing all manner of domestic gadgets is held in great esteem. The villagers organize an annual competition of new inventions. One of the best inventors in the village is Oskar, the father of the energetic girl dog Lotte. His primary rival is Adalbert the Hare. Victory in this competition is very important as it would bring honour to the entire family.","release_date":"2006-08-25","vote_average":9.2,"runtime":81,"cert":"N\/A","id":1260,"title":"Lotte from Gadgetville","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Carsten Strauch","Rainer Ewerrien","Cosma Shiva Hagen","Nina Kronjäger","Christoph Maria Herbst"],"overview":"","release_date":"2007-02-08","vote_average":5.8,"runtime":92,"cert":"N\/A","id":1263,"title":"Die Aufschneider","adult":false,"genre_ids":[35]},{"cast":["Jimi Blue Ochsenknecht","Wilson Gonzalez Ochsenknecht","Sarah Kim Gries","Nick Romeo Reimann","Marlon Wessel"],"overview":"After his victory over the team \"The horrific Beasts,\" \"The Beast Football Club\" are in top form and mature in every game. But they need one more win to get the \"Pott\", the highest award of football freestyle. And to do have to beat the \"Wolves of Ragnarok\". But the Wolves are not a normal opponents. They have a dark secret ... in the rear lies a power greater than all of them together: this is a smart young woman named Horizon (Light Silver). Marlon falls in love with Marion. And she has one goal: to separate Marlon and Leon. Now, an internal fight threatens to destroy the Beasts Football Club.","release_date":"2007-02-01","vote_average":5.7,"runtime":110,"cert":"N\/A","id":1264,"title":"The Wild Soccer Bunch 4","adult":false,"genre_ids":[35,10751,12]},{"cast":["Josh Hutcherson","AnnaSophia Robb","Robert Patrick","Zooey Deschanel","Bailee Madison"],"overview":"Jesse Aarons trained all summer to become the fastest runner in school, so he's very upset when newcomer Leslie Burke outruns him and everyone else. Despite this and other differences, including that she's rich, he's poor, and she's a city girl, he's a country boy, the two become fast friends. Together, they create Terabithia, a land of monsters, trolls, ogres, and giants and rule as king and queen.","release_date":"2007-02-16","vote_average":7.2,"runtime":96,"cert":"PG","id":1265,"title":"Bridge to Terabithia","adult":false,"genre_ids":[12,18,10751]},{"cast":["Keanu Reeves","Forest Whitaker","Chris Evans","Hugh Laurie","Martha Higareda"],"overview":"Tom Ludlow is a disillusioned L.A. Police Officer, rarely playing by the rules and haunted by the death of his wife. When evidence implicates him in the execution of a fellow officer, he is forced to go up against the cop culture he's been a part of his entire career, ultimately leading him to question the loyalties of everyone around him.","release_date":"2008-04-10","vote_average":6.5,"runtime":109,"cert":"15","id":1266,"title":"Street Kings","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Tom Selleck","Laurie Metcalf","Angela Bassett","Nicole Sullivan","Harland Williams"],"overview":"In this animated adventure, brilliant preteen inventor Lewis creates a memory scanner to retrieve his earliest recollections and find out why his mother gave him up for adoption. But when the villainous Bowler Hat Guy steals the machine, Lewis is ready to give up on his quest until the mysterious Wilbur Robinson shows up on the scene, whisking Lewis to the future to find the scanner and his mom.","release_date":"2007-03-23","vote_average":6.8,"runtime":95,"cert":"U","id":1267,"title":"Meet the Robinsons","adult":false,"genre_ids":[16,35,10751]},{"cast":["Rowan Atkinson","Steve Pemberton","Maxim Baldry","Emma de Caunes","Willem Dafoe"],"overview":"Mr. Bean wins a trip to Cannes where he unwittingly separates a young boy from his father and must help the two reunite. On the way he discovers France, bicycling and true love, among other things.","release_date":"2007-03-22","vote_average":6.3,"runtime":90,"cert":"PG","id":1268,"title":"Mr. Bean's Holiday","adult":false,"genre_ids":[10751,35]},{"cast":["Oliver Kalkofe","Bastian Pastewka","Joachim Fuchsberger","Christiane Paul","Christoph Maria Herbst"],"overview":"Scotland Yard investigators have to prevent the murder of Victoria Dickman when her name is found on a death list.","release_date":"2007-03-10","vote_average":6.4,"runtime":98,"cert":"N\/A","id":1269,"title":"The Vexxer","adult":false,"genre_ids":[35,80]},{"cast":["Cillian Murphy","Rose Byrne","Chris Evans","Michelle Yeoh","Cliff Curtis"],"overview":"Fifty years into the future, the sun is dying, and Earth is threatened by arctic temperatures. A team of astronauts is sent to revive the Sun — but the mission fails. Seven years later, a new team is sent to finish the mission as mankind’s last hope.","release_date":"2007-04-05","vote_average":7.0,"runtime":107,"cert":"15","id":1272,"title":"Sunshine","adult":false,"genre_ids":[878,53]},{"cast":["Chris Evans","Sarah Michelle Gellar","Mako Iwamatsu","Kevin Smith","Patrick Stewart"],"overview":"After the defeat of their old arch nemesis, The Shredder, the Turtles have grown apart as a family. Struggling to keep them together, their rat sensei, Splinter, becomes worried when strange things begin to brew in New York City.","release_date":"2007-03-23","vote_average":5.9,"runtime":90,"cert":"N\/A","id":1273,"title":"TMNT","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Michael Pitt","Eva Green","Louis Garrel","Anna Chancellor","Robin Renucci"],"overview":"A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots.","release_date":"2003-09-01","vote_average":7.2,"runtime":110,"cert":"18","id":1278,"title":"The Dreamers","adult":false,"genre_ids":[18,10749]},{"cast":["Han Yeo-reum","Kwak Ji-min","Lee Eol","Kwon Hyun-Min","Oh Young"],"overview":"Yeo-jin and Jae-yeong are two teenage girls who are trying to earn money for a trip to Europe. To reach this end, Jae-yeong is prostituting herself while Yeo-jin acts as her pimp, setting her up with the clients and staying on guard for the police. Things take a turn for the worse when Yeo-jin gets distracted from her duty and the police raid the motel where Jae-yeong is meeting with a client. To avoid getting caught, Jae-yeong jumps out of a window, fatally injuring herself.","release_date":"2004-03-05","vote_average":7.1,"runtime":95,"cert":"N\/A","id":1279,"title":"Samaritan Girl","adult":false,"genre_ids":[18]},{"cast":["Lee Seung-yeon","Jae Hee","Kwon Hyuk-ho","Choi Jeong-ho","Lee Mi-suk"],"overview":"A young man, whose only possession is a motorcycle, spends his time riding around the city looking for empty apartments. After finding one, he hangs out for a while, fixing himself something to eat, washing laundry or making small repairs in return. He always tries to leave before the owners get back but in one ostensibly empty mansion he meets the abused wife of a rich man and she escapes with him...","release_date":"2004-10-15","vote_average":7.8,"runtime":88,"cert":"N\/A","id":1280,"title":"3-Iron","adult":false,"genre_ids":[18,10749,80]},{"cast":["Rowan Atkinson","Peter MacNicol","John Mills","Pamela Reed","Harris Yulin"],"overview":"Bean works as a caretaker at Britain's formidable Royal National Gallery, and his bosses want to fire him because he sleeps at work all the time, but can't because the chairman of the gallery's board defends him. They send him to USA, to the small Los Angeles art gallery instead, where he'll have to officiate at the opening of the greatest US picture ever (called \"Whistler's Mother\").","release_date":"1997-07-03","vote_average":6.4,"runtime":85,"cert":"PG","id":1281,"title":"Bean","adult":false,"genre_ids":[35]},{"cast":["Sean Penn","Jay Adams","Henry Rollins","Steve Caballero","Tony Hawk"],"overview":"This award-winning, thrilling story is about a group of discarded kids who revolutionized skateboarding and shaped the attitude and culture of modern day extreme sports. Featuring old skool skating footage, exclusive interviews and a blistering rock soundtrack, DOGTOWN AND Z-BOYS captures the rise of the Zephyr skateboarding team from Venice's Dogtown, a tough \"locals only\" beach with a legacy of outlaw surfing.","release_date":"2001-01-18","vote_average":7.3,"runtime":90,"cert":"N\/A","id":1282,"title":"Dogtown and Z-Boys","adult":false,"genre_ids":[99]},{"cast":["Santiago Segura","Javier Cámara","Neus Asensi","Chus Lampreave","Tony Leblanc"],"overview":"Torrente, The Stupid Arm of The Law by Santiago Segura stars Javier Cámara as a corrupt, poor, delusional, sexist, egocentric, drunk and right-winged Madrid cop named Torrente. This over the top comedy shows Torrente on his search for heroin drug dealers and the outrageous characters he passes on his way. A cult film and one of the funniest Spanish films was the most successful box-office film.","release_date":"1998-03-13","vote_average":6.4,"runtime":97,"cert":"N\/A","id":1283,"title":"Torrente, the Dumb Arm of the Law","adult":false,"genre_ids":[35,80]},{"cast":["Santiago Segura","Gabino Diego","Tony Leblanc","José Luis Moreno","Inés Sastre"],"overview":"For this second film in the cult comedy series Torrente takes our fat police officer from Madrid to Marbella in Spain to investigate a villain’s plot to destroy the city with a missile. This James Bond style slapstick comedy became the most successful box-office film in Spanish film history beating out only the first Torrente film.","release_date":"2001-03-30","vote_average":6.1,"runtime":99,"cert":"N\/A","id":1284,"title":"Torrente 2: Mission in Marbella","adult":false,"genre_ids":[35,80]},{"cast":["Santiago Segura","Yvonne Sciò","Javier Gutiérrez","José Mota","Tony Leblanc"],"overview":"A popular and beautiful politician plans to expose the evil-doings of a multinational corporation. Hoping to silence her, the corporation's top executives decide to hire the most incompetent detective they can find to act as her bodyguard.","release_date":"2005-09-30","vote_average":5.3,"runtime":91,"cert":"N\/A","id":1285,"title":"Torrente 3: The Protector","adult":false,"genre_ids":[35,80]},{"cast":["Monica Bleibtreu","Hannah Herzsprung","Sven Pippig","Richy Müller","Jasmin Tabatabai"],"overview":"Jenny is young. Her life is over. She killed someone. And she would do it again. When an 80-year-old piano teacher discovers the girl’s secret, her brutality and her dreams, she decides to transform her pupil into the musical wunderkind she once was.","release_date":"2006-06-23","vote_average":6.8,"runtime":112,"cert":"15","id":1294,"title":"Four Minutes","adult":false,"genre_ids":[18,10402]},{"cast":["Christian Bale","Willem Dafoe","Jared Leto","Josh Lucas","Samantha Mathis"],"overview":"A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.","release_date":"2000-04-13","vote_average":7.4,"runtime":102,"cert":"18","id":1359,"title":"American Psycho","adult":false,"genre_ids":[53,18,80]},{"cast":["Salma Hayek","Alfred Molina","Mía Maestro","Patricia Reyes Spíndola","Diego Luna"],"overview":"\"Frida\" chronicles the life Frida Kahlo shared unflinchingly and openly with Diego Rivera, as the young couple took the art world by storm. From her complex and enduring relationship with her mentor and husband to her illicit and controversial affair with Leon Trotsky, to her provocative and romantic entanglements with women, Frida Kahlo lived a bold and uncompromising life as a political, artistic, and sexual revolutionary","release_date":"2002-08-29","vote_average":7.5,"runtime":123,"cert":"15","id":1360,"title":"Frida","adult":false,"genre_ids":[18,10749]},{"cast":["Orson Bean","Theodore Bikel","William Conrad","John Huston","Roddy McDowall"],"overview":"Two Hobbits struggle to destroy the Ring in Mount Doom while their friends desperately fight evil Lord Sauron's forces in a final battle.","release_date":"1980-05-11","vote_average":5.6,"runtime":98,"cert":"N\/A","id":1361,"title":"The Return of the King","adult":false,"genre_ids":[16,10751,14]},{"cast":["Orson Bean","Richard Boone","Hans Conried","John Huston","Otto Preminger"],"overview":"Bilbo Baggins the Hobbit was just minding his own business, when his occasional visitor Gandalf the Wizard drops in one night. One by one, a whole group of dwarves drop in, and before he knows it, Bilbo has joined their quest to reclaim their kingdom, taken from them by the evil dragon Smaug. The only problem is that Gandalf has told the dwarves that Bilbo is an expert burglar, but he isn't...","release_date":"1977-11-27","vote_average":6.1,"runtime":77,"cert":"N\/A","id":1362,"title":"The Hobbit","adult":false,"genre_ids":[10751,14,16,12]},{"cast":["Billy Crudup","Woody Harrelson","Patricia Arquette","Penélope Cruz","Cole Hauser"],"overview":"An intimate story of the enduring bond of friendship between two hard-living men, set against a sweeping backdrop: the American West, post-World War II, in its twilight. Pete and Big Boy are masters of the prairie, but ultimately face trickier terrain: the human heart.","release_date":"1998-12-30","vote_average":5.4,"runtime":114,"cert":"N\/A","id":1363,"title":"The Hi-Lo Country","adult":false,"genre_ids":[18,28,37,10749]},{"cast":["Paz Vega","Tristán Ulloa","Najwa Nimri","Daniel Freire","Elena Anaya"],"overview":"Various lives converge on an isolated island, all connected by an author whose novel has become inextricably entwined with his own life.","release_date":"2001-08-24","vote_average":6.6,"runtime":128,"cert":"18","id":1364,"title":"Sex and Lucía","adult":false,"genre_ids":[18,10749]},{"cast":["Billy Bob Thornton","Halle Berry","Heath Ledger","Sean Combs","Coronji Calhoun"],"overview":"Set in the southern USA, a racist white man, Hank, falls in love with a black woman named Leticia. Ironically, Hank is a prison guard working on Death Row who executed Leticia's husband. Hank and Leticia's inter-racial affair leads to confusion and new ideas for the two unlikely lovers.","release_date":"2001-11-11","vote_average":6.7,"runtime":111,"cert":"15","id":1365,"title":"Monster's Ball","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"When world heavyweight boxing champion, Apollo Creed wants to give an unknown fighter a shot at the title as a publicity stunt, his handlers choose palooka Rocky Balboa, an uneducated collector for a Philadelphia loan shark. Rocky teams up with trainer  Mickey Goldmill to make the most of this once in a lifetime break.","release_date":"1976-11-21","vote_average":7.7,"runtime":119,"cert":"PG","id":1366,"title":"Rocky","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"After Rocky goes the distance with champ Apollo Creed, both try to put the fight behind them and move on. Rocky settles down with Adrian but can't put his life together outside the ring, while Creed seeks a rematch to restore his reputation. Soon enough, the \"Master of Disaster\" and the \"Italian Stallion\" are set on a collision course for a climactic battle that is brutal and unforgettable.","release_date":"1979-06-15","vote_average":7.1,"runtime":119,"cert":"PG","id":1367,"title":"Rocky II","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Richard Crenna","Brian Dennehy","Bill McKinney","Jack Starrett"],"overview":"When former Green Beret John Rambo is harassed by local law enforcement and arrested for vagrancy, the Vietnam vet snaps, runs for the hills and rat-a-tat-tats his way into the action-movie hall of fame. Hounded by a relentless sheriff, Rambo employs heavy-handed guerilla tactics to shake the cops off his tail.","release_date":"1982-10-22","vote_average":7.4,"runtime":93,"cert":"15","id":1368,"title":"First Blood","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Richard Crenna","Charles Napier","Steven Berkoff","Julia Nickson"],"overview":"John Rambo is released from prison by the government for a top-secret covert mission to the last place on Earth he'd want to return - the jungles of Vietnam.","release_date":"1985-05-21","vote_average":6.4,"runtime":96,"cert":"15","id":1369,"title":"Rambo: First Blood Part II","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Richard Crenna","Kurtwood Smith","Spiros Focás","Sasson Gabai"],"overview":"Combat has taken its toll on Rambo, but he's finally begun to find inner peace in a monastery. When Rambo's friend and mentor Col. Trautman asks for his help on a top secret mission to Afghanistan, Rambo declines but must reconsider when Trautman is captured.","release_date":"1988-05-24","vote_average":5.9,"runtime":102,"cert":"18","id":1370,"title":"Rambo III","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"Now the world champion, Rocky Balboa is living in luxury and only fighting opponents who pose no threat to him in the ring, until Clubber Lang challenges him to a bout. After taking a pounding from Lang, the humbled champ turns to former bitter rival Apollo Creed for a rematch with Lang.","release_date":"1982-05-28","vote_average":6.7,"runtime":99,"cert":"PG","id":1371,"title":"Rocky III","adult":false,"genre_ids":[18]},{"cast":["Leonardo DiCaprio","Djimon Hounsou","Jennifer Connelly","Kagiso Kuypers","Arnold Vosloo"],"overview":"An ex-mercenary turned smuggler. A Mende fisherman. Amid the explosive civil war overtaking 1999 Sierra Leone, these men join for two desperate missions: recovering a rare pink diamond of immense value and rescuing the fisherman's son conscripted as a child soldier into the brutal rebel forces ripping a swath of torture and bloodshed countrywide.","release_date":"2006-12-07","vote_average":7.5,"runtime":143,"cert":"15","id":1372,"title":"Blood Diamond","adult":false,"genre_ids":[18,53,28]},{"cast":["Stephen Fry","Greg Wise","Neil Newbon","Viv Weatherall","Jeroen Krabbé"],"overview":"Disappointed with humanity, God wants to revoke his contract with humanity and wants to take back the stone tablets containing the ten commandments. To this end an angel is sent out to affect the personal lives of three humans so an appropriate child may be conceived.","release_date":"2001-10-01","vote_average":7.1,"runtime":127,"cert":"N\/A","id":1373,"title":"The Discovery of Heaven","adult":false,"genre_ids":[18,14]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Brigitte Nielsen"],"overview":"After iron man Drago, a highly intimidating 6-foot-5, 261-pound Soviet athlete, kills Apollo Creed in an exhibition match, Rocky comes to the heart of Russia for 15 pile-driving boxing rounds of revenge.","release_date":"1985-11-21","vote_average":6.9,"runtime":91,"cert":"PG","id":1374,"title":"Rocky IV","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Sage Stallone","Burgess Meredith"],"overview":"A lifetime of taking shots has ended Rocky’s career, and a crooked accountant has left him broke. Inspired by the memory of his trainer, however, Rocky finds glory in training and takes on an up-and-coming boxer.","release_date":"1990-10-18","vote_average":5.5,"runtime":104,"cert":"PG","id":1375,"title":"Rocky V","adult":false,"genre_ids":[18]},{"cast":["Martin Compston","Annmarie Fulton","William Ruane","Michelle Abercromby","Michelle Coulter"],"overview":"Determined to have a normal family life once his mother gets out of prison, a Scottish teenager from a tough background sets out to raise the money for a home.","release_date":"2002-05-21","vote_average":7.0,"runtime":106,"cert":"N\/A","id":1376,"title":"Sweet Sixteen","adult":false,"genre_ids":[80,18]},{"cast":["Cary Grant","Sophia Loren","Martha Hyer","Harry Guardino","Eduardo Ciannelli"],"overview":"An Italian socialite on the run signs on as housekeeper for a widower with three children.","release_date":"1958-11-19","vote_average":6.4,"runtime":110,"cert":"N\/A","id":1377,"title":"Houseboat","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Sook-Yin Lee","Paul Dawson","PJ DeBoy","Jay Brannan","Lindsay Beamish"],"overview":"A group of New Yorkers caught up in their milieu converge at an underground salon infamous for its blend of art, music, politics, and carnality. The characters converge in a weekly Brooklyn social\/artistic\/sexual salon \"Shortbus\", loosely inspired by various underground NYC gatherings that took place in the early 2000's. Here, gay couple Jamie (P J DeBoy) and James (Paul Dawson) meet a young ex-model and aspiring singer Ceth (Jay Brannan).","release_date":"2006-05-20","vote_average":6.4,"runtime":101,"cert":"18","id":1378,"title":"Shortbus","adult":false,"genre_ids":[10749,18,35]},{"cast":["Janne Hyytiäinen","Maria Järvenhelmi","Maria Heiskanen","Ilkka Koivula","Kati Outinen"],"overview":"Koistenin is a sad sack, a man without affect or friends. He's a night-watchman in Helsinki with ideas of starting his own business, but nothing to go with those intentions. He sometimes talks a bit with a woman who runs a snack trailer near his work. Out of the blue, a young sophisticated blonde woman attaches herself to Koistenin. He thinks of her as his girlfriend, he takes her on her rounds.","release_date":"2006-02-03","vote_average":6.7,"runtime":78,"cert":"N\/A","id":1379,"title":"Lights in the Dusk","adult":false,"genre_ids":[80,18]},{"cast":["Christian Slater","Steven Bauer","Richard Herd","Ed Lauter","Micole Mercurio"],"overview":"An Orange County teenager's carefree life of ditching class and skateboarding abandoned pools comes to a screeching halt when someone close to him dies. The cops rule the death a suicide, but the bereaved skater believes he was murdered. It's up to him to solve the case, with a skateboard.","release_date":"1989-01-13","vote_average":5.8,"runtime":109,"cert":"N\/A","id":1380,"title":"Gleaming the Cube","adult":false,"genre_ids":[28]},{"cast":["Hugh Jackman","Rachel Weisz","Ellen Burstyn","Mark Margolis","Stephen McHattie"],"overview":"Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.","release_date":"2006-09-06","vote_average":6.9,"runtime":96,"cert":"15","id":1381,"title":"The Fountain","adult":false,"genre_ids":[18,12,878,10749]},{"cast":["Miranda July","John Hawkes","Brandon Ratcliff","Miles Thompson","Carlie Westerman"],"overview":"The feature film debut by artist Miranda July about a various comic situations and plots that intertwine. One story line is about a father who is ending his marriage and the other story is of a video artist (possibly autobiographical of Miranda July, also played by her) who is desperately trying to get her work in a modern art museum. The film won Caméra d'Or at Cannes.","release_date":"2005-06-17","vote_average":7.1,"runtime":90,"cert":"N\/A","id":1382,"title":"Me and You and Everyone We Know","adult":false,"genre_ids":[35,18]},{"cast":["Merrill Gruver","Michael Edwards","Melissa Brown","Rob LaBelle","Cynthia Schneider"],"overview":"The final 17 years of American singer and musician Karen Carpenter, performed almost entirely by modified Barbie dolls. The first film from Todd Haynes (Velvet Goldmine, I'm Not There), Superstar is a hauntingly beautiful biopic that garnered immediate praise among the local film community but quickly received 2 cease-and-desist letters from Mattel, the maker of Barbie, and Karen Carpenter's family. To this day, this movie has not seen further release.","release_date":"1988-04-30","vote_average":7.6,"runtime":43,"cert":"N\/A","id":1387,"title":"Superstar: The Karen Carpenter Story","adult":false,"genre_ids":[18,10402,16]},{"cast":[],"overview":"Artists Peter Fischli and David Weiss create the ultimate Rube Goldberg machine with a complex imaginative devices that trigger each other for 30 minutes in a domino effect. The film was creating in an empty warehouse and with objects probably found at a junkyard as the creative contraptions fly, burn, roll, walk, melt, pop, push and fall in an endless science project that will mesmerize the mind.","release_date":"1987-01-01","vote_average":6.3,"runtime":30,"cert":"N\/A","id":1388,"title":"The Way Things Go","adult":false,"genre_ids":[99]},{"cast":["George Clooney","Jennifer Lopez","Ving Rhames","Don Cheadle","Catherine Keener"],"overview":"Meet Jack Foley, a smooth criminal who bends the law and is determined to make one last heist. Karen Sisco is a federal marshal who chooses all the right moves … and all the wrong guys. Now they're willing to risk it all to find out if there's more between them than just the law.","release_date":"1998-06-26","vote_average":6.6,"runtime":123,"cert":"15","id":1389,"title":"Out of Sight","adult":false,"genre_ids":[10749,35,80]},{"cast":["Zana Briski","Avijit","Geeta Masi","Kochi","Mamuni"],"overview":"The academy award winning documentary depicting the lives of child prostitutes in the red light district of Songachi, Calcutta. Director Zana Briski went to photograph the prostitutes when she met and became friends with their children. Briski began giving photography lessons to the children and became aware that their photography might be a way for them to lead better lives.","release_date":"2004-12-08","vote_average":7.1,"runtime":85,"cert":"N\/A","id":1392,"title":"Born into Brothels","adult":false,"genre_ids":[99]},{"cast":["Batchuluun Urjindorj","Buyandulam Daramdadi","Nansal Batchuluun","Nansalmaa Batchuluun"],"overview":"The little nomad girl, Nansal, finds a baby dog in the Mongolian veld, who becomes her best friend - against all rejections of her parents. A story about a Mongolian family of nomads - their traditional way of life and the rising call of the City.","release_date":"2005-07-27","vote_average":7.5,"runtime":93,"cert":"N\/A","id":1393,"title":"The Cave of the Yellow Dog","adult":false,"genre_ids":[99,18]},{"cast":["Oleg Yankovskiy","Erland Josephson","Domiziana Giordano","Patrizia Terreno","Laura De Marchi"],"overview":"The Russian poet Andrei Gorchakov, accompanied by guide and translator Eugenia, is traveling through Italy researching the life of an 18th-century Russian composer. In an ancient spa town, he meets the lunatic Domenico, who years earlier had imprisoned his own family in his house for seven years to save them from the evils of the world. Seeing some deep truth in Domenico's act, Andrei becomes drawn to him. In a series of dreams, the poet's nostalgia for his homeland and his longing for his wife, his ambivalent feelings for Eugenia and Italy, and his sense of kinship with Domenico become intertwined.","release_date":"1983-05-01","vote_average":8.1,"runtime":120,"cert":"N\/A","id":1394,"title":"Nostalgia","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":1397,"title":"Wege Gottes","adult":false,"genre_ids":[99]},{"cast":["Aleksandr Kaydanovskiy","Anatoliy Solonitsyn","Nikolay Grinko","Alisa Freyndlikh","Natasha Abramova"],"overview":"Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.","release_date":"1979-04-16","vote_average":8.3,"runtime":163,"cert":"PG","id":1398,"title":"Stalker","adult":false,"genre_ids":[878,18]},{"cast":["James Garner","Sidney Poitier","Bibi Andersson","Dennis Weaver","Bill Travers"],"overview":"While crossing the desert, a frontier scout, Jess Remsberg, rescues Ellen Grange from a pursuing band of Apaches, and returns her to her husband, Willard Grange. He is contracted to act as a scout for an Army cavalry unit. Willard, Ellen, and her infant son are along for the ride, as is horse trader Toller, a veteran of the 10th Cavalry. The party is trapped in a canyon by Chata, an Apache chief and grandfather of Ellen's baby. Willard is captured and tortured. Jess sneaks away and brings reinforcements just in time to save the day. Jess learns that the man he has been hunting is none other than Willard Grange.","release_date":"1966-06-15","vote_average":6.4,"runtime":103,"cert":"N\/A","id":1403,"title":"Duel at Diablo","adult":false,"genre_ids":[28,37]},{"cast":["Atta Yaqub","Eva Birthistle","Shamshad Akhtar","Ghizala Avan","Shabana Akhtar Bakhsh"],"overview":"A young man upsets his Punjabi family when he falls in love with an Irish schoolteacher.","release_date":"2004-02-13","vote_average":6.7,"runtime":104,"cert":"N\/A","id":1404,"title":"Ae Fond Kiss...","adult":false,"genre_ids":[18]},{"cast":["Zasu Pitts","Gibson Gowland","Jean Hersholt","Dale Fuller","Tempe Pigott"],"overview":"A lottery win of $5,000 forever changes the lives of a miner turned dentist and his wife.","release_date":"1925-01-26","vote_average":7.7,"runtime":140,"cert":"PG","id":1405,"title":"Greed","adult":false,"genre_ids":[18]},{"cast":["Billy Crystal","Daniel Stern","Bruno Kirby","Jack Palance","Patricia Wettig"],"overview":"New York meets the west in this comedy starring Billy Crystal. Three New York businessmen decide to take a \"Wild West\" vacation that turns out not to be the relaxing vacation they had envisioned.","release_date":"1991-06-07","vote_average":6.4,"runtime":112,"cert":"N\/A","id":1406,"title":"City Slickers","adult":false,"genre_ids":[35]},{"cast":["Marion Cotillard","Sylvie Testud","Pascal Greggory","Emmanuelle Seigner","Jean-Paul Rouve"],"overview":"From the mean streets of the Belleville district of Paris to the dazzling limelight of New York's most famous concert halls, Edith Piaf's life was a constant battle to sing and survive, to live and love. Raised in her grandmother's brothel, Piaf was discovered in 1935 by nightclub owner Louis Leplee, who persuaded her to sing despite her extreme nervousness. Piaf became one of France's immortal icons, her voice one of the indelible signatures of the 20th century.","release_date":"2007-02-14","vote_average":7.5,"runtime":140,"cert":"12","id":1407,"title":"La Vie en Rose","adult":false,"genre_ids":[10402,18]},{"cast":["Geena Davis","Matthew Modine","Frank Langella","Maury Chaykin","Patrick Malahide"],"overview":"Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her pirate raids.","release_date":"1995-12-22","vote_average":5.8,"runtime":119,"cert":"N\/A","id":1408,"title":"Cutthroat Island","adult":false,"genre_ids":[28,12]},{"cast":["Mimi Rogers","Patrick Bauchau","David Duchovny","Darwyn Carson","Will Patton"],"overview":"A lonely telephone operator leading an empty, amoral life finds God — only to have her faith continually tested in ways beyond what she could have imagined.","release_date":"1991-10-04","vote_average":6.3,"runtime":100,"cert":"18","id":1411,"title":"The Rapture","adult":false,"genre_ids":[9648,18]},{"cast":["Andie MacDowell","Peter Gallagher","James Spader","Laura San Giacomo","Ron Vawter"],"overview":"A sexually repressed woman's husband is having an affair with her sister. The arrival of a visitor with a rather unusual fetish changes everything.","release_date":"1989-08-18","vote_average":6.9,"runtime":100,"cert":"N\/A","id":1412,"title":"sex, lies, and videotape","adult":false,"genre_ids":[18]},{"cast":["Jeremy Irons","John Lone","Barbara Sukowa","Ian Richardson","Annabel Leventon"],"overview":"In 1960s China, French diplomat Rene Gallimard falls in love with an opera singer, Song Liling - but Song is not at all who Gallimard thinks.","release_date":"1993-09-09","vote_average":6.7,"runtime":101,"cert":"N\/A","id":1413,"title":"M. Butterfly","adult":false,"genre_ids":[18,10749]},{"cast":["Najwa Nimri","Fele Martínez","Joost Siedhoff","Peru Medem","Sara Valiente"],"overview":"Otto and Ana are kids when they meet each other. Their names are palindromes. They meet by chance, people are related by chance. A story of circular lives, with circular names, and a circular place (Círculo polar) where the day never ends in the midnight sun. There are things that never end, and Love is one of them.","release_date":"1998-09-04","vote_average":7.4,"runtime":112,"cert":"N\/A","id":1414,"title":"Lovers of the Arctic Circle","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Seth Green","Macaulay Culkin","Chloë Sevigny","Diana Scarwid","Marilyn Manson"],"overview":"The New York club scene of the 80s and 90s was a world like no other. Into this candy-colored, mirror ball playground stepped Michael Alig, a wannabe from nowhere special. Under the watchful eye of veteran club kid James St. James, Alig quickly rose to the top... and there was no place to go but down.","release_date":"2003-09-05","vote_average":6.2,"runtime":98,"cert":"","id":1415,"title":"Party Monster","adult":false,"genre_ids":[35,18,80]},{"cast":["Jang Dong-gun","Kim Jung-hak","Park Ji-ah","Hye-jin Yu","Kim Tae-woo"],"overview":"An overzealous soldier mentally deteriorates after killing an innocent man he thought was a spy.","release_date":"2002-11-22","vote_average":6.8,"runtime":96,"cert":"N\/A","id":1416,"title":"The Coast Guard","adult":false,"genre_ids":[53,18]},{"cast":["Ivana Baquero","Maribel Verdú","Sergi López","Doug Jones","Ariadna Gil"],"overview":"Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.","release_date":"2006-08-25","vote_average":7.7,"runtime":118,"cert":"15","id":1417,"title":"Pan's Labyrinth","adult":false,"genre_ids":[14,18,10752]},{"cast":["Laia Marull","Luis Tosar","Candela Peña","Rosa Maria Sardà","Kiti Mánver"],"overview":"One winter night, Pilar runs away from home. With her, she takes only a few belongings and her son, Juan. Antonio soon sets out to look for her. He says Pilar is his sunshine, and what's more, \"She gave him her eyes\"...","release_date":"2003-10-08","vote_average":7.5,"runtime":109,"cert":"N\/A","id":1418,"title":"Take My Eyes","adult":false,"genre_ids":[10749,18]},{"cast":["Oliver Pocher","Oliver Fleischer","Tanja Wenzel","Tomas Spencer","Anke Engelke"],"overview":"Based on Tommy Jaud's bestselling novel, this comedy focuses on a dispassionate clerk and his set-backs in life. 29-year-old Simon works in a phone shop, but his thoughts just circle around finding a new girl-friend after being left by his last one year ago. While his Croatian cleaner tries to procure him, his efforts to chat up women in clubs also fail. However, he finds the woman of his dreams (and mother of their future children) in his most hated coffee shop, although not having a clue how to win her heart...","release_date":"2007-04-11","vote_average":4.5,"runtime":102,"cert":"N\/A","id":1419,"title":"Vollidiot","adult":false,"genre_ids":[35,18]},{"cast":["Cillian Murphy","Liam Neeson","Ruth Negga","Laurence Kinlan","Stephen Rea"],"overview":"In the 1970s, a foundling lad, Patrick \"Kitten\" Braden, comes of age by leaving his Irish town for London, in part to look for his mother and in part because his transgender nature is beyond the town's understanding.","release_date":"2005-09-03","vote_average":7.3,"runtime":128,"cert":"15","id":1420,"title":"Breakfast on Pluto","adult":false,"genre_ids":[18,35]},{"cast":["Charles Denner","Brigitte Fossey","Nelly Borgeaud","Geneviève Fontanel","Leslie Caron"],"overview":"At Bertrand Morane's burial there are many of the women that the 40-year-old engineer loved. In flashback Bertrand's life and love affairs are told by himself while writing an autobiographical novel.","release_date":"1977-04-27","vote_average":7.3,"runtime":119,"cert":"N\/A","id":1421,"title":"The Man Who Loved Women","adult":false,"genre_ids":[18,35,10749]},{"cast":["Leonardo DiCaprio","Matt Damon","Jack Nicholson","Mark Wahlberg","Martin Sheen"],"overview":"To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.","release_date":"2006-10-05","vote_average":8.1,"runtime":151,"cert":"18","id":1422,"title":"The Departed","adult":false,"genre_ids":[18,53,80]},{"cast":["Jeffrey Weissman","Josh Duthie","Elan Freydenson","Shannon Lark"],"overview":"Flying Saucer Rock N Roll is the debut feature film from the father-son duo Eric and Joe Callero. The year is 1957 as a group of rockabilly and beatnik teens are visited by weed smoking Martian zombies who have come to take their earth women. Filmed with respect for classic horror films and full of laughs as the viewer is taken on an adventure like no other.","release_date":"2006-03-18","vote_average":3.0,"runtime":85,"cert":"N\/A","id":1423,"title":"Flying Saucer Rock 'N' Roll","adult":false,"genre_ids":[12,35,27,878]},{"cast":["Courteney Cox","James Le Gros","Michael Ealy","Nora Dunn","Nick Offerman"],"overview":"Sophie Jacobs is going through the most difficult time of her life. Now, she just has to find out if it's real.","release_date":"2004-07-22","vote_average":4.8,"runtime":73,"cert":"N\/A","id":1424,"title":"November","adult":false,"genre_ids":[18,9648,53]},{"cast":["Ben Whishaw","Simon Chandler","David Calder","Richard Felix","Birgit Minichmayr"],"overview":"Jean-Baptiste Grenouille, born in the stench of 18th century Paris, develops a superior olfactory sense, which he uses to create the world's finest perfumes. However, his work takes a dark turn as he tries to preserve scents in the search for the ultimate perfume.","release_date":"2006-09-13","vote_average":7.2,"runtime":147,"cert":"15","id":1427,"title":"Perfume: The Story of a Murderer","adult":false,"genre_ids":[80,14,18]},{"cast":["Antonio Banderas","Salma Hayek","Johnny Depp","Eva Mendes","Mickey Rourke"],"overview":"Hitman \"El Mariachi\" becomes involved in international espionage involving a psychotic CIA agent and a corrupt Mexican general.","release_date":"2003-09-11","vote_average":6.3,"runtime":102,"cert":"15","id":1428,"title":"Once Upon a Time in Mexico","adult":false,"genre_ids":[28,18,9648]},{"cast":["Edward Norton","Philip Seymour Hoffman","Barry Pepper","Rosario Dawson","Anna Paquin"],"overview":"In New York City in the days following the events of 9\/11, Monty Brogan is a convicted drug dealer about to start a seven-year prison sentence, and his final hours of freedom are devoted to hanging out with his closest buddies and trying to prepare his girlfriend for his extended absence.","release_date":"2002-12-16","vote_average":7.4,"runtime":135,"cert":"15","id":1429,"title":"25th Hour","adult":false,"genre_ids":[80,18]},{"cast":["Michael Moore","George H. W. Bush","George W. Bush","Dick Clark","Charlton Heston"],"overview":"Why do 11,000 people die in America each year at the hands of gun violence? Talking heads yelling from every TV camera blame everything from Satan to video games. But are we that much different from many other countries? What sets us apart? How have we become both the master and victim of such enormous amounts of violence? This is not a film about gun control. It is a film about the fearful heart and soul of the United States, and the 280 million Americans lucky enough to have the right to a constitutionally protected Uzi. From a look at the Columbine High School security camera tapes to the home of Oscar-winning NRA President Charlton Heston, from a young man who makes homemade napalm with The Anarchist's Cookbook to the murder of a six-year-old girl by another six-year-old, Bowling for Columbine is a journey through America, through our past, hoping to discover why our pursuit of happiness is so riddled with violence.","release_date":"2002-10-09","vote_average":7.6,"runtime":120,"cert":"15","id":1430,"title":"Bowling for Columbine","adult":false,"genre_ids":[99]},{"cast":["Marisa Paredes","Eduardo Noriega","Federico Luppi","Fernando Tielve","Íñigo Garcés"],"overview":"Spain, 1939. In the last days of the Spanish Civil War, the young Carlos arrives at the Santa Lucía orphanage, where he will make friends and enemies as he follows the quiet footsteps of a mysterious presence eager for revenge.","release_date":"2001-04-20","vote_average":7.3,"runtime":108,"cert":"15","id":1433,"title":"The Devil's Backbone","adult":false,"genre_ids":[14,18,27,53]},{"cast":["Jung Woo-sung","Ahn Sung-ki","Joo Jin-mo","Zhang Ziyi","Park Yong-woo"],"overview":"In 1375, China was in chaos between Yuan Dynasty and Ming Dynasty. Coryo (an ancient kingdom of Korea then) sent a delegation of many diplomats, soldiers and a silent slave to make peace with the new Chinese government. However, this delegation got charged as spies and sent in exile to a remote desert.","release_date":"2001-09-07","vote_average":6.9,"runtime":155,"cert":"N\/A","id":1436,"title":"The Warrior","adult":false,"genre_ids":[36,18,28]},{"cast":["Felicitas Woll","Sebastian Ströbel","Nina Tenge","Florian Fischer","Sissi Perlinger"],"overview":"Mia is dreaming of one day being the youngest driver in the Dakar Rally. She's pretty and loves the challenge. One day she gets to know the driving instructor Sherin, an exotic beauty of mid-twenties. She takes Mia to a secret car race out of town.","release_date":"2004-03-31","vote_average":5.6,"runtime":86,"cert":"N\/A","id":1437,"title":"Abgefahren","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2006-11-20","vote_average":10.0,"runtime":23,"cert":"N\/A","id":1438,"title":"Regoch","adult":false,"genre_ids":[16]},{"cast":["Jodie Foster","Chow Yun-Fat","Bai Ling","Tom Felton","Geoffrey Palmer"],"overview":"The story of the romance between the King of Siam (now Thailand) and the widowed British school teacher Anna Leonowens during the 1860s. Anna teaches the children and becomes romanced by the King. She convinces him that a man can be loved by just one woman.","release_date":"1999-12-16","vote_average":6.7,"runtime":148,"cert":"12","id":1439,"title":"Anna and the King","adult":false,"genre_ids":[18,36,10749]},{"cast":["Kate Winslet","Patrick Wilson","Jennifer Connelly","Jackie Earle Haley","Noah Emmerich"],"overview":"The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations.","release_date":"2006-10-06","vote_average":7.2,"runtime":136,"cert":"15","id":1440,"title":"Little Children","adult":false,"genre_ids":[10749,18,35]},{"cast":["Morgan Freeman","John Cusack","Alice Krige","Megan Dodds","Corey Johnson"],"overview":"Attempting to recover from a recent family trauma by escaping into the woods for a peaceful hiking trip, an ex-lawman and his young son stumble across a dangerous contract killer.","release_date":"2006-04-05","vote_average":5.7,"runtime":96,"cert":"15","id":1441,"title":"The Contract","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Uwe Trede","Lore Trede","Klaus H. Plähn","Irma Schaack","Eva Waldow"],"overview":"The film describes the microcosmos of the small village Wacken and shows the clash of the cultures, before and during the biggest heavy metal festival in Europe.","release_date":"2007-04-19","vote_average":6.9,"runtime":90,"cert":"N\/A","id":1442,"title":"Full Metal Village","adult":false,"genre_ids":[99]},{"cast":["Kirsten Dunst","James Woods","Kathleen Turner","A.J. Cook","Leslie Hayman"],"overview":"A group of male friends become obsessed with five mysterious sisters who are sheltered by their strict, religious parents.","release_date":"1999-12-31","vote_average":7.1,"runtime":97,"cert":"","id":1443,"title":"The Virgin Suicides","adult":false,"genre_ids":[18,10749]},{"cast":["Embeth Davidtz","Amy Adams","Ben McKenzie","Alessandro Nivola","Celia Weston"],"overview":"On the way to meet with an independent artist in the South, newlywed art dealer Madeleine is convinced by her husband, George, that they should stop to meet his family in North Carolina. Madeleine's affluent lifestyle clashes with the family, but she befriends George's wide-eyed and pregnant sister-in-law, Ashley, who is nearing her due date. Through the family, Madeleine gains greater insight into George's character.","release_date":"2005-08-03","vote_average":6.7,"runtime":106,"cert":"N\/A","id":1444,"title":"Junebug","adult":false,"genre_ids":[35,18]},{"cast":["Peter Greene","Alice Levitt","Megan Owen","Jennifer MacDonald","Molly Castelloe"],"overview":"Peter Winter is a young schizophrenic who is desperately trying to get his daughter back from her adoptive family. He attempts to function in a world that, for him, is filled with strange voices, electrical noise, disconcerting images, and jarringly sudden emotional shifts. During his quest, he runs afoul of the law and an ongoing murder investigation.","release_date":"1993-09-05","vote_average":6.6,"runtime":79,"cert":"N\/A","id":1479,"title":"Clean, Shaven","adult":false,"genre_ids":[18,80]},{"cast":["Charlton Heston","Janet Leigh","Orson Welles","Joseph Calleia","Marlene Dietrich"],"overview":"When a car bomb explodes on the American side of the U.S.\/Mexico border, Mexican drug enforcement agent Miguel Vargas begins his investigation, along with American police captain Hank Quinlan. When Vargas begins to suspect that Quinlan and his shady partner, Menzies, are planting evidence to frame an innocent man, his investigations into their possible corruption quickly put himself and his new bride, Susie, in jeopardy.","release_date":"1958-04-23","vote_average":7.8,"runtime":95,"cert":"12A","id":1480,"title":"Touch of Evil","adult":false,"genre_ids":[18,53,80]},{"cast":["Aden Young","Tara Morice","Nadine Garner","Ben Mendelsohn","Chantal Contouri"],"overview":"Psycho Joe babysits his brain-damaged father without a friend in the world, living in squalor in the suburbs of Melbourne. Joe loves one thing: Fast cars! When he gets a job at a local supermarket, Joe meets fellow \"petrol head\" Dazey, who quickly becomes his idol and best friend. Soon after, Joe falls for Savina, a goth girl who practices black magic. But Savina has already fallen for Dazey and will do anything to get him -- including using Joe's feelings for her. In true Shakespearean fashion, this trio race down the road to tragedy.","release_date":"1994-02-21","vote_average":4.5,"runtime":115,"cert":"N\/A","id":1481,"title":"Metal Skin","adult":false,"genre_ids":[28,18]},{"cast":["Peter Greene","Adam Trese","Paul Schulze","Edie Falco","Arabella Field"],"overview":"Jimmy and Jon are a couple of Brooklyn guys who somehow never found their way into workaday society; they never found their way into big-time crime, either.","release_date":"1992-03-21","vote_average":7.2,"runtime":100,"cert":"N\/A","id":1482,"title":"Laws of Gravity","adult":false,"genre_ids":[28,18]},{"cast":["Brian Salzberg","Donna Dempsey","Stephen Charles Barry","James Gandia"],"overview":"Begotten is the creation myth brought to life, the story of no less than the violent death of God and the (re)birth of nature on a barren earth.","release_date":"1991-06-05","vote_average":5.5,"runtime":78,"cert":"N\/A","id":1483,"title":"Begotten","adult":false,"genre_ids":[14,27]},{"cast":["Götz George","Jürgen Hentsch","Hans-Michael Rehberg","Pierre Franckh","Matthias Fuchs"],"overview":"Fritz Haarmann, who has killed at least 27 boys, is questioned by a psychology professor in order to find out whether he is sane and can be held responsible for his crimes. During this interrogation Haarmann reveals his motives and his killing methods.","release_date":"1995-11-23","vote_average":6.7,"runtime":110,"cert":"N\/A","id":1484,"title":"The Deathmaker","adult":false,"genre_ids":[18]},{"cast":["Michael Caine","Ian Hendry","Britt Ekland","John Osborne","Tony Beckley"],"overview":"Jack Carter is a small-time hood working in London. When word reaches him of his brothers death, he travels to Newcastle to attend the funeral. Refusing to accept the police report of suicide, Carter seeks out his brother’s friends and acquaintances to learn who murdered his sibling and why.","release_date":"1971-03-03","vote_average":7.1,"runtime":112,"cert":"18","id":1485,"title":"Get Carter","adult":false,"genre_ids":[80,53]},{"cast":["Hurichabilike","Dawa","Geliban","Yidexinnaribu","Badema"],"overview":"Bilike has never seen a ping-pong ball before. He and his family live without electricity and running water in a solitary tent home among the vast steppe grasslands. The magnificent landscape here has changed little since the days of Genghis Kahn. But life in the middle of nowhere can be exciting for a young boy. The smallest of details become big events for curious Bilike and his best friends Erguotou and Dawa. The mystery of the small white ball floating in the creek leads to questions about the world around them, as well as innocent mischief.","release_date":"2005-06-11","vote_average":5.0,"runtime":102,"cert":"N\/A","id":1488,"title":"Mongolian Ping Pong","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"On the planet Sera, a former P.O.W. is civilization's best hope in their fight against the Locust Horde, a race of creatures who emerged from underneath the planet's surface, intent on eliminating humankind.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":1489,"title":"Gears of War","adult":false,"genre_ids":[28,878,10752]},{"cast":["Schortie Scheumann","Roger Ditter"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":1490,"title":"Singendes Wasser","adult":false,"genre_ids":[18]},{"cast":["Edward Norton","Paul Giamatti","Jessica Biel","Rufus Sewell","Eddie Marsan"],"overview":"With his eye on a lovely aristocrat, a gifted illusionist named Eisenheim uses his powers to win her away from her betrothed, a crowned prince. But Eisenheim's scheme creates tumult within the monarchy and ignites the suspicion of a dogged inspector.","release_date":"2006-08-18","vote_average":7.2,"runtime":110,"cert":"PG","id":1491,"title":"The Illusionist","adult":false,"genre_ids":[14,18,53,10749]},{"cast":["Gérard Depardieu","Armand Assante","Sigourney Weaver","Loren Dean","Ángela Molina"],"overview":"1492: Conquest of Paradise depicts Christopher Columbus’ discovery of The New World and his effect on the indigenous people.","release_date":"1992-10-09","vote_average":6.2,"runtime":154,"cert":"N\/A","id":1492,"title":"1492: Conquest of Paradise","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Sandra Bullock","Benjamin Bratt","Michael Caine","Candice Bergen","William Shatner"],"overview":"When the local FBI office receives a letter from a terrorist known only as 'The Citizen', it's quickly determined that he's planning his next act at the Miss America beauty pageant. Because tough-as-nails Gracie Hart is the only female Agent at the office, she's chosen to go undercover as the contestant from New Jersey.","release_date":"2000-12-14","vote_average":6.4,"runtime":111,"cert":"15","id":1493,"title":"Miss Congeniality","adult":false,"genre_ids":[35,80,28]},{"cast":["Chow Yun-Fat","Gong Li","Jay Chou","Liu Ye","Qin Junjie"],"overview":"During China's Tang dynasty the emperor has taken the princess of a neighboring province as his wife. She has borne him two sons and raised his eldest. Now his control over his dominion is complete, including the royal family itself.","release_date":"2006-12-21","vote_average":6.7,"runtime":114,"cert":"15","id":1494,"title":"Curse of the Golden Flower","adult":false,"genre_ids":[28,18,14]},{"cast":["Orlando Bloom","Eva Green","Jeremy Irons","Marton Csokas","Brendan Gleeson"],"overview":"After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.","release_date":"2005-05-03","vote_average":6.7,"runtime":144,"cert":"15","id":1495,"title":"Kingdom of Heaven","adult":false,"genre_ids":[18,28,12,36,10752]},{"cast":["Vanilla Ice","Kristin Minter","Naomi Campbell","Deezer D","Kevin Hicks"],"overview":"Johnny, a freewheeling, motorcycle-riding musician, rolls into a small town with his band, and meets Kathy, an honor student who catches his eye. Meanwhile, Kathy's father, after being in the Witness Protection Program, is finally found by the two corrupt cops he escaped from years ago, who claim he owes them a lot of money.","release_date":"1991-10-18","vote_average":4.2,"runtime":91,"cert":"N\/A","id":1496,"title":"Cool as Ice","adult":false,"genre_ids":[18,28,35,10402,10749]},{"cast":["Paige Turco","David Warner","Michelan Sisti","Leif Tilden","Kenn Scott"],"overview":"The Turtles and the Shredder battle once again, this time for the last cannister of the ooze that created the Turtles, which Shredder wants to create an army of new mutants.","release_date":"1991-03-22","vote_average":6.0,"runtime":88,"cert":"PG","id":1497,"title":"Teenage Mutant Ninja Turtles II: The Secret of the Ooze","adult":false,"genre_ids":[878,12,28,35,10751]},{"cast":["Judith Hoag","Elias Koteas","Josh Pais","Corey Feldman","Brian Tochi"],"overview":"A quartet of mutated humanoid turtles clash with an uprising criminal gang of ninjas","release_date":"1990-03-30","vote_average":6.5,"runtime":93,"cert":"PG","id":1498,"title":"Teenage Mutant Ninja Turtles","adult":false,"genre_ids":[878,28,12,35,10751]},{"cast":["Elias Koteas","Paige Turco","Stuart Wilson","Sab Shimono","Vivian Wu"],"overview":"The four turtles travel back in time to the days of the legendary and deadly samurai in ancient Japan, where they train to perfect the art of becoming one. The turtles also assist a small village in an uprising.","release_date":"1993-03-17","vote_average":5.1,"runtime":96,"cert":"PG","id":1499,"title":"Teenage Mutant Ninja Turtles III","adult":false,"genre_ids":[28,12,35,10751,14,878]},{"cast":["Karl Urban","Moon Bloodgood","Russell Means","Clancy Brown","Jay Tavare"],"overview":"A Viking boy is left behind after his clan battles a Native American tribe. Raised within the tribe, he ultimately becomes their savior in a fight against the Norsemen.","release_date":"2007-01-11","vote_average":5.4,"runtime":99,"cert":"N\/A","id":1534,"title":"Pathfinder","adult":false,"genre_ids":[12,28]},{"cast":["Robert Redford","Brad Pitt","Stephen Dillane","Larry Bryggman","Catherine McCormack"],"overview":"On the day of his retirement, a veteran CIA agent learns that his former protégé has been arrested in China, is sentenced to die the next morning in Beijing, and that the CIA is considering letting that happen to avoid an international scandal.","release_date":"2001-11-18","vote_average":6.9,"runtime":126,"cert":"15","id":1535,"title":"Spy Game","adult":false,"genre_ids":[28,80,53]},{"cast":["Tom Cruise","Jamie Foxx","Jada Pinkett Smith","Mark Ruffalo","Peter Berg"],"overview":"Cab driver Max picks up a man who offers him $600 to drive him around. But the promise of easy money sours when Max realizes his fare is an assassin.","release_date":"2004-08-04","vote_average":7.1,"runtime":120,"cert":"15","id":1538,"title":"Collateral","adult":false,"genre_ids":[18,80,53]},{"cast":["Florian Lukas","Jürgen Vogel","Heike Makatsch","Monika Hansen","Thees Uhlmann"],"overview":"As Tobias, a young director, supposes that his girl-friend Ellen had an affair with his brother Markus, front man of \"Hansen\", one year ago, he decides to shoot a documentary about the band's next tour. When Ellen joins the project, everybody's emotions boil over, although they are observed all the time.","release_date":"2005-10-26","vote_average":6.8,"runtime":98,"cert":"N\/A","id":1539,"title":"Keine Lieder über Liebe","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Charlotte Rampling","Karen Young","Louise Portal","Ménothy Cesar","Lys Ambroise"],"overview":"A story of three female tourists who visit Haiti, in order to enjoy the sexual nature of the young men.","release_date":"2006-01-25","vote_average":5.8,"runtime":108,"cert":"N\/A","id":1540,"title":"Heading South","adult":false,"genre_ids":[18,10749]},{"cast":["Susan Sarandon","Geena Davis","Harvey Keitel","Michael Madsen","Christopher McDonald"],"overview":"Whilst on a short weekend getaway, Louise shoots a man who had tried to rape Thelma. Due to the incriminating circumstances, they make a run for it and thus a cross country chase ensues for the two fugitives. Along the way, both women rediscover the strength of their friendship and surprising aspects of their personalities and self-strengths in the trying times.","release_date":"1991-05-24","vote_average":7.5,"runtime":130,"cert":"15","id":1541,"title":"Thelma & Louise","adult":false,"genre_ids":[18,53,80,12]},{"cast":["Ron Livingston","Jennifer Aniston","David Herman","Ajay Naidu","Diedrich Bader"],"overview":"Three office workers strike back at their evil employers by hatching a hapless attempt to embezzle money.","release_date":"1999-02-19","vote_average":7.4,"runtime":89,"cert":"15","id":1542,"title":"Office Space","adult":false,"genre_ids":[35]},{"cast":["Jördis Triebel","Jürgen Vogel","Hinnerk Schönemann","Martin Feifel","Karin Neuhäuser"],"overview":"Upon being informed that he is fatally ill with cancer, Max, who works at a used car store, steals money which his boss has gained through illegal means. When fleeing from the scene of the crime Max crashes his car. He is pulled unconscious from the destroyed vehicle by a homely young woman, Emma, who lives alone on a farm where Max decides to stay in order to hide from the police and his boss.","release_date":"2006-07-16","vote_average":6.9,"runtime":103,"cert":"N\/A","id":1543,"title":"Emma's Bliss","adult":false,"genre_ids":[18,10749]},{"cast":["Piper Perabo","Lena Headey","Matthew Goode","Celia Imrie","Darren Boyd"],"overview":"During her wedding ceremony, Rachel notices Luce in the audience and feels instantly drawn to her. The two women become close friends, and when Rachel learns that Luce is a lesbian, she realizes that despite her happy marriage to Heck, she is falling for Luce. As she questions her sexual orientation, Rachel must decide between her stable relationship with Heck and her exhilarating new romance with Luce.","release_date":"2005-02-01","vote_average":7.3,"runtime":93,"cert":"","id":1544,"title":"Imagine Me & You","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jason Patric","Corey Haim","Dianne Wiest","Barnard Hughes","Edward Herrmann"],"overview":"A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.","release_date":"1987-07-31","vote_average":6.9,"runtime":97,"cert":"15","id":1547,"title":"The Lost Boys","adult":false,"genre_ids":[27,35]},{"cast":["Thora Birch","Scarlett Johansson","Steve Buscemi","Brad Renfro","Illeana Douglas"],"overview":"Two quirky, cynical teenaged girls try to figure out what to do with their lives after high school graduation. After they play a prank on an eccentric, middle aged record collector, one of them befriends him, which causes a rift in the girls' friendship.","release_date":"2001-07-20","vote_average":7.2,"runtime":111,"cert":"12A","id":1548,"title":"Ghost World","adult":false,"genre_ids":[35,18]},{"cast":["Osman Elkharraz","Sara Forestier","Rachid Hami","Hajar Hamlili","Nanou Benhamou"],"overview":"The life of a band of teenager in a suburb near Paris. But instead of showing what would be the \"urban legend\" of this kind of poor suburb (violence, rapes...), Abdelatif Kechiche shows us what's the daily life of those guys: not much to do, not much dreams. Still, some of them have fun rehearsing for a play. Among those \"players\", Lydia, long time friend of Krimo... And Krimo, a bit shy, finds himself in love with this joyful girl.","release_date":"2003-11-25","vote_average":6.9,"runtime":124,"cert":"N\/A","id":1549,"title":"Games of Love and Chance","adult":false,"genre_ids":[10749,18]},{"cast":["Katie Holmes","Derek Luke","Patricia Clarkson","Oliver Platt","Alison Pill"],"overview":"Quirky and rebellious April Burns lives with her boyfriend in a low-rent New York City apartment miles away from her emotionally distant family. But when she discovers that her mother has a fatal form of breast cancer, she invites the clan to her place for Thanksgiving. While her father struggles to drive her family into the city, April -- an inexperienced cook -- runs into kitchen trouble and must ask a neighbor for help.","release_date":"2003-01-19","vote_average":6.4,"runtime":81,"cert":"N\/A","id":1550,"title":"Pieces of April","adult":false,"genre_ids":[35,18]},{"cast":["Kiefer Sutherland","Julia Roberts","Kevin Bacon","William Baldwin","Oliver Platt"],"overview":"Five medical students want to find out if there is life after death. They plan to stop one of their hearts for a few seconds, thus simulating death, and then bring the person back to life. A science fiction thriller from the early 1990's with a star studded cast.","release_date":"1990-08-10","vote_average":6.4,"runtime":115,"cert":"15","id":1551,"title":"Flatliners","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Steve Martin","Mary Steenburgen","Dianne Wiest","Jason Robards","Rick Moranis"],"overview":"The story of the Buckman family and friends, attempting to bring up their children. They suffer\/enjoy all the events that occur: estranged relatives, the \"black sheep\" of the family, the eccentrics, the skeletons in the closet, and the rebellious teenagers.","release_date":"1989-07-31","vote_average":6.7,"runtime":124,"cert":"N\/A","id":1552,"title":"Parenthood","adult":false,"genre_ids":[35,18,10751]},{"cast":["Romain Duris","Niels Arestrup","Jonathan Zaccaï","Gilles Cohen","Linh Đan Phạm"],"overview":"Like his father, Tom is a real estate agent who makes his money from dirty, and sometimes brutal, deals. But a chance encounter prompts him to take up the piano and become a concert pianist. He auditions with the help of a beautiful, young virtuoso pianist who cannot speak French - music is their only exchange. But pressures from the ugly world of his day job soon become more than he can handle...","release_date":"2005-03-16","vote_average":7.0,"runtime":107,"cert":"15","id":1553,"title":"The Beat That My Heart Skipped","adult":false,"genre_ids":[10402,18,80]},{"cast":["Tom Waits","John Lurie","Roberto Benigni","Nicoletta Braschi","Ellen Barkin"],"overview":"A disc jockey, a pimp and an Italian tourist escape from jail in New Orleans.","release_date":"1986-09-20","vote_average":7.5,"runtime":106,"cert":"N\/A","id":1554,"title":"Down by Law","adult":false,"genre_ids":[80,18,35]},{"cast":["Romain Duris","Audrey Tautou","Kelly Reilly","Cécile de France","Cristina Brondo"],"overview":"A strait-laced French student moves into an apartment in Barcelona with a cast of six other characters from all over Europe. Together, they speak the international language of love and friendship.","release_date":"2002-05-17","vote_average":7.2,"runtime":122,"cert":"N\/A","id":1555,"title":"The Spanish Apartment","adult":false,"genre_ids":[18,35,10749]},{"cast":["Pîtâ","Osamu Ogasawara","Yoshio Tsuchiya","Emiko Azuma","Yoshihiro Katô"],"overview":"A feverish collision of avant-garde aesthetics and grind-house shocks, Funeral Parade of Roses takes us on an electrifying journey into the nether-regions of the late-’60s Tokyo underworld. In Toshio Matsumoto’s controversial debut feature, seemingly nothing is taboo: neither the incorporation of visual flourishes straight from the worlds of contemporary graphic-design, painting, comic-books, and animation; nor the unflinching depiction of nudity, sex, drug-use, and public-toilets. But of all the “transgressions” here on display, perhaps one in particular stands out the most: the film’s groundbreaking and unapologetic portrayal of Japanese gay subculture.","release_date":"1969-01-01","vote_average":7.0,"runtime":104,"cert":"N\/A","id":1556,"title":"Funeral Parade of Roses","adult":false,"genre_ids":[18]},{"cast":["Fabian Busch","August Diehl","Dieter Landuris","Jan-Gregor Kremp","Zbigniew Zamachowski"],"overview":"The movie's plot is based on the true story of a group of young computer hackers from Hannover, Germany. In the late 1980s the orphaned Karl Koch invests his heritage in a flat and a home computer. At first he dials up to bulletin boards to discuss conspiracy theories inspired by his favorite novel, R.A. Wilson's \"Illuminatus\", but soon he and his friend David start breaking into government and military computers. Pepe, one of Karl's rather criminal acquaintances senses that there is money in computer cracking - he travels to east Berlin and tries to contact the KGB.","release_date":"1998-07-02","vote_average":7.2,"runtime":99,"cert":"N\/A","id":1557,"title":"23","adult":false,"genre_ids":[18,53]},{"cast":["Fabian Busch","Susanne Bormann","Fritzi Haberlandt","Sophie Rois","Anka Sarstedt"],"overview":"18-year-old school boy Helmut falls in love with fellow pupil Britta. He starts working for a Peace movement to get to know Britta. Britta, however, suddenly moves to San Francisco to live with her father and whilst there, finds a new boyfriend. Helmut studies, literature and politics in his home town and have a relationship with another girl from his former school, now studying medicine at the same university but they break up after having an affair with her roommate. Helmut begins a lot of short affairs with different women but still searches for his first girl.","release_date":"2003-07-02","vote_average":6.8,"runtime":87,"cert":"N\/A","id":1558,"title":"Learning to Lie","adult":false,"genre_ids":[35,18]},{"cast":["Carole Laure","Pierre Clémenti","Anna Prucnal","Sami Frey","John Vernon"],"overview":"The winner of the Miss World Virginity contest marries, escapes from her masochistic husband and ends up involved in a world of debauchery.","release_date":"1974-06-12","vote_average":5.7,"runtime":99,"cert":"N\/A","id":1559,"title":"Sweet Movie","adult":false,"genre_ids":[9648,35,18]},{"cast":["Meredyth Herold","Michele Valley","Panos Thanassoulis","John E. Regan"],"overview":"Singapore Sling is chasing after Laura, a romantic memory from his past. One night he finds himself in a mysterious villa, watching two women bury a body. He falls into their trap and, in an atmosphere of isolation and decadence, the trio act out insane pleasure games and a ritual of blood and murder.","release_date":"1990-09-13","vote_average":7.3,"runtime":112,"cert":"N\/A","id":1560,"title":"Singapore Sling","adult":false,"genre_ids":[35,18,27]},{"cast":["Nadine Nortier","Jean-Claude Guilbert","Marie Cardinal","Paul Hébert","Jean Vimenet"],"overview":"Robert Bresson plumbs great reservoirs of feelings with one of the most searing portraits of human desperation ever put on film.","release_date":"1967-03-28","vote_average":7.6,"runtime":81,"cert":"N\/A","id":1561,"title":"Mouchette","adult":false,"genre_ids":[18]},{"cast":["Imogen Poots","Robert Carlyle","Rose Byrne","Jeremy Renner","Harold Perrineau"],"overview":"The inhabitants of the British Isles have lost their battle against the onslaught of disease, as the deadly rage virus has killed every citizen there. Six months later, a group of Americans dare to set foot on the isles, convinced the danger has come and gone. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.","release_date":"2007-04-26","vote_average":6.5,"runtime":100,"cert":"18","id":1562,"title":"28 Weeks Later","adult":false,"genre_ids":[27,53,878]},{"cast":["Florence Delay","Arielle Dombasle","Riyoko Ikeda","Charlotte Kerr","Alexandra Stewart"],"overview":"\"He wrote me...\" A woman narrates the thoughts of a world traveler, meditations on time and memory expressed in words and images from places as far-flung as Japan, Guinea-Bissau, Iceland, and San Francisco.","release_date":"1983-02-15","vote_average":7.7,"runtime":100,"cert":"N\/A","id":1563,"title":"Sans Soleil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set to a classic Duke Ellington recording \"Daybreak Express\", this is a five-minute short of the soon-to-be-demolished Third Avenue elevated subway station in New York City.","release_date":"1953-01-01","vote_average":7.2,"runtime":5,"cert":"N\/A","id":1564,"title":"Daybreak Express","adult":false,"genre_ids":[99]},{"cast":["Philippe Nahon","Blandine Lenoir","Martine Audrain","Frankie Pain","Jean-François Rauger"],"overview":"The Butcher has done some time in jail after beating up the guy who tried to seduce his teenage mentally-handicapped daughter. Now he wants to start a new life. He leaves his daughter in an institution and moves to Lille suburbs with his mistress. She promised him a new butcher shop. She lied. The butcher decides to go back to Paris and find his daughter.","release_date":"1998-05-16","vote_average":7.6,"runtime":89,"cert":"","id":1567,"title":"I Stand Alone","adult":false,"genre_ids":[18,53]},{"cast":["Philippe Nahon","Blandine Lenoir","Frankie Pain","Hélène Testud","Lucile Hadžihalilović"],"overview":"After the birth of his baby daughter Cynthia, a Parisian horse butcher soon finds himself abandoned, responsible to raise and care for his newborn girl, completely on his own. Moreover, as his little girl grows into an adolescent, nothing much seems to change in the butcher's life, who day in, day out, experiences the same numbing and tedious repetition, up until Cynthia's first signs of puberty. Under those circumstances and after a dreadful incident coupled with an ungovernable paroxysm of violence, the butcher will fall into a downward spiral that will burn to the ground whatever dignity still remained in him.","release_date":"1991-05-01","vote_average":7.2,"runtime":38,"cert":"N\/A","id":1568,"title":"Carne","adult":false,"genre_ids":[18,53,80]},{"cast":["Rozz Williams","James Hollan"],"overview":"A young man journeys through a desert, where he is kidnapped by a sadistic stranger clad in a pig mask. The stranger proceeds to brutally torture the young man, who then finds himself escaping into his imagination, with fantasy and reality intersecting.","release_date":"1999-01-01","vote_average":6.1,"runtime":23,"cert":"N\/A","id":1569,"title":"Pig","adult":false,"genre_ids":[27,53]},{"cast":["Bruce Willis","Jeremy Irons","Samuel L. Jackson","Graham Greene","Colleen Camp"],"overview":"New York detective John McClane is back and kicking bad-guy butt in the third installment of this action-packed series, which finds him teaming with civilian Zeus Carver to prevent the loss of innocent lives. McClane thought he'd seen it all, until a genius named Simon engages McClane, his new \"partner\" -- and his beloved city -- in a deadly game that demands their concentration.","release_date":"1995-05-19","vote_average":7.1,"runtime":128,"cert":"15","id":1572,"title":"Die Hard: With a Vengeance","adult":false,"genre_ids":[28,53]},{"cast":["Bruce Willis","Bonnie Bedelia","William Atherton","Reginald VelJohnson","Franco Nero"],"overview":"Off-duty cop John McClane is gripped with a feeling of déjà vu when, on a snowy Christmas Eve in the nation’s capital, terrorists seize a major international airport, holding thousands of holiday travelers hostage. Renegade military commandos led by a murderous rogue officer plot to rescue a drug lord from justice and are prepared for every contingency except one: McClane’s smart-mouthed heroics.","release_date":"1990-07-02","vote_average":6.8,"runtime":124,"cert":"15","id":1573,"title":"Die Hard 2","adult":false,"genre_ids":[28,53]},{"cast":["Renée Zellweger","Catherine Zeta-Jones","Queen Latifah","Richard Gere","Christine Baranski"],"overview":"Murderesses Velma Kelly and Roxie Hart find themselves on death row together and fight for the fame that will keep them from the gallows in 1920s Chicago.","release_date":"2002-12-26","vote_average":7.2,"runtime":113,"cert":"12A","id":1574,"title":"Chicago","adult":false,"genre_ids":[35,80,18]},{"cast":["Milla Jovovich","Sienna Guillory","Oded Fehr","Thomas Kretschmann","Sophie Vavasseur"],"overview":"As the city is locked down under quarantine, Alice joins a small band of elite soldiers, enlisted to rescue the missing daughter of the creator of the mutating T-virus. It's a heart-pounding race against time as the group faces off against hordes of blood- thirsty zombies, stealthy Lickers, mutant canines and the most sinister foe yet.","release_date":"2004-09-10","vote_average":6.2,"runtime":94,"cert":"15","id":1577,"title":"Resident Evil: Apocalypse","adult":false,"genre_ids":[27,28,878]},{"cast":["Robert De Niro","Joe Pesci","Cathy Moriarty","Frank Vincent","Nicholas Colasanto"],"overview":"When Jake LaMotta steps into a boxing ring and obliterates his opponent, he's a prizefighter. But when he treats his family and friends the same way, he's a ticking time bomb, ready to go off at any moment. Though LaMotta wants his family's love, something always seems to come between them. Perhaps it's his violent bouts of paranoia and jealousy. This kind of rage helped make him a champ, but in real life, he winds up in the ring alone.","release_date":"1980-11-14","vote_average":7.9,"runtime":129,"cert":"18","id":1578,"title":"Raging Bull","adult":false,"genre_ids":[18]},{"cast":["Rudy Youngblood","Raoul Max Trujillo","Gerardo Taracena","Iazua Larios","Antonio Monroy"],"overview":"Set in the Mayan civilization, when a man's idyllic presence is brutally disrupted by a violent invading force, he is taken on a perilous journey to a world ruled by fear and oppression where a harrowing end awaits him. Through a twist of fate and spurred by the power of his love for his woman and his family he will make a desperate break to return home and to ultimately save his way of life.","release_date":"2006-12-07","vote_average":7.4,"runtime":139,"cert":"18","id":1579,"title":"Apocalypto","adult":false,"genre_ids":[28,12,18,53]},{"cast":["James Stewart","John Dall","Farley Granger","Constance Collier","Douglas Dick"],"overview":"Two young men strangle their \"inferior\" classmate, hide his body in their apartment, and invite his friends and family to a dinner party as a means to challenge the \"perfection\" of their crime.","release_date":"1948-08-26","vote_average":8.0,"runtime":81,"cert":"PG","id":1580,"title":"Rope","adult":false,"genre_ids":[80,18,53]},{"cast":["Kate Winslet","Cameron Diaz","Jude Law","Jack Black","Eli Wallach"],"overview":"Two women, one from the United States and one from the United Kingdom, swap homes at Christmastime after bad breakups with their boyfriends. Each woman finds romance with a local man but realizes that the imminent return home may end the relationship.","release_date":"2006-12-08","vote_average":7.0,"runtime":136,"cert":"12A","id":1581,"title":"The Holiday","adult":false,"genre_ids":[35,10749]},{"cast":["Jack Black","Sarah Silverman","Joan Cusack","Mike White","Miranda Cosgrove"],"overview":"Fired from his band and hard up for cash, guitarist and vocalist Dewey Finn finagles his way into a job as a fifth-grade substitute teacher at a private school, where he secretly begins teaching his students the finer points of rock 'n' roll. The school's hard-nosed principal is rightly suspicious of Finn's activities. But Finn's roommate remains in the dark about what he's doing.","release_date":"2003-10-03","vote_average":7.0,"runtime":110,"cert":"PG","id":1584,"title":"School of Rock","adult":false,"genre_ids":[35,10402]},{"cast":["James Stewart","Donna Reed","Lionel Barrymore","Henry Travers","Thomas Mitchell"],"overview":"A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.","release_date":"1946-12-20","vote_average":8.2,"runtime":130,"cert":"U","id":1585,"title":"It's a Wonderful Life","adult":false,"genre_ids":[18,10751,14]},{"cast":["Johnny Depp","John Turturro","Maria Bello","Timothy Hutton","Charles S. Dutton"],"overview":"Mort Rainey, a writer just emerging from a painful divorce with his ex-wife, is stalked at his remote lake house by a psychotic stranger and would-be scribe who claims Rainey swiped his best story idea. But as Rainey endeavors to prove his innocence, he begins to question his own sanity.","release_date":"2004-03-12","vote_average":6.5,"runtime":96,"cert":"12A","id":1586,"title":"Secret Window","adult":false,"genre_ids":[9648,53]},{"cast":["Johnny Depp","Leonardo DiCaprio","Juliette Lewis","Mary Steenburgen","Darlene Cates"],"overview":"Gilbert has to care for his brother Arnie and his obese mother, which gets in the way when love walks into his life.","release_date":"1993-12-17","vote_average":7.7,"runtime":118,"cert":"","id":1587,"title":"What's Eating Gilbert Grape","adult":false,"genre_ids":[10749,18]},{"cast":["Kirsten Dunst","Jesse Bradford","Eliza Dushku","Gabrielle Union","Huntley Ritter"],"overview":"The Toro cheerleading squad from Rancho Carne High School in San Diego has got spirit, spunk, sass and a killer routine that's sure to land them the national championship trophy for the sixth year in a row. But for newly-elected team captain, the Toros' road to total cheer glory takes a shady turn when she discovers that their perfectly-choreographed routines were in fact stolen.","release_date":"2000-08-25","vote_average":6.0,"runtime":98,"cert":"12","id":1588,"title":"Bring It On","adult":false,"genre_ids":[35]},{"cast":["Colm Meaney","Bernard Hill","Shaun Evans","Andrea Corr","Ian Shaw"],"overview":"In Ireland in the mid 1960s, two feuding brothers and their respective Ceilidh bands compete at a music festival.","release_date":"2003-09-12","vote_average":7.1,"runtime":91,"cert":"N\/A","id":1589,"title":"The Boys from County Clare","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Ed Harris","Diane Kruger","Matthew Goode","Phyllida Law","Ralph Riach"],"overview":"A fictionalised exploration of Beethoven's life in his final days working on his Ninth Symphony. It is 1824. Beethoven is racing to finish his new symphony. However, it has been years since his last success and he is plagued by deafness, loneliness and personal trauma. A copyist is urgently needed to help the composer. A fictional character is introduced in the form of a young conservatory student and aspiring composer named Anna Holtz. The mercurial Beethoven is skeptical that a woman might become involved in his masterpiece but slowly comes to trust in Anna's assistance and in the end becomes quite fond of her. By the time the piece is performed, her presence in his life is an absolute necessity. Her deep understanding of his work is such that she even corrects mistakes he has made, while her passionate personality opens a door into his private world.","release_date":"2006-09-10","vote_average":6.4,"runtime":104,"cert":"","id":1590,"title":"Copying Beethoven","adult":false,"genre_ids":[18]},{"cast":["Juliane Köhler","Merab Ninidze","Sidede Onyulo","Matthias Habich","Lea Kurka"],"overview":"A Jewish woman named Jettel Redlich flees Nazi Germany with her daughter Regina, to join her husband, Walter, on a farm in Kenya. At first, Jettel refuses to adjust to her new circumstances, bringing with her a set of china dishes and an evening gown. While Regina adapts readily to this new world, forming a strong bond with her father's cook, an African named Owuor.","release_date":"2001-12-11","vote_average":7.4,"runtime":140,"cert":"N\/A","id":1591,"title":"Nowhere in Africa","adult":false,"genre_ids":[18]},{"cast":["Richard Gere","Laura Linney","John Mahoney","Alfre Woodard","Frances McDormand"],"overview":"An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a third person in the room. The intensity builds when a surprise twist alters everyone's perception of the crime.","release_date":"1996-03-06","vote_average":7.7,"runtime":129,"cert":"18","id":1592,"title":"Primal Fear","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Ben Stiller","Jake Cherry","Carla Gugino","Robin Williams","Dick Van Dyke"],"overview":"Chaos reigns at the natural history museum when night watchman Larry Daley accidentally stirs up an ancient curse, awakening Attila the Hun, an army of gladiators, a Tyrannosaurus rex and other exhibits.","release_date":"2006-10-20","vote_average":6.5,"runtime":108,"cert":"PG","id":1593,"title":"Night at the Museum","adult":false,"genre_ids":[28,12,35,10751,14]},{"cast":["Peter Sellers","Elke Sommer","George Sanders","Herbert Lom","Graham Stark"],"overview":"A Shot in the Dark is the second and more successful film from the Pink Panther film series where both animated and real life sequences are mixed. A cult classic from Blake Edwards based on the play L’Idiot by Marcel Achard and Harry Kurnitz.","release_date":"1964-06-23","vote_average":7.4,"runtime":102,"cert":"PG","id":1594,"title":"A Shot in the Dark","adult":false,"genre_ids":[35,80,9648]},{"cast":["Michelle Williams","John Diehl","Shaun Toub","Burt Young","Jeris Poindexter"],"overview":"After living abroad, Lana returns to the United States, and finds that her uncle is a reclusive vagabond with psychic wounds from the Vietnam War.","release_date":"2004-09-10","vote_average":6.3,"runtime":123,"cert":"N\/A","id":1595,"title":"Land of Plenty","adult":false,"genre_ids":[18]},{"cast":["Jeremy Sisto","James Blicq","Cory Cassidy","Fred Durst","Leigh Enns"],"overview":"A census-taker (Sisto) is sent to investigate why a certain small town has had the same population -- 436 residents -- for the last 100 years.","release_date":"2006-07-04","vote_average":5.7,"runtime":88,"cert":"N\/A","id":1596,"title":"Population 436","adult":false,"genre_ids":[27,53]},{"cast":["Ben Stiller","Robert De Niro","Teri Polo","Blythe Danner","Owen Wilson"],"overview":"Greg Focker is ready to marry his girlfriend, Pam, but before he pops the question, he must win over her formidable father, humorless former CIA agent Jack Byrnes, at the wedding of Pam's sister. As Greg bends over backward to make a good impression, his visit to the Byrnes home turns into a hilarious series of disasters, and everything that can go wrong does, all under Jack's critical, hawklike gaze.","release_date":"2000-10-06","vote_average":6.6,"runtime":108,"cert":"","id":1597,"title":"Meet the Parents","adult":false,"genre_ids":[35,10749]},{"cast":["Robert De Niro","Nick Nolte","Jessica Lange","Juliette Lewis","Joe Don Baker"],"overview":"Sam Bowden is a small-town corporate attorney. Max Cady is a tattooed, cigar-smoking, bible-quoting, psychotic rapist. What do they have in common? Fourteen years ago, Sam was a public defender assigned to Max Cady's rape trial, and he made a serious error: he hid a document from his illiterate client that could have gotten him acquitted. Now, the cagey, bibliophile Cady has been released, and he intends to teach Sam Bowden and his family a thing or two about loss.","release_date":"1991-11-15","vote_average":7.2,"runtime":128,"cert":"18","id":1598,"title":"Cape Fear","adult":false,"genre_ids":[80,53,18]},{"cast":["Jason Schwartzman","Isabelle Huppert","Dustin Hoffman","Lily Tomlin","Jude Law"],"overview":"A husband-and-wife team play detective, but not in the traditional sense. Instead, the happy duo helps others solve their existential issues, the kind that keep you up at night, wondering what it all means.","release_date":"2004-09-10","vote_average":6.3,"runtime":106,"cert":"15","id":1599,"title":"I Heart Huckabees","adult":false,"genre_ids":[35,10749]},{"cast":["Irène Jacob","Halina Gryglaszewska","Philippe Volter","Guillaume de Tonquédec","Kalina Jędrusik"],"overview":"Véronique is a beautiful young French woman who aspires to be a renowned singer; Weronika lives in Poland, has a similar career goal and looks identical to Véronique, though the two are not related. The film follows both women as they contend with the ups and downs of their individual lives, with Véronique embarking on an unusual romance with Alexandre Fabbri, a puppeteer who may be able to help her with her existential issues.","release_date":"1991-05-15","vote_average":7.7,"runtime":98,"cert":"15","id":1600,"title":"The Double Life of Véronique","adult":false,"genre_ids":[18,53]},{"cast":["Naomi Watts","Laura Harring","Justin Theroux","Ann Miller","Dan Hedaya"],"overview":"Blonde Betty Elms has only just arrived in Hollywood to become a movie star when she meets an enigmatic brunette with amnesia. Meanwhile, as the two set off to solve the second woman's identity, filmmaker Adam Kesher runs into ominous trouble while casting his latest project.","release_date":"2001-09-08","vote_average":7.8,"runtime":147,"cert":"15","id":1018,"title":"Mulholland Drive","adult":false,"genre_ids":[53,18,9648]},{"cast":["Mads Mikkelsen","Ulrich Thomsen","Paprika Steen","Ole Thestrup","Nikolaj Lie Kaas"],"overview":"A neo-nazi sentenced to community service at a church clashes with the blindly devotional priest.","release_date":"2005-04-15","vote_average":7.5,"runtime":94,"cert":"N\/A","id":1023,"title":"Adam's Apples","adult":false,"genre_ids":[18,35,80]},{"cast":["Melanie Lynskey","Kate Winslet","Sarah Peirse","Simon O'Connor","Diana Kent"],"overview":"Wealthy and precocious teenager Juliet transfers from England to New Zealand with her family, and soon befriends the quiet, brooding Pauline through their shared love of fantasy and literature. When their parents begin to suspect that their increasingly intense and obsessive bond is becoming unhealthy, the girls hatch a dark plan for those who threaten to keep them apart.","release_date":"1994-09-12","vote_average":7.1,"runtime":109,"cert":"18","id":1024,"title":"Heavenly Creatures","adult":false,"genre_ids":[18,14]},{"cast":["Simon Schwarz","Sophie Rois","Lars Rudolph","Tilo Prückner","Ulrich Wildgruber"],"overview":"In a small farming valley in Austria in the beginning of the 20th century a tyrannical farmer is found dead, and all the farmhands are relieved to be free of their tyrant. But the farmer was childless, so suddenly they all inherit the farm together. Now conflicts begin, as nobody is the boss and nobody has to obey.","release_date":"1998-06-19","vote_average":7.3,"runtime":95,"cert":"N\/A","id":1039,"title":"The Inheritors","adult":false,"genre_ids":[18]},{"cast":["Burt Lancaster","Alain Delon","Claudia Cardinale","Paolo Stoppa","Terence Hill"],"overview":"As Garibaldi's troops begin the unification of Italy in the 1860s, an aristocratic Sicilian family grudgingly adapts to the sweeping social changes undermining their way of life. Proud but pragmatic Prince Don Fabrizio Salina allows his war hero nephew, Tancredi, to marry Angelica, the beautiful daughter of gauche, bourgeois Don Calogero, in order to maintain the family's accustomed level of comfort and political clout.","release_date":"1963-03-28","vote_average":7.7,"runtime":186,"cert":"N\/A","id":1040,"title":"The Leopard","adult":false,"genre_ids":[18]},{"cast":["Jodie Foster","Richard Gere","Bill Pullman","James Earl Jones","Lanny Flaherty"],"overview":"Set in the south of the United States just after the Civil War, Laurel Sommersby is just managing to work the farm without her husband Jack, believed killed in the Civil War. By all accounts, Jack Sommersby was not a pleasant man, thus when he returns, Laurel has mixed emotions. It appears that Jack has changed a great deal, leading some people to believe that this is not actually Jack but an imposter. Laurel herself is unsure, but willing to take the man into her home, and perhaps later into her heart...","release_date":"1993-02-05","vote_average":6.3,"runtime":109,"cert":"12","id":1049,"title":"Sommersby","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Zhu Xu","Quanxin Pu","Jiang Wu","He Zeng","Zhang Jin Hao"],"overview":"An aged father and his younger, mentally challenged son have been working hard every day to keep the bathhouse running for a motley group of regular customers. When his elder son, who left years ago to seek his fortune in the southern city of Shenzhen, abruptly returns one day, it once again puts under stress the long-broken father-son ties. Presented as a light-hearted comedy, Shower explores the value of family, friendship, and tradition.","release_date":"1999-09-13","vote_average":7.2,"runtime":92,"cert":"N\/A","id":1050,"title":"Shower","adult":false,"genre_ids":[35,18]},{"cast":["Gene Hackman","Fernando Rey","Roy Scheider","Tony Lo Bianco","Marcel Bozzuffi"],"overview":"Tough narcotics detective 'Popeye' Doyle is in hot pursuit of a suave French drug dealer who may be the key to a huge heroin-smuggling operation.","release_date":"1971-10-09","vote_average":7.6,"runtime":104,"cert":"18","id":1051,"title":"The French Connection","adult":false,"genre_ids":[28,80,53]},{"cast":["David Hemmings","Vanessa Redgrave","Sarah Miles","John Castle","Veruschka von Lehndorff"],"overview":"A successful mod photographer in London whose world is bounded by fashion, pop music, marijuana, and easy sex, feels his life is boring and despairing. But in the course of a single day he accidentally captures on film the commission of a murder. The fact that he has photographed a murder does not occur to him until he studies and then blows up his negatives, uncovering details, blowing up smaller and smaller elements, and finally putting the puzzle together.","release_date":"1966-12-18","vote_average":7.5,"runtime":111,"cert":"N\/A","id":1052,"title":"Blow-Up","adult":false,"genre_ids":[18,9648,53]},{"cast":["Toshirō Mifune","Minoru Chiaki","Kamatari Fujiwara","Misa Uehara","Susumu Fujita"],"overview":"Japanese peasants Matashichi and Tahei try and fail to make a profit from a tribal war. They find a man and woman whom they believe are simple tribe members hiding in a fortress. Although the peasants don't know that Rokurota is a general and Yuki is a princess, the peasants agree to accompany the pair to safety in return for gold. Along the way, the general must prove his expertise in battle while also hiding his identity.","release_date":"1958-12-28","vote_average":8.1,"runtime":139,"cert":"N\/A","id":1059,"title":"The Hidden Fortress","adult":false,"genre_ids":[12,18,28,35]},{"cast":["Keisha Castle-Hughes","Rawiri Paratene","Vicky Haughton","Cliff Curtis","Grant Roa"],"overview":"On the east coast of New Zealand, the Whangara people believe their presence there dates back a thousand years or more to a single ancestor, Paikea, who escaped death when his canoe capsized by riding to shore on the back of a whale. From then on, Whangara chiefs, always the first-born, always male, have been considered Paikea's direct descendants. Pai, an 11-year-old girl in a patriarchal New Zealand tribe, believes she is destined to be the new chief. But her grandfather Koro is bound by tradition to pick a male leader. Pai loves Koro more than anyone in the world, but she must fight him and a thousand years of tradition to fulfill her destiny.","release_date":"2003-01-30","vote_average":7.4,"runtime":101,"cert":"PG","id":1088,"title":"Whale Rider","adult":false,"genre_ids":[18,10751]},{"cast":["Patrick Swayze","Keanu Reeves","Gary Busey","Lori Petty","John C. McGinley"],"overview":"In Los Angeles, a gang of bank robbers call themselves The Ex-Presidents commit their crimes while wearing masks of Reagan, Carter, Nixon and Johnson. The F.B.I. believes that the members of the gang could be surfers and send young agent Johnny Utah undercover at the beach to mix with the surfers and gather information.","release_date":"1991-07-12","vote_average":7.0,"runtime":120,"cert":"15","id":1089,"title":"Point Break","adult":false,"genre_ids":[28,53,80]},{"cast":["Craig Bierko","Armin Mueller-Stahl","Gretchen Mol","Vincent D'Onofrio","Dennis Haysbert"],"overview":"Computer scientist Hannon Fuller has discovered something extremely important. He's about to tell the discovery to his colleague, Douglas Hall, but knowing someone is after him, the old man leaves a letter in his computer generated parallel world that's just like the '30s with seemingly real people with real emotions.","release_date":"1999-04-16","vote_average":7.0,"runtime":100,"cert":"15","id":1090,"title":"The Thirteenth Floor","adult":false,"genre_ids":[53,878,9648]},{"cast":["Kurt Russell","Wilford Brimley","T. K. Carter","David Clennon","Keith David"],"overview":"Scientists in the Antarctic are confronted by a shape-shifting alien that assumes the appearance of the people it kills.","release_date":"1982-06-25","vote_average":8.0,"runtime":109,"cert":"18","id":1091,"title":"The Thing","adult":false,"genre_ids":[27,9648,878]},{"cast":["Joseph Cotten","Alida Valli","Orson Welles","Trevor Howard","Bernard Lee"],"overview":"In postwar Vienna, Austria, Holly Martins, a writer of pulp Westerns, arrives penniless as a guest of his childhood chum Harry Lime, only to learn he has died. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Major Calloway, and falling head-over-heels for Harry's grief-stricken lover, Anna.","release_date":"1949-08-31","vote_average":8.1,"runtime":105,"cert":"PG","id":1092,"title":"The Third Man","adult":false,"genre_ids":[53,9648]},{"cast":["Jeanne Moreau","Maurice Ronet","Georges Poujouly","Yori Bertin","Lino Ventura"],"overview":"The feature-film debut of famed director Louis Malle is an interesting, modern film noir with the classic theme of lovers plotting to kill the husband and make it look like suicide (reminiscent of The Postman Always Rings Twice). Jeanne Moreau gives an astonishing performance, perverse but naive, as she leads her young lover down a path that can only lead to doom for both of them.","release_date":"1958-01-29","vote_average":7.7,"runtime":91,"cert":"N\/A","id":1093,"title":"Elevator to the Gallows","adult":false,"genre_ids":[18,53,80]},{"cast":["Janchiv Ayurzana","Chimed Ohin","Amgaabazar Gonson","Zeveljamz Nyam","Ikhbayar Amgaabazar"],"overview":"When a Mongolian nomadic family's newest camel colt is rejected by its mother, a musician is needed for a ritual to change her mind.","release_date":"2003-06-29","vote_average":7.8,"runtime":91,"cert":"N\/A","id":1114,"title":"The Story of the Weeping Camel","adult":false,"genre_ids":[99,18]},{"cast":["Julia Hummer","Sabine Timoteo","Benno Fürmann","Marianne Basler","Aurélien Recoing"],"overview":"Nina, an end-of-teenage orphan with mental problems, starts a new job as a garden cleaner when she meets Toni. They fell in love with each other, but soon Toni starts betraying Nina. In the meantime, Francoise is picked up at a psychic department of a Berlin hospital by her husband, Pierre. After seeing Nina, Francoise believes that she has found her kidnapped daughter Marie, but neither Toni nor Pierre believe her. Nina is unsure about what to think...","release_date":"2005-09-15","vote_average":7.1,"runtime":85,"cert":"N\/A","id":1115,"title":"Ghosts","adult":false,"genre_ids":[18]},{"cast":["Cillian Murphy","Pádraic Delaney","Liam Cunningham","Orla Fitzgerald","Gerard Kearney"],"overview":"In 1920s Ireland young doctor Damien O'Donovan prepares to depart for a new job in a London hospital. As he says his goodbyes at a friend's farm, British Black and Tans arrive, and a young man is killed. Damien joins his brother Teddy in the Irish Republican Army, but political events are soon set in motion that tear the brothers apart.","release_date":"2006-03-24","vote_average":7.4,"runtime":124,"cert":"15","id":1116,"title":"The Wind That Shakes the Barley","adult":false,"genre_ids":[18,10752]},{"cast":["Tim Robbins","Derek Luke","Bonnie Henna","Mncedisi Shabangu","Tumisho Masha"],"overview":"The true story of anti-apartheid activists in South Africa, and particularly the life of Patrick Chamusso, a timid foreman at Secunda CTL, the largest synthetic fuel plant in the world. Patrick is wrongly accused, imprisoned and tortured for an attempt to bomb the plant, with the injustice transforming the apolitical worker into a radicalised insurgent, who then carries out his own successful sabotage mission.","release_date":"2006-10-27","vote_average":6.5,"runtime":101,"cert":"","id":1123,"title":"Catch a Fire","adult":false,"genre_ids":[28,18,53]},{"cast":["Hugh Jackman","Christian Bale","Michael Caine","Scarlett Johansson","Andy Serkis"],"overview":"A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.","release_date":"2006-10-19","vote_average":8.2,"runtime":130,"cert":"12","id":1124,"title":"The Prestige","adult":false,"genre_ids":[18,9648,53]},{"cast":["Eddie Murphy","Jennifer Hudson","Beyoncé Knowles","Jamie Foxx","Danny Glover"],"overview":"Three young women dream of becoming pop stars—and get their wish when they're chosen to be backup singers for the legendary James 'Thunder' Early.","release_date":"2006-12-25","vote_average":6.7,"runtime":134,"cert":"12A","id":1125,"title":"Dreamgirls","adult":false,"genre_ids":[18]},{"cast":["Matthew Macfadyen","Emily Barclay","Miranda Otto","Colin Moy","Jimmy Keen"],"overview":"Paul (Macfadyen), a prize-winning war journalist, returns to his remote New Zealand hometown due to the death of his father, battle-scarred and world-weary. For the discontented sixteen-year-old Celia (Barclay) he opens up a world she has only dreamed of. She actively pursues a friendship with him, fascinated by his cynicism and experience of the world beyond her small-town existence. But many, including the members of both their families (Otto, Moy), frown upon the friendship and when Celia goes missing, Paul becomes the increasingly loathed and persecuted prime suspect in her disappearance. As the violent and urgent truth gradually emerges, Paul is forced to confront the family tragedy and betrayal that he ran from as a youth, and to face the grievous consequences of silence and secrecy that has surrounded his entire adult life.","release_date":"2004-06-11","vote_average":7.7,"runtime":126,"cert":"15","id":1126,"title":"In My Father's Den","adult":false,"genre_ids":[18,53]},{"cast":["Candela Peña","Micaela Nevárez","Mariana Cordero","Llum Barrera","Violeta Pérez"],"overview":"Caye is a young prostitute whose family is unaware of her profession. She meets her striking Dominican neighbour Zulema, an illegal immigrant, after she finds her in the bathroom, badly beaten up. They strike up a close friendship unbeknownst to Caye's xenophobic co-workers.","release_date":"2005-09-02","vote_average":7.1,"runtime":113,"cert":"18","id":1127,"title":"Princesses","adult":false,"genre_ids":[18]},{"cast":["Anne Bancroft","Patty Duke","Victor Jory","Inga Swenson","Andrew Prine"],"overview":"The true story of the frightening, lonely world of silence and darkness of 7-year-old Helen Keller who, since infancy, has never seen the sky, heard her mother's voice or expressed her innermost feelings. Then Annie Sullivan, a 20-year-old teacher from Boston, arrives. Having just recently regained her own sight, the no-nonsense Annie reaches out to Helen through the power of touch, the only tool they have in common, and leads her bold pupil on a miraculous journey from fear and isolation to happiness and light.","release_date":"1962-05-22","vote_average":7.7,"runtime":106,"cert":"N\/A","id":1162,"title":"The Miracle Worker","adult":false,"genre_ids":[18]},{"cast":["Hallie Kate Eisenberg","Alison Elliott","David Strathairn","Lucas Black","Kate Greenhouse"],"overview":"Devoted teacher Anne Sullivan leads deaf, blind and mute Helen Keller out of solitude and helps integrate her into the world.","release_date":"2000-11-12","vote_average":6.5,"runtime":95,"cert":"N\/A","id":1163,"title":"The Miracle Worker","adult":false,"genre_ids":[18,10770]},{"cast":["Brad Pitt","Cate Blanchett","Gael García Bernal","Peter Wight","Harriet Walter"],"overview":"Tragedy strikes a married couple on vacation in the Moroccan desert, touching off an interlocking story involving four different families.","release_date":"2006-09-08","vote_average":7.1,"runtime":143,"cert":"15","id":1164,"title":"Babel","adult":false,"genre_ids":[18]},{"cast":["Helen Mirren","Michael Sheen","James Cromwell","Helen McCrory","Alex Jennings"],"overview":"The Queen is an intimate behind the scenes glimpse at the interaction between HM Elizabeth II and Prime Minister Tony Blair during their struggle, following the death of Diana, to reach a compromise between what was a private tragedy for the Royal family and the public's demand for an overt display of mourning.","release_date":"2006-09-15","vote_average":7.0,"runtime":103,"cert":"12","id":1165,"title":"The Queen","adult":false,"genre_ids":[18]},{"cast":["Natalia Avelon","Matthias Schweighöfer","David Scheller","Victor Norén","Alexander Scheer"],"overview":"Achim Bornhak's movie focuses on the restless life of Uschi Obermaier, the icon of the 1968 movement in Germany and groupie. At the age of 16, Uschi is bored by her job in a photo lab, but soon becomes the \"it girl\" of Munich's club scene. When she gets to know Rainer Langhans, they move to Berlin and live in \"Kommune 1\", the first politically-motivated commune in Germany. While the other occupants claim she isn't political enough, Uschi just wants to have fun, works as fashion model and leads international music stars in temptation.","release_date":"2007-02-01","vote_average":6.8,"runtime":114,"cert":"N\/A","id":1244,"title":"Eight Miles High","adult":false,"genre_ids":[10402,18,35]},{"cast":["Anthony Hopkins","Emma Thompson","James Fox","Christopher Reeve","Hugh Grant"],"overview":"A rule bound head butler's world of manners and decorum in the household he maintains is tested by the arrival of a housekeeper who falls in love with him in post-WWI Britain. The possibility of romance and his master's cultivation of ties with the Nazi cause challenge his carefully maintained veneer of servitude.","release_date":"1993-11-05","vote_average":7.5,"runtime":134,"cert":"","id":1245,"title":"The Remains of the Day","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvester Stallone","Burt Young","Milo Ventimiglia","Geraldine Hughes","James Francis Kelly III"],"overview":"When he loses a highly publicized virtual boxing match to ex-champ Rocky Balboa, reigning heavyweight titleholder, Mason Dixon retaliates by challenging Rocky to a nationally televised, 10-round exhibition bout. To the surprise of his son and friends, Rocky agrees to come out of retirement and face an opponent who's faster, stronger and thirty years his junior.","release_date":"2006-12-20","vote_average":6.7,"runtime":102,"cert":"12A","id":1246,"title":"Rocky Balboa","adult":false,"genre_ids":[18]},{"cast":["Matt Damon","Angelina Jolie","Alec Baldwin","Tammy Blanchard","Robert De Niro"],"overview":"Edward Wilson, the only witness to his father's suicide and member of the Skull and Bones Society while a student at Yale, is a morally upright young man who values honor and discretion, qualities that help him to be recruited for a career in the newly founded OSS. His dedication to his work does not come without a price though, leading him to sacrifice his ideals and eventually his family.","release_date":"2006-12-11","vote_average":6.4,"runtime":167,"cert":"15","id":1247,"title":"The Good Shepherd","adult":false,"genre_ids":[18,53,36]},{"cast":["Gaspard Ulliel","Aaran Thomas","Gong Li","Dominic West","Rhys Ifans"],"overview":"The story of the early, murderous roots of the cannibalistic killer, Hannibal Lecter – from his hard-scrabble Lithuanian childhood, where he witnesses the repulsive lengths to which hungry soldiers will go to satiate themselves, through his sojourn in France, where as a med student he hones his appetite for the kill.","release_date":"2007-02-06","vote_average":6.1,"runtime":121,"cert":"18","id":1248,"title":"Hannibal Rising","adult":false,"genre_ids":[80,18,53,27]},{"cast":["Adrien Brody","Diane Lane","Ben Affleck","Bob Hoskins","Lois Smith"],"overview":"The complicated life and controversial suicide of George Reeves is investigated by a fictional private detective who finds that there are reasons to suspect that Reeves may not have killed himself after all. The detective also finds that there is a little of George Reeves in himself, and maybe, each of us.","release_date":"2006-08-31","vote_average":6.2,"runtime":126,"cert":"N\/A","id":1249,"title":"Hollywoodland","adult":false,"genre_ids":[18,53,80]},{"cast":["Nicolas Cage","Eva Mendes","Wes Bentley","Donal Logue","Sam Elliott"],"overview":"In order to save his dying father, young stunt cyclist Johnny Blaze sells his soul to Mephistopheles and sadly parts from the pure-hearted Roxanne Simpson, the love of his life. Years later, Johnny's path crosses again with Roxanne, now a go-getting reporter, and also with Mephistopheles, who offers to release Johnny's soul if Johnny becomes the fabled, fiery 'Ghost Rider'.","release_date":"2007-02-16","vote_average":5.4,"runtime":114,"cert":"15","id":1250,"title":"Ghost Rider","adult":false,"genre_ids":[53,28,14,27]},{"cast":["Ken Watanabe","Kazunari Ninomiya","Tsuyoshi Ihara","Ryo Kase","Shidou Nakamura"],"overview":"The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.","release_date":"2006-12-19","vote_average":7.4,"runtime":141,"cert":"15","id":1251,"title":"Letters from Iwo Jima","adult":false,"genre_ids":[28,18,10752]},{"cast":["John Travolta","James Gandolfini","Salma Hayek","Jared Leto","Laura Dern"],"overview":"Based on a true story. . . . In the late 1940s, Martha Beck and Raymond Fernandez were America’s notorious “Lonely Hearts Killers.” Their lethal scam was simple; they would swindle and then viciously murder lovelorn war widows who would answer their personal ads in which Ray would describe himself as a sexy Latin lover.","release_date":"2006-04-30","vote_average":6.1,"runtime":108,"cert":"N\/A","id":1252,"title":"Lonely Hearts","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Jude Law","Juliette Binoche","Vera Farmiga","Robin Wright","Martin Freeman"],"overview":"Set in a blighted, inner-city neighbourhood of London, Breaking and Entering examines an affair which unfolds between a successful British landscape architect and Amira, a Bosnian woman – the mother of a troubled teen son – who was widowed by the war in Bosnia and Herzegovina.","release_date":"2006-12-15","vote_average":6.3,"runtime":129,"cert":"N\/A","id":1253,"title":"Breaking and Entering","adult":false,"genre_ids":[18,10749]},{"cast":["Mélanie Laurent","Kad Merad","Isabelle Renauld","Julien Boisselier","Thibault de Montalembert"],"overview":"A 19-year-old searches for her twin brother after he runs away from home, following a fight with their father.","release_date":"2006-09-06","vote_average":7.3,"runtime":96,"cert":"N\/A","id":1254,"title":"Don't Worry, I'm Fine","adult":false,"genre_ids":[18]},{"cast":["Song Kang-ho","Byun Hee-bong","Park Hae-il","Bae Doo-na","Go Ah-sung"],"overview":"Gang-du is a dim-witted man working at his father's tiny snack bar near the Han River. Following the dumping of gallons of toxic waste in the river, a giant mutated squid-like appears and begins attacking the populace.  Gang-du's daughter Hyun-seo is snatched up by the creature and he and his family are taken into custody by the military, who fear a virus spread by the creature..  In detention, Gang-du receives a phone call from Hyun-seo, who is not dead, merely trapped in a sewer.  With his family to assist him, he sets off to find Hyun-seo.","release_date":"2006-07-27","vote_average":6.8,"runtime":120,"cert":"15","id":1255,"title":"The Host","adult":false,"genre_ids":[27,18,878]},{"cast":["Sabrina Reiter","Michael Steinocher","Laurence Rupp","Nadja Vogel","Karl Fischer"],"overview":"When Nina and her high school friends receive eerie text messages declaring that they will all die within three days, they dismiss it as a hokey prank -- until one by one, the pals start turning up dead in the alpine countryside. With the cops stymied, Nina and her remaining friends must scour their past for clues to identify the madman before he kills them all.","release_date":"2006-07-21","vote_average":5.5,"runtime":97,"cert":"N\/A","id":1256,"title":"Dead in 3 days","adult":false,"genre_ids":[27,53]},{"cast":["Diane Keaton","Mandy Moore","Gabriel Macht","Tom Everett Scott","Lauren Graham"],"overview":"In an effort to prevent family history from repeating itself, meddlesome mom Daphne Wilder attempts to set up her youngest daughter, Milly, with Mr. Right. Meanwhile, her other daughters try to keep their mom's good intentions under control.","release_date":"2007-02-02","vote_average":6.0,"runtime":102,"cert":"N\/A","id":1257,"title":"Because I Said So","adult":false,"genre_ids":[35,10749]},{"cast":["Evelin Võigemast","Argo Aadli","Andero Ermel","Lembit Ulfsak","Garmen Tabor"],"overview":"Somewhere in Europe by a great sea stands a small village, where inventing all manner of domestic gadgets is held in great esteem. The villagers organize an annual competition of new inventions. One of the best inventors in the village is Oskar, the father of the energetic girl dog Lotte. His primary rival is Adalbert the Hare. Victory in this competition is very important as it would bring honour to the entire family.","release_date":"2006-08-25","vote_average":9.2,"runtime":81,"cert":"N\/A","id":1260,"title":"Lotte from Gadgetville","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Carsten Strauch","Rainer Ewerrien","Cosma Shiva Hagen","Nina Kronjäger","Christoph Maria Herbst"],"overview":"","release_date":"2007-02-08","vote_average":5.8,"runtime":92,"cert":"N\/A","id":1263,"title":"Die Aufschneider","adult":false,"genre_ids":[35]},{"cast":["Jimi Blue Ochsenknecht","Wilson Gonzalez Ochsenknecht","Sarah Kim Gries","Nick Romeo Reimann","Marlon Wessel"],"overview":"After his victory over the team \"The horrific Beasts,\" \"The Beast Football Club\" are in top form and mature in every game. But they need one more win to get the \"Pott\", the highest award of football freestyle. And to do have to beat the \"Wolves of Ragnarok\". But the Wolves are not a normal opponents. They have a dark secret ... in the rear lies a power greater than all of them together: this is a smart young woman named Horizon (Light Silver). Marlon falls in love with Marion. And she has one goal: to separate Marlon and Leon. Now, an internal fight threatens to destroy the Beasts Football Club.","release_date":"2007-02-01","vote_average":5.7,"runtime":110,"cert":"N\/A","id":1264,"title":"The Wild Soccer Bunch 4","adult":false,"genre_ids":[35,10751,12]},{"cast":["Josh Hutcherson","AnnaSophia Robb","Robert Patrick","Zooey Deschanel","Bailee Madison"],"overview":"Jesse Aarons trained all summer to become the fastest runner in school, so he's very upset when newcomer Leslie Burke outruns him and everyone else. Despite this and other differences, including that she's rich, he's poor, and she's a city girl, he's a country boy, the two become fast friends. Together, they create Terabithia, a land of monsters, trolls, ogres, and giants and rule as king and queen.","release_date":"2007-02-16","vote_average":7.2,"runtime":96,"cert":"PG","id":1265,"title":"Bridge to Terabithia","adult":false,"genre_ids":[12,18,10751]},{"cast":["Keanu Reeves","Forest Whitaker","Chris Evans","Hugh Laurie","Martha Higareda"],"overview":"Tom Ludlow is a disillusioned L.A. Police Officer, rarely playing by the rules and haunted by the death of his wife. When evidence implicates him in the execution of a fellow officer, he is forced to go up against the cop culture he's been a part of his entire career, ultimately leading him to question the loyalties of everyone around him.","release_date":"2008-04-10","vote_average":6.5,"runtime":109,"cert":"15","id":1266,"title":"Street Kings","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Tom Selleck","Laurie Metcalf","Angela Bassett","Nicole Sullivan","Harland Williams"],"overview":"In this animated adventure, brilliant preteen inventor Lewis creates a memory scanner to retrieve his earliest recollections and find out why his mother gave him up for adoption. But when the villainous Bowler Hat Guy steals the machine, Lewis is ready to give up on his quest until the mysterious Wilbur Robinson shows up on the scene, whisking Lewis to the future to find the scanner and his mom.","release_date":"2007-03-23","vote_average":6.8,"runtime":95,"cert":"U","id":1267,"title":"Meet the Robinsons","adult":false,"genre_ids":[16,35,10751]},{"cast":["Rowan Atkinson","Steve Pemberton","Maxim Baldry","Emma de Caunes","Willem Dafoe"],"overview":"Mr. Bean wins a trip to Cannes where he unwittingly separates a young boy from his father and must help the two reunite. On the way he discovers France, bicycling and true love, among other things.","release_date":"2007-03-22","vote_average":6.3,"runtime":90,"cert":"PG","id":1268,"title":"Mr. Bean's Holiday","adult":false,"genre_ids":[10751,35]},{"cast":["Oliver Kalkofe","Bastian Pastewka","Joachim Fuchsberger","Christiane Paul","Christoph Maria Herbst"],"overview":"Scotland Yard investigators have to prevent the murder of Victoria Dickman when her name is found on a death list.","release_date":"2007-03-10","vote_average":6.4,"runtime":98,"cert":"N\/A","id":1269,"title":"The Vexxer","adult":false,"genre_ids":[35,80]},{"cast":["Cillian Murphy","Rose Byrne","Chris Evans","杨紫琼","Cliff Curtis"],"overview":"Fifty years into the future, the sun is dying, and Earth is threatened by arctic temperatures. A team of astronauts is sent to revive the Sun — but the mission fails. Seven years later, a new team is sent to finish the mission as mankind’s last hope.","release_date":"2007-04-05","vote_average":7.0,"runtime":107,"cert":"15","id":1272,"title":"Sunshine","adult":false,"genre_ids":[878,53]},{"cast":["Chris Evans","Sarah Michelle Gellar","Mako Iwamatsu","Kevin Smith","Patrick Stewart"],"overview":"After the defeat of their old arch nemesis, The Shredder, the Turtles have grown apart as a family. Struggling to keep them together, their rat sensei, Splinter, becomes worried when strange things begin to brew in New York City.","release_date":"2007-03-23","vote_average":5.9,"runtime":90,"cert":"N\/A","id":1273,"title":"TMNT","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Michael Pitt","Eva Green","Louis Garrel","Anna Chancellor","Robin Renucci"],"overview":"A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots.","release_date":"2003-09-01","vote_average":7.2,"runtime":110,"cert":"18","id":1278,"title":"The Dreamers","adult":false,"genre_ids":[18,10749]},{"cast":["Han Yeo-reum","Kwak Ji-min","Lee Eol","Kwon Hyun-Min","Oh Young"],"overview":"Yeo-jin and Jae-yeong are two teenage girls who are trying to earn money for a trip to Europe. To reach this end, Jae-yeong is prostituting herself while Yeo-jin acts as her pimp, setting her up with the clients and staying on guard for the police. Things take a turn for the worse when Yeo-jin gets distracted from her duty and the police raid the motel where Jae-yeong is meeting with a client. To avoid getting caught, Jae-yeong jumps out of a window, fatally injuring herself.","release_date":"2004-03-05","vote_average":7.1,"runtime":95,"cert":"N\/A","id":1279,"title":"Samaritan Girl","adult":false,"genre_ids":[18]},{"cast":["Lee Seung-yeon","Jae Hee","Kwon Hyuk-ho","Choi Jeong-ho","Lee Mi-suk"],"overview":"A young man, whose only possession is a motorcycle, spends his time riding around the city looking for empty apartments. After finding one, he hangs out for a while, fixing himself something to eat, washing laundry or making small repairs in return. He always tries to leave before the owners get back but in one ostensibly empty mansion he meets the abused wife of a rich man and she escapes with him...","release_date":"2004-10-15","vote_average":7.8,"runtime":88,"cert":"N\/A","id":1280,"title":"3-Iron","adult":false,"genre_ids":[18,10749,80]},{"cast":["Rowan Atkinson","Peter MacNicol","John Mills","Pamela Reed","Harris Yulin"],"overview":"Bean works as a caretaker at Britain's formidable Royal National Gallery, and his bosses want to fire him because he sleeps at work all the time, but can't because the chairman of the gallery's board defends him. They send him to USA, to the small Los Angeles art gallery instead, where he'll have to officiate at the opening of the greatest US picture ever (called \"Whistler's Mother\").","release_date":"1997-07-03","vote_average":6.4,"runtime":85,"cert":"PG","id":1281,"title":"Bean","adult":false,"genre_ids":[35]},{"cast":["Sean Penn","Jay Adams","Henry Rollins","Steve Caballero","Tony Hawk"],"overview":"This award-winning, thrilling story is about a group of discarded kids who revolutionized skateboarding and shaped the attitude and culture of modern day extreme sports. Featuring old skool skating footage, exclusive interviews and a blistering rock soundtrack, DOGTOWN AND Z-BOYS captures the rise of the Zephyr skateboarding team from Venice's Dogtown, a tough \"locals only\" beach with a legacy of outlaw surfing.","release_date":"2001-01-18","vote_average":7.3,"runtime":90,"cert":"N\/A","id":1282,"title":"Dogtown and Z-Boys","adult":false,"genre_ids":[99]},{"cast":["Santiago Segura","Javier Cámara","Neus Asensi","Chus Lampreave","Tony Leblanc"],"overview":"Torrente, The Stupid Arm of The Law by Santiago Segura stars Javier Cámara as a corrupt, poor, delusional, sexist, egocentric, drunk and right-winged Madrid cop named Torrente. This over the top comedy shows Torrente on his search for heroin drug dealers and the outrageous characters he passes on his way. A cult film and one of the funniest Spanish films was the most successful box-office film.","release_date":"1998-03-13","vote_average":6.4,"runtime":97,"cert":"N\/A","id":1283,"title":"Torrente, the Dumb Arm of the Law","adult":false,"genre_ids":[35,80]},{"cast":["Santiago Segura","Gabino Diego","Tony Leblanc","José Luis Moreno","Inés Sastre"],"overview":"For this second film in the cult comedy series Torrente takes our fat police officer from Madrid to Marbella in Spain to investigate a villain’s plot to destroy the city with a missile. This James Bond style slapstick comedy became the most successful box-office film in Spanish film history beating out only the first Torrente film.","release_date":"2001-03-30","vote_average":6.1,"runtime":99,"cert":"N\/A","id":1284,"title":"Torrente 2: Mission in Marbella","adult":false,"genre_ids":[35,80]},{"cast":["Santiago Segura","Yvonne Sciò","Javier Gutiérrez","José Mota","Tony Leblanc"],"overview":"A popular and beautiful politician plans to expose the evil-doings of a multinational corporation. Hoping to silence her, the corporation's top executives decide to hire the most incompetent detective they can find to act as her bodyguard.","release_date":"2005-09-30","vote_average":5.3,"runtime":91,"cert":"N\/A","id":1285,"title":"Torrente 3: The Protector","adult":false,"genre_ids":[35,80]},{"cast":["Monica Bleibtreu","Hannah Herzsprung","Sven Pippig","Richy Müller","Jasmin Tabatabai"],"overview":"Jenny is young. Her life is over. She killed someone. And she would do it again. When an 80-year-old piano teacher discovers the girl’s secret, her brutality and her dreams, she decides to transform her pupil into the musical wunderkind she once was.","release_date":"2006-06-23","vote_average":6.8,"runtime":112,"cert":"15","id":1294,"title":"Four Minutes","adult":false,"genre_ids":[18,10402]},{"cast":["Christian Bale","Willem Dafoe","Jared Leto","Josh Lucas","Samantha Mathis"],"overview":"A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.","release_date":"2000-04-13","vote_average":7.4,"runtime":102,"cert":"18","id":1359,"title":"American Psycho","adult":false,"genre_ids":[53,18,80]},{"cast":["Salma Hayek","Alfred Molina","Mía Maestro","Patricia Reyes Spíndola","Diego Luna"],"overview":"\"Frida\" chronicles the life Frida Kahlo shared unflinchingly and openly with Diego Rivera, as the young couple took the art world by storm. From her complex and enduring relationship with her mentor and husband to her illicit and controversial affair with Leon Trotsky, to her provocative and romantic entanglements with women, Frida Kahlo lived a bold and uncompromising life as a political, artistic, and sexual revolutionary","release_date":"2002-08-29","vote_average":7.5,"runtime":123,"cert":"15","id":1360,"title":"Frida","adult":false,"genre_ids":[18,10749]},{"cast":["Orson Bean","Theodore Bikel","William Conrad","John Huston","Roddy McDowall"],"overview":"Two Hobbits struggle to destroy the Ring in Mount Doom while their friends desperately fight evil Lord Sauron's forces in a final battle.","release_date":"1980-05-11","vote_average":5.6,"runtime":98,"cert":"N\/A","id":1361,"title":"The Return of the King","adult":false,"genre_ids":[16,10751,14]},{"cast":["Orson Bean","Richard Boone","Hans Conried","John Huston","Otto Preminger"],"overview":"Bilbo Baggins the Hobbit was just minding his own business, when his occasional visitor Gandalf the Wizard drops in one night. One by one, a whole group of dwarves drop in, and before he knows it, Bilbo has joined their quest to reclaim their kingdom, taken from them by the evil dragon Smaug. The only problem is that Gandalf has told the dwarves that Bilbo is an expert burglar, but he isn't...","release_date":"1977-11-27","vote_average":6.1,"runtime":77,"cert":"N\/A","id":1362,"title":"The Hobbit","adult":false,"genre_ids":[10751,14,16,12]},{"cast":["Billy Crudup","Woody Harrelson","Patricia Arquette","Penélope Cruz","Cole Hauser"],"overview":"An intimate story of the enduring bond of friendship between two hard-living men, set against a sweeping backdrop: the American West, post-World War II, in its twilight. Pete and Big Boy are masters of the prairie, but ultimately face trickier terrain: the human heart.","release_date":"1998-12-30","vote_average":5.4,"runtime":114,"cert":"N\/A","id":1363,"title":"The Hi-Lo Country","adult":false,"genre_ids":[18,28,37,10749]},{"cast":["Paz Vega","Tristán Ulloa","Najwa Nimri","Daniel Freire","Elena Anaya"],"overview":"Various lives converge on an isolated island, all connected by an author whose novel has become inextricably entwined with his own life.","release_date":"2001-08-24","vote_average":6.6,"runtime":128,"cert":"18","id":1364,"title":"Sex and Lucía","adult":false,"genre_ids":[18,10749]},{"cast":["Billy Bob Thornton","Halle Berry","Heath Ledger","Sean Combs","Coronji Calhoun"],"overview":"Set in the southern USA, a racist white man, Hank, falls in love with a black woman named Leticia. Ironically, Hank is a prison guard working on Death Row who executed Leticia's husband. Hank and Leticia's inter-racial affair leads to confusion and new ideas for the two unlikely lovers.","release_date":"2001-11-11","vote_average":6.7,"runtime":111,"cert":"15","id":1365,"title":"Monster's Ball","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"When world heavyweight boxing champion, Apollo Creed wants to give an unknown fighter a shot at the title as a publicity stunt, his handlers choose palooka Rocky Balboa, an uneducated collector for a Philadelphia loan shark. Rocky teams up with trainer  Mickey Goldmill to make the most of this once in a lifetime break.","release_date":"1976-11-21","vote_average":7.7,"runtime":119,"cert":"PG","id":1366,"title":"Rocky","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"After Rocky goes the distance with champ Apollo Creed, both try to put the fight behind them and move on. Rocky settles down with Adrian but can't put his life together outside the ring, while Creed seeks a rematch to restore his reputation. Soon enough, the \"Master of Disaster\" and the \"Italian Stallion\" are set on a collision course for a climactic battle that is brutal and unforgettable.","release_date":"1979-06-15","vote_average":7.1,"runtime":119,"cert":"PG","id":1367,"title":"Rocky II","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Richard Crenna","Brian Dennehy","Bill McKinney","Jack Starrett"],"overview":"When former Green Beret John Rambo is harassed by local law enforcement and arrested for vagrancy, the Vietnam vet snaps, runs for the hills and rat-a-tat-tats his way into the action-movie hall of fame. Hounded by a relentless sheriff, Rambo employs heavy-handed guerilla tactics to shake the cops off his tail.","release_date":"1982-10-22","vote_average":7.4,"runtime":93,"cert":"15","id":1368,"title":"First Blood","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Richard Crenna","Charles Napier","Steven Berkoff","Julia Nickson"],"overview":"John Rambo is released from prison by the government for a top-secret covert mission to the last place on Earth he'd want to return - the jungles of Vietnam.","release_date":"1985-05-21","vote_average":6.4,"runtime":96,"cert":"15","id":1369,"title":"Rambo: First Blood Part II","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Richard Crenna","Kurtwood Smith","Spiros Focás","Sasson Gabai"],"overview":"Combat has taken its toll on Rambo, but he's finally begun to find inner peace in a monastery. When Rambo's friend and mentor Col. Trautman asks for his help on a top secret mission to Afghanistan, Rambo declines but must reconsider when Trautman is captured.","release_date":"1988-05-24","vote_average":5.9,"runtime":102,"cert":"18","id":1370,"title":"Rambo III","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Burgess Meredith"],"overview":"Now the world champion, Rocky Balboa is living in luxury and only fighting opponents who pose no threat to him in the ring, until Clubber Lang challenges him to a bout. After taking a pounding from Lang, the humbled champ turns to former bitter rival Apollo Creed for a rematch with Lang.","release_date":"1982-05-28","vote_average":6.7,"runtime":99,"cert":"PG","id":1371,"title":"Rocky III","adult":false,"genre_ids":[18]},{"cast":["Leonardo DiCaprio","Djimon Hounsou","Jennifer Connelly","Kagiso Kuypers","Arnold Vosloo"],"overview":"An ex-mercenary turned smuggler. A Mende fisherman. Amid the explosive civil war overtaking 1999 Sierra Leone, these men join for two desperate missions: recovering a rare pink diamond of immense value and rescuing the fisherman's son conscripted as a child soldier into the brutal rebel forces ripping a swath of torture and bloodshed countrywide.","release_date":"2006-12-07","vote_average":7.5,"runtime":143,"cert":"15","id":1372,"title":"Blood Diamond","adult":false,"genre_ids":[18,53,28]},{"cast":["Stephen Fry","Greg Wise","Neil Newbon","Viv Weatherall","Jeroen Krabbé"],"overview":"Disappointed with humanity, God wants to revoke his contract with humanity and wants to take back the stone tablets containing the ten commandments. To this end an angel is sent out to affect the personal lives of three humans so an appropriate child may be conceived.","release_date":"2001-10-01","vote_average":7.1,"runtime":127,"cert":"N\/A","id":1373,"title":"The Discovery of Heaven","adult":false,"genre_ids":[18,14]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Carl Weathers","Brigitte Nielsen"],"overview":"After iron man Drago, a highly intimidating 6-foot-5, 261-pound Soviet athlete, kills Apollo Creed in an exhibition match, Rocky comes to the heart of Russia for 15 pile-driving boxing rounds of revenge.","release_date":"1985-11-21","vote_average":6.9,"runtime":91,"cert":"PG","id":1374,"title":"Rocky IV","adult":false,"genre_ids":[18]},{"cast":["Sylvester Stallone","Talia Shire","Burt Young","Sage Stallone","Burgess Meredith"],"overview":"A lifetime of taking shots has ended Rocky’s career, and a crooked accountant has left him broke. Inspired by the memory of his trainer, however, Rocky finds glory in training and takes on an up-and-coming boxer.","release_date":"1990-10-18","vote_average":5.5,"runtime":104,"cert":"PG","id":1375,"title":"Rocky V","adult":false,"genre_ids":[18]},{"cast":["Martin Compston","Annmarie Fulton","William Ruane","Michelle Abercromby","Michelle Coulter"],"overview":"Determined to have a normal family life once his mother gets out of prison, a Scottish teenager from a tough background sets out to raise the money for a home.","release_date":"2002-05-21","vote_average":7.0,"runtime":106,"cert":"N\/A","id":1376,"title":"Sweet Sixteen","adult":false,"genre_ids":[80,18]},{"cast":["Cary Grant","Sophia Loren","Martha Hyer","Harry Guardino","Eduardo Ciannelli"],"overview":"An Italian socialite on the run signs on as housekeeper for a widower with three children.","release_date":"1958-11-19","vote_average":6.4,"runtime":110,"cert":"N\/A","id":1377,"title":"Houseboat","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Sook-Yin Lee","Paul Dawson","PJ DeBoy","Jay Brannan","Lindsay Beamish"],"overview":"A group of New Yorkers caught up in their milieu converge at an underground salon infamous for its blend of art, music, politics, and carnality. The characters converge in a weekly Brooklyn social\/artistic\/sexual salon \"Shortbus\", loosely inspired by various underground NYC gatherings that took place in the early 2000's. Here, gay couple Jamie (P J DeBoy) and James (Paul Dawson) meet a young ex-model and aspiring singer Ceth (Jay Brannan).","release_date":"2006-05-20","vote_average":6.4,"runtime":101,"cert":"18","id":1378,"title":"Shortbus","adult":false,"genre_ids":[10749,18,35]},{"cast":["Janne Hyytiäinen","Maria Järvenhelmi","Maria Heiskanen","Ilkka Koivula","Kati Outinen"],"overview":"Koistenin is a sad sack, a man without affect or friends. He's a night-watchman in Helsinki with ideas of starting his own business, but nothing to go with those intentions. He sometimes talks a bit with a woman who runs a snack trailer near his work. Out of the blue, a young sophisticated blonde woman attaches herself to Koistenin. He thinks of her as his girlfriend, he takes her on her rounds.","release_date":"2006-02-03","vote_average":6.7,"runtime":78,"cert":"N\/A","id":1379,"title":"Lights in the Dusk","adult":false,"genre_ids":[80,18]},{"cast":["Christian Slater","Steven Bauer","Richard Herd","Ed Lauter","Micole Mercurio"],"overview":"An Orange County teenager's carefree life of ditching class and skateboarding abandoned pools comes to a screeching halt when someone close to him dies. The cops rule the death a suicide, but the bereaved skater believes he was murdered. It's up to him to solve the case, with a skateboard.","release_date":"1989-01-13","vote_average":5.8,"runtime":109,"cert":"N\/A","id":1380,"title":"Gleaming the Cube","adult":false,"genre_ids":[28]},{"cast":["Hugh Jackman","Rachel Weisz","Ellen Burstyn","Mark Margolis","Stephen McHattie"],"overview":"Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.","release_date":"2006-09-06","vote_average":6.9,"runtime":96,"cert":"15","id":1381,"title":"The Fountain","adult":false,"genre_ids":[18,12,878,10749]},{"cast":["Miranda July","John Hawkes","Brandon Ratcliff","Miles Thompson","Carlie Westerman"],"overview":"The feature film debut by artist Miranda July about a various comic situations and plots that intertwine. One story line is about a father who is ending his marriage and the other story is of a video artist (possibly autobiographical of Miranda July, also played by her) who is desperately trying to get her work in a modern art museum. The film won Caméra d'Or at Cannes.","release_date":"2005-06-17","vote_average":7.1,"runtime":90,"cert":"N\/A","id":1382,"title":"Me and You and Everyone We Know","adult":false,"genre_ids":[35,18]},{"cast":["Merrill Gruver","Michael Edwards","Melissa Brown","Rob LaBelle","Cynthia Schneider"],"overview":"The final 17 years of American singer and musician Karen Carpenter, performed almost entirely by modified Barbie dolls. The first film from Todd Haynes (Velvet Goldmine, I'm Not There), Superstar is a hauntingly beautiful biopic that garnered immediate praise among the local film community but quickly received 2 cease-and-desist letters from Mattel, the maker of Barbie, and Karen Carpenter's family. To this day, this movie has not seen further release.","release_date":"1988-04-30","vote_average":7.6,"runtime":43,"cert":"N\/A","id":1387,"title":"Superstar: The Karen Carpenter Story","adult":false,"genre_ids":[18,10402,16]},{"cast":[],"overview":"Artists Peter Fischli and David Weiss create the ultimate Rube Goldberg machine with a complex imaginative devices that trigger each other for 30 minutes in a domino effect. The film was creating in an empty warehouse and with objects probably found at a junkyard as the creative contraptions fly, burn, roll, walk, melt, pop, push and fall in an endless science project that will mesmerize the mind.","release_date":"1987-01-01","vote_average":6.3,"runtime":30,"cert":"N\/A","id":1388,"title":"The Way Things Go","adult":false,"genre_ids":[99]},{"cast":["George Clooney","Jennifer Lopez","Ving Rhames","Don Cheadle","Catherine Keener"],"overview":"Meet Jack Foley, a smooth criminal who bends the law and is determined to make one last heist. Karen Sisco is a federal marshal who chooses all the right moves … and all the wrong guys. Now they're willing to risk it all to find out if there's more between them than just the law.","release_date":"1998-06-26","vote_average":6.6,"runtime":123,"cert":"15","id":1389,"title":"Out of Sight","adult":false,"genre_ids":[10749,35,80]},{"cast":["Zana Briski","Avijit","Geeta Masi","Kochi","Mamuni"],"overview":"The academy award winning documentary depicting the lives of child prostitutes in the red light district of Songachi, Calcutta. Director Zana Briski went to photograph the prostitutes when she met and became friends with their children. Briski began giving photography lessons to the children and became aware that their photography might be a way for them to lead better lives.","release_date":"2004-12-08","vote_average":7.1,"runtime":85,"cert":"N\/A","id":1392,"title":"Born into Brothels","adult":false,"genre_ids":[99]},{"cast":["Batchuluun Urjindorj","Buyandulam Daramdadi","Nansal Batchuluun","Nansalmaa Batchuluun"],"overview":"The little nomad girl, Nansal, finds a baby dog in the Mongolian veld, who becomes her best friend - against all rejections of her parents. A story about a Mongolian family of nomads - their traditional way of life and the rising call of the City.","release_date":"2005-07-27","vote_average":7.5,"runtime":93,"cert":"N\/A","id":1393,"title":"The Cave of the Yellow Dog","adult":false,"genre_ids":[99,18]},{"cast":["Oleg Yankovskiy","Erland Josephson","Domiziana Giordano","Patrizia Terreno","Laura De Marchi"],"overview":"The Russian poet Andrei Gorchakov, accompanied by guide and translator Eugenia, is traveling through Italy researching the life of an 18th-century Russian composer. In an ancient spa town, he meets the lunatic Domenico, who years earlier had imprisoned his own family in his house for seven years to save them from the evils of the world. Seeing some deep truth in Domenico's act, Andrei becomes drawn to him. In a series of dreams, the poet's nostalgia for his homeland and his longing for his wife, his ambivalent feelings for Eugenia and Italy, and his sense of kinship with Domenico become intertwined.","release_date":"1983-05-01","vote_average":8.1,"runtime":120,"cert":"N\/A","id":1394,"title":"Nostalgia","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":1397,"title":"Wege Gottes","adult":false,"genre_ids":[99]},{"cast":["Aleksandr Kaydanovskiy","Anatoliy Solonitsyn","Nikolay Grinko","Alisa Freyndlikh","Natasha Abramova"],"overview":"Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.","release_date":"1979-04-16","vote_average":8.3,"runtime":163,"cert":"PG","id":1398,"title":"Stalker","adult":false,"genre_ids":[878,18]},{"cast":["James Garner","Sidney Poitier","Bibi Andersson","Dennis Weaver","Bill Travers"],"overview":"While crossing the desert, a frontier scout, Jess Remsberg, rescues Ellen Grange from a pursuing band of Apaches, and returns her to her husband, Willard Grange. He is contracted to act as a scout for an Army cavalry unit. Willard, Ellen, and her infant son are along for the ride, as is horse trader Toller, a veteran of the 10th Cavalry. The party is trapped in a canyon by Chata, an Apache chief and grandfather of Ellen's baby. Willard is captured and tortured. Jess sneaks away and brings reinforcements just in time to save the day. Jess learns that the man he has been hunting is none other than Willard Grange.","release_date":"1966-06-15","vote_average":6.4,"runtime":103,"cert":"N\/A","id":1403,"title":"Duel at Diablo","adult":false,"genre_ids":[28,37]},{"cast":["Atta Yaqub","Eva Birthistle","Shamshad Akhtar","Ghizala Avan","Shabana Akhtar Bakhsh"],"overview":"A young man upsets his Punjabi family when he falls in love with an Irish schoolteacher.","release_date":"2004-02-13","vote_average":6.7,"runtime":104,"cert":"N\/A","id":1404,"title":"Ae Fond Kiss...","adult":false,"genre_ids":[18]},{"cast":["Zasu Pitts","Gibson Gowland","Jean Hersholt","Dale Fuller","Tempe Pigott"],"overview":"A lottery win of $5,000 forever changes the lives of a miner turned dentist and his wife.","release_date":"1925-01-26","vote_average":7.7,"runtime":140,"cert":"PG","id":1405,"title":"Greed","adult":false,"genre_ids":[18]},{"cast":["Billy Crystal","Daniel Stern","Bruno Kirby","Jack Palance","Patricia Wettig"],"overview":"New York meets the west in this comedy starring Billy Crystal. Three New York businessmen decide to take a \"Wild West\" vacation that turns out not to be the relaxing vacation they had envisioned.","release_date":"1991-06-07","vote_average":6.4,"runtime":112,"cert":"N\/A","id":1406,"title":"City Slickers","adult":false,"genre_ids":[35]},{"cast":["Marion Cotillard","Sylvie Testud","Pascal Greggory","Emmanuelle Seigner","Jean-Paul Rouve"],"overview":"From the mean streets of the Belleville district of Paris to the dazzling limelight of New York's most famous concert halls, Edith Piaf's life was a constant battle to sing and survive, to live and love. Raised in her grandmother's brothel, Piaf was discovered in 1935 by nightclub owner Louis Leplee, who persuaded her to sing despite her extreme nervousness. Piaf became one of France's immortal icons, her voice one of the indelible signatures of the 20th century.","release_date":"2007-02-14","vote_average":7.5,"runtime":140,"cert":"12","id":1407,"title":"La Vie en Rose","adult":false,"genre_ids":[10402,18]},{"cast":["Geena Davis","Matthew Modine","Frank Langella","Maury Chaykin","Patrick Malahide"],"overview":"Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her pirate raids.","release_date":"1995-12-22","vote_average":5.8,"runtime":119,"cert":"N\/A","id":1408,"title":"Cutthroat Island","adult":false,"genre_ids":[28,12]},{"cast":["Mimi Rogers","Patrick Bauchau","David Duchovny","Darwyn Carson","Will Patton"],"overview":"A lonely telephone operator leading an empty, amoral life finds God — only to have her faith continually tested in ways beyond what she could have imagined.","release_date":"1991-10-04","vote_average":6.3,"runtime":100,"cert":"18","id":1411,"title":"The Rapture","adult":false,"genre_ids":[9648,18]},{"cast":["Andie MacDowell","Peter Gallagher","James Spader","Laura San Giacomo","Ron Vawter"],"overview":"A sexually repressed woman's husband is having an affair with her sister. The arrival of a visitor with a rather unusual fetish changes everything.","release_date":"1989-08-18","vote_average":6.9,"runtime":100,"cert":"N\/A","id":1412,"title":"sex, lies, and videotape","adult":false,"genre_ids":[18]},{"cast":["Jeremy Irons","John Lone","Barbara Sukowa","Ian Richardson","Annabel Leventon"],"overview":"In 1960s China, French diplomat Rene Gallimard falls in love with an opera singer, Song Liling - but Song is not at all who Gallimard thinks.","release_date":"1993-09-09","vote_average":6.7,"runtime":101,"cert":"N\/A","id":1413,"title":"M. Butterfly","adult":false,"genre_ids":[18,10749]},{"cast":["Najwa Nimri","Fele Martínez","Joost Siedhoff","Peru Medem","Sara Valiente"],"overview":"Otto and Ana are kids when they meet each other. Their names are palindromes. They meet by chance, people are related by chance. A story of circular lives, with circular names, and a circular place (Círculo polar) where the day never ends in the midnight sun. There are things that never end, and Love is one of them.","release_date":"1998-09-04","vote_average":7.4,"runtime":112,"cert":"N\/A","id":1414,"title":"Lovers of the Arctic Circle","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Seth Green","Macaulay Culkin","Chloë Sevigny","Diana Scarwid","Marilyn Manson"],"overview":"The New York club scene of the 80s and 90s was a world like no other. Into this candy-colored, mirror ball playground stepped Michael Alig, a wannabe from nowhere special. Under the watchful eye of veteran club kid James St. James, Alig quickly rose to the top... and there was no place to go but down.","release_date":"2003-09-05","vote_average":6.2,"runtime":98,"cert":"","id":1415,"title":"Party Monster","adult":false,"genre_ids":[35,18,80]},{"cast":["Jang Dong-gun","Kim Jung-hak","Park Ji-ah","Hye-jin Yu","Kim Tae-woo"],"overview":"An overzealous soldier mentally deteriorates after killing an innocent man he thought was a spy.","release_date":"2002-11-22","vote_average":6.8,"runtime":96,"cert":"N\/A","id":1416,"title":"The Coast Guard","adult":false,"genre_ids":[53,18]},{"cast":["Ivana Baquero","Maribel Verdú","Sergi López","Doug Jones","Ariadna Gil"],"overview":"Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.","release_date":"2006-08-25","vote_average":7.7,"runtime":118,"cert":"15","id":1417,"title":"Pan's Labyrinth","adult":false,"genre_ids":[14,18,10752]},{"cast":["Laia Marull","Luis Tosar","Candela Peña","Rosa Maria Sardà","Kiti Mánver"],"overview":"One winter night, Pilar runs away from home. With her, she takes only a few belongings and her son, Juan. Antonio soon sets out to look for her. He says Pilar is his sunshine, and what's more, \"She gave him her eyes\"...","release_date":"2003-10-08","vote_average":7.5,"runtime":109,"cert":"N\/A","id":1418,"title":"Take My Eyes","adult":false,"genre_ids":[10749,18]},{"cast":["Oliver Pocher","Oliver Fleischer","Tanja Wenzel","Tomas Spencer","Anke Engelke"],"overview":"Based on Tommy Jaud's bestselling novel, this comedy focuses on a dispassionate clerk and his set-backs in life. 29-year-old Simon works in a phone shop, but his thoughts just circle around finding a new girl-friend after being left by his last one year ago. While his Croatian cleaner tries to procure him, his efforts to chat up women in clubs also fail. However, he finds the woman of his dreams (and mother of their future children) in his most hated coffee shop, although not having a clue how to win her heart...","release_date":"2007-04-11","vote_average":4.5,"runtime":102,"cert":"N\/A","id":1419,"title":"Vollidiot","adult":false,"genre_ids":[35,18]},{"cast":["Cillian Murphy","Liam Neeson","Ruth Negga","Laurence Kinlan","Stephen Rea"],"overview":"In the 1970s, a foundling lad, Patrick \"Kitten\" Braden, comes of age by leaving his Irish town for London, in part to look for his mother and in part because his transgender nature is beyond the town's understanding.","release_date":"2005-09-03","vote_average":7.3,"runtime":128,"cert":"15","id":1420,"title":"Breakfast on Pluto","adult":false,"genre_ids":[18,35]},{"cast":["Charles Denner","Brigitte Fossey","Nelly Borgeaud","Geneviève Fontanel","Leslie Caron"],"overview":"At Bertrand Morane's burial there are many of the women that the 40-year-old engineer loved. In flashback Bertrand's life and love affairs are told by himself while writing an autobiographical novel.","release_date":"1977-04-27","vote_average":7.3,"runtime":119,"cert":"N\/A","id":1421,"title":"The Man Who Loved Women","adult":false,"genre_ids":[18,35,10749]},{"cast":["Leonardo DiCaprio","Matt Damon","Jack Nicholson","Mark Wahlberg","Martin Sheen"],"overview":"To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.","release_date":"2006-10-05","vote_average":8.1,"runtime":151,"cert":"18","id":1422,"title":"The Departed","adult":false,"genre_ids":[18,53,80]},{"cast":["Jeffrey Weissman","Josh Duthie","Elan Freydenson","Shannon Lark"],"overview":"Flying Saucer Rock N Roll is the debut feature film from the father-son duo Eric and Joe Callero. The year is 1957 as a group of rockabilly and beatnik teens are visited by weed smoking Martian zombies who have come to take their earth women. Filmed with respect for classic horror films and full of laughs as the viewer is taken on an adventure like no other.","release_date":"2006-03-18","vote_average":3.0,"runtime":85,"cert":"N\/A","id":1423,"title":"Flying Saucer Rock 'N' Roll","adult":false,"genre_ids":[12,35,27,878]},{"cast":["Courteney Cox","James Le Gros","Michael Ealy","Nora Dunn","Nick Offerman"],"overview":"Sophie Jacobs is going through the most difficult time of her life. Now, she just has to find out if it's real.","release_date":"2004-07-22","vote_average":4.8,"runtime":73,"cert":"N\/A","id":1424,"title":"November","adult":false,"genre_ids":[18,9648,53]},{"cast":["Ben Whishaw","Simon Chandler","David Calder","Richard Felix","Birgit Minichmayr"],"overview":"Jean-Baptiste Grenouille, born in the stench of 18th century Paris, develops a superior olfactory sense, which he uses to create the world's finest perfumes. However, his work takes a dark turn as he tries to preserve scents in the search for the ultimate perfume.","release_date":"2006-09-13","vote_average":7.2,"runtime":147,"cert":"15","id":1427,"title":"Perfume: The Story of a Murderer","adult":false,"genre_ids":[80,14,18]},{"cast":["Antonio Banderas","Salma Hayek","Johnny Depp","Eva Mendes","Mickey Rourke"],"overview":"Hitman \"El Mariachi\" becomes involved in international espionage involving a psychotic CIA agent and a corrupt Mexican general.","release_date":"2003-09-11","vote_average":6.3,"runtime":102,"cert":"15","id":1428,"title":"Once Upon a Time in Mexico","adult":false,"genre_ids":[28,18,9648]},{"cast":["Edward Norton","Philip Seymour Hoffman","Barry Pepper","Rosario Dawson","Anna Paquin"],"overview":"In New York City in the days following the events of 9\/11, Monty Brogan is a convicted drug dealer about to start a seven-year prison sentence, and his final hours of freedom are devoted to hanging out with his closest buddies and trying to prepare his girlfriend for his extended absence.","release_date":"2002-12-16","vote_average":7.4,"runtime":135,"cert":"15","id":1429,"title":"25th Hour","adult":false,"genre_ids":[80,18]},{"cast":["Michael Moore","George H. W. Bush","George W. Bush","Dick Clark","Charlton Heston"],"overview":"Why do 11,000 people die in America each year at the hands of gun violence? Talking heads yelling from every TV camera blame everything from Satan to video games. But are we that much different from many other countries? What sets us apart? How have we become both the master and victim of such enormous amounts of violence? This is not a film about gun control. It is a film about the fearful heart and soul of the United States, and the 280 million Americans lucky enough to have the right to a constitutionally protected Uzi. From a look at the Columbine High School security camera tapes to the home of Oscar-winning NRA President Charlton Heston, from a young man who makes homemade napalm with The Anarchist's Cookbook to the murder of a six-year-old girl by another six-year-old, Bowling for Columbine is a journey through America, through our past, hoping to discover why our pursuit of happiness is so riddled with violence.","release_date":"2002-10-09","vote_average":7.6,"runtime":120,"cert":"15","id":1430,"title":"Bowling for Columbine","adult":false,"genre_ids":[99]},{"cast":["Marisa Paredes","Eduardo Noriega","Federico Luppi","Fernando Tielve","Íñigo Garcés"],"overview":"Spain, 1939. In the last days of the Spanish Civil War, the young Carlos arrives at the Santa Lucía orphanage, where he will make friends and enemies as he follows the quiet footsteps of a mysterious presence eager for revenge.","release_date":"2001-04-20","vote_average":7.3,"runtime":108,"cert":"15","id":1433,"title":"The Devil's Backbone","adult":false,"genre_ids":[14,18,27,53]},{"cast":["Jung Woo-sung","Ahn Sung-ki","Joo Jin-mo","Zhang Ziyi","Park Yong-woo"],"overview":"In 1375, China was in chaos between Yuan Dynasty and Ming Dynasty. Coryo (an ancient kingdom of Korea then) sent a delegation of many diplomats, soldiers and a silent slave to make peace with the new Chinese government. However, this delegation got charged as spies and sent in exile to a remote desert.","release_date":"2001-09-07","vote_average":6.9,"runtime":155,"cert":"N\/A","id":1436,"title":"The Warrior","adult":false,"genre_ids":[36,18,28]},{"cast":["Felicitas Woll","Sebastian Ströbel","Nina Tenge","Florian Fischer","Sissi Perlinger"],"overview":"Mia is dreaming of one day being the youngest driver in the Dakar Rally. She's pretty and loves the challenge. One day she gets to know the driving instructor Sherin, an exotic beauty of mid-twenties. She takes Mia to a secret car race out of town.","release_date":"2004-03-31","vote_average":5.6,"runtime":86,"cert":"N\/A","id":1437,"title":"Abgefahren","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2006-11-20","vote_average":10.0,"runtime":23,"cert":"N\/A","id":1438,"title":"Regoch","adult":false,"genre_ids":[16]},{"cast":["Jodie Foster","Chow Yun-Fat","Bai Ling","Tom Felton","Geoffrey Palmer"],"overview":"The story of the romance between the King of Siam (now Thailand) and the widowed British school teacher Anna Leonowens during the 1860s. Anna teaches the children and becomes romanced by the King. She convinces him that a man can be loved by just one woman.","release_date":"1999-12-16","vote_average":6.7,"runtime":148,"cert":"12","id":1439,"title":"Anna and the King","adult":false,"genre_ids":[18,36,10749]},{"cast":["Kate Winslet","Patrick Wilson","Jennifer Connelly","Jackie Earle Haley","Noah Emmerich"],"overview":"The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations.","release_date":"2006-10-06","vote_average":7.2,"runtime":136,"cert":"15","id":1440,"title":"Little Children","adult":false,"genre_ids":[10749,18,35]},{"cast":["Morgan Freeman","John Cusack","Alice Krige","Megan Dodds","Corey Johnson"],"overview":"Attempting to recover from a recent family trauma by escaping into the woods for a peaceful hiking trip, an ex-lawman and his young son stumble across a dangerous contract killer.","release_date":"2006-04-05","vote_average":5.7,"runtime":96,"cert":"15","id":1441,"title":"The Contract","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Uwe Trede","Lore Trede","Klaus H. Plähn","Irma Schaack","Eva Waldow"],"overview":"The film describes the microcosmos of the small village Wacken and shows the clash of the cultures, before and during the biggest heavy metal festival in Europe.","release_date":"2007-04-19","vote_average":6.9,"runtime":90,"cert":"N\/A","id":1442,"title":"Full Metal Village","adult":false,"genre_ids":[99]},{"cast":["Kirsten Dunst","James Woods","Kathleen Turner","A.J. Cook","Leslie Hayman"],"overview":"A group of male friends become obsessed with five mysterious sisters who are sheltered by their strict, religious parents.","release_date":"1999-12-31","vote_average":7.1,"runtime":97,"cert":"","id":1443,"title":"The Virgin Suicides","adult":false,"genre_ids":[18,10749]},{"cast":["Embeth Davidtz","Amy Adams","Ben McKenzie","Alessandro Nivola","Celia Weston"],"overview":"On the way to meet with an independent artist in the South, newlywed art dealer Madeleine is convinced by her husband, George, that they should stop to meet his family in North Carolina. Madeleine's affluent lifestyle clashes with the family, but she befriends George's wide-eyed and pregnant sister-in-law, Ashley, who is nearing her due date. Through the family, Madeleine gains greater insight into George's character.","release_date":"2005-08-03","vote_average":6.7,"runtime":106,"cert":"N\/A","id":1444,"title":"Junebug","adult":false,"genre_ids":[35,18]},{"cast":["Peter Greene","Alice Levitt","Megan Owen","Jennifer MacDonald","Molly Castelloe"],"overview":"Peter Winter is a young schizophrenic who is desperately trying to get his daughter back from her adoptive family. He attempts to function in a world that, for him, is filled with strange voices, electrical noise, disconcerting images, and jarringly sudden emotional shifts. During his quest, he runs afoul of the law and an ongoing murder investigation.","release_date":"1993-09-05","vote_average":6.6,"runtime":79,"cert":"N\/A","id":1479,"title":"Clean, Shaven","adult":false,"genre_ids":[18,80]},{"cast":["Charlton Heston","Janet Leigh","Orson Welles","Joseph Calleia","Marlene Dietrich"],"overview":"When a car bomb explodes on the American side of the U.S.\/Mexico border, Mexican drug enforcement agent Miguel Vargas begins his investigation, along with American police captain Hank Quinlan. When Vargas begins to suspect that Quinlan and his shady partner, Menzies, are planting evidence to frame an innocent man, his investigations into their possible corruption quickly put himself and his new bride, Susie, in jeopardy.","release_date":"1958-04-23","vote_average":7.8,"runtime":95,"cert":"12A","id":1480,"title":"Touch of Evil","adult":false,"genre_ids":[18,53,80]},{"cast":["Aden Young","Tara Morice","Nadine Garner","Ben Mendelsohn","Chantal Contouri"],"overview":"Psycho Joe babysits his brain-damaged father without a friend in the world, living in squalor in the suburbs of Melbourne. Joe loves one thing: Fast cars! When he gets a job at a local supermarket, Joe meets fellow \"petrol head\" Dazey, who quickly becomes his idol and best friend. Soon after, Joe falls for Savina, a goth girl who practices black magic. But Savina has already fallen for Dazey and will do anything to get him -- including using Joe's feelings for her. In true Shakespearean fashion, this trio race down the road to tragedy.","release_date":"1994-02-21","vote_average":4.5,"runtime":115,"cert":"N\/A","id":1481,"title":"Metal Skin","adult":false,"genre_ids":[28,18]},{"cast":["Peter Greene","Adam Trese","Paul Schulze","Edie Falco","Arabella Field"],"overview":"Jimmy and Jon are a couple of Brooklyn guys who somehow never found their way into workaday society; they never found their way into big-time crime, either.","release_date":"1992-03-21","vote_average":7.2,"runtime":100,"cert":"N\/A","id":1482,"title":"Laws of Gravity","adult":false,"genre_ids":[28,18]},{"cast":["Brian Salzberg","Donna Dempsey","Stephen Charles Barry","James Gandia"],"overview":"Begotten is the creation myth brought to life, the story of no less than the violent death of God and the (re)birth of nature on a barren earth.","release_date":"1991-06-05","vote_average":5.5,"runtime":78,"cert":"N\/A","id":1483,"title":"Begotten","adult":false,"genre_ids":[14,27]},{"cast":["Götz George","Jürgen Hentsch","Hans-Michael Rehberg","Pierre Franckh","Matthias Fuchs"],"overview":"Fritz Haarmann, who has killed at least 27 boys, is questioned by a psychology professor in order to find out whether he is sane and can be held responsible for his crimes. During this interrogation Haarmann reveals his motives and his killing methods.","release_date":"1995-11-23","vote_average":6.7,"runtime":110,"cert":"N\/A","id":1484,"title":"The Deathmaker","adult":false,"genre_ids":[18]},{"cast":["Michael Caine","Ian Hendry","Britt Ekland","John Osborne","Tony Beckley"],"overview":"Jack Carter is a small-time hood working in London. When word reaches him of his brothers death, he travels to Newcastle to attend the funeral. Refusing to accept the police report of suicide, Carter seeks out his brother’s friends and acquaintances to learn who murdered his sibling and why.","release_date":"1971-03-03","vote_average":7.1,"runtime":112,"cert":"18","id":1485,"title":"Get Carter","adult":false,"genre_ids":[80,53]},{"cast":["Hurichabilike","Dawa","Geliban","Yidexinnaribu","Badema"],"overview":"Bilike has never seen a ping-pong ball before. He and his family live without electricity and running water in a solitary tent home among the vast steppe grasslands. The magnificent landscape here has changed little since the days of Genghis Kahn. But life in the middle of nowhere can be exciting for a young boy. The smallest of details become big events for curious Bilike and his best friends Erguotou and Dawa. The mystery of the small white ball floating in the creek leads to questions about the world around them, as well as innocent mischief.","release_date":"2005-06-11","vote_average":5.0,"runtime":102,"cert":"N\/A","id":1488,"title":"Mongolian Ping Pong","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"On the planet Sera, a former P.O.W. is civilization's best hope in their fight against the Locust Horde, a race of creatures who emerged from underneath the planet's surface, intent on eliminating humankind.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":1489,"title":"Gears of War","adult":false,"genre_ids":[28,878,10752]},{"cast":["Schortie Scheumann","Roger Ditter"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":1490,"title":"Singendes Wasser","adult":false,"genre_ids":[18]},{"cast":["Edward Norton","Paul Giamatti","Jessica Biel","Rufus Sewell","Eddie Marsan"],"overview":"With his eye on a lovely aristocrat, a gifted illusionist named Eisenheim uses his powers to win her away from her betrothed, a crowned prince. But Eisenheim's scheme creates tumult within the monarchy and ignites the suspicion of a dogged inspector.","release_date":"2006-08-18","vote_average":7.2,"runtime":110,"cert":"PG","id":1491,"title":"The Illusionist","adult":false,"genre_ids":[14,18,53,10749]},{"cast":["Gérard Depardieu","Armand Assante","Sigourney Weaver","Loren Dean","Ángela Molina"],"overview":"1492: Conquest of Paradise depicts Christopher Columbus’ discovery of The New World and his effect on the indigenous people.","release_date":"1992-10-09","vote_average":6.2,"runtime":154,"cert":"N\/A","id":1492,"title":"1492: Conquest of Paradise","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Sandra Bullock","Benjamin Bratt","Michael Caine","Candice Bergen","William Shatner"],"overview":"When the local FBI office receives a letter from a terrorist known only as 'The Citizen', it's quickly determined that he's planning his next act at the Miss America beauty pageant. Because tough-as-nails Gracie Hart is the only female Agent at the office, she's chosen to go undercover as the contestant from New Jersey.","release_date":"2000-12-14","vote_average":6.4,"runtime":111,"cert":"15","id":1493,"title":"Miss Congeniality","adult":false,"genre_ids":[35,80,28]},{"cast":["Chow Yun-Fat","Gong Li","Jay Chou","Liu Ye","Qin Junjie"],"overview":"During China's Tang dynasty the emperor has taken the princess of a neighboring province as his wife. She has borne him two sons and raised his eldest. Now his control over his dominion is complete, including the royal family itself.","release_date":"2006-12-21","vote_average":6.7,"runtime":114,"cert":"15","id":1494,"title":"Curse of the Golden Flower","adult":false,"genre_ids":[28,18,14]},{"cast":["Orlando Bloom","Eva Green","Jeremy Irons","Marton Csokas","Brendan Gleeson"],"overview":"After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.","release_date":"2005-05-03","vote_average":6.7,"runtime":144,"cert":"15","id":1495,"title":"Kingdom of Heaven","adult":false,"genre_ids":[18,28,12,36,10752]},{"cast":["Vanilla Ice","Kristin Minter","Naomi Campbell","Deezer D","Kevin Hicks"],"overview":"Johnny, a freewheeling, motorcycle-riding musician, rolls into a small town with his band, and meets Kathy, an honor student who catches his eye. Meanwhile, Kathy's father, after being in the Witness Protection Program, is finally found by the two corrupt cops he escaped from years ago, who claim he owes them a lot of money.","release_date":"1991-10-18","vote_average":4.2,"runtime":91,"cert":"N\/A","id":1496,"title":"Cool as Ice","adult":false,"genre_ids":[18,28,35,10402,10749]},{"cast":["Paige Turco","David Warner","Michelan Sisti","Leif Tilden","Kenn Scott"],"overview":"The Turtles and the Shredder battle once again, this time for the last cannister of the ooze that created the Turtles, which Shredder wants to create an army of new mutants.","release_date":"1991-03-22","vote_average":6.0,"runtime":88,"cert":"PG","id":1497,"title":"Teenage Mutant Ninja Turtles II: The Secret of the Ooze","adult":false,"genre_ids":[878,12,28,35,10751]},{"cast":["Judith Hoag","Elias Koteas","Josh Pais","Corey Feldman","Brian Tochi"],"overview":"A quartet of mutated humanoid turtles clash with an uprising criminal gang of ninjas","release_date":"1990-03-30","vote_average":6.5,"runtime":93,"cert":"PG","id":1498,"title":"Teenage Mutant Ninja Turtles","adult":false,"genre_ids":[878,28,12,35,10751]},{"cast":["Elias Koteas","Paige Turco","Stuart Wilson","Sab Shimono","Vivian Wu"],"overview":"The four turtles travel back in time to the days of the legendary and deadly samurai in ancient Japan, where they train to perfect the art of becoming one. The turtles also assist a small village in an uprising.","release_date":"1993-03-17","vote_average":5.1,"runtime":96,"cert":"PG","id":1499,"title":"Teenage Mutant Ninja Turtles III","adult":false,"genre_ids":[28,12,35,10751,14,878]}]