[{"cast":["John Neville","Eric Idle","Sarah Polley","Oliver Reed","Charles McKeown"],"overview":"An account of Baron Munchausen's supposed travels and fantastical experiences with his band of misfits.","release_date":"1988-12-07","vote_average":7.0,"runtime":126,"cert":"PG","id":14506,"title":"The Adventures of Baron Munchausen","adult":false,"genre_ids":[28,12,35,14,10751]},{"cast":["Stephanie Leonidas","Jason Barry","Rob Brydon","Gina McKee","Dora Bryan"],"overview":"In a fantasy world of opposing kingdoms, a 15-year old girl must find the fabled MirrorMask in order to save the kingdom and get home","release_date":"2005-01-25","vote_average":6.6,"runtime":101,"cert":"PG","id":14517,"title":"MirrorMask","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"An animated retelling set to Prokofiev's suite. Peter is a slight lad, solitary, locked out of the woods by his protective grandfather","release_date":"2006-09-23","vote_average":6.6,"runtime":32,"cert":"U","id":14518,"title":"Peter & the Wolf","adult":false,"genre_ids":[16,10751,10402]},{"cast":["Orgyen Tobgyal","Neten Chokling","Jamyang Lodro","Lama Chonjor","Lama Godhi"],"overview":"While the soccer World Cup is being played in France, two young Tibetan refugees arrive at a monastery\/boarding school in exile in India. Its atmosphere of serene contemplation is disrupted by soccer fever, the chief instigator being a young student, the soccer enthusiast Orgyen who desperately seeks a TV to watch the final.","release_date":"1999-08-29","vote_average":6.5,"runtime":93,"cert":"N\/A","id":14521,"title":"The Cup","adult":false,"genre_ids":[35]},{"cast":["Alan Cumming","Sean Bean","David Thewlis","Jim Carter","Peter Davison"],"overview":"The fates of horses, and the people who own and command them, are revealed as Black Beauty narrates the circle of his life.","release_date":"1994-07-29","vote_average":6.3,"runtime":88,"cert":"U","id":14522,"title":"Black Beauty","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Joe Odagiri","Tomokazu Miura","Kyoko Koizumi","Yuriko Yoshitaka","Kumiko Aso"],"overview":"Leading a lazy life, Fumiya has been a university student for 8 years and owes money to loan sharks. One day, a man named Fukuhara comes to collect the loan, which Fumiya cannot pay. So Fukuhara makes a proposition: He will cancel the debt as long as Fumiya agrees to walk with him across Tokyo to the police station of Kasumigaseki, where he intends to turn himself in for a crime he deeply regrets. Not having much choice, Fumiya accepts the deal. Thus begins their journey which will lead them to various unusual encounters, most of all with themselves.","release_date":"2007-11-10","vote_average":7.2,"runtime":101,"cert":"N\/A","id":14525,"title":"Adrift in Tokyo","adult":false,"genre_ids":[35]},{"cast":["Dan Henderson","Rich Franklin","Mark Coleman","Maurício Rua","Jeremy Horn"],"overview":"The Ultimate Fighting Championship travels to Dublin, Ireland for the first time and the big guns of the light heavyweight division are coming along for the ride. Former UFC middleweight champion Rich “Ace” Franklin battles former two-division Pride champion Dan Henderson in a pivotal 205-pound battle that could determine the future for both superstars.","release_date":"2009-01-17","vote_average":5.5,"runtime":239,"cert":"N\/A","id":14526,"title":"UFC 93: Franklin vs. Henderson","adult":false,"genre_ids":[]},{"cast":["Ryan Reynolds","Kristin Booth","Joris Jarsky","David Suchet","Sean Sullivan"],"overview":"Kevin, Sam and Rob have an unusual hobby: planning foolproof heists, without intending to actually perform them. The game goes wrong when their latest plan is stolen and carried out. Things get even worse when a mysterious man approaches them with an offer: plan a heist for him, or go to jail. As the clock ticks, they find that the risk might be higher than just their freedom.","release_date":"2003-10-03","vote_average":6.3,"runtime":97,"cert":"15","id":14527,"title":"Foolproof","adult":false,"genre_ids":[28]},{"cast":["Michael Clarke Duncan","Jennifer Esposito","Ron Livingston","Rob Schneider","Claudia Choi"],"overview":"Quite a bit can happen over the course of a single day in L.A., and when smooth-talking scam artist Johnny decides to throw a bachelor party for his best friend Bill the events of the day take a bizarre turn. As the festivities get underway, the appearance of a transvestite prostitute, a trigger-happy ex-con, and a notorious porn king signal that this isn't going to be a typical night out.","release_date":"2008-06-03","vote_average":4.1,"runtime":94,"cert":"18","id":14530,"title":"American Crude","adult":false,"genre_ids":[35,18]},{"cast":["Gerard Kearns","Matthew McNulty","Elliot Cowan","Brendan Coyle","Heather Craney"],"overview":"After a bomb kills their company commander in Iraq, British soldiers Treacle and Shane are ordered to round up suspects and use torture on the detainees. Back home, the press gets the story and the pair achieves instant infamy.","release_date":"2008-11-25","vote_average":5.7,"runtime":87,"cert":"","id":14531,"title":"The Mark of Cain","adult":false,"genre_ids":[18,10752]},{"cast":["Sean Astin","Jon Favreau","Ned Beatty","Greta Lind","Scott Benjaminson"],"overview":"Rudy grew up in a steel mill town where most people ended up working, but wanted to play football at Notre Dame instead. There were only a couple of problems. His grades were a little low, his athletic skills were poor, and he was only half the size of the other players. But he had the drive and the spirit of 5 people and has set his sights upon joining the team.","release_date":"1993-09-17","vote_average":7.4,"runtime":114,"cert":"PG","id":14534,"title":"Rudy","adult":false,"genre_ids":[18,36]},{"cast":["Tatsuya Nakadai","Rentarô Mikuni","Shima Iwashita","Akira Ishihama","Yoshio Inaba"],"overview":"Aging samurai Hanshiro Tsugumo arrives at the home of Kageyu Saito and asks to commit a ritual suicide on the property, which Saito thinks is a ploy to gain pity and a job. Saito tells Tsugumo of another samurai, Motome Chijiiwa, who threatened suicide as a stratagem, only to be forced to follow through on the task. When Tsugumo reveals that Chijiiwa was his son-in-law, the disclosure sets off a fierce conflict.","release_date":"1962-09-15","vote_average":8.3,"runtime":135,"cert":"N\/A","id":14537,"title":"Harakiri","adult":false,"genre_ids":[28,18,36]},{"cast":["Sammo Hung","Vanness Wu","Maggie Q","Andy Lau","Ti Lung"],"overview":"The aging Zhao embarks on his final and greatest campaign, a road to adventure that will crown his name in glory for all time.","release_date":"2008-04-03","vote_average":6.4,"runtime":102,"cert":"N\/A","id":14538,"title":"Three Kingdoms: Resurrection of the Dragon","adult":false,"genre_ids":[28,36,18]},{"cast":["Kelly Chen","Donnie Yen","Leon Lai","Guo Xiaodong","Kau Jan-Hoi"],"overview":"After the death of her father, a woman is forced to take over as empress and fight to save her kingdom.","release_date":"2008-02-09","vote_average":6.1,"runtime":99,"cert":"N\/A","id":14539,"title":"An Empress and the Warriors","adult":false,"genre_ids":[28,12,36]},{"cast":["Jeff Dunham","Paige Dunham"],"overview":"Combining his amazing talent and his unorthodox sense of humor, Jeff Dunham returns, yet again, with a hilarious stand-up comedy and ventriloquist performance. Starting off with the infamously known Walter, scrutinizing every bit of today's American society. Followed by two new characters, Achmed the Dead Terrorist, who continuously threatens the crowd with Silence and Death, and Melvin the Superhero.","release_date":"2007-09-17","vote_average":6.6,"runtime":80,"cert":"N\/A","id":14540,"title":"Jeff Dunham: Spark of Insanity","adult":false,"genre_ids":[35]},{"cast":["Jeff Dunham","Brian Haner"],"overview":"The multi-platinum selling comedian performs his first holiday-themed stand-up special with his friends.","release_date":"2008-11-16","vote_average":7.0,"runtime":85,"cert":"N\/A","id":14541,"title":"Jeff Dunham: Jeff Dunham's Very Special Christmas Special","adult":false,"genre_ids":[35]},{"cast":["Jeff Dunham"],"overview":"A recorded live performance of ventriloquist Jeff Dunham portrays a comedian whose revival of an old-fashioned art has made ventriloquism more relevant to modern societal concerns. Starring his six main characters, from Bubba Jay, a Nascar-obsessed hick, to Peanut, a flamboyant gay monkey, Dunham’s puppets have dirty but inoffensive senses of humor that mock the American Dream.","release_date":"2006-04-11","vote_average":6.6,"runtime":76,"cert":"N\/A","id":14542,"title":"Jeff Dunham: Arguing with Myself","adult":false,"genre_ids":[35]},{"cast":["Keanu Reeves","Hugo Weaving","Laurence Fishburne","Carrie-Anne Moss","Lorenzo Di Bonaventura"],"overview":"The film goes behind the scenes of the 1999 sci-fi movie The Matrix.","release_date":"2001-11-19","vote_average":6.8,"runtime":123,"cert":"15","id":14543,"title":"The Matrix Revisited","adult":false,"genre_ids":[99]},{"cast":["Nick Cannon","Shad Moss","Chi McBride","Meagan Good","Brandon T. Jackson"],"overview":"In the summer of 1978, a teenager and his group of friends face new challenges when their neighborhood roller-skating rink closes, forcing them to visit a different rink.","release_date":"2005-09-23","vote_average":6.3,"runtime":112,"cert":"N\/A","id":14544,"title":"Roll Bounce","adult":false,"genre_ids":[35,18,10751]},{"cast":["Larry the Cable Guy","Bill Engvall","DJ Qualls","Christina Moore","Danny Trejo"],"overview":"Three bumbling Army reservists are hustled onto a plane headed for combat in Iraq -- but the fact that the plane drops them in Mexico doesn't stop them from \"liberating\" what they believe to be the Middle East.","release_date":"2007-05-11","vote_average":4.1,"runtime":90,"cert":"N\/A","id":14547,"title":"Delta Farce","adult":false,"genre_ids":[28,12,35]},{"cast":[],"overview":"No overview found.","release_date":"2007-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14548,"title":"Mumbai Salsa","adult":false,"genre_ids":[18,35,10749]},{"cast":["Danny Glover","Steve Zahn","Leelee Sobieski","Matthias Schweighöfer","Togo Igawa"],"overview":"Two Passengers (Sobieski and Zahn) and the conductor (Glover), discovered that a person has passed away on their Night Train cabin. They come across valuable diamonds on his person, that they decide to keep for themselves...","release_date":"2009-04-15","vote_average":5.5,"runtime":87,"cert":"15","id":14549,"title":"Night Train","adult":false,"genre_ids":[53,80]},{"cast":["Michael Keaton","Christopher Lloyd","Peter Boyle","Stephen Furst","Lorraine Bracco"],"overview":"This morning they were playing ping-pong in the hospital rec room. Now they're lost in New York and framed for murder. This was never covered in group therapy.","release_date":"1989-04-07","vote_average":6.2,"runtime":113,"cert":"N\/A","id":14550,"title":"The Dream Team","adult":false,"genre_ids":[35]},{"cast":["James Stewart","Shelley Winters","Dan Duryea","Stephen McNally","Millard Mitchell"],"overview":"Lin McAdam rides into town on the trail of Dutch Henry Brown, only to find himself in a shooting competition against him. McAdam wins the prize, a one-in-a-thousand Winchester rifle, but Dutch steals it and leaves town. McAdam follows, intent on settling his old quarrel, while the rifle keeps changing hands and touching a number of lives.","release_date":"1950-07-12","vote_average":7.4,"runtime":92,"cert":"N\/A","id":14551,"title":"Winchester '73","adult":false,"genre_ids":[37]},{"cast":["Cayden Boyd","AnnaSophia Robb","Val Kilmer","Heather Graham","Lara Flynn Boyle"],"overview":"West Texas, in the 1960's. A tale of two 12-year-olds who embark on an adventure to find new parents in order to escape their unhappy and emotionally unsatisfying family life.","release_date":"2007-05-21","vote_average":7.7,"runtime":86,"cert":"N\/A","id":14552,"title":"Have Dreams, Will Travel","adult":false,"genre_ids":[18,10749]},{"cast":["Liv Tyler","Sinéad Cusack","Jeremy Irons","Jason Flemyng","Joseph Fiennes"],"overview":"Lucy Harmon, an American teenager is arriving in the lush Tuscan countryside to be sculpted by a family friend who lives in a beautiful villa. Lucy visited there four years earlier and exchanged a kiss with an Italian boy with whom she hopes to become reacquainted.","release_date":"1996-03-29","vote_average":6.7,"runtime":116,"cert":"15","id":14553,"title":"Stealing Beauty","adult":false,"genre_ids":[18,10749]},{"cast":["Spencer Tracy","Robert Ryan","Anne Francis","Walter Brennan","Ernest Borgnine"],"overview":"A stranger visits a tiny Western town that is determined to keep a horrible secret.","release_date":"1955-01-07","vote_average":7.2,"runtime":81,"cert":"N\/A","id":14554,"title":"Bad Day at Black Rock","adult":false,"genre_ids":[18,37,53]},{"cast":["Sylvie Testud","Pierre Palmade","Arielle Dombasle","Jeanne Balibar","Lionel Abelanski"],"overview":"A biopic of famous French writer Françoise Sagan, best known for her groundbreaking first book, Bonjour Tristesse.","release_date":"2008-06-11","vote_average":6.1,"runtime":180,"cert":"N\/A","id":14555,"title":"Sagan","adult":false,"genre_ids":[18]},{"cast":["Vincent Lindon","Diane Kruger","Lancelot Roch","Olivier Marchal","Hammou Graïa"],"overview":"Lisa and Julien are married and lead a happy uneventful life with their son Oscar. But their life radically changes one morning, when the police comes to arrest Lisa on murder charges. She's sentenced to 20 years of prison. Convinced of his wife's innocence, Julien decides to act. How far will he be willing to go for her?","release_date":"2008-12-03","vote_average":6.9,"runtime":96,"cert":"N\/A","id":14556,"title":"Anything for Her","adult":false,"genre_ids":[18,53]},{"cast":["Tom Everett Scott","Mark-Paul Gosselaar","Poppy Montgomery","Lochlyn Munro","Randy Pearlstein"],"overview":"Josh Miller is a studious and responsible pre-med student entering college as a freshman. His wild, hard-partying roommate Cooper Frederickson, on the other hand, is a spoiled rich kid who never studies and spends his time getting drunk and ogling co-eds. Before long, Cooper's fun-filled lifestyle has corrupted Josh, and both are on the verge of flunking out.","release_date":"1998-08-21","vote_average":5.8,"runtime":96,"cert":"N\/A","id":14557,"title":"Dead Man on Campus","adult":false,"genre_ids":[35]},{"cast":["Piotr Adamczyk","Edyta Olszówka","Anna Dereszowska","Magdalena Różczka","Iza Kuna"],"overview":"To zwariowana historia czterech przyjaciółek (Łucja - Edyta Olszówka, Korba - Anna Dereszowska, Monia - Magdalena Różczka, Gośka - Iza Kuna), których życie w wyniku galopady szalonych wydarzeń ulega w ciągu roku całkowitej zmianie. Towarzyszą im w tej galopadzie mężczyźni szlachetni (Istvan - Tomasz Kot, Wojtek - Tomasz Karolak, Tomek - Rafał Królikowski, Tadeusz - Krzysztof Globisz), mężczyźni nieszlachetni (Marek Dywanik - Robert Więckiewicz, Błażej Dywanik - Borys Szyc) oraz trudni do zdefiniowania (Artur - Piotr Adamczyk).To miłość i seks, zabawa i spontan oraz zdrada i zemsta w jednym! To świat, w którym kobiety naprawdę rządzą! W którym wiedzą, czego chcą, a zwłaszcza czego nie chcą! I w którym nie boją się powiedzieć facetom prosto w oczy, że jeśli naprawdę są z Marsa, to niech tam wracają!","release_date":"2008-02-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":14558,"title":"Lejdis","adult":false,"genre_ids":[35]},{"cast":["Ray Liotta","Shaun Sipos","Glenne Headly","Rachel Blanchard","Brooke Nevin"],"overview":"First Down. Second Chance. Skylar is a star quarterback of his football team. He's got the skills, the looks, and the girls. His next-door neighbor, Walter (Liotta) is a loving husband, good father and all-round decent family man. When their worlds start to crumble they find themselves in jail together and suddenly these former enemies must rely on each other to rebuild their lives... finding wha","release_date":"2006-01-01","vote_average":6.2,"runtime":99,"cert":"N\/A","id":14561,"title":"Comeback Season","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Matilda Anna Ingrid Lutz","Alex Roe","Johnny Galecki","Vincent D'Onofrio","Aimee Teegarden"],"overview":"Julia becomes worried about her boyfriend, Holt when he explores the dark urban legend of a mysterious videotape said to kill the watcher seven days after viewing. She sacrifices herself to save her boyfriend and in doing so makes a horrifying discovery: there is a \"movie within the movie\" that no one has ever seen before.","release_date":"2017-02-01","vote_average":4.9,"runtime":102,"cert":"","id":14564,"title":"Rings","adult":false,"genre_ids":[27]},{"cast":["Brian Geraghty","Christian Slater","Craig Sheffer","James Madio","Jacob Vargas"],"overview":"A struggling young couple stumbles upon a cache of dirty money after a shootout in their apartment building.","release_date":"2008-01-15","vote_average":6.5,"runtime":94,"cert":"N\/A","id":14565,"title":"Love Lies Bleeding","adult":false,"genre_ids":[28,80,53,18]},{"cast":["Alex O'Loughlin","Patrick Thompson","Gabby Millgate","Jack Thompson","Matthew Le Nevez"],"overview":"A cybercrime investigator tracks a man suspected of force-feeding women to death.","release_date":"2005-05-11","vote_average":5.5,"runtime":97,"cert":"","id":14566,"title":"Feed","adult":false,"genre_ids":[9648,53]},{"cast":["Beau Bridges","Rosanna Arquette","Mathew Botuchis","Héctor Elizondo","Doris Roberts"],"overview":"A 17-year-old boy buys mini-cameras and displays the footage online at I-see-you.com. The cash rolls in as the site becomes a major hit. Everyone seems to have fun until it all comes crashing down....","release_date":"2006-03-08","vote_average":4.6,"runtime":92,"cert":"N\/A","id":14569,"title":"I-See-You.Com","adult":false,"genre_ids":[35]},{"cast":["Kurt Thomas","Tetchie Agbayani","Richard Norton","Edward Bell","John Barrett"],"overview":"Johnathan Cabot is a champion gymnast. In the tiny, yet savage, country of Parmistan, there is a perfect spot for a \"star wars\" site. For the US to get this site, they must compete in the brutal \"Game\". The government calls on Cabot, the son of a former operative, to win the game. Cabot must combine his gymnastics skills of the west with fighting secrets of the east and form GYMKATA!","release_date":"1985-05-03","vote_average":5.0,"runtime":90,"cert":"N\/A","id":14570,"title":"Gymkata","adult":false,"genre_ids":[28,18]},{"cast":["Miina Tominaga","Toshio Furukawa","Ryûnosuke Ohbayashi","Yoshiko Sakakibara","Yō Inoue"],"overview":"A mysterious suicide and a series of unmanned robot run-aways sparks off a Police investigation into the suspicious software on-board thousands of industrial robots around Tokyo.","release_date":"1989-01-01","vote_average":6.5,"runtime":100,"cert":"N\/A","id":14571,"title":"Patlabor: The Movie","adult":false,"genre_ids":[28,16,878]},{"cast":["Miina Tominaga","Toshio Furukawa","Ryûnosuke Ohbayashi","Yoshiko Sakakibara","Michihiro Ikemizu"],"overview":"A Japanese police unit who use giant anthropomorphic robots (called Labors) is caught up in a political struggle between the civilian authorities and the military when a terrorist act is blamed on an Air Force jet. With the aid of a government agent, the team gets close to a terrorist leader to stop things from going out of control when after the military is impelled to impose martial law.","release_date":"1993-08-07","vote_average":7.0,"runtime":107,"cert":"N\/A","id":14572,"title":"Patlabor 2: The Movie","adult":false,"genre_ids":[16,878,28]},{"cast":["Yoo Ji-tae","Lee Jae-eun","Seo Rin","Jung Eun-pyo","Jung Doo-hong"],"overview":"Two cops, R and Noma, hunt down renegade cyborgs. Cyborgs are used as commandos by the military, as lust objects and for companionship. Normaly they have a limited lifespan of three years but black market technology is being developed to be able to transfer a cyborg's artificial intelligence into human host. This drives R to find a suitable host for his expiring cyborg Ria.","release_date":"2003-09-26","vote_average":5.3,"runtime":114,"cert":"15","id":14573,"title":"Natural City","adult":false,"genre_ids":[878]},{"cast":["Asa Butterfield","Jack Scanlon","Vera Farmiga","David Thewlis","Rupert Friend"],"overview":"When his family moves from their home in Berlin to a strange new house in Poland, young Bruno befriends Shmuel, a boy who lives on the other side of the fence where everyone seems to be wearing striped pajamas. Unaware of Shmuel's fate as a Jewish prisoner or the role his own Nazi father plays in his imprisonment, Bruno embarks on a dangerous journey inside the camp's walls.","release_date":"2008-05-07","vote_average":7.8,"runtime":94,"cert":"12A","id":14574,"title":"The Boy in the Striped Pyjamas","adult":false,"genre_ids":[10752,18]},{"cast":["Scot Williams","Kenny Doughty","Rory McCann","Stephen Graham","Rosie Fellner"],"overview":"Hoping to raise enough capital to finance a legitimate business and leave behind his life of crime, Liverpool underworld boss Ged Brennan sends his brother Ratter and a crew to pull a daring final heist. But when Ratter kills a drug kingpin during the job, Brennan must turn to rival crook Franner to avert an all-out gangland war.","release_date":"2008-10-01","vote_average":6.1,"runtime":117,"cert":"N\/A","id":14575,"title":"The Crew","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Sylvester Stallone","Stuart Townsend","Gabriel Byrne","Thandie Newton","Jamie Foxx"],"overview":"Tiffany, Charlie and Vernon are con artists looking to up the ante from their typical scams. They figure a good way of doing this is taking down Dean \"The Dean\" Stevens, a well-known cardsharp, in a rigged game. However, they first need enough money to enter a game with Stevens, so they decide to strike a deal with fellow crook Larry Jennings to scam a local gangster -- which turns out to be a bad idea.","release_date":"2003-05-18","vote_average":6.3,"runtime":101,"cert":"N\/A","id":14576,"title":"Shade","adult":false,"genre_ids":[28,53,80]},{"cast":["Norm Macdonald","Artie Lange","Jack Warden","Traylor Howard","Don Rickles"],"overview":"Unemployed and recently dumped, Mitch and his buddy Sam start a revenge-for-hire business to raise the $50,000 that Sam's father needs to get a heart transplant. The dirty duo brings down a movie theater manager and hires hookers to pose as dead bodies during a live TV ad. When a wealthy developer hires the guys to trash a building (so that he can have it condemned), problems arise and a feud ensues.","release_date":"1998-06-12","vote_average":6.4,"runtime":82,"cert":"N\/A","id":14577,"title":"Dirty Work","adult":false,"genre_ids":[35]},{"cast":["Shawn Hatosy","Amy Smart","Alec Baldwin","Jon Abrahams","Richard Jenkins"],"overview":"In this coming-of-age comedy, Tim Dunphy is leading a go-nowhere existence, spending his days smoking pot and hanging out with his best friend, Drugs Delaney. But Tim's lazy days of getting high are jettisoned after a brush with the law convinces his blue-collar dad to send him to a Connecticut prep school. The one saving grace of the new school is Jane, a fellow student Tim falls for immediately.","release_date":"1999-09-01","vote_average":5.8,"runtime":96,"cert":"N\/A","id":14578,"title":"Outside Providence","adult":false,"genre_ids":[10749,35,18]},{"cast":["Sissy Spacek","Troy Garity","Rebecca Romijn","Barry Corbin","Jason Davis"],"overview":"In this searing Southern drama, a mother and son reunite under desperate circumstances years after a family tragedy drove them far apart.","release_date":"2008-01-01","vote_average":6.2,"runtime":92,"cert":"N\/A","id":14579,"title":"Lake City","adult":false,"genre_ids":[28,18]},{"cast":["Glenn Ford","Gloria Grahame","Jocelyn Brando","Alexander Scourby","Lee Marvin"],"overview":"Tough cop Dave Bannion takes on a politically powerful crime syndicate.","release_date":"1953-10-14","vote_average":7.8,"runtime":89,"cert":"15","id":14580,"title":"The Big Heat","adult":false,"genre_ids":[80,18]},{"cast":["Jeremy Jones"],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14581,"title":"91 Words for Snow","adult":false,"genre_ids":[]},{"cast":["Paul Gross","Caroline Dhavernas","Joe Dinicol","Meredith Bailey","Adam J. Harrington"],"overview":"Sergeant Michael Dunne fights in the 10th Battalion, AKA The \"Fighting Tenth\" with the 1st Canadian Division and participated in all major Canadian battles of the war, and set the record for highest number of individual bravery awards for a single battle","release_date":"2008-10-17","vote_average":6.3,"runtime":114,"cert":"15","id":14582,"title":"Passchendaele","adult":false,"genre_ids":[18,10749,10752,36]},{"cast":["Tim Roth","Michael Rooker","Renée Zellweger","Chris Penn","Rosanna Arquette"],"overview":"The gruesome death of a prostitute brings suspicion on one of her clients, James Wayland, a brilliant, self-destructive and epileptic heir to a textile fortune. So detectives Braxton and Kennesaw take Wayland in for questioning, thinking they can break the man. But despite his troubles, Wayland is a master of manipulation, and during the interrogation, he begins to turn the tables on the investigators, forcing them to reveal their own sinister sides.","release_date":"1997-08-31","vote_average":6.3,"runtime":106,"cert":"N\/A","id":14583,"title":"Deceiver","adult":false,"genre_ids":[9648,80,18,53]},{"cast":["Peter Falk","Ann-Margret","Eileen Brennan","Sid Caesar","Stockard Channing"],"overview":"Spoofing the entire 1940s detective genre, and his own performances as a bumbling private detective, Peter Falk plays Lou Pekinpaugh, a San Francisco private detective accused of murdering his partner at the instigation of his mistress, the partner's wife, Georgia Merkle.","release_date":"1978-06-23","vote_average":6.6,"runtime":92,"cert":"N\/A","id":14584,"title":"The Cheap Detective","adult":false,"genre_ids":[35,53,80,9648]},{"cast":["Aaron Eckhart","Stacy Edwards","Matt Malloy","Michael Martin","Mark Rector"],"overview":"Two business executives--one an avowed misogynist, the other recently emotionally wounded by his love interest--set out to exact revenge on the female gender by seeking out the most innocent, uncorrupted girl they can find and ruining her life.","release_date":"1997-03-28","vote_average":7.0,"runtime":97,"cert":"N\/A","id":14585,"title":"In the Company of Men","adult":false,"genre_ids":[35,18]},{"cast":["William Powell","Myrna Loy","Elissa Landi","James Stewart","Penny Singleton"],"overview":"Nick and Nora Charles investigate when Nora's cousin reports her disreputable husband is missing, and find themselves in a mystery involving the shady owners of a popular nightclub, a singer and her dark brother, the cousin's forsaken true love, and Nora's bombastic and controlling aunt.","release_date":"1936-12-25","vote_average":7.7,"runtime":112,"cert":"N\/A","id":14588,"title":"After the Thin Man","adult":false,"genre_ids":[35,80,9648]},{"cast":["William Powell","Myrna Loy","Virginia Grey","Otto Kruger","C. Aubrey Smith"],"overview":"Not even the joys of parenthood can stop married sleuths Nick and Nora Charles from investigating a murder on a Long Island estate.","release_date":"1939-01-01","vote_average":7.5,"runtime":103,"cert":"N\/A","id":14589,"title":"Another Thin Man","adult":false,"genre_ids":[35,18]},{"cast":["William Powell","Myrna Loy","Barry Nelson","Donna Reed","Sam Levene"],"overview":"High society sleuths Nick and Nora Charles run into a variety of shady characters while investigating a race-track murder.","release_date":"1941-11-21","vote_average":7.0,"runtime":97,"cert":"N\/A","id":14590,"title":"Shadow of the Thin Man","adult":false,"genre_ids":[35,9648,10749,53]},{"cast":[],"overview":"The public was not given all of the facts surrounding the worst terrorist attack in the United States of America's history.","release_date":"2004-01-01","vote_average":7.5,"runtime":52,"cert":"N\/A","id":14591,"title":"911 in Plane Site","adult":false,"genre_ids":[99]},{"cast":["William Powell","Myrna Loy","Lucile Watson","Gloria DeHaven","Anne Revere"],"overview":"On a trip to visit his parents, detective Nick Charles gets mixed up in a murder investigation.","release_date":"1945-01-25","vote_average":7.1,"runtime":101,"cert":"N\/A","id":14594,"title":"The Thin Man Goes Home","adult":false,"genre_ids":[35,9648,53]},{"cast":["William Powell","Myrna Loy","Keenan Wynn","Dean Stockwell","Phillip Reed"],"overview":"Society sleuths Nick and Nora Charles investigate a murder in a jazz club.","release_date":"1947-08-28","vote_average":6.9,"runtime":86,"cert":"N\/A","id":14595,"title":"Song of the Thin Man","adult":false,"genre_ids":[35,80,18,9648,53]},{"cast":["Chandeep Uppal","Max Beesley","Anna Brewster","Sanjeev Bhaskar","Kathy Burke"],"overview":"Meena, a 12-year-old living in a mining village in the English Midlands in 1972, is the daughter of Indian parents who've come to England to give her a better life. This idyllic existence is upset by the arrival in the village of Anita Rutter and her dysfunctional family.","release_date":"2002-11-22","vote_average":5.9,"runtime":93,"cert":"12","id":14596,"title":"Anita and Me","adult":false,"genre_ids":[35,18,10751]},{"cast":["Peter O'Toole","Samantha Morton","John Lynch","Peter Dinklage","Jonathan Mason"],"overview":"A family in financial crisis is forced to sell Lassie, their beloved dog. Hundreds of miles away from her true family, Lassie escapes and sets out on a journey home.","release_date":"2005-12-16","vote_average":6.6,"runtime":100,"cert":"N\/A","id":14597,"title":"Lassie","adult":false,"genre_ids":[12,18,10751]},{"cast":["Malcolm McDowell","Chuck Carrington","Hilarie Burton","Pat Hingle","Mary Beth Peil"],"overview":"A sudden death tied to a list from the past leads to unimaginable evil. Fresh out of law school and full of hope for the future, Renny Jacobson is stunned by his father's sudden death--and then by the terms of the will: the elder Jacobson has left the bulk of his estate to charity.","release_date":"2007-01-01","vote_average":3.3,"runtime":105,"cert":"N\/A","id":14600,"title":"The List","adult":false,"genre_ids":[35,53,9648,10749]},{"cast":["Christian Slater","Milla Jovovich","Tony Goldwyn","Bruce Boxleitner","Troy Evans"],"overview":"George Kuffs didn't finish high-school, just lost his job, and his college-age girlfriend is pregnant. To top it off, George's brother Brad is killed and George inherits Brad's \"patrol special\" privatized police district and all the problems that come with it.","release_date":"1992-01-10","vote_average":5.8,"runtime":102,"cert":"N\/A","id":14603,"title":"Kuffs","adult":false,"genre_ids":[28,35,80]},{"cast":["Bud Abbott","Lou Costello","Richard Carlson","Joan Davis","Mischa Auer"],"overview":"Two bumbling service station attendants are left as the sole beneficiaries in a gangster's will. Their trip to claim their fortune is sidetracked when they are stranded in a haunted house along with several other strangers.","release_date":"1941-08-08","vote_average":6.8,"runtime":86,"cert":"N\/A","id":14604,"title":"Hold That Ghost","adult":false,"genre_ids":[35]},{"cast":["Bob Hope","Paulette Goddard","Richard Carlson","Paul Lukas","Willie Best"],"overview":"After intrepid working girl Mary Carter becomes the new owner of a reputedly haunted mansion located on Black Island near the Cuban coast, a stranger phones warning her to stay away from the castle. Undaunted, Mary sets sail for Cuba with a stowaway in her trunk—wise-cracking Larry Lawrence, a radio announcer who helps Mary get to the bottom of the voodoo magic, zombies and ghosts that supposedly curse the spooky estate.","release_date":"1940-06-21","vote_average":7.3,"runtime":85,"cert":"N\/A","id":14605,"title":"The Ghost Breakers","adult":false,"genre_ids":[35,27]},{"cast":["Damian Lewis","Kate Ashfield","Nikolaj Coster-Waldau","Michael Gambon","Dyfan Dwyfor"],"overview":"Milo (Damian Lewis) is a professional hit man living on the edge. When failing to fulfil a contract for the first time, Milo escapes the city to avoid the wrath of his employers. Hiding out in a remote rural village, the locals mistake him for the new baker.","release_date":"2007-02-09","vote_average":6.2,"runtime":86,"cert":"N\/A","id":14606,"title":"The Baker","adult":false,"genre_ids":[35,80]},{"cast":["Jesse Metcalfe","Monica Keena","Nathalie Kelley","Chace Crawford","Corey Large"],"overview":"A young, wealthy club kid's life spirals downward into an out-of-control world of drugs, sex and violence.","release_date":"2008-03-25","vote_average":3.9,"runtime":98,"cert":"N\/A","id":14607,"title":"Loaded","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Jimi Mistry","Kristin Kreuk","Neve Campbell","John Light","Irrfan Khan"],"overview":"Determined to leave the ravages of war behind, 38 year old Gian Singh resigns from the British Indian Army to a quiet life. His world is soon thrown in turmoil, when he suddenly finds himself responsible for the life of a 17 year old girl, traumatized by the events that separated her from her family.","release_date":"2007-02-02","vote_average":5.6,"runtime":116,"cert":"N\/A","id":14608,"title":"Partition","adult":false,"genre_ids":[18,10749]},{"cast":["Justin Gross","Grey DeLisle","Michael Massee","Olivia d'Abo","Marc Worden"],"overview":"When a nuclear missile was fired at Washington in 1945, Captain America managed to detonate it in the upper atmosphere. But then he fell miles into the icy depths of the North Atlantic, where he remained lost for over sixty years. But now, with the world facing the very same evil, Captain America must rise again as our last hope for survival.","release_date":"2006-02-21","vote_average":6.5,"runtime":72,"cert":"N\/A","id":14609,"title":"Ultimate Avengers","adult":false,"genre_ids":[28,16,12,878]},{"cast":["David Niven","Jodie Foster","Helen Hayes","Leo McKern","Veronica Quilligan"],"overview":"When ex-con artist Harry claims that a secret treasure is hidden inside Candleshoe, an English estate, he creates an elaborate plan to find and steal the prize. By convincing a girl named Casey to impersonate the estate owner's long-lost granddaughter, Harry hopes to uncover the treasure's location. But when Casey has a change of heart, she must follow the clues and find the treasure, in order to save Candleshoe and stop Harry before it is too late.","release_date":"1977-12-16","vote_average":6.9,"runtime":101,"cert":"U","id":14612,"title":"Candleshoe","adult":false,"genre_ids":[10751]},{"cast":["Noah Crawford","Brenna O'Brien","Aidan Drummond","Dempsey Pappion","Adrian Petriw"],"overview":"The children of the Avengers hone their powers and go head to head with the very enemy responsible for their parents' demise.","release_date":"2008-09-02","vote_average":6.2,"runtime":78,"cert":"N\/A","id":14613,"title":"Next Avengers: Heroes of Tomorrow","adult":false,"genre_ids":[16,10751]},{"cast":["Christian Slater","Neve Campbell","Harry Enfield","Jon Culshaw","Leslie Phillips"],"overview":"A group of American executives making a film about World War II decide that since their lead is rather unglamorous, they will draft in an American G.I. to play the part of Winston Churchill. Their take on the war depicts a handsome Churchill falling in love with Princess Elizabeth, who is herself involved in the war as an undercover agent.","release_date":"2004-12-03","vote_average":5.2,"runtime":84,"cert":"15","id":14614,"title":"Churchill: The Hollywood Years","adult":false,"genre_ids":[35]},{"cast":["Sylvia Sidney","Spencer Tracy","Walter Abel","Bruce Cabot","Edward Ellis"],"overview":"Joe, who owns a gas station along with his brothers and is about to marry Katherine, travels to the small town where she lives to visit her, but is wrongly mistaken for a wanted kidnapper and arrested.","release_date":"1936-06-05","vote_average":7.5,"runtime":92,"cert":"N\/A","id":14615,"title":"Fury","adult":false,"genre_ids":[80,18,53]},{"cast":["Eric Lively","Erica Durance","Dustin Milligan","Gina Holden","David Lewis"],"overview":"After his girlfriend, Julie and two best friends are killed in a tragic auto accident, Nick struggles to cope with his loss and grief. Suffering from migraine-like seizures, Nick soon discovers that he has the power to change the past via his memories. However, his time-traveling attempts to alter the past and save his one true love have unexpected and dire consequences.","release_date":"2006-10-10","vote_average":4.7,"runtime":95,"cert":"15","id":14620,"title":"The Butterfly Effect 2","adult":false,"genre_ids":[18,878,53]},{"cast":["Morgan Freeman","Beverly Todd","Robert Guillaume","Ethan Phillips","Lynne Thigpen"],"overview":"When principal Joe Clark takes over decaying Eastside High School, he's faced with students wearing gang colors and graffiti-covered walls. Determined to do anything he must to turn the school around, he expels suspected drug dealers, padlocks doors and demands effort and results from students, staff and parents. Autocratic to a fault, this real-life educator put it all on the line.","release_date":"1989-03-03","vote_average":7.2,"runtime":108,"cert":"N\/A","id":14621,"title":"Lean On Me","adult":false,"genre_ids":[18]},{"cast":["James Garner","Drew Fuller","Abigail Breslin","Ali Hillis","Bill Cobbs"],"overview":"When his wealthy grandfather finally dies, Jason Stevens fully expects to benefit when it comes to the reading of the will. But instead of a sizable inheritance, Jason receives a test, a series of tasks he must complete before he can get any money.","release_date":"2006-10-20","vote_average":7.0,"runtime":114,"cert":"N\/A","id":14624,"title":"The Ultimate Gift","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Temuera Morrison","Jaime Passier-Armstrong","Lawrence Makoare","Quinton Hita","Nancy Brunning"],"overview":"Will Bastion returns home from the army after an absence of 20 years to bury his father, the former chief of thee Maori tribe, Ngati Kaipuku. The eldest son, he is reluctant to inherit his fathers role, so it is taken more willingly by his younger brother, Kahu. Kahu is the leader of a band of drug dealers and trouble-makers who ride horses through the middle of town, wrecking peoples gardens. Under the guise of refusal of a land settlement, Kahu makes a large marijuana deal with some murdering city folk. Will must choose between loyalty for his brother and his father, Maori tradition, and contemporary financial issues.","release_date":"2001-08-23","vote_average":6.3,"runtime":null,"cert":"N\/A","id":14627,"title":"Crooked Earth","adult":false,"genre_ids":[18]},{"cast":["Chevy Chase","Hal Holbrook","Julianne Phillips","R. Lee Ermey","Richard Libertini"],"overview":"Fletch is a fish out of water in small-town Louisiana, where he's checking out a tumbledown mansion he's inherited. When a woman he flirts with turns up dead, he becomes a suspect and must find the killer and clear his name.","release_date":"1989-03-17","vote_average":6.0,"runtime":95,"cert":"N\/A","id":14628,"title":"Fletch Lives","adult":false,"genre_ids":[35,80,9648]},{"cast":["Penélope Cruz","Murilo Benício","Mark Feuerstein","John de Lancie","Anne Ramsay"],"overview":"Set to the intoxicating rhythms of Brazil, \"Woman on Top\" is a spicy, sexy comedy about the magic of food, love and music. Meet Isabella, a sultry enchantress born with the special gift of melting the palates and hearts of men everywhere. When she decides to break free from her rocky marriage and the stifling kitchen of her husband's restaurant in Brazil, she spirits off to San Francisco in pursuit of her dreams of a real culinary career.","release_date":"2000-09-22","vote_average":5.6,"runtime":92,"cert":"N\/A","id":14629,"title":"Woman on Top","adult":false,"genre_ids":[35,18,10749]},{"cast":["Nell Schofield","Jad Capelja","Geoff Rhoe","Tony Hughes","Jay Hackett"],"overview":"The mating rituals of two teenage surf chicks from the southern suburbs of Sydney.Meet Sue, a teenage Australian girl in the late 70s, whose life mainly consists of doing what everyone else does - watch the surfing boys and have sex with the same surfing boys. The girls have to follow lots of strange customs, e.g. do not eat or go to the bathroom when a boy is around. Ugly girls have two choices - being bitches and hate boys, or being generally cheap and looked down upon by everyone. The afternoons are spent on the beaches, in the backseats of car or at home-alone-parties where sex and alcohol are the main ingredients. Parents and teachers are trying to straighten the kids out, but that is not easy.","release_date":"1981-12-10","vote_average":5.2,"runtime":87,"cert":"N\/A","id":14630,"title":"Puberty Blues","adult":false,"genre_ids":[18,35]},{"cast":["Sam Hennings","Brenda Strong","Eric Johnson","Alexander Carroll","Brighton Hertford"],"overview":"\"The Work and The Glory: American Zion\" sets the story of the fictional Steed family against the historically factual backdrop of the Mormon people's move into the West. Divided by their diverse reactions to a nascent ideology, the Steeds struggle to hold together as the strength of their convictions and their filial bonds are tested. The stirring narrative of the faith that led a persecuted people to Missouri and beyond is one of the most poignant untold tales of American history. It is the account of a valiant struggle to exercise the rights promised by a fledgling nation. \"The Work and the Glory: American Zion\" unearths the story of the passion behind the movement which eventually launched the largest American migration and the colonization of the West: the vision of a promised land in America.","release_date":"2005-10-21","vote_average":7.4,"runtime":100,"cert":"N\/A","id":14631,"title":"The Work and the Glory II: American Zion","adult":false,"genre_ids":[18]},{"cast":["Wil Johnson","Robbie Gee","Pritti Nehta","Nicola Stapleton","Ellen Thomas"],"overview":"Five very different characters are thrown together in one weird, mashed up day. It started out like any other, but 24 hours later everything had changed. South West 9 takes you through the windscreen of the new millenium. The death of idealism, capitalism, religion and hippies. Even the drugs don't work anymore. The 'summer of love' generation have come down and they're ready to riot. Seattle. Stockholm. Paris. Genoa. May Day riots.","release_date":"2001-10-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":14632,"title":"South West 9","adult":false,"genre_ids":[18]},{"cast":["Mania Akbari","Amin Maher","Kamran Adl","Roya Arabshahi"],"overview":"A visual social examination in the form of ten conversations between a driving woman and her various pick-ups and hitchhikers.","release_date":"2002-05-20","vote_average":7.3,"runtime":94,"cert":"N\/A","id":14633,"title":"Ten","adult":false,"genre_ids":[18]},{"cast":["Ellen Burstyn","Christine Horne","Cole Hauser","Kevin Zegers","Ellen Page"],"overview":"The feisty aging Hagar Shipley has lived an unconventional life. Her rebellious heart has always ruled and her choices have put her at odds with family and friends. Faced with her own mortality, and desperate to find solace, she goes on the run. In both the past and the present, she is forced to come to terms with the pain and pleasure, the disappointments and the exhilarations of her life.","release_date":"2007-09-12","vote_average":5.7,"runtime":116,"cert":"N\/A","id":14634,"title":"The Stone Angel","adult":false,"genre_ids":[18]},{"cast":["Dennis Quaid","Rachel Griffiths","Jay Hernandez","Beth Grant","Angus T. Jones"],"overview":"Jim Morris never made it out of the minor leagues before a shoulder injury ended his pitching career twelve years ago. Now a married-with-children high-school chemistry teacher and baseball coach in Texas, Jim's team makes a deal with him: if they win the district championship, Jim will try out with a major-league organization. The bet proves incentive enough for the team, and they go from worst to first, making it to state for the first time in the history of the school. Jim, forced to live up to his end of the deal, is nearly laughed off the try-out field--until he gets onto the mound, where he confounds the scouts (and himself) by clocking successive 98 mph fastballs, good enough for a minor-league contract with the Tampa Bay Devil Rays. Jim's still got a lot of pitches to throw before he makes it to The Show, but with his big-league dreams revived, there's no telling where he could go.","release_date":"2002-03-25","vote_average":6.7,"runtime":127,"cert":"U","id":14635,"title":"The Rookie","adult":false,"genre_ids":[18,10751]},{"cast":["Steve Austin","Vinnie Jones","Robert Mammone","Tory Mussett","Manu Bennett"],"overview":"Jack Conrad is awaiting the death penalty in a corrupt Central American prison. He is \"purchased\" by a wealthy television producer and taken to a desolate island where he must fight to the death against nine other condemned killers from all corners of the world, with freedom going to the sole survivor.","release_date":"2007-04-27","vote_average":5.9,"runtime":113,"cert":"18","id":14636,"title":"The Condemned","adult":false,"genre_ids":[28,53]},{"cast":["Kate Beckinsale","Matt Dillon","Alan Alda","Vera Farmiga","Noah Wyle"],"overview":"When reporter Rachel Armstrong writes a story that reveals the identity of a covert CIA operative, the government demands that Rachel reveal her source. She defies the special prosecutor and is thrown in jail. Meanwhile, her attorney, Albert Burnside argues her case all the way to the U.S. Supreme Court.","release_date":"2008-12-19","vote_average":7.0,"runtime":108,"cert":"N\/A","id":14637,"title":"Nothing But the Truth","adult":false,"genre_ids":[18,53]},{"cast":["Burt Lancaster","Ava Gardner","Edmond O'Brien","Albert Dekker","Sam Levene"],"overview":"Two hit men walk into a diner asking for a man called \"the Swede\". When the killers find the Swede, he's expecting them and doesn't put up a fight. Since the Swede had a life insurance policy, an investigator, on a hunch, decides to look into the murder. As the Swede's past is laid bare, it comes to light that he was in love with a beautiful woman who may have lured him into pulling off a bank robbery overseen by another man.","release_date":"1946-08-28","vote_average":7.4,"runtime":105,"cert":"N\/A","id":14638,"title":"The Killers","adult":false,"genre_ids":[80,18,9648]},{"cast":[],"overview":"In 2007 Mobile, Alabama, Mardi Gras is celebrated... and complicated. Following a cast of characters, parades, and parties across an enduring color line, we see that beneath the surface of pageantry lies something else altogether.","release_date":"2008-07-05","vote_average":6.3,"runtime":97,"cert":"N\/A","id":14639,"title":"The Order of Myths","adult":false,"genre_ids":[99]},{"cast":["Azura Skye","Joshua Leonard","Nathan Baesel","Diane Salinger","Reg E. Cathey"],"overview":"In the middle of nowhere, 20 years after an apocalyptic terrorist event that obliterated the face of the world!","release_date":"2008-01-01","vote_average":2.9,"runtime":95,"cert":"N\/A","id":14642,"title":"20 Years After","adult":false,"genre_ids":[18,14,878]},{"cast":["Mila Kunis","Gregory Smith","Peter Stormare","Regine Nehy","Matthew Smalley"],"overview":"A group of troubled teens are sent to a rehabilitation program housed in a remote camp on the island of Fiji. What their parents believe is a state-of-the-art deluxe institution in a beautiful natural environment turns out to be a prison-like boot camp where they are abused and brainwashed.","release_date":"2008-02-07","vote_average":6.1,"runtime":99,"cert":"N\/A","id":14643,"title":"Boot Camp","adult":false,"genre_ids":[18,53]},{"cast":["Gérard Depardieu","Catherine Frot","Gérard Jugnot","Jean-Paul Rouve","Serge Riaboukine"],"overview":"","release_date":"2005-03-09","vote_average":4.7,"runtime":104,"cert":"N\/A","id":14644,"title":"Boudu","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Anémone","Marie-Anne Chazel","Thierry Lhermitte","Josiane Balasko"],"overview":"Félix, disguised as Father Christmas, hands out leaflets advertising a sexy Christmas party. His place is taken by an African Santa Claus and he returns to his caravan only to find his girlfriend Josette about to leave him. When he comes after her, she takes refuge at \"SOS Distress\", run by two neurotics, Thérèse and Pierre.","release_date":"1982-08-25","vote_average":7.5,"runtime":88,"cert":"N\/A","id":14645,"title":"Santa Claus Is a Stinker","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Bacri","Jean-Pierre Darroussin","Catherine Frot","Agnès Jaoui","Wladimir Yordanoff"],"overview":"An upper middle-class French family celebrates a birthday in a restaurant. In one evening and during one meal, family history, tensions, collective and separate grudges, delights, and memories both clash and coalesce.","release_date":"1996-11-06","vote_average":7.4,"runtime":110,"cert":"N\/A","id":14646,"title":"Family Resemblances","adult":false,"genre_ids":[35]},{"cast":["José Garcia","Marie Gillain","Michel Serrault","Lucas Belvaux","Olivier Gourmet"],"overview":"In Paris, many citizens go to the precinct after the doors of their apartments have been sprayed with a 4 and the letters \"clt\". When a dweller is found mysteriously dead in his apartment, Detective Jean-Baptiste Adamsberg and his partner Danglard investigate the case and discover that plague may have killed the victim. Meanwhile, in the center of Paris, the former actor Joss Le Guern survives reading advertisements in a square for the public; when he receives weird messages about an outbreak of plague that is coming to Paris, the former professor Hervé Decambrais requests the warnings and goes to the library to research the meaning of the text, where he meets Adamsberg. Together they find that a maniac is killing people using flees contaminated by rats and spreading the disease in the city; without any clue, the police force do not have how to avoid the panic in Paris.","release_date":"2007-01-24","vote_average":6.2,"runtime":116,"cert":"N\/A","id":14649,"title":"Have Mercy on Us All","adult":false,"genre_ids":[53,80,18]},{"cast":["Gérard Depardieu","Nathalie Baye","Mathieu Amalric","Samy Seghir","Catherine Hiegel"],"overview":"No overview found.","release_date":"2007-02-28","vote_average":6.3,"runtime":124,"cert":"N\/A","id":14650,"title":"Michou d'Auber","adult":false,"genre_ids":[18,53]},{"cast":["Charlotte Gainsbourg","Yvan Attal","Terence Stamp","Noémie Lvovsky","Ludivine Sagnier"],"overview":"My Wife is an Actress is a French Romantic Comedy\/Drama film starring real life couple Yvan Attal and Charlotte Gainsbourg. Attal plays a journalist who becomes obsessively jealous when his actress wife gets a part in a movie with an attractive co-star. Attal also wrote and directed the film.","release_date":"2001-01-14","vote_average":6.2,"runtime":95,"cert":"N\/A","id":14651,"title":"My Wife Is an Actress","adult":false,"genre_ids":[18,35,10749]},{"cast":["Grégori Derangère","Gérard Depardieu","Isabelle Adjani","Virginie Ledoyen","Yvan Attal"],"overview":"Isabelle Adjani and Gerard Depardieu star in director Jean-Paul Rappenau's amusing farce set on the eve of World War II, which follows the intersecting lives of four Parisians as they cope with the impending invasion of their city by German forces. As the French government braces for impact, the lives of a young writer, a vain movie star, a French politician and a young scientist are examined as they attempt to deal with war and evade German spies.","release_date":"2003-04-16","vote_average":5.9,"runtime":114,"cert":"N\/A","id":14652,"title":"Bon voyage","adult":false,"genre_ids":[35,18]},{"cast":["Charlotte Gainsbourg","Yvan Attal","Alain Chabat","Alain Cohen","Emmanuelle Seigner"],"overview":"Is love compatible with coupledom? And what of freedom and fidelity? These are some of the questions facing two married men.","release_date":"2004-08-25","vote_average":6.1,"runtime":100,"cert":"N\/A","id":14653,"title":"Happily Ever After","adult":false,"genre_ids":[18,35,10749]},{"cast":["Romain Duris","Louis Garrel","Joana Preiss","Guy Marchand","Marie-France Pisier"],"overview":"Paul, depressed from his recent break-up with Anna, returns home to Paris and moves back in with his divorced father and amorous younger brother, Jonathan. While his carefree sibling and doting father try in vain to cheer him up, a visit from his mother seems to be the only thing that brings him joy. When Paul is then left in the house to brood and talk to one of his brother's girlfriends.","release_date":"2006-10-04","vote_average":6.6,"runtime":92,"cert":"N\/A","id":14654,"title":"In Paris","adult":false,"genre_ids":[35,18]},{"cast":["Samuel L. Jackson","Bernie Mac","Sharon Leal","Adam Herschman","Sean Hayes"],"overview":"Two former backup soul singers, Louis and Floyd, have not spoken to each other in 20 years, and reluctantly agree to travel across the country together to a reunion concert to honor their recently-deceased lead singer. Cleo, a beautiful young woman who is believed to be Floyd's daughter, accompanies them as a new singer.","release_date":"2008-11-07","vote_average":6.2,"runtime":103,"cert":"N\/A","id":14655,"title":"Soul Men","adult":false,"genre_ids":[35,10402]},{"cast":["François Cluzet","Karin Viard","Bernard Giraudeau","Anne Brochet","Jacques Spiesser"],"overview":"No overview found.","release_date":"2004-08-11","vote_average":5.6,"runtime":107,"cert":"N\/A","id":14656,"title":"Je suis un assassin","adult":false,"genre_ids":[53]},{"cast":["Leonardo Sbaraglia","María Valverde","Thomas Riordan","Andrés Juste","Pablo Menasanch"],"overview":"Quim drives around an isolated rural area through a maze of lanes. When he drives into the woods, he gets lost. Trying to find his direction, he suddenly gets shot from the hill. On his escape from gunshots, he meets Bea, an attractive young woman, who apparently is lost as well. Suspicious of each other, they join forces to run away through the forest, unprotected, cold, hunted...","release_date":"2008-07-16","vote_average":5.8,"runtime":90,"cert":"","id":14657,"title":"The King of the Hill","adult":false,"genre_ids":[53,28]},{"cast":["Kelly Slater"],"overview":"With a fast-paced soundtrack and some of the greatest names in surfing, Circle One is sure to entertain. Check out Ben Bourgeois, Kelly Slater and Danny Fuller as they catch one big wave after another, showing off the moves that have made them famous. Filmed at various locations around the globe, this film delivers some of the best surfing footage around and has been hailed as one of the best surf","release_date":"2003-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":14658,"title":"Circle One","adult":false,"genre_ids":[]},{"cast":["Vincent Lindon","Pascal Elbé","Virginie Ledoyen","Florence Foresti","Bernadette Lafont"],"overview":"Two divorced fathers Mathias and Antoine, decide to raise their children together in London. Their lives consist of Sophie the pretty florist secretly in love with Antoine, Yvonne who runs the 'bistrot français' and has a very maternal outlook on life and Mac Enzie, the boss of Antoine's agency who is completley in love with Yvonne despite the big age difference.","release_date":"2008-07-02","vote_average":5.3,"runtime":99,"cert":"N\/A","id":14659,"title":"Mes amis, mes amours","adult":false,"genre_ids":[35,18,10749]},{"cast":["Elisabeth Harnois","Shawn Ashmore","Hilarie Burton","Amanda Seyfried","Tyler Hoechlin"],"overview":"A young girl uncovers a disturbing secret about her twin sister, who committed suicide just a few months before.","release_date":"2008-01-01","vote_average":5.4,"runtime":87,"cert":"N\/A","id":14660,"title":"Solstice","adult":false,"genre_ids":[18,27,53]},{"cast":["River Phoenix","Lili Taylor","Richard Panebianco","Anthony Clark","Mitchell Whitfield"],"overview":"In the fall of 1963, Eddie Birdlace is an 18-year-old Marine Corps volunteer who is about to ship out with three of his buddies for a tour of duty in Viet Nam. Planning a massive blowout for their last night in San Francisco, Eddie, his buddies, and a number of other Marines set up a contest they call a \"dogfight.\"","release_date":"1991-09-13","vote_average":7.0,"runtime":94,"cert":"N\/A","id":14667,"title":"Dogfight","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Dexter Gordon","François Cluzet","Gabrielle Haker","Christine Pascal","Pierre Trabaud"],"overview":"Inside the Blue Note nightclub one night in 1959 Paris, an aged, ailing jazzman coaxes an eloquent wail from his tenor sax. Outside, a young Parisian too broke to buy a glass of wine strains to hear those notes. Soon they will form a friendship that sparks a final burst of genius.","release_date":"1986-09-23","vote_average":7.0,"runtime":133,"cert":"N\/A","id":14670,"title":"’Round Midnight","adult":false,"genre_ids":[18]},{"cast":["Mark Harmon","Kirstie Alley","Courtney Thorne-Smith","Ken Olandt","Shawnee Smith"],"overview":"A high-school gym teacher has big plans for the summer, but is forced to cancel them to teach a \"bonehead\" English class for misfit goof-off students. Fortunately, his unconventional brand of teaching fun field trips begins to connect with them, and even inspires ardor in some.","release_date":"1987-07-22","vote_average":6.5,"runtime":97,"cert":"N\/A","id":14671,"title":"Summer School","adult":false,"genre_ids":[35]},{"cast":["Mick Molloy","Bill Hunter","Frank Wilson","Monica Maughan","Lois Ramsay"],"overview":"When dwindling membership and increasing overheads makes a local bowling club and prime candidate for a takeover, it's all hands on deck to save the club, in what turns into an epic battle where young meets old, greed meets good and people rise to the occasion in extraordinary circumstances.","release_date":"2002-07-11","vote_average":6.8,"runtime":92,"cert":"N\/A","id":14672,"title":"Crackerjack","adult":false,"genre_ids":[35]},{"cast":["Linda Blair","John Vernon","Robert Dryer","Linnea Quigley","Sal Landi"],"overview":"A teenage vigilante seeks revenge on a group of violent thugs who raped her handicapped sister and murdered her best friend.","release_date":"1984-08-30","vote_average":6.6,"runtime":92,"cert":"N\/A","id":14673,"title":"Savage Streets","adult":false,"genre_ids":[28,80,53]},{"cast":["Gary Cooper","Julie London","Lee J. Cobb","Arthur O'Connell","Jack Lord"],"overview":"Heading east to Fort Worth to hire a schoolteacher for his frontier town home, Link Jones is stranded with singer Billie Ellis and gambler Sam Beasley when their train is held up. For shelter, Jones leads them to his nearby former home, where he was brought up an outlaw. Finding the gang still living in the shack, Jones pretends to be ready to return to a life crime.","release_date":"1958-09-30","vote_average":6.3,"runtime":100,"cert":"N\/A","id":14674,"title":"Man of the West","adult":false,"genre_ids":[37]},{"cast":["Irene Dunne","Cary Grant","Ralph Bellamy","Alexander D'Arcy","Cecil Cunningham"],"overview":"Unfounded suspicions lead a married couple to begin divorce proceedings, whereupon they start undermining each other's attempts to find new romance.","release_date":"1937-10-21","vote_average":7.3,"runtime":91,"cert":"N\/A","id":14675,"title":"The Awful Truth","adult":false,"genre_ids":[35,18,10749]},{"cast":["Richard Harris","Judith Anderson","Jean Gascon","Manu Tupou","Corinna Tsopei"],"overview":"In 1825 an English aristocrat is captured by Indians. He lives with them and begins to understand\/accept their lifestyles. Eventually he is accepted as part of the tribe and becomes their leader.","release_date":"1970-05-01","vote_average":6.3,"runtime":114,"cert":"15","id":14676,"title":"A Man Called Horse","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Kirk Douglas","Anthony Quinn","Earl Holliman","Carolyn Jones","Brad Dexter"],"overview":"A marshal tries to bring the son of an old friend, an autocratic cattle baron, to justice for the rape and murder of his wife.","release_date":"1959-07-29","vote_average":7.1,"runtime":98,"cert":"N\/A","id":14677,"title":"Last Train from Gun Hill","adult":false,"genre_ids":[37]},{"cast":["Brendan Fraser","Matt Damon","Chris O'Donnell","Randall Batinkoff","Ben Affleck"],"overview":"When David Greene receives a football scholarship to a prestigious prep school in the 1950s, he feels pressure to hide the fact that he is Jewish from his classmates and teachers, fearing that they may be anti-Semitic. He quickly becomes the big man on campus thanks to his football skills, but when his Jewish background is discovered, his worst fears are realized and his friends turn on him with violent threats and public ridicule.","release_date":"1992-09-18","vote_average":6.4,"runtime":106,"cert":"N\/A","id":14684,"title":"School Ties","adult":false,"genre_ids":[18]},{"cast":["Virginia McKenna","Ronald Fraser","Suzanna Hamilton","Simon West","Sophie Neville"],"overview":"On holiday with their mother in the Lake District in 1929 four children are allowed to sail over to the nearby island in their boat Swallow and set up camp for a few days. They soon realise this has been the territory of two other girls who sail the Amazon, and the scene is set for serious rivalry.","release_date":"1974-06-01","vote_average":7.3,"runtime":92,"cert":"","id":14685,"title":"Swallows and Amazons","adult":false,"genre_ids":[12,10751]},{"cast":["Rebekah Brandes","Daniel Bonjour","Greg Cirulnick","Mandell Maughan","Stan Ellsworth"],"overview":"In the 1970's, a slasher flick was released named The Dark Beneath. The director and star of the movie Ted Radford suffers a mental breakdown and is admitted to a psychiatric ward. His doctor  attempts to cure him by showing him his movie, which he is obsessed with. Dr. Wayne, a psychiatrist, is skeptical about this idea, but leaves for the night. When he comes back the next morning, its a bloodbath, however none of the bodies were recovered. The film changes to five years later at local theater where a midnight horror movie being shown is The Dark Beneath, the first time the movie has been shown since the murders","release_date":"2008-10-24","vote_average":5.3,"runtime":79,"cert":"N\/A","id":14686,"title":"Midnight Movie","adult":false,"genre_ids":[27]},{"cast":["Thomas Kretschmann","Troy Garity","Franka Potente","Stephen Fry","Delaine Yates"],"overview":"Based upon the final confession of Adolf Eichmann, made before his execution in Israel, of his role in Hitler's plan for the final solution.","release_date":"2007-09-22","vote_average":5.8,"runtime":100,"cert":"N\/A","id":14687,"title":"Eichmann","adult":false,"genre_ids":[36,18]},{"cast":["Karin Viard","Dany Boon","Marina Foïs","Patrick Bruel","Emmanuelle Seigner"],"overview":"So called friends at a dinner party end up acting like a dysfunctional family.","release_date":"2009-02-18","vote_average":5.3,"runtime":100,"cert":"N\/A","id":14688,"title":"Change of Plans","adult":false,"genre_ids":[35,10749]},{"cast":["Julie Andrews","Max von Sydow","Richard Harris","Gene Hackman","Carroll O'Connor"],"overview":"Abner Hale, a rigid and humorless New England missionary, marries the beautiful Jerusha Bromley and takes her to the exotic island kingdom of Hawaii, intent on converting the natives. But the clash between the two cultures is too great and instead of understanding there comes tragedy.","release_date":"1966-10-10","vote_average":6.6,"runtime":189,"cert":"N\/A","id":14689,"title":"Hawaii","adult":false,"genre_ids":[18,12,10749]},{"cast":["Barry Pepper","Annabella Piugattuk","James Cromwell","Kiersten Warren","Jon Gries"],"overview":"A bush pilot in nothern Canada who with the aid of modernity thinks he can handle it all & knows it all. After reluctantly agreeing to transport a local indian girl to a medical facility his light plane crashes & they have to survive whilst finding their way back to civilization. Along the journey the man finds a new respect for the native ways as they battle to survive the elements.","release_date":"2003-01-01","vote_average":7.0,"runtime":103,"cert":"N\/A","id":14694,"title":"The Snow Walker","adult":false,"genre_ids":[28,12,18]},{"cast":["Anne Hathaway","Bijou Phillips","Shiri Appleby","Michael Biehn","Joseph Gordon-Levitt"],"overview":"A wealthy Los Angeles teen and her superficial friends wants to break out of suburbia and experience Southern California's \"gangsta\" lifestyle. But problems arise when the preppies get in over their heads and provoke the wrath of a violent Latino gang. Suddenly, their role-playing seems a little too real.","release_date":"2005-10-16","vote_average":5.1,"runtime":85,"cert":"N\/A","id":14695,"title":"Havoc","adult":false,"genre_ids":[80]},{"cast":["Masayuki Mori","Machiko Kyō","Kinuyo Tanaka","Eitarô Ozawa","Ikio Sawamura"],"overview":"In 16th century Japan, peasants Genjuro and Tobei sell their earthenware pots to a group of soldiers in a nearby village, in defiance of a local sage's warning against seeking to profit from warfare. Genjuro's pursuit of both riches and the mysterious Lady Wakasa, as well as Tobei's desire to become a samurai, run the risk of destroying both themselves and their wives, Miyagi and Ohama.","release_date":"1953-03-26","vote_average":8.2,"runtime":96,"cert":"PG","id":14696,"title":"Ugetsu","adult":false,"genre_ids":[14,18,9648]},{"cast":["Richard Burton","Ava Gardner","Deborah Kerr","Sue Lyon","Skip Ward"],"overview":"Drama while a tour bus driver shows church ladies around Mexico. Helped establish Puerto Vallarta as tourist destination.","release_date":"1964-08-06","vote_average":7.5,"runtime":118,"cert":"N\/A","id":14703,"title":"The Night of the Iguana","adult":false,"genre_ids":[18,10749]},{"cast":["David Fernández","Andreu Buenafuente","José Luis Gil","Sancho Gracia"],"overview":"The donkey, Rucio, tells the true story of Don Quixote and defends the idea that he wasn't insane, but a very intelligent, passionate and enthusiastic fellow.","release_date":"2007-12-05","vote_average":4.7,"runtime":90,"cert":"PG","id":14704,"title":"Donkey X","adult":false,"genre_ids":[10751,12,16]},{"cast":["Ajay Devgn","Kareena Kapoor Khan","Saif Ali Khan","Bipasha Basu","Vivek Oberoi"],"overview":"Half-caste bandit Omkara Shukla abducts his lady love, Dolly Mishra, from her family. Thanks to his cleverness, he gets away with the kidnapping. A conspiracy, however, forms against him when he denies his right-hand man, Langda Tyagi, a promotion. Ultimately, this plot threatens not only his relationship with Dolly, but their lives and those of their associates as well.","release_date":"2006-07-28","vote_average":6.6,"runtime":155,"cert":"N\/A","id":14705,"title":"Omkara","adult":false,"genre_ids":[80,18]},{"cast":["Tara Reid","Angus Macfadyen","Colm Meaney","Lorena Bernal","Mingo Ràfols"],"overview":"A dramatic thriller about a couple who own an advertising agency. The husband apparently commits suicide, but the police and the insurance company decide to investigate his death.","release_date":"2008-04-23","vote_average":4.2,"runtime":93,"cert":"N\/A","id":14708,"title":"Clean Break","adult":false,"genre_ids":[53]},{"cast":["James Van Der Beek","Amy Smart","Jon Voight","Paul Walker","Ron Lester"],"overview":"In small-town Texas, high school football is a religion, 17-year-old schoolboys carry the hopes of an entire community onto the gridiron every Friday night. When star quarterback Lance Harbor suffers an injury, the Coyotes are forced to regroup under the questionable leadership of John Moxon, a second-string quarterback with a slightly irreverent approach to the game.","release_date":"1999-01-15","vote_average":6.1,"runtime":106,"cert":"15","id":14709,"title":"Varsity Blues","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gary Cooper","Walter Brennan","Doris Davenport","Fred Stone","Forrest Tucker"],"overview":"Drifter Cole Harden is accused of stealing a horse and faces hanging by self-appointed Judge Roy Bean, but Harden manages to talk his way out of it by claiming to be a friend of stage star Lillie Langtry, with whom the judge is obsessed, even though he has never met her. Tensions rise when Harden comes to the defense of a group of struggling homesteaders who Judge Bean is trying to drive away.","release_date":"1940-09-18","vote_average":6.8,"runtime":100,"cert":"N\/A","id":14710,"title":"The Westerner","adult":false,"genre_ids":[28,37,10749]},{"cast":["Samuel L. Jackson","Lucy Liu","Mark Hamill","Grey DeLisle","Zachary Gordon"],"overview":"Afro Samurai avenged his father and found a life of peace. But the legendary master is forced back into the game by a beautiful and deadly woman from his past. The sparks of violence dropped along Afro’s bloody path now burn out of control – and nowhere are the flames of hatred more intense than in the eyes of Sio.","release_date":"2009-01-25","vote_average":7.1,"runtime":101,"cert":"N\/A","id":14711,"title":"Afro Samurai: Resurrection","adult":false,"genre_ids":[16,28]},{"cast":[],"overview":"At dawn a black Porsche 911 is pulled over by police just south of Stockholm. This marks the beginning of one of the most brutal car chases ever-past the Stockholm Globe Arena, through the alleys of Old Town, past the Royal Castle and the Royal guards, right through downtown and the harbor to run from the law.","release_date":"2000-02-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":14712,"title":"Getaway in Stockholm 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Honda NSX is in the hands of one of the world's most famous traffic violators. Once again Mr X challenges the Swedish police department in this favorite movie for speed freaks when he sets a new record racing through Stockholm.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14715,"title":"Getaway in Stockholm 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"The world's most famous traffic violator Mr X challenges not only the police but also the true American sports car legend, the Corvette C5. With its powerful V8 engine it is driven by the extremely fast street racing beauty Miss Corvette.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14716,"title":"Getaway in Stockholm 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dodge Viper GTS vs. Porsche 911 GT3, American brute vs. German brains at its best! Two legends among sports cars pushed at highest pace against each other, this time Mr X challenges Tony Montana in a race through Stockholm.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14721,"title":"Getaway in Stockholm 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"A highly tuned supercharged BMW M3 with more than 500 hp and a BMW M5 hit the streets of Stockholm. A movie not only for BMW fans. If you love extremely fast cars and a cat-and-mouse game with the law enforcement, Mr X will not disappoint you with this race at speeds exceeding 300 km\/h. As the race goes on, Mr X tries to locate every cop in town simply to outrun them right in downtown Stockholm!","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14722,"title":"Getaway in Stockholm 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mr. X and one piece of German heavyweight, a highly prepared 525 hp Audi RS6 with a top speed of 300+ km\/h blast through the streets of downtown Stockholm at night. The police are caught by surprise but do their best to stop our hero.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":14723,"title":"Getaway in Stockholm 8","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Porsche 911 GT3 is one of the fastest roadgoing cars ever made. Imagine two - and then put a pair of them in the hands of Mr X and his friend and you will see some racing action in the streets of downtown Stockholm at incredible speeds. Anywhere and everywhere that they can find the cops to get a nice car chase at their hands - they will go looking - and fast!","release_date":"2008-12-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":14724,"title":"Getaway in Stockholm 9","adult":false,"genre_ids":[]},{"cast":["Florence Foresti","Pierre-François Martin-Laval","Pierre Richard","Raymond Bouchard","Isabelle Nanty"],"overview":"Magali plays in a brass band. Guillaume drives a small tourist train. Both spin a perfect love, they share modest dreams and their baby is about to come. But an unexpected news upsets their routine: a man appears and announces that he is Guillaume's estranged father and also reveals that Guillaume is his legitimate heir of a kingdom offshore of France and England. Guillaume and Magali start to dream of a life as monarchs, surrounded by faithful subjects in their castle, enjoying their wealth. But reality is often different to what you can imagine.","release_date":"2009-01-28","vote_average":4.2,"runtime":85,"cert":"N\/A","id":14725,"title":"King Guillaume","adult":false,"genre_ids":[35]},{"cast":["Guillaume Canet","Géraldine Pailhas","Stephen Rea","Hippolyte Girardot","Archie Panjabi"],"overview":"Vincent is a bright young man but has introverted personality. He is working as a baggage handler at an airport and refuses to follow a career path accordingly to his education. With his colleague, Gerard, Vincent used to steal objects from the luggage in the hold before shipment. As he opens a diplomatic baggage, Gerard provokes an explosion and dies.","release_date":"2009-01-28","vote_average":5.7,"runtime":99,"cert":"N\/A","id":14726,"title":"Espion(s)","adult":false,"genre_ids":[18,10749,53]},{"cast":["David Carradine","Keith Carradine","Robert Carradine","James Keach","Stacy Keach"],"overview":"The origins, exploits and the ultimate fate of the James gang is told in a sympathetic portrayal of the bank robbers made up of brothers who begin their legendary bank raids because of revenge.","release_date":"1980-05-12","vote_average":6.7,"runtime":99,"cert":"15","id":14729,"title":"The Long Riders","adult":false,"genre_ids":[37,36]},{"cast":["Naomi Watts","Iain Glen","Derek Jacobi","Jack Davenport","Jonathan Aris"],"overview":"After precipitating the death of a tenant with whom he has been feuding, Squire Fairfield brings the dead man's young daughter to live in Wyvern Manor. Alice grows up thinking the squire is her kind benefactor, and falls in love with one of his two sons.","release_date":"2000-10-12","vote_average":4.2,"runtime":120,"cert":"N\/A","id":14730,"title":"The Wyvern Mystery","adult":false,"genre_ids":[18,9648,53]},{"cast":["Bill Hicks"],"overview":"The amazing comedian Bill Hicks passed away in 1994, but his legend continues to grow. Sane Man was filmed before Bill recorded \"Dangerous,\" his first comedy album, and is a turning point in Hicks' career. It was the first complete Hicks show ever filmed and Bill pulled out all the stops for the cameras. Completely focused, a newly-sober Hicks paces the stage like a wild animal riffing effortless","release_date":"1989-12-01","vote_average":7.9,"runtime":84,"cert":"18","id":14733,"title":"Bill Hicks: Sane Man","adult":false,"genre_ids":[35]},{"cast":["François Berléand","Philippe Noiret","Marion Cotillard","Yves Verhoeven","Pascale Arbillot"],"overview":"","release_date":"2005-11-02","vote_average":5.4,"runtime":101,"cert":"N\/A","id":14734,"title":"Edy","adult":false,"genre_ids":[53,18,35]},{"cast":["Asia Argento","Michael Madsen","Kelly Lin","Kim Gordon","Carl Ng"],"overview":"A sordid and complex series of events unfolds when an ex-prostitute becomes involved with a couple in Hong Kong.","release_date":"2007-05-18","vote_average":5.5,"runtime":106,"cert":"N\/A","id":14735,"title":"Boarding Gate","adult":false,"genre_ids":[18,53]},{"cast":["Chris Warren","Kyla Pratt","Sanaa Lathan","Omar Epps","Alfre Woodard"],"overview":"A young African-American couple navigates the tricky paths of romance and athletics in this drama. Quincy McCall (Omar Epps) and Monica Wright (Sanaa Lathan) grew up in the same neighborhood and have known each other since childhood. As they grow into adulthood, they fall in love, but they also share another all-consuming passion: basketball. They've followed the game all their lives and have no small amount of talent on the court. As Quincy and Monica struggle to make their relationship work, they follow separate career paths though high school and college basketball and, they hope, into stardom in big-league professional ball.","release_date":"2000-04-21","vote_average":7.4,"runtime":124,"cert":"N\/A","id":14736,"title":"Love & Basketball","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Richard Dreyfuss","Marsha Mason","Quinn Cummings","Paul Benedict","Barbara Rhoades"],"overview":"Paula knows that, in romance, actors all follow the same stage instruction—Exit. Without warning, her actor boyfriend splits for a movie role, and sublet their Manhattan apartment to Elliot, an actor.","release_date":"1977-11-30","vote_average":7.0,"runtime":111,"cert":"N\/A","id":14741,"title":"The Goodbye Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Henry Winkler","Michael Keaton","Shelley Long","Gina Hecht","Pat Corley"],"overview":"A nebbish of a morgue attendant gets shunted back to the night shift where he is shackled with an obnoxious neophyte partner who dreams of the \"one great idea\" for success. His life takes a bizarre turn when a prostitute neighbour complains about the loss of her pimp. His partner, upon hearing the situation, suggests that they fill that opening themselves using the morgue at night .","release_date":"1982-07-30","vote_average":6.1,"runtime":106,"cert":"N\/A","id":14742,"title":"Night Shift","adult":false,"genre_ids":[35]},{"cast":["Harbhajan Mann","Neeru Bajwa","Gurpreet Ghuggi","Kanwaljit Singh"],"overview":"Tips Films maiden Punjabi venture \"Dil Apna Punjabi\" produced by Kumar S. Taurani & Ramesh S. Taurani, written & directed by Manmohan Singh, is set in the lively village of modern day Punjab, where a joint family spanning over four generations lives under one roof a family which is united by values, tradition and warmth headed by Sardar Hardam Singh (Dara Singh).","release_date":"2006-09-03","vote_average":5.3,"runtime":null,"cert":"N\/A","id":14743,"title":"Dil Apna Punjabi","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Paré","Diane Lane","Rick Moranis","Amy Madigan","Willem Dafoe"],"overview":"Raven Shaddock and his gang of merciless biker friends kidnap rock singer Ellen Aim. Ellen's former lover, soldier-for-hire Tom Cody, happens to be passing through town on a visit. In an attempt to save his star act, Ellen's manager hires Tom to rescue her. Along with a former soldier, they battle through dangerous cityscapes, determined to get Ellen back.","release_date":"1984-06-01","vote_average":6.7,"runtime":93,"cert":"N\/A","id":14746,"title":"Streets of Fire","adult":false,"genre_ids":[28]},{"cast":["Bill Fagerbakke","Diedrich Bader","Kevin Weisman","Lochlyn Munro","Field Cate"],"overview":"B-Dawg, Mudbud, Budderball, and all the rest of the Buddies are back, but this time, they're setting their sights even higher -- as in, the moon! With the help of their new pals Spudnick (voiced by Jason Earles) and Gravity, these pooches are go for launch. But to pull off their moon landing and make it home safely, our canine heroes will have to summon all their bravery and imagination...","release_date":"2009-02-02","vote_average":4.7,"runtime":84,"cert":"N\/A","id":14749,"title":"Space Buddies","adult":false,"genre_ids":[35,12,18,10751]},{"cast":["Doug McKeon","Catherine Mary Stewart","Kelly Preston","Chris Nash","D.W. Brown"],"overview":"1956: The shy Jonathan's luck with girls changes when he wins the rebellious Gene as a friend in his last year of high school. Gene is adored by many girls and manages to teach Jonathan a few lessons. Gene himself would rather just be with one girl: his girlfriend Bunny. But since his father is poor, her parents don't accept him.","release_date":"1985-02-08","vote_average":6.6,"runtime":93,"cert":"N\/A","id":14750,"title":"Mischief","adult":false,"genre_ids":[35,10749]},{"cast":["Vinay Pathak","Ranvir Shorey","Rajat Kapoor","Neha Dhupia","Saurabh Shukla"],"overview":"A man who loves to make \"to-do lists\" makes one last bucket list when he realizes he is about to die.","release_date":"2008-11-07","vote_average":7.4,"runtime":117,"cert":"N\/A","id":14751,"title":"Dasvidaniya","adult":false,"genre_ids":[18]},{"cast":["Aamir Khan","Saif Ali Khan","Akshaye Khanna","Preity Zinta","Sonali Kulkarni"],"overview":"Three inseparable childhood friends are just out of college. Nothing comes between them - until they each fall in love, and their wildly different approaches to relationships creates tension.","release_date":"2001-07-24","vote_average":7.1,"runtime":183,"cert":"N\/A","id":14752,"title":"Dil Chahta Hai","adult":false,"genre_ids":[18,10749]},{"cast":["Keira Knightley","Michael Pitt","Alfred Molina","Koji Yakusho","Sei Ashina"],"overview":"Based on the best-selling novel by Alessandro Baricco, this visually stunning film tells the story of a French trader who finds unexpected love far away from home.","release_date":"2007-09-14","vote_average":5.7,"runtime":107,"cert":"N\/A","id":14753,"title":"Silk","adult":false,"genre_ids":[18,10749]},{"cast":["Donnie Yen","Simon Yam","Lynn Hung","Hiroyuki Ikeuchi","Gordon Lam"],"overview":"A semi-biographical account of Yip Man, the first martial arts master to teach the Chinese martial art of Wing Chun. The film focuses on events surrounding Ip that took place in the city of Foshan between the 1930s to 1940s during the Second Sino-Japanese War. Directed by Wilson Yip, the film stars Donnie Yen in the lead role, and features fight choreography by Sammo Hung.","release_date":"2008-12-12","vote_average":7.7,"runtime":108,"cert":"15","id":14756,"title":"Ip Man","adult":false,"genre_ids":[18,28,36]},{"cast":["Marina Golbahari","Arif Herati","Zubaida Sahar","Mohammad Nadir Khwaja"],"overview":"Teenage girl Osama cuts her hair and dresses like a boy to get a job and support her widowed mother and grandmother. When Osama is called by the Taliban to join school and military training she embarks on a terrifying and confusing journey as she tries to keep the Taliban from finding out her true identity.","release_date":"2003-05-20","vote_average":6.9,"runtime":83,"cert":"N\/A","id":14757,"title":"Osama","adult":false,"genre_ids":[18]},{"cast":["Marianna Palka","Jason Ritter","Eric Edelstein","Martin Starr","Mark Webber"],"overview":"A fidgety, wisecracking video store clerk develops a fixation on a particularly reclusive customer, a frequent visitor to the pornography section of Cinefile, the video store where he works in Los Angeles. After multiple failures to impress her during their brief daily transactions, he finds her street address in the store's database, drives to her apartment building and initiates an unconventional campaign to win her affections.","release_date":"2008-10-03","vote_average":6.3,"runtime":86,"cert":"N\/A","id":14758,"title":"Good Dick","adult":false,"genre_ids":[35,18,10749]},{"cast":["Nick Stahl","Johnny Galecki","Lukas Haas","Rachael Leigh Cook"],"overview":"Four college friends become small-time bookies, only to find their world spinning dangerously out of control when their greed attracts the attention of organized crime.","release_date":"2003-01-01","vote_average":6.8,"runtime":88,"cert":"N\/A","id":14759,"title":"Bookies","adult":false,"genre_ids":[18,28,35]},{"cast":["Christopher Meloni","Nathan Kress","Chelah Horsdal","Amy Sedaris","Paul Dinello"],"overview":"Dave Stweie was America's hope for the gold in the 1988 Seoul Games.... until he ran face first into the vault. After Suffering humiliation on a global scale, Dave eventually faded into obscurity and became a gym teacher. A gym teacher with the drive of a former Champion, that is, who takes his job seriously. Very seriously!","release_date":"2008-09-12","vote_average":7.3,"runtime":103,"cert":"N\/A","id":14760,"title":"Gym Teacher: The Movie","adult":false,"genre_ids":[35,10751]},{"cast":["Jon Roberts","Jorge Ayala","Mickey Munday","Toni Mooney","Nelson Andreu"],"overview":"In the 1980s, ruthless Colombian cocaine barons invaded Miami with a brand of violence unseen in this country since Prohibition-era Chicago - and it put the city on the map. \"Cocaine Cowboys\" is the true story of how Miami became the drug, murder and cash capital of the United States, told by the people who made it all happen.","release_date":"2006-04-26","vote_average":7.4,"runtime":118,"cert":"N\/A","id":14761,"title":"Cocaine Cowboys","adult":false,"genre_ids":[28,99]},{"cast":["Zoë Tapper","Anna Madeley","Domini Blythe","Amanda Plummer","Anne Reid"],"overview":"A grieving upper class woman becomes a \"Lady Visitor\" at Millbank prison, hoping to escape her troubles and be a guiding figure in the lives of the female prisoners. Of all her friendships with prisoners, she is most fascinated by Selina - a medium.","release_date":"2008-12-28","vote_average":5.8,"runtime":120,"cert":"15","id":14766,"title":"Affinity","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Dustin Leighton","Tom Noga","Clint James","Grady Hill","Candy Stanton"],"overview":"Can one act justify a lifetime of wickedness? Explore the darkest confines of the soul from Robert Conway's film, \"Redemption.\" A genre busting Western where there is no law, no good guys; only the bad and worse. Frank Harden is no stranger to the unlawful west, he is a killer. However, because of a tragic event he must battle his own worst enemy, himself.","release_date":"2009-01-01","vote_average":4.0,"runtime":90,"cert":"18","id":14769,"title":"Redemption: A Mile from Hell","adult":false,"genre_ids":[37]},{"cast":["Rick Danko","Levon Helm","Garth Hudson","Richard Manuel","Robbie Robertson"],"overview":"The filmed account of a large Canadian rock festival train tour.","release_date":"2003-09-19","vote_average":6.7,"runtime":90,"cert":"N\/A","id":14770,"title":"Festival Express","adult":false,"genre_ids":[99,36,10402]},{"cast":["Len Cariou","Steven Seagal","Larissa Laskin","Ken Takemoto","Don McManus"],"overview":"Venerable newscaster Norm Archer reports the latest news in politics, health, culture and entertainment - such as an automotive recall of decapitation-inducing \"Neckbelts\" and a study finding that \"depression hits losers hardest\". This compilation of bogus news stories, celebrity profiles, movie trailers and skits come courtesy of the ace satirists at The Onion.","release_date":"2008-05-31","vote_average":6.3,"runtime":80,"cert":"N\/A","id":14771,"title":"The Onion Movie","adult":false,"genre_ids":[35]},{"cast":["Emily Watson","Dermot Mulroney","Gretchen Mol","Krystal Hope Nausbaum","Hugh Thompson"],"overview":"During a blizzard in 1964, Dr. David Henry delivers his son Paul with the help of nurse Caroline. But when Henry realizes his wife is also carrying a girl with Down syndrome, he hands the second child over to Caroline without his wife's knowledge. Henry's fateful decision yields grave consequences for his family over the next 20 years.","release_date":"2008-04-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":14772,"title":"The Memory Keeper's Daughter","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Two guys quit stodgy corporate jobs, scrounged up all the savings they could, collected credit cards, and stepped - or better yet - scooted forward to follow their biggest dream: to become filmmakers. Josh Caldwell rode a Segway from Seattle to Boston, while his buddy Hunter Weeks directed a film they both shot about the experience and about the moments leading up to this crazy twist on the Americ","release_date":"2007-01-01","vote_average":6.5,"runtime":92,"cert":"N\/A","id":14773,"title":"10 MPH","adult":false,"genre_ids":[99]},{"cast":["Cheech Marin","Tommy Chong","Roy Dotrice","Shelby Chong","Edie McClurg"],"overview":"Two brothers who can feel each others' pain and pleasure mess up the French revolution.","release_date":"1984-07-27","vote_average":5.1,"runtime":82,"cert":"N\/A","id":14774,"title":"Cheech & Chong's The Corsican Brothers","adult":false,"genre_ids":[35]},{"cast":["Hugh Jackman","Marty Denniss","Joel Edgerton","Roy Billing"],"overview":"Barky, 25, lost soul, left home two years ago to escape his abusive father leaving behind everything in the world that was important to him; now that his father's dead, he thinks it's safe to come home.","release_date":"1999-09-23","vote_average":6.8,"runtime":90,"cert":"N\/A","id":14775,"title":"Erskineville Kings","adult":false,"genre_ids":[]},{"cast":["Richard E. Grant","Rachel Ward","Richard Wilson","Jacqueline Tong","John Shrapnel"],"overview":"Pressure from his boss and a skin-cream client produces a talking boil on a British adman's neck.","release_date":"1989-05-05","vote_average":6.4,"runtime":95,"cert":"N\/A","id":14776,"title":"How to Get Ahead in Advertising","adult":false,"genre_ids":[14,35]},{"cast":["Seema Biswas","Nirmal Pandey","Rajesh Vivek","Raghubir Yadav","Aditya Srivastava"],"overview":"Born a lower-caste girl in rural India's patriarchal society, \"married\" at 11, repeatedly raped and brutalized, Phooland Devi finds freedom only as an avenging warrior, the eponymous Bandit Queen. Devi becomes a kind a bloody Robin Hood; this extraordinary biographical film offers both a vivid portrait of a driven woman and a savage critique of the society that made her.","release_date":"1995-06-30","vote_average":6.6,"runtime":119,"cert":"N\/A","id":14785,"title":"Bandit Queen","adult":false,"genre_ids":[18,80]},{"cast":["Armand Assante","William Forsythe","Richard C. Sarafian","Frank Vincent","Anthony Quinn"],"overview":"John Gotti, the head of a small New York mafia crew breaks a few of the old family rules. He rises to become the head of the Gambino family and the most well-known mafia boss in America. Life is good, but suspicion creeps in, and greed, rule-breaking and his high public profile all threaten to topple him.","release_date":"1996-08-17","vote_average":6.2,"runtime":116,"cert":"N\/A","id":14786,"title":"Gotti","adult":false,"genre_ids":[10770,80]},{"cast":["Jeff Bennett","Frank Welker","Charlie Schlatter","Jim Cummings","Maile Flanagan"],"overview":"The world's favourite cat and mouse team bounds back into action in an all-new full-length animated adventure certain to cast its spell over the entire family Left in charge of a priceless magical ring by his young wizard master, Tom is horrified when the ring gets stuck on Jerry's head, who then runs off into the city! Before you can say \"abracadabra\", the entire town is hot on our heroes' tails.","release_date":"2002-03-12","vote_average":6.4,"runtime":62,"cert":"N\/A","id":14787,"title":"Tom and Jerry: The Magic Ring","adult":false,"genre_ids":[14,16,35,10751,28]},{"cast":["Debbie Doebereiner","Omar Cowan","Dustin James Ashley","Phyllis Workman","Laurie L. Wee"],"overview":"Set against the backdrop of a decaying Midwestern town, a murder becomes the focal point of three people who work in a doll factory.","release_date":"2005-09-03","vote_average":6.5,"runtime":74,"cert":"N\/A","id":14788,"title":"Bubble","adult":false,"genre_ids":[18,80,9648]},{"cast":["Katee Sackhoff","Bokeem Woodbine","Keith David","Jerry Trimble","Don Wilson"],"overview":"No emotion. No fear. No pain. They were the perfect soldiers to protect civilization until the drone police became the perfect enemy. With little hope left for mankind, Tallis, an electronically enhanced soldier, rescues a survivor from a failed resistance mission. She will have to learn to fight and think like a machine for the final battle to save the human race.","release_date":"2007-01-01","vote_average":4.2,"runtime":93,"cert":"N\/A","id":14789,"title":"The Last Sentinel","adult":false,"genre_ids":[28,53,878]},{"cast":["Michael McIntyre"],"overview":"Acclaimed stand-up comedian Michael McIntyre delivers a hilarious performance to a receptive crowd at London's Hammersmith Apollo.","release_date":"2008-11-17","vote_average":6.7,"runtime":84,"cert":"N\/A","id":14790,"title":"Michael McIntyre: Live & Laughing","adult":false,"genre_ids":[35]},{"cast":["Florence Loiret-Caille","Benoît Poelvoorde","Natacha Lindinger","Michel Duchaussoy","Catherine Mouchet"],"overview":"A French tradesman travels in time and liberates an oppressed tribe in another world.","release_date":"2007-11-21","vote_average":5.0,"runtime":105,"cert":"N\/A","id":14791,"title":"Two Worlds","adult":false,"genre_ids":[35,14]},{"cast":["Martin Hynes","Lisa Jakub","Jason Peck","Jeff Wiens","Patrick Kerr"],"overview":"1967 film student George Lucas has writer's block trying to finish his \"Space Wheat\" script, until a beautiful fellow student with a familiar hairstyle teaches him that the best stories are in plain sight.","release_date":"1999-09-18","vote_average":7.5,"runtime":8,"cert":"N\/A","id":14792,"title":"George Lucas in Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jon Thor Birgisson","Georg Holm","Kjartan Sveinsson","Orri P. Dyrason","Hildur Ársælsdóttir"],"overview":"Ethereal post-rock pioneers Sigur Rós play a string of impromptu gigs in their native Iceland after finishing a world tour in 2006. As they travel through the country, the band visits a wide variety of venues, from a large outdoor festival to a coffee shop.","release_date":"2007-09-27","vote_average":7.8,"runtime":97,"cert":"N\/A","id":14793,"title":"Heima","adult":false,"genre_ids":[99,10402]},{"cast":["Malcolm McDowell","Richard Warwick","David Wood","Christine Noonan","Rupert Webster"],"overview":"Satire about a traditional English boys' boarding school, where social hierarchy reigns supreme and power remains in the hands of distanced and ineffectual teachers and callously vicious prefects in the Upper Sixth. But three Lower Sixth students, leader Mick Travis,  Wallace and Johnny decide on a shocking course of action to redress the balance of privilege once and for all.","release_date":"1968-12-19","vote_average":7.3,"runtime":112,"cert":"15","id":14794,"title":"if....","adult":false,"genre_ids":[18]},{"cast":["Colleen Porch","Aiden Kersh","Ridge Canipe","Sean Johnson","Holden Thomas Maynard"],"overview":"On a secluded family farm, a mother suffers a psychotic break due to postpartum depression, forcing the eldest son to protect his sibling from the mother they have always known and loved.","release_date":"2008-08-05","vote_average":5.4,"runtime":85,"cert":"18","id":14795,"title":"Baby Blues","adult":false,"genre_ids":[18,27,53]},{"cast":["Fabrizio Borsani","Teo Gheorghiu","Julika Jenkins","Urs Jucker","Bruno Ganz"],"overview":"Vitus tells the story of a highly-gifted boy (played by real-life piano prodigy Teo Gheorghiu) whose parents have demanding and ambitious plans for him.","release_date":"2006-02-02","vote_average":7.4,"runtime":120,"cert":"N\/A","id":14804,"title":"Vitus","adult":false,"genre_ids":[10402,18]},{"cast":["Jamie Foxx","David Morse","Robert Pastorelli","David Paymer","Mike Epps"],"overview":"Landing in jail for a petty theft crime, Alvin finds himself sharing a cell with John Jaster, the incarcerated half of the pair of high-tech thieves responsible for the missing gold. His partner, Bristol, is still at large. Alvin wants only to get out of prison and start fresh with his girlfriend, Lisa, and when the Feds, led by U.S. Treasury investigator Clenteen, set him loose on a sketchy deal, he thinks his luck has changed. Alvin has his freedom and the Feds have found their bait.","release_date":"2000-09-14","vote_average":6.1,"runtime":119,"cert":"N\/A","id":14805,"title":"Bait","adult":false,"genre_ids":[28,53,80]},{"cast":["Angus Macfadyen","Willa Ford","Robert Moloney","Ron Selmour","Pablo Silveira"],"overview":"Acting on impulse, Claire Dennison (Willa Ford), enjoys a brief fling with a sexy stranger (a dead ringer for her husband), only to realize that the object of her desire is a crazed, manipulative, and tenacious psychopath.","release_date":"2008-04-15","vote_average":4.8,"runtime":101,"cert":"N\/A","id":14806,"title":"Impulse","adult":false,"genre_ids":[9648,53,18]},{"cast":["Bob Hoskins","Helen Mirren","Dave King","Bryan Marshall","Derek Thompson"],"overview":"In the late 1970s, Cockney crime boss Harold Shand, a gangster trying to become a legitimate property mogul, has big plans to get the American Mafia to bankroll his transformation of a derelict area of London into the possible venue for a future Olympic Games. However, a series of bombings targets his empire on the very weekend the Americans are in town. Shand is convinced there is a traitor in his organization, and sets out to eliminate the rat in typically ruthless fashion.","release_date":"1980-11-01","vote_average":7.3,"runtime":114,"cert":"18","id":14807,"title":"The Long Good Friday","adult":false,"genre_ids":[80,18,53]},{"cast":["Andy Lau","Ahn Sung-ki","Fan Bingbing","Choi Si-won","Zhiwen Wang"],"overview":"In 370 B.C, China was separated as seven nations and several other small tribes, one of these being the city state of Liang. The nation of Zhao is led by the terrifying Xiang Yangzhong who orders his troops to conquer the small city. Leaping to the defense of the people of Liang is 'Ge Li' from the Mo-Tsu tribe, their last hope from the terrors of Yangzhong's troops.","release_date":"2006-11-23","vote_average":6.4,"runtime":133,"cert":"N\/A","id":14808,"title":"Battle of the Warriors","adult":false,"genre_ids":[36,18,28,10752]},{"cast":["Seann William Scott","Timm Sharp","Suzy Nakamura","Patrick Been","Lou Diamond Phillips"],"overview":"A crook quietly plots his revenge against the boss who murdered his brother while working for him.","release_date":"2002-05-23","vote_average":6.2,"runtime":101,"cert":"N\/A","id":14809,"title":"Stark Raving Mad","adult":false,"genre_ids":[28,35,80]},{"cast":["David Chokachi","Robyn Lively","Alexandra Paul"],"overview":"Devastated upon receiving news that her estranged sister has been brutally murdered and frustrated that local police refuse to offer much help, a promising South Beach lawyer unearths some sordid details about her late sibling in this thriller highlighting the dangers of online dating.","release_date":"2008-07-17","vote_average":5.3,"runtime":85,"cert":"N\/A","id":14810,"title":"Murder.com","adult":false,"genre_ids":[9648,53]},{"cast":["Chaim Topol","Norma Crane","Leonard Frey","Molly Picon","Paul Mann"],"overview":"This lavishly produced and critically acclaimed screen adaptation of the international stage sensation tells the life-affirming story of Tevye (Topol), a poor milkman whose love, pride and faith help him face the oppression of turn-of-the-century Czarist Russia. Nominated for eight Academy Awards.","release_date":"1971-11-03","vote_average":7.7,"runtime":181,"cert":"U","id":14811,"title":"Fiddler on the Roof","adult":false,"genre_ids":[18,10749]},{"cast":["Trond Espen Seim","Jan Gunnar Røise","Evy Kasseth Røsten","Stig Henrik Hoff","Silje Torp"],"overview":"Hawaii, Oslo is the story of a handful of people who cross each other's path without necessarily knowing each other, during the hottest day of the year, in Oslo. We follow Frode and Milla. They are having their first child, who they are told will not live long. We follow Bobbie-Pop, a faded singer who tries to commit suicide. We follow Leon, an institutionalized kleptomaniac who is loking for Åsa, to whom he has a ten year old deal to get married. We meet Leon's brother, Trygve, who fetches Leon at the institution to celebrate his birthday, but who himself has plans to use his leave from prison to run away. And most of all we meet the angel Vidar, Leon's best buddy at the institution, who sees things no one else can see, and who may be able to save everyone - except himself?","release_date":"2004-09-24","vote_average":6.2,"runtime":125,"cert":"N\/A","id":14812,"title":"Hawaii, Oslo","adult":false,"genre_ids":[18]},{"cast":["Alan Young","Wayne Allwine","Clarence Nash","Hal Smith","Will Ryan"],"overview":"It is an adaptation of the Charles Dickens classic A Christmas Carol, featuring Scrooge McDuck as his namesake and inspiration Ebenezer Scrooge and Mickey Mouse as Bob Cratchit. This film was based on a 1972 audio musical entitled Disney's A Christmas Carol. It is a twenty-four minute animated short film produced by Walt Disney Productions as an accompaniment to a re-release of The Rescuers.","release_date":"1983-10-19","vote_average":7.5,"runtime":26,"cert":"U","id":14813,"title":"Mickey's Christmas Carol","adult":false,"genre_ids":[10751,16]},{"cast":["Simon Callow","John Shrapnel","Kal Weber","Lucy Cudden","Jud Charlton"],"overview":"A shy, stuttering professor brings satanist Aleister Crowley back to life.","release_date":"2008-05-04","vote_average":5.3,"runtime":106,"cert":"N\/A","id":14814,"title":"Chemical Wedding","adult":false,"genre_ids":[27,9648,53]},{"cast":["Sean Connery","Candice Bergen","Brian Keith","John Huston","Geoffrey Lewis"],"overview":"At the beginning of the 20th century an American woman is abducted in Morocco by Berbers. The attempts to free her range from diplomatic pressure to military intervention.","release_date":"1975-10-26","vote_average":7.0,"runtime":119,"cert":"N\/A","id":14815,"title":"The Wind and the Lion","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Edison Chen","Sam Lee","Pei Pei Wei-Ying","Cheung Siu-Fai","Wayne Lai"],"overview":"A young Cambodian man who has been trained to fight for money in his country is hired to kill someone in Hong Kong. He performs the hit and then flees from Hong Kong police, who are wrestling with internal problems of a model cop and his son, who is also on the force and who was told by his dad not to become a police officer. The father goes into a coma after being shot, and internal affairs suspects him of dealing drugs on the side.  The assassin then befriends a young girl who is molested and abused by her father. They both plan to get back on a ship to Cambodia but have to get past Hong Kong police, who do everything they can to catch him.","release_date":"2006-08-17","vote_average":6.6,"runtime":109,"cert":"N\/A","id":14816,"title":"Dog Bite Dog","adult":false,"genre_ids":[28]},{"cast":["Kel Mitchell","Kenan Thompson","Sinbad","Abe Vigoda","Shar Jackson"],"overview":"Two hapless youths lead their burger joint in a fight against the giant fast-food chain across the street.","release_date":"1997-07-25","vote_average":5.8,"runtime":103,"cert":"","id":14817,"title":"Good Burger","adult":false,"genre_ids":[35,10751]},{"cast":["Dan Chupong","Leo Putt","Panna Rittikrai","Samart Payakarun","Kanyapak Suworakood"],"overview":"The story is set in 1890s Siam. Siang is a young Muay Thai warrior and rocketry expert who steals back water buffalo taken from poor Isan farmers by unscrupulous cattle raiders. He is searching for a man with a tattoo who killed his parents.","release_date":"2006-11-09","vote_average":5.5,"runtime":103,"cert":"N\/A","id":14818,"title":"Dynamite Warrior","adult":false,"genre_ids":[28,53]},{"cast":["Ben Stiller","Aaron Schwartz","Kenan Thompson","Jerry Stiller","Anne Meara"],"overview":"Camp Hope is a summer retreat for overweight boys run by a kindly couple who make the campers feel comfortable with their extra pounds. But when tyrannical fitness guru Tony buys the camp, he puts the kids on a cruel regimen that goes too far. Sick of the endless weeks of \"all work and no play,\" the kids stage a coup and reclaim their summer of fun.","release_date":"1995-02-17","vote_average":6.1,"runtime":100,"cert":"N\/A","id":14819,"title":"Heavyweights","adult":false,"genre_ids":[35,10751,18]},{"cast":["Ron Livingston","Melissa George","Michael Sheen","Marion Ross","Clint Jung"],"overview":"After a confrontation with one of his idols dashes his dreams of studying public speaking in college, Richard Pimentel joins the Army and ships off to Vietnam. During his service, Richard loses nearly all of his hearing. Joining a new circle of friends, including a man with cerebral palsy and an alcoholic war veteran, Richard discovers his gift for motivational speaking and becomes an advocate for people with disabilities.","release_date":"2007-01-05","vote_average":6.5,"runtime":94,"cert":"N\/A","id":14820,"title":"Music Within","adult":false,"genre_ids":[35,18]},{"cast":["Kim Richards","Ray Milland","Donald Pleasence","Eddie Albert","Ike Eisenmann"],"overview":"Tia and Tony are two orphaned youngsters with extraordinary powers. Lucas Deranian poses as their uncle in order to get the kids into the clutches of Deranian's megalomaniacal boss, evil millionaire Aristotle Bolt, who wants to exploit them. Jason, a cynical widower, helps Tia and Tony escape to witch mountain, while at the same time Tia and Tony help Jason escape the pain of the loss of his wife.","release_date":"1975-03-21","vote_average":6.4,"runtime":97,"cert":"U","id":14821,"title":"Escape to Witch Mountain","adult":false,"genre_ids":[12,14,878,10751]},{"cast":["Bette Davis","Christopher Lee","Kim Richards","Ike Eisenmann","Jack Soo"],"overview":"In this sequal to \"Escape From Witch Mountain,\" Tia and Tony leave their safe refuge on witch mountain for a trip to Los Angeles. Tony is kidnapped by the evil Dr. Gannon and his spinster partner Letha and brainwashed into helping Gannon and Letha commit various crimes. It's up to Tia and a gang of truant kids to rescue Tony and prevent a major disaster.","release_date":"1978-03-10","vote_average":5.6,"runtime":95,"cert":"U","id":14822,"title":"Return from Witch Mountain","adult":false,"genre_ids":[12,14,878,10751]},{"cast":["Georgia Groome","Johnny Harris","Sam Spruell","Lorraine Stanley","Alexander Morton"],"overview":"It's 3:07am and two girls burst into a run down London toilet. Joanne is crying her eyes out and her clothing is ripped. Kelly's face is bruised and starting to swell. Duncan Allen lies in his bathroom bleeding to death. Duncan's son finds his father and wants answers. Derek – Kelly's pimp – needs to find Kelly or it will be him who pays.","release_date":"2006-12-01","vote_average":6.4,"runtime":85,"cert":"","id":14823,"title":"London to Brighton","adult":false,"genre_ids":[80,18,53]},{"cast":["Bryce Johnson","Paul Nakauchi","Kevin Michael Richardson","Michael Yama","Susan Spano"],"overview":"Dr. Stephen Strange embarks on a wondrous journey to the heights of a Tibetan mountain, where he seeks healing at the feet of the mysterious Ancient One.","release_date":"2007-08-14","vote_average":6.3,"runtime":76,"cert":"N\/A","id":14830,"title":"Doctor Strange","adult":false,"genre_ids":[28,16,14,878]},{"cast":["George Harrison","John Lennon","Paul McCartney","Ringo Starr","Leo McKern"],"overview":"An obscure Eastern cult that practices human sacrifice pursues Ringo after he unkowingly puts on a ceremonial ring (that, of course, won't come off). On top of that, a pair of mad scientists, members of Scotland Yard, and a beautiful but dead-eyed assassin all have their own plans for the Fab Four.","release_date":"1965-07-29","vote_average":6.7,"runtime":92,"cert":"U","id":14831,"title":"Help!","adult":false,"genre_ids":[35,10402]},{"cast":["Andrew Robertson","Charlotte Gainsbourg","Alice Coulthard","Ned Birkin","Sinéad Cusack"],"overview":"After the death of her husband, the mother of Julie, Jack, Sue and Tom begins to suffer from a mysterious illness. Aware that she is going to have to go into hospital she opens a bank account for the children, so that they can be financially self-sufficient and will be able to avoid being taken into care by the authorities. Unfortunately she also dies and Julie and Jack (the older, teenage children) decide to hide her body in the basement so that they can have free reign of their household. Soon Tom has taken to dressing as a girl whilst Sue has become increasingly reticent, confiding only to her diary, meanwhile Jack and Julie sense an attraction developing for each other. However Julie's new beau, Derek, threatens to unearth the many dark secrets within this family as he becomes increasingly suspicious of Jack.","release_date":"1993-02-20","vote_average":7.5,"runtime":105,"cert":"18","id":14832,"title":"The Cement Garden","adult":false,"genre_ids":[18]},{"cast":["Michael Madsen","Reynaldo Rosales","Heidi Dippold","Julie Ann Emery","J.P. Davis"],"overview":"Trying to recover from the nearly marriage-breaking stress following the death of their child, Jack (Reynaldo Rosales) and Stephanie (Heidi Dippold) spontaneously take off on a road trip. But when their car breaks down in a remote area, they find themselves in a horrific nightmare. Seeking shelter in a house, they soon realize that more danger lurks inside than outside in this spine-chiller based on Ted Dekker and Frank Peretti's best-seller.","release_date":"2008-11-06","vote_average":4.4,"runtime":101,"cert":"N\/A","id":14833,"title":"House","adult":false,"genre_ids":[18,27,53]},{"cast":["Morris Chestnut","Taraji P. Henson","Maeve Quinlan","Kevin Hart","Jenifer Lewis"],"overview":"A car accident and shifting affections test the bond between a married couple.","release_date":"2009-01-09","vote_average":6.3,"runtime":99,"cert":"N\/A","id":14834,"title":"Not Easily Broken","adult":false,"genre_ids":[18,10749]},{"cast":["Tyrone Benskin"],"overview":"From polar bears in the arctic tundra to black bears in the Northern Rockies, you'll see some of the most spectacular footage ever shot of these enterprising omnivores. Catch salmon with a group of hungry grizzlies on the McNeil River in Alaska. Crawl inside a den with a mother black bear and her cubs. Learn about the challenges facing each of these species as their habitat diminishes.","release_date":"2004-01-01","vote_average":4.0,"runtime":39,"cert":"N\/A","id":14835,"title":"Bears","adult":false,"genre_ids":[99]},{"cast":["Dakota Fanning","Teri Hatcher","Jennifer Saunders","Dawn French","Keith David"],"overview":"When Coraline moves to an old house, she feels bored and neglected by her parents. She finds a hidden door with a bricked up passage. During the night, she crosses the passage and finds a parallel world where everybody has buttons instead of eyes, with caring parents and all her dreams coming true. When the Other Mother invites Coraline to stay in her world forever, the girl refuses and finds that the alternate reality where she is trapped is only a trick to lure her.","release_date":"2009-02-05","vote_average":7.6,"runtime":100,"cert":"PG","id":14836,"title":"Coraline","adult":false,"genre_ids":[16,10751]},{"cast":["Barbara Stanwyck","Barry Sullivan","Dean Jagger","John Ericson","Gene Barry"],"overview":"An authoritarian rancher rules an Arizona county with her private posse of hired guns. When a new Marshall arrives to set things straight, the cattle queen finds herself falling for the avowedly non-violent lawman. Both have itchy-fingered brothers, a female gunman enters the picture, and things go desperately wrong.","release_date":"1957-09-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":14837,"title":"Forty Guns","adult":false,"genre_ids":[28,37]},{"cast":["Laura Breckenridge","Kevin Corrigan","Christopher Shand","Joe Hansard"],"overview":"Mary Murdock, a college student, thinks she's hit and killed a cat with her car driving home drunk from a party. She is horrified beyond words when she gets home and discovers a man's nearly dead body impaled on the bumper of her Jeep. Terrified and irrational, Mary is faced with a series of decisions that determine her fate.","release_date":"2009-01-13","vote_average":4.0,"runtime":84,"cert":"18","id":14838,"title":"Hit and Run","adult":false,"genre_ids":[18,53]},{"cast":["Richard Pryor","Harvey Keitel","Yaphet Kotto","Ed Begley Jr.","Harry Bellaver"],"overview":"Fed up with mistreatment at the hands of both management and union brass, and coupled with financial hardships on each man's end, three auto assembly line workers hatch a plan to rob a safe at union headquarters.","release_date":"1978-02-10","vote_average":7.4,"runtime":114,"cert":"N\/A","id":14839,"title":"Blue Collar","adult":false,"genre_ids":[18,80]},{"cast":["Şener Şen","Şevket Altuğ","Metin Cekmez"],"overview":"Mahmut and Abidin work as comedians at a night club, Mahmut is honest yet Abidin is sly. Sulo brings a deaf and dumb girl named Kumru, to working the night club, but the club owner sends her away, she in he sees that Kumru is deaf and dumb. Mahmut wants to help her and brings her to their house. She starts living with them. Kumru starts selling cigarettes and flowers in the club. Mahmut sees a picture in her hand and understands that she is looking for her mother. He decides to help her and finds out that the mother is in prison. Abidin and Mahmut fight for Kumru and Abidin starts to work in a different club with a different partner. Yet Abidin is very sad and decides to commit suicide, but Mahmut saves him. They start working together again.","release_date":"1992-09-02","vote_average":8.3,"runtime":104,"cert":"N\/A","id":14840,"title":"The Shadow Play","adult":false,"genre_ids":[18,14]},{"cast":["Elisabeth Harnois","Clea DuVall","Sean Patrick Flanery","Jensen Ackles","Danneel Ackles"],"overview":"Four friends search for love and happiness while working at a California sandwich shop.","release_date":"2007-04-25","vote_average":7.0,"runtime":97,"cert":"N\/A","id":14843,"title":"Ten Inch Hero","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mandy Moore","Stark Sands","Tony Jayawardena","Jeremy Piven","Annabella Sciorra"],"overview":"The President's daughter, unable to experience life like a normal 18 year-old, escapes from her entourage of Secret Service agents while traveling in Europe. She falls in love with a handsome British stranger, who also happens to be working undercover for her father.","release_date":"2004-01-09","vote_average":6.2,"runtime":111,"cert":"12A","id":14844,"title":"Chasing Liberty","adult":false,"genre_ids":[35,10749]},{"cast":["Heather Graham","Bridget Moynahan","Tom Cavanagh","Molly Shannon","Rachel Shelley"],"overview":"Sam and Gray are such a well-matched pair that it is difficult to believe they are brother and sister rather than husband and wife. They both share a love of 1940s movies and dancing, and when they meet Charlie, they have something else in common: They both fall in love with her. Sam must deal with unexpected feelings of jealousy, while Gray struggles to come to terms with her sexual orientation.","release_date":"2006-10-21","vote_average":6.0,"runtime":96,"cert":"N\/A","id":14845,"title":"Gray Matters","adult":false,"genre_ids":[35,10749]},{"cast":["Brittany Murphy","Holly Hunter","Kathy Bates","Ron Livingston","Kevin Sussman"],"overview":"Determined to learn about her boyfriend's past relationships, Stacy -- who works for a talk show -- becomes a bona fide snoop. With her colleague, Barb, Stacy gets the names of Derek's ex-lovers and interviews them, supposedly for an upcoming show. But what she learns only adds to her confusion, and her plans begin to unravel when she befriends one of the women.","release_date":"2004-08-06","vote_average":5.3,"runtime":111,"cert":"N\/A","id":14846,"title":"Little Black Book","adult":false,"genre_ids":[35,10749,18]},{"cast":["Heather Graham","Mia Kirshner","Tom Ellis","Will Mellor","Orlando Seale"],"overview":"Georgina is an ambitious young London professional who learns she has only one month left in which to conceive a child. After exhausting all possibilities with her baby-phobic boyfriend, Georgina turns to her wildly optimistic friend Clem, with whom she sets out to identify and \"land\" the perfect father for her child.","release_date":"2008-02-08","vote_average":4.1,"runtime":104,"cert":"N\/A","id":14847,"title":"Miss Conception","adult":false,"genre_ids":[35,10749]},{"cast":["Giovanni Ribisi","Lynn Collins","Scott Caan","Mena Suvari","Sarah Shahi"],"overview":"In the film, Solo is a down-on-his-luck writer who is encouraged by his psychiatrist to get a dog. Solo meets his love interest, who he assumes to be a dog owner when meeting her at a dog play park, but dog problems stand in their way.","release_date":"2006-09-11","vote_average":6.0,"runtime":88,"cert":"N\/A","id":14848,"title":"The Dog Problem","adult":false,"genre_ids":[35,10749]},{"cast":["Ellen Muth","Jasmine Guy","Callum Blue","Sarah Wynter","Britt McKillip"],"overview":"When George and her colleagues get a new boss whose focus is on moving souls quickly and enjoying life without consequences, the team begins to break the strict reaper rules. While her friends fall victim to their desires for money, success, and fame, George breaks another rule by revealing her true identity to her living family.","release_date":"2009-02-17","vote_average":5.8,"runtime":87,"cert":"N\/A","id":14849,"title":"Dead Like Me: Life After Death","adult":false,"genre_ids":[18,14,35]},{"cast":["Gayle Garfinkle","Rick Jones","Maurice LaMarche","Jenny McCarthy","John Melendez"],"overview":"What begins for Chode and crew as a routine mission to protect a pissed-off princess will soon become a filth- splattered saga of dismembered royalty, indestructible clown assassins and desperately horny housewives.","release_date":"2008-03-25","vote_average":5.5,"runtime":75,"cert":"N\/A","id":14850,"title":"Tripping the Rift: The Movie","adult":false,"genre_ids":[16,35,878]},{"cast":["Brian Cox","Damian Lewis","Joseph Fiennes","Seu Jorge","Liam Cunningham"],"overview":"Frank Perry is an institutionalized convict twelve years into a life sentence without parole. When his estranged daughter falls ill, he is determined to make peace with her before it's too late. He develops an ingenious escape plan, and recruits a dysfunctional band of escapists - misfits with a mutual dislike for one other but united by their desire to escape their hell hole of an existence.","release_date":"2008-06-20","vote_average":6.4,"runtime":102,"cert":"15","id":14851,"title":"The Escapist","adult":false,"genre_ids":[28,53]},{"cast":["Jeff Ayers","Julie Johnson","Tim Dever","Patty Wirtz","Leyda Aleyli"],"overview":"Join Barney and all the kids as they put on their own circus, featuring clowns, ponies, flying squirrels, a strong man, a human cannonball, and much more. Includes fourteen songs including: \"Animal Fair,\" \" Puttin' On A Show\", \"When The Circus Comes To Town,\" \"Marching Song,\" \"The Rainbow Song,\" \"Laugh With Me,\" \"Boom Boom Ain't It Great To Be Crazy,\" \"The Squirrel On The Flying Trapeze\"","release_date":"2000-05-16","vote_average":0.0,"runtime":50,"cert":"N\/A","id":14852,"title":"Barney's Super Singing Circus","adult":false,"genre_ids":[10751]},{"cast":["Greg Bryk","Lance Henriksen","Gina Holden","Stephen Amell","Jana Pallaske"],"overview":"A group of humans arrive on Sirius 6-B to investigate an SOS signal sent out from the planet, which has been supposedly deserted since the destruction of the man-made weapons known as \"screamers.\" Once the squad arrives, they find a group of human survivors eking out an existence in an old military outpost.","release_date":"2009-02-17","vote_average":4.8,"runtime":94,"cert":"18","id":14853,"title":"Screamers: The Hunting","adult":false,"genre_ids":[28,27,878]},{"cast":["Chuck Norris","David Carradine","Barbara Carrera","Leon Isaac Kennedy","Dana Kimmell"],"overview":"The archetypical renegade Texas Ranger wages war against a drug kingpin with automatic weapons, his wits and martial arts after a gun battle leaves his partner dead. All of this inevitably culminates a martial arts showdown between the drug lord and the ranger, and involving the woman they both love.","release_date":"1983-04-15","vote_average":6.0,"runtime":107,"cert":"N\/A","id":14854,"title":"Lone Wolf McQuade","adult":false,"genre_ids":[28,37,80]},{"cast":["Michelle Pfeiffer","Ashton Kutcher","Kathy Bates","Spencer Hudson","John Mann"],"overview":"Walter is a rising star in the NCAA wrestling world until his life is ripped apart by the brutal murder of his sister. Returning home to console his mother Gloria he seeks vengeance on the man who is accused of the crime. A chance meeting with a beautiful mature woman gives him solace to the situation. Will this unlikely pairing bloom into a romance and heal a wound the world cannot see or will the loss of his sister push him over the edge?","release_date":"2009-02-06","vote_average":6.1,"runtime":110,"cert":"N\/A","id":14857,"title":"Personal Effects","adult":false,"genre_ids":[18]},{"cast":["Paul Wesley","Kaley Cuoco","Jason London","Leighton Meester","Nestor Carbonell"],"overview":"A reality TV director copes with a spoiled celebutante and a show gone haywire when a masked killer starts bumping off the crew in this slasher-movie satire.","release_date":"2008-01-01","vote_average":5.8,"runtime":93,"cert":"N\/A","id":14862,"title":"Killer Movie","adult":false,"genre_ids":[35,27]},{"cast":["David Hasselhoff","Crystal Allen","Ryan McCluskey","Patrick Regis","Anthony Green"],"overview":"Cancer-terminal tycoon Peter Murdoch's secret Wexel Hall Pharmaceuticals lab has developed a blood orchid extract cure. To examine why it works optimally in snakes, they also bread a super-anaconda strain. But the original pair escapes, leaving a bloody trail of corpses. Murdoch runs, instructing his staff to clean up. They keep failing and being eaten like unsuspecting locals, some alive, even after enlisting ruthless big game hunter Hammett. The fast-growing pregnant monster sheds its skin, thus disabling the only tracking device.","release_date":"2008-01-01","vote_average":4.2,"runtime":91,"cert":"N\/A","id":14863,"title":"Anaconda 3: Offspring","adult":false,"genre_ids":[28,27,53]},{"cast":["Don Johnson","Virginia Madsen","Jennifer Connelly","Charles Martin Smith","William Sadler"],"overview":"A loner moves in to a small Texas town, finds himself a job, and sets about plotting to rob the local bank.","release_date":"1990-10-12","vote_average":6.4,"runtime":130,"cert":"N\/A","id":14864,"title":"The Hot Spot","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Angela Kovács"],"overview":"In a small community near Gothenburg three members of a family priest brutally murdered. The walls are covered with up-and-inverted pentagram - the symbol of the devil's face - painted there by the victims blod.Kriminalinspektör Irene Huss drag quickly parallels to a previous case in which a priest was murdered. Even in that case there were satanic connections. But the deeper Irene Huss digs in case the more convinced she becomes that the clergy are not always as pious as they should be","release_date":"2008-06-11","vote_average":8.0,"runtime":87,"cert":"N\/A","id":14865,"title":"Irene Huss 4: Glasdjävulen","adult":false,"genre_ids":[80,18,9648]},{"cast":["Jamie Anne Allman","Flynn Beck","Ryan Coughlin","Jack Donner","Drew Sidora"],"overview":"Set in the modern day mid-west, the film focuses on a young couple trying to establish a new life. They become stranded in a very isolated vineyard. They are forced to face secrets from their own pasts and the malicious intents of the vineyard's inhabitant who turn out to be demons from hell.","release_date":"2008-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":14866,"title":"Farm House","adult":false,"genre_ids":[27,53,9648]},{"cast":["Dennis Quaid","Channing Tatum","Marlon Wayans","Sienna Miller","Joseph Gordon-Levitt"],"overview":"From the Egyptian desert to deep below the polar ice caps, the elite G.I. JOE team uses the latest in next-generation spy and military equipment to fight the corrupt arms dealer Destro and the growing threat of the mysterious Cobra organization to prevent them from plunging the world into chaos.","release_date":"2009-08-04","vote_average":5.7,"runtime":118,"cert":"12A","id":14869,"title":"G.I. Joe: The Rise of Cobra","adult":false,"genre_ids":[12,28,53,878]},{"cast":["Christy Carlson Romano","Ross Thomas","Scott Thompson Baker","Kim Kindrick","Faune A. Chambers"],"overview":"Two ice skaters develop a love-hate relationship while dreaming of Olympic glory.","release_date":"2006-02-07","vote_average":6.1,"runtime":98,"cert":"N\/A","id":14872,"title":"The Cutting Edge: Going for the Gold","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Goodman","Haley Joel Osment","Mae Whitman","Connor Funk","Bob Joles"],"overview":"Mowgli has been living in the man-village with his little stepbrother Ranjan and his best friend Shanti. But the man-cub still has that jungle rhythm in his heart, and he misses his old buddies Baloo and Bagheera. When Mowgli wanders back to the wild for some swingin' fun, he soon finds the man-eating tiger Shere Khan is lurking in the shadows and planning his revenge.","release_date":"2003-02-07","vote_average":5.8,"runtime":72,"cert":"U","id":14873,"title":"The Jungle Book 2","adult":false,"genre_ids":[10751,16,12]},{"cast":["Elijah Wood","Franka Potente","Mandy Moore","Debbie Harry","Elizabeth Perkins"],"overview":"Teenager Jones has opted not to go to college and is instead renting a room in a boarding house to work on his writing skills. Soon, Jones finds himself dividing his time between two women: a young actress named Lisa and a photographer named Jane. After Jane's ex-boyfriend arrives to help her recover from a car accident, Jones begins to understand just how much he cares for her.","release_date":"2002-09-10","vote_average":6.2,"runtime":96,"cert":"N\/A","id":14874,"title":"Try Seventeen","adult":false,"genre_ids":[35,10749,18]},{"cast":["Jon Voight","Tamara Hope","Trent Ford","Lolita Davidovich","Dean Cain"],"overview":"A story set against the Mountain Meadows Massacre, the film is based upon the tragedy which occurred in Utah in 1857. A group of settlers, traveling on wagons, was murdered by the native Mormons. All together, about 140 souls of men, women and children, were taken.","release_date":"2007-05-17","vote_average":5.1,"runtime":110,"cert":"15","id":14877,"title":"September Dawn","adult":false,"genre_ids":[18,28,36,37,10749]},{"cast":["Jonas Ball","Matthew R. Anderson","Jon Huertas","Michael C. Williams","Sam Hunter"],"overview":"In the supernatural thriller The Objective, writer-director Daniel Myrick locates the action in a remote mountain region on Afghanistan, where a team of US Special Ops forces is dispatched with the ostensible orders of locating an influential Muslim cleric. While on the mission they find themselves lost in a Middle Eastern 'Bermuda Triangle' of ancient evil and faced with an enemy that none of them could have imagined.","release_date":"2008-04-28","vote_average":5.6,"runtime":90,"cert":"15","id":14878,"title":"The Objective","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Clint Eastwood","Robert Duvall","John Saxon","Don Stroud","Stella Garcia"],"overview":"A band of Mexicans find their U. S. land claims denied and all the records destroyed in a courthouse fire. Their leader, Louis Chama, encourages them to use force to regain their land. A wealthy landowner wanting the same decides to hire a gang of killers with Joe Kidd to track Chama.","release_date":"1972-07-14","vote_average":6.4,"runtime":88,"cert":"N\/A","id":14881,"title":"Joe Kidd","adult":false,"genre_ids":[37]},{"cast":["Dakota Fanning","Oliver Clayton-Luce","Isabelle Fuhrman","Cody Hanford","Piper Laurie"],"overview":"A drama set in the American South, where a precocious, troubled girl finds a safe haven in the music and movement of Elvis Presley.","release_date":"2008-09-19","vote_average":6.4,"runtime":102,"cert":"N\/A","id":14882,"title":"Hounddog","adult":false,"genre_ids":[18]},{"cast":["James Woods","Juliette Marquis","Rosario Dawson","Isaiah Washington","Cheyenne Silver"],"overview":"\"Slice of life\" take on life of international porn celebrity, Moon, and her musings on modern life, love and loss.","release_date":"2004-12-03","vote_average":5.0,"runtime":104,"cert":"N\/A","id":14883,"title":"This Girl's Life","adult":false,"genre_ids":[18]},{"cast":["Jack Nicholson","Otis Young","Randy Quaid","Clifton James","Carol Kane"],"overview":"Two Navy men are ordered to bring a young offender to prison, but decide to show him one last good time along the way.","release_date":"1973-12-11","vote_average":7.2,"runtime":105,"cert":"N\/A","id":14886,"title":"The Last Detail","adult":false,"genre_ids":[35,18]},{"cast":["Luke Wilson","Jack Black","Andy Dick","Brittany Murphy","Alicia Witt"],"overview":"David (Luke Wilson) is an artist and a pothead. He's fallen in love with the beautiful and sexy Serena (Alicia Witt), and things are going simply splendidly until poor David's house burns down. Serena doesn't need the bad vibes, so she splits the scene and runs off to New York with rocker and junkie Tommy (Jamie Kennedy). Lonely David finally turns to the sweet, sweet comfort of marijuana and his strange menagerie of friends to forget about his lost home and love","release_date":"1997-01-01","vote_average":5.2,"runtime":97,"cert":"N\/A","id":14887,"title":"Bongwater","adult":false,"genre_ids":[35,10749]},{"cast":["Jon Favreau","Joey Lauren Adams","Rachael Leigh Cook","Daryl Hannah","Kelsey Grammer"],"overview":"Struggling actor John Person agrees to drive a blue suitcase from Los Angeles to the small town of Baker, Calif., and hand it over to a mysterious cowboy in return for having his credit card debt of $27,000 paid off. Upon his arrival, John can't find the cowboy but receives an ominously head-shaped package he's supposed to hang onto. While waiting, John gets close to Ruthie, whose psychotic boyfriend, Randy, keeps threatening to kill him.","release_date":"2003-05-16","vote_average":6.3,"runtime":94,"cert":"15","id":14892,"title":"The Big Empty","adult":false,"genre_ids":[35,18,9648,878]},{"cast":["Mads Mikkelsen","Troels Lyby","Charlotte Munck","Jesper Lohmann","Nikolaj Steen"],"overview":"Jacob is a young man used to getting everything he wants. For several years, he has been living in a happy homosexual partnership with Jørgen, and one night Jacob decides to pop the big question to Jørgen. Jørgen happily accepts Jacobs marriage proposal, but then something happens: Jacob falls in love with a girl, and not just any girl. The girl is Caroline, married to Jørgens younger brother Tom.","release_date":"2001-11-16","vote_average":6.5,"runtime":98,"cert":"N\/A","id":14893,"title":"Shake It","adult":false,"genre_ids":[35,18]},{"cast":["Simone Aagaard-Hansen","Lotte Arnsbjerg","Frederikke Cecilie Berthelsen","Søren Bregendal","Sebastian Jessen"],"overview":"A story about a group of rich kids, from old money families, north of Copenhagen, from a world where people with ambition and power rule. Away from the superficiality and pretention of their social class, they live a secret life, in which power, money, sex, drugs and endless secrets dominate. A lifestyle only a few of them can survive and where most become scarred for life.","release_date":"2007-03-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":14896,"title":"Rich Kids","adult":false,"genre_ids":[18]},{"cast":["Signe Egholm Olsen","Claus Riis Østergaard","Thure Lindhardt","Farshad Kholghi","Thomas L. Corneliussen"],"overview":"The unflinching tale of Maria, Allan and Steso, who are struggling for survival. Maria is a pusher frau, wandering restlessly among addicts, abusers and bikers in a relentless search for love. Allan has just returned from an ill-fated trip across the Pacific and must reclaim his life and stay clean, but ghosts from his past return to haunt him. Steso, the intellectual, god-forsaken and prophetic cynic, does his utmost to unite the two polar opposites that give meaning to his life: his girl and drugs. All three try desperately to make some sense of the madness, but how do you find meaning in the chaos that is life? And how do you find love if you can't recognize it?","release_date":"2005-03-04","vote_average":6.1,"runtime":125,"cert":"N\/A","id":14897,"title":"Angels in Fast Motion","adult":false,"genre_ids":[80,18]},{"cast":["Anders W. Berthelsen","Rebecka Hemse","Nikolaj Lie Kaas","Charlotte Fich","Dejan Čukić"],"overview":"Jonas is a Copenhagen homicide scene photographer, happily married, with two kids. One day, his car stalls, another car slams into him, runs head on into a third car and flips into the ditch. The other driver, Julia, is critically injured. He visits her in the hospital and is greeted by her family, who assumes he must be the Sebastian she told them about, the new fiance she met in Vietnam.","release_date":"2007-08-22","vote_average":6.6,"runtime":100,"cert":"N\/A","id":14898,"title":"Just Another Love Story","adult":false,"genre_ids":[53,80,18]},{"cast":["David Wenham","Sarah Wynter","Nico Billeam","Christopher Bunworth","David Roberts"],"overview":"Eddie is a principled man, with a wife, a daughter and a mortgage and leads a seemingly stable and happy life as a government land assessor. Yet when the forces of economic and social change threaten this, he realises just how fragile his reality and security is. After losing his job, he checks his bank balance and finds he has only 'three dollars' to his name.","release_date":"2005-04-21","vote_average":8.0,"runtime":118,"cert":"N\/A","id":14899,"title":"Three Dollars","adult":false,"genre_ids":[18]},{"cast":["Jim Henson","Frank Oz","Dave Goelz","Jerry Nelson","Richard Hunt"],"overview":"Kermit and Fozzie are newspaper reporters sent to London to interview Lady Holiday, a wealthy fashion designer whose priceless diamond necklace is stolen. Kermit meets and falls in love with her secretary, Miss Piggy. The jewel thieves strike again, and this time frame Miss Piggy. It's up to Kermit and Muppets to bring the real culprits to justice.","release_date":"1981-06-26","vote_average":6.9,"runtime":95,"cert":"U","id":14900,"title":"The Great Muppet Caper","adult":false,"genre_ids":[80,10751,35,9648,10402]},{"cast":["Jim Cummings","John Fiedler","Ken Sansom","Paul Winchell","Peter Cullen"],"overview":"A full length animated film for all the family to enjoy. Pooh gets confused when Christopher Robin leaves him a note to say that he has gone back to school after the holidays. So Pooh, Piglet, Tigger, Eeyore and Rabbit go in search of Christopher Robin which leads to a big adventure.","release_date":"1997-08-05","vote_average":6.9,"runtime":76,"cert":"U","id":14903,"title":"Pooh's Grand Adventure: The Search for Christopher Robin","adult":false,"genre_ids":[16,10751,12]},{"cast":["Hugo Weaving","Russell Crowe","Geneviève Picot","Heather Mitchell","Jeffrey Walker"],"overview":"The life of a blind photographer who is looked after by a housekeeper is disrupted by the arrival of an agreeable restaurant worker.","release_date":"1991-08-15","vote_average":6.9,"runtime":86,"cert":"N\/A","id":14904,"title":"Proof","adult":false,"genre_ids":[18,10749]},{"cast":["Stephen Dillane","Woody Harrelson","Marisa Tomei","Goran Visnjic","Emira Nušević"],"overview":"Follow a group of international journalists into the heart of the once cosmopolitan city of Sarajevo—now a danger zone of sniper and mortar attacks where residents still live. While reporting on an American aid worker who’s trying to get children out of the country, a British correspondent decides to take an orphaned girl home to London.","release_date":"1997-05-09","vote_average":6.5,"runtime":103,"cert":"","id":14905,"title":"Welcome to Sarajevo","adult":false,"genre_ids":[10752,18,36]},{"cast":["José Oliveira","Fred Shields","Pinto Colvig","Walt Disney","Clarence Nash"],"overview":"Live-action segments show members of the Disney staff touring South America and recording their impressions in sketches. These segue into four animated sections: \"Lake Titicaca\" depicts tourist Donald Duck's troubles with a stubborn llama; and in \"Aquarela do Brasil,\" Jose Carioca shows Donald the sights and sound of Rio de Janeiro.","release_date":"1942-08-24","vote_average":5.9,"runtime":42,"cert":"U","id":14906,"title":"Saludos Amigos","adult":false,"genre_ids":[16,10751]},{"cast":["Bruce Campbell","Renee O'Connor","Michael Cory Davis","Peter Jason","Neda Sokolovska"],"overview":"An astronaut doctor Ivan Hood and his fellow astronaut Kelly return from their mission in space to find the world has been taken over by aliens. Now Dr. Ivan Hood and Kelly must lead a revolution to free the human slaves from their alien masters.","release_date":"2005-03-26","vote_average":3.7,"runtime":88,"cert":"N\/A","id":14907,"title":"Alien Apocalypse","adult":false,"genre_ids":[18,27,35,53,878]},{"cast":["Tom Arnold","Dean Stockwell","Debra Messing","David Alan Grier","Bruce Campbell"],"overview":"Retired Lieutenant Commander Quinton McHale spends his days puttering around the Caribbean in the old PT-73 selling homebrew, ice cream, and swimsuit calendars. He's brought out of retirement when his old nemesis turned the second best terrorist in the world, Major Vladikov, takes over the island of San Moreno and starts building a nuclear launch silo on it. With help from his old crew and hindrances from Captain Wallace B. Binghampton, who sank a cruise liner a while back, McHale tries to put Vladikov out of business.","release_date":"1997-04-18","vote_average":4.3,"runtime":108,"cert":"N\/A","id":14908,"title":"McHale's Navy","adult":false,"genre_ids":[28,35,10749]},{"cast":["Gene Hackman","Danny Glover","Jerry Reed","David Marshall Grant","Clayton Rohner"],"overview":"Lt. Col. Iceal \"Ham\" Hambleton is a weapons countermeasures expert and when his aircraft is shot over enemy territory the Air Force very much wants to get him back. Hambleton knows the area he's in is going to be carpet-bombed but a temporary shortage of helicopters causes a delay. Working with an Air Force reconnaissance pilot, Capt. Bartholomew Clark, he maps out an escape route.","release_date":"1988-07-21","vote_average":6.5,"runtime":105,"cert":"15","id":14911,"title":"Bat*21","adult":false,"genre_ids":[28,10752]},{"cast":["Olivia May","Lauren Walsh","Todd Leigh","Dustin Harnish"],"overview":"In a series of sexual mishaps, a high school senior tries to lose her virginity on the last night before graduation.","release_date":"2009-01-20","vote_average":3.4,"runtime":86,"cert":"N\/A","id":14912,"title":"18 Year Old Virgin","adult":false,"genre_ids":[35]},{"cast":["Renee O'Connor","Mae Whitman","Michael Graziadei","Tobin Bell","Matt Cohen"],"overview":"A young woman attempts to cure her phobia of the boogeyman by checking herself into a mental health facility, only to realize too little too late that she is now helplessly trapped with her own greatest fear.","release_date":"2007-10-20","vote_average":5.5,"runtime":93,"cert":"N\/A","id":14913,"title":"Boogeyman 2","adult":false,"genre_ids":[27,53]},{"cast":["Aaron Abrams","Alan Alda","Lauren Graham","Greg Kinnear","Tatiana Maslany"],"overview":"In this David vs. Goliath drama based on a true story, college professor Robert Kearns (Greg Kinnear) goes up against the giants of the auto industry when they fail to give him credit for inventing intermittent windshield wipers. Kearns doggedly pursues recognition for his invention, as well as the much-deserved financial rewards for the sake of his wife (Lauren Graham) and six kids.","release_date":"2008-09-07","vote_average":6.6,"runtime":119,"cert":"N\/A","id":14914,"title":"Flash of Genius","adult":false,"genre_ids":[18]},{"cast":["Lance Henriksen","Daniel Wisler","Edward Furlong","Tiffany Shepis","Tate Hanyok"],"overview":"Murder, mystery and mayhem as B movie fan, Adam Waltz, wins Walk on Role in a film Featuring Scream Queen, Cassie Blue (Tiffany Shepis). Thinking his luck had changed for the better he steps into chaos with a killer loose and no one on the production safe.","release_date":"2008-01-01","vote_average":3.8,"runtime":108,"cert":"N\/A","id":14915,"title":"Dark Reel","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Walter Koenig","Bruce Campbell","Robert Kurcz","Leigh Lombardi","Tom Case"],"overview":"The Space Shuttle returns to earth, but some of the equipment brought back on it begins to behave strangely. Scientists are unsure what is happening, and decide to take all necessary precautions.","release_date":"1989-04-28","vote_average":4.6,"runtime":92,"cert":"PG","id":14916,"title":"Moontrap","adult":false,"genre_ids":[27,878]},{"cast":["Kevin Conroy","Mark Hamill","Dana Delany","Hart Bochner","Abe Vigoda"],"overview":"Andrea Beaumont strolls back into town, rekindling an old romance with Bruce Wayne. At the same time, Batman is mistaken for a masked vigilante assassin who has begun systematically eliminating Gotham's crime bosses. Now on the run, Batman must solve the mystery, while navigating his relationship with Andrea.","release_date":"1993-12-25","vote_average":7.5,"runtime":76,"cert":"PG","id":14919,"title":"Batman: Mask of the Phantasm","adult":false,"genre_ids":[28,12,16,10751,53]},{"cast":["Lisa Kudrow","Steve Coogan","Maggie Gyllenhaal","Jesse Bradford","Bobby Cannavale"],"overview":"An ensemble cast telling 10 stories with intertwining characters. One story is about a father and son who are dating the same woman . Another features a woman who long ago gave her baby up for adoption but is now being blackmailed by a documentary filmmaker who claims to know the now-grown child's whereabouts.","release_date":"2005-01-20","vote_average":5.8,"runtime":128,"cert":"N\/A","id":14922,"title":"Happy Endings","adult":false,"genre_ids":[35,18,10749]},{"cast":["David Cross","Bob Odenkirk","Bruce Taylor","Leon Lamar","India Cosper"],"overview":"A redneck with an uncanny knack for getting arrested becomes the star of his own reality program.","release_date":"2002-09-16","vote_average":6.0,"runtime":86,"cert":"N\/A","id":14923,"title":"Run Ronnie Run","adult":false,"genre_ids":[35]},{"cast":["Gary Oldman","Chloe Webb","David Hayman","Debby Bishop","Andrew Schofield"],"overview":"In January 1978, after their success in England, the punk rock band Sex Pistols venture out on their tour of the southern United States. Temperamental bassist Sid Vicious is forced by his band mates and their manager to travel without his troubled girlfriend, Nancy Spungen, who will meet him in New York only after a traumatic event. When the band breaks up and Sid begins his solo career in a hostile city, the turbulent couple definitely falls into the depths of drug addiction and co-dependency, a last journey with no return.","release_date":"1986-10-24","vote_average":6.9,"runtime":114,"cert":"18","id":14924,"title":"Sid & Nancy","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Nancy Hendrickson","Deborah Luce","Tiana Pierce","Frederick Coffin","Michael McCleery"],"overview":"Three girls discover that two men are willing to do anything to impress Mother and what impresses Mother is watching her sons commit acts of rape and murder. Now these women are prisoners and lowered to pawns in the game of checkers between two dim wits and their Maniac Mommy and the question becomes, can any of them escape, alive?","release_date":"1980-09-19","vote_average":5.4,"runtime":90,"cert":"N\/A","id":14929,"title":"Mother's Day","adult":false,"genre_ids":[28,35,27]},{"cast":["Danny DeVito","Kathy Bates","Ron Livingston","Neve Campbell","Beverly D'Angelo"],"overview":"An uptight professional meets his lower-class biological parents for the first time.","release_date":"2006-05-01","vote_average":5.2,"runtime":84,"cert":"N\/A","id":14930,"title":"Relative Strangers","adult":false,"genre_ids":[35]},{"cast":["Alec Baldwin","Jennifer Jason Leigh","Fred Ward","Cecilia Pérez-Cervera","Georgie Cranford"],"overview":"When Fred gets out of prison, he decides to start over in Miami, where he starts a violent one-man crime wave. He soon meets up with amiable college student Susie. Opposing Fred is Sgt Hoke Moseley, a cop who is getting a bit old for the job.","release_date":"1990-04-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":14931,"title":"Miami Blues","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Steve Coogan","Rebecca Romijn","Selma Blair","James Brolin","Sam Elliott"],"overview":"Con man Ray Elliot decides to leave crime behind to start a company that sells fake alibis to clients who have been unfaithful to their significant others. It seems that the streetwise Ray has found his calling, until he unexpectedly becomes a murder suspect in a case involving one of his most influential customers. Now, as the police and an assassin called \"The Mormon\" track Ray, he and his attractive assistant, Lola, must clear their own names.","release_date":"2006-01-12","vote_average":5.7,"runtime":90,"cert":"N\/A","id":14938,"title":"The Alibi","adult":false,"genre_ids":[10749,35,18]},{"cast":["Shun Oguri","Kyôsuke Yabe","Meisa Kuroki","Takayuki Yamada","Ken'ichi Endô"],"overview":"The students of Suzuran High compete for the King of School title. An ex-graduate yakuza is sent to kill the son of a criminal group, but he can't make himself to do it as he reminds him of his youth.","release_date":"2007-10-26","vote_average":7.2,"runtime":130,"cert":"N\/A","id":14943,"title":"Crows Zero","adult":false,"genre_ids":[28]},{"cast":["Steve Oedekerk","Andrea Fears","Ross Shafer","Rob Paulsen","Paul Greenberg"],"overview":"The hilarious story of a restless young farm-thumb, Loke Groundrunner, and his tasty companion, Princess Bunhead, who go on an quest to combat Black Helmet Man and the Evil Thumbpire.","release_date":"1999-11-02","vote_average":6.5,"runtime":29,"cert":"N\/A","id":14962,"title":"Thumb Wars: The Phantom Cuticle","adult":false,"genre_ids":[35,878]},{"cast":["Edward Burns","Heather Burns","John Leguizamo","Brittany Murphy","Matthew Lillard"],"overview":"A groom (Ed Burns) and his four attendants wrestle with issues related to friendship and maturity a week before the big day.","release_date":"2006-06-09","vote_average":5.2,"runtime":98,"cert":"N\/A","id":14963,"title":"The Groomsmen","adult":false,"genre_ids":[35,10749]},{"cast":["Jung Jae-young","Shin Ha-kyun","Kang Hye-jung","Steve Taschler","Im Ha-ryong"],"overview":"Based on the long running play by Jang Jin, the story is set in Korea during the Korean War in 1950. Soldiers from both the North and South, as well as an American pilot, find themselves in a secluded and naively idealistic village, its residents unaware of the outside world, including the war.","release_date":"2005-08-04","vote_average":7.6,"runtime":133,"cert":"N\/A","id":14968,"title":"Welcome to Dongmakgol","adult":false,"genre_ids":[10752,35,18]},{"cast":["Ryan Merriman","Steve Bacic","Darcy Belsher","Scott Heindl","William MacDonald"],"overview":"During the heat of battle in the midst of the Civil War, a beguilingly innocent colt is born to Union Jim Rabb's beloved mare. Refusing the orders to shoot it, lest it prove a hindrance, Rabb keeps the colt as a consolation in these desperate times-a symbol of hope that leads the men of the First Cavalry on a journey of self-discovery and newfound brotherhood.","release_date":"2005-02-06","vote_average":5.2,"runtime":83,"cert":"","id":14973,"title":"The Colt","adult":false,"genre_ids":[18,10751,36,10752]},{"cast":["Darryl Stephens","Gary LeRoi Gray","Christian Vincent","Rodney Chester"],"overview":"As Noah and Wade prepare to marry in Martha's Vineyard, the personal problems of their friends - and the unexpected arrival of rapper Baby Gat - threatens to permanently end their relationship.","release_date":"2008-10-26","vote_average":6.6,"runtime":null,"cert":"N\/A","id":14974,"title":"Noah's Arc: Jumping the Broom","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shane West","Leonard Roberts","Aldis Hodge","Callum Blue","Brendan Miller"],"overview":"During a mission in the Middle East, a group of US soldiers destroy a statue out of boredom only to then be visited by something the next day.","release_date":"2009-02-24","vote_average":4.1,"runtime":89,"cert":"18","id":14977,"title":"Red Sands","adult":false,"genre_ids":[28,12,18,10752,27]},{"cast":[],"overview":"Documentary about Robert Moog who was an American pioneer of electronic music, best known as the inventor of the Moog synthesizer.","release_date":"2004-09-17","vote_average":5.0,"runtime":72,"cert":"N\/A","id":14978,"title":"Moog","adult":false,"genre_ids":[99,18,10402,10749]},{"cast":["Morgan Freeman","Antonio Banderas","Radha Mitchell","Robert Forster","Rade Šerbedžija"],"overview":"A master thief recruits a notorious thief to help him steal two famous Faberge eggs from an impenetrable vault in an effort to pull off one final job and repay his debt to the Russian mob.","release_date":"2009-01-09","vote_average":5.9,"runtime":104,"cert":"15","id":14979,"title":"Thick as Thieves","adult":false,"genre_ids":[28,53,80]},{"cast":["Ingrid Bolsø Berdal","Thorbjørn Harr","Fridtjov Såheim","Rolf Kristian Larsen","Andrea Bræin Hovig"],"overview":"At the psychiatric clinic Varden the attendants are mad and the inmates are sane.Norweg","release_date":"2008-09-12","vote_average":8.0,"runtime":102,"cert":"N\/A","id":14982,"title":"House of Fools","adult":false,"genre_ids":[18]},{"cast":["Matt Carmody","Savannah Costello","Erik Fones","Natasha Malinsky","Neil Kubath"],"overview":"Based on true events","release_date":"2008-03-04","vote_average":4.4,"runtime":97,"cert":"18","id":14983,"title":"Carver","adult":false,"genre_ids":[27]}]