[{"cast":["Diane Almeida","Erich Anderson","Judie Aronson","Diana Barrows","Steven Barton"],"overview":"A retrospective documentary about the groundbreaking horror series, Friday the 13th, featuring interviews with cast and crew from the twelve films spanning 3 decades.","release_date":"2009-02-03","vote_average":7.0,"runtime":90,"cert":"N\/A","id":15004,"title":"His Name Was Jason: 30 Years of Friday the 13th","adult":false,"genre_ids":[99,27]},{"cast":["Tiffany Dupont","Peter O'Toole","Luke Goss","John Noble","Omar Sharif"],"overview":"This amazing biblical drama chronicles the brave and historic legend of Hadassah, a Jewish orphan with exceptional beauty who rises to become Queen Esther of Persia and saves Persian Jews from genocide. By revealing her heritage to the king, Esther thwarts the evil prime minister's plan to annihilate all Jews in the Persian Empire. The annual festival of Purim is inspired by her heroism.","release_date":"2006-10-13","vote_average":6.3,"runtime":123,"cert":"N\/A","id":15005,"title":"One Night with the King","adult":false,"genre_ids":[18]},{"cast":["Kevin Bacon","Marcia Gay Harden","Miles Heizer","Marin Hinkle","Eugene Byrd"],"overview":"A deadly collision between a train and car lead to an unlikely bond between the train engineer and a young boy who escapes the carnage.","release_date":"2007-09-01","vote_average":6.2,"runtime":101,"cert":"N\/A","id":15006,"title":"Rails & Ties","adult":false,"genre_ids":[18]},{"cast":["Leon M. Lion","Anne Grey","John Stuart","Donald Calthrop","Barry Jones"],"overview":"A gang of thieves gather at a safe house following a robbery, but a detective is on their trail.","release_date":"1932-07-18","vote_average":5.7,"runtime":63,"cert":"","id":15007,"title":"Number Seventeen","adult":false,"genre_ids":[80,9648,53]},{"cast":["Jonny Lee Miller","Sean Brown","Joseph Carney","Billy Boyd","Laura Fraser"],"overview":"Based on the incredible true story of amateur cyclist Graeme Obree, who breaks the world one-hour record on a bike he made out of washing machine parts.","release_date":"2006-08-16","vote_average":6.8,"runtime":96,"cert":"15","id":15008,"title":"The Flying Scotsman","adult":false,"genre_ids":[18]},{"cast":["Arielle Kebbel","Sarah Carter","Stephen Dillane","Andrew-Lee Potts","Alex Wyndham"],"overview":"A young doctor in a US hospital administers a powerful and untested cocktail of drugs to a coma victim. But instead of curing him, it triggers a powerful \"out-of-body\" experience and enables the patient - a depraved and dangerous loner - to inhabit other people's bodies and, through them, take revenge on the bullying medical students who were accidentally responsible for his condition.","release_date":"2008-08-22","vote_average":5.1,"runtime":98,"cert":"18","id":15011,"title":"Red Mist","adult":false,"genre_ids":[53,27]},{"cast":["Cuba Gooding Jr.","Sharon Leal","Dean Norris","Omari Hardwick","AMG"],"overview":"Academy Award Winner Cuba Gooding, Jr. is a Border Patrol Officer in the New Mexico desert with a secret past that is about to catch up with him. When his old gang leader tracks him down and forces him to smuggle drugs across the border, he must choose between the life he swore to leave behind and saving his family at any cost.","release_date":"2008-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":15012,"title":"Linewatch","adult":false,"genre_ids":[28,12,80,18,53]},{"cast":["Gabriel Byrne","Emily Watson","Julie Walters","Nicholas Hoult","Miranda Richardson"],"overview":"Set at the end of the 1960s, as Swaziland is about to receive independence from United Kingdom, the film follows the young Ralph Compton, at 12, through his parents' traumatic separation, till he's 14.","release_date":"2005-08-17","vote_average":6.2,"runtime":120,"cert":"15","id":15013,"title":"Wah-Wah","adult":false,"genre_ids":[18]},{"cast":["Nanni Moretti","Laura Morante","Roberto Vezzosi","Remo Remotti","Vincenzo Salemme"],"overview":"Michele is a mathematics professor who just started a new job in a school with some peculiar teaching methods. After a woman in his neighborhood is murdered, Michele meets beautiful colleague Bianca, and a relationship begins between the two. Where is this relationship heading, and will Michele be able to help the police catch the murderer?","release_date":"1984-02-23","vote_average":7.7,"runtime":96,"cert":"N\/A","id":15014,"title":"Bianca","adult":false,"genre_ids":[18,35]},{"cast":["Kelly Sheridan","Anjelica Huston","Cree Summer","Ian James Corlett","Mark Hildreth"],"overview":"Long, long ago, in a time of magic and dragons, there lived a girl named Rapunzel who had the most beautiful radiant hair the world had ever seen. But Rapunzel's life was far from wonderful. She lived as a servant to Gothel, a jealous, scheming witch who kept her hidden deep in a forbidding forest, guarded by the enormous dragon Hugo and surrounded by an enchanted glass wall. However, in a twist of fate, Rapunzel's discovery of a magic paintbrush leads her on a journey that will unravel a web of deception, bring peace to two feuding kingdoms, and ultimately lead her to love with the help of Penelope(TM), the least intimidating of dragons!","release_date":"2002-10-01","vote_average":6.7,"runtime":84,"cert":"N\/A","id":15015,"title":"Barbie as Rapunzel","adult":false,"genre_ids":[16,10751]},{"cast":["Kelly Sheridan","Mark Hildreth","Kelsey Grammer","Maggie Wheeler","Venus Terzo"],"overview":"Barbie as Odette, the young daughter of a baker, follows a unicorn into the Enchanted Forest and is transformed into a swan by an evil wizard intent on defeating the Fairy Queen.","release_date":"2003-09-28","vote_average":6.8,"runtime":81,"cert":"N\/A","id":15016,"title":"Barbie of Swan Lake","adult":false,"genre_ids":[16,10751]},{"cast":["Jessica Simpson","Luke Wilson","Rachael Leigh Cook","Penelope Ann Miller","Andy Dick"],"overview":"A young professional woman (Simpson) unwittingly becomes the pawn of two business executives in their bid to oust the head of a mega-conglomerate.","release_date":"2007-12-21","vote_average":4.4,"runtime":93,"cert":"N\/A","id":15017,"title":"Blonde Ambition","adult":false,"genre_ids":[35,10749]},{"cast":["Christina Lindberg","Heinz Hopf","Despina Tomazani","Per-Axel Arosenius","Solveig Andersson"],"overview":"A young woman, muted after a sexual assault as a child, is trained to seek violent revenge on those who have wronged her after being kidnapped and forced to work as a prostitute.","release_date":"1973-05-01","vote_average":6.5,"runtime":104,"cert":"N\/A","id":15018,"title":"Thriller: A Cruel Picture","adult":false,"genre_ids":[27,53]},{"cast":["Michelle Pfeiffer","Paul Rudd","Saoirse Ronan","Stacey Dash","Fred Willard"],"overview":"This movie follows a mother who falls for a younger man while her daughter falls in love for the first time. Mother Nature messes with their fates.","release_date":"2007-05-11","vote_average":5.9,"runtime":97,"cert":"N\/A","id":15019,"title":"I Could Never Be Your Woman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Danny Glover","Rossif Sutherland","Flex Alexander","Laura Regan","K. C. Collins"],"overview":"Donnie Rose went to prison for beating a young man so brutally it left him handicapped for life. Nine years later, Donnie is out. He's a different man with only one place to go: back home to the same violent and racist neighborhood that created him. At the other end of town, the black community still wants revenge. The instrument of justice will be Ossie Paris, a devastatingly talented boxer who challenges Donnie to a match; a match Donnie's family and peers won't let him refuse. George Carvery has waited nine years to avenge his son's fate at the hands of Donnie. When finally they meet face to face, however, both realize they share a similar desire to overcome the past.","release_date":"2007-02-11","vote_average":5.7,"runtime":104,"cert":"N\/A","id":15020,"title":"Poor Boy's Game","adult":false,"genre_ids":[18]},{"cast":["Javier Gutiérrez","Leonor Watling","María Asquerino","Sancho Gracia","Terele Pávez"],"overview":"A couple with a newborn child arrives at a big old house, the ideal place to start a real family life. Before going to bed, the couple checks the operation of the listening device installed in their baby's room, whom they can listen to and watch. They soon discover that there is someone else in the house who sits next to the baby's crib every night.","release_date":"2006-07-31","vote_average":6.4,"runtime":77,"cert":"N\/A","id":15021,"title":"The Baby's Room","adult":false,"genre_ids":[27,9648,53,10770]},{"cast":["Milo Ventimiglia","Lacey Chabert","Zoe Saldana","Arielle Kebbel","Charles Durning"],"overview":"An American Pie-like teen comedy in which a high school senior tries to become the first student in years to complete the Dirty Deeds, an outrageous series of challenges that must be completed by the Homecoming banquet at 9 a.m.","release_date":"2005-08-26","vote_average":5.6,"runtime":87,"cert":"N\/A","id":15022,"title":"Dirty Deeds","adult":false,"genre_ids":[35,18]},{"cast":["Dagney Kerr","David Fenner","Izabella Miko","Trent Ford","Anne Dudek"],"overview":"Park takes place all in one day in a public park in Los Angeles, as 11 disaffected Angelenos find both love and loss in unexpected ways","release_date":"2006-02-09","vote_average":6.0,"runtime":86,"cert":"N\/A","id":15023,"title":"Park","adult":false,"genre_ids":[35]},{"cast":["Jack Armstrong","Mark Hamill","Greg Joung Paik","Jimmie Walker","Peter Spellos"],"overview":"FBI agent Max Reed witnesses Dr. Tetsu Segawa - a researcher for the mysterious Chronos Corporation - being murdered. Dr. Segawa had stolen an alien device known as \"The Guyver\" from Chronos. College student Sean Barker, whose girlfriend's father was Dr. Segawa, finds the Guyver's hiding spot while watching the forensic team investigating the crime scene.","release_date":"1991-01-01","vote_average":5.2,"runtime":88,"cert":"N\/A","id":15026,"title":"The Guyver","adult":false,"genre_ids":[28,14,878,35]},{"cast":["Michael O'Keefe","Paul Rodríguez","Lucinda Jenney","Denholm Elliott","Carole Shelley"],"overview":"Two New York hustlers (Michael O'Keefe, Paul Rodriguez) go to Palm Beach, Fla., and enroll in a charm school to please an heiress.","release_date":"1986-08-22","vote_average":8.0,"runtime":88,"cert":"N\/A","id":15029,"title":"The Whoopee Boys","adult":false,"genre_ids":[35,10749]},{"cast":["Tilda Swinton","Simon Russell Beale","Jean Badin","Donald Crowhurst","Clare Crowhurst"],"overview":"DEEP WATER is the stunning true story of the fateful voyage of Donald Crowhurst, an amateur yachtsman who enters the most daring nautical challenge ever – the very first solo, non-stop, round-the-world boat race.","release_date":"2006-12-15","vote_average":7.2,"runtime":92,"cert":"N\/A","id":15030,"title":"Deep Water","adult":false,"genre_ids":[99,12,18,28]},{"cast":["Mitch Mullany","Loretta Devine","Anthony Anderson","E-40","George Clinton"],"overview":"Derrick, a racially-confused Irishman raised in the hood by a black family is having the worst day ever. Determined to prove to his fed-up mother and would-be girlfriend that he's not a screw-up, he sets out to do one thing right (get some milk) and even that proves to be a challenge! Hilarious encounters with racist red-neck cops, local gangsters and 'flamboyant' pawn shop owners ensue, and along the way Derek shows that he can actually do things for others and maybe even get his own life together.","release_date":"1999-02-26","vote_average":5.4,"runtime":86,"cert":"N\/A","id":15031,"title":"The Breaks","adult":false,"genre_ids":[35]},{"cast":["Bruno Solo","Yvan Le Bolloc'h","Armelle","Gérard Chaillou","Alain Bouzigues"],"overview":"","release_date":"2009-02-11","vote_average":4.8,"runtime":94,"cert":"N\/A","id":15034,"title":"Le séminaire Caméra Café","adult":false,"genre_ids":[35]},{"cast":["Randy Norton","Cynthia Leake","Steve Sandor","Sean Hannon","Leo Gordon"],"overview":"In this animated tale, a tiny village is destroyed by a surging glacier, which serves as the deadly domain for the evil Ice Lord, Nekron. The only survivor is a young warrior, Larn, who vows to avenge this act of destruction. The evil continues, however, as Nekron's palace of ice heads straight towards Fire Keep, the great fortress ruled by the good King Jarol. When Jarol's beautiful daughter, Teegra, is abducted by Nekron's sub-human ape-like creatures, Larn begins a daring search for her. What results is a tense battle between good and evil, surrounded by the mystical elements of the ancient past.","release_date":"1983-03-25","vote_average":6.2,"runtime":81,"cert":"PG","id":15035,"title":"Fire and Ice","adult":false,"genre_ids":[16,14,878]},{"cast":["Riccardo Scamarcio","Éric Caravaca","Juliane Köhler","Odysseas Papaspiliopoulos","Ulrich Tukur"],"overview":"Elias (Riccardo Scamarcio) is an immigrant in his twenties who tries to get to Europe by a boat along with other illegal immigrants. When the boat is near the Greek shores and they hope they will soon disembark, a marine patrol approaches and Elias jumps into the sea in order to avoid arrest. So do the other people in the boat. He wakes up next morning in a shore with nudists, which is not so bad after all, since he has lost some of his clothes while he was swimming for quite a few hours. He pretends to be a nudist himself, steals some clothes and he pretends he is an employee of the hotel “Eden Club-Paradise”.","release_date":"2009-02-11","vote_average":6.2,"runtime":110,"cert":"N\/A","id":15036,"title":"Eden Is West","adult":false,"genre_ids":[18]},{"cast":["Jennifer Love Hewitt","Ethan Embry","Charlie Korsmo","Lauren Ambrose","Peter Facinelli"],"overview":"It's graduation day at Huntington Hills High, and you know what that means - time to party. And not just any party, either. This one will be a night to remember, as the nerds become studs, the jocks are humiliated, and freshman crushes blossom into grown-up romance.","release_date":"1998-06-12","vote_average":6.2,"runtime":100,"cert":"N\/A","id":15037,"title":"Can't Hardly Wait","adult":false,"genre_ids":[35,18,10749]},{"cast":["Joseph Bruce","Monoxide","Harland Williams","John G. Brennan","Rudy Ray Moore"],"overview":"Sugar Bear (Shaggy 2 Dope), a detective from Frisco is called down to NYC by police chief (John G. Brennan) to assist Officer Harry Cox (Harland Williams). The mission is to take down the corrupt crime ring controlled by Big Baby Sweets (Violent J) and his two right-hand little bitches Big Stank (Jamie Madrox) and Lil' Poot (Monoxide Child).","release_date":"2000-07-18","vote_average":8.0,"runtime":97,"cert":"N\/A","id":15040,"title":"Big Money Hustlas","adult":false,"genre_ids":[35,80]},{"cast":["Jena Malone","Michelle Forbes","Brad Renfro","Chris Mulkey","Alicia Witt"],"overview":"A pregnant teenager is determined to leave her trailer park home with the hope of living a happy family life.","release_date":"2002-02-10","vote_average":5.5,"runtime":88,"cert":"N\/A","id":15041,"title":"American Girl","adult":false,"genre_ids":[35,18]},{"cast":["Saskia Burmeister","Delta Goodrem","Tracy Mann","Richard Carter","Rachael Carpani"],"overview":"Classmates Erica Yurgen and Alison Ashley vie with each other to become the undisputed star of their class.","release_date":"2005-03-17","vote_average":5.5,"runtime":100,"cert":"N\/A","id":15042,"title":"Hating Alison Ashley","adult":false,"genre_ids":[35,18]},{"cast":["Erik von Detten","Sam Horrigan","Christina Vidal","Robin Riker","Geoffrey Blake"],"overview":"Andy \"Brink\" Brinker and his in-line skating crew--Peter, Jordy, and Gabriella--who call themselves \"Soul-Skaters\" (which means they skate for the fun of it, and not for the money), clash with a group of sponsored skaters, Team X-Bladz--led by Val--with whom they attend high school in southern California. When Brink discovers his family is in financial trouble, he goes against the wishes of his parents and his friends and joins Team X-Bladz. Brink tries to lead a double life but will be able to pull it off?","release_date":"1998-08-28","vote_average":6.4,"runtime":90,"cert":"N\/A","id":15043,"title":"Brink!","adult":false,"genre_ids":[18]},{"cast":["David Tennant","Richard McCabe","Andy Serkis","Patrick Kennedy","Rebecca Hall"],"overview":"A look at the evolution of Albert Einstein's theory of relativity, and Einstein's relationship with British scientist Sir Arthur Eddington, the first physicist to understand his ideas.","release_date":"2008-11-29","vote_average":7.1,"runtime":90,"cert":"N\/A","id":15044,"title":"Einstein and Eddington","adult":false,"genre_ids":[36,18,10770]},{"cast":["Kenan Thompson","Shedrack Anderson III","Jermaine Williams","Keith Robinson","Alphonso McAuley"],"overview":"An obese boy named Fat Albert and his friends Rudy, Mushmouth, Bill, Dumb Donald, Russell, and Weird Harold, pulls into trouble when they \"fall\" out of their TV world into the real world, where Fat Albert tries to help a young girl, Doris, make friends.","release_date":"2004-12-12","vote_average":4.5,"runtime":93,"cert":"N\/A","id":15045,"title":"Fat Albert","adult":false,"genre_ids":[35,10751,14]},{"cast":["Ross Patterson","Tara Reid","Clayne Crawford","Vinnie Jones","Irina Voronina"],"overview":"An aspiring actor whose career is in the dumps, exploits his amazing bowling skills to take the PBA by storm and becomes rich and famous, only to lose his best girl and best friend...","release_date":"2007-02-21","vote_average":3.8,"runtime":90,"cert":"N\/A","id":15046,"title":"7-10 Split","adult":false,"genre_ids":[18,35]},{"cast":["Patrick Huard","Colm Feore","Michel Beaudry","Patrice Bélanger","Hugolin Chevrette-Landesque"],"overview":"When the body of the executive of hockey Benoit Brisset is found on the billboard of the border of Quebec and Ontario, the jurisdiction of the crime is shared between the two police forces and detectives David Bouchard from Montreal and Martin Ward from Toronto are assigned to work together. With totally different styles, attitudes and languages.","release_date":"2006-07-06","vote_average":6.6,"runtime":116,"cert":"N\/A","id":15049,"title":"Bon Cop Bad Cop","adult":false,"genre_ids":[28,35,80]},{"cast":["Christopher Walken","Natalie Wood","Louise Fletcher","Cliff Robertson","Jason Lively"],"overview":"Two brilliant research scientists have invented a device capable of recording and playing back sensory experiences only to have devastating results when one of them records their own death.","release_date":"1983-09-30","vote_average":6.3,"runtime":106,"cert":"N\/A","id":15050,"title":"Brainstorm","adult":false,"genre_ids":[878,53]},{"cast":["Macaulay Culkin","Kuno Becker","Eliza Dushku","Alexis Dziena"],"overview":"Two young couples using anonymous sex as a catalyst to fix their troubled relationships must rethink what makes a connection work.","release_date":"2007-11-29","vote_average":5.2,"runtime":81,"cert":"N\/A","id":15053,"title":"Sex and Breakfast","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mark Boone Junior","Bill Moseley","Todd Lookinland","Isabelle Maynard"],"overview":"Losers get involved in a crime that could lead to murder.","release_date":"2008-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":15054,"title":"A Perfect Place","adult":false,"genre_ids":[35,80]},{"cast":["Scott Cordes","Annie Tedesco","Caroline Vinciguerra","Dan Nichols","David Fritts"],"overview":"Daniel loses his wife and son in a car accident. While slowly recovering from his injuries, he rebuilds his son's video camera that was destroyed in the crash. Infused with power from the moment of the crash, the camera develops the ability to stop time when Daniel presses the pause button.","release_date":"2008-01-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":15055,"title":"Suspension","adult":false,"genre_ids":[28,18,14,878,53]},{"cast":["Casper Van Dien","Leonor Varela","Malcolm McDowell","Jonathan Hyde","Steven Waddington"],"overview":"Thousands of years ago, the great Child King Tutankhamen ruled. Few know the details of his life -- No one knows the secrets of his death. All that is about to change.Free -spirited archaeologist Danny Fremont (Casper Van Dien, Sleepy Hollow) is certain that if found, King Tut's Emerald Tablet would hold the power to control the world. Unfortunately, the only one who believes Fremont is his nemesis archaeologist Morgan Sinclair (Jonathan Hyde, Titanic), a member of a secret society who wants the tablet to harness unspeakable evil on the world and will stop at nothing to get it.","release_date":"2006-04-11","vote_average":4.5,"runtime":170,"cert":"N\/A","id":15056,"title":"The Curse of King Tut's Tomb","adult":false,"genre_ids":[28,12,14,53]},{"cast":[],"overview":"Five high school teens take an impromptu weekend camping trip to a notorious desolate party spot.","release_date":"2007-11-11","vote_average":3.0,"runtime":83,"cert":"N\/A","id":15057,"title":"The Evil Woods","adult":false,"genre_ids":[27]},{"cast":["Kristen Stewart","Elizabeth Perkins","Steve Zahn","Allison Siko","D. B. Sweeney"],"overview":"Freshman high-school student Melinda has refused to speak ever since she called the cops on a popular summer party. With her old friends snubbing her for being a rat, and her parents too busy to notice her troubles, she folds into herself, trying to hide her secret: that star senior Andy raped her at the party. But Melinda does manage to find solace in her art class headed by Mr. Freeman.","release_date":"2004-01-20","vote_average":6.8,"runtime":89,"cert":"N\/A","id":15058,"title":"Speak","adult":false,"genre_ids":[18]},{"cast":["Julian Sands","Saffron Burrows","Justin Chadwick","Stefano Dionisi","Kelly Macdonald"],"overview":"The story of the sexual development of a filmmaker through three stages of his life.","release_date":"1999-04-29","vote_average":5.6,"runtime":106,"cert":"N\/A","id":15059,"title":"The Loss of Sexual Innocence","adult":false,"genre_ids":[18]},{"cast":["Billy West","Katey Sagal","John DiMaggio","Lauren Tom","Phil LaMarr"],"overview":"Leela becomes an outlaw when she and a group of ecologically-minded feminists attempt to save an asteroid of primitive life forms and the Violet Dwarf star from being destroyed, while Fry joins a secret society and attempts to stop a mysterious species known as the \"Dark Ones\" from destroying all life in the universe.","release_date":"2009-02-23","vote_average":7.1,"runtime":90,"cert":"12","id":15060,"title":"Futurama: Into the Wild Green Yonder","adult":false,"genre_ids":[16,35]},{"cast":["Lucie Hollmann","Claire Brodka","Anne-Rebekka Düsterhöft","Christian Hoening"],"overview":"No overview found.","release_date":"2008-11-05","vote_average":0.0,"runtime":30,"cert":"N\/A","id":15065,"title":"Mit sechzehn bin ich weg","adult":false,"genre_ids":[]},{"cast":["Kevin Sorbo","Richard Dillard","Gail Cronauer","Haley Ramm"],"overview":"A man goes back to his hometown that is now overrun with crime and single-handedly takes justice into his own hands.","release_date":"2007-02-20","vote_average":6.0,"runtime":88,"cert":"N\/A","id":15066,"title":"Walking Tall: The Payback","adult":false,"genre_ids":[80,12,28]},{"cast":["Song Kang-ho","Lee Byung-hun","Jung Woo-sung","Yoon Je-moon","Song Young-chang"],"overview":"The story of three Korean outlaws in 1930s Manchuria and their dealings with the Japanese army and Chinese and Russian bandits. The Good (a Bounty hunter), the Bad (a hitman), and the Weird (a thief) battle the army and the bandits in a race to use a treasure map to uncover the riches of legend.","release_date":"2008-07-16","vote_average":7.2,"runtime":130,"cert":"15","id":15067,"title":"The Good, The Bad, The Weird","adult":false,"genre_ids":[28,12,35,37]},{"cast":["Gabriel Mann","Natalia Avelon","Oliver Kieran-Jones","Josh Dallas","Francis Fulton-Smith"],"overview":"80 minutes to live or die. Alex got injected with a high tech poison by his creditor and put on a time clock to pay his debt back in 1 hour and 20 minutes. Will he make it or even further will he stay loyal to his friends and relatives under a pressure like running out of time?","release_date":"2008-09-02","vote_average":4.2,"runtime":92,"cert":"N\/A","id":15068,"title":"80 Minutes","adult":false,"genre_ids":[28,53,80]},{"cast":["Selma Blair","Melissa George","Stellan Skarsgård","Sally Hawkins","John Sharian"],"overview":"There is something horribly wrong with the bodies found in the dark city streets. Some are mutilated while others have the Price equation (wΔz = Cov (w,z) = βwzVz) carved into their flesh. Detective Eddie Argo and his new partner Helen Westcott unearth the meaning of the odd equation and realise each victim is being offered a gruesome choice: kill your loved ones, or be killed. Before long it becomes clear that the perpetrator has suffered a similar fate and is now coping by seeking a way to solve this philosophical dilemma.","release_date":"2007-05-19","vote_average":5.6,"runtime":104,"cert":"18","id":15069,"title":"WΔZ","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Wesley Snipes","Ving Rhames","Peter Falk","Michael Rooker","Jon Seda"],"overview":"Monroe Hutchens is the heavyweight champion of Sweetwater, a maximum security prison. He was convicted to a life sentence due to a passionate crime. Iceman Chambers is the heavyweight champion, who lost his title due to a rape conviction to ten years in Sweetwater. WHen these two giants collide in the same prison, they fight against each other disputing who is the real champion.","release_date":"2002-08-23","vote_average":6.3,"runtime":96,"cert":"N\/A","id":15070,"title":"Undisputed","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Wesley Snipes","Eliza Bennett","Lena Headey","Ralph Brown","Charles Dance"],"overview":"Former CIA Operative, James Dial is coaxed back into action to kill a terrorist in London, but it all goes wrong and he is forced into hiding, where he meets and befriends a 12 year old girl.","release_date":"2007-07-10","vote_average":5.8,"runtime":105,"cert":"15","id":15071,"title":"The Contractor","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Michi Albin","Josh Angulo","Xavier de le Rue","Vivien Dotti"],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":15072,"title":"Perfect moment - L'aventure continue","adult":false,"genre_ids":[99]},{"cast":["Peter Mullan","Daniel Brühl","Luis Tosar","Samuli Edelmann","Gary Lewis"],"overview":"A young backpacker gets into some trouble in Africa and stows away on a cargo ship heading to Europe.","release_date":"2005-12-26","vote_average":5.1,"runtime":90,"cert":"N\/A","id":15073,"title":"Cargo","adult":false,"genre_ids":[18,53]},{"cast":["Devon Sawa","Bridgette Wilson","Rufus Sewell","Rupert Graves","Heino Ferch"],"overview":"While filming an advertisement, some extreme sports enthusiasts unwittingly stop a group of terrorists.","release_date":"2002-11-27","vote_average":4.8,"runtime":93,"cert":"N\/A","id":15074,"title":"Extreme Ops","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Michael Angarano","Cynthia Nixon","Sunny Mabrey","Matt Bush","Gideon Glick"],"overview":"Sixteen-year-old Dylan is dying of cancer. When a charitable organization offers to grant Dylan his final wish, the teen has a surprising request: to meet supermodel Nikki Sinclair. Much to his mother's dismay, Dylan, with the help of his best friends, goes to New York to fulfill his dream.","release_date":"2005-01-01","vote_average":5.9,"runtime":96,"cert":"N\/A","id":15075,"title":"One Last Thing...","adult":false,"genre_ids":[35,80,18]},{"cast":["Miki Imai","Toshirō Yanagiba","Yoko Honna","Mayumi Iizuka","Masahiro Itou"],"overview":"It’s 1982, and Taeko is 27 years old, unmarried, and has lived her whole life in Tokyo. She decides to visit her family in the countryside, and as the train travels through the night, memories flood back of her younger years: the first immature stirrings of romance, the onset of puberty, and the frustrations of math and boys. At the station she is met by young farmer Toshio, and the encounters with him begin to reconnect her to forgotten longings. In lyrical switches between the present and the past, Taeko contemplates the arc of her life, and wonders if she has been true to the dreams of her childhood self.","release_date":"1991-07-20","vote_average":7.3,"runtime":118,"cert":"PG","id":15080,"title":"Only Yesterday","adult":false,"genre_ids":[16,18,10749]},{"cast":["Patrick McGoohan","Susan Hampshire","Karen Dotrice","Laurence Naismith","Jean Anderson"],"overview":"Thomasina is the pet cat of Mary McDhui, the daughter of Scottish veterinarian Andrew McDhui. When Thomasina falls ill, McDhui declares that the pet should be put down. But when Mary and her father try to bury the cat, Lori MacGregor (Susan Hampshire), who is said to be a witch, shows up and attempts to steal it.","release_date":"1963-12-11","vote_average":6.9,"runtime":97,"cert":"","id":15081,"title":"The Three Lives of Thomasina","adult":false,"genre_ids":[14,18,53,878,9648,10751]},{"cast":["Saif Ali Khan","Preity Zinta","Arshad Warsi","Javed Jaffrey","Jugal Hansraj"],"overview":"Salaam Namaste is about two Indians who have left their houses to make a life on their own, and how they meet and how they tackle their own relationships and problems and overcome them themselves without their families","release_date":"2005-09-09","vote_average":5.9,"runtime":158,"cert":"N\/A","id":15084,"title":"Salaam Namaste","adult":false,"genre_ids":[18,35,10749]},{"cast":["James Buchli","Toni Myers"],"overview":"From the unique vantage point of 200 miles above Earth's surface, we see how natural forces - volcanoes, earthquakes and hurricanes - affect our world, and how a powerful new force - humankind - has begun to alter the face of the planet. From Amazon rain forests to Serengeti grasslands, Blue Planet inspires a new appreciation of life on Earth, our only home.","release_date":"1990-01-01","vote_average":6.0,"runtime":40,"cert":"N\/A","id":15087,"title":"Blue Planet","adult":false,"genre_ids":[99]},{"cast":["Matt Lanter","Sarah Gadon","Benjamin Hollingsworth","Alycia Purrott","Christy Carlson Romano"],"overview":"A world class ice skater eager to take the top prize in the biggest competition around finds his dreams going up in flames after his partner suffers a debilitating injury in this romantic sports drama starring Matt Lanter, Francia Rosa, and Christy Carlson Romano. Zack (Lanter) was headed for the gold when his partner suffered an injury that made competing impossible, but could a feisty female hockey player prove the key to keeping his illustrious career on track? Alexandra is an amateur Latina hockey player who has never skated professionally and doesn't much care for Zack, though a little determination goes a long way in helping Zack convince her to join him on the ice. Now, as this unlikely pair begins the arduous training process that could make them both bona-fide superstars, the girl with the icy attitude finds her handsome partner's warmth and charm bringing about a most unexpected thaw.","release_date":"2008-03-16","vote_average":6.2,"runtime":90,"cert":"N\/A","id":15088,"title":"The Cutting Edge 3: Chasing the Dream","adult":false,"genre_ids":[35,18,10749]},{"cast":["Michael Hanrahan","John Stratton","Robert Novotny","Sam Morgan"],"overview":"Fighter Pilot: Operation Red Flag follows American F-15 Eagle pilot John Stratton as he trains with some of the world’s best pilots. The movie depicts Stratton’s progression through the challenging and dangerous exercises of Operation Red Flag, the international training program for air forces of allied countries.","release_date":"2004-12-02","vote_average":6.4,"runtime":48,"cert":"N\/A","id":15089,"title":"Fighter Pilot: Operation Red Flag","adult":false,"genre_ids":[99]},{"cast":["Bruce Campbell","Sean Astin","Stacy Keach","Suzanne Turner","Alison Lees-Taylor"],"overview":"At the the Killington ski resort something has gone awry. Evil terrorists led by the sinister Greig have taken the resort hostage with a stolen nuclear device. It's up to Ski Patrol bum Matt Foster to save the day... and his fiancé.","release_date":"2000-01-01","vote_average":3.7,"runtime":90,"cert":"N\/A","id":15090,"title":"Icebreaker","adult":false,"genre_ids":[28,12,53]},{"cast":["James \"Munky\" Shaffer","Brian Phillip \"Head\" Welch","Reginald \"Fieldy\" Arvizu","David Silveria","Jonathan Davis"],"overview":"Korn came out of California in the early nineties and went on to become one of the most globally successful metal acts of their generation. They continue to play live to vast crowds and have record sales in the millions. This concert from Montreux in 2004 is their only performance at the festival to date.","release_date":"2008-01-01","vote_average":4.5,"runtime":75,"cert":"N\/A","id":15091,"title":"Korn - Live at Montreux 2004","adult":false,"genre_ids":[10402]},{"cast":["Jason Statham","Amy Smart","Dwight Yoakam","Efren Ramirez","Julanne Chidi Hill"],"overview":"Chelios faces a Chinese mobster who has stolen his nearly indestructible heart and replaced it with a battery-powered ticker that requires regular jolts of electricity to keep working.","release_date":"2009-04-16","vote_average":5.9,"runtime":96,"cert":"18","id":15092,"title":"Crank: High Voltage","adult":false,"genre_ids":[28,53,80]},{"cast":["Ken Boynton"],"overview":"Come fly with us in OVER ALASKA as we take off on a breathtaking tour of our 49th state. Soar over Mt. McKinley and through the craggy crevasses of electric blue glaciers. Follow the Iditarod and kayakers as they navigate past icebergs. Then touch down to Earth and get as close to bears, whales and wildlife as humanly possible.","release_date":"2001-11-10","vote_average":6.3,"runtime":58,"cert":"N\/A","id":15093,"title":"Over Alaska","adult":false,"genre_ids":[99]},{"cast":["Mayu Takahashi","Yuichi Kimura","Nao Omori","Sachi Parker","Katsumi Takahashi"],"overview":"A 13-year-old girl named Mai refuses to go to school due to her asthma. Her parents send her to to stay with her British grandmother in the countryside. Thinking her grandmother is a witch, Mai asks for witch lessons. Her grandmother plays along, but instead ends up teaching Mai lessons which help her become more responsible and enjoy the simple aspects of life.","release_date":"2008-06-21","vote_average":6.2,"runtime":115,"cert":"N\/A","id":15094,"title":"The Witch of the West Is Dead","adult":false,"genre_ids":[18]},{"cast":["Chantal Lauby","Alain Chabat","Dominique Farrugia","Gérard Darmon","Sam Karmann"],"overview":"A second-class horror movie has to be shown at Cannes Film Festival, but, before each screening, the projectionist is killed by a mysterious fellow, with hammer and sickle, just as it happens in the film to be shown.","release_date":"1994-03-09","vote_average":7.5,"runtime":93,"cert":"N\/A","id":15097,"title":"Fear City: A Family-Style Comedy","adult":false,"genre_ids":[35]},{"cast":["Joseph Gordon-Levitt","Don Cheadle","Elden Henson","Cody Lightning","Sara Rivas"],"overview":"Lyle is filled with rage. After badly beating a classmate during a schoolyard fight, Lyle is committed to a juvenile mental institution in lieu of criminal prosecution. Inside the hospital, Lyle encounters a group of adolescents struggling with a variety of illnesses.","release_date":"2001-01-27","vote_average":7.1,"runtime":100,"cert":"N\/A","id":15098,"title":"Manic","adult":false,"genre_ids":[18]},{"cast":["Adam Carolla","John Michael Higgins","Rob Benedict","Steve Howey","Rob Kerkovich"],"overview":"After Shenaniganz loses all its hottest waitresses to new competitor Ta-Ta's Wing Shack -- where the scantily clad wait staff earns bigger tips -- the Shenaniganz staff aims to give Ta-Ta's its just desserts.","release_date":"2009-02-17","vote_average":5.0,"runtime":90,"cert":"18","id":15105,"title":"Still Waiting...","adult":false,"genre_ids":[35]},{"cast":["Mark Frankel","Jeremy Gill","Tom Galassi"],"overview":"How To Be A Megastar Tour 2.0. Blue Man Group s inventive new how-to-manual, which expands on the Rock Concert Manual concept from The Complex Rock Tour, will take you through the steps of a wildly clever and interactive show that offers unique all-ages appeal.","release_date":"2008-04-01","vote_average":7.2,"runtime":75,"cert":"N\/A","id":15106,"title":"Blue Man Group: How to Be a Megastar Live!","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A high-definition cinematic experience from Level 1 Productions, Turbo captures mind-blowing moments from the 2008 winter season. Spanning from the Midwest into Quebec, this project features Tanner Rainville, Justin Dorey, Ahmet Dadali and a host of other talented riders.","release_date":"2008-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15109,"title":"Turbo","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Nicolas Muller","Gigi Rüf","Kevin Pearce","MFM","JP Solberg"],"overview":"Absinthe remains committed to documenting these amazing riders with the most timeless and stylish medium: Film. Following up to last year’s question ‘Optimistic?’, Absinthe answers with a crew of riders who overcome obstacles with spontaneity and skill in another full spectrum snowboard film that is down to have some more fun with snowboarding. Ready.","release_date":"2008-09-26","vote_average":0.0,"runtime":44,"cert":"N\/A","id":15110,"title":"Ready","adult":false,"genre_ids":[]},{"cast":["Kevin Sansalone","Andrew Geeves","Rube Goldberg","Ryan Hall","Brendan Keenan"],"overview":"Sandbox “All Day Everyday” Snowboard DVD: Who is Sandbox, you say? Bah! Obvi it’s Kevin Sansalone and Clayton Larsen, along with a team of very talented young designers, filmers and riders. “All Day Everyday” is all about unique footage, good riding and fun mixed with some new faces, new sponsors, and high end HD production. All together this film has a great look and might just make you want to go riding.","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15111,"title":"All Day Every Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Burton global team has traveled year round to get to the best snow on earth and during the process of documenting their travels they have created a natural story line that links them together as a team and shows you their season`s journey. Over the course of the 2007-2008 snowboard seasons Burton`s filmmakers and photographers will embark on a project that will provide a unique and imaginative look inside the lives of the world`s most influential riders. This multi-media project will explore the elite men`s Burton Global Team and a handful of top up-and-comers, delving into their lifestyles and personalities. These riders are the face of snowboarding, setting trends and inspiring millions of kids worldwide with the way they ride and the lives they lead both on snow and off.","release_date":"2008-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15112,"title":"It's Always Snowing Somewhere","adult":false,"genre_ids":[28,12]},{"cast":["Matt Belzile","Jaakko Seppala","Stefan Karlsson","JF Fortin","Matt Beardmore"],"overview":"Rails &amp; Jumps, Backside &amp; Frontside, Filming &amp; Fun, Helis &amp; Sleds, Sushi &amp; Burgers, Freshies &amp; Slush &amp; Ice &amp; Crust &amp; Elephant Snot, It’s all in Apples &amp; Oranges.Alterna Films shakes Apples &amp; Oranges out of the tree, bringing you a film about a crew of international riders brought together for the same mission: to bring their individual talents to the big screen.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15113,"title":"Apples And Oranges","adult":false,"genre_ids":[]},{"cast":["Aaron Biittner","Andreas Wiig","Darrell Mathes","David Carrier-Porcheron","Devun Walsh"],"overview":"Double Decade marks Mack Dawg Productions’ 20th anniversary of filmaking. It is with great pride that we present this epic snowboarding film. Double Decade is a look into the past, and a look into the future of freestyle snowboarding. This movie is so ill it can only be rated S for Sick.  Mack Dawg Productions, 20 years deep and still loving it. Damn, times flies when you’re having fun.","release_date":"2008-08-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":15114,"title":"Double Decade","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15115,"title":"Down With People","adult":false,"genre_ids":[]},{"cast":["Jake Burton","George Burton Carpenter","Shaun White","Terje Haakonsen"],"overview":"For For Right Or Wrong is a documentary feature made in conjunction with Burton Snowboards, which profiles several of the companies sponsored riders in their various snow board disciplines; Pipe, Street, Free Ride and Big Air. A large part of the action takes place around the snowboard wunderkind Shaun White, as he prepares to compete in the 2006 winter Olympic Games in Torino, Italy. The other various narrative strands follow the different paths of the individual boarders as we see them in action and they talk about why it is they do what they do. The film also introduces Burton Snow Board founder and CEO of Burton, Jake Burton Carpenter.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15116,"title":"For Right Or Wrong","adult":false,"genre_ids":[99]},{"cast":["Tanner Rainville","Wiley Miller","Travis Redd","Corey Vanular","Ahmet Dadali"],"overview":"Six months of skiing action. Lots of snow. Weeks of rain. Sun. Clouds. Fog. Blue Skies. Unforgiving concrete. Untracked landings. Low Pressure. High fives. Triple kinks. Double grabs. Too much speed. Not enough gas. Underrotated. Overtweaked. A chronological portrayal of the trials, tribulations, and triumphs of the ’06-’07 exactly as it happened. Level 1 brings you, ‘REALTIME.’  Directed by award-winning filmmaker Josh Berman and shot in HD across the globe, Realtime captures the season as it unfolds for a crew of the biggest names and best up and coming talent in skiing. In a winter quite unlike any other to date, Level 1 throws down a fresh new format with their trademark style, and nothing short of the best cinematography in action sports filmmaking.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15117,"title":"REALTIME","adult":false,"genre_ids":[28,12,35,18,27]},{"cast":[],"overview":"No overview found.","release_date":"2008-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15118,"title":"The Journal","adult":false,"genre_ids":[99]},{"cast":["Tomisaburō Wakayama","Akihiro Tomikawa","Kayo Matsuo","Minoru Oki","Akiji Kobayashi"],"overview":"A Shogun who grew paranoid as he became senile sent his ninjas to kill his samurai. They failed but did kill the samurai’s wife. The samurai swore to avenge the death of his wife and roams the countryside with his toddler son in search of vengeance.","release_date":"1980-11-11","vote_average":6.9,"runtime":85,"cert":"N\/A","id":15119,"title":"Shogun Assassin","adult":false,"genre_ids":[12,28]},{"cast":["Jackie Gleason","Jerry Reed","Paul Williams","Pat McCormick","Colleen Camp"],"overview":"The Enos duo convince Cletus, aka The Bandit, to come out of hiding and help them promote their new restaurant. With a little coaxing, he agrees, producing an almost-creaky Trigger as his mode of transport. But his nemesis, Sheriff Buford T. Justice, is on the hunt, forcing Cletus and Trigger to hit the road. Can they steer clear of the vengeful sheriff?","release_date":"1983-08-12","vote_average":4.4,"runtime":85,"cert":"N\/A","id":15120,"title":"Smokey and the Bandit Part 3","adult":false,"genre_ids":[28,35,80]},{"cast":["Julie Andrews","Christopher Plummer","Eleanor Parker","Richard Haydn","Charmian Carr"],"overview":"A tomboyish postulant at an Austrian abbey becomes a governess in the home of a widowed naval captain with seven children, and brings a new love of life and music into the home.","release_date":"1965-03-02","vote_average":7.6,"runtime":175,"cert":"U","id":15121,"title":"The Sound of Music","adult":false,"genre_ids":[18,10751,10402,10749]},{"cast":["French Stewart","Bridgette Wilson","Bill Bellamy","Tyra Banks","Tiffani Thiessen"],"overview":"A movie about a relationship...that's worse than yours. Seth (Stewart), a sitcom writer-producer, meets Chelsea (Wilson), an interior decorator, at his best friend's (Bellamy) wedding. He's immediately sexually attracted to her while she's instantly attracted to his single-ness. They both ditch their wedding dates and start their own date that same night. The two become a couple, appearing very happy until after a couple of years of postponing a marriage proposal. When Chelsea realizes that Seth wants to remain single and together, she becomes quite bitter. In the next hour of the movie, the two engage in behavior that makes the War of the Roses look like child's play.","release_date":"1999-09-10","vote_average":5.6,"runtime":94,"cert":"N\/A","id":15122,"title":"Love Stinks","adult":false,"genre_ids":[35,10749]},{"cast":["Lambert Wilson","Linh Đan Phạm","Simona Măicănescu","Dominique Pinon","Bruno Lochet"],"overview":"Deep space, at the edge of the galaxy. The future. A new prisoner arrives on top security prison ship and psychiatric research unit Dante 01. Sole survivor of an encounter with an alien force beyond imagining, Saint Georges is a man possessed by inner demons, caught up in the battle to control the monstrous power within him. It's a power that will infect the other highly dangerous occupants of Dante 01, gaolors and prisoners alike, unleashing a violent rebellion that turns this terrifying, labyrinthine world upside down. In the otherworldly hell of the ship's depths, through danger and redemption, each must journey to his very limits... each must confront his own Dragon.","release_date":"2008-01-02","vote_average":5.2,"runtime":82,"cert":"N\/A","id":15125,"title":"Dante 01","adult":false,"genre_ids":[878]},{"cast":["Bouli Lanners","Fabrice Adde","Philippe Nahon","Didier Toupy","Françoise Chichéry"],"overview":"Yvan finds a burglar in his house. After some consideration, Yvan decides not to call the police and to drop the lad near the nearby city but he ends up giving him a lift home to his parents. Together, they travel through Belgium and meet some extraordinary people and find themselves in ditto situations.","release_date":"2008-06-04","vote_average":6.5,"runtime":85,"cert":"N\/A","id":15126,"title":"Eldorado","adult":false,"genre_ids":[35,18]},{"cast":["Jenny Wade","Martin Klebba","Carl Anthony Payne II","Juan Longoria García","Diane Ayala Goldner"],"overview":"The survivors are saved by the mysterious prophet Shot Bus Gus, who seemingly has the ability to control the beasts. He leads them into the sewers as they travel to the big city. Along the way they get help from karate expert Jean-Claude Seagal and learn that the beasts originate from a place called The Hive. Armed with this knowledge, they decide to fight back and destroy the beasts.","release_date":"2009-02-17","vote_average":5.2,"runtime":79,"cert":"N\/A","id":15135,"title":"Feast III: The Happy Finish","adult":false,"genre_ids":[27,28,35,53]},{"cast":["Shu Qi","Zhao Wei","Karen Mok","Song Seung-heon","Michael Wai"],"overview":"A conflict of interest between two high-kicking assassin sisters is complicated as they're pursued by the criminals who hired them and an equally high-kicking female cop.","release_date":"2002-08-22","vote_average":6.5,"runtime":110,"cert":"N\/A","id":15136,"title":"So Close","adult":false,"genre_ids":[28,53]},{"cast":["Megumi Ogata","Megumi Hayashibara","Kotono Mitsuishi","Yuriko Yamaguchi","Fumihiko Tachiki"],"overview":"After the Second Impact, Tokyo-3 is being attacked by giant creatures called Angels that seek to eradicate humankind. The child Shinji's objective is to fight the Angels by piloting one of the mysterious Evangelion mecha units. A remake of the first six episodes of GAINAX's famous 1996 anime series.  The film was retitled \"Evangelion: 1.01\" for its DVD release and \"Evangelion: 1.11\" for a release with additional scenes.","release_date":"2007-09-01","vote_average":7.6,"runtime":97,"cert":"N\/A","id":15137,"title":"Evangelion: 1.0 You Are (Not) Alone","adult":false,"genre_ids":[16,878,28,18]},{"cast":["Fred Savage","Howie Mandel","Daniel Stern","Margaret Whitton","Rick Ducommun"],"overview":"A young boy is scared of the monster under his bed. He asks his 6th grade brother to swap rooms for the night as a bet that the monster really exists. Soon the brother becomes friends with the monster and discovers a whole new world of fun and games under his bed where pulling pranks on kids and other monsters is the main attraction","release_date":"1989-08-25","vote_average":5.8,"runtime":102,"cert":"PG","id":15138,"title":"Little Monsters","adult":false,"genre_ids":[12,14,35,10751]},{"cast":["Macaulay Culkin","Christopher Lloyd","Patrick Stewart","Whoopi Goldberg","Canan J. Howell"],"overview":"Tyler knows a lot about accidents. So much so, he is scared to do anything that might endanger him, like riding his bike, or climbing into his treehouse. While in an old library, he is mystically transported into the unknown world of books, and he has to try and get home again. Along the way he meets some interesting characters, like Fantasy, Adventure, and Horror... Written by Colin Tinto","release_date":"1994-11-23","vote_average":6.4,"runtime":80,"cert":"U","id":15139,"title":"The Pagemaster","adult":false,"genre_ids":[14,878,10751,16]},{"cast":["Bruno Salomone","François Morel","Artus de Penguern","Christine Citti","Elise Larnicol"],"overview":"Une bande d'anciens copains de Sciences-Po, devenus de jeunes loups de la politique se retrouvent pour un week-end dans une maison isolée en Bretagne avec pour seul mot d'ordre: se détendre et surtout ne jamais parler politique. Mais la pleine lune, des voisins adeptes de mystérieux rites et le vieil Armagnac trouvé dans la cave vont les faire désavouer leur promesse, et tout va partir en live...","release_date":"2008-07-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":15140,"title":"Fool Moon","adult":false,"genre_ids":[35]},{"cast":["Eric Stoltz","Mary Stuart Masterson","Lea Thompson","Chynna Phillips","Craig Sheffer"],"overview":"A young tomboy, Watts, finds her feelings for her best friend, Keith, run deeper than just friendship when he gets a date with the most popular girl in school.","release_date":"1987-02-27","vote_average":6.9,"runtime":95,"cert":"N\/A","id":15143,"title":"Some Kind of Wonderful","adult":false,"genre_ids":[18,10749]},{"cast":["Molly Ringwald","Justin Henry","Michael Schoeffling","Haviland Morris","Gedde Watanabe"],"overview":"A teenage girl deals with her parents forgetting her birthday and a crush on her high school's heartthrob.","release_date":"1984-05-04","vote_average":6.8,"runtime":93,"cert":"N\/A","id":15144,"title":"Sixteen Candles","adult":false,"genre_ids":[35,10749]},{"cast":["Don Henley","Joe Walsh","Glenn Frey","Timothy B. Schmit","Don Felder"],"overview":"The Eagles performed live for the first time in April 1994 after a fourteen-year-long hiatus. Their reunion album’s name was in reference to Don Henley’s quote after the band’s breakup in 1980, when he commented that they would only play together again “when Hell freezes over”. Recorded at the Warner Bros. Studios in Burbank, California for an MTV special, the live sessions produced eleven tracks for the album, including a new acoustic version of “Hotel California”.","release_date":"1994-08-25","vote_average":7.5,"runtime":99,"cert":"N\/A","id":15145,"title":"Eagles: Hell Freezes Over","adult":false,"genre_ids":[10402,99]},{"cast":["Warren Miller","Jonny Moseley","Rob Kingwill","Sage Cattabriga-Alosa"],"overview":"For the 52nd year, Warren Miller is back—with his best film ever! Join Cold Fusion’s world-class athletes as they embark on exciting adventures to such extraordinary locations as Kenya and Verbier, in search of the bluest skies and deepest powder. Warren Miller’s films have been astounding audiences for half a century—inspiring people of all ages to keep their snowriding dream alive—and this 52nd edition is no exception. Cold Fusion delivers the fiercest line-up of talented athletes as they set out on the most exotic, thrilling expeditions ever. But that’s not all! Witness two astounding never-before-seen world records! Complementing the on-screen excitement, Cold Fusion features a thundering soundtrack with electrifying artists like Dave Matthews Band and Foo Fighters. And of course, Warren Millernarratese the film, bringing you plenty of the wry humor that has made him famous.  Cold Fusion is one downhill ride you don’t want to miss!","release_date":"2001-05-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":15146,"title":"Warren Miller's Cold Fusion","adult":false,"genre_ids":[99,28]},{"cast":["Warren Miller","Chris Anthony","Micah Black","Bob Rankin","Chris Davenport"],"overview":"You can’t have all the things we love like skiing and snow without a good Storm. Follow along as skiers and riders like Seth Morrison, Toby Dawson, Jeremy Bloom, Tanner Hall, and Glen Plake tackle every condition and obstacle in their way head on in order to ski some of the freshest snow around. Warren Miller takes you on a trip from Idaho, California, and Colorado, all the way to Canada, Austria and even to the distant country of Georgia and along the way proves that a good Storm can happen wherever you’re at.","release_date":"2002-11-11","vote_average":0.0,"runtime":93,"cert":"N\/A","id":15147,"title":"Warren Miller's Storm","adult":false,"genre_ids":[99]},{"cast":["Christopher Plummer","Michael Angarano","M. Emmet Walsh","Robert Wagner","Mimi Kennedy"],"overview":"The story of an aspiring young filmmaker's encounter with a grumpy fount of movie lore.","release_date":"2007-01-27","vote_average":6.2,"runtime":107,"cert":"N\/A","id":15148,"title":"Man in the Chair","adult":false,"genre_ids":[35,18]},{"cast":["Thure Lindhardt","Sidse Babett Knudsen","Mick Øgendahl","Troels Lyby","Beate Bille"],"overview":"Jesper Jensen is a successful IT salesman who stops at nothing, even if it means backstabbing his best friend. Being number one in the company and having a beautiful wife and a lovely home, Jesper seems to lead a perfect life, but one day his arrogance and self confidence hits him in the face like a boomerang and he loses everything overnight. Jesper is sentenced to do community service at a recycling center with the odd and funny characters Dion, Theodor, and Lotte. At first he looks down on these people and doesn't want to be associated with them. When he begins to loosen up, however, he discovers that he can learn a lot from their straight forward and honest approach to life.","release_date":"2008-08-15","vote_average":6.8,"runtime":80,"cert":"N\/A","id":15149,"title":"Take the Trash","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Bérénice Bejo","Aure Atika","Philippe Lefebvre","Constantin Alexandrov"],"overview":"Secret agent OSS 117 foils Nazis, beds local beauties, and brings peace to the Middle East.","release_date":"2006-04-19","vote_average":7.4,"runtime":99,"cert":"N\/A","id":15152,"title":"OSS 117: Cairo, Nest of Spies","adult":false,"genre_ids":[80,28,12,35]},{"cast":["Richard T. Jones","Blair Underwood","Chenoa Maxwell","Andre Royo","Laz Alonso"],"overview":"A young Hip Hop star named Summer G falls for a middle to upper class sister while in college. After she rejects him for a fellow social climber, Summer G spends ten years building a Hip Hop empire, then moves to the Hamptons where he finds the object of his affections.","release_date":"2002-05-10","vote_average":6.8,"runtime":96,"cert":"N\/A","id":15155,"title":"G","adult":false,"genre_ids":[18,10749]},{"cast":["Rick Gonzalez","Wanda De Jesus","Dania Ramirez","Delilah Cotto","Manny Pérez"],"overview":"After the gangsters who killed his father come to settle a score, a teenage boy and his mother turn the tables on the killers - one Latino family's quest for honor and revenge as the hunted become the hunters.","release_date":"2007-08-24","vote_average":7.1,"runtime":108,"cert":"N\/A","id":15156,"title":"Illegal Tender","adult":false,"genre_ids":[18,53,80]},{"cast":["Selena Gomez","Jane Lynch","Katharine Isabelle","Emily Perkins","Jessica Parker Kennedy"],"overview":"A guy who danced with what could be the girl of his dreams at a costume ball only has one hint at her identity: the Zune she left behind as she rushed home in order to make her curfew. And with a once-in-a-lifetime opportunity in front of him, he sets out to find his masked beauty.","release_date":"2008-09-16","vote_average":6.5,"runtime":90,"cert":"N\/A","id":15157,"title":"Another Cinderella Story","adult":false,"genre_ids":[10402,35]},{"cast":["James Le Gros","Reggie Bannister","Angus Scrimm","Paula Irvine","Samantha Phillips"],"overview":"Mike, after his release from a psychiatric hospital, teams up with his old pal Reggie to hunt down the Tall Man, who is at it again. A mysterious, beautiful girl has also become part of Mike's dreams, and they must find her before the Tall Man does.","release_date":"1988-07-08","vote_average":6.3,"runtime":97,"cert":"18","id":15158,"title":"Phantasm II","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Steve Martin","Jean Reno","Emily Mortimer","Andy García","Alfred Molina"],"overview":"When legendary treasures from around the world are stolen, including the priceless Pink Panther Diamond, Chief Inspector Dreyfus is forced to assign Inspector Clouseau to a team of international detectives and experts charged with catching the thief and retrieving the stolen artifacts.","release_date":"2009-02-06","vote_average":5.7,"runtime":92,"cert":"N\/A","id":15159,"title":"The Pink Panther 2","adult":false,"genre_ids":[35,9648]},{"cast":["Kate Beckinsale","Geoffrey Palmer","Ian Holm","Steve Coogan","Penelope Wilton"],"overview":"A modern adaptation of the classic children's story 'Alice through the Looking Glass', which continued on from the popular 'Alice in Wonderland' story. This time Alice is played by the mother, who falls asleep while reading the the bedtime story to her daughter. Walking through the Looking Glass, Alice finds herself in Chessland, a magical and fun world. There she meets the Red and White Queens, as well as many other amusing friends on her journey across the chessboard countryside onto become a crowned queen.","release_date":"1998-12-26","vote_average":5.4,"runtime":83,"cert":"PG","id":15162,"title":"Alice Through the Looking Glass","adult":false,"genre_ids":[10751,14]},{"cast":["Ioan Gruffudd","Romola Garai","Benedict Cumberbatch","Albert Finney","Michael Gambon"],"overview":"The true story of William Wilberforce and his courageous quest to end the British slave trade. Along the way, Wilberforce meets intense opposition, but his minister urges him to see the cause through.","release_date":"2006-09-16","vote_average":7.0,"runtime":117,"cert":"N\/A","id":15163,"title":"Amazing Grace","adult":false,"genre_ids":[18]},{"cast":["Hap Palmer"],"overview":"Children's music legend, Hap Palmer, has pioneered the technique of integrating music and movement in the area of early childhood education. These fun, live-action songs with colorful animated introductions will entertain children for hours and introduce basic skills such as recognition of letters, colors, shapes and number concepts. This DVD runs 50 minutes. Ages 2-6.","release_date":"2003-06-03","vote_average":0.0,"runtime":57,"cert":"N\/A","id":15164,"title":"Baby Songs - ABC, 123, Colors & Shapes","adult":false,"genre_ids":[10751]},{"cast":["Kelly Sheridan","Roger Monk","Garry Chalk","Janyse Jaud","Pam Hyatt"],"overview":"In her first animated musical featuring seven original songs, Barbie comes to life in this modern re-telling of a classic tale of mistaken identity and the power of friendship. Based on the story by Mark Twain,","release_date":"2004-09-28","vote_average":7.3,"runtime":85,"cert":"N\/A","id":15165,"title":"Barbie as The Princess & the Pauper","adult":false,"genre_ids":[16,10751,35]},{"cast":["Bai Ling","Alec Newman","Parry Shen","Faye Dunaway","Ethan Cohn"],"overview":"In a futuristic world, Michelle lives everyday battling with DNA Hackers who use their skills to hack into people's bodies and kill them. She is an assassin, trying to keep her younger brother, Jackie, out of trouble. When Jackie gets involved in a petty crime of robbery, he propels himself into the world of DNA Hackers, Shylocks (Loan Sharks) and Gangs","release_date":"2007-01-01","vote_average":4.9,"runtime":96,"cert":"15","id":15166,"title":"The Gene Generation","adult":false,"genre_ids":[28,878]},{"cast":["Kelly Sheridan","Kirby Morrow","Tim Curry","Peter Kelamis","Christopher Gaze"],"overview":"\"Barbie\" stars as Clara in this animated retelling of the classic Christmas ballet, complete with Tchaikovsky soundtrack and ballet choreography.","release_date":"2001-09-30","vote_average":6.6,"runtime":76,"cert":"N\/A","id":15167,"title":"Barbie in the Nutcracker","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"No overview found.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15168,"title":"Little David Presents Bible Songs","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1996-04-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":15169,"title":"Bibleman: Powersource","adult":false,"genre_ids":[]},{"cast":["Rene Russo","Robbie Coltrane","Alan Cumming","Irma P. Hall","Paul Reubens"],"overview":"An eccentric socialite raises a gorilla as her son.","release_date":"1997-06-06","vote_average":4.2,"runtime":84,"cert":"N\/A","id":15170,"title":"Buddy","adult":false,"genre_ids":[12,35,10751]},{"cast":["Debbie Reynolds","Henry Gibson","Danny Bonaduce","Agnes Moorehead","Bob Holt"],"overview":"Wilbur the pig is scared of the end of the season, because he knows that come that time, he will end up on the dinner table. He hatches a plan with Charlotte, a spider that lives in his pen, to ensure that this will never happen.","release_date":"1973-03-01","vote_average":6.5,"runtime":94,"cert":"N\/A","id":15171,"title":"Charlotte's Web","adult":false,"genre_ids":[10402,16,18,10751]},{"cast":["Jay Baruchel","Rose Byrne","Graham Greene","Nigel Bennett","Sergio Di Zio"],"overview":"A young man inherits a nearly bankrupt funeral home from his estranged father. He falls in love with the alluring young mortician, only to find out she's offing people to keep the place in business!","release_date":"2007-09-09","vote_average":6.0,"runtime":94,"cert":"N\/A","id":15182,"title":"Just Buried","adult":false,"genre_ids":[35,18]},{"cast":["Timothy Spall","Juliet Stevenson","Eddie Marsan","Simon Armstrong","Ann Bell"],"overview":"Following in his father's footsteps, Albert Pierrepoint becomes one of Britain's most prolific executioners, hiding his identity as a grocery deliveryman. But when his ambition to be the best inadvertently exposes his gruesome secret, he becomes a minor celebrity &amp; faces a public outcry against the practice of hanging. Based on true events.","release_date":"2005-12-07","vote_average":7.5,"runtime":98,"cert":"15","id":15185,"title":"Pierrepoint: The Last Hangman","adult":false,"genre_ids":[18]},{"cast":["David Duchovny","Nicky Katt","Catherine Keener","Mary McCormack","David Hyde Pierce"],"overview":"A contemporary comedy set in Los Angeles, Full Frontal traces the complicated relationship among seven friends as they deal with the fragile connections that bind them together. Full Frontal takes place during a twenty-four hour period - a day in the life of missed connections.","release_date":"2002-08-02","vote_average":5.0,"runtime":96,"cert":"N\/A","id":15186,"title":"Full Frontal","adult":false,"genre_ids":[35,18,10749]},{"cast":["Emma Roberts","Jake T. Austin","Don Cheadle","Johnny Simmons","Kyla Pratt"],"overview":"Placed in a foster home that doesn't allow pets, 16-year-old Andi and her younger brother, Bruce, turn an abandoned hotel into a home for their dog. Soon other strays arrive, and the hotel becomes a haven for every orphaned canine in town. But the kids have to do some quick thinking to keep the cops off their tails.","release_date":"2009-01-16","vote_average":5.9,"runtime":100,"cert":"U","id":15189,"title":"Hotel for Dogs","adult":false,"genre_ids":[35,10751]},{"cast":["David Arquette","Daniel Benzali","Steve Buscemi","Harvey Keitel","Natasha Lyonne"],"overview":"A Nazi doctor, along with the Sonderkomando Jews – who are forced to work in the crematoria of Auschwitz against their fellow-Jews – find themselves in a moral grey zone.","release_date":"2001-09-13","vote_average":6.5,"runtime":108,"cert":"N\/A","id":15192,"title":"The Grey Zone","adult":false,"genre_ids":[18,10752]},{"cast":["Will Chase","Adam Kantor","Michael McElroy","Rodney Hicks","Tracie Thoms"],"overview":"Rent: Filmed Live on Broadway is a 2008 film of the final performance of the original Broadway production of the musical Rent on September 7, 2008, with some footage of the closing night celebration. The film had a limited theatrical release between September 24 and 28, 2008, in more than 500 theaters with high definition digital projection systems in the US and Canada. The film is assembled from footage shot at the September 7 performance as well as a day of shooting on August 20. It includes a reprise of \"Seasons of Love\" featuring both the final cast and cast members from past productions, including the original Broadway cast following the finale of the show proper.","release_date":"2008-11-21","vote_average":8.5,"runtime":165,"cert":"15","id":15199,"title":"Rent: Filmed Live on Broadway","adult":false,"genre_ids":[18,10402,10749,10770]},{"cast":["Sandrine Bonnaire","Pascal Légitimus","Anne Parillaud","Pierre Cassignard","Michèle Garcia"],"overview":"No overview found.","release_date":"2007-11-08","vote_average":6.0,"runtime":96,"cert":"N\/A","id":15200,"title":"Demandez la permission aux enfants !","adult":false,"genre_ids":[35]},{"cast":["John Buijsman","Chris Comvalius","Guus Dam","Robert de Hoog","Lukas Dijkema"],"overview":"In the late Seventies, a Dutch teenager named Frankie, who is the son of a holocaust survivor, lives in a working class area in Holland. Frankie’s mother is taken to hospital in a terminal condition, causing a bigger rift between him and his father. This leads to Frankie becoming the interest of the local Nazi skinhead group.","release_date":"2008-03-13","vote_average":6.9,"runtime":85,"cert":"N\/A","id":15201,"title":"Skin","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15202,"title":"500 Person Sex!","adult":true,"genre_ids":[]},{"cast":["Taško Načić","Srđan Šaper","Rahela Ferari","Nikola Simić","Sonja Savić"],"overview":"When it comes to crime, Belgrade is same as any other modern metropolis, except for having its own serial killers. That blank is filled when a flower salesman begins strangling women. A popular, but very disturbed rock star soon becomes telepathically connected with the killer.","release_date":"1984-06-18","vote_average":7.7,"runtime":93,"cert":"N\/A","id":15203,"title":"Strangler vs Strangler","adult":false,"genre_ids":[35,53,27]},{"cast":["Asia Argento","Cristian Solimeno","Adam James","Moran Atias","Valéria Cavalli"],"overview":"An ancient urn is found in a cemetery outside Rome. Once opened, it triggers a series of violent incidents: robberies, rapes and murders increase dramatically, while several mysterious, evil-looking young women coming from all over the world are gathering in the city. All these events are caused by the return of Mater Lacrimarum, the last of three powerful witches who have been spreading terror and death for centuries. Alone against an army of psychos and demons, Sarah Mandy, an art student who seems to have supernatural abilities of her own, is the only person left to prevent the Mother of Tears from destroying Rome.","release_date":"2007-09-06","vote_average":4.3,"runtime":102,"cert":"N\/A","id":15206,"title":"The Mother of Tears","adult":false,"genre_ids":[27]},{"cast":["Joshua Schaefer","Keri Russell","R.D. Robb","Mark L. Taylor","Johnny Green"],"overview":"Peter loves his next door neighbour Erica and, on the advice of his grandfather, decides to camp out on her front lawn for the entire summer, or until she agrees to go out with him. His father is none too happy about the idea and refuses to let his son back in the house, even to get a change of clothes.","release_date":"1997-01-17","vote_average":5.8,"runtime":92,"cert":"N\/A","id":15209,"title":"Eight Days a Week","adult":false,"genre_ids":[35,10749]},{"cast":["Wendi Peters","Jennie McAlpine","Sam Aston","Andrew Whyment","Katherine Kelly"],"overview":"Coronation Street: Out of Africa is a 2008 spin-off film featuring locals from the British soap opera Coronation Street, who visit the luxury resort of Sun City, South Africa. Cilla Battersby-Brown (Wendi Peters), the mother from hell, brought her son and other \"son\" over to Africa to win a competition for $500,000","release_date":"2008-11-11","vote_average":5.5,"runtime":107,"cert":"PG","id":15210,"title":"Coronation Street: Out of Africa","adult":false,"genre_ids":[35]},{"cast":["William H. Macy","Rob Reiner","Brian Dennehy","Ritchie Allen","Jake T. Austin"],"overview":"A boy begins a grand journey to return Babe Ruth's baseball bat before the deciding game of the 1932 World Series comes to a close.","release_date":"2006-09-15","vote_average":5.6,"runtime":87,"cert":"N\/A","id":15213,"title":"Everyone's Hero","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Georges St-Pierre","B.J. Penn","Lyoto Machida","Thiago Silva","Stephan Bonnar"],"overview":"UFC 94: St-Pierre vs. Penn 2 was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on January 31, 2009. The main event featured the rematch of the UFC Welterweight Champion Georges St-Pierre against the UFC Lightweight Champion BJ Penn for the UFC Welterweight Championship.","release_date":"2009-01-31","vote_average":4.8,"runtime":241,"cert":"N\/A","id":15214,"title":"UFC 94: St-Pierre vs. Penn 2","adult":false,"genre_ids":[]},{"cast":["Masako Nozawa","Masako Ikeda","Yôko Asagami","Miyoko Asô","Toshiko Fujita"],"overview":"In the future, one can achieve immortality by obtaining a mechanized body. Orphaned, young Tetsuro hitches a ride on the space train Galaxy Express 999 in the hope of obtaining a cyborg body to avenge his mother's death. Along the way, he meets Matael, who is the spitting image of his dead mother.","release_date":"1979-08-04","vote_average":6.6,"runtime":128,"cert":"N\/A","id":15227,"title":"Galaxy Express 999","adult":false,"genre_ids":[12,16,878]},{"cast":["Chad Webber","Bill Melendez","Robin Kohn","Stephen Shea","David Carey"],"overview":"When Snoopy receives a letter from his original owner Lila, he goes to visit her in the hospital while Charlie Brown and the gang are on the lookout for him. Suddenly, Snoopy feels that he must go live with Lila, but must say goodbye to all his friends. In his adventure to the hospital, he encounters numerous \"No Dogs Allowed\" signs, an annoying little girl who desires to keep him, and more!","release_date":"1972-09-08","vote_average":6.9,"runtime":81,"cert":"N\/A","id":15242,"title":"Snoopy, Come Home","adult":false,"genre_ids":[10751,16]},{"cast":["Michael Caine","Nigel Green","Guy Doleman","Sue Lloyd","Gordon Jackson"],"overview":"Sly and dry intelligence agent, Harry Palmer is tasked with investigating British Intelligence security, and is soon enmeshed in a world of double-dealing, kidnap and murder when he finds a traitor operating at the heart of the secret service.","release_date":"1965-03-18","vote_average":7.0,"runtime":109,"cert":"PG","id":15247,"title":"The Ipcress File","adult":false,"genre_ids":[53,9648]},{"cast":["Loretta Devine","Delroy Lindo","Idris Elba","Regina King","Laz Alonso"],"overview":"This year Christmas with the Whitfields promises to be one they will never forget. All the siblings have come home for the first time in years and they've brought plenty of baggage with them. As the Christmas tree is trimmed and the lights are hung, secrets are revealed and family bonds are tested. As their lives converge, they join together and help each other discover the true meaning of family.","release_date":"2007-11-27","vote_average":6.8,"runtime":117,"cert":"N\/A","id":15250,"title":"This Christmas","adult":false,"genre_ids":[35,18,10749]},{"cast":["Eddie Murphy","James Argiro"],"overview":"Taped live and in concert at Constitution Hall in Washington, D.C. in August, 1983, Eddie Murphy: Delirious captures Eddie Murphy's wild and outrageous stand-up comedy act, which he performed in New York and eighteen other cities across the U.S. to standing-room-only audiences. Eddie's comedy was groundbreaking, completely new, razor sharp and definitely funny.Eddie Murphy pontificates in his own vulgarly hilarious fashion on everything from bizarre sexual fantasies to reliving the family barbecue, and is peppered with Eddie's one-of-a-kind wit. Laugh along as Eddie reminiscences of hot childhood days and the ice cream man intermixed with classic vocal parodies of top American entertainers.Experience Eddie Murphy at his best, live and red hot! Delirious! Uncensored and Uncut!","release_date":"1983-08-17","vote_average":7.9,"runtime":69,"cert":"N\/A","id":15251,"title":"Eddie Murphy: Delirious","adult":false,"genre_ids":[35]},{"cast":["Alex Scott"],"overview":"This large format film explores the last great wilderness on earth. It takes you to the coldest, driest, windiest continent, Antarctica. The film explores the life in Antarctica, both for the animals that live their and the scientist that work there.","release_date":"1991-10-18","vote_average":5.2,"runtime":39,"cert":"N\/A","id":15254,"title":"Antarctica","adult":false,"genre_ids":[99]},{"cast":["Michael Jai White","Scott Adkins","Ben Cross","Eli Danker","Mark Ivanir"],"overview":"Sequel to the 2002 film. This time, Heavyweight Champ George \"Iceman\" Chambers (White) is sent to a Russian jail on trumped-up drug charges. In order to win his freedom he must fight against the jailhouse fighting champ Uri Boyka (Adkins) in a battle to the death. This time he is not fighting for a title, he is fighting for his life!","release_date":"2006-04-11","vote_average":7.0,"runtime":93,"cert":"N\/A","id":15255,"title":"Undisputed II: Last Man Standing","adult":false,"genre_ids":[28,80,53]},{"cast":["Ben Affleck","Casey Affleck","Dave Chappelle","Kate Hudson","Janeane Garofalo"],"overview":"A collection of twentysomethings try to cope with relationships, loneliness, desire and their individual neuroses.","release_date":"1999-02-26","vote_average":5.9,"runtime":101,"cert":"N\/A","id":15256,"title":"200 Cigarettes","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fred Tatasciore","Bryce Johnson","Nolan North","Tom Kane","Janyse Jaud"],"overview":"Department H sends in Wolverine to track down a mysterious beast known by the US Military as the Hulk, who is rampaging across the Canadian wilderness. Surveying the extent of the damage to a destroyed town, Wolverine notices a toxic scent as well as the smell of gunpowder. He is then deployed to the wilderness to resume tracking the creature.","release_date":"2009-01-27","vote_average":6.6,"runtime":38,"cert":"N\/A","id":15257,"title":"Hulk vs. Wolverine","adult":false,"genre_ids":[16,28,878,12,14]},{"cast":["Jason Alexander","Chris Albrecht","Hank Azaria","Shelley Berman","Steven Gary Banks"],"overview":"One hundred superstar comedians tell the same very, VERY dirty, filthy joke--one shared privately by comics since Vaudeville.","release_date":"2005-01-01","vote_average":6.2,"runtime":89,"cert":"18","id":15258,"title":"The Aristocrats","adult":false,"genre_ids":[35,99]},{"cast":["Lucinda Dickey","Adolfo Quinones","Michael Chambers","Ben Lokey","Christopher McDonald"],"overview":"A struggling young dancer joins forces with two breakdancers and together they become a street sensation.","release_date":"1984-01-10","vote_average":6.0,"runtime":90,"cert":"PG","id":15259,"title":"Breakin'","adult":false,"genre_ids":[10402]},{"cast":["Anton Corbijn","Kevin Cummins","Richard Boon","Ian Curtis","Peter Hook"],"overview":"A chronological account of the influential late 1970s English rock band.","release_date":"2007-09-07","vote_average":7.8,"runtime":93,"cert":"","id":15260,"title":"Joy Division","adult":false,"genre_ids":[99]},{"cast":["Ashley Benson","Cassandra Scerbo","Michael Copon","Noel Areizaga","Anniese Taylor Dendy"],"overview":"Fourth 'Bring It On' movie is set at a cheerleader camp in Florida with a 'West Side Story' musical feel has the female captain of the West Side Sharks meeting and romancing a male member of the East Coast Jets amid their different team rivalries.","release_date":"2007-12-12","vote_average":6.1,"runtime":90,"cert":"12","id":15261,"title":"Bring It On: In It to Win It","adult":false,"genre_ids":[35]},{"cast":["Erin Cahill","Chuck Hittinger","Mimi Michaels","Matt Rippy","Nikki Sanderson"],"overview":"When a college student witnesses the alleged suicide of her roommate, it sets into motion a series of horrific events that cause her to fear the supernatural entity. As she tries to convince the rest of her dorm that the Boogeyman does exist, the evil force grows stronger and her friends begin to pay the price. Now she must stop this ultimate evil before the entire campus falls prey.","release_date":"2008-10-17","vote_average":4.7,"runtime":94,"cert":"N\/A","id":15262,"title":"Boogeyman 3","adult":false,"genre_ids":[27]},{"cast":["John Wayne","Maureen O'Hara","Patrick Wayne","Stefanie Powers","Jack Kruschen"],"overview":"Aging rancher George Washington McLintock, a wealthy self-made man, is forced to deal with numerous personal and professional problems. Seemingly everyone wants a piece of his enormous farmstead, including high-ranking government men, McLintock's own sons and nearby Native Americans. As McLintock tries to juggle his various adversaries, his wife, who left him two years previously, suddenly returns. But she isn't interested in her husband -- she wants custody of their daughter.","release_date":"1963-11-13","vote_average":6.7,"runtime":127,"cert":"N\/A","id":15263,"title":"McLintock!","adult":false,"genre_ids":[37]},{"cast":["John Wayne","Ella Raines","Ward Bond","George 'Gabby' Hayes","Audrey Long"],"overview":"When Rocklin (John Wayne) arrives in a western town he finds that the rancher who hired him as a foreman has been murdered. He is out to solve the murder and thwart the scheming to take the ranch from its rightful owner.","release_date":"1944-09-29","vote_average":6.5,"runtime":87,"cert":"N\/A","id":15264,"title":"Tall in the Saddle","adult":false,"genre_ids":[37]},{"cast":["Pascal Lamorisse","Georges Sellier","Paul Perey","Vladimir Popov","Sabine Lamorisse"],"overview":"In this deceptively simple, nearly wordless tale, a young boy discovers a stray balloon, which seems to have a mind of its own, on the streets of Paris. The two become inseparable, yet the world’s harsh realities finally interfere. With its glorious palette and allegorical purity, this Academy Award-winning short film has enchanted young and old for generations.","release_date":"1956-10-19","vote_average":7.8,"runtime":34,"cert":"N\/A","id":15265,"title":"The Red Balloon","adult":false,"genre_ids":[14,18,10751,35]},{"cast":["John Wayne","Vera Ralston","Philip Dorn","Oliver Hardy","Marie Windsor"],"overview":"John Breen (John Wayne), a Kentucky militiaman falls in love with French exile Fleurette De Marchand (Vera Ralston). He discovers a plot to steal the land that Fleurette's exiles plan to settle on and aims to foil it.","release_date":"1949-09-15","vote_average":5.7,"runtime":100,"cert":"N\/A","id":15266,"title":"The Fighting Kentuckian","adult":false,"genre_ids":[12,37]},{"cast":["George Dzundza","Jason Patric","Steven Bauer","Stephen Baldwin","Don Harvey"],"overview":"During the war in Afghanistan a Soviet tank crew commanded by a tyrannical officer find themselves lost and in a struggle against a band of Mujahadeen guerrillas in the mountains.","release_date":"1988-09-14","vote_average":7.1,"runtime":111,"cert":"N\/A","id":15267,"title":"The Beast of War","adult":false,"genre_ids":[18,10752]},{"cast":["Kristin Kreuk","Chris Klein","Neal McDonough","Michael Clarke Duncan","Moon Bloodgood"],"overview":"When a teenager, Chun-Li witnesses the kidnapping of her father by wealthy crime lord M. Bison. When she grows up, she goes into a quest for vengeance and becomes the famous crime-fighter of the Street Fighter universe.","release_date":"2009-02-27","vote_average":4.1,"runtime":97,"cert":"N\/A","id":15268,"title":"Street Fighter: The Legend of Chun-Li","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Stephen Campbell Moore","Emily Mortimer","Fenella Woolgar","Michael Sheen","James McAvoy"],"overview":"In the 1930s, a social set known to the press – who follow their every move – as the “Bright Young Things” are Adam and his friends who are eccentric, wild and entirely shocking to the older generation. Amidst the madness, Adam, who is well connected but totally broke, is desperately trying to get enough money to marry the beautiful Nina. While his attempts to raise cash are constantly thwarted, their friends seem to self-destruct, one-by-one, in an endless search for newer and faster sensations. Finally, when world events out of their control come crashing around them, they are forced to reassess their lives and what they value most.","release_date":"2003-05-16","vote_average":6.3,"runtime":106,"cert":"N\/A","id":15271,"title":"Bright Young Things","adult":false,"genre_ids":[35]},{"cast":["Campbell Ping He","Jerry Bo Yu Chen","Cindy Shui Yu"],"overview":"A luxury cruise boat motors up the Yangtze - navigating the mythic waterway known in China simply as \"The River.\" The Yangtze is about to be transformed by the biggest hydroelectric dam in history. At the river's edge - a young woman says goodbye to her family as the floodwaters rise towards their small homestead. The Three Gorges Dam - contested symbol of the Chinese economic miracle - provides the epic backdrop for Up the Yangtze, a dramatic feature documentary on life inside modern China.","release_date":"2007-09-30","vote_average":7.4,"runtime":93,"cert":"N\/A","id":15272,"title":"Up the Yangtze","adult":false,"genre_ids":[99]},{"cast":["Ane Dahl Torp","Gard B. Eidsvold","Line Verndal","Kristin Zachariassen","Kyrre Haugen Sydness"],"overview":"Jakob is an immigration legislative. He changes girlfriends like he changes socks and is less than responsible when it comes to being there for his family. But all this changes when he meets the charming doctor Nina. Now he must decide if he will give up his carefree, superficial lifestyle to be with the woman he loves.","release_date":"2003-09-22","vote_average":6.0,"runtime":93,"cert":"N\/A","id":15273,"title":"The Woman in My Life","adult":false,"genre_ids":[35]},{"cast":["Erik von Detten","Vince Vieluf","Sarah-Jane Potts","Tony Denman","Riley Smith"],"overview":"Teenager Deacon works at a video shop, and his buddies, Fred and Matt, sell the bootleg porno films he acquires. Deacon gets fired, but the pals have the bright idea of filming their own Internet porn flick in order to make money and become more popular at school. Hijinks ensue as they cast and create their movie, but porn industry player Vic Ramalot grows jealous of their burgeoning success and tries to put a stop to the project.","release_date":"2005-10-21","vote_average":5.2,"runtime":90,"cert":"N\/A","id":15276,"title":"Barely Legal","adult":false,"genre_ids":[35]},{"cast":["Martin Sheen","Enrique Rocha"],"overview":"Using text from Mexican novelist Carlos Fuentes and ancient Aztec and Mayan poetry, narrators Martin Sheen (in English) and Enrique Rocha (in Spanish) lead viewers on a visual journey through this country's rich and varied past and present. Stunning Giant Screen images and a dramatic musical score by Daniel Valdez create a vivid, insightful portrait of the Mexican people and their culture.","release_date":"2000-02-02","vote_average":5.0,"runtime":43,"cert":"N\/A","id":15279,"title":"Mexico","adult":false,"genre_ids":[]},{"cast":["Cornelia Schleime","Colonel","Daniel Kaiser","Bernd Stracke","Mita Schamal"],"overview":"Tells the story of punk in the GDR.","release_date":"2006-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":15280,"title":"Too Much Future","adult":false,"genre_ids":[99]},{"cast":["Ian Cheney","Curtis Ellis","Earl L. Butz","Michael Pollan"],"overview":"King Corn is a fun and crusading journey into the digestive tract of our fast food nation where one ultra-industrial, pesticide-laden, heavily-subsidized commodity dominates the food pyramid from top to bottom – corn. Fueled by curiosity and a dash of naiveté, two college buddies return to their ancestral home of Greene, Iowa to figure out how a modest kernel conquered America. With the help of some real farmers, oodles of fertilizer and government aide, and some genetically modified seeds, the friends manage to grow one acre of corn. Along the way, they unlock the hilarious absurdities and scary but hidden truths about America’s modern food system in this engrossing and eye-opening documentary.","release_date":"2007-10-12","vote_average":6.5,"runtime":88,"cert":"N\/A","id":15281,"title":"King Corn","adult":false,"genre_ids":[99]},{"cast":["Alex MacQueen","Phil Campbell"],"overview":"On the windswept Suffolk mudflats creaks a bird-hide, inside which hovers Roy Tunt, a prematurely aged, mildly obsessive-compulsive birder. With one more sighting - the elusive sociable plover - he will have 'twitched' the entire British List. Tunt has his shortwave radio, packed-lunch and a portrait of his ex-wife Sandra for company. Suddenly, in the midst of a conversation with Sandra's portrait, the hide door blows open and a bedraggled stranger - unshaven, edgy and bloodied introduces himself as Dave John, a fugitive from the storm. After a tense introduction, the two men discover that they have a good deal in common, sharing sandwiches, tea and personal exchanges which are frank, poignant and often funny. As the two men begin to form a close bond news of a police manhunt sets them both on edge driving their fragile relationship to a tragic conclusion.","release_date":"2008-01-01","vote_average":6.6,"runtime":82,"cert":"N\/A","id":15282,"title":"The Hide","adult":false,"genre_ids":[27,53]},{"cast":["Shinchou Kokontei","Makoto Nonomura","Nijiko Kiyokawa","Shigeru Izumiya","Kosan Yanagiya"],"overview":"The Raccoons of the Tama Hills are being forced from their homes by the rapid development of houses and shopping malls. As it becomes harder to find food and shelter, they decide to band together and fight back. The Raccoons practice and perfect the ancient art of transformation until they are even able to appear as humans in hilarious circumstances.","release_date":"1994-07-16","vote_average":7.2,"runtime":119,"cert":"PG","id":15283,"title":"Pom Poko","adult":false,"genre_ids":[12,16,14]},{"cast":["Yūsuke Santamaria","Manami Konishi","Tortoise Matsumoto","Kyoka Suzuki","Takeshi Masu"],"overview":"Kosuke is 31, and tired of his hometown where nothing happens. On a whim, he departs for New York with dreams of making it big. 6 months later, he straggles home... defeated, and saddled with debt. Awaiting him are his old friends, a caring sister, a disgruntled father ...and a bowl of noodles. Namely, \"udon\" noodles. The town is built around udon, sustained by udon, nationally famous for udon.","release_date":"2006-08-26","vote_average":6.4,"runtime":134,"cert":"N\/A","id":15284,"title":"UDON","adult":false,"genre_ids":[35,18]},{"cast":["Steven Yaffee","Jon Cor","Wallace Langham","Rosanna Arquette","Katie Boland"],"overview":"The story of a teenage boy coming of age in a suburban grow-operation, where every day is paradise or fresh hell. But it's always a trip. Sheltered all his life and home-schooled by loving parents who are also committed criminals, Quinn Dawson yearns to experience the normalcy of the suburban world which surrounds him.","release_date":"2008-11-21","vote_average":6.7,"runtime":100,"cert":"N\/A","id":15285,"title":"Growing Op","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kim Kang-woo","Cho Jae-hyun","Park Si-yeon","Kim Jun-bae","Chang Hyae-jin"],"overview":"Marine Boy is the story of a former national swimmer who finds himself in debt, and out of desperation is employed as a mule by a gangster boss, smuggling drugs by sea.","release_date":"2009-02-05","vote_average":5.6,"runtime":118,"cert":"N\/A","id":15286,"title":"Marine Boy","adult":false,"genre_ids":[28,53]},{"cast":["Bruce Boxleitner","Peter Woodward","Alan Scarfe","Teryl Rothery","Keegan MacIntosh"],"overview":"This latest installment of Babylon 5 is in two parts: the first, is about an entity that has possessed a worker. It wants to be exorcised but Col. Lochley prevents the priest &amp; sends it &amp; the host both back to Earth. The second is about Galen trying to dupe President Sheridan into assassinating the future Centauri President to stop him possibly attacking Earth in 30 years time.","release_date":"2007-07-31","vote_average":6.6,"runtime":75,"cert":"12","id":15289,"title":"Babylon 5: The Lost Tales - Voices in the Dark","adult":false,"genre_ids":[28,12,878]},{"cast":["Raven Isis"],"overview":"What Playboy magazine was to the 1950's, SuicideGirls is to the new millennium: a revolutionary lifestyle brand that combines the DIY attitude of underground culture with a vibrant, sex-positive community.","release_date":"2005-08-30","vote_average":5.5,"runtime":110,"cert":"N\/A","id":15290,"title":"SuicideGirls: The First Tour","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Word World is a show that is designed to help children to learn their letters. The entire animated world of WordWorld is made out of letters and the characters work through challenges to form words.","release_date":"2008-01-15","vote_average":1.0,"runtime":30,"cert":"N\/A","id":15299,"title":"WordWorld: Welcome to Word World","adult":false,"genre_ids":[16]},{"cast":["Christian Bale","Bill Pullman","Ann-Margret","Robert Duvall","David Moscow"],"overview":"A week in the life of the exploited, child newspaper sellers in turn-of-the-century New York. When their publisher, Joseph Pulitzer, tries to squeeze a little more profit out of their labours, they organize a strike, only to be confronted with the Pulitzer's hard-ball tactics.","release_date":"1992-04-10","vote_average":6.6,"runtime":121,"cert":"N\/A","id":15300,"title":"Newsies","adult":false,"genre_ids":[10751,10402,18]},{"cast":["Dan Aykroyd","Albert Brooks","Scatman Crothers","John Lithgow","Vic Morrow"],"overview":"Four directors collaborated to remake four episodes of the popular television series 'The Twilight Zone' for this movie. The episodes are updated slightly and in color (the television show was in black-and-white), but very true to the originals, where eerie and disturbing situations gradually spin out of control. \"A Quality of Mercy\", \"Kick the Can\", \"It's a Good Life\", and \"Nightmare at 20,000 Feet\".","release_date":"1983-06-24","vote_average":6.5,"runtime":101,"cert":"N\/A","id":15301,"title":"Twilight Zone: The Movie","adult":false,"genre_ids":[18,14,27,878,53]},{"cast":["Stacy Keach","John Lasseter","Brad Bird","John Musker","Ron Clements"],"overview":"A look at the first years of Pixar Animation Studios - from the success of \"Toy Story\" and Pixar's promotion of talented people, to the building of its East Bay campus, the company's relationship with Disney, and its remarkable initial string of eight hits. The contributions of John Lasseter, Ed Catmull and Steve Jobs are profiled. The decline of two-dimensional animation is chronicled as three-dimensional animation rises. Hard work and creativity seem to share the screen in equal proportions.","release_date":"2007-08-28","vote_average":7.5,"runtime":87,"cert":"N\/A","id":15302,"title":"The Pixar Story","adult":false,"genre_ids":[99]},{"cast":["Nikola Đuričko","Sonja Kolačarić","Tara Manić","Srđan Todorović","Nenad Jezdić"],"overview":"The basic plot revolves around drug dealer Limeni (Tin Man) who is said to have no heart, and two men, Lemi and Kiza, who are trying to transport their dead grandfather for burial, until their car breaks down and they end up struggling to get him home onboard a train. This is when these two plots intersect and all hell breaks loose.","release_date":"2002-01-01","vote_average":7.7,"runtime":90,"cert":"N\/A","id":15303,"title":"Frozen Stiff","adult":false,"genre_ids":[18,35]},{"cast":["Neil Diamond","Laurence Olivier","Lucie Arnaz","Catlin Adams","Franklyn Ajaye"],"overview":"Neil Diamond stars as Yussel in this tale of a young Jewish cantor who strives to make a career in music.","release_date":"1980-12-17","vote_average":5.7,"runtime":115,"cert":"N\/A","id":15310,"title":"The Jazz Singer","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Dave Foley","Jennifer Tilly","David Anthony Higgins","Colm Feore","Joe Flaherty"],"overview":"An executive (Dave Foley) after being passed over for a promotion to president storms into his office only to find the man who got the promotion dead. Assuming everyone will think he committed the crime he takes off as a fugitive...","release_date":"1997-08-01","vote_average":7.5,"runtime":92,"cert":"N\/A","id":15313,"title":"The Wrong Guy","adult":false,"genre_ids":[28,35]},{"cast":["Alec Baldwin","Nikki Reed","Carrie-Anne Moss","Jeff Goldblum","Luke Wilson"],"overview":"Desperate to be free from her drunken, unloving mother Diane, the beautiful, scheming young Mini seduces her stepfather Martin and soon convinces him to join her in a sadistic scheme to have Diane declared insane. But their conspiracy soon escalates to murder and when John Garson, a young detective starts investigating, Martin and Mini begin to turn on each other.","release_date":"2006-07-14","vote_average":5.5,"runtime":91,"cert":"N\/A","id":15314,"title":"Mini's First Time","adult":false,"genre_ids":[35,80,18]},{"cast":["Akira Terao","Yoshiko Miyazaki","Shirô Mifune","Hisashi Igawa","Hidetaka Yoshioka"],"overview":"A group of travelers is stranded in a small country inn when the river floods during heavy rains. As the bad weather continues, tensions rise amongst the travelers trapped at the inn. Ihei Misawa is a ronin, a samurai without a master, whose skills with a sword make him a valuable employee but whose brutal honesty and lack of social graces prevent him from staying with one master for too long. One night, Ihei impulsively offers to buy food and drink for the guests at a hotel; he doesn't have the money to pay, and to raise cash he concocts a scheme to take on anyone brave enough to fight him for a prize. Ihei's fighting skills impress Lord Shigeaki, who offers him a position as fencing master in his court. Ihei gratefully accepts, but when Shigeaki challenges him to a fight, Ihei beats the Lord decisively. Ihea is certain that he's managed to throw another opportunity away when a band of mercenaries attacks him, and his skills as a swordsman are put to the ultimate test.","release_date":"1999-10-25","vote_average":7.2,"runtime":91,"cert":"N\/A","id":15319,"title":"After the Rain","adult":false,"genre_ids":[18]},{"cast":["Robert Bixby","Warren Buffett","Douglas Durst","Alan Greenspan"],"overview":"With the country's debt growing out of control, Americans by and large are unaware of the looming financial crisis. This documentary examines several of the ways America can get its economy back on the right track. In addition to looking at the federal deficit and trade deficit, the film also closely explores the challenges of funding national entitlement programs such as Social Security, Medicare and Medicaid.","release_date":"2008-01-19","vote_average":7.1,"runtime":85,"cert":"N\/A","id":15320,"title":"I.O.U.S.A.","adult":false,"genre_ids":[99]},{"cast":["Rhys Ifans","Llŷr Ifans","Dougray Scott","Di Botcher","David Hayman"],"overview":"Jeremy and Julian Lewis, the \"Lewis Twins\", are two unruly brothers who terrorise the city of Swansea from the caravan park where they live with their family. When their father, Fatty, is injured while working on a roof for local kingpin Bryn Cartwright, they try in vain to claim compensation. Thus begins a campaign of terror, which local policemen Terry and Grayo are ill-equipped to prevent, involved as they are in a drugs deal with Cartwright.","release_date":"1997-04-11","vote_average":6.3,"runtime":99,"cert":"18","id":15321,"title":"Twin Town","adult":false,"genre_ids":[35,18]},{"cast":["Reece Dinsdale","Richard Graham","Perry Fenwick","Philip Glenister","Warren Clarke"],"overview":"Four policemen go undercover and infiltrate a gang of football hooligans hoping to route out their leaders. For one of the four, the line between 'job' and 'yob' becomes more unclear as time passes . . .","release_date":"1995-05-05","vote_average":6.9,"runtime":107,"cert":"18","id":15322,"title":"I.D.","adult":false,"genre_ids":[80,18]},{"cast":["Gottfrid Svartholm","Fredrik Neij","Peter Sunde","Aaron Swartz"],"overview":"These are strange times indeed. While they continue to command so much attention in the mainstream media, the 'battles' between old and new modes of distribution, between the pirate and the institution of copyright, seem to many of us already lost and won. We know who the victors are. Why then say any more?","release_date":"2007-12-28","vote_average":6.5,"runtime":44,"cert":"N\/A","id":15323,"title":"Steal This Film II","adult":false,"genre_ids":[99]},{"cast":["Rickard Falkvinge","Gottfrid Svartholm","Fredrik Neij","Peter Sunde","Aaron Swartz"],"overview":"Steal This Film focuses on Pirate Bay founders Gottfrid Svartholm, Fredrik Neij and Peter Sunde, prominent members of the Swedish filesharing community. The makers claimed that 'Old Media' documentary crews couldn't understand the internet culture that filesharers took part in, and that they saw peer-to-peer organization as a threat to their livelihoods. Because of that, they were determined to accurately represent the filesharing community from within. Notably, Steal This Film was released and distributed, free of charge, through the same filesharing networks that the film documents.","release_date":"2006-08-21","vote_average":5.6,"runtime":32,"cert":"N\/A","id":15324,"title":"Steal This Film","adult":false,"genre_ids":[99]},{"cast":["Nicole Kidman"],"overview":"Filmmaker Christopher Quinn observes the ordeal of three Sudanese refugees -- Jon Bul Dau, Daniel Abul Pach and Panther Bior -- as they try to come to terms with the horrors they experienced in their homeland, while adjusting to their new lives in the United States.","release_date":"2006-12-31","vote_average":7.4,"runtime":89,"cert":"N\/A","id":15325,"title":"God Grew Tired of Us","adult":false,"genre_ids":[99]},{"cast":["Charles Berling","Patrick Timsit","Dominique Blanc","Sophie Quinton","Bibi Naceri"],"overview":"No overview found.","release_date":"2008-07-02","vote_average":3.8,"runtime":null,"cert":"N\/A","id":15336,"title":"Par suite d'un arrêt de travail...","adult":false,"genre_ids":[35]},{"cast":["Laetitia Casta","Yannick Renier","Yann Trégouët","Sabrina Seyvecou","Christine Citti"],"overview":"Paris, 1968. Catherine, Yves and Hervé are twenty years old. They're students and they love each other. The May student uprisings radically change their lives. Overtaken by communal utopia, they leave the city with a few friends to set up house in an abandoned farm in the Lot region. A desire for freedom and the search for individual fulfillment lead them to make choices that cause more harm than good.","release_date":"2008-05-21","vote_average":6.3,"runtime":173,"cert":"N\/A","id":15339,"title":"Born in 68","adult":false,"genre_ids":[18]},{"cast":["François Morel","Danielle Darrieux","Melvil Poupaud","Laura Smet","Chiara Mastroianni"],"overview":"Inviting the ex-wife to a family reunion when the none-too-secure new wife will be there hardly seems to be a recipe for success, and true to form, bodies have begun to stack up by the end of this cinematic update of a classic Agatha Christie tale. Luckily for the extended clan gathered at a sumptuous waterfront estate in Northern France, Inspector Martin Bataille is on hand to find out not only \"who done it\" but why.","release_date":"2007-10-31","vote_average":6.2,"runtime":103,"cert":"N\/A","id":15340,"title":"Towards Zero","adult":false,"genre_ids":[53]},{"cast":["Virginia McKenna","Bill Travers","Geoffrey Keen","Peter Lukoye","Omar Chambati"],"overview":"At a national park in Kenya, English game warden George Adamson and his wife, Joy, care for three orphaned lion cubs. After the two larger lions are shipped off to a zoo in the Netherlands, the smallest of the three, Elsa, stays with the couple. When Elsa is blamed for causing an elephant stampede in the nearby village, head warden John Kendall demands the young lion either be trained to survive in the wilds of the Serengeti or be sent to a zoo.","release_date":"1966-06-22","vote_average":6.9,"runtime":95,"cert":"N\/A","id":15347,"title":"Born Free","adult":false,"genre_ids":[10751,12,18]},{"cast":["Florence Thomassin","François Civil","Marine Barbosa","Carine Barbosa","Thomas Cerisola"],"overview":"Après que son père eut quitté le foyer pour une autre femme, Martial, 16 ans, doit déménager avec sa mère, Sabine, pour un appartement plus modeste. Nouveau quartier, nouveau lycée, Martial a du mal à s'intégrer. Sa mère propose de l'aider, mais maladroite et fantasque, elle ne fait qu'envenimer la situation...","release_date":"2008-07-16","vote_average":0.0,"runtime":113,"cert":"N\/A","id":15352,"title":"Soit je meurs, soit je vais mieux","adult":false,"genre_ids":[18]},{"cast":["Patrick Chesnais","Pierrette Katrib","Gabriel Yammine","Julia Kassar","Karine Lazard"],"overview":"Dans les années 70 Bruno Caprice a connu un succès éphémère avec \"Quand tu t'en vas\", son premier et unique 45 tours. Aujourd'hui oublié, il gagne sa vie comme réceptionniste dans un grand hôtel parisien. Mais un coup de fil inattendu va changer le cours de sa vie...","release_date":"2008-08-13","vote_average":6.5,"runtime":98,"cert":"N\/A","id":15355,"title":"Melodrama Habibi","adult":false,"genre_ids":[35]},{"cast":["Blythe Auffarth","Daniel Manche","Blanche Baker","Grant Show","Graham Patrick Martin"],"overview":"In a quiet suburban town in the summer of 1958, two recently orphaned sisters are placed in the care of their mentally unstable Aunt Ruth. But Ruth's depraved sense of discipline will soon lead to unspeakable acts of abuse and torture that involve her young sons, the neighborhood children, and one 12-year-old boy whose life will be changed forever.","release_date":"2007-07-19","vote_average":6.6,"runtime":91,"cert":"N\/A","id":15356,"title":"The Girl Next Door","adult":false,"genre_ids":[53,80,18,27]},{"cast":["Cyril Raffaelli","David Belle","Philippe Torreton","Daniel Duval","Élodie Yung"],"overview":"Damien and Leito return to District 13 on a mission to bring peace to the troubled sector that is controlled by five different gang bosses, before the city’s secret services take drastic measures to solve the problem.","release_date":"2009-02-18","vote_average":6.1,"runtime":101,"cert":"15","id":15357,"title":"District 13: Ultimatum","adult":false,"genre_ids":[28,53,80]},{"cast":["Darren McGavin","Carol Lynley","Simon Oakland","Ralph Meeker","Claude Akins"],"overview":"Wisecracking reporter Carl Kolchak investigates a string of gruesome murders in Las Vegas. It seems that each victim has been bitten in the neck and drained of all their blood. Kolchak is sure that it is a vampire. He's hot on the trail, but nobody believes him. His editor thinks he's nuts and the police think he's a hindrance in the investigation, so Kolchak takes matters into his own hand.","release_date":"1972-01-11","vote_average":7.3,"runtime":74,"cert":"N\/A","id":15360,"title":"The Night Stalker","adult":false,"genre_ids":[9648,27,53,10770]},{"cast":["Ken Leung","Hayden Panettiere","Kelly Hu","Joel David Moore","James Hong"],"overview":"Liam Liu unwittingly gets involved with a high school girl. He suddenly has to go to China after learning from his father that he has inherited his grandmother's home in Shanghai. He's not very appreciative of his Chinese roots and at first only wants to sell the house and get back to the U.S. as fast as possible. He gets a taste of the Chinese culture and ends up having some big decisions to make","release_date":"2007-03-17","vote_average":5.9,"runtime":106,"cert":"N\/A","id":15361,"title":"Shanghai Kiss","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vincent Cassel","Ludivine Sagnier","Mathieu Amalric","Gérard Lanvin","Samuel Le Bihan"],"overview":"The story of Jacques Mesrine, France's public enemy No. 1 during the 1970s. After nearly two decades of legendary criminal feats -- from multiple bank robberies and to prison breaks -- Mesrine was gunned down by the French police in Paris.","release_date":"2008-11-19","vote_average":7.5,"runtime":133,"cert":"N\/A","id":15362,"title":"Mesrine: Public Enemy #1","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Sanaa Lathan","Simon Baker","Katharine Towne","Mike Epps","Wendy Raquel Robinson"],"overview":"Kenya McQueen, a corporate lawyer finds love in the most unexpected place when she agrees to go on a blind date with Brian Kelly, a sexy and free-spirited landscaper.","release_date":"2006-01-29","vote_average":6.4,"runtime":99,"cert":"N\/A","id":15363,"title":"Something New","adult":false,"genre_ids":[35,18,10749]},{"cast":["Forest Whitaker","Marcia Gay Harden","Donald Sutherland","Lisa Long","Chris Warren"],"overview":"Seemingly disparate portraits of people -- among them a single mother, a high school principal, and an ace student -- Distinctly American -- all affected by the proliferation of guns in American society.","release_date":"2005-01-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":15366,"title":"American Gun","adult":false,"genre_ids":[18]},{"cast":["Yasuo Yamada","Eiko Masuyama","Kiyoshi Kobayashi","Gorō Naya","Sumi Shimamoto"],"overview":"After a successful robbery leaves famed thief Lupin III and his partner Jigen with nothing but a large amount of fake money, the so called \"Goat Bills\", he decides to track down the counterfeiter responsible - and steal any other treasures he may find in the Castle of Cagliostro, including the 'damsel in distress' he finds imprisoned there.","release_date":"1979-12-15","vote_average":7.5,"runtime":96,"cert":"PG","id":15371,"title":"Lupin the Third: The Castle of Cagliostro","adult":false,"genre_ids":[12,16,35,80]},{"cast":["Jimmy Carr"],"overview":"Recorded live at London's Bloomsbury theatre, the posh-suited gagster unleashes his rapid-fire wit upon his audience, with jokes that are just too rude for TV.","release_date":"2007-11-05","vote_average":7.7,"runtime":93,"cert":"18","id":15372,"title":"Jimmy Carr: Comedian","adult":false,"genre_ids":[35]},{"cast":["Seann William Scott","Paul Rudd","Elizabeth Banks","Christopher Mintz-Plasse","Bobb'e J. Thompson"],"overview":"Two salesmen trash a company truck on an energy drink-fueled bender. Upon their arrest, the court gives them a choice: do hard time or spend 150 service hours with a mentorship program. After one day with the kids, however, jail doesn't look half bad.","release_date":"2008-11-07","vote_average":6.4,"runtime":100,"cert":"15","id":15373,"title":"Role Models","adult":false,"genre_ids":[35]},{"cast":["Peter Robbins","Pamelyn Ferdin","Glenn Gilger","Andy Pforsich","Sally Dryer"],"overview":"Poor Charlie Brown. He can't fly a kite, and he always loses in baseball. Having his faults projected onto a screen by Lucy doesn't help him much either. Against the sage advice and taunting of the girls in his class, he volunteers for the class spelling bee...and wins!","release_date":"1969-12-04","vote_average":6.6,"runtime":86,"cert":"N\/A","id":15374,"title":"A Boy Named Charlie Brown","adult":false,"genre_ids":[16,35,10751]},{"cast":["Stuart Whitman","May Britt","Peter Falk","Henry Morgan","David J. Stewart"],"overview":"Chronicles the rise and fall of the organised crime syndicate known as Murder, Incorporated, focusing on powerful boss Lepke and violent hit man Reles.","release_date":"1960-06-28","vote_average":6.3,"runtime":103,"cert":"N\/A","id":15375,"title":"Murder, Inc.","adult":false,"genre_ids":[28,12,80,18,9648,53]},{"cast":["Woody Harrelson","Werner Herzog","Dennis Farina","David Cross","Cheryl Hines"],"overview":"The Grand is in the tradition of improvisational comedies like Best In Show and This Is Spinal Tap. The story is set in the world of professional poker and follows six players who reach the final table of the world’s second most famous high stakes tournament, the Grand Championship of Poker.","release_date":"2007-06-07","vote_average":6.0,"runtime":104,"cert":"N\/A","id":15378,"title":"The Grand","adult":false,"genre_ids":[35]},{"cast":["Chuck Norris","M. Emmet Walsh","David Tress","Lenore Kasdorf","James Hong"],"overview":"American servicemen are still being held captive in Vietnam and it's up to one man to bring them home in this blistering, fast-paced action\/adventure starring martial arts superstar Chuck Norris.Following a daring escape from a Vietnamese POW camp, Special Forces Colonel James Braddock (Norris) is on a mission to locate and save remaining MIAs.","release_date":"1984-11-16","vote_average":5.5,"runtime":101,"cert":"N\/A","id":15379,"title":"Missing in Action","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Nick Cannon","Paul Dano","Mark Webber","Riley Smith","Regine Nehy"],"overview":"Weapons presents a series of brutal, seemingly random youth-related killings over the course of a weekend in a typical small town in America, and tragically reveals how they are all interrelated.","release_date":"2007-01-19","vote_average":6.3,"runtime":82,"cert":"N\/A","id":15380,"title":"Weapons","adult":false,"genre_ids":[80,18]},{"cast":["Tom Bosley","Jordy Benattar","James Gallanders","Hannah Fleming","Barclay Hope"],"overview":"When her beloved grandfather Charlie suddenly falls ill, twelve year-old Casey finds herself making some life or death decisions—and learning to live with the consequences.","release_date":"2008-01-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":15381,"title":"Charlie & Me","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Alain Emery","Laurent Roche","Clan-Clan","Pascal Lamorisse","François Périer"],"overview":"In the south of France, in a vast plain region called the Camargue, lives White Mane, a magnificent stallion and the leader of a herd of wild horses too proud to let themselves be broken by humans. Only Folco, a young fisherman, manages to tame him. A strong friendship grows between the boy and the horse, as the two go looking for the freedom that the world of men won’t allow them.","release_date":"1953-12-11","vote_average":6.6,"runtime":47,"cert":"N\/A","id":15382,"title":"White Mane","adult":false,"genre_ids":[18,10751]},{"cast":["Lino Ventura","Paul Meurisse","Jean-Pierre Cassel","Simone Signoret","Paul Crauchet"],"overview":"Betrayed by an informant, Philippe Gerbier finds himself trapped in a torturous Nazi prison camp. Though Gerbier escapes to rejoin the Resistance in occupied Marseilles, France, and exacts his revenge on the informant, he must continue a quiet, seemingly endless battle against the Nazis in an atmosphere of tension, paranoia and distrust.","release_date":"1969-09-10","vote_average":8.0,"runtime":147,"cert":"12","id":15383,"title":"Army of Shadows","adult":false,"genre_ids":[10752,18]},{"cast":["Tony Leung Chiu-Wai","Takeshi Kaneshiro","Zhang Fengyi","Chang Chen","Zhao Wei"],"overview":"The battle of Red Cliff continues and the alliance between Xu and East Wu is fracturing.  With Cao Cao's massive forces on their doorstep, will the kingdoms of Xu and East Wu survive?","release_date":"2009-01-07","vote_average":7.4,"runtime":136,"cert":"N\/A","id":15384,"title":"Red Cliff Part II","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Jiří Kodet","Simona Stašová","Emília Vášáryová","Bolek Polívka","Marek Morvai"],"overview":"Two families, Sebkovi and Krausovi, are celebrating christmas, but not everyone is in a good mood. Teenage kids think their fathers are totaly stupid, fathers are sure their children are nothing more than rebels, hating anything they say. Written by Antonín","release_date":"1999-04-08","vote_average":8.2,"runtime":115,"cert":"N\/A","id":15387,"title":"Cosy Dens","adult":false,"genre_ids":[35,18]},{"cast":["Ondřej Vetchý","Pavel Landovský","Bronislav Poloczek","Alois Švehlík","Jiří Schmitzer"],"overview":"Komedie vás přesvědčí o tom, že i na chmurné stránky naší historie je možné se dívat s nadhledem a humorem. Čo bolo, to bolo... Major Terazky vede svůj šik pétépáků od průšvihu k průšvihu vstříc světlým zítřkům. Česká filmová komedie podle románu Miloslava Švandrlíka.","release_date":"1992-06-04","vote_average":6.8,"runtime":99,"cert":"N\/A","id":15388,"title":"Cerni baroni","adult":false,"genre_ids":[35]},{"cast":["Edward Clements","Chris Eigeman","Taylor Nichols","Carolyn Farina","Isabel Gillies"],"overview":"A radical student is adopted by a group of young New Yorkers, serves as a catalyst to alter his and their lives. Gathering in a Manhattan apartment, the group of friends meet to discuss social mobility, Fourier's socialism and play bridge in their cocoon of upper-class society - until they are joined by a man with a critical view of their way of life.","release_date":"1990-08-03","vote_average":6.8,"runtime":99,"cert":"N\/A","id":15389,"title":"Metropolitan","adult":false,"genre_ids":[35,18]},{"cast":["Nicole Stéphane","Edouard Dermithe","Renée Cosima","Jacques Bernard","Jean Cocteau"],"overview":"Elisabeth and her brother Paul live isolated from much of the world after Paul is injured in a snowball fight. As a coping mechanism, the two conjure up a hermetic dream of their own making. Their relationship, however, isn't exactly wholesome. Jealousy and a malevolent undercurrent intrude on their fantasy when Elisabeth invites the strange Agathe to stay with them -- and Paul is immediately attracted to her.","release_date":"1950-03-29","vote_average":6.9,"runtime":105,"cert":"N\/A","id":15390,"title":"Les Enfants Terribles","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Obsession is a film about the threat of Radical Islam to Western civilization. Using unique footage from Arab television, it reveals an 'insider's view' of the hatred the Radicals are teaching, their incitement of global jihad, and their goal of world domination.","release_date":"2005-10-21","vote_average":5.1,"runtime":77,"cert":"N\/A","id":15391,"title":"Obsession: Radical Islam's War Against the West","adult":false,"genre_ids":[99]},{"cast":["Ralph Macchio","Joe Seneca","Jami Gertz","Joe Morton","Robert Judd"],"overview":"Cult classic starring Ralph Macchio as a want-to-be blues guitar virtuoso who seeks a long-lost song by legendary musician Robert Johnson.","release_date":"1986-03-14","vote_average":7.0,"runtime":99,"cert":"N\/A","id":15392,"title":"Crossroads","adult":false,"genre_ids":[18,10402,9648,10749]},{"cast":["Clint Eastwood","Jessica Walter","John Larch","Donna Mills","Jack Ging"],"overview":"A brief fling between a male disc jockey and an obsessed female fan takes a frightening, and perhaps even deadly turn when another woman enters the picture.","release_date":"1971-11-03","vote_average":6.7,"runtime":102,"cert":"N\/A","id":15393,"title":"Play Misty for Me","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Philip Seymour Hoffman","Minnie Driver","John Hurt","Maury Chaykin","Ian Tracey"],"overview":"Dan Mahowny was a rising star at the Canadian Imperial Bank of Commerce. At twenty-four he was assistant manager of a major branch in the heart of Toronto's financial district. To his colleagues he was a workaholic. To his customers, he was astute, decisive and helpful. To his friends, he was a quiet, but humorous man who enjoyed watching sports on television. To his girlfriend, he was shy but engaging. None of them knew the other side of Dan Mahowny--the side that executed the largest single-handed bank fraud in Canadian history, grossing over $10 million in eighteen months to feed his gambling obsession.","release_date":"2003-05-02","vote_average":7.0,"runtime":104,"cert":"N\/A","id":15394,"title":"Owning Mahowny","adult":false,"genre_ids":[80,18,53]},{"cast":["Philip Seymour Hoffman","Jack Kehler","Sarah Koskoff","Kathy Bates","Stephen Tobolowsky"],"overview":"Following the unexplained suicide of his wife Liza, website designer Wilson Joel turns to huffing gasoline fumes and remote control gaming while avoiding an inevitable conflict with his mother-in-law.","release_date":"2002-12-30","vote_average":6.5,"runtime":90,"cert":"N\/A","id":15395,"title":"Love Liza","adult":false,"genre_ids":[35,18]},{"cast":["Nicholas D'Agosto","Cheryl White","Kevin Kilner","Leighton Meester","Barbara Allyne Bennet"],"overview":"Alex has a disturbing hobby of following strangers...until one night he gets caught. Instead of calling the police, the couple--fascinated by Alex's resemblance to their dead son--asks him to stay, and Alex finds himself trapped in a horrifying existence of desperation, despair, and insanity.","release_date":"2006-03-26","vote_average":4.7,"runtime":99,"cert":"N\/A","id":15398,"title":"Inside","adult":false,"genre_ids":[18,27,53]},{"cast":["Charles Laughton","Randolph Scott","Barbara Britton","John Carradine","Gilbert Roland"],"overview":"This unhistorical account of pirate Captain Kidd revolve around treasure and treachery. In 1699, William Kidd, presenting himself as an honest shipmaster, dupes King William III into backing his mission to fight pirates, with a crew of condemned pirates and the promise of pardon.","release_date":"1945-12-25","vote_average":6.5,"runtime":90,"cert":"","id":15401,"title":"Captain Kidd","adult":false,"genre_ids":[28,12]},{"cast":["Gretchen Mol","Chris Bauer","Jared Harris","Sarah Paulson","David Strathairn"],"overview":"Bettie Page grew up in a conservative religious family in Tennessee and became a photo model sensation in 1950s New York. Bettie's legendary pin-up photos made her the target of a Senate investigation into pornography, and transformed her into an erotic icon who continues to enthrall fans to this day.","release_date":"2005-09-14","vote_average":6.4,"runtime":91,"cert":"N\/A","id":15402,"title":"The Notorious Bettie Page","adult":false,"genre_ids":[35,18]},{"cast":["Tara Strong","Meagan Smith","Paul Eiding","Jim Ward"],"overview":"After a battle in a power plant, Ben notices something strange is happening with the omnitrix, but doesn't tell anyone. Tetrax arrives, and tells them the omnitrix is broadcasting a self destruct signal. Tetrax and Ben go to find the creator of the omnitrix to fix the omnitrix before it destroys itself and the universe along with it. Gwen stows away to help her cousin.","release_date":"2007-08-10","vote_average":6.3,"runtime":71,"cert":"PG","id":15403,"title":"Ben 10: Secret of the Omnitrix","adult":false,"genre_ids":[16,878,10751]},{"cast":["Anupam Kher","Boman Irani","Parvin Dabas","Tara Sharma","Kiran Juneja"],"overview":"Upon retirement, cranky control freak Kamal Kishore Khosla obsesses about procuring a plot of land in Delhi, where he plans to build his dream house. After investing his entire life's savings to acquire the land, he discovers the plot's been stolen by a greedy land shark. Now, Khosla must rely on his comically dysfunctional family to pull off a scam on the biggest goon in real estate and win back.","release_date":"2006-09-22","vote_average":7.0,"runtime":135,"cert":"N\/A","id":15412,"title":"Khosla Ka Ghosla!","adult":false,"genre_ids":[35]},{"cast":["Christina Applegate","Joanna Cassidy","Josh Charles","Keith Coogan","John Getz"],"overview":"Sue Ellen Crandell is a teenager eagerly awaiting her mother's summer-long absence. While the babysitter looks after her rambunctious younger siblings, Sue Ellen can party and have fun. But then the babysitter abruptly dies, leaving the Crandells short on cash. Sue Ellen finds a sweet job in fashion by lying about her age and experience on her résumé. But, while her siblings run wild, she discovers the downside of adulthood","release_date":"1991-06-07","vote_average":6.0,"runtime":105,"cert":"N\/A","id":15413,"title":"Don't Tell Mom the Babysitter's Dead","adult":false,"genre_ids":[35,10751]},{"cast":["Ralph Fiennes","Donald Sutherland","Tom Hollander","Lara Flynn Boyle","Marc Warren"],"overview":"A soldier recounts his relationship with a famous political prisoner attempting to overthrow their country's authoritarian government.","release_date":"2006-01-01","vote_average":6.2,"runtime":110,"cert":"N\/A","id":15414,"title":"Land of the Blind","adult":false,"genre_ids":[18,53]},{"cast":["Clint Eastwood","Sondra Locke","Beverly D'Angelo","Geoffrey Lewis","Ruth Gordon"],"overview":"Philo Beddoe is your regular, easygoing, truck-driving guy. He's also the best bar-room brawler west of the Rockies. And he lives with a 165-pound orangutan named Clyde. Like other guys, Philo finally falls in love - with a flighty singer who leads him on a screwball chase across the American Southwest. Nothing's in the way except a motorcycle gang, and legendary brawler Tank Murdock.","release_date":"1978-12-19","vote_average":6.1,"runtime":110,"cert":"12","id":15417,"title":"Every Which Way But Loose","adult":false,"genre_ids":[28,35,12,10749,18]},{"cast":["Elisabeth Shue","Steven Mackintosh","Kathleen Chalfant","Khandi Alexander","Carolyn Gilroy"],"overview":"Laura's expecting. Her husband, Steven's a loving guy but has little time for her. Her mom lives thousands of miles away. Forced to give up on her dreams, she's always been a bit edgy. A C-section drives her over the edge, making her see things in a different light. A creepy babysitter doesn't make things any better. She begins seeing things, trusts no one, as she goes into self-destruct mode.","release_date":"2007-01-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":15418,"title":"First Born","adult":false,"genre_ids":[18,27,53]},{"cast":["Shah Rukh Khan","Suchitra Krishnamoorthi","Deepak Tijori","Satish Shah","Naseeruddin Shah"],"overview":"A man belongs to a middle-class family and is intent on pursuing his career with a music group, despite his dad's disapproval. He is also in love with the lead singer, but she sees him mainly as a friend.","release_date":"1994-02-25","vote_average":7.1,"runtime":158,"cert":"N\/A","id":15419,"title":"Kabhi Haan Kabhi Naa","adult":false,"genre_ids":[35,18]},{"cast":["James Van Der Beek","Ivana Miličević","Brad Hunt","Dee Wallace","Brittany Scobie"],"overview":"All the worldwide children of less than nine years fall in coma at the same time. Ten years later, Tom Russel is released from prison after killing a man in a fight, and returns to his home town, more specifically to his older brother home, who has a son in coma. Tom intends to rebuild his life, but his ex-wife Jean Raynor is hurt and does not want to see him.","release_date":"2006-09-05","vote_average":5.0,"runtime":88,"cert":"N\/A","id":15420,"title":"The Plague","adult":false,"genre_ids":[53,27]},{"cast":["Richard Burton","Peter O'Toole","John Gielgud","Gino Cervi","Paolo Stoppa"],"overview":"King Henry II of England has trouble with the Church. When the Archbishop of Canterbury dies, he has a brilliant idea. Rather than appoint another pious cleric loyal to Rome and the Church, he will appoint his old drinking and wenching buddy, Thomas Becket, technically a deacon of the church, to the post. Unfortunately, Becket takes the job seriously and provides abler opposition to Henry.","release_date":"1964-03-11","vote_average":7.4,"runtime":148,"cert":"N\/A","id":15421,"title":"Becket","adult":false,"genre_ids":[18,36]},{"cast":["Patrick Renna","David Clayton Rogers","Alex Solowitz","Andrea Bogart","Jennifer Tisdale"],"overview":"Ten years after he brutally murdered two girls, a killer escapes from a mental institution and returns to his turf, the theme park attraction called Dark Ride. About to crash his path are a group of college kids on a road trip who stumble across the park.","release_date":"2006-10-20","vote_average":4.5,"runtime":94,"cert":"N\/A","id":15422,"title":"Dark Ride","adult":false,"genre_ids":[27,53]},{"cast":["Snoop Dogg","Ernie Hudson","Danny Trejo","Anson Mount","Daniella Alonso"],"overview":"A hip hop horror anthology of three tales of terror told by the Hound of Hell (Snoop Dogg) that revolve around the residents of an inner-city neighborhood whose actions determine where they will go in the afterlife.","release_date":"2006-06-27","vote_average":4.6,"runtime":84,"cert":"N\/A","id":15423,"title":"Hood of Horror","adult":false,"genre_ids":[28,35,18,27]},{"cast":["Emmanuelle Vaugier","Luke Goss","Charlie Murphy","Beau Garrett","M.C. Gainey"],"overview":"In the desert area of Hat Creek, cows are found partially devoured and the farmers believe that a wolf is attacking the cattle. The alcoholic Sheriff Annie Flynn is called by the local farmer Rob Horn to witness the remains of an animal to request reimbursement from the government and for an accident with a tank truck that is blocking the road.","release_date":"2007-01-01","vote_average":4.2,"runtime":93,"cert":"N\/A","id":15426,"title":"Unearthed","adult":false,"genre_ids":[28,12,27,878,53]},{"cast":["Jimmy Carr"],"overview":"Britain's foremost multi award winning joke technician Jimmy Carr returns with his fourth live stand up DVD, Jimmy Carr In Concert.","release_date":"2008-11-03","vote_average":7.8,"runtime":87,"cert":"N\/A","id":15429,"title":"Jimmy Carr: In Concert","adult":false,"genre_ids":[35]},{"cast":["Frank Skinner"],"overview":"Frank Skinner has been in the stand-up game for well over 20 years and this DVD showcases him at the peak of his talents at the Birmingham's National Indoor Arena (NIA) in front of a packed audience as part of his 2007 tour. Since quitting TV 2 years ago, Skinner has focused on his stand-up and this show is the culmination of those efforts.","release_date":"2008-11-10","vote_average":2.0,"runtime":109,"cert":"15","id":15432,"title":"Frank Skinner: Stand-Up","adult":false,"genre_ids":[35]},{"cast":["David Jason","Amanda Root"],"overview":"Sophie is snatched from her orphanage early one morning by the BFG (Big Friendly Giant), whom she witnesses engaged in mysterious activities. She is soon put at ease, as she learns that BFG's job is to collect, catalog and deliver pleasant dreams to children. She joins him that night, but a mean giants follow them, planning to eat the children of the world.","release_date":"1989-12-25","vote_average":6.6,"runtime":87,"cert":"U","id":15433,"title":"The BFG","adult":false,"genre_ids":[16,10751,14]},{"cast":["Michael Paré","Will Sanderson","Ralf Moeller","Jodelle Ferland","Thea Gill"],"overview":"After surviving the electric chair, convicted serial killer Max Seed is buried alive. He digs himself out of the grave and goes on a killing spree. Taking revenge on the men who put him there and random unfortunates alike.","release_date":"2007-04-27","vote_average":4.0,"runtime":90,"cert":"18","id":15434,"title":"Seed","adult":false,"genre_ids":[27]},{"cast":["Lambert Wilson","Pilar López de Ayala","Pascal Elbé","Anne Brochet","Andrée Damant"],"overview":"They were the perfect loving couple, well, almost. Emmanuel wanted a child but Philippe didn't. One day, however, Emmanuel decides to take the plunge, at the risk of losing Philippe. But how do you make a child when you are gay?","release_date":"2008-12-18","vote_average":5.5,"runtime":90,"cert":"N\/A","id":15435,"title":"Baby Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean-Pierre Bacri","Jamel Debbouze","Agnès Jaoui","Pascale Arbillot","Frédéric Pierrot"],"overview":"Agathe Villanova is a self-centered, workaholic feminist politician who, upon reluctantly returning to her home in the south of France to sort out her mother's affairs, runs for a local election. Upon her arrival, Agathe grudgingly agrees to take part in a documentary being made by the blundering duo of Karim, an aspiring filmmaker, and self-professed \"reporter\" Michel, on the subject of \"successful women.\" As Agathe's life hilariously unravels, the camera is there to capture it all.","release_date":"2008-09-17","vote_average":5.5,"runtime":98,"cert":"N\/A","id":15436,"title":"Let It Rain","adult":false,"genre_ids":[35]},{"cast":["Catherine Frot","André Dussollier","Claude Rich","Chiara Mastroianni","Melvil Poupaud"],"overview":"","release_date":"2008-10-02","vote_average":5.7,"runtime":109,"cert":"N\/A","id":15437,"title":"Crime Is Our Business","adult":false,"genre_ids":[35,80,9648]},{"cast":["Kad Merad","Catherine Deneuve","Mélanie Bernier","Emmanuelle Béart"],"overview":"Robert, a fan of three French actresses is a bald-headed, potbellied man on the fifties, but fully devotes himself to them, and sometimes works for them without being recognized. But those star actresses find him a simple stalker fan and make fun of him, but later recognize he is sincere and genuine.","release_date":"2008-10-29","vote_average":4.9,"runtime":88,"cert":"N\/A","id":15438,"title":"My Stars","adult":false,"genre_ids":[35]},{"cast":["Elie Semoun","Léa Drucker","Laurent Stocker","Vincent Desagnat","Elisa Tovati"],"overview":"No overview found.","release_date":"2009-02-25","vote_average":3.9,"runtime":98,"cert":"N\/A","id":15439,"title":"Cyprien","adult":false,"genre_ids":[35]},{"cast":["Ingrid Bolsø Berdal","Marthe Snorresdotter Rovik","Viktoria Winge","Andreas Cappelen","Johanna Mørck"],"overview":"Jannicke wakes up in the hospital. All of her friends are dead. As she walks through the dark corridors, she thinks she is left alone. But the nightmare isn't over yet.","release_date":"2008-10-09","vote_average":6.3,"runtime":86,"cert":"15","id":15440,"title":"Cold Prey II","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Paul Kaye","Johnny Vegas","James Cromwell","Bernard Cribbins","Alice Evans"],"overview":"Blackball follows the fortunes of Cliff Starkey, a working-class fine of lawn bowls with an exceptional talent. Wanting to take on the Aussies he manages to become regional champion, only to get banned. Sports agent Rich Schwartz picks him up and makes him so popular the Bowls Committee deem to lift the ban. Now the question is whether he can regain his form and his friends to beat the Aussies.","release_date":"2003-05-18","vote_average":5.5,"runtime":96,"cert":"15","id":15443,"title":"Blackball","adult":false,"genre_ids":[35]},{"cast":["Kathy Bates","Alfre Woodard","Tyler Perry","Sanaa Lathan","Rockmond Dunbar"],"overview":"Alice Pratt, a hard working Christian woman, raised her two daughters while managing a simple diner of her own. Her snobbish and arrogant daughter Andrea graduated in Economic Science and works in a construction corporation while her sister Pam stayed with Alice and worked in the diner. Andrea is married to construction worker Chris, who works in the same corporation as his wife but dreams of starting up his own business. However she is being unfaithful to him - with their boss William Cartwright. William is the son of Alice's best friend, the wealthy Charlotte Cartwright. While Alice travels with Charlotte on a road trip, the ambition and infidelity of William triggers a series of events that will affect relationships in both families.","release_date":"2008-09-12","vote_average":6.3,"runtime":111,"cert":"N\/A","id":15450,"title":"The Family That Preys","adult":false,"genre_ids":[18,10749]},{"cast":["Johannes Krisch","Irina Potapenko","Michael-Joachim Heiss","Andreas Lust","Hanno Pöschl"],"overview":"Ex-con Alex plans to flee to the South with his girl after a robbery. But something terrible happens and revenge seems inevitable.","release_date":"2008-05-16","vote_average":7.5,"runtime":121,"cert":"N\/A","id":15451,"title":"Revanche","adult":false,"genre_ids":[80,18,10749]},{"cast":["Natacha Régnier","Denis Podalydès","Amira Casar","Jacques Weber","Eric Elmosnino"],"overview":"Pauline, une riche héritière, a été mariée contre son gré par son père à un de ses employés, François, qui l'avait mise enceinte.Quand, quelques mois plus tard, son mari lui annonce qu'il veut la quitter, Pauline, furieuse, laisse sur le téléphone de ce dernier des menaces de mort.Alexis Target, un ouvrier qui travaille dans la maison de Pauline, entend la jeune femme proférer ces menaces.François meurt, le soir même, dans un accident de voiture.Le jour de l'enterrement, Alexis revient voir Pauline en affirmant qu'il a exaucé son souhait et a tué François.Alexis entre alors par effraction dans la vie de Pauline. Car lui aussi poursuit une vengeance...","release_date":"2008-09-03","vote_average":0.0,"runtime":97,"cert":"N\/A","id":15456,"title":"Intrusions","adult":false,"genre_ids":[53]},{"cast":["Gérard Jugnot","Clovis Cornillac","Kad Merad","Nora Arnezeder","Pierre Richard"],"overview":"A star is born in a time of both celebration and instability in this historical drama with music from director Christophe Barratier. In the spring of 1936, Paris is in a state of uncertainty; while the rise of the Third Reich in Germany worries many, a leftist union-oriented candidate, Léon Blum, has been voted into power, and organized labor is feeling its new power by standing up to management.","release_date":"2008-09-24","vote_average":6.2,"runtime":120,"cert":"N\/A","id":15457,"title":"Paris 36","adult":false,"genre_ids":[18]},{"cast":["Alfred Dorfer","Reinhard Nowak","Andrea Händler","Eva Billisich","Roland Düringer"],"overview":"","release_date":"1992-12-28","vote_average":7.5,"runtime":99,"cert":"N\/A","id":15458,"title":"Muttertag","adult":false,"genre_ids":[35]},{"cast":["Diego Sanchez","Joe Stevenson","Dan Hardy","Rory Markham","Nate Marquardt"],"overview":"The Ultimate Fighting Championship returns to London’s O2 Arena on Saturday, February 21st, and in the UFC 95 main event, it will be one of the most intriguing bouts of the New Year as exciting welterweight contender Diego “Nightmare” Sanchez makes his lightweight debut against former world title challenger Joe “Daddy” Stevenson.","release_date":"2009-02-21","vote_average":4.8,"runtime":148,"cert":"N\/A","id":15459,"title":"UFC 95: Sanchez vs Stevenson","adult":false,"genre_ids":[]},{"cast":["Josiane Balasko","Isabelle Carré","Nathalie Baye","Catherine Hiegel","Éric Caravaca"],"overview":"Marco leads a double life. As Marco, he is a construction worker but rich ladies craving sexual excitation know him as Patrick. As Marco he is married to Fanny, an ambitious young woman who has opened her own hairdressing salon in partnership with her friend Rosalie. Marco\/Patrick is not a male prostitute at heart: in fact he does the job in order to support his wife's business. Which doesn't prevent Judith, an elegant tele-shopping presenter who buys his services, from falling in love with him. But when Fanny learns what Marco does and with whom, she first gets mad but soon starts interfering in their affair.","release_date":"2008-10-08","vote_average":5.2,"runtime":105,"cert":"N\/A","id":15460,"title":"A French Gigolo","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2008-09-02","vote_average":0.0,"runtime":41,"cert":"N\/A","id":15463,"title":"Shortcut to Justice","adult":false,"genre_ids":[]},{"cast":["Sanjay Dutt","Urmila Matondkar","Malaika Arora Khan","Arjun Rampal","Neha Oberoi"],"overview":"(Extension: Easy Monthly Installment - Liya Hai Toh Chukana Padega!) is a 2008 Bollywood social film directed by Saurabh Kabra and starring Malaika Arora, Sanjay Dutt, Urmila Matondkar and lots more. The film released on November 7, 2008.","release_date":"2008-11-07","vote_average":4.0,"runtime":128,"cert":"N\/A","id":15464,"title":"EMI","adult":false,"genre_ids":[35,80,18]},{"cast":["Didier Bourdon","Marc-André Grondin","Bérénice Bejo","Chantal Neuwirth","Gérard Depardieu"],"overview":"Recruté comme directeur commercial Paris d'une entreprise américaine de pompes funèbres, Gabriel part trois mois en stage sur le terrain. Il parvient à dissimuler son nouveau job à ses parents et à son amoureuse, Claire, qui voient en lui un grand musicien, jusqu'au jour où il vend des obsèques à prix d'or à un vieux monsieur qui n'est autre que le grand-père de Claire.","release_date":"2008-11-05","vote_average":5.2,"runtime":101,"cert":"N\/A","id":15465,"title":"Bouquet final","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Atlantis is more visual art than nature film and a 'must see' for any Luc Besson fan. The film captures the feel of what it's actually like to swim underwater better than any film I've ever seen, perfectly illustrating the form and texture of sea water. Beautiful. Highly recommended for anyone interested in visual arts or diving.","release_date":"1991-08-21","vote_average":6.5,"runtime":74,"cert":"N\/A","id":15466,"title":"Atlantis","adult":false,"genre_ids":[10402,99]},{"cast":["Shahid Kapoor","Vidya Balan","Juhi Chawla","Om Puri","Vishal Malhotra"],"overview":"Raj Malhotra is a luckless architect who seeks success but in vain. He bumps into a social activist named Priya. Raj finds out that Priya is a lucky charm for him but unfortunately she is protecting the community center for which he aims to win the contract of demolishing for a brand new shopping mall.","release_date":"2008-07-18","vote_average":4.8,"runtime":153,"cert":"N\/A","id":15467,"title":"Kismat Konnection","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lino Ventura","Michel Piccoli","Krystyna Janda","Bruno Cremer","Bernard Fresson"],"overview":"A French espionage thriller playing in Zürich.","release_date":"1982-01-27","vote_average":6.4,"runtime":98,"cert":"N\/A","id":15468,"title":"Spy, Stand Up","adult":false,"genre_ids":[53]},{"cast":["Sophia Loren","Anthony Perkins","Gig Young","Jean-Pierre Aumont","Yolande Turner"],"overview":"Immediately after Lisa (Loren) declares that she is leaving her immature, abusive, but easy-going husband Robert (Perkins), he is reported dead in a plane crash. Secretly still alive, he convinces her to collect his life insurance, although she knows that it's a bad idea. Lisa must contend with the complications of the scheme, which involve an aggressive suitor (Young), Robert's jealousy, and her own guilt.","release_date":"1962-12-12","vote_average":6.6,"runtime":110,"cert":"N\/A","id":15469,"title":"Five Miles to Midnight","adult":false,"genre_ids":[80,18,53]},{"cast":["Stephy Tang","Janice Man","JJ Jia","Kathy Yuen","Man-kwan Lee"],"overview":"La Lingerie concerns four women Miu, Donut, Celine and CC who’s lives and loves are linked through a sexy lingerie shop where Donut works.","release_date":"2008-08-08","vote_average":4.5,"runtime":118,"cert":"N\/A","id":15470,"title":"La Lingerie","adult":false,"genre_ids":[35,18,10749]},{"cast":["Katharine Towne","Melanie Brown","Tom Hardy","Ross McCall","Toby Fisher"],"overview":"Re-formed by a coded message to their web site, a group of animal rights activists set off to free an imprisoned colleague from a terrifying ordeal. Their rescue mission leads them to a disused lab, but what should have been a simple raid turns into a series of twisted and mind bending incidents where the free and the caged switch places, in this tormented psychological horror.","release_date":"2003-02-23","vote_average":3.5,"runtime":97,"cert":"N\/A","id":15473,"title":"LD 50 Lethal Dose","adult":false,"genre_ids":[27]},{"cast":["Geoffrey Rush","Judy Davis","Jesse Spencer","Tim Draxl","Deborah Kennedy"],"overview":"A young man aspiring for recognition of his talents battles against his estranged father's sentiment towards him as the father deals with his own demons.","release_date":"2003-02-27","vote_average":6.8,"runtime":114,"cert":"N\/A","id":15474,"title":"Swimming Upstream","adult":false,"genre_ids":[18]},{"cast":["Sergio Castellitto","Ed Stoppard","Cristina Moglia","Jessica Brooks","Mathew Bose"],"overview":"Story of Enzo Ferrari's rise from a successful race driver to one of the most famous entrepreneurs of all time. Being interviewed by a fictitious, intrusive young journalist he recalls his setbacks and personal losses.","release_date":"2003-02-16","vote_average":7.3,"runtime":114,"cert":"N\/A","id":15475,"title":"Ferrari","adult":false,"genre_ids":[18]},{"cast":["Rutger Hauer","Wil Horneff","Brian Hooks","Jud Tylor","Gwendoline Yeo"],"overview":"As another semester draws to a close at the University of Dreyskill, a simple game dreamt to help students avoid studying becomes a bloody battle for survival.","release_date":"2007-05-16","vote_average":4.2,"runtime":100,"cert":"N\/A","id":15476,"title":"Dead Tone","adult":false,"genre_ids":[27,53]},{"cast":["Gil Bellows","Renée Zellweger","Rory Cochrane","Jeffrey Combs","Jace Alexander"],"overview":"Small-time criminal Watty Watts attempts to rob a convenience store with his drug-addict buddy, Billy Mack Black. The robbery, however, leads to murder, and soon Watty leaves Billy behind and goes on the run with his beloved girlfriend, Starlene. Heading toward Mexico, the fugitive couple gets plenty of media coverage, until there are even more people on their trail. Can Watty and Starlene make it south of the border without getting caught?","release_date":"1994-11-23","vote_average":6.1,"runtime":101,"cert":"N\/A","id":15477,"title":"Love and a .45","adult":false,"genre_ids":[80,53]},{"cast":["Peter Finch","Liv Ullmann","Cyril Cusack","Paul Rogers","Graham Crowden"],"overview":"Queen Christina of Sweden (1626-1689) abdicates and travels to Rome to embrace the Catholic church.","release_date":"1974-10-03","vote_average":6.7,"runtime":103,"cert":"N\/A","id":15478,"title":"The Abdication","adult":false,"genre_ids":[18,36]},{"cast":["Patrick Day","Eugene Oakes","Samm-Art Williams","Sada Thompson","Frederic Forrest"],"overview":"Adventurous Huck Finn prefers rafting on the Mississippi River rather than being a part of civilization.","release_date":"1986-02-10","vote_average":6.7,"runtime":null,"cert":"N\/A","id":15479,"title":"Adventures of Huckleberry Finn","adult":false,"genre_ids":[18,10751]},{"cast":["Christian Schmidt","Andreas Vitásek","Barbara Rudnik","Sue Tauber","Maxi Sukopp"],"overview":"","release_date":"1986-06-18","vote_average":4.7,"runtime":104,"cert":"N\/A","id":15480,"title":"Müllers Büro","adult":false,"genre_ids":[35]},{"cast":["Burt Lancaster","Paul Henreid","Claude Rains","Peter Lorre","Corinne Calvet"],"overview":"Story of a South African diamond mine watched over by a sadistic policeman tasked with looking out for smugglers.","release_date":"1949-08-03","vote_average":5.6,"runtime":104,"cert":"N\/A","id":15481,"title":"Rope of Sand","adult":false,"genre_ids":[18,28,53]},{"cast":["Anthony Starke","George Clooney","Karen M. Waldron","John Astin","Steve Lundquist"],"overview":"Crazy old Professor Gangreen has developed a way to make tomatoes look human for a second invasion.","release_date":"1988-04-22","vote_average":5.3,"runtime":98,"cert":"N\/A","id":15482,"title":"Return of the Killer Tomatoes!","adult":false,"genre_ids":[35,27,878]},{"cast":["Stefania Rocca","Liam Cunningham","Silvio Muccino","Cosimo Fusco","Fiore Argento"],"overview":"Policewoman Anna Mari is forced to play a dangerous game with the title serial killer. If she loses, she witnesses the maniac's tortured victims having their throats cut in explicit close-up detail via webcam. She teams up with British cop John Brennan to find out the identity of the murderer.","release_date":"2004-01-02","vote_average":4.6,"runtime":103,"cert":"N\/A","id":15483,"title":"The Card Player","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ben Carruthers","Lelia Goldoni","Hugh Hurd","Anthony Ray","Dennis Sallas"],"overview":"John Cassavetes’s directorial debut revolves around a romance in New York City between Lelia, a light- skinned black woman, and Tony, a white man. The relationship is put in jeopardy when Tony meets Lelia’s darker-skinned jazz singer brother, Hugh, and discovers that her racial heritage is not what he thought it was. Shot on location in Manhattan with a mostly nonprofessional cast and crew, Shadows is a penetrating work that is widely considered the forerunner of the American independent film movement.","release_date":"1959-11-11","vote_average":7.2,"runtime":87,"cert":"N\/A","id":15484,"title":"Shadows","adult":false,"genre_ids":[18]},{"cast":["Susanne Blakeslee","Erin Torpey","Corey Burton","Barbara Dirickson","Jeff Bennett"],"overview":"Your little princess will want to follow her dreams as she tags along on an adventure with two of Disney's most popular princesses in this new animated fairy tale. Aurora, star of the beloved classic Sleeping Beauty, and Jasmine, from the Academy Award-winning film Aladdin, journey to faraway lands and make new discoveries about themselves.","release_date":"2007-09-03","vote_average":5.1,"runtime":56,"cert":"U","id":15485,"title":"Disney Princess Enchanted Tales: Follow Your Dreams","adult":false,"genre_ids":[16,10751]},{"cast":["David Wenham","Anthony LaPaglia","Sibylla Budd","Steve Rodgers","Mitchell Butel"],"overview":"The Bank, a world ripe with avarice and corruption, where O'Reilly and his ilk can thrive and honest Aussie battlers lose everything. Enter Jim Doyle a maverick mathematician who has devised a formula to predict the fluctuations of the stock market. When he joins O'Reilly's fold, he must first prove his loyalty to the \"greed is good\" ethos. Which way will he go? What does he have to hide?","release_date":"2001-09-06","vote_average":5.3,"runtime":104,"cert":"N\/A","id":15486,"title":"The Bank","adult":false,"genre_ids":[18,53]},{"cast":["Shia LaBeouf","Stephen Dillane","Josh Flitter","Peter Firth","Elias Koteas"],"overview":"A biopic of 20-year-old Francis Ouimet who defeated his golfing idol and 1900 US Open Champion, Harry Vardon.","release_date":"2005-09-30","vote_average":7.0,"runtime":120,"cert":"PG","id":15487,"title":"The Greatest Game Ever Played","adult":false,"genre_ids":[18]},{"cast":["Michael Paré","Ja Rule","Jenny McShane","Danny Trejo","Tom Sizemore"],"overview":"A ghost story taking place at a maximum security prison. A detective (Michael Paré ) is called to investigate a string of unexplained deaths as the prisoners fear for their lives.","release_date":"2007-12-11","vote_average":2.5,"runtime":90,"cert":"N\/A","id":15488,"title":"Furnace","adult":false,"genre_ids":[80,27,9648]},{"cast":["Chevy Chase","Chris Elliott","Jean Smart","Iggy Pop","Pam Grier"],"overview":"When a school in upstate New York is snowed in, a group of students hi-jack a plow to keep the school closed..","release_date":"2000-02-11","vote_average":5.0,"runtime":89,"cert":"N\/A","id":15489,"title":"Snow Day","adult":false,"genre_ids":[35,10751]},{"cast":["Jagapati Babu","J. D. Chakravarthi","Mamta Mohandas","Madhurima Tuli","Pradeep Ram Singh Rawat"],"overview":"","release_date":"2008-08-28","vote_average":5.0,"runtime":148,"cert":"N\/A","id":15490,"title":"Homam","adult":false,"genre_ids":[]},{"cast":["Samuli Torssonen","Atte Joutsen","Timo Vuorensola","Antti Satama","Karoliina Blackburn"],"overview":"Star Wreck: In the Pirkinning begins with Captain James B. Pirk of the starship Kickstart shipwrecked on the 21st century Earth with his crew. Originally from the distant future, Pirk and his crew traveled back in time to save the Earth from hostile aliens, but lost their ship and became stranded. Pirk's daily routine consists mainly of stuffing his face at the local fast food restaurant, and he is finding it difficult to convince the ladies he is, in fact, an intergalactic space hero from the future. As the prospects for humanity's conquest of space look increasingly bleaker, Pirk comes up with a questionable plan to save mankind's future...","release_date":"2005-08-20","vote_average":6.7,"runtime":103,"cert":"15","id":15493,"title":"Star Wreck: In the Pirkinning","adult":false,"genre_ids":[878,28,35]},{"cast":["Lee Majors","Hal Linden","Lauren Hutton","Ray Milland","Gail Strickland"],"overview":"This is the story of Starflight One, the world's first \"hypersonic plane,\" which flies faster and higher than any other commercial jet. On the night of its maiden flight from Los Angeles to Sydney, a freak accident incolving an unauthorized rocket launch sends Starflight One out of the atmosphere and into a decaying orbit around the Earth. With no heat shielding and limited oxygen, it is up to the bravery of the crew and the ingenuity of NASA and the plane's designers to save the passengers trapped on board.","release_date":"1983-02-27","vote_average":4.8,"runtime":105,"cert":"N\/A","id":15494,"title":"Starflight: The Plane That Couldn't Land","adult":false,"genre_ids":[12,10770,878]},{"cast":["Cory Knauf","Samuel Child","Joseph McKelheer","Mackenzie Firgens","Rebekah Hoyle"],"overview":"The Hamilton's seem to be an ordinary American family, living in a small town in Northern California and dealing with the problems of everyday life. They've also been recently adjusting to the untimely death of their parents, but since have moved on.","release_date":"2006-11-19","vote_average":4.7,"runtime":86,"cert":"N\/A","id":15495,"title":"The Hamiltons","adult":false,"genre_ids":[18,27,53]},{"cast":["Mami Nakamura","Kazuma Suzuki","Kou Shibasaki","Tomoro Taguchi","Sayuri Oyamada"],"overview":"Miyuki doesn't need to stalk the man she's crazy about, because he lives one floor down. He's Yoshinori, a not very successful long-haired musician. Miyuki, a coffee-shop waitress, nods when they pass on the stairs, but hasn't yet dared to strike up a conversation. Instead she slips out every night and helps herself to his trash.","release_date":"2000-10-07","vote_average":7.2,"runtime":88,"cert":"N\/A","id":15496,"title":"Tokyo Trash Baby","adult":false,"genre_ids":[18,35]},{"cast":["Gregory Peck","Hugh Marlowe","Gary Merrill","Millard Mitchell","Dean Jagger"],"overview":"In this story of the early days of daylight bombing raids over Germany, General Frank Savage must take command of a \"hard luck\" bomber group. Much of the story deals with his struggle to whip his group into a disciplined fighting unit in spite of heavy losses, and withering attacks by German fighters over their targets.","release_date":"1949-12-21","vote_average":7.0,"runtime":132,"cert":"U","id":15497,"title":"Twelve O'Clock High","adult":false,"genre_ids":[10752,28,18]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Jes Holtsø","Arthur Jensen"],"overview":"After his usual stay behind bars, Egon has another cunning plan involving millions. They rob over 4 million from a money transport. The gang keeps a low profile and hide the money. But it's stolen by \"Kongen\" and \"Knægten\", who immediately start living it up - in the penthouse suite at the Sheraton. The suitcase with the money changes hands several times, before Kongen's daughter takes of with all the money.","release_date":"1972-10-06","vote_average":6.8,"runtime":99,"cert":"N\/A","id":15498,"title":"The Olsen Gang's Big Score","adult":false,"genre_ids":[10751,35,80]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Kirsten Walther","Jes Holtsø"],"overview":"When Egon Olsen gets out of Vridlose State Prision once again, his friends Benny and Kjeld do not want to know about his new ingenious plan: they are actually WORKING in a shop! Thus, he has to think of something else to get his hands on the money of some international gangster.","release_date":"1973-10-05","vote_average":6.7,"runtime":100,"cert":"N\/A","id":15499,"title":"The Olsen Gang Goes Crazy","adult":false,"genre_ids":[10751,35,80]}]