[{"cast":["Denis Kang","Gegard Mousasi","Ronaldo Souza","Kazushi Sakuraba","Andrews Nakahara"],"overview":"Dream.2 Middle Weight Grandprix 2008 1st Round was a mixed martial arts event promoted by DREAM. It took place on Tuesday, April 29, 2008 at the Saitama Super Arena in Saitama City, Japan. The event hosted the opening round of the promotion's Middleweight Grand Prix. All bouts were conducted under DREAM Rules, (1stR x 10 min, 2ndR x 5min) in an 84 kg\/185 lbs weight class.","release_date":"2008-04-29","vote_average":0.0,"runtime":172,"cert":"N\/A","id":15502,"title":"Dream 2","adult":false,"genre_ids":[]},{"cast":["Christopher Walken","David Eigenberg","Michael Caine","Jonah Bobo","Josh Lucas"],"overview":"A tale of four generations of men, all of whom have had their offspring at a young age: a great-grandfather, a grandfather, a father in his twenties and a son who is about 7 years old. When the oldest member passes away, the trio heads out on the road together in the Southwest to search out an old family secret that connects to their past.","release_date":"2004-10-08","vote_average":6.2,"runtime":85,"cert":"N\/A","id":15503,"title":"Around the Bend","adult":false,"genre_ids":[18]},{"cast":["Seema Biswas","Hrishitaa Bhatt","Nauheed Cyrusi","Mansi Dovhal"],"overview":"Aasma is a story about lives of six friends, set out on a mission : a mission to touch the sky with their brilliance, talent and sheer dedication. The success story of a theatre group that embodies the love and togetherness amongst these friends. It’s a story of people who have faith in spite of the agonies and tribulations that life presents to each of them.","release_date":"2009-01-23","vote_average":10.0,"runtime":null,"cert":"N\/A","id":15504,"title":"Aasma: The Sky Is the Limit","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Furious FInishes - Best knockouts and submissions on HDNet Fights","release_date":"2008-02-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":15505,"title":"HDNet Fights: Furious Finishes","adult":false,"genre_ids":[]},{"cast":["Anjelica Huston","Marion O'Dwyer","Niall O'Shea","Ciaran Owens","Roxanna Williams"],"overview":"When Agnes Browne's husband died, she discovered something amazing... Herself.","release_date":"1999-11-08","vote_average":6.5,"runtime":92,"cert":"15","id":15506,"title":"Agnes Browne","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2008-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15509,"title":"HDNet Fights: IFL 04 04 2008","adult":false,"genre_ids":[]},{"cast":["Zack De La Rocha","Tim Commerford","Tom Morello","Brad Wilk"],"overview":"Outside Mexico City's Sports Pavilion, hundreds of young Rage fans rattle metal fences and throw rocks at the increasingly nervous police. Inside, a seething crowd of 5,000 lucky ticket holders cram into the cavernous pavilion chanting anti-government slogans and poking their middle fingers into the thick, sweaty air while waiting for Rage Against the Machine to storm the stage.","release_date":"2001-02-20","vote_average":5.2,"runtime":68,"cert":"N\/A","id":15510,"title":"Rage Against The Machine: The Battle Of Mexico City","adult":false,"genre_ids":[99,10402]},{"cast":["Phil Vischer","Mike Nawrocki","Cam Clarke","Laura Gerow","Yuri Lowenthal"],"overview":"A boatload of beloved VeggieTales pals embark on a fun and fresh pirate adventure with their trademark humor and silly songs in The Pirates Who Don't Do Anything - A VeggieTales Movie! Larry the Cucumber, Mr. Lunt and Pa Grape find themselves on the ride of their lives when they are mysteriously whisked back to the time when pirates ruled the high seas.","release_date":"2008-01-11","vote_average":5.7,"runtime":86,"cert":"N\/A","id":15511,"title":"The Pirates Who Don't Do Anything: A VeggieTales Movie","adult":false,"genre_ids":[12,16,35,878,10751]},{"cast":["Reese Witherspoon","Seth Rogen","Hugh Laurie","Paul Rudd","Kiefer Sutherland"],"overview":"When Susan Murphy is unwittingly clobbered by a meteor full of outer space gunk on her wedding day, she mysteriously grows to 49-feet-11-inches. The military jumps into action and captures Susan, secreting her away to a covert government compound. She is renamed Ginormica and placed in confinement with a ragtag group of Monsters...","release_date":"2009-03-19","vote_average":6.1,"runtime":94,"cert":"PG","id":15512,"title":"Monsters vs Aliens","adult":false,"genre_ids":[16,10751,12,878]},{"cast":["David Schwimmer","Jason Lee","Mili Avital","Bonnie Hunt","Judy Greer"],"overview":"Max (David Schwimmer), an alpha-male commitment-phobic sports broadcaster, and Jay (Jason Lee), a neurotic novelist, have been best friends since childhood. Jay sets Max up with his editor Samantha (Mili Avital). Although they share few interests, they are engaged within two weeks. Still, when Max is confronted with the fact that Sam will be the last woman he will sleep with, he proposes a test. Jay will hit on Sam. If she shows no interest, then Max will be confident enough in her loyalty to go ahead with the marriage. Though when Jay hits on Sam, they end up falling in love with each other.","release_date":"1998-02-27","vote_average":5.8,"runtime":93,"cert":"N\/A","id":15513,"title":"Kissing a Fool","adult":false,"genre_ids":[35,10749]},{"cast":["Angela Schijf","Antonie Kamerling","Beau van Erven Dorens","Florence Kasumba","Dorothée Capelluto"],"overview":"While camping in France, Eric and Eddy fall in with two women. Eric talks to Silke, a Ugandan studying medicine in Holland. She tells him about her life and asks about the book he's writing: it's the story of his love affair with Reza. He tells her the story and we see it in flashbacks: Reza explodes into his boring life, she's unpredictable and their relationship becomes intense.","release_date":"2001-02-15","vote_average":5.3,"runtime":99,"cert":"N\/A","id":15514,"title":"I Love You Too","adult":false,"genre_ids":[18]},{"cast":["Kerwin Mathews","Kathryn Grant","Torin Thatcher","Richard Eyer","Alec Mango"],"overview":"When a princess is shrunken by an evil wizard, Sinbad must undertake a quest to an island of monsters to cure her and prevent a war.","release_date":"1958-12-05","vote_average":7.0,"runtime":88,"cert":"U","id":15515,"title":"The 7th Voyage of Sinbad","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Sandra Peabody","Lucy Grantham","David Hess","Fred J. Lincoln","Jeramie Rain"],"overview":"A disturbed gang of youths kidnap, torture and murder two teenage girls; unbeknownst to the gang, the parents of one of the girls live nearby...","release_date":"1972-08-30","vote_average":6.1,"runtime":84,"cert":"N\/A","id":15516,"title":"The Last House on the Left","adult":false,"genre_ids":[27,53]},{"cast":["Angela Schijf","Tygo Gernandt","Egbert Jan Weeber","Mads Wittermans","Selma Copijn"],"overview":"Two small town Dutch boys whose socially unnatural friendship is so close, they care nothing for human or divine rules and lose all grip on reality, sliding into violent crime.","release_date":"2003-04-24","vote_average":6.4,"runtime":90,"cert":"N\/A","id":15525,"title":"Godforsaken!","adult":false,"genre_ids":[53,18,80]},{"cast":["Alex Scott"],"overview":"Australia: Land Beyond Time takes viewers on a breathtaking journey back in time to witness the birth and evolution of a mysterious land that harbors remnants of Earth's earliest life and many of it's strangest creatures that exist nowhere else on the planet.","release_date":"2002-05-25","vote_average":7.1,"runtime":42,"cert":"N\/A","id":15530,"title":"Australia: Land Beyond Time","adult":false,"genre_ids":[99]},{"cast":["Masi Oka","Nate Torrence","Jayma Mays","Larry Miller","Patrick Warburton"],"overview":"Bumbling R&D inventors Bruce and Lloyd get out of the lab and into the field as they search to locate their latest invention - which has somehow gone missing. When you're used to spending your day inventing the most cutting edge spy equipment known to man, adapting the stealth and guile needed to become a true secret agent doesn't come naturally. Unfortunately the invisibility cloak that the pair recently collaborated on has disappeared, and in order to ensure that it doesn't fall into the hands of KAOS they will have to master the skills of a true spy. But how exactly does one find an object that's invisible to begin with? As the search gets underway, these brainy inventors are given an eye-opening crash course in high-level espionage.","release_date":"2008-07-01","vote_average":5.2,"runtime":71,"cert":"N\/A","id":15531,"title":"Get Smart's Bruce and Lloyd Out of Control","adult":false,"genre_ids":[28,35]},{"cast":["Sonu Sood","Isha Koppikar","Vishal Malhotra","Anang Desai","Smita Jaykar"],"overview":"Bhopal-based statuesque singing beauty, Chandni Shrivastava, falls in love with wealthy fellow-singer, Prem Ajmera. Her widowed dad, Bhushan, and his widowed mother both approve and they formally get engaged. Bhushan passes away suddenly and Chandni is unable to get married as there is no one to look after her much younger siblings, Anuj and Sandhya, and as a result the wedding gets postponed. She struggles to maintain the family by teaching music and continues to stay in touch with Prem. 12 years later, Anuj gets married to Natasha, and Chandni hopes to wed Prem, but things do terribly wrong when Natasha humiliates Prem and then decides to move out. Sandhya then demands that she re-locate to the U.S. to further her career, while Prem's mom issues an ultimatum that she either marry Prem immediately or relieve him so that he can get married to someone else.","release_date":"2008-11-07","vote_average":6.3,"runtime":126,"cert":"N\/A","id":15532,"title":"Ek Vivaah Aisa Bhi","adult":false,"genre_ids":[18,10749]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Axel Strøbye","Ole Ernst"],"overview":"Criminal genius Egon Olsen presents his accomplices Benny and Keld with yet another infallible plan that can only end badly. The booty is a red suitcase containing values ​​worth five million. The sinister mastermind Bang-Johansen carries the suitcase. The Olsen Gang follows him to Paris, where they put their cunning and carefully organized plan into motion.","release_date":"1981-12-26","vote_average":7.1,"runtime":100,"cert":"N\/A","id":15537,"title":"The Olsen Gang Long Gone","adult":false,"genre_ids":[10751,35,80]},{"cast":[],"overview":"Affliction: Banned a mixed martial arts event co-promoted by Affliction Clothing and Adrenaline MMA. It took place on July 19, 2008 at the Honda Center in Anaheim, California. The card at Banned featured many of the top MMA heavyweight fighters. One of em is Fedor Emelianenko fighting against former UFC Heavyweight Champion Tim Sylvia.","release_date":"2008-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15540,"title":"Affliction: Banned","adult":false,"genre_ids":[]},{"cast":["Fedor Emelianenko","Andrei Arlovski","Josh Barnett","Gilbert Yvel","Renato Sobral"],"overview":"Affliction: Day of Reckoning a mixed martial arts event promoted by Affliction Entertainment on January 24, 2009, in Anaheim, California at the Honda Center. It was originally scheduled for October 11, 2008, at the Thomas and Mack Center in Las Vegas, Nevada with a different fight card.","release_date":"2009-01-24","vote_average":5.3,"runtime":179,"cert":"N\/A","id":15541,"title":"Affliction: Day of Reckoning","adult":false,"genre_ids":[]},{"cast":["Tom Berenger","Michael Biehn","Stana Katic","Paul Sloan","William Forsythe"],"overview":"The seemingly random killings of an assassin puzzle her former lover, a wealthy Greek crime boss whose organization is jeopardized by his love for her, and the detective following her rising body count","release_date":"2008-04-29","vote_average":4.6,"runtime":118,"cert":"N\/A","id":15542,"title":"Stiletto","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Rachel Miner","Mimi Rogers","Chad Todhunter","Mickey Jones","Liz Davies"],"overview":"Young Penny goes on a retreat with her psychologist; the intention is to help her overcome her phobia, an intense fear of cars. Unexpected events find her in a nightmarish situation where her worst fears come true.","release_date":"2006-11-10","vote_average":5.2,"runtime":92,"cert":"N\/A","id":15543,"title":"Penny Dreadful","adult":false,"genre_ids":[27,53]},{"cast":["Patrick J. Adams","Ryan Pinkston","Denise Boutte","Michael Cera","Frankie Muniz"],"overview":"A sketch comedy movie about the joys and embarrassments of teen sex. But mostly the embarrassments.","release_date":"2008-12-05","vote_average":4.0,"runtime":88,"cert":"N\/A","id":15544,"title":"Extreme Movie","adult":false,"genre_ids":[35]},{"cast":["Ebon Grayman","Tamir Erdenesaikan","Batmuhkh Batjargal","Piotr Matula","Kristina Ivanova"],"overview":"A far cry from the dialogue-free circus performances Cirque du Soleil is known for, Alegria chronicles the fate of a small boy who has been forced into slavery. Eventually, he learns that in order to free himself and the other children, he must defeat a fire-breathing or an equally tough but decidedly more philosophical inner dragon.","release_date":"2001-11-19","vote_average":6.2,"runtime":93,"cert":"N\/A","id":15549,"title":"Alegria: Cirque du Soleil","adult":false,"genre_ids":[99,10402,10751]},{"cast":["Dimitri A. Arnaoutov","René Bazinet","Ann Bernard","Pawel Biegaj","Witek Biegaj"],"overview":"From the Italian 'saltare in banco' – which literally means 'to jump on a bench' – Saltimbanco explores the urban experience in all its myriad forms. Between whirlwind and lull, prowess and poetry, it takes spectators on an allegorical and acrobatic journey into the heart and soul of the modern city.","release_date":"1997-01-01","vote_average":6.9,"runtime":56,"cert":"N\/A","id":15550,"title":"Cirque du Soleil: Saltimbanco","adult":false,"genre_ids":[99,10751,10402]},{"cast":["Mauro Mozzani","Sean Lomax","Igor Issakov","Valentyna Pahlevanyan","Grigor Pahlevanyan"],"overview":"Corteo, which means \"cortege\" in Italian, is a joyous procession, a festive parade imagined by a clown. The show brings together the passion of the actor with the grace and power of the acrobat to plunge the audience into a theatrical world of fun, comedy and spontaneity situated in a mysterious space between heaven and earth.","release_date":"2006-01-01","vote_average":7.7,"runtime":101,"cert":"N\/A","id":15551,"title":"Cirque du Soleil: Corteo","adult":false,"genre_ids":[99,10751,10402]},{"cast":[],"overview":"Icarus (Anton Chelnokov) is the main character of Varekai, who falls to the ground, breaking his legs as he does. He is suddenly in a strange, new world full of creatures he has never seen before. \"Parachuted into the shadows of a magical forest, a kaleidoscopic world populated by fantastical creatures, this young man sets off on an adventure both absurd and extraordinary.","release_date":"2003-10-07","vote_average":8.1,"runtime":null,"cert":"N\/A","id":15552,"title":"Cirque du Soleil: Varekai","adult":false,"genre_ids":[18,10751,14,10402]},{"cast":["Alejandro Polanco","Isamar Gonzales","Ahmad Razvi","Carlos Zapata","Rob Sowulski"],"overview":"Alejandro, a tough and ambitious Latino street orphan on the verge of adolescence, lives and works in an auto-body repair shop in a sprawling junkyard on the outskirts of Queens, New York. In this chaotic world of adults, young Alejandro struggles to make a better life for himself and his 16-year-old sister, Isamar.","release_date":"2007-05-21","vote_average":6.9,"runtime":84,"cert":"N\/A","id":15555,"title":"Chop Shop","adult":false,"genre_ids":[18]},{"cast":["Val Kilmer","Mira Sorvino","Kelly McGillis","Steven Weber","Bruce Davison"],"overview":"A blind man has an operation to regain his sight at the urging of his girlfriend and must deal with the changes to his life.","release_date":"1999-01-15","vote_average":5.9,"runtime":128,"cert":"N\/A","id":15556,"title":"At First Sight","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Redford"],"overview":"A documentary about a 15-day river-rafting trip on the Colorado River aimed at highlighting water conservation issues.","release_date":"2008-03-12","vote_average":5.6,"runtime":45,"cert":"N\/A","id":15557,"title":"Grand Canyon Adventure: River at Risk","adult":false,"genre_ids":[12,99]},{"cast":["Brendan Fraser","Yasiin Bey","Scott Glenn","Alice Braga","Catalina Sandino Moreno"],"overview":"In a dark and decadent area of São Paulo, the exiled Americans Sinatra and his son Paul own a brothel. Paul is a compulsive gambler addicted in cocaine and his father is married with the former prostitute Angie, and they have a little son. When a client is killed by his wife in their establishment, they find a suitcase with drugs.","release_date":"2006-04-21","vote_average":6.3,"runtime":88,"cert":"N\/A","id":15558,"title":"Journey to the End of the Night","adult":false,"genre_ids":[18,53]},{"cast":["Leonard Nimoy"],"overview":"Travel alongside the astronauts as they deploy and repair the Hubble Space Telescope, soar above Venus and Mars, and find proof of new planets and the possibility of other life forming around distant stars.","release_date":"1994-01-17","vote_average":7.0,"runtime":40,"cert":"N\/A","id":15559,"title":"Destiny in Space","adult":false,"genre_ids":[99]},{"cast":["August Schellenberg"],"overview":"This film shows how far we have come since the cold-war days of the 50s and 60s. Back then the Russians were our \"enemies\". And to them the Americans were their \"enemies\" who couldn't be trusted. Somewhere in all this a young girl in Oklahoma named Shannon set her sights on becoming one of those space explorers, even though she was told \"girls can't do that.\" But she did.","release_date":"1997-10-17","vote_average":7.0,"runtime":40,"cert":"N\/A","id":15560,"title":"Mission to Mir","adult":false,"genre_ids":[99]},{"cast":["Martin Sheen"],"overview":"Straight Up: Helicopters in Action will take audiences on a series of aerial adventures. Fly along with skilled helicopter crews as they carry out sea and mountain rescues, apprehend drug smugglers, repair high voltage lines, save endangered animals, deliver humanitarian aid, and undertake a reconnaissance mission. Learn how helicopters are flown.","release_date":"2002-09-18","vote_average":8.0,"runtime":42,"cert":"N\/A","id":15563,"title":"IMAX - Straight Up, Helicopters in Action","adult":false,"genre_ids":[99]},{"cast":["Robbie Robertson"],"overview":"A look at the great wolf debate with comments and views from people on both sides. It also contains footage of Natives dressing up &amp; doing tribal dances. The link between wolves, bison, and Native Americans; as well as white man's reasoning behind their determination to eliminate bison and wolves from the landscape.","release_date":"1999-03-01","vote_average":5.8,"runtime":40,"cert":"N\/A","id":15564,"title":"Wolves","adult":false,"genre_ids":[99]},{"cast":["Daveigh Chase","Chris Sanders","Tia Carrere","David Ogden Stiers","Kevin McDonald"],"overview":"The continuing adventures of Lilo, a little Hawaiian girl, and Stitch, the galaxy's most wanted extraterrestrial. Stitch, Pleakley, and Dr. Jumba are all part of the household now. But what Lilo and Stitch don't know is that Dr. Jumba brought one of his alien \"experiments\" to Hawaii.","release_date":"2003-08-26","vote_average":6.4,"runtime":60,"cert":"U","id":15567,"title":"Stitch! The Movie","adult":false,"genre_ids":[35,12,10751,16]},{"cast":["Jesse Lee Soffer","Christopher Shand","Carly Schroeder","Karl Girolamo","Vasilios Mantagas"],"overview":"This is the story of a teenager named Gracie Bowen, who lives in South Orange, New Jersey, is crazy about soccer, as are her three brothers and former soccer star father. Although Gracie wants to join her brothers and father in the nightly practices, she is discouraged by everyone except her elder brother, Johnny. Her father does not believe that girls should play soccer and tells her that she is neither tough enough nor talented enough to play with the boys team. Undeterred, Gracie finds reserves of strength she never knew existed, and persists in changing everyone's beliefs in what she is capable of, including her own. She faces an uphill battle when she fights to give women the opportunity to play competitive soccer. But as the beautiful and strong person that she has always been but she also brings her family together in the face of their own tragedy.","release_date":"2007-06-01","vote_average":6.2,"runtime":97,"cert":"N\/A","id":15568,"title":"Gracie","adult":false,"genre_ids":[18]},{"cast":["Kellan Lutz","Luke Goss","Eric Lively","Peyton List","Michael Madsen"],"overview":"Maverick downhill racer, Tyler Crowe, reunites with best friend and renegade snowboarder, Mark Rider. It doesn't take long for the old friends to take on a new mission. Together they head to Alaska, where led by a veteran guide, the two attempt the most daring descent on snow ever caught on film. But with glory comes risk. And this challenge is no exception.","release_date":"2009-01-27","vote_average":4.2,"runtime":96,"cert":"N\/A","id":15571,"title":"Deep Winter","adult":false,"genre_ids":[28,12,53]},{"cast":["Roy Jones Jr."],"overview":"Roy Jones Jr's Host a look back on some of his knockout wins. More the most part this is Jones just beat the hell out of people I don't remember it once show Jones even getting hit back with good shots. A good watch if you like Jones style.","release_date":"2005-05-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":15574,"title":"Roy Jones Jr's Greatest Knockouts","adult":false,"genre_ids":[]},{"cast":["Masakazu Morita","Fumiko Orikasa","Chiwa Saito","Tomoko Kawakami","Keiji Okuda"],"overview":"In Karakura Town, unidentifiable spirits begin appearing en mases. While attempting to deal with these strange souls, Ichigo Kurosaki and Rukia Kuchiki meet Senna, a mysterious shinigami who wipes out most of them. Senna refuses to answer any questions, so Ichigo is forced to follow her while Rukia tries to find out what's going on.","release_date":"2006-06-11","vote_average":6.8,"runtime":87,"cert":"N\/A","id":15575,"title":"Bleach: Memories of Nobody","adult":false,"genre_ids":[14,16,878]},{"cast":["Gérard Depardieu","Clovis Cornillac","Marie Bunel","Jacques Gamblin","Vahina Giocante"],"overview":"A well known Parisian inspector becomes involved in an investigation while on holiday.","release_date":"2009-02-25","vote_average":6.1,"runtime":110,"cert":"N\/A","id":15576,"title":"Bellamy","adult":false,"genre_ids":[18,80]},{"cast":["Harrison Ford","Ray Liotta","Ashley Judd","Jim Sturgess","Cliff Curtis"],"overview":"Immigrants from around the world enter Los Angeles every day, with hopeful visions of a better life, but little notion of what that life may cost. Their desperate scenarios test the humanity of immigration enforcement officers. In Crossing Over, writer-director Wayne Kramer explores the allure of the American dream, and the reality that immigrants find – and create -- in 21st century L.A.","release_date":"2009-02-10","vote_average":6.2,"runtime":113,"cert":"18","id":15577,"title":"Crossing Over","adult":false,"genre_ids":[80,18]},{"cast":["Marie Robertson","Eva Röse","Janne 'Loffe' Carlsson","Björn Bengtsson","Per Graffman"],"overview":"Follows two girls living in Sweden in the 1960s who both dream about becoming rally drivers.","release_date":"2008-10-10","vote_average":3.5,"runtime":99,"cert":"N\/A","id":15578,"title":"Rallygirls","adult":false,"genre_ids":[35]},{"cast":["Mick Partridge","Big Boi","Sherri Shepherd","Lil Wayne","Andy Milonakis"],"overview":"When \"street smart\" rapper Christopher \"C-Note\" Hawkins (Big Boi) applies for a membership to all-white Carolina Pines Country Club, the establishment's proprietors are hardly ready to oblige him.","release_date":"2007-07-27","vote_average":4.0,"runtime":93,"cert":"N\/A","id":15581,"title":"Who's Your Caddy?","adult":false,"genre_ids":[35]},{"cast":["Jason Bateman","Kim Darby","John Astin","Mark Holton","Estee Chandler"],"overview":"Although awkward college student Todd Howard is particularly adept at science, he's paying for school with an athletic scholarship that he will lose should he not fare well in an upcoming boxing tournament. Luckily for Todd, he has inherited the same family curse that once turned his cousin into a werewolf. As he transforms into the hairy, fanged, howling monster, he finds both his physical agility and his popularity skyrocketing -- but at what cost?","release_date":"1987-11-20","vote_average":4.0,"runtime":95,"cert":"N\/A","id":15582,"title":"Teen Wolf Too","adult":false,"genre_ids":[35,14,10751]},{"cast":["Trent Reznor","Aaron North","Alessandro Cortini","Josh Freese","Jerome Dillon"],"overview":"LIVE: BESIDE YOU IN TIME 24 songs from the LIVE: With Teeth 2006 Tour.","release_date":"2007-02-23","vote_average":8.1,"runtime":93,"cert":"N\/A","id":15583,"title":"Nine Inch Nails: Beside You in Time","adult":false,"genre_ids":[10402]},{"cast":["Kurt Kuenne","Andrew Bagby","David Bagby","Kathleen Bagby","Shirley Turner"],"overview":"In 2001, Andrew Bagby, a medical resident, is murdered not long after breaking up with his girlfriend. Soon after, when she announces she's pregnant, one of Andrew's many close friends, Kurt Kuenne, begins this film, a gift to the child.","release_date":"2008-10-31","vote_average":8.3,"runtime":95,"cert":"N\/A","id":15584,"title":"Dear Zachary: A Letter to a Son About His Father","adult":false,"genre_ids":[80,99]},{"cast":["Barry Sheene"],"overview":"Life Story - Made with his authorization and full participation, Barry shares his memories throughout with motor racing legend and friend Murray Walker. With further anecdotes from family and many celebrities from the world of racing.","release_date":"2008-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15585,"title":"The Barry Sheene Story","adult":false,"genre_ids":[]},{"cast":["Jean Dujardin","Louise Monot","Pierre Bellemare","Reem Kherici","Rüdiger Vogler"],"overview":"French top secret agent, Hubert Bonisseur de la Bath, is sent to Rio to buy microfilms from a running nazi. To do so, he has to team up with Mossad secret services.","release_date":"2009-04-14","vote_average":7.2,"runtime":100,"cert":"N\/A","id":15588,"title":"OSS 117: Lost in Rio","adult":false,"genre_ids":[80,28,35,12]},{"cast":["Blanca Guerra","José Alonso"],"overview":"No overview found.","release_date":"2008-10-10","vote_average":5.0,"runtime":97,"cert":"N\/A","id":15589,"title":"Kada kien su karma","adult":false,"genre_ids":[35,18]},{"cast":["Luke Mably","Kam Heskin","Maryam d'Abo","Clemency Burton-Hill","Jonathan Firth"],"overview":"With just weeks before their royal wedding, Paige and Edvard find their relationship and the Danish monarchy in jeopardy when an old law is brought to light, stating that an unmarried heir to the throne may marry only a woman of noble blood or else he must relinquish his crown.","release_date":"2006-02-21","vote_average":5.3,"runtime":96,"cert":"N\/A","id":15590,"title":"The Prince & Me 2: The Royal Wedding","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Sebastien Roberts","Sarah Allen","Jayne Heitmeyer","Rebecca Windheim","Michel Perron"],"overview":"The widow, Deputy Sheriff Jane Kozik, moves from Manhattan to Black Stone, New York, with her daughter Kelsey Kozik. There she expects to find a safe place to live. The day after moving, a homeless man is found dead in the tool shed of Jane's blind friend Beverly Rowe. Devin Hall and the entomologist Katherine Randell are summoned to help with the investigation. Devin is Jane's brother-in-law and former boyfriend, and Jane still has a crush on him. Meanwhile, Kelsey befriends the scientist Eli Giles, who has developed genetically modified wasps to the army as a weapon, and now he is trying to revert the process. When the wasps attack Black Stone, Jane, Devin and Eli team-up to attempt to destroy the swarm.","release_date":"2007-12-07","vote_average":4.4,"runtime":89,"cert":"","id":15591,"title":"Black Swarm","adult":false,"genre_ids":[27]},{"cast":["Bette Midler","Barbara Hershey","John Heard","Spalding Gray","Lainie Kazan"],"overview":"A privileged rich debutante and a cynical struggling entertainer share a turbulent, but strong childhood friendship over the years.","release_date":"1988-12-21","vote_average":6.8,"runtime":123,"cert":"15","id":15592,"title":"Beaches","adult":false,"genre_ids":[35,18]},{"cast":["Rachel Blanchard","Fran Kranz","Tony Shalhoub","Tori White","Michael Patrick McGill"],"overview":"Wiley Roth finds a severed human finger in his kitchen one night. Understandably freaked out, in a search across Los Angeles that brings them in contact with psychics, ineffectual police, crooked taxidermists, mysterious neighbors who might be on drugs, and a nine-fingered woman named Cheryl who might, improbably, end up being the girl of his dreams.","release_date":"2007-05-17","vote_average":5.4,"runtime":90,"cert":"N\/A","id":15595,"title":"Careless","adult":false,"genre_ids":[35,9648,10749]},{"cast":["Rodney Dangerfield","Keith Gordon","William Zabka","Burt Young","Robert Downey Jr."],"overview":"Self-made millionaire Thornton Melon decides to get a better education and enrolls at his son Jason's college. While Jason tries to fit in with his fellow students, Thornton struggles to gain his son's respect, giving way to hilarious antics.","release_date":"1986-06-13","vote_average":6.4,"runtime":96,"cert":"N\/A","id":15596,"title":"Back to School","adult":false,"genre_ids":[35]},{"cast":["Armin van Buuren"],"overview":"The second Armin Only event returned to Rotterdam’s Ahoy Stadium on Saturday, November 11th. The debut in 2005 was an astonishing success on multiple fronts, which rightly called for a sequel. This year, the event drew again over 12,000 visitors who experienced an unforgettable night, which can best be described as an enchanting musical trip with dozens of surprises along the way","release_date":"2007-02-16","vote_average":5.3,"runtime":139,"cert":"N\/A","id":15599,"title":"Armin Only: Ahoy' 2006","adult":false,"genre_ids":[]},{"cast":["Jack Lemmon","Sissy Spacek","John Shea","Melanie Mayron","David Clennon"],"overview":"Based on the real-life experiences of Ed Horman. A conservative American businessman travels to a South American country to investigate the sudden disappearance of his son after a right-wing military takeover. Accompanied by his son's wife he uncovers a trail of cover-ups that implicate the US State department which supports the right-wing dictatorship.","release_date":"1982-02-12","vote_average":7.4,"runtime":122,"cert":"15","id":15600,"title":"Missing","adult":false,"genre_ids":[18,36,9648,53]},{"cast":["Scott Innes","Joe Alaskey","Bob Bergen","Grey DeLisle","Gary Anthony Sturgis"],"overview":"When Scooby and the gang get trapped in a video game created for them, they must fight against the 'Phantom Virus.' To escape the game they must go level by level and defeat the game once and for all.","release_date":"2001-10-09","vote_average":7.1,"runtime":75,"cert":"U","id":15601,"title":"Scooby-Doo! and the Cyber Chase","adult":false,"genre_ids":[16,35,10751,9648,878,12]},{"cast":["Walter Matthau","Jack Lemmon","Ann-Margret","Sophia Loren","Daryl Hannah"],"overview":"A family wedding reignites the ancient feud between next-door neighbors and fishing buddies John and Max. Meanwhile, a sultry Italian divorcée opens a restaurant at the local bait shop, alarming the locals who worry she'll scare the fish away. But she's less interested in seafood than she is in cooking up a hot time with Max.","release_date":"1995-12-22","vote_average":6.6,"runtime":101,"cert":"12","id":15602,"title":"Grumpier Old Men","adult":false,"genre_ids":[10749,35]},{"cast":["Paul Fenech","Paul Nakad","John Boxer","Tahir Bilgic","Jabba"],"overview":"Fat Pizza the Film is yet another slice of life at a dodgy suburban Sydney take away. Bobo Gigliotti the psychotic pizzeria owner\/pizza chef is awaiting the arrival of his mail-order refugee bride Lin Chow Bang, and a new pizza deliverer is on the block. Channel V's Jabba almost steals the show as token skip delivery boy Davo Dinkum, a stoner with a bong strapped to his face like a feedbag.","release_date":"2003-04-10","vote_average":6.2,"runtime":96,"cert":"N\/A","id":15603,"title":"Fat Pizza","adult":false,"genre_ids":[35]},{"cast":["Joe Lauzon","Jeremy Stephens","Cain Velasquez","Denis Stojnic","Mac Danzig"],"overview":"UFC Fight Night: Lauzon vs. Stephens, also referred to as UFC Fight Night 17 was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on February 7 2009. Originally named UFC Fight Night: Lauzon vs. Franca, Jeremy Stephens stepped up to take on Joe Lauzon after Hermes Franca suffered a torn ACL during training and could no longer participate in this event.Derek Downey replaced Amir Sadollah after he was sidelined with a broken clavicle. Dan Miller replaced Alessio Sakara who pulled out of the bout with a shoulder injury. Matt Veach replaced George Sotiropoulos who suffered a rib injury.","release_date":"2009-02-07","vote_average":4.3,"runtime":81,"cert":"N\/A","id":15606,"title":"UFC Fight Night 17: Lauzon vs. Stephens","adult":false,"genre_ids":[]},{"cast":["Gina Carano","Kaitlin Young","Scott Smith","Robbie Lawler","Kimbo Slice"],"overview":"EliteXC: Primetime The main card aired live on CBS, marking the first time a MMA event aired in primetime on major American network television. The most hyped fights was Kimbo Slice vs James Thompson, Robbie Lawler vs Scott Smith and Gina Carano vs Kaitlin Young.","release_date":"2008-05-31","vote_average":0.0,"runtime":128,"cert":"N\/A","id":15607,"title":"EliteXC\/CBS - Primetime 1","adult":false,"genre_ids":[]},{"cast":["Tiësto"],"overview":"On May 10, 2003, for the first time on our planet, one DJ has filled a soccer stadium with 25,000 people for an 8 hour performance\/set. The show featured guest singers, live bands and performers, plus stunning visual effects.","release_date":"2003-11-02","vote_average":6.5,"runtime":200,"cert":"N\/A","id":15608,"title":"Tiësto in Concert","adult":false,"genre_ids":[10402]},{"cast":["Steven Tyler","Tom Hamilton","Brad Whitford","Joey Kramer","Joe Perry"],"overview":"Aerosmith's first official live DVD is a slickly produced affair that was originally made for and cablecast on the Arts &amp; Entertainment network. The commercially released version is available in clean and parental advisory editions (for language) and also includes five bonus songs in a separate \"extras\" section not seen on the television version. By Hal Horowitz","release_date":"2004-11-01","vote_average":3.0,"runtime":168,"cert":"N\/A","id":15609,"title":"Aerosmith - You Gotta Move","adult":false,"genre_ids":[99,10402]},{"cast":["Jessica Simpson","Vivica A. Fox","Steve Guttenberg","Aimee Garcia","Olesya Rulin"],"overview":"When fluffy, bubble gum movie star Megan Valentine suddenly finds herself broke and humiliated in the public eye, she wanders from the wreckage of a car accident and witlessly enlists in the U.S. Army hoping in vain that it will change her life.","release_date":"2008-11-07","vote_average":5.5,"runtime":98,"cert":"N\/A","id":15616,"title":"Private Valentine: Blonde & Dangerous","adult":false,"genre_ids":[35,10752,12,18]},{"cast":["Mathieu Amalric","Hélène Fillières","Pierre Pellet","Philippe Suner"],"overview":"During a party somewhere in Paris, an apprentice filmmaker, Boris, and a young executive, Marilyne, play at being a loving couple when they've only just met. They end up really falling in love. Five years later, Marilyne, accompanied by Boris and their two kids, goes to Ibiza on a business trip. Just as Boris, tired of being a househusband, is about to leave her, Marilyne takes off on a lover's spree. Five years later,; Marilyne reappears in the depths of the Pyrenees as the leader of a group of American women on a \"personal growth\" tour. She learns that the man who is to introduce them to the mysteries of coqs de Bruyère mating rituals is none other than Boris. In the same way that, five years earlier, they played at being intimate when they'd only just met, Marilyne and Boris will now play at being strangers when they know each other, For the very best.","release_date":"2003-05-28","vote_average":6.8,"runtime":120,"cert":"N\/A","id":15617,"title":"A Real Man","adult":false,"genre_ids":[18,35]},{"cast":["Gary Graham","Anne-Marie Johnson","Paul Koslo","Robert Sampson","Danny Kamekona"],"overview":"50 years after a nuclear war, the two superpowers handle territorial disputes in a different way. Each fields a giant robot to fight one-on-one battles in official matches, each piloted by a man inside, known as robot jockeys or jox. The contest for possession of Alaska will be fought by two of the best. The conscientious Achilles fights for the Americans. Opposing him is a Russian, Alexander.","release_date":"1989-10-01","vote_average":5.7,"runtime":85,"cert":"N\/A","id":15618,"title":"Robot Jox","adult":false,"genre_ids":[878,28]},{"cast":["André Dussollier","Miou-Miou","Éric Caravaca","Hande Kodja","Julien Courbey"],"overview":"No overview found.","release_date":"2008-06-04","vote_average":4.8,"runtime":90,"cert":"N\/A","id":15619,"title":"Family Values","adult":false,"genre_ids":[35]},{"cast":["Masatoshi Nakamura","Mikako Tabe","Maki Horikita","Ryoko Kobayashi","Yuta Murakami"],"overview":"A recent accident has left Satoru Iwamoto, an elementary school student, temporarily wheelchair-ridden. In addition, the recent loss of his mother has thrown Satoru into a reclusive state, locking himself from the outside world. However, in an effort to help Satoru recover from his injuries, his father, Kaoru, has designed a remote-controlled robot that will go to school in his place and allow him to interact with people and do normal things.","release_date":"2005-07-09","vote_average":7.3,"runtime":111,"cert":"N\/A","id":15622,"title":"Hinokio: Inter Galactic Love","adult":false,"genre_ids":[18,878]},{"cast":["Thierry Lhermitte","Julie Ferrier","Michel Vuillermoz","Isabelle Gélinas","Stéphane Freiss"],"overview":"No overview found.","release_date":"2008-02-06","vote_average":4.8,"runtime":86,"cert":"N\/A","id":15625,"title":"Ça se soigne ?","adult":false,"genre_ids":[35]},{"cast":["Jean Reno","Gaspard Ulliel","Vahina Giocante","Sami Bouajila","Isaac Sharry"],"overview":"The Malakian clan, a family of ruthless gangsters, controls the underworld of Southern France. At its head, the violent godfather Milo Malakian rules his world with an iron fist. His son and heir, Anton, dreams of breaking free and making his own choices. But the gang's inner circle is engraved in blood. To escape, not only does Anton have to counter his own destiny, but also the man who has sworn to bring his father down.","release_date":"2009-03-03","vote_average":5.3,"runtime":94,"cert":"N\/A","id":15638,"title":"Ultimate Heist","adult":false,"genre_ids":[28,12,53]},{"cast":["Larry the Cable Guy","Iris Bahr","Tony Hale","David Koechner","Brooke Dillman"],"overview":"A slovenly cable repairman becomes a big-city health inspector and is tasked with uncovering the source of a food poisoning epidemic.","release_date":"2006-03-24","vote_average":3.4,"runtime":89,"cert":"N\/A","id":15639,"title":"Larry the Cable Guy: Health Inspector","adult":false,"genre_ids":[35]},{"cast":["Rick Kavanian","Nora Tschirner","Bud Spencer","Christian Tramitz","Axel Stein"],"overview":"A hit man whose mission is to prevent the printing of a tell-all book written by a former Mafioso, falls in love with the employee who may lose her job if the book doesn't get published.","release_date":"2009-02-26","vote_average":6.7,"runtime":109,"cert":"N\/A","id":15640,"title":"Killing Is My Business, Honey","adult":false,"genre_ids":[35,80]},{"cast":["Brian Klugman","Agnes Bruckner","Trevor Wright","David Moscow","Arjay Smith"],"overview":"Three young people check into the Meadow View Inn for a night's rest, fully unaware of the inn's sick-minded employees and their nefarious intentions.","release_date":"2008-10-24","vote_average":4.9,"runtime":86,"cert":"N\/A","id":15641,"title":"Vacancy 2: The First Cut","adult":false,"genre_ids":[27,53]},{"cast":["Manuel Häberli","Janic Halioua","Dominic Hänni","Alex Niederhäuser","Mike Müller"],"overview":"Four kids - Eugen, Wrigley, Bäschteli and Eduard - leave for an adventure around Switzerland, searching for the fabulous treasure of Titicaca Lake, discovered by Fritzli Bühler.","release_date":"2006-12-28","vote_average":6.7,"runtime":100,"cert":"N\/A","id":15642,"title":"Rascals on the Road","adult":false,"genre_ids":[10751,35]},{"cast":["Ken Utsui","Sachihiro Ohsawa","Junko Ikeuchi","Minako Yamada","Shoji Nakayama"],"overview":"An evil brain from outer space unleashes monsters with deadly diseases on Earth with trying to conquer the universe. Superhero Starman must battle them all to save his planet.","release_date":"1965-01-01","vote_average":5.2,"runtime":78,"cert":"N\/A","id":15645,"title":"Evil Brain from Outer Space","adult":false,"genre_ids":[28,878]},{"cast":["Manoj Bajpayee","Hrishitaa Bhatt","Vijay Raaz","Sanjay Mishra"],"overview":"Film JUGAAD, produced by Sandiip Kapur under the banner of Promodome Films and directed by R. Anand Kumar, is RELEASING on 6th February 2009.R. Anand Kumar, who has directed successful Hindi movie DELHI HEIGHTS and around 40 ad commercials, is very upbeat about this comic caper.JUGAAD stars Manoj Bajpai, Hrishitaa Bhatt, Vijay Raz, Sanjay Mishra, Govind Namdeo and is introducing new artiste Nitin.","release_date":"2009-02-13","vote_average":5.3,"runtime":114,"cert":"N\/A","id":15646,"title":"Jugaad","adult":false,"genre_ids":[35]},{"cast":["Jennifer Westfeldt","Tovah Feldshuh","Esther Wurmfeld","Hillel Friedman","Jon Hamm"],"overview":"Jessica, a Jewish copy editor living and working in New York City, is plagued by failed blind dates with men, and decides to answer a newspaper's personal advertisement. The advertisement has been placed by 'lesbian-curious' Helen Cooper, a thirtysomething art gallerist.","release_date":"2001-04-21","vote_average":6.1,"runtime":97,"cert":"N\/A","id":15647,"title":"Kissing Jessica Stein","adult":false,"genre_ids":[35]},{"cast":["Hilary Duff","Heather Locklear","Chris Noth","Mike O'Malley","Ben Feldman"],"overview":"Holly is tired of moving every time her mom Jean breaks up with yet another second-rate guy. To distract her mother from her latest bad choice, Holly conceives the perfect plan for the perfect man, an imaginary secret admirer who will romance Jean and boost her self-esteem.","release_date":"2005-06-17","vote_average":5.8,"runtime":100,"cert":"N\/A","id":15648,"title":"The Perfect Man","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Imogene Robinson","Victor Robinson","Gene Robinson","Isabella 'Boo' McDaniel"],"overview":"An exploration of the intersection between religion and homosexuality in the U.S. and how the religious right has used its interpretation of the Bible to stigmatize the gay community.","release_date":"2007-10-05","vote_average":7.4,"runtime":98,"cert":"N\/A","id":15651,"title":"For the Bible Tells Me So","adult":false,"genre_ids":[99]},{"cast":["Jason Connery","C. Thomas Howell","Mark Holton","Lin Shaye","Randy Spelling"],"overview":"As Trevor drifts through Texas on collision course with a nightmare he is still haunted by the evils of the war he recently returned from and a promise he failed to keep. When a stranger offers a ride, Trevor finds himself battling the brutal homegrown evil of the Broderick family at Hoboken Hollow,a remote West Texas ranch that many visit but few ever leave.","release_date":"2005-11-16","vote_average":3.1,"runtime":98,"cert":"","id":15652,"title":"Hoboken Hollow","adult":false,"genre_ids":[27]},{"cast":["Bill Farmer","Jason Marsden","Pauly Shore","Rob Paulsen","Jeff Bennett"],"overview":"It's all extreme sports and a life of freedom as Max sets off for college -- but Goofy misses Max so much he loses his job and goes to finish college alongside Max and his friends. But as Goofy tries to get closer to Max, both must go to the extreme to learn how to live their own lives together.","release_date":"2000-02-29","vote_average":6.1,"runtime":79,"cert":"U","id":15653,"title":"An Extremely Goofy Movie","adult":false,"genre_ids":[16,10751,35]},{"cast":["Lisa Kudrow","Christine Taylor","Scott Prendergast","Conchata Ferrell","Jeffrey Dean Morgan"],"overview":"Leslie is left with few options when her husband is sent back to war in the Middle East. A modest amount of help arrives in the form of his brother, Salman, who is less than prepared to care for the couple's two preadolescent boys. When Leslie still can't make ends meet on her own, Salman is forced to find employment, but, with minimal qualifications, his only option is to become a mascot for a digital company by donning a bulbous blue costume.","release_date":"2007-06-25","vote_average":6.0,"runtime":86,"cert":"N\/A","id":15654,"title":"Kabluey","adult":false,"genre_ids":[35,18]},{"cast":["Jim Cummings","Nikita Hopkins","Ken Sansom","John Fiedler","Peter Cullen"],"overview":"Winnie the Pooh, Piglet, Owl, Kanga, Roo, and Rabbit are preparing a suitable winter home for Eeyore, the perennially dejected donkey, but Tigger's continual bouncing interrupts their efforts. Rabbit suggests that Tigger go find others of his kind to bounce with, but Tigger thinks \"the most wonderful thing about tiggers is\" he's \"the only one!\" Just in case though, the joyously jouncy feline sets out to see if he can find relatives.","release_date":"2000-02-11","vote_average":6.4,"runtime":77,"cert":"U","id":15655,"title":"The Tigger Movie","adult":false,"genre_ids":[16,10751,35]},{"cast":["Louise Fletcher","Victoria Tennant","Kristy Swanson","Jeb Stuart Adams","Ben Ryan Ganger"],"overview":"After the death of her husband, a mother takes her kids off to live with their grandparents in a huge, decrepit old mansion. However, the kids are kept hidden in a room just below the attic, visited only by their mother who becomes less and less concerned about them and their failing health, and more concerned about herself and the inheritence she plans to win back from her dying father.","release_date":"1987-11-20","vote_average":6.2,"runtime":93,"cert":"N\/A","id":15658,"title":"Flowers in the Attic","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Goldie Hawn","Chevy Chase","Burgess Meredith","Eugene Roche","Dudley Moore"],"overview":"A shy San Francisco librarian and a bumbling cop fall in love as they solve a crime involving albinos, dwarves, and the Catholic Church.","release_date":"1978-07-14","vote_average":6.4,"runtime":116,"cert":"N\/A","id":15659,"title":"Foul Play","adult":false,"genre_ids":[35,9648,53]},{"cast":["Faye Dunaway","Diana Scarwid","Steve Forrest","Howard Da Silva","Mara Hobel"],"overview":"In this biographical film, glamorous yet lonely star Joan Crawford takes in two orphans, and at first their unconventional family seems happy. But after Joan's attempts at romantic fulfillment go sour and she is fired from her contract with MGM studios, her callous and abusive behavior towards her daughter Christina becomes even more pronounced. Christina leaves home and takes her first acting role, only to find her mother's presence still overshadowing her.","release_date":"1981-09-18","vote_average":6.6,"runtime":129,"cert":"N\/A","id":15660,"title":"Mommie Dearest","adult":false,"genre_ids":[18]},{"cast":["Tim Robbins","Bridget Moynahan","William Hurt","Margarita Levieva","Gabrielle Brennan"],"overview":"A man who is being driven crazy by the noise in New York City decides to take vigilante action against it.","release_date":"2007-11-06","vote_average":5.8,"runtime":92,"cert":"N\/A","id":15661,"title":"Noise","adult":false,"genre_ids":[35,18,53]},{"cast":["Nick Stahl","Vera Farmiga","Rachel Black","Jessica Hecht","Jacob Pitts"],"overview":"A semi-paralyzed radio reporter is sent out to investigate a story that leads him into an odd subculture and on a journey of disturbing self-realization.","release_date":"2008-06-13","vote_average":5.5,"runtime":82,"cert":"N\/A","id":15662,"title":"Quid Pro Quo","adult":false,"genre_ids":[9648,18,53]},{"cast":["RuPaul","Tammy Faye Bakker","Jim Bakker"],"overview":"A documentary look, mostly through the eyes of Tammy Faye Bakker Messner, at her rise and fall as a popular televangelist with husband Jim Bakker.","release_date":"2000-01-25","vote_average":6.5,"runtime":79,"cert":"N\/A","id":15665,"title":"The Eyes of Tammy Faye","adult":false,"genre_ids":[99,18]},{"cast":["Olivia Newton-John","Gene Kelly","Michael Beck","James Sloyan","Katie Hanley"],"overview":"A beautiful muse inspires an artist and his older friend to convert a dilapidated auditorium into a lavish rollerskating club.","release_date":"1980-08-08","vote_average":5.4,"runtime":96,"cert":"N\/A","id":15668,"title":"Xanadu","adult":false,"genre_ids":[14,10402,10749,878]},{"cast":["Sean Astin","Michael Angarano","Powers Boothe","Rachael Leigh Cook","Tom Arnold"],"overview":"True story of Kent Stock, who in the early 90's, gives up a job and ditches his wedding plans to take over as head coach as the Norway High School baseball team. Kent must win over his players and convince them and himself that he can fill their former coach's shoes and that they can go out winners. In the summer of 1991 Norway High's baseball tradition ended on a triumphant but sombre note.","release_date":"2007-10-12","vote_average":5.5,"runtime":119,"cert":"N\/A","id":15669,"title":"The Final Season","adult":false,"genre_ids":[18]},{"cast":["Tyler Perry","Derek Luke","Keshia Knight Pulliam","Whoopi Goldberg","Ion Overman"],"overview":"At long last, Madea returns to the big screen in TYLER PERRY'S MADEA GOES TO JAIL. This time America's favorite irreverent, pistol-packin' grandmomma is raising hell behind bars and lobbying for her freedom...Hallelujer!","release_date":"2009-02-16","vote_average":6.5,"runtime":103,"cert":"N\/A","id":15670,"title":"Madea Goes to Jail","adult":false,"genre_ids":[35,80,18]},{"cast":["Ashley Tisdale","Robbie Amell","Kevin Pollak","Shenae Grimes-Beech","Lauren Collins"],"overview":"Bookish and unpopular Mandy finds her luck finally changing when Drew, the school hottie, invites her to the year's biggest party. But with being grounded and Drew's ex-girlfriend bent on thwarting her, Mandy may be destined to remain a geek. Can a little ingenuity and some help from her friends save the day?","release_date":"2008-07-13","vote_average":5.6,"runtime":92,"cert":"N\/A","id":15671,"title":"Picture This","adult":false,"genre_ids":[35]},{"cast":["Mike Brown","Leonard Garcia","Bart Palaszewski","Ricardo Lamas","José Aldo"],"overview":"WEC 39: Brown vs. Garcia Took place on March 1, 2009 in Corpus Christi, Texas. The event aired live on the Versus Network.WEC Featherweight Champion Mike Brown made his first title defense against number one contender Leonard Garcia.","release_date":"2009-03-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":15672,"title":"WEC 39: Brown vs. Garcia","adult":false,"genre_ids":[]},{"cast":["Nia Vardalos","Toni Collette","David Duchovny","Stephen Spinella","Alec Mapa"],"overview":"After accidentally witnessing a mafia hit in the Windy City, gal pals Connie and Carla skip town for L.A., where they go way undercover as singers working the city's dinner theater circuit ... as drag queens. Now, it's not enough that they become big hits on the scene; things get extra-weird when Connie meets Jeff -- a guy she'd like to be a woman with","release_date":"2004-04-16","vote_average":6.4,"runtime":98,"cert":"N\/A","id":15673,"title":"Connie and Carla","adult":false,"genre_ids":[10402,35,80]},{"cast":["Melissa Joan Hart","Sherry Miller","Charlene Fernetz","Michelle Beaudoin","Ryan Reynolds"],"overview":"A girl, sent by her parents to live with her two eccentric aunts, finds out on her sixteenth birthday that she is a witch","release_date":"1996-04-07","vote_average":5.8,"runtime":91,"cert":"N\/A","id":15674,"title":"Sabrina the Teenage Witch","adult":false,"genre_ids":[10770,14,35,10751]},{"cast":["Neil Young","Emmylou Harris"],"overview":"In March 2005, Neil Young was diagnosed with a brain aneurysm. Four days before he was scheduled for a lifesaving operation, he headed to Nashville, where he wrote and recorded the country folk album PRAIRIE WIND with old friends and family members. After the successful operation and recovery period, he returned to Nashville that August to play at the famed Ryman Auditorium, once again gathering together friends and family for this special performance.","release_date":"2006-02-10","vote_average":7.4,"runtime":99,"cert":"N\/A","id":15675,"title":"Neil Young: Heart of Gold","adult":false,"genre_ids":[99,10402]},{"cast":["Alan Rickman","Bryan Greenberg","Mary Steenburgen","Shawn Hatosy","Danny DeVito"],"overview":"Soon after his insufferably arrogant father wins the Nobel Prize for chemistry, Barkley Michaelson is kidnapped by Thaddeus James, a young genius who claims to be Barkley's illegitimate half-brother. Motivated not so much by money as revenge, Thaddeus tries to convince Barkley to help him carry out a multimillion-dollar extortion plot against their patriarch.","release_date":"2007-04-28","vote_average":6.3,"runtime":110,"cert":"15","id":15676,"title":"Nobel Son","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Anne Bancroft","Anthony Hopkins","Judi Dench","Jean De Baer","Maurice Denham"],"overview":"When a humorous script-reader in her New York apartment sees an ad in the Saturday Review of Literature for a bookstore in London that does mail order, she begins a very special correspondence and friendship with Frank Doel, the bookseller who works at Marks &amp; Co., 84 Charing Cross Road.","release_date":"1987-02-13","vote_average":7.2,"runtime":100,"cert":"U","id":15677,"title":"84 Charing Cross Road","adult":false,"genre_ids":[18,10749]},{"cast":["Rob McCullough","Chris Leben","Mike Swick"],"overview":"World Extreme Cagefighting returned to The Palace Indian Gaming Center in Lemoore, California for the ninth installment of promoters Scott Adams' and Reed Harris' emerging event. With a few big name guys and a packed stable of home grown talent, the WEC has started to make a push towards the top of the pack when it comes to regional events.","release_date":"2004-01-16","vote_average":0.0,"runtime":52,"cert":"N\/A","id":15678,"title":"WEC 9: Cold Blooded","adult":false,"genre_ids":[]},{"cast":["Claudio Bisio","Silvio Orlando","Elena Sofia Ricci","Ludovica Gargari","Carla Signoris"],"overview":"Ex is a 2009 film directed and co-written by Fausto Brizzi and interpreted by a rich and large cast of characters.  The film, produced by Italian International Film, in co-production with the French company and Mes Films in collaboration with RAI Cinema. It was released February 6, 2009 in Italian cinema and has been recognized as \"national cultural interest\" by the Directorate General for Cinema of the Ministry of Heritage and Culture.","release_date":"2009-02-06","vote_average":5.8,"runtime":120,"cert":"N\/A","id":15681,"title":"Ex","adult":false,"genre_ids":[35]},{"cast":["Travis Pastrana"],"overview":"Travis and the Nitro Circus Crew head full throttle into the gears of insanity. Witness Travis’ triumphant return to the Grand Canyon where he barely survives. Then watch the madness at the legendary Castaic shoot where dirt bikes, monster trucks, helicopters and a trophy truck hit the air in orchestrated chaos.","release_date":"2007-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15682,"title":"Nitro Circus 5 ThrillBillies","adult":false,"genre_ids":[]},{"cast":["Carmelo Bene","Lydia Mancinelli","Maria Grazia Grassini","Daniela Silverio","Susanna Javicoli"],"overview":"Riccardo III (da Shakespeare) secondo Carmelo Bene","release_date":"1981-12-07","vote_average":0.0,"runtime":76,"cert":"N\/A","id":15683,"title":"Riccardo III","adult":false,"genre_ids":[35]},{"cast":["Travis Pastrana","Ronnie Renner","Kenny Bartram"],"overview":"Look ma! No hands! It's loud. It's loose. It's the Nitro Circus. We've rounded up the crew packed the powder now it's time to 'Lock and Load' , and put the fire in the hole. Erratic, random chaos is the flavor. Straight doses of ADHD players is the source. It's our beloved Travis just being Travis. Anyone who is involved with this movie is freakin' nuts! You in? Caution idiots ahead.","release_date":"2006-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":15684,"title":"Nitro Circus 4 Lock'n Load","adult":false,"genre_ids":[]},{"cast":["Kenny Bartram","Andy Bell","Tommy Passemante","Travis Pastrana"],"overview":"NC3 is categorized as a Freestyle Motocross film. However, just like Travis Pastrana is much more than just a freestyle motocross star, the Nitro Circus series goes way beyond simply being a freestyle motocross film. It is a film about pushing the limits of human ability and spirit. Sometimes this comes across as heroic and other times as sheer insanity.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15685,"title":"Nitro Circus 3","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Travis Pastrana"],"overview":"Godfrey Entertainment and Travis and the Nitro Circus take freestyle motocross and other action sports to a whole new dimension. The jaw-dropping footage of questionable tricks and failed landings provide nonstop, mind-blowing entertainment.","release_date":"2003-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":15686,"title":"Travis Pastrana and The Nitro Circus","adult":false,"genre_ids":[]},{"cast":["Travis Pastrana"],"overview":"Join Travis Pastrana and the Nitro Circus Thrillbillies gang as they invade and take over a motocross race in Costa Rica, compete in their own brand of Winter and Summer Olympics, and big wheel base jump ridiculous cliffs at Lake Powell! Travis also planes his motocross bike off of a floating ramp in the middle of a lake! Other adventures include Rally Car action with Ken Block, and an Evil Knievel tribute with guest, Johnny Knoxville. Plus, all the Nitro Circus non-sense you've come to expect. Double wide = double-fun!","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15687,"title":"Nitro Circus 6 Thrillbillies Doublewide","adult":false,"genre_ids":[]},{"cast":["Gina Carano","Kelly Kobald","Kimbo Slice","Seth Petruzelli","Andrei Arlovski"],"overview":"EliteXC: Heat a mixed martial arts event held by EliteXC on October 4, 2008 in Sunrise, Florida at the Bank Atlantic Center.It was the third and final EliteXC show to be featured on CBS and marked the return of fighters Jake Shields, Gina Carano, and Kimbo Slice. A last minute injury to Ken Shamrock the day of the show made him pull out from the main even. Kimbo fight Seth Petruzelli instead.","release_date":"2008-10-04","vote_average":0.0,"runtime":92,"cert":"N\/A","id":15690,"title":"EliteXC: Heat","adult":false,"genre_ids":[]},{"cast":["Paul McGann","Eric Roberts","Daphne Ashbrook","Sylvester McCoy","Yee Jee Tso"],"overview":"The Seventh Doctor becomes the Eighth. And on the streets of San Francisco – alongside new ally Grace Holloway - he battles the Master.","release_date":"1996-05-12","vote_average":6.3,"runtime":89,"cert":"12","id":15691,"title":"Doctor Who","adult":false,"genre_ids":[10770,12,878]},{"cast":["Eric Portman","Sheila Sim","Dennis Price","John Sweet","Charles Hawtrey"],"overview":"Three people arrive in a village in Southern England in the early years of World War 2. Alison Smith is a London girl who is due to start working on a farm as a 'Land Girl'. Peter Gibbs is an Englishman conscripted into the army, taking a few days leave before going abroad. Bob Johnson is a U.S. Army sergeant who wanted to go to Canterbury, but got off here by mistake. As they walk into the village, Alison is attacked by 'The Glue Man', a prankster who pours glue in women's hair. The three of them start to explore the area to discover and expose 'The Glue Man' but then get engrossed in the history of the area and the tales of The Pilgrim's Way. The local magistrate, Thomas Colpeper, JP is a local historian and a very mysterious character who leads them further into the mystery.","release_date":"1944-08-21","vote_average":7.1,"runtime":124,"cert":"","id":15696,"title":"A Canterbury Tale","adult":false,"genre_ids":[35,18,9648]},{"cast":["Elvis Presley","Judy Tyler","Mickey Shaughnessy","Vaughn Taylor","Jennifer Holden"],"overview":"After serving time for manslaughter, young Vince Everett becomes a teenage rock star.","release_date":"1957-11-08","vote_average":6.1,"runtime":96,"cert":"N\/A","id":15697,"title":"Jailhouse Rock","adult":false,"genre_ids":[18,10402]},{"cast":["Gregory Hines","Billy Crystal","Steven Bauer","Darlanne Fluegel","Joe Pantoliano"],"overview":"Two street-wise Chicago cops have to shake off some rust after returning from a Key West vacation to pursue a drug dealer that nearly killed them in the past.","release_date":"1986-06-27","vote_average":6.2,"runtime":107,"cert":"","id":15698,"title":"Running Scared","adult":false,"genre_ids":[28,35]},{"cast":["Sapphire Blossom","Christian Byers","Vince Colosimo","Jacqueline McKenzie","Robert Morgan"],"overview":"Pobby &amp; Dingan are invisible. They live in an opal town in Australia and are friends with Kellyanne, the 9 year-old daughter of an opal miner. The film tells the story of the bizarre and inexplicable disappearance of Pobby &amp; Dingan, Kellyanne's imaginary friends, and the impact this has on her family and the whole town. The story is told through the eyes of Kellyanne's 11 years old brother Ashmol.","release_date":"2006-07-12","vote_average":6.5,"runtime":86,"cert":"N\/A","id":15699,"title":"Opal Dream","adult":false,"genre_ids":[18,10751]},{"cast":["Céline Dion","Justin Timberlake","Franco Dragone","Mia Michaels","Candy Olsen"],"overview":"A behind-the-scenes look at Céline Dion's opening night in Las Vegas.","release_date":"2003-03-25","vote_average":7.6,"runtime":44,"cert":"N\/A","id":15700,"title":"Celine in Las Vegas... Opening Night Live!","adult":false,"genre_ids":[10402]},{"cast":["Karl Urban","Katie Wolfe","Jonathon Hendry","Sally Stockwell","Tony MacIver"],"overview":"In the place between what you know, and what you fear, demons rule. All hope is stripped away as demonic forces overcome you. Dr. Harry Ballard has just unearthed the essence of evil. He’s a marked man, a living sacrifice, thrown to the depths of the demon world. At his side is a beautiful young woman – an ex-cult member who’s experienced their immeasurable power.","release_date":"2000-05-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":15701,"title":"The Irrefutable Truth About Demons","adult":false,"genre_ids":[27]},{"cast":["Sabine Azéma","Daniel Auteuil","Amira Casar","Philippe Katerine","Sergi López"],"overview":"An affluent, middle-aged couple's uneventful lives are forever changed when they move into an isolated house in the country and befriend an odd, younger couple.","release_date":"2005-08-24","vote_average":6.8,"runtime":100,"cert":"N\/A","id":15702,"title":"To Paint or Make Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Charlotte Gregg","Matt Zeremes","Ryan Johnson","Cindy Nelson","Gyton Grantley"],"overview":"Anthea is 25, single, hates her job – and all her friends are leaving Brisbane. Should she follow the herd to Sydney or London? Is there anything worth staying for now that her best friend Michael finally has a girlfriend? This film tells a universal story about finding your place and yourself...","release_date":"2007-01-01","vote_average":6.0,"runtime":76,"cert":"N\/A","id":15703,"title":"All My Friends Are Leaving Brisbane","adult":false,"genre_ids":[35]},{"cast":["Jonah Blechman","Jake Mosser","Aaron Michael Davies","Jimmy Clabots","Euriamis Losada"],"overview":"ANOTHER GAY SEQUEL finds our heroes ANDY, NICO, JAROD and GRIFF reuniting at a gay resort in sunny Fort Lauderdale for Spring Break. They participate in a contest called 'Gays Gone Wild!' to determine who can attain the most \"buttlove\" over the course of the vacation.","release_date":"2008-11-06","vote_average":5.4,"runtime":90,"cert":"N\/A","id":15706,"title":"Another Gay Sequel: Gays Gone Wild!","adult":false,"genre_ids":[35]},{"cast":["Jackée Harry","Clifton Powell","Dave Hollister","Christopher Williams"],"overview":"Marcus seems to have the perfect marriage, but a surprise visit from his long-absent sister-in-law, Louise, threatens to disrupt his serene home. Louise brings along her adopted daughter, who professes her love for Marcus's son. The news forces Marcus to share his own long-buried secret in this film adaptation of Donald Gray's stage play - a secret that may destroy his family.","release_date":"2009-02-03","vote_average":0.0,"runtime":140,"cert":"N\/A","id":15707,"title":"Man of Her Dreams","adult":false,"genre_ids":[35,18]},{"cast":["Steve Sandvoss","Wes Ramsey","Jacqueline Bisset","Joseph Gordon-Levitt","Rebekah Johnson"],"overview":"Christian, a hunky, 20-something, West Hollywood party boy gets more than he bargains for when he tries to seduce 19-year-old Elder Aaron Davis, a sexually confused Mormon missionary who moves into his apartment complex.","release_date":"2003-07-10","vote_average":7.0,"runtime":108,"cert":"15","id":15708,"title":"Latter Days","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dany Boon","Sophie Marceau","Antoine Duléry","Roland Giraud","Anny Duperey"],"overview":"Ariane and Hugo decide to exchange the lives they lead to escape from their routine, which after ten years of marriage, gives them the feeling of being hamsters in a wheel. She suddenly finds herself at the head of a construction equipment rental company and he tries to take the role of a house calling jewelry salesman...But is life really better when you live it on the other side of the bed?","release_date":"2008-01-07","vote_average":5.4,"runtime":93,"cert":"N\/A","id":15709,"title":"Changing Sides","adult":false,"genre_ids":[35]},{"cast":["Vincent Lindon","Firat Ayverdi","Audrey Dana","Olivier Rabourdin","Derya Ayverdi"],"overview":"Bilal is 17 years old, a Kurdish boy from Iraq. He sets off on an adventure-filled journey across Europe. He wants to get to England to see his love who lives there. Bilal finally reaches Calais, but how do you cover 32 kilometers of the English Channel when you can't swim? The boy soon discovers that his trip won't be as easy as he imagined... The community of struggling illegal aliens in Calais","release_date":"2009-03-11","vote_average":7.3,"runtime":110,"cert":"N\/A","id":15712,"title":"Welcome","adult":false,"genre_ids":[18,10749]},{"cast":["Firmine Richard","Lucien Jean-Baptiste","Jimmy Woha","Anne Consigny","Astrid Bergès-Frisbey"],"overview":"A married father of three, lives in Créteil doing odd jobs and spends his time at the local PMU bar. One day, to please his daughter, he promises a little too quick to take the whole family on vacation to ski. The only problem: if he breaks his promise, his wife will divorce him.","release_date":"2009-03-25","vote_average":6.0,"runtime":90,"cert":"N\/A","id":15713,"title":"The First Star","adult":false,"genre_ids":[35]},{"cast":["Eddie Redmayne","Tom Sturridge","Toni Collette","Richard Roxburgh","Kate Maberly"],"overview":"A forensic psychologist must determine if a minor should be charged with murder.","release_date":"2006-08-03","vote_average":6.5,"runtime":110,"cert":"N\/A","id":15714,"title":"Like Minds","adult":false,"genre_ids":[9648,53,80,27]},{"cast":["Leroy Wallace","Richard 'Dirty Harry' Hall","Gregory Isaacs","Monica Craig","Marjorie Norman"],"overview":"Horsemouth, a drummer living in a ghetto of Kingston, plans to make money selling records. After his prized motorcycle is stolen, his plans fall through and he's forced to adapt.","release_date":"1978-01-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":15717,"title":"Rockers","adult":false,"genre_ids":[18,28]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","C. Lindsay Workman","Desiree Goyette"],"overview":"Garfield and his pup pal Odie go trick-or-treating, only to wind up in a house haunted by ghostly pirates. Based off the book Garfield In Disguise","release_date":"1985-10-30","vote_average":7.5,"runtime":25,"cert":"N\/A","id":15718,"title":"Garfield's Halloween Adventure","adult":false,"genre_ids":[16,10751]},{"cast":["William Hurt","Jennifer Tilly","Denis Leary","Francesca Brown","Michael Chiklis"],"overview":"Combining a family vacation with business, Walter Richmond (William Hurt) takes his wife (Jennifer Tilly) and their 10-year-old, mute daughter, Melissa (Francesca Brown), to the Netherlands -- where Melissa inadvertently witnesses a murder. Unable to tell anyone what she's seen, the frightened girl vanishes in an attempt to elude the killers. Meanwhile, her parents try desperately to piece together the puzzle leading to Melissa's disappearance.","release_date":"1999-11-04","vote_average":4.9,"runtime":94,"cert":"N\/A","id":15719,"title":"Do Not Disturb","adult":false,"genre_ids":[53]},{"cast":["Andy García","Mick Jagger","Julianna Margulies","Olivia Williams","Anjelica Huston"],"overview":"A failed novelist's inability to pay the bills strains relations with his wife and leads him to work at an escort service where he becomes entwined with a wealthy woman whose husband is a successful writer.","release_date":"2001-09-13","vote_average":5.8,"runtime":106,"cert":"N\/A","id":15720,"title":"The Man from Elysian Fields","adult":false,"genre_ids":[18,10749]},{"cast":["Kevin Spacey","Danny DeVito","Peter Facinelli","Paul Dawson","Christopher Donahue"],"overview":"Three salesmen working for a firm that makes industrial lubricants are waiting in the company's \"hospitality suite\" at a manufacturers' convention for a \"big kahuna\" named Dick Fuller to show up, in hopes they can persuade him to place an order that could salvage the company's flagging sales.","release_date":"2000-04-28","vote_average":6.9,"runtime":90,"cert":"N\/A","id":15723,"title":"The Big Kahuna","adult":false,"genre_ids":[35,18]},{"cast":["Sammo Hung","Chung Fat","Wu Ma","Lam Ching-Ying","Peter Chan Lung"],"overview":"Sammo is Courageous Cheung, a pedicab driver in a rural community who is known around town as the man who fears nothing. Well, this is proved false before the opening credits finish when he endures a particularly frightening nightmare of flesh-eating zombies. But, that's just the beginning of his run-ins with the supernatural...","release_date":"1980-12-24","vote_average":6.4,"runtime":102,"cert":"N\/A","id":15724,"title":"Spooky Encounters","adult":false,"genre_ids":[28,27,14,35]},{"cast":["Billy Mitchell","Walter Day","Steve Sanders","Todd Rogers","Ben Gold"],"overview":"1982's Video Game World Champions share their philosophies on joysticks, groupies and life.","release_date":"2007-01-19","vote_average":7.0,"runtime":90,"cert":"N\/A","id":15725,"title":"Chasing Ghosts: Beyond the Arcade","adult":false,"genre_ids":[99]},{"cast":["Jonathon Trent","Derek Magyar","George Jonson","Patrick Bauchau","Darryl Stephens"],"overview":"A successful male escort describes in a series of confessions his tangled romantic relationships with his two roommates and an older, enigmatic male client.","release_date":"2007-01-31","vote_average":6.8,"runtime":88,"cert":"N\/A","id":15728,"title":"Boy Culture","adult":false,"genre_ids":[18,10749]},{"cast":["Chiara Caselli","Walter D'Errico","Francesco Dominedò","Eduard Gabia","Susan Lay"],"overview":"Cover-boy racconta l’amicizia fra Ioan (Eduard Gabia) e Michele (Luca Lionello) l’uno rumeno e l’altro italiano. Due mondi che casualmente s’incontrano: l’esperienza di chi, figlio della rivoluzione post comunista, è fuggito dal proprio paese alla ricerca di un futuro migliore e l’esperienza di chi, precario, vive la crisi del lavoro occidentale.","release_date":"2008-03-21","vote_average":6.0,"runtime":93,"cert":"N\/A","id":15729,"title":"Cover boy: L'ultima rivoluzione","adult":false,"genre_ids":[18]},{"cast":["Thomas Gibson","Ruth Marshall","Cameron Bancroft","Mia Kirshner","Joanne Vannicola"],"overview":"Dreary urban landscape of an anonymous Canadian city. Dark comedy about a group of twentysomethings looking for love and meaning in the '90s. The film focuses on roommates David, a gay waiter who has has given up on his acting career, and Candy, a book reviewer who is also David's ex-lover. David and Candy's lives are entangled with those of David's friends and Candy's dates.","release_date":"1993-05-20","vote_average":6.4,"runtime":100,"cert":"N\/A","id":15730,"title":"Love & Human Remains","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Competition to find the best topless girl, best lap dancer etc.","release_date":"2003-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":15733,"title":"Vince Neil's Girls Girls Girls","adult":false,"genre_ids":[18,99]},{"cast":["Elvis Presley","Stella Stevens","Jeremy Slate","Laurel Goodwin","Benson Fong"],"overview":"Elvis plays Ross Carpenter, a fishing guide\/sailor who loves his life out on the sea. When he finds out his boss is retiring to Arizona, he has to find a way to buy the Westwind, a boat that he and his father built. He is also caught between two women: insensitive club singer Robin and sweet Laurel.","release_date":"1962-11-21","vote_average":5.8,"runtime":106,"cert":"N\/A","id":15734,"title":"Girls! Girls! Girls!","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Marco Filiberti","Urbano Barberini","Alessandra Acciai","Rosalinda Celentano","Francesca D'Aloja"],"overview":"South of France: Riki Kandinski and his elder brother Fredrico, come back to their family castle for their father's funeral. Fredrico knows nothing about his younger brother, but he notices that he is making big money and living in luxury all for a few days work a week. By pure chance, Fredrico gets his hands on a gay porn magazine and sees his brother in it.","release_date":"2003-01-01","vote_average":8.3,"runtime":105,"cert":"N\/A","id":15737,"title":"Adored","adult":false,"genre_ids":[18]},{"cast":["Glenn Close","Christopher Walken","Lexi Randall","Malgorzata Zajaczkowska","Jon DeVries"],"overview":"The story is set in Kansas in the year 1910. Jacob Witting, a widowed farmer who is still saddened by the death of his wife during childbirth several years earlier, finds that the task of taking care of his farm and two children, Anna and Caleb, is too difficult to handle alone. He advertises in the newspaper for a mail-order bride. Sarah, from Maine, travels out to become his wife. But Sarah grow","release_date":"1991-02-03","vote_average":7.6,"runtime":98,"cert":"N\/A","id":15740,"title":"Sarah, Plain and Tall","adult":false,"genre_ids":[18,10751]},{"cast":["Carice van Houten","Jenn Murray","David Wilmot","Ger Ryan","David Ganly"],"overview":"When a gloomy, God-fearing island community is rocked by the murder of a young child, a psychologist is called in to examine Dorothy Mills, the teenager accused of the crime. Despite the villagers' resistance, the therapist soon suspects that Dorothy suffers from multiple personality disorder...","release_date":"2008-08-06","vote_average":6.1,"runtime":102,"cert":"15","id":15741,"title":"Dorothy Mills","adult":false,"genre_ids":[18,53,9648,27]},{"cast":["Molnár Piroska","Mária Bodor","Albert Oláh","Sándor Hamar ","János Gyuriska "],"overview":"Three generations of men, including a pervert that constantly seeks for new kinds of satisfaction, an obese speed eater and a passionate embalmer.","release_date":"2006-08-23","vote_average":6.6,"runtime":91,"cert":"N\/A","id":15742,"title":"Taxidermia","adult":false,"genre_ids":[18,27,35]},{"cast":["Vince Vaughn","Jon Favreau","Sean Combs","Famke Janssen","Peter Falk"],"overview":"Two aspiring boxers and lifelong friends get involved in a money-laundering scheme through a low-level organized crime group.","release_date":"2001-07-13","vote_average":6.3,"runtime":94,"cert":"N\/A","id":15745,"title":"Made","adult":false,"genre_ids":[28,35,53]},{"cast":["Steven Page","Tyler Stewart","Jim Creeggan","Kevin Hearn","Chris Brown"],"overview":"A rockumentary about the Canadian rock band Barenaked Ladies's life, in a nutshell.  It follows the band on its Stunt Tour.","release_date":"1999-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":15752,"title":"Barenaked in America","adult":false,"genre_ids":[99]},{"cast":["Joe Ryan"],"overview":"On a remote farm in the sweeping hills of Pennsylvania, three lives are torn apart by love, abandonment, deception and murder.","release_date":"2007-07-10","vote_average":4.0,"runtime":94,"cert":"N\/A","id":15753,"title":"Windcroft","adult":false,"genre_ids":[9648,53]},{"cast":["David Mann","Terrell Carter","Chantell D. Christopher","Chandra Currelley-Young"],"overview":"Stage and screen multi-hyphenate Tyler Perry returns to the helm for this lively tale of emergency room bedlam that finds a group of doctors, nurses, and patients desperately struggling to keep their secrets in the dark. Unfortunately for this crew, these things always find a way of coming to light.","release_date":"2008-02-12","vote_average":6.9,"runtime":140,"cert":"N\/A","id":15754,"title":"Tyler Perry's What's Done In The Dark - The Play","adult":false,"genre_ids":[]},{"cast":["Judi Dench"],"overview":"Explore the extraordinary hidden world of insects, where a leaf weighs more than a car, rain drops feel like exploding hand grenades and a blade of grass soars like a skyscraper. Shot on location in the Borneo rainforest, Bugs! brings the beautiful and dangerous universe of its tiny stars up close and personal with cutting-edge technology that magnifies them up to 250,000 times their normal size.","release_date":"2003-07-24","vote_average":6.0,"runtime":40,"cert":"","id":15755,"title":"Bugs!","adult":false,"genre_ids":[99]},{"cast":["Meryl Streep","Tab Benoit","Chubby Carrier","Amanda Shaw","Allen Toussaint"],"overview":"The film \"Hurricane on the Bayou\" is about the wetlands of Louisiana before and after Hurricane Katrina.","release_date":"2006-07-29","vote_average":6.1,"runtime":42,"cert":"N\/A","id":15756,"title":"Hurricane on the Bayou","adult":false,"genre_ids":[99]},{"cast":["Glenn Close","Christopher Walken","Lexi Randall","Chris Bell","Malgorzata Zajaczkowska"],"overview":"Jacob's farm is in trouble from a severe drought. Jacob and Sarah begin to wonder if Sarah can stay, and what will happen to Jacob if she and the children have to leave the farm.","release_date":"1993-02-07","vote_average":8.0,"runtime":95,"cert":"N\/A","id":15759,"title":"Skylark","adult":false,"genre_ids":[18,10751]},{"cast":["Jason Lively","Steve Marshall","Jill Whitlow","Tom Atkins","Wally Taylor"],"overview":"In 1959, an alien experiment crashes to earth and infects a fraternity member. They freeze the body, but in the modern day, two geeks pledging a fraternity accidentally thaw the corpse, which proceeds to infect the campus with parasites that transform their hosts into killer zombies.","release_date":"1986-08-21","vote_average":6.6,"runtime":88,"cert":"18","id":15762,"title":"Night of the Creeps","adult":false,"genre_ids":[35,27,878]},{"cast":["Angela Bassett","Laurence Fishburne","Vanessa Bell Calloway","Rae'Ven Larrymore Kelly","Virginia Capers"],"overview":"A film about the singer Tina Turner and how she rose to stardom with her abusive husband Ike Turner and how she gained the courage to break free.","release_date":"1993-06-09","vote_average":7.0,"runtime":118,"cert":"N\/A","id":15765,"title":"What's Love Got to Do with It","adult":false,"genre_ids":[18,10402]},{"cast":["Yōsuke Natsuki","Yuriko Hoshi","Hiroshi Koizumi","Akiko Wakabayashi","Yumi Ito"],"overview":"The 5th film in the original Godzilla franchise marked a turning point in the series.  Godzilla, Rodan and Mothra must put aside their quarrelsome ways to become allies and defend earth from 3 headed Dragon King Ghidorah.","release_date":"1964-12-20","vote_average":6.4,"runtime":92,"cert":"N\/A","id":15766,"title":"Ghidorah, the Three-Headed Monster","adult":false,"genre_ids":[28,14,878]},{"cast":["Masahiro Matsuoka","Rei Kikukawa","Don Frye","Maki Mizuno","Kazuki Kitamura"],"overview":"Evil Space Aliens called the Xilians unleashes all the Earth's monsters to lay waste to most of the world's major cities, including Tokyo, New York, Sydney, Shanghai and Paris. It is up to Godzilla and the Earth Defense Force to vanquish the monsters and aliens to rescue the world in the ultimate \"Save the Earth\" battle.","release_date":"2004-12-04","vote_average":6.7,"runtime":125,"cert":"N\/A","id":15767,"title":"Godzilla: Final Wars","adult":false,"genre_ids":[28,12,878,14,53]},{"cast":["Stephen Colbert","Toby Keith","Willie Nelson","Elvis Costello","Jon Stewart"],"overview":"Hark! The Herald Pundit Sings! America’s favorite Christmas tradition is now on DVD! Families have gathered around the TV to enjoy Stephen Colbert’s Christmas specials every year since 2008. Now, you can experience the joy over and over! Join Stephen and his friends—Toby Keith, Elvis Costello, John Legend, Feist, Willie Nelson, and Jon Stewart —for a yuletide evening of song, dance and nog-induced dementia. (Parental discretion is advised.) Remember, every time you buy a copy of Stephen Colbert’s Christmas Special, an angel gets his wings.","release_date":"2008-11-23","vote_average":6.8,"runtime":60,"cert":"N\/A","id":15768,"title":"A Colbert Christmas: The Greatest Gift of All!","adult":false,"genre_ids":[35]},{"cast":["Gene Hackman","Mary Elizabeth Mastrantonio","Colin Friels","Joanna Merlin","Laurence Fishburne"],"overview":"A Liberal activist lawyer alienated his daughter Maggie years ago when she discovered his many affairs. Now a conservative corporate lawyer, Maggie agrees to go up against her father in court. To gain promotion, she must defend an auto manufacturer against charges that their explosion-prone station wagons are unsafe. As her mother begs for peace, Maggie takes on her dad in a trial that turns increasingly personal and nasty.","release_date":"1991-03-15","vote_average":6.3,"runtime":105,"cert":"N\/A","id":15771,"title":"Class Action","adult":false,"genre_ids":[18,80]},{"cast":["Abhishek Bachchan","Aishwarya Rai Bachchan","Mithun Chakraborty","R. Madhavan","Vidya Balan"],"overview":"Gurukant Desai hails from Idhar, a small village in Gujarat, but dreams of setting up his own business in Mumbai. After he returns from Turkey, he marries Sujatha for getting the dowry and arrives in Mumbai to start his business. This film chronicles the obstacles he meets, his subsequent rise and the huge backlash he receives when it is revealed that he used unethical means to rise in the business circuit.","release_date":"2007-01-12","vote_average":6.7,"runtime":166,"cert":"N\/A","id":15772,"title":"Guru","adult":false,"genre_ids":[18,36,10402,10749]},{"cast":["Mitchell Mullen","John-Michael Lander"],"overview":"ALL THE RAGE takes a satirical and poignant look at one gay man's obsessive pursuit of physical, sexual, and romantic perfection. Christopher Bedford is everyone's fantasy. He's gorgeous, young, clever, rich, and above all, totally buffed and every boy in Boston seems to want him. At thirty-one, he's gliding through life, celebrating himself as the 90's gay playboy ideal, without ever realizing what a mess he's become.","release_date":"1997-06-11","vote_average":4.0,"runtime":105,"cert":"N\/A","id":15773,"title":"All the Rage","adult":false,"genre_ids":[35,10749]},{"cast":["Shah Rukh Khan","Gayatri Joshi","Kishori Balal","Smith Seth","Rajesh Vivek"],"overview":"NASA employee Mohan Bhargav comes to India to take his grandmother along with him at his home abroad. During his stay at his native place, he comes across various social issues faced by the villagers and decides to take a stand for them, to improve their quality of life.","release_date":"2004-12-17","vote_average":7.6,"runtime":189,"cert":"N\/A","id":15774,"title":"Swades","adult":false,"genre_ids":[18]},{"cast":["Jennifer Love Hewitt","Paul Nicholls","Tom Wilkinson","Diana Hardcastle","Lucy Davenport"],"overview":"After his impetuous musician girlfriend, Samantha, dies in an accident shortly after they had a fight (and nearly broke up), a grief-stricken British businessman, Ian Wyndham, living in London gets a chance to relive the day all over again, in the hope of changing the events that led up to her getting killed.","release_date":"2004-01-23","vote_average":6.9,"runtime":92,"cert":"N\/A","id":15775,"title":"If Only","adult":false,"genre_ids":[14,18,10749]},{"cast":["Jannik Lorenzen","Jesper Asholt","Julie Kolbech","Hanne Hedelund","Thomas Knuth-Winterfeldt"],"overview":"Life is not easy for 11-year-old Allan living in South Jutland during the early 1970s. His mentally unstable father frequently threatens suicide and his mother has long since given up. It's up to Allan to keep the family together. When a rival family threatens his father's livelihood, Allan starts committing atrocious acts.","release_date":"2007-03-17","vote_average":6.9,"runtime":106,"cert":"N\/A","id":15776,"title":"The Art of Crying","adult":false,"genre_ids":[18]},{"cast":["Laura Christensen","Neel Rønholt","Julie R. Ølgaard","Pilou Asbæk","Thomas Voss"],"overview":"Three girls meet by chance in a hospital. Struggling to come to terms with their fate, they all look back on a decisive moment in their life: Sara, a professional swimmer relentlessly urged on by her ambitious father, was deprived of her only real chance of happiness. Mette has left her deeply religious family, finding it too hard to bear that they have accepted her fate while she hasn't. And Stephanie has brutally rejected her boyfriend in fear of being rejected herself. Although their stories are very different, the three girls are brought together in their search for love and companionship. Based on the Oscar nominated short fiction »At Night«","release_date":"2008-07-31","vote_average":4.3,"runtime":89,"cert":"N\/A","id":15777,"title":"Crying for Love","adult":false,"genre_ids":[18]},{"cast":["Denis Kacenga"],"overview":"Israel is the only country in the world where 18-year-old girls are drafted for compulsory military service. The frank testimonials of six female Israeli soldiers stationed in Gaza and the West Bank sees the young women revisit their tours of duty in the occupied territories, and share shocking moments of negligence, flippancy, immaturity and power-tripping.","release_date":"2007-09-30","vote_average":9.0,"runtime":59,"cert":"N\/A","id":15782,"title":"To See If I'm Smiling","adult":false,"genre_ids":[99]},{"cast":["Melanie Griffith","David Andrews","Pamela Gidley","Ben Johnson","Marshall Bell"],"overview":"When successful businessman Sam Treadwell finds that his android wife, Cherry model 2000 has blown a fuse, he hires sexy renegade tracker E. Johnson to find her exact duplicate. But as their journey to replace his perfect mate leads them into the treacherous and lawless region of 'The Zone', Treadwell learns the hard way that the perfect woman is made not of computer chips and diodes.","release_date":"1987-11-12","vote_average":5.9,"runtime":99,"cert":"N\/A","id":15785,"title":"Cherry 2000","adult":false,"genre_ids":[878]},{"cast":["Jerry Lewis","Alex Gerry","Milton Berle","Bob Clayton","Sonnie Sands"],"overview":"Stanley is a bellboy at the Fountainbleau Hotel in Miami Beach. It is there that he performs his duties quietly and without a word to anyone. All that he displays are facial expressions and a comedic slapstick style. And anything that can go wrong - does go wrong when Stanley is involved. Then one day, Jerry Lewis, big star, arrives at the hotel and some of the staff notice the striking resemblanc","release_date":"1960-07-20","vote_average":6.7,"runtime":72,"cert":"N\/A","id":15788,"title":"The Bellboy","adult":false,"genre_ids":[35]},{"cast":["Bill Farmer","Jason Marsden","Rob Paulsen","Jim Cummings","Kellie Martin"],"overview":"Though Goofy always means well, his amiable cluelessness and klutzy pratfalls regularly embarrass his awkward adolescent son, Max. When Max's lighthearted prank on his high-school principal finally gets his longtime crush, Roxanne, to notice him, he asks her on a date. Max's trouble at school convinces Goofy that he and the boy need to bond over a cross-country fishing trip like the one he took with his dad when he was Max's age, which throws a kink in his son's plans to impress Roxanne.","release_date":"1995-04-07","vote_average":6.9,"runtime":78,"cert":"U","id":15789,"title":"A Goofy Movie","adult":false,"genre_ids":[10749,16,10751,35,12]},{"cast":["Lecy Goranson","David Eigenberg","Brendan Sexton III","Jay Patterson","Andrea Maulella"],"overview":"Myra Smuldanski has done the unthinkable. After years of shunning men she accepts a date with Reginald Baron, an account executive at the office where she temps. The only man in her life up to this point has been Ludlow, Myra's bi-polar younger brother who aspires to be the next Jackson Pollack. Lud is not to happy with the new man in Myra's life and tries his best to destroy any budding relations","release_date":"2006-02-05","vote_average":7.0,"runtime":86,"cert":"N\/A","id":15792,"title":"Love, Ludlow","adult":false,"genre_ids":[35,10749]},{"cast":["Aya Ueto","Ryunosuke Kamiki"],"overview":"Asako (Aya Ueto) is your typical seventeen-year-old, high school truant. She has no goals for the future and doesn’t know what direction her life is taking. Then she meets Aoki Kazuyoshi, a ten-year-old boy living nearby. Although still a precocious child, Kazuyoshi poses as a twenty-six-year-old housewife on an erotic internet chat site. Kazuyoshi invites Asako into the erotic business world, and she immediately becomes immersed in an adult world that she had no idea existed. The door is wide open for the curious Asako, who discovers things that she has never dreamed of, but is this truly the right path for her life?","release_date":"2004-12-25","vote_average":6.0,"runtime":94,"cert":"N\/A","id":15795,"title":"Install","adult":false,"genre_ids":[18]},{"cast":["Denise Crosby","Barbara Adams","Majel Barrett","James Doohan","DeForest Kelley"],"overview":"A hilarious look at the universe's most fervent fans.","release_date":"1997-10-18","vote_average":6.5,"runtime":86,"cert":"N\/A","id":15800,"title":"Trekkies","adult":false,"genre_ids":[99]},{"cast":["Ethan Hawke","Mark Ruffalo","Amanda Peet","Donnie Wahlberg","Will Lyman"],"overview":"Two childhood friends from South Boston turn to crime as a way to get by, ultimately causing a strain in their personal lives and their friendship.","release_date":"2008-12-12","vote_average":6.3,"runtime":100,"cert":"N\/A","id":15801,"title":"What Doesn't Kill You","adult":false,"genre_ids":[28,80,18]},{"cast":["Miho Nikaido","Sayoko Amano","Tenmei Kano","Kan Mikami","Masahiko Shimada"],"overview":"A submissive hooker goes about her trade, suffering abuse at the hands of Japanese salarymen and Yakuza types. She's unhappy about her work, and is apparently trying to find some sort of appeasement for the fact that her lover has married.","release_date":"1992-01-06","vote_average":6.3,"runtime":135,"cert":"N\/A","id":15802,"title":"Tokyo Decadence","adult":false,"genre_ids":[18]},{"cast":["Vin Diesel","Lewis Steidl","Cara Gaffen","Phillip Jones","Ivan Jordain"],"overview":"Through a series of auditions, a young actor in New York City struggles with his identity.","release_date":"1995-01-01","vote_average":6.2,"runtime":20,"cert":"N\/A","id":15803,"title":"Multi-Facial","adult":false,"genre_ids":[18]},{"cast":["Chang Chen","Lisa Yang","Elaine Jin","Chen Shiang-Chyi","Chang Han"],"overview":"A boy experiences first love, friendships and injustices growing up in 1960s Taiwan.","release_date":"1991-07-27","vote_average":8.3,"runtime":237,"cert":"N\/A","id":15804,"title":"A Brighter Summer Day","adult":false,"genre_ids":[80,18,10749]},{"cast":["Kevin Conroy","Michael Ansara","Mary Kay Bergman","Loren Lester","Efrem Zimbalist Jr."],"overview":"When a desperate Mr. Freeze, to save his dying wife, kidnaps Barbara Gordon (Batgirl) as an involuntary organ donor, Batman and Robin must find her before the operation can begin.","release_date":"1998-03-17","vote_average":6.9,"runtime":70,"cert":"PG","id":15805,"title":"Batman & Mr. Freeze: SubZero","adult":false,"genre_ids":[16,28,80,10751]},{"cast":["Tom Sizemore","Edward James Olmos","Enrique Almeida","Noel Gugliemi","Ivonne Coll"],"overview":"A gang member, suffering from severe memory loss, searches for his brother's murderer. He secretly enlists the aid of the investigating Detective, while other members of his gang are mysteriously and sadistically murdered.","release_date":"2006-08-17","vote_average":4.9,"runtime":90,"cert":"N\/A","id":15806,"title":"Splinter","adult":false,"genre_ids":[53]},{"cast":["John Ridgely","Gig Young","Arthur Kennedy","Charles Drake","Harry Carey"],"overview":"The crew of an Air Force bomber arrives in Pearl Harbor in the aftermath of the Japanese attack and is sent on to Manila to help with the defense of the Philippines.","release_date":"1943-03-20","vote_average":6.2,"runtime":124,"cert":"N\/A","id":15807,"title":"Air Force","adult":false,"genre_ids":[28,12,18,36,10752]},{"cast":["Rose Byrne","Tyler Coppin","John Batchelor","Hugo Weaving","Matthew Le Nevez"],"overview":"The story is about Iris' rise to the apex of a love\/power triangle that includes her roguish English lover, McHeath and Art, an earnest young boxer. Within the flawed moral landscape, each character struggles to establish their sovereignty.","release_date":"2008-09-18","vote_average":4.0,"runtime":103,"cert":"N\/A","id":15810,"title":"The Tender Hook","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Paul de Leeuw","Nelly Frijda","Najib Amhali","Jennifer Hoffman","Plien van Bennekom"],"overview":"The Netherlands are being threatened by a weird terrorist. The only one who can save The Netherlands from this terrorist seems to be Francois. He is a gay couturier who very much looks like the terrorist. They turn out to be twin brothers. Francois takes on the duty to pose as his brother to stop the terrorist activities.","release_date":"2009-02-05","vote_average":5.2,"runtime":91,"cert":"N\/A","id":15811,"title":"Spion van Oranje","adult":false,"genre_ids":[35]},{"cast":["Keith Jardine","Quinton Jackson","Gabriel Gonzaga","Shane Carwin","Pete Sell"],"overview":"UFC 96: Jackson vs. Jardine a mixed martial arts event held by the Ultimate Fighting Championship (UFC). It was held in Columbus, Ohio on March 7, 2009 at Nationwide Arena","release_date":"2009-03-07","vote_average":5.5,"runtime":177,"cert":"N\/A","id":15814,"title":"UFC 96: Jackson Vs. Jardine","adult":false,"genre_ids":[]},{"cast":["Mohammed Al-Bakier","Joy K. Petersen","Anette Støvelbæk","Trine Appel","Helle Hertz"],"overview":"In a Copenhagen suburb the 19-year-old Per is found unconscious after having been badly beaten up. He is taken to hospital in a coma. The police have no clues, but the air is thick with suspicion. His mother struggles to maintain her faith in his survival. His younger sister, Mie, begins to pick up rumors. Her boyfriend, Shadi, suspects that his elder brother is behind the assault but he cannot tell anyone. Many well-meaning people find themselves at sea in a fable about emotions leading us astray.","release_date":"2006-01-27","vote_average":7.7,"runtime":91,"cert":"N\/A","id":15815,"title":"1:1","adult":false,"genre_ids":[18]},{"cast":["Marie Bach Hansen","Cyron Melville","Esben Smed Jensen","Niels Ellegaard","Ann Eleonora Jørgensen"],"overview":"The story revolves around Jakob, Bo and Mikkel - three friends who spend their days lusting over unattainable women and engaging in a variety of illegal activities (i.e. they'll rent a movie and then break into a house to watch it). After he's assigned to work with Mathilde on a school project, Jakob finds himself falling for the girl - despite the fact that Mikkel has been secretly lusting after her for years...","release_date":"2003-10-03","vote_average":5.7,"runtime":95,"cert":"N\/A","id":15816,"title":"Kick 'n Rush","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"No overview found.","release_date":"2007-10-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":15817,"title":"500 Stenkastende Autonome Voldspsykopater Fra Helvede","adult":false,"genre_ids":[]},{"cast":["Morten Hartz Kaplers","Vivian Nielsen","Peter Seligmann","Maggi Ankerbro","Mette Mai Langer"],"overview":"Danmarks statsminister Anders Fogh Rasmussen er blevet myrdet. Den hovedmistænkte er statsministerens homoseksuelle elsker Emil. I tiden efter mordet møder vi en lang række af verdens politikere og magtfulde mennesker, fra Kofi Annan til Pia Kjærsgaard. De forholder sig til mordet og ikke mindst til mennesket Anders Fogh Rasmussen.","release_date":"2007-04-20","vote_average":6.3,"runtime":83,"cert":"N\/A","id":15820,"title":"AFR","adult":false,"genre_ids":[18,53]},{"cast":["Thomas Bo Larsen","Paw Henriksen","Helle Fagralid","Charlotte Bidstrup","Nicolei Faber"],"overview":"\"The Ambulance\" is a psychological thriller based on three rules:  1. The entire film must take place in only one location; an ambulance.\r 2. The story must be in real time; an 80 minute ride.\r 3. There must be only four characters on the ride.","release_date":"2005-07-15","vote_average":5.4,"runtime":80,"cert":"N\/A","id":15821,"title":"The Ambulance","adult":false,"genre_ids":[53,28,18]},{"cast":["Troels Lyby","Sofie Gråbøl","Paw Henriksen","Louise Mieritz","Søren Malling"],"overview":"On the surface Henrik and Nina Christofferson are an ordinary family living happily. But they have a problem. Their daughter, Stine, a difficult 14 year old, has a habit of telling lies in class. When Stine accuses her father of sexual abuse, and is believed by seemingly eager social workers, their family is thrust into crisis. Could Henrik have done it? And when Stine prepares to return home, the ugly side of family life is exposed.","release_date":"2005-01-28","vote_average":6.8,"runtime":103,"cert":"15","id":15822,"title":"Accused","adult":false,"genre_ids":[53,18]},{"cast":["Jacob Oliver Krarup","Stig Günther","Sofie Maria Ahlgren","Peder Holm Johansen","Fie Kruse"],"overview":"Anton is 10 years old. Anton's father was a jet fighter pilot who died in an accident. Anton's mother told Anton that his father is flying angels around in heaven. Anton is obsessed with aeroplanes (his bedroom is full of models and posters) and is (re-)building a full-size aeroplane in the Garage. He plans to use this aeroplane to fly up to his father. The film is about Anton coming to terms with his father's death and about friends, enemies and first love.","release_date":"1996-02-09","vote_average":6.0,"runtime":85,"cert":"N\/A","id":15823,"title":"Anton","adult":false,"genre_ids":[]},{"cast":["Ulrich Thomsen","Lisa Werlinder","Ghita Nørby","Lars Brygmann","Karina Skands"],"overview":"A young Danish man, Christoffer, lives a life of joy and happiness with his wife Maria in Stockholm. When his father dies his mother insists that Christoffer take over management of the family industry which is in danger of bankruptcy. He is torn between his chosen life and his sense of duty to his family and its past. When he chooses to step in as manager his family life and self-respect languish.","release_date":"2003-02-21","vote_average":6.9,"runtime":116,"cert":"N\/A","id":15824,"title":"The Inheritance","adult":false,"genre_ids":[18]},{"cast":["Jens Okking","Peter Gantzler","Susanne Juhász","Michelle Bjørn-Andersen","Ann Eleonora Jørgensen"],"overview":"Svensson is a wealthy, aging blusterer who has just had a rather unusual funeral for his late wife and is now on his way to Spain with his cracker of a young mistress. But his trip is delayed when a lawyer turns up with a paternity suit. With a young undertaker as the new chauffeur at the wheel of his Jag, he sets off to confront the woman who claims to be the mother of his unknown daughter, turning his life and that of his companion upside down in the process.","release_date":"2001-08-17","vote_average":6.0,"runtime":85,"cert":"N\/A","id":15825,"title":"One-Hand Clapping","adult":false,"genre_ids":[18,35]},{"cast":["Andrea Vagn Jensen","Anne Birgitte Lind","Jakob Cedergren","Dejan Čukić","Thure Lindhardt"],"overview":"A young couple and their daughter move into a rambling old house. Soon, an increasingly alarming string of events and supernatural disturbances connects the house, and them, with a series of unsolved murders committed three years earlier. They are the only living witnesses, but for how long?","release_date":"2005-05-27","vote_average":4.8,"runtime":94,"cert":"N\/A","id":15826,"title":"Restless Souls","adult":false,"genre_ids":[27,18]},{"cast":["André Dussollier","Marthe Keller","Julien Boisselier","Pascal Elbé","Chantal Neuwirth"],"overview":"Trapped in an old folks home where people keep going missing, an ex-cop must overcome his Alzheimers to find out who is killing people in this jigsaw thriller.","release_date":"2008-01-30","vote_average":6.4,"runtime":105,"cert":"N\/A","id":15827,"title":"Cortex","adult":false,"genre_ids":[53]},{"cast":["Stephanie Leon","Sarah Boberg","Nicolas Dufour","Christopher Læssø","Sofie Helqvist"],"overview":"A story of young love and early life choices.","release_date":"2003-12-25","vote_average":5.0,"runtime":85,"cert":"N\/A","id":15828,"title":"Scratch","adult":false,"genre_ids":[18]},{"cast":["Rune Klan","Jonatan Spang","Tue Track","Linda P.","Bukki Blæs"],"overview":"Oplev Biblen fortalt, som du aldrig har hørt den før, i en blanding af skuespil, rap og komedy med tryllekunstneren Rune Klan, rapperne Blæs Bukki og Tue Track, stand-up komikeren Linda P. og teaterdirektøren Jonatan Spang.","release_date":"2008-07-29","vote_average":5.9,"runtime":null,"cert":"N\/A","id":15829,"title":"Biblen","adult":false,"genre_ids":[35]},{"cast":["Jesper Christensen","Nicolaj Kopernikus","Jens Albinus","Sarah Boberg","Lars Brygmann"],"overview":"Kaj is a stubborn man with a great deal of pride. The former chef lives in a council flat. He has wasted his life and is now on a council job training scheme for the long-term unemployed, where he refuses to let the foreman of the activation project boss him about. When Kaj's daughter, with whom he has not been in touch for nineteen years, moves into the same council estate on the run from her violent husband, a change comes over Kaj. His initial instinct is to avoid her, but by chance he ends up helping to look after Jonas, her six-year-old son. For the first time for years Kaj need not survive on his own devices. Now he has responsibilities and a family of his own.","release_date":"2000-08-26","vote_average":7.2,"runtime":93,"cert":"N\/A","id":15830,"title":"The Bench","adult":false,"genre_ids":[18]},{"cast":["Sonja Richter","Anders W. Berthelsen","Lars Mikkelsen","Claus Riis Østergaard","Kurt Ravn"],"overview":"Cecilie sees and hears things no one else does; places suddenly change appearance, people aren´t really there. One night she experiences a rape, but no traces are to be found. Her husband Mads commits her to a psychiatric hospital. With the help of a psychiatrist, Per, she begins to see a frightening connection between her condition and a brutal murder that happened more than 30 years before.","release_date":"2007-06-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":15831,"title":"Cecilie","adult":false,"genre_ids":[53,27,9648]},{"cast":["Ulrich Thomsen","Paprika Steen","Emma Sehested Høeg","Lars Brygmann","Stine Stengade"],"overview":"Michael needs a change in his life, so when he hears about clinical trials for a new anti-depressant, he signs up to be a guinea pig - without telling his family. Because of dangerous side effects, the trial is subsequently abandoned but Michael continues to take the pills. Having lost all control, Michael's repressed instincts resurface with a force and violence that no-one could have predicted.","release_date":"2008-12-19","vote_average":5.2,"runtime":95,"cert":"N\/A","id":15834,"title":"Fear Me Not","adult":false,"genre_ids":[18,53]},{"cast":["Holger Thaarup","René Hansen","Moa Lagercrantz","Marika Lagercrantz","Kim Bodnia"],"overview":"Vikingesønnen Harald bliver ladt alene tilbage i sin landsby med kvinder og børn, da hans høvdingefar slutter sig til en gruppe oprørere i protest mod, at kongen forlanger at få hans skib. Men kongen tager hævn ved at lade en gruppe krigere besætte og tyrannisere byen.","release_date":"1997-01-17","vote_average":5.4,"runtime":88,"cert":"N\/A","id":15835,"title":"Den sidste viking","adult":false,"genre_ids":[28,18]},{"cast":["Anders W. Berthelsen","Tuva Novotny","Nicolas Bro","Ole Thestrup","Morten Grunwald"],"overview":"The Black Madonna is a 2007 action comedy film written by Nikolaj Peyk and Lasse Spang Olsen and directed by Lasse Spang Olsen.","release_date":"2007-03-09","vote_average":5.2,"runtime":93,"cert":"N\/A","id":15836,"title":"The Black Madonna","adult":false,"genre_ids":[28,35,18]},{"cast":["Anders W. Berthelsen","Sarah Boberg","Sonja Richter","Ghita Nørby","Lars Mikkelsen"],"overview":"When Thomas´ sister dies in an accident, he discovers that her death may be connected to their deceased father´s work in military intelligence. As Thomas embarks on an investigation he soon finds himself and his family under surveillance by an unknown group of people.","release_date":"2008-02-11","vote_average":5.4,"runtime":99,"cert":"N\/A","id":15837,"title":"What No One Knows","adult":false,"genre_ids":[18,53]},{"cast":["Peter Frödin","Lars Hjortshøj","Troels Lyby","Helle Dolleris","Birthe Neumann"],"overview":"It's not easy to be Barry. An earthworm gets no respect. He lives at the bottom of the food chain. But one day, an old disco record turns his life upside down. Suddenly he sees before him his own destiny, the star of the world's greatest disco band: Sunshine Barry &amp; The Disco Worms! Okay, he's got no arms, no rhythm and no band. But as Barry says: \"We'll do it anyway!\"","release_date":"2008-09-07","vote_average":5.7,"runtime":79,"cert":"PG","id":15838,"title":"Sunshine Barry & the Disco Worms","adult":false,"genre_ids":[10751,16,35]},{"cast":["Peter Gantzler","Micky Skeel Hansen","Nastja Arcel","Benjamin Boe Rasmussen","Lars Lunøe"],"overview":"Jens Christian er en strømlinet karrieredreng og nyudnævnt formand for Flygtningenævnet. Arbejdet er livets omdrejningspunkt og alt er godt, indtil en bortadopteret søn melder sin ankomst, og en usædvanlig vanskelig asylsag lander på skrivebordet. Pludselig er det ikke rigtige valg ikke soleklart for Jens Christian, der står splittet mellem forpligtelser og følelser.","release_date":"2005-11-04","vote_average":6.0,"runtime":89,"cert":"N\/A","id":15839,"title":"The Judge","adult":false,"genre_ids":[18]},{"cast":["Jesper Christensen","Pernilla August","Charlotte Fich","Beate Bille","Vibeke Hastrup"],"overview":"A college professor abandons his family and his career in order to champion his mistress, a student radical accused of killing a policeman.","release_date":"2005-08-26","vote_average":6.1,"runtime":100,"cert":"N\/A","id":15840,"title":"Manslaughter","adult":false,"genre_ids":[18]},{"cast":["Kim Bodnia","Villads Milthers Fritsche","Stine Fischer Christensen","Peter Stormare","Lucas Munk Billing"],"overview":"A divorced policeman loses custody of his young son, only to kidnap his boy and retreat to a remote cottage, where his plan soon turns into a nightmare.","release_date":"2007-12-07","vote_average":6.4,"runtime":80,"cert":"N\/A","id":15843,"title":"Echo","adult":false,"genre_ids":[18,27,53]},{"cast":["Oliver Møller-Knauer","Ronja Mannov Olesen","Helene Reingaard Neumann","Thomas Bo Larsen","Karen-Lise Mynster"],"overview":"A small provincial town is buzzing with excitement: the town´s most illustrious son, a world-famous opera singer, is coming home. Meanwhile, Sebastian, a kitchen boy who is as good as married, falls head over heels in love with the new maid, Maria. Their love affair, along with rumours that the opera singer and the kitchen boy are related, turns the town upside down, threatening to ruin everyone´s high expectations and the opera singer´s triumphant return.","release_date":"2007-09-14","vote_average":4.5,"runtime":100,"cert":"N\/A","id":15844,"title":"A Man Comes Home","adult":false,"genre_ids":[35]},{"cast":["Trine Dyrholm","David Dencik","Frank Thiel","Elsebeth Steentoft","Christian Tafdrup"],"overview":"32-year-old Charlotte could have it all, but she doesn´t want any of it. When she moves away from her boyfriend, she happens to become the upstairs neighbour of the transsexual Veronica. Veronica prefers to keep to herself with her little dog and a romantic soap show on TV, while Charlotte gets through the nights with one-night stands. An assault, a new bed and some white curtains bring the two of them together and they end up as the main characters of their own turbulent love story.","release_date":"2006-04-07","vote_average":4.6,"runtime":105,"cert":"N\/A","id":15845,"title":"A Soap","adult":false,"genre_ids":[18,10749]},{"cast":["Doug Hutchison","Clancy Brown","William Mapother","Sean Patrick Thomas","Karl Geary"],"overview":"It is 1879 in the Dakota Territories, a band of men who set out to find and recover a family of settlers that has mysteriously vanished from their home. Expecting the offenders to be a band of fierce natives, but they soon discover that the real enemy stalks them from below.","release_date":"2008-09-09","vote_average":5.6,"runtime":96,"cert":"15","id":15846,"title":"The Burrowers","adult":false,"genre_ids":[28,27,37]},{"cast":[],"overview":"No overview found.","release_date":"2007-11-17","vote_average":0.0,"runtime":82,"cert":"N\/A","id":15847,"title":"Generation Model","adult":false,"genre_ids":[99]},{"cast":["Glen Carruthers","Jan Aldenhoven"],"overview":"Kangaroos: Faces in the Mob is a documentary that follows award-winning Australian filmmakers Dr. Jan Aldenhoven and Glen Carruthers as they live with a mob of Eastern Grey Kangaroos in the Australian bush.","release_date":"1997-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":15848,"title":"Kangaroos: Faces in the Mob","adult":false,"genre_ids":[99]},{"cast":["Boris Karloff","Zita Johann","David Manners","Arthur Byron","Edward Van Sloan"],"overview":"An ancient Egyptian priest named Imhotep is revived when an archaeological expedition finds his mummy and one of the archaeologists accidentally reads an ancient life-giving spell. Imhotep escapes from the field site and searches for the reincarnation of the soul of his lover.","release_date":"1932-12-22","vote_average":6.9,"runtime":73,"cert":"N\/A","id":15849,"title":"The Mummy","adult":false,"genre_ids":[27]},{"cast":["Larry Sullivan","Steve Braun","Jill St. John","Ray Baker","Sirena Irwin"],"overview":"When 19-year-old gay-rights activist Tommy and 24-year-old Alan first meet in 1973, they find themselves on the opposite sides of the political coin...","release_date":"2002-11-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":15850,"title":"The Trip","adult":false,"genre_ids":[18,10749]},{"cast":["Jaime Pressly","Brooke Burns","Maria Arcé","Marcelle Larice","Sung-Hi Lee"],"overview":"This sexy comedy finds the world's greatest, most eccentric supermodels gathered on a deserted island for the swimsuit photo shoot from hell","release_date":"2005-11-25","vote_average":5.3,"runtime":84,"cert":"N\/A","id":15851,"title":"Death to the Supermodels","adult":false,"genre_ids":[35,27]},{"cast":["Jack Black","Dustin Hoffman","David Cross","Randall Duk Kim","Elizabeth Ann Bennett"],"overview":"Ordered to teach a martial arts class of rambunctious bunny kittens, Po tells stories of each of the Furious Five's pasts.","release_date":"2008-11-08","vote_average":6.6,"runtime":25,"cert":"U","id":15854,"title":"Kung Fu Panda: Secrets of the Furious Five","adult":false,"genre_ids":[16,35,10751]},{"cast":["Nelson Eddy","Susanna Foster","Claude Rains","Edgar Barrier","Leo Carrillo"],"overview":"Pit violinist Claudin hopelessly loves rising operatic soprano Christine Dubois (as do baritone Anatole and police inspector Raoul) and secretly aids her career. But Claudin loses both his touch and his job, murders a rascally music publisher in a fit of madness, and has his face etched with acid. Soon, mysterious crimes plague the Paris Opera House, blamed on a legendary \"phantom\".","release_date":"1943-08-27","vote_average":6.1,"runtime":92,"cert":"N\/A","id":15855,"title":"Phantom of the Opera","adult":false,"genre_ids":[10402,27,10749,18]},{"cast":["Vincent Price","Carol Ohmart","Richard Long","Alan Marshal","Carolyn Craig"],"overview":"Frederick Loren has invited five strangers to a party of a lifetime. He is offering each of them $10,000 if they can stay the night in a house. But the house is no ordinary house. This house has a reputation for murder. Frederick offers them each a gun for protection. They all arrived in a hearse and will either leave in it $10,000 richer or leave in it dead!","release_date":"1959-02-17","vote_average":7.0,"runtime":75,"cert":"N\/A","id":15856,"title":"House on Haunted Hill","adult":false,"genre_ids":[27,9648]},{"cast":["Jung Woo-sung","Son Ye-jin","Baek Jong-hak","Lee Sun-jin","Shin Cheol-jin"],"overview":"A young couple's love is tested when Sun-jin is diagnosed with a rare form of Alzheimer's disease.","release_date":"2004-11-05","vote_average":7.6,"runtime":115,"cert":"N\/A","id":15859,"title":"A Moment to Remember","adult":false,"genre_ids":[18,10749]},{"cast":["Donnie Yen","Nicholas Tse","Shawn Yue","Dong Jie","Li Xiaoran"],"overview":"Dragon Tiger Gate is a 2006 Hong Kong martial arts-action film directed by Wilson Yip and featuring fight choreography by Donnie Yen, who also stars in the film. The film is based on the popular Hong Kong manhua, Oriental Heroes, which bears the same Chinese name as the movie.","release_date":"2006-07-27","vote_average":6.5,"runtime":94,"cert":"N\/A","id":15860,"title":"Dragon Tiger Gate","adult":false,"genre_ids":[28,53]},{"cast":["Elisa Donovan","Susan Walters","Perry King","Claire Brosseau","Kevin Jubinville"],"overview":"When a woman falsely accused of murdering her husband is released from prison after 8 years, she hires a private investigator, determined to find out who framed her. What she doesn't know, is that the killer is about to do it again.","release_date":"2007-03-18","vote_average":3.0,"runtime":94,"cert":"N\/A","id":15861,"title":"Framed for Murder","adult":false,"genre_ids":[80,9648,53]},{"cast":["Ranbir Kapoor","Deepika Padukone","Bipasha Basu","Minissha Lamba","Puneet Issar"],"overview":"Raj is a heartbreaker. His love stories with Mahi, Radhika and Gayatri finally teach him about love and life in their own sweet, sexy and sassy way.","release_date":"2008-08-15","vote_average":6.4,"runtime":153,"cert":"N\/A","id":15864,"title":"Bachna Ae Haseeno","adult":false,"genre_ids":[18,35,10749]},{"cast":["Daniel Giménez Cacho","Maribel Verdú","Alan Chávez","Carlos Bardem","Marina de Tavira"],"overview":"Residents of an enclosed neighborhood in the middle of Mexico DF are shocked by a violent crime, and for one resident in particular, young Alejandro, the drama is ratcheted up when he encounters the lone kid who escaped the event and is hiding out within the neighborhood's borders.","release_date":"2007-09-01","vote_average":6.3,"runtime":97,"cert":"","id":15865,"title":"The Zone","adult":false,"genre_ids":[53,18]},{"cast":["Bill Engvall","Jim R. Coleman","Billy Ray Cyrus","Mary Rachel Dudley","Jessica Blackmore"],"overview":"Its Barbershop for Rednecks. Bill is a bait shop owner who has to make a balloon payment of $15,000 or else the bank will close his shop. Unable to make the payment from the proceeds of the shop, Bill must compete in the annual Bass Tournament, which he pathetically loses every year, to win the money.","release_date":"2008-09-02","vote_average":5.2,"runtime":85,"cert":"N\/A","id":15866,"title":"Bait Shop","adult":false,"genre_ids":[35]},{"cast":["Diane Keaton","Kristin Griffith","Mary Beth Hurt","Richard Jordan","E.G. Marshall"],"overview":"A look at a dysfunctional family dominated by the controlling madness of its matriarch, Eve. Her reluctant husband and their three daughters make doomed efforts to cope with Eve's demands, while also trying to get on with their own lives. But, all bets are off when an ebullient stranger enters the picture.","release_date":"1978-08-02","vote_average":6.9,"runtime":93,"cert":"N\/A","id":15867,"title":"Interiors","adult":false,"genre_ids":[18]},{"cast":["Russell Brand"],"overview":"At the Shepherd's Bush Empire, Russell Brand talks about sex and the ridiculous wording of tabloid newspaper stories.","release_date":"2006-11-20","vote_average":4.5,"runtime":60,"cert":"","id":15872,"title":"Russell Brand: Live","adult":false,"genre_ids":[35]},{"cast":["George Segal","Ben Gazzara","Robert Vaughn","Bradford Dillman","Peter van Eyck"],"overview":"In March of 1945, as the War in Europe is coming to a close, fighting erupts between German and American troops at the last remaining bridgehead across the Rhine.","release_date":"1969-06-25","vote_average":6.8,"runtime":117,"cert":"PG","id":15873,"title":"The Bridge at Remagen","adult":false,"genre_ids":[28,36,10752]},{"cast":["Robert Mitchum","Curd Jürgens","David Hedison","Theodore Bikel","Russell Collins"],"overview":"The American destroyer escort, the USS Haynes commanded by Robert Mitchum, detects a German U-Boat, commanded by Curt Jürgens, resulting in a prolonged, deadly battle of wits.","release_date":"1957-12-25","vote_average":7.2,"runtime":97,"cert":"N\/A","id":15876,"title":"The Enemy Below","adult":false,"genre_ids":[28,12,18,53,10752]},{"cast":["Chiaki Kuriyama","Rinko Kikuchi","Ryo Kase","Shosuke Tanihara","Megumi Yamaguchi"],"overview":"Youngsters called Kildren, who are destined to live eternally in their adolescence. The Kildren are conscious that every day could be the last, because they fight a war as entertainment, organized and operated by adults. But as they embrace the reality they are faced with, they live their day-to-day lives to the full.","release_date":"2008-08-02","vote_average":6.6,"runtime":121,"cert":"N\/A","id":15877,"title":"The Sky Crawlers","adult":false,"genre_ids":[28,12,16,10752]},{"cast":["Billy Zane","Amber Savva","Kelly Brook","Alki David","Olivia Grant"],"overview":"A Greek History Professor &amp; his daughter travel to a Greek Island for one last chance to finish his thesis on ancient love spells before he loses his research grant. His daughter attempts to match her father with the local women without sucess until she meets a beautiful Mermaid with whose help the Professor might finally find true love for himself.","release_date":"2007-08-24","vote_average":5.0,"runtime":94,"cert":"PG","id":15888,"title":"Fishtales","adult":false,"genre_ids":[14,18,35,10749,10751]},{"cast":["Rick Hill","Barbi Benton","Richard Brooker","Lana Clarkson","Victor Bo"],"overview":"The warrior Deathstalker is tasked by an old witch lady to obtain and unite the three powers of creation - a chalice, an amulet, and a sword - lest the evil magician Munkar get them and use them for nefarious purposes. After obtaining the sword, Deathstalker joins with other travelers going to the Big Tournament to determine the strongest warrior. The false king holds the true princess in captivity, and plots to have Deathstalker killed, and Deathstalker must fight to free the princess.","release_date":"1983-09-02","vote_average":4.3,"runtime":80,"cert":"18","id":15895,"title":"Deathstalker","adult":false,"genre_ids":[28,14]},{"cast":["Jon Cryer","Brad Garrett","Steve Zahn","Tom Kenny","Jesse McCartney"],"overview":"When the three pigs find a tiny wolf cub on their doorstep, they decide to raise him as their own, unaware that they've played right into the plan of a special-ops team of wolves. As the newest addition to their family, Lucky grows into his teens not knowing his history, his role in the wolves' plan or the difficult choice he will have to make about the family that raised him.","release_date":"2008-01-01","vote_average":5.6,"runtime":78,"cert":"U","id":15898,"title":"Unstable Fables: 3 Pigs & a Baby","adult":false,"genre_ids":[10751,16]},{"cast":["Michael Carr"],"overview":"This third installment focuses largely on serial killers, with lengthy re-enactments of police investigations of bodies being found in a dumpster, and a staged courtroom sequence with Schwartz again making a cameo appearance as the serial killer on trial for raping and murdering a girl, allegedly captured on video. Schwartz has identified the girl allegedly killed in the video as his then girlfriend, who he claims was a willing participant.","release_date":"1985-03-10","vote_average":3.1,"runtime":86,"cert":"N\/A","id":15901,"title":"Faces of Death III","adult":false,"genre_ids":[27,99]},{"cast":["James B. Schwartz","John Zimmerman"],"overview":"Follows the same pattern of the other Faces of Death movies. In this one we see many staged and not so staged looking deaths ranging from bungee jumping accidents and magic tricks gone bad.","release_date":"1990-11-28","vote_average":3.7,"runtime":89,"cert":"N\/A","id":15902,"title":"Faces of Death IV","adult":false,"genre_ids":[27,99]},{"cast":["Michael Carr"],"overview":"A direct-to-video compilation of the highlights of the earlier films in the Faces of Death series","release_date":"1995-10-10","vote_average":3.7,"runtime":90,"cert":"N\/A","id":15903,"title":"Faces of Death V","adult":false,"genre_ids":[27,99]},{"cast":["Samuel Berkowitz"],"overview":"A direct-to-video compilation of the highlights of the earlier films in the Faces of Death series.","release_date":"1996-10-04","vote_average":1.9,"runtime":70,"cert":"N\/A","id":15904,"title":"Faces of Death VI","adult":false,"genre_ids":[]},{"cast":["Alex Michaeletos","Campbell Scott","Mary Makhatho","Nthabiseng Kenoshi","Hope Davis"],"overview":"An orphaned cheetah becomes the best friend and pet of a young boy living in South Africa.","release_date":"2005-04-22","vote_average":7.1,"runtime":100,"cert":"N\/A","id":15907,"title":"Duma","adult":false,"genre_ids":[12,18,10751]},{"cast":["Heio von Stetten","Rüdiger Vogler","Tina Ruland","Irm Hermann","Ralph Kretschmar"],"overview":"No overview found.","release_date":"2004-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":15908,"title":"Verführung in 6 Gängen","adult":false,"genre_ids":[10749,10770,35]},{"cast":["Steve Whitmire","Bill Barretta","Dave Goelz","Joey Mazzarino","Alice Dinnean"],"overview":"At 12 years old, Kermit the Frog and best friends Goggles and Croaker travel outside their homes in the swamps of the Deep South to do something extraordinary with their lives.","release_date":"2002-09-03","vote_average":5.8,"runtime":82,"cert":"N\/A","id":15909,"title":"Kermit's Swamp Years","adult":false,"genre_ids":[14,10751,35]},{"cast":["Dean Cain","Bettina Zimmermann","Joanna Taylor","Nigel Bennett","John Keogh"],"overview":"Meteor Bay-Leder 7 struck earth on October 18th, 2012. Causing earthquakes, tidal waves, and a dust cloud that soon covered most of the Northern hemisphere, it changed the face of our planet forever.","release_date":"2004-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":15910,"title":"Post impact","adult":false,"genre_ids":[878,12]},{"cast":[],"overview":"A fading smalltime barber is forced to hire the last person on earth he'd want working in his shop - a woman.","release_date":"2008-01-01","vote_average":7.5,"runtime":99,"cert":"N\/A","id":15911,"title":"The Village Barbershop","adult":false,"genre_ids":[35,18]},{"cast":["David Roberts","Claire van der Boom","Joel Edgerton","Hanna Mangan Lawrence","Anthony Hayes"],"overview":"Ray, a construction worker trapped in an unhappy marriage, pursues an affair with his neighbor, Carla. Carla's husband, Greg, is a mobster who keeps large sums of drug money in their home. With this in mind, Carla comes up with a plan: She and Ray will steal Greg's money, burn down her house, convince Greg the money was lost in the fire and then run away together. Carla's scheme, however, doesn't go off as planned.","release_date":"2008-06-15","vote_average":6.1,"runtime":105,"cert":"","id":15912,"title":"The Square","adult":false,"genre_ids":[80,18,53]},{"cast":["Edouard Baer","Anton Balekdjian","Nassereba Keita","Philippe Lefebvre","Julien Frison"],"overview":"Noé comes into sixth grade at the same time he discovers a new city and a new house where he has just moved with his father, Marc. Coached by him, Noé takes intensive training of combat sport. And Mark does not hesitate to put him in a situation of attack. They are in danger, he must be prepared to respond to any aggression. While keeping the secret of his \"double\" life, Noé has to learn how to find a place in his new college. He becomes friend with Marine, a young girl full of energy. Noé discovers a world whose vision was shaped by his father so far. A father so near and yet so mysterious. Between them there is a history of complicity and confrontation.","release_date":"2008-07-16","vote_average":5.7,"runtime":91,"cert":"N\/A","id":15913,"title":"A World of Ours","adult":false,"genre_ids":[80,18,53]},{"cast":["Jason Contini","Manolis Zontanos","Ryan Patrick McGuffey","Ashley Oxford","Jana Thompson"],"overview":"Cid is dumped by his girlfriend on the evening of their 15th anniversary due to his failure to propose. One year later, Cid is still reeling from the break up &amp; deals with the social stigmas of being in your 30's and single. In his struggle to find his identity outside of a relationship, Cid balances the influences of Myron and Shannon, a happy married couple, &amp; Manolis, a devout anti-monogamist.","release_date":"2009-01-02","vote_average":3.0,"runtime":null,"cert":"N\/A","id":15914,"title":"The Anniversary","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Léaud","Jérémie Renier","Dominique Blanc","Alice Houri","Ovidie"],"overview":"Jacques Laurent made pornographic films in the 1970s and 80's, but had put that aside for 20 years. His artistic ideas, born of the '60s counter-culture, had elevated the entire genre. Older and paunchier, he is now directing a porno again. Jacques's artistry clashes with his financially-troubled producer's ideas about shooting hard-core sex. Jacques has been estranged from his son Joseph for years, since the son first learned the nature of the family business. They are now speaking again. Joseph and his friends want to recapture the idealism of 1968 with a protest. Separated from his wife, Jacques strives for personal renewal with plans to build a new house by himself...","release_date":"2001-09-08","vote_average":4.9,"runtime":108,"cert":"N\/A","id":15915,"title":"The Pornographer","adult":false,"genre_ids":[18]},{"cast":["Keiichi Noda","Mako Hyoudou","Jinpachi Nezu"],"overview":"A mysterious young girl wanders a desolate, otherworldly landscape, carrying a large egg.","release_date":"1985-12-22","vote_average":7.9,"runtime":71,"cert":"N\/A","id":15916,"title":"Angel's Egg","adult":false,"genre_ids":[16,18,14,27,9648,878]},{"cast":["Shah Rukh Khan","Madhuri Dixit","Aishwarya Rai Bachchan","Jackie Shroff","Smita Jaykar"],"overview":"Devdas is sent away by his father so he can improve himself but upon his return his father still doesn’t welcome him back. Devdas and Paro are in love but Paro is a lower caste and is set to be married to an older widower. Devdas is devastated & leaves home. He becomes an alcoholic womanizer and falls in love with a courtesan. Paro tries to get Devdas away from drinking before he self destructs.","release_date":"2002-07-11","vote_average":7.6,"runtime":185,"cert":"PG","id":15917,"title":"Devdas","adult":false,"genre_ids":[18,10749]},{"cast":["Vlastimil Brodský","Stella Zázvorková","Stanislav Zindulka","Ondřej Vetchý","Jiří Lábus"],"overview":"A bittersweet comedy starring the great Vlastimil Brodský as Fanda, an old man who refuses to grow up. Despite pleas from his exasperated wife who wants him to make serious decisions about the future, Fanda ignores the nagging and spends his days seeking amusement and adventure.","release_date":"2001-09-27","vote_average":6.8,"runtime":95,"cert":"","id":15920,"title":"Autumn Spring","adult":false,"genre_ids":[10751,35,18]},{"cast":["Nicolas Sarkozy"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":15921,"title":"Starko!","adult":false,"genre_ids":[99]},{"cast":["Peter Coyote","Jason London","Vivien Cardone","Peter Doyle","Patton Oswalt"],"overview":"The story is about a 12 year old girl who loses her mother in an automobile accident. Her father struggles with the loss of his wife and trying to raise his young daughter who believes her father is partly responsible for her mother's death. Belle's maternal grandfather is a changed man since losing his daughter in the accident. He finds it difficult to have a relationship with Belle since she is a constant reminder of her mother. It is Atticus the new puppy who will change Belle's life and the lives of those who love her","release_date":"2008-01-01","vote_average":5.0,"runtime":108,"cert":"N\/A","id":15922,"title":"All Roads Lead Home","adult":false,"genre_ids":[18,10751]},{"cast":["Vincent Sze","Richard Ng","Cary-Hiroyuki Tagawa","Stephanie Langton","Carl Ng"],"overview":"'A New Beginning' focuses around the story of Leung, the bodyguard of a Chinese Triad boss, Wong, to whom his loyalty is unrivaled. Living in Hong Kong, Wong requests that his bodyguard travel to the UK to protect a young British woman, whose true identity is known only by Wong himself. Even his own errant son, Yuen, is kept in the dark, which leads to a betrayal that threatens to destroy the family and all that his father has worked hard to protect.","release_date":"2008-01-01","vote_average":4.5,"runtime":95,"cert":"N\/A","id":15923,"title":"Bodyguard: A New Beginning","adult":false,"genre_ids":[53,28,18]},{"cast":["Toby Keith","Rodney Carrington","Greg Serano","Claire Forlani","Ted Nugent"],"overview":"\"Beer for My Horses\" tells the story of two best friends that work together as deputies in a small town. The two defy the Sheriff and head off on an outrageous road trip to save the protagonist's girlfriend from drug lord kidnappers.","release_date":"2008-08-08","vote_average":5.3,"runtime":86,"cert":"N\/A","id":15926,"title":"Beer for My Horses","adult":false,"genre_ids":[28,35]},{"cast":["Judy Davis","Victor Banerjee","Peggy Ashcroft","James Fox","Alec Guinness"],"overview":"Set during the period of growing influence of the Indian independence movement in the British Raj, the story begins with the arrival in India of a British woman, Miss Adela Quested, who is joining her fiancé, a city magistrate named Ronny Heaslop. She and Ronny's mother, Mrs. Moore, befriend an Indian doctor, Aziz H. Ahmed.","release_date":"1984-12-14","vote_average":6.9,"runtime":163,"cert":"N\/A","id":15927,"title":"A Passage to India","adult":false,"genre_ids":[18,12,36]},{"cast":["Jonatan Spang","Mia Lyhne","Rudi Köhnke","Lene Maria Christensen","Jesper Dahl"],"overview":"Kalle, a nice middleclass kid, who because of a debt and old friendship ends up as a 'fidibus', a gofer, for the hash baron Paten. But only until Paten is anything but innocently jailed and asks Kalle to mind the store while he is gone. No one touches Paten's money, Paten's car or, least of all, Paten's girl, Saby, who is dumber than water.","release_date":"2006-10-13","vote_average":5.4,"runtime":105,"cert":"N\/A","id":15928,"title":"Fidibus","adult":false,"genre_ids":[35]},{"cast":["Iben Hjejle","Kim Bodnia","Allan Olsen","Casper Christensen","Ole Ernst"],"overview":"A romantic comedy set in the world of gambling, debt collecting and professional boxing. Laura is an unlucky gambler with a huge debt, she crosses paths with Claus, a former boxer who now makes a living as a debt collector. Laura is cheating, scamming, and lying and eventually life catches up with her. Claus is trying to regain his self respect and start anew. Together, they make an awkward but very charming couple on the verge of love. It is a story about trust, friendship, new beginnings, getting a second chance and doing the right thing.","release_date":"2004-10-22","vote_average":5.8,"runtime":86,"cert":"N\/A","id":15931,"title":"The Collector","adult":false,"genre_ids":[35,28,10749]},{"cast":["Nikolaj Lie Kaas","Kim Bodnia","Laura Christensen","Ulf Pilgaard","Tuva Novotny"],"overview":"Jonas Bechmann, a defense attorney, is a man of the system. Until the day he himself is accused of murder. Taking matters into his own hands, he throws himself into the hunt for a group of blackmailers who threaten to expose him as the killer. But nothing is what it appears to be, and the blackmail links back to his father's death under mysterious circumstances a year and a half earlier.","release_date":"2008-08-29","vote_average":5.8,"runtime":90,"cert":"N\/A","id":15932,"title":"The Candidate","adult":false,"genre_ids":[53]},{"cast":["Mick Molloy","Bob Franklin","Judith Lucy","Alan Brough","Bill Hunter"],"overview":"Ben Kinnear and Mike Paddock are two undercover detectives with way too much publicity, who find they can no longer turn a blind eye to the corruption in the police force.","release_date":"2003-07-24","vote_average":5.6,"runtime":98,"cert":"N\/A","id":15935,"title":"Bad Eggs","adult":false,"genre_ids":[35,53]},{"cast":["Dylan Walsh","Danny DeVito","Justin Long","Anika Noni Rose","Brad Hunt"],"overview":"An offbeat romantic comedy about a decent guy, Ray Tuckby, with a dead-end life in the dead-end town of Trona, CA. After encouragement from a stranger whom he happens upon, Ray begins to dream again. He sheds the parasites in his life, musters the nerve to pursue his childhood love, and finally takes back his community by toppling the local teenage Meth-baron.","release_date":"2008-03-18","vote_average":5.1,"runtime":95,"cert":"N\/A","id":15936,"title":"Just Add Water","adult":false,"genre_ids":[35,18]},{"cast":["Charlene Choi","Gillian Chung","Wu Jing","Sammo Hung","Yuen Wah"],"overview":"Twins Mission is a 2007 Hong Kong martial arts-action-comedy film directed by action choreographer Kong Tao-Hoi and staring Gillian Chung, Charlene Choi and Sammo Hung among others. The film is a bit of a spoof of the popularity and success of the Twins and leaves the audience with a cliffhanger ending.","release_date":"2007-02-15","vote_average":5.1,"runtime":99,"cert":"N\/A","id":15939,"title":"Twins Mission","adult":false,"genre_ids":[28]},{"cast":["Rachel Weisz","Susan Lynch","Iain Glen","Jake D'Arcy","Tom Mannion"],"overview":"When Petula and Dorothy cover up the accidental murder of one jerk boyfriend, they hatch a hilarious scheme to collect a huge ransom.","release_date":"2000-08-23","vote_average":5.9,"runtime":85,"cert":"","id":15940,"title":"Beautiful Creatures","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Sergio Peris-Mencheta","Paz Vega","Lluís Homar","María Valverde","Eusebio Poncela"],"overview":"A portrait of the bloody dynasty that spawned a pope, Alexander VI, as well as the role model for Machiavelli's \"The Prince,\" his son Cesare Borgia, and a legend of femme duplicity, daughter Lucrezia Borgia.","release_date":"2006-10-06","vote_average":5.8,"runtime":120,"cert":"N\/A","id":15941,"title":"The Borgia","adult":false,"genre_ids":[18]},{"cast":["Roschdy Zem","Olivier Gourmet","David Saracino","Jean-Michel Fête","Jil Milan"],"overview":"Marek, a crime squad officer, sets out to avenge the death of his partner and best friend, who was killed by drug traffickers. He asks for a posting to a new undercover unit created to infiltrate a drug gang that imports hashish from Morocco using the \"Go Fast\" method. A fleet of high-powered speedboats and cars races across the Mediterranean to Spain and then France, loaded with drugs.","release_date":"2008-10-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":15942,"title":"Go Fast","adult":false,"genre_ids":[18,28,80]},{"cast":["Dean Jones","Suzanne Pleshette","Tim Conway","Keenan Wynn","Jo Anne Worley"],"overview":"Wilby Daniels, a successful lawyer running for District Attorney, suddenly finds himself being transformed into an English sheepdog. Somehow he has to keep his change a secret and find just what is causing it, all the while eluding the local dog catcher.","release_date":"1976-12-17","vote_average":5.5,"runtime":91,"cert":"U","id":15943,"title":"The Shaggy D.A.","adult":false,"genre_ids":[35,10751,14]},{"cast":["Fred MacMurray","Jean Hagen","Tommy Kirk","Annette Funicello","Tim Considine"],"overview":"Through an ancient spell, a boy changes into a sheepdog and back again. It seems to happen at inopportune times and the spell can only be broken by an act of bravery....","release_date":"1959-03-19","vote_average":6.0,"runtime":104,"cert":"U","id":15944,"title":"The Shaggy Dog","adult":false,"genre_ids":[35,10751,14]},{"cast":["Cuba Gooding Jr.","J.K. Simmons","John Terry","Jaclyn DeSantis","Lance Reddick"],"overview":"Paramilitary operative David Wolfe stumbles upon an international conspiracy connecting presidential cabinet members to a Middle Eastern terrorist plot. Wanting to expose the truth, Wolfe defies orders and returns to the US as an army of one fighting for American security and integrity","release_date":"2009-02-20","vote_average":3.6,"runtime":90,"cert":"15","id":15945,"title":"The Way of War","adult":false,"genre_ids":[28,53]},{"cast":["Luis Tosar","María Valverde","Mar Regueras","Nathalie Poza","Manolo Solo"],"overview":"After getting into a minor traffic accident, Pablo attempts to make light of the situation by asking the driver of the other car, Sonsoles, out on a date. When she refuses and instead files an injury report, Pablo snaps and begins stalking her. He soon discovers that Sonsoles has a beautiful teenage sister, Maria, with whom Pablo is immediately infatuated -- a lust that soon turns dark. Can Pablo control his obsession, or will it consume him?","release_date":"2003-10-31","vote_average":6.9,"runtime":95,"cert":"N\/A","id":15948,"title":"The Weakness of the Bolshevik","adult":false,"genre_ids":[18]},{"cast":["Marlon Vilstrup","Joachim Boje Helvang","Otto Brandenburg","Paprika Steen","Tommy Kenter"],"overview":"When a boy child is stolen by bears who raise him as their own, his human parents hunt the bears in despair, and the boy is faced with the dilemma of who and what he is.","release_date":"2002-12-18","vote_average":7.5,"runtime":75,"cert":"N\/A","id":15951,"title":"The Boy Who Wanted to Be a Bear","adult":false,"genre_ids":[12,16,10751]},{"cast":["Jakob Cedergren","Lene Maria Christensen","Kim Bodnia","Lars Brygmann","Anders Hove"],"overview":"Robert Hansen, 34, a young police officer from Copenhagen, is transferred against his will to the small town of Skarrild in Southern Jutland as a substitute Marshall. The transfer is Robert’s chance to start over. Whether he is allowed to return to his job in Copenhagen, all depends on how well he performs in this frontier town.","release_date":"2008-07-15","vote_average":6.5,"runtime":90,"cert":"N\/A","id":15952,"title":"Terribly Happy","adult":false,"genre_ids":[18,53]},{"cast":["Javier Cámara","Lola Dueñas","Fernando Tejero","Benjamín Vicuña","Luis Varela"],"overview":"Maxi thinks is life is perfect. He is a famous cook who own a top hype restaurant in Chueca. He is living his homosexual life without complex. But when his son Edu and his daughter Alba appears, and comes a new neighbor which is an attractive ex famous Argentinian soccer player, they will punch his regular life and change his valors.","release_date":"2008-04-11","vote_average":5.7,"runtime":111,"cert":"N\/A","id":15953,"title":"Chef's Special","adult":false,"genre_ids":[35]},{"cast":["Pernille Vallentin","Bodil Jørgensen","Ann Eleonora Jørgensen","Peter Gantzler","Mia Lyhne"],"overview":"The tale of a troubled small town, and the brave few who made it their mission to keep the community together. As the citizens of a secluded Danish town gradually lose their trust in one and other, the sight of a naked man walking through town in the early hours of the morning sets off an unsettling wave of paranoia.","release_date":"2007-03-30","vote_average":5.0,"runtime":97,"cert":"N\/A","id":15956,"title":"Just Like Home","adult":false,"genre_ids":[18,35]},{"cast":["Lars Brygmann","Anne Sofie Espersen","Sarah Boberg","Morten Grunwald","Nicolas Bro"],"overview":"A psychological drama about Ulrich, a workaholic whose life takes a drastic turn when he is involved in a fatal accident. As his guilt grows, his life slowly crumbles around him. Next, an unpleasant event from his past rears its unforgiving head.","release_date":"2007-10-26","vote_average":5.3,"runtime":100,"cert":"N\/A","id":15957,"title":"White Night","adult":false,"genre_ids":[18]},{"cast":["Nikolaj Lie Kaas","Laura Drasbæk","Nicolas Bro","Lisbet Lundquist","Lærke Winther Andersen"],"overview":"The psychological thriller \"Murk\" tells the story of Jacob, who is investigating into the circumstances surrounding his sister's death on her wedding night.","release_date":"2005-10-07","vote_average":6.6,"runtime":124,"cert":"N\/A","id":15962,"title":"Murk","adult":false,"genre_ids":[53,18]},{"cast":["Brian Laudrup","Michael Laudrup","Søren Helding Madsen","Morten Olsen","Kurt Børge Nikolaj Nielsen"],"overview":"The story about Danish national football (soccer) team, a traditional minnow until the mid-1980s when they improved dramatically and eventually went on to win the European championship in 1992.","release_date":"2008-05-09","vote_average":7.3,"runtime":107,"cert":"N\/A","id":15965,"title":"Danish Dynamite","adult":false,"genre_ids":[99]},{"cast":["Amitabh Bachchan","Juhi Chawla","Shah Rukh Khan","Rajpal Yadav","Aman Siddiqui"],"overview":"Banku, his mother, Anjali Sharma and father move in to their new house -- the Nath villa, unaware of the fact that the house is inhabited by a ghost. It is learnt the ghost is not too happy with his new housemates. But what the ghost is not prepared for is his unlikely friendship with Banku. Now Banku must uncover the reason why his ghostly friend is stuck and help him to attain salvation.","release_date":"2008-05-09","vote_average":6.1,"runtime":151,"cert":"N\/A","id":15974,"title":"Bhoothnath","adult":false,"genre_ids":[10751,35]},{"cast":["Abhay Deol","Paresh Rawal","Neetu Chandra","Archana Puran Singh","Richa Chadda"],"overview":"Lovinder Singh, a thief now in custody and facing trial, reflects on his life of crime while the press reflect on how he managed to get away with so much before being arrested.","release_date":"2008-11-28","vote_average":7.1,"runtime":126,"cert":"N\/A","id":15975,"title":"Oye Lucky! Lucky Oye!","adult":false,"genre_ids":[28,35]},{"cast":["Ohad Knoller","Yousef Sweid","Daniella Wircer","Alon Friedman","Zion Baruch"],"overview":"The movie follows a group of young friends in the city of Tel Aviv and is as much a love song to the city as it is an exploration of the claim that people in Tel Aviv are isolated from the rest of the country and the turmoil it's going through. The movie looks at young people's lives in Tel Aviv through the POVs of gays and straights, Jews and Arabs, men and women.","release_date":"2006-06-06","vote_average":7.6,"runtime":114,"cert":"N\/A","id":15976,"title":"The Bubble","adult":false,"genre_ids":[18,10749]},{"cast":["Abhay Deol","Mahie Gill","Kalki Koechlin","Parakh Madan","Kuldeep Singh"],"overview":"Dev who, after spurning Paro's love due to a misunderstanding, turns to drugs and vodka for solace. Paro moves on but Dev still is in remorse. He meets Chanda, a prostitute with problems of her own. Dev likes her but his penchant for self-destruction prevents him and Chanda from truly getting together. He also meets sleazy people like Chunni, Chanda's pimp who drags Dev further into self-destruction to further his own needs.","release_date":"2009-02-06","vote_average":7.2,"runtime":144,"cert":"N\/A","id":15977,"title":"Dev.D","adult":false,"genre_ids":[35,18,10749]},{"cast":["Urmila Matondkar","Amardeep Jha","Kamini Khanna","Anthony Rosato","Anuj Sawhney"],"overview":"On a day of solar eclipse, five year old, Naina, loses her eyesight and her parents in a road accident in London. Twenty years later, she is bestowed with the gift of sight thanks to the marvels of modern science. Her period of darkness is over; or is it? A horrifying period of darkness begins. What is this curse that has been upon her? Will she ever be able to escape it? Will this extraordinary s","release_date":"2005-05-20","vote_average":3.4,"runtime":103,"cert":"N\/A","id":15978,"title":"Naina","adult":false,"genre_ids":[27,9648]},{"cast":["Sudeep","Amruta Khanvilkar","Ahsaas Channa","Ashwini Kalsekar","K.K. Raina"],"overview":"A realtor fires one of his co-workers and out of spite, the co-worker and his wife does black magic on his daughter. Being an atheist, he shuns his mother and wife's theories on the supernatural and relies on a doctor for his daughter's treatment.","release_date":"2008-08-22","vote_average":3.6,"runtime":179,"cert":"N\/A","id":15979,"title":"Phoonk","adult":false,"genre_ids":[18,27,9648]},{"cast":["Emraan Hashmi","Kangana Ranaut","Adhyayan Suman","Jackie Shroff","Dinesh Lamba"],"overview":"A beautiful lady turns up in an architect's masterpiece.When he founds that she is real, he realizes that she is haunted and hunted by the reasons they have to find out","release_date":"2009-01-23","vote_average":5.9,"runtime":137,"cert":"N\/A","id":15980,"title":"Raaz: The Mystery Continues...","adult":false,"genre_ids":[27]},{"cast":["Kappei Yamaguchi","Takako Honda","Mitsuo Iwata","Kiyoyuki Yanada"],"overview":"Pandy and Retro awaken naked on Earth with no recollection of their past. They embark on a crime spree in search of food and clothing, but are captured by authorities and sent to the infamous lunar penitentiary named Dead Leaves.","release_date":"2004-01-17","vote_average":7.2,"runtime":52,"cert":"18","id":15981,"title":"Dead Leaves","adult":false,"genre_ids":[16,35,80,878]},{"cast":["Helen Slater","Christian Slater","Yeardley Smith","Martha Gehman","Peter Coyote"],"overview":"Average Texas teen, Billie Jean Davy, is caught up in an odd fight for justice. She is usually followed and harrased around by local boys, who, one day, decide to trash her brother's scooter for fun. The boys' father refuses to pay them back the price of the scooter. The fight for \"fair is fair\" takes the teens around the state and produces an unlikely hero.","release_date":"1985-07-19","vote_average":6.6,"runtime":96,"cert":"15","id":15982,"title":"The Legend of Billie Jean","adult":false,"genre_ids":[28,18]},{"cast":["Chuck Norris","Richard Lynch","Melissa Prophet","Alexander Zale","Alex Colon"],"overview":"A one-man army comes to the rescue of the United States when a spy attempts an invasion.","release_date":"1985-09-27","vote_average":5.3,"runtime":107,"cert":"18","id":15983,"title":"Invasion U.S.A.","adult":false,"genre_ids":[28,53]},{"cast":["Aishwarya Rai Bachchan","Miranda Richardson","Naveen Andrews","Nandita Das","Robbie Coltrane"],"overview":"Provoked is the true story of Kiranjit Ahluwalia, a Punjabi woman who moved to London after her marriage with Deepak Ahluwalia. Her husband seemed caring at first but then began to beat her up. He started drinking a lot and sleeping around with other women. he also subjected her to spousal rape. After ten years and having two children with him, out of fear, she sets him on fire.","release_date":"2007-04-06","vote_average":5.8,"runtime":87,"cert":"N\/A","id":15986,"title":"Provoked: A True Story","adult":false,"genre_ids":[18]},{"cast":["Natalie Bell","Eryn Brooke","William Burch","Luis Caldeira","Jason Riley Hoss"],"overview":"Two undercover narcotics officers' cover is blown and the Mexican cartel has kidnapped their families. To get them back they must do the unthinkable for the next 24 hours. The rules are simple: No guns, no bombs and no witnesses. They must become The Lawless.","release_date":"2007-10-19","vote_average":3.0,"runtime":86,"cert":"N\/A","id":15987,"title":"The Lawless","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"The Cathedral (Polish: Katedra) is a 2002 short animated science fiction movie by Tomasz Bagiński, based on a short story by Jacek Dukaj, winner of the Janusz A. Zajdel Award in 2000. The film was nominated in 2002 for the Academy Award for Animated Short Film for the 75th Academy Awards.","release_date":"2002-03-24","vote_average":7.2,"runtime":6,"cert":"N\/A","id":15990,"title":"The Cathedral","adult":false,"genre_ids":[878,16,18]},{"cast":["Charlee Danielson","Anthony Sneed","Ginger Starr","John A. Thorburn","Tom Kohut"],"overview":"Driven by biological excess, a young man and woman search for sexual fulfillment, unaware of each other's existence. Unfortunately, they eventually meet, and the bonding of these two very unusual human beings ends in an explosive and ultimately over-the-top sexual experience, resulting in a truly god awful love story....","release_date":"2008-02-08","vote_average":4.9,"runtime":84,"cert":"18","id":15991,"title":"Bad Biology","adult":false,"genre_ids":[14,27]},{"cast":["Katie Holmes","Benjamin Bratt","Charlie Hunnam","Zooey Deschanel","Fred Ward"],"overview":"A psychological thriller about a senior at one of America's most prestigious universities. Under enormous pressure to complete her thesis and earn a top job at one of the world's most competitive consulting firms, Katie is still coping with the sudden unexplained disappearance of her first love two years prior. As the investigation continues, Katie is forced to choose between past passions and new possibilities, even as new facts are uncovered.","release_date":"2002-10-14","vote_average":4.7,"runtime":99,"cert":"N\/A","id":15992,"title":"Abandon","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alicia Witt","John de Lancie","Elizabeth Daily","Flea","Mark Hamill"],"overview":"Caitlin Fairchild, a teenager offered a place in an institute for gifted children. She soon learns that the school isn't really a school, but rather a military project to turn children with a special genetic structure into super soldiers. After developing incredibly enhanced abilities, Caitlin rebels against the program that created her.","release_date":"2000-10-30","vote_average":6.1,"runtime":73,"cert":"","id":15993,"title":"Gen 13","adult":false,"genre_ids":[28,16,878]},{"cast":["Pepijn Caudron","Koen De Graeve","Sana Mouziane","Jaak Van Assche","Sofie Van Moll"],"overview":"A journalist is about to settle with his girlfriend when his life and views get shaken up by the young and beautiful Pakistani refugee Nadia. At work his ideals are more and more confronted with the harsh reality of modern urban society, while his flamboyant grandfather fights his last personal battle - a battle for his right to die.","release_date":"2008-09-17","vote_average":3.0,"runtime":100,"cert":"N\/A","id":15994,"title":"Cut Loose","adult":false,"genre_ids":[18,35]},{"cast":["Scott McAfee","Candace Hutson","Heather Hogan","Jeff Bennett","Rob Paulsen"],"overview":"In search of some adventure in their safe and peaceful valley, the five dinosaur friends make a hideaway. From there, they spot two thieves in action, stealing an egg from one of their broods. They chase them down and manage to recover the egg without its parents noticing, but in the process, accidentally create an opening into the valley, allowing two dreaded Sharptooths in. Everyone must fight them off together to preserve their peaceful way of life. Written by Cynan Rees","release_date":"1994-12-12","vote_average":6.2,"runtime":73,"cert":"U","id":15997,"title":"The Land Before Time: The Great Valley Adventure","adult":false,"genre_ids":[16,10751,12]}]