[{"cast":["Graham Phillips","David Franklin","Lee Majors","Christien Anholt","Tyler Patrick Jones"],"overview":"\"Ben 10: Race Against Time\" has Ben back in his hometown of Bellwood. Even though he's back in school and leaving his hero adventures behind him, it seems that Ben will be facing his greatest challenge yet.","release_date":"2008-02-11","vote_average":4.3,"runtime":67,"cert":"PG","id":16000,"title":"Ben 10: Race Against Time","adult":false,"genre_ids":[28,10751,878]},{"cast":["Rolf Lassgård","Lennart Jähkel","Jarmo Mäkinen","Helena Bergström","Tomas Norström"],"overview":"A policeman from Stockholm come to Norrbotten in Sweden, to join his brother, now when their father is dead. While there he starts to work on a long-running case where reindeers have been poached and soon discovers that his brother is involved...","release_date":"1996-02-02","vote_average":6.3,"runtime":113,"cert":"18","id":16003,"title":"The Hunters","adult":false,"genre_ids":[53,80,9648]},{"cast":["Amy Smart","Tom Malloy","Billy Zane","Nicola Royston","Caroline Rhea"],"overview":"When a bored-with-life English teacher meets a West Coast Swing champion dancer, they have an instant connection. Both feel that the other can fulfill what was missing in their lives. Jake and Jessica must try to elude all obstacles, romantic or otherwise, to stay focused on the goal - winning the World Title and winning each other. Will they give in to the pressure or come out like champs?","release_date":"2009-04-02","vote_average":5.6,"runtime":93,"cert":"N\/A","id":16004,"title":"Love n' Dancing","adult":false,"genre_ids":[10749,18]},{"cast":["Tim Robbins","Rachel McAdams","Michael Peña","Kerry Bishé","Molly Hagan"],"overview":"The story revolves around three soldiers — Colee, T.K. and Cheaver — who return from the Iraq War after suffering injuries and learn that life has moved on without them. They end up on an unexpected road trip across the U.S.","release_date":"2008-09-26","vote_average":6.3,"runtime":113,"cert":"N\/A","id":16005,"title":"The Lucky Ones","adult":false,"genre_ids":[35,18,36]},{"cast":["Julien Baumgartner","Julia Maraval","Jérémie Elkaïm","François Comar","Patrick Bonnel"],"overview":"When Vincent finds himself a victim of outing in his high school, he must accept to live with the drastic changes it provokes, and redefine his relationships with his friends and family.","release_date":"2002-03-13","vote_average":6.5,"runtime":86,"cert":"N\/A","id":16006,"title":"Because of a Boy","adult":false,"genre_ids":[18]},{"cast":["Tatsuya Fujiwara","Kenichi Matsuyama","Erika Toda","Asaka Seto","Shidou Nakamura"],"overview":"Light Yagami finds the \"Death Note,\" a notebook with the power to kill, and decides to create a Utopia by killing the world's criminals, and soon the world's greatest detective, \"L,\" is hired to find the mysterious murderer. An all out battle between the two greatest minds on earth begins and the winner will control the world.","release_date":"2006-06-17","vote_average":7.0,"runtime":126,"cert":"15","id":16007,"title":"Death Note","adult":false,"genre_ids":[14,9648,53]},{"cast":["Neel Rønholt","Mikkel Arendt","Julie R. Ølgaard","Mira Wanting","Jon Lange"],"overview":"Wanting to start a fresh, Katrine moves from the province into a dormitory in Copenhagen and enrolls at the University. But when she crosses conniving Sanne by getting together with Sanne's ex, all hell breaks loose. Sanne and her friends frighten Katrine with an old myth surrounding the ghost of a former resident. Yet the myth very soon becomes reality.","release_date":"2007-08-10","vote_average":4.1,"runtime":90,"cert":"N\/A","id":16008,"title":"Room 205","adult":false,"genre_ids":[27]},{"cast":["Nicolas Bro","Lene Maria Christensen","Karen Margrethe Bjerre","Christoffer Boe","Jakob Cedergren"],"overview":"Actor Nicolas Bro reigns supreme in the role of Nicolas Bro - a man intent on making a film about himself. After his director friend Christoffer Boe lends him a camera, his selfmonitoring is so hair-raisingly private that it becomes impossible to separate fact from fiction.","release_date":"2006-08-18","vote_average":6.3,"runtime":93,"cert":"N\/A","id":16009,"title":"Offscreen","adult":false,"genre_ids":[18,10749]},{"cast":["Laura Christensen","Stephanie Leon","Julie R. Ølgaard","Neel Rønholt","Julie Christiansen"],"overview":"Christina is living in a suburb to Copenhagen. With her class mates Cecilie, Trine and Pernille she slacks her school work, living mostly for the weekends of gate crashing, getting drunk, experimenting with drugs and scoring guys. But her world is turned upside down when Cecilie's boyfriend Shaid starts hitting on her, and Cecilie mistakenly believes the two of them are making out.","release_date":"2006-07-03","vote_average":6.3,"runtime":93,"cert":"N\/A","id":16010,"title":"Life Hits","adult":false,"genre_ids":[18]},{"cast":["Emma Leth","Cathrine Bjørn","Amalie Lindegård","Sebastian Jessen","Charlotte Sieling"],"overview":"Rebekka, Claudia and Sofie are freshmen in high school and will no longer accept being treated as juniors. Taking matters into their own hands, they devise a rite of passage, the 'fortune teller', symbolizing their entry into adulthood. As they take turns challenging each other's sexual boundaries, they eventually have to ask themselves whether performing weird rituals is the easiest way to get to know themselves and feel grown up.","release_date":"2006-08-11","vote_average":5.2,"runtime":90,"cert":"N\/A","id":16013,"title":"Triple Dare","adult":false,"genre_ids":[18]},{"cast":["Ulrich Thomsen","Nikolaj Lie Kaas","Mille Dinesen","Line Kruse","Lars Ranthe"],"overview":"Tony has recently been released from a sentence for violent behaviour. He promises to improve his ways and is finally granted a few hours alone with his two children. They celebrate the reunion by going to the movies to see a new film by the famous, critically acclaimed Danish director Claus Volter. But the film is not the masterpiece it is said to be on the poster; the children are crying and Tony cannot get the money back he spent on tickets and candy. Tony does not give up; he seeks out Claus Volter in order to get an explanation and a refund. It is however easier said than done to get money out of a world-renowned filmmaker.","release_date":"2006-08-25","vote_average":6.0,"runtime":92,"cert":"N\/A","id":16014,"title":"Clash of Egos","adult":false,"genre_ids":[35]},{"cast":["Pilou Asbæk","Rosalinde Mynster","Sarah Boberg","Anders W. Berthelsen","Charlotte Fich"],"overview":"17-year-old Sara leads a sheltered existence with her family, members of Jehovah’s Witnesses, when she meets the outsider Teis and falls in love. Sara, herself a believer, now faces an important turning point in her life as she is forced to choose between religion and love.","release_date":"2008-02-22","vote_average":5.9,"runtime":116,"cert":"N\/A","id":16015,"title":"Worlds Apart","adult":false,"genre_ids":[18]},{"cast":["Casper Christensen","Frank Hvam","Ali Kazim","Iben Hjejle","Peter Belli"],"overview":"A Danish crew of misfits travel to Saturn in search for natural resources. However, the planet is colonized by a ruthless army of Aliens that turn their eye on Earth and invade Denmark. Thus, the crew change their mission to liberate Denmark.","release_date":"2008-09-26","vote_average":5.9,"runtime":90,"cert":"N\/A","id":16016,"title":"Journey to Saturn","adult":false,"genre_ids":[28,12,16,35,878]},{"cast":["Mads Mikkelsen","Milan Duchek","Stine Stengade","Jana Plodková","Bořivoj Navrátil"],"overview":"Christoffer and Maja's trip to Prague to bring back Chistoffer's deceased father, evolves into the story of a brake-up. With the dead father lurking in the background, secrets gradually emerge threatening to destroy their marriage.","release_date":"2006-11-03","vote_average":6.5,"runtime":92,"cert":"N\/A","id":16017,"title":"Prague","adult":false,"genre_ids":[18]},{"cast":["Henry Rollins","Mike Patton","Ian MacKaye","Lucky Lehrer","Vic Bondi"],"overview":"Inspired by Steven Blush's book \"American Hardcore: A tribal history\" Paul Rachman's feature documentary debut is a chronicle of the underground hardcore punk years from 1979 to 1986. Interviews and rare live footage from artists such as Black Flag, Bad Brains, Minor Threat, SS Decontrol and the Dead Kennedys.","release_date":"2006-09-22","vote_average":6.7,"runtime":100,"cert":"N\/A","id":16018,"title":"American Hardcore","adult":false,"genre_ids":[99,10402]},{"cast":["Oshri Cohen","Michael Moshonov","Gilat Ankori","Orly Silbersatz Banai"],"overview":"A family with five kids in the 80s get into a crisis when twin brothers fall in love with the same girl.","release_date":"2008-07-03","vote_average":5.1,"runtime":101,"cert":"N\/A","id":16019,"title":"Lost Islands","adult":false,"genre_ids":[18]},{"cast":["Elijah Wood","Chris Klein","Ginnifer Goodwin","Ally Sheedy","Jon Bernthal"],"overview":"The military draft is back. Three best friends are drafted and given 30 days to report for duty. In that time they're forced to confront everything they believe about courage, duty, love, friendship and honor. If called to serve, what would you do?","release_date":"2007-04-27","vote_average":5.1,"runtime":92,"cert":"N\/A","id":16020,"title":"Day Zero","adult":false,"genre_ids":[18]},{"cast":["Trey Parker","Matt Stone","Adrien Beard","Mona Marshall","April Stewart"],"overview":"Some of the boys in South Park elementary find themselves on a balloon ride to an imaginary land. At arrival they're faced with an unimaginably threat.","release_date":"2008-03-11","vote_average":8.0,"runtime":67,"cert":"N\/A","id":16023,"title":"South Park: Imaginationland","adult":false,"genre_ids":[16,35]},{"cast":["Lasse Åberg","Jon Skolmen","Sven Melander","Weiron Holmberg","Lottie Ejebrant"],"overview":"Stig-Helmer and Ole Bramserud on a trip to the Canary Islands for Christmas.","release_date":"1980-08-22","vote_average":6.3,"runtime":107,"cert":"N\/A","id":16026,"title":"Sällskapsresan eller Finns det svenskt kaffe på grisfesten","adult":false,"genre_ids":[35]},{"cast":["Anna Walton","Morven Macbeth","Kate Sissons","Richard Stanley","Jamie Thomas King"],"overview":"Whilst making a documentary, filmmaker Holly meets the highly enigmatic and beautiful Vicki who claims she is a real-life vampire.","release_date":"2007-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":16027,"title":"Vampire Diary","adult":false,"genre_ids":[14,18,27]},{"cast":["Laura Regan","Marc Blucas","Ethan Embry","Dagmara Domińczyk","Jon Abrahams"],"overview":"After witnessing a horrific and traumatic event, Julia Lund, a graduate student in psychology, gradually comes to the realization that everything which scared her as a child could be real. And what's worse, it might be coming back to get her..","release_date":"2002-11-01","vote_average":4.8,"runtime":89,"cert":"15","id":16028,"title":"They","adult":false,"genre_ids":[27,53]},{"cast":["Eva Gram Schjoldager","Jan Johansen","Lone Elliot","Line Arlien-Søborg","Brian Theibel"],"overview":"As a group of Danish children pass into adolescence, gradually the most popular girl becomes an outcast, for trivial reasons that she never understands.","release_date":"1981-06-06","vote_average":7.1,"runtime":110,"cert":"N\/A","id":16029,"title":"Tree of Knowledge","adult":false,"genre_ids":[18]},{"cast":["Thomas Ernst","Simone Tang","Jesper Svane","Sofie Linde","Jacob Grosen Pedersen"],"overview":"Set in the early 1960s, the story evolves around highschool sweethearts Jonas and Agnete, their friendships and families, trials and tribulations. Jonas fails to give Agnete the kind of attention she craves, and when she decides to start a new romance, he feels for the first time a cold stab of jealousy. Their rocky relationship takes Jonas through the spectrum of emotions that arises with an aching heart. »Aching Hearts« is shot over a period of three years, taking into account the development of the young actors, some of whom are amateurs from the actual milieus Malmros is depicting.","release_date":"2009-03-13","vote_average":5.9,"runtime":116,"cert":"N\/A","id":16030,"title":"Aching Hearts","adult":false,"genre_ids":[18]},{"cast":["Trine Dyrholm","Lorna Brown","Finn Nielsen","Rasmus Botoft","Thure Lindhardt"],"overview":"A soldier returning from war is hired by her own father to drive his prostitutes around town. She calls upon herself to help one of them.","release_date":"2008-11-14","vote_average":6.2,"runtime":102,"cert":"N\/A","id":16031,"title":"Little Soldier","adult":false,"genre_ids":[18]},{"cast":["Kristian Leth","Laura Christensen","Jon Lange","Nicolai Jandorf Klok","Julie R. Ølgaard"],"overview":"It is the last day of school for Christian and his younger sister Sophie. They are heading to a party at his friend Trina. High school graduation is just around the corner and after the freedom and future. But behind the idyllic facade lurks tragedy and secrets. That evening Sophie commits suicide.","release_date":"2003-02-07","vote_average":5.4,"runtime":94,"cert":"N\/A","id":16032,"title":"Midsummer","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Mille Dinesen","Stine Stengade","Lærke Winther Andersen","Mette Agnete Horn","Lene Maria Christensen"],"overview":"The life of Nynne is based on GUCCI bags and Chanel products, carpaccio and countless visits to cafés, loose relationships with men who screams 'good luck!' when they cum, unused memberships to the local gym and a lenient relationship with mixing champagne, white wine, red wine, cognac, gin, tequila and beer. It goes with out saying: Nynne has yet to experience her Kodak moment.","release_date":"2005-10-27","vote_average":4.5,"runtime":94,"cert":"N\/A","id":16033,"title":"Nynne","adult":false,"genre_ids":[10749,35]},{"cast":["Camilla Bendix","Jakob Cedergren","Anette Støvelbæk","Sofie Lassen-Kahlke","Micky Skeel Hansen"],"overview":"Talented 16-year-old Ruben gets the chance to have what most teenagers want - fame and success. But what are the costs?","release_date":"2008-01-25","vote_average":2.0,"runtime":95,"cert":"N\/A","id":16034,"title":"Remix","adult":false,"genre_ids":[18]},{"cast":["Lars Brygmann","Sidse Babett Knudsen","Nicolaj Kopernikus","Rasmus Bjerg","Søren Pilmark"],"overview":"Ordinary Jan has no easy life. He is by far the most unpopular employee at work. At home it's even worse. His marriage with the not so ordinary Bente is on the verge of a breakdown. Jan's boss finally sends him into group therapy where an unlikely friendship emerges between Jan and the two mechanics Rudy and Alf.","release_date":"2007-09-28","vote_average":6.3,"runtime":100,"cert":"N\/A","id":16037,"title":"With Your Permission","adult":false,"genre_ids":[35]},{"cast":["Frederik Paarup","Julie Carlsen","Anders W. Berthelsen","Sara Møller Olsen","Troels Lyby"],"overview":"","release_date":"2004-02-06","vote_average":4.5,"runtime":80,"cert":"N\/A","id":16038,"title":"Count to 100","adult":false,"genre_ids":[18]},{"cast":["Adam Tønsberg","Morten Hoff","Peter Reichhardt","Lone Lindorff","Arne Hansen"],"overview":"Denmark, 1961. Bjørn, a middle-class boy in his early teens, wants to be accepted by Steen, a bullying peer of his with wealthy but freezingly cold parents. Bjørn's other good friend is Mulle, a cheerful and more childish working-class boy. All three seem friends at first, but gradually Steen starts pushing Mulle away while pulling the impressionable Bjørn with him towards more and more violence.","release_date":"1983-03-04","vote_average":7.3,"runtime":103,"cert":"N\/A","id":16039,"title":"Zappa","adult":false,"genre_ids":[18]},{"cast":["Anne-Grethe Bjarup Riis","Kaya Brüel","Susanne Storm","Taina Anneli R. Berg","Frank Thiel"],"overview":"No overview found.","release_date":"2005-07-29","vote_average":3.0,"runtime":85,"cert":"N\/A","id":16040,"title":"Veninder","adult":false,"genre_ids":[35,18]},{"cast":["Julie Grundtvig Wester","Christian Heldbo Wienberg ","Nicklas Svale Andersen","Frederikke Thomassen","Peter Gantzler"],"overview":"Danish brilliant pre-teen student Nis uses his summer holiday to learn Latin so he can properly study the Knights Templar inheritance on Bjornholm island from sources. His friends Mathias, a dumb jock, and Kathrine, who only comes to spend time wear her dad, who really wanted a boy, prefer childish fun, but get dragged in his quest for a treasure. Mats's strength, Kathrine's connections and even Nis's bratty kid sister's blunt remarks contribute to find out about two brotherhoods, heirs of 12th century factions in the Templar order and deal with danger.","release_date":"2006-02-03","vote_average":5.7,"runtime":85,"cert":"N\/A","id":16043,"title":"The Lost Treasure of the Knights Templar","adult":false,"genre_ids":[10751,12]},{"cast":["Julie Grundtvig Wester","Nicklas Svale Andersen","Christian Heldbo Wienberg ","Frederikke Thomassen","David Owe"],"overview":"In 1361 the Danish King Valdemar's troops approached the city walls of Visby, Gotland. Meanwhile, a young woman named Sigrid was leaving tracks all over the place leading to the whereabouts of a great treasure.She was able to fulfill her mission before being captured and immured alive in a tower, as punishment for not revealing the whereabouts of the treasure. Currently Kathrine, 14, and his three friends have to follow the tracks of 700 years ago during the Medieval Week celebration in Visby to rescue his father, who has been kidnapped, and find the lost treasure. But the fearful and dangerous Black Brotherhood lies in wait.","release_date":"2007-03-29","vote_average":5.3,"runtime":78,"cert":"N\/A","id":16044,"title":"The Lost Treasure of the Knights Templar II","adult":false,"genre_ids":[10751,12]},{"cast":["Julie Grundtvig Wester","Nicklas Svale Andersen","Frederikke Thomassen","Emma Leth","Mick Øgendahl"],"overview":"The snake crown is stolen (or taken back) from the Knight Templars by the earth worshippers of Crete; the three kids try to retrieve it on behalf of the Knight Templars.","release_date":"2008-03-14","vote_average":5.0,"runtime":85,"cert":"N\/A","id":16045,"title":"The Lost Treasure of the Knights Templar III: The Mystery of the Snake Crown","adult":false,"genre_ids":[10751,12]},{"cast":["Matilde Adorno"],"overview":"In suburban Buenos Aires, thirty unemployed ceramics workers walk into their idle factory, roll out sleeping mats and refuse to leave. All they want is to re-start the silent machines. But this simple act - the take - has the power to turn the globalization debate on its head. Armed only with slingshots and an abiding faith in shop-floor democracy, the workers face off against the bosses, bankers and a whole system that sees their beloved factories as nothing more than scrap metal for sale.","release_date":"2004-09-03","vote_average":7.3,"runtime":87,"cert":"N\/A","id":16046,"title":"The Take","adult":false,"genre_ids":[99]},{"cast":["Dar Salim","Elias Al Subehi","Hassan El Sayed","Salah El Koussa","Khalid Al-Subeihi"],"overview":"An Arabic tale that takes place in Scandinavia. About ancient religious hatred, about love, punishment, guilt and redemption, about being responsible for one's own actions and refusing a path of violence. Jamil stands in the middle. He is fighting the war of his life; a war within himself.","release_date":"2008-05-30","vote_average":5.5,"runtime":90,"cert":"N\/A","id":16047,"title":"Go with Peace Jamil","adult":false,"genre_ids":[]},{"cast":["Gry Bay","Adrian Bouchet","Eileen Daly","Thomas Raft","Ovidie"],"overview":"Anna is a young costume designer, focused on her job and wary of getting caught in romantic relationships. She has just found a new apartment, and is tempted to let her latest boyfriend, Frank, move in with her. Instead, she finds a tenant: The flamboyant, fun-loving Camilla, who shares Anna’s views on love and commitment. For both of them, it’s all about fun.","release_date":"2005-11-24","vote_average":2.9,"runtime":91,"cert":"","id":16048,"title":"All About Anna","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jesper Klein","Kaya Brüel","Claus Ryskjær","Ole Fick","Anne Marie Helger"],"overview":"Jungo is the rarest creature in the world, but also the most popular! Can his best buddies Rita the fox, Zik and Zak the monkeys, and an eager young puppy help him escape the clutches of a mad scientist intent on cloning him, a senseless psychologist who wants to analyze him, and a talk show hostess who wants Jungo to advertise her perfume?","release_date":"2007-12-21","vote_average":5.8,"runtime":72,"cert":"N\/A","id":16049,"title":"Amazon Jack 3: Jungo Goes Bananas","adult":false,"genre_ids":[16,35,10751]},{"cast":["Frederik Ludvig Mansa","Sophus Emil Løkkegaard","Emilie Løvenstein Vegeberg","Josephine Hage Thomsen","Julie Kofoed Jensen"],"overview":"Tim and Alexander are best friends. Tim would really like to have a girlfriend and Alexander would like to do better in school. Together they design the perfect plan, all they now need is a cordless kettle, a tiny robot, a blueprint of their school and 100 surveillance cameras! »Zoomers« is a story about friendship and espionage.","release_date":"2009-06-04","vote_average":5.8,"runtime":91,"cert":"N\/A","id":16050,"title":"Zoomers","adult":false,"genre_ids":[10751,18,35]},{"cast":["Hayden Panettiere","Tim Daly","William Sadler","Dan Hedaya","Paula Devicq"],"overview":"When Ally, a popular teen and local celebrity goes missing, her small suburban town erupts in panic.","release_date":"2006-01-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":16053,"title":"The Good Student","adult":false,"genre_ids":[35]},{"cast":["Dakota Fanning","Josh Hutcherson","Forest Whitaker","Guy Pearce","Kate Beckinsale"],"overview":"A psychotic man opens fire in a diner, murdering numerous people before killing himself. The survivors struggle in different ways following this horrendous event: a doctor doubts his own instincts and elects to use an experimental medical procedure on his wife, while a gambler believes he's on a lucky streak. A waitress begins engaging in promiscuous sex, and a young girl whose father is among the dead gains unexpected fame.","release_date":"2008-06-24","vote_average":6.1,"runtime":95,"cert":"N\/A","id":16056,"title":"Winged Creatures","adult":false,"genre_ids":[80,18]},{"cast":["Adrian Dunbar","Ciarán McMenamin","Daniel Wyllie","Don Hany","Bob Franklin"],"overview":"Eight men escape from the most isolated prison on earth. Only one man survives and the story he recounts shocks the British establishment to the core. This story is the last confession of Alexander Pearce.","release_date":"2009-01-29","vote_average":5.5,"runtime":60,"cert":"N\/A","id":16057,"title":"The Last Confession of Alexander Pearce","adult":false,"genre_ids":[36]},{"cast":["Vince Colosimo","Stephen Curry","Rose Byrne","Nathan Phillips","Matthew Dyktynski"],"overview":"Tony Stilano and Trev Spackneys both own, live over and work in adjoining take-away fish shops in Melbourne. Although they have fallen into a habitual rivalry based on a cause long forgotten, the pair unite when the multinational fast-food outlet \"Burgies\" unveils a new store directly opposite the twin fish &amp; chips shops.","release_date":"2003-08-14","vote_average":5.2,"runtime":88,"cert":"N\/A","id":16058,"title":"Take Away","adult":false,"genre_ids":[35,10751]},{"cast":["Lærke Winther Andersen","Carsten Bjørnlund","Kurt Ravn","Bjarne Henriksen","Lisbeth Wulff"],"overview":"Rasmus defends his Ph.D in Danish literature entitled \"The Romantic Idiot\", but with his special qualifications there are not many jobs around. To reduce his study loan he settles for a temporary teaching job at an adult education programme in the provincial town of Korsør. Here, Rasmus meets a complex group of people and takes part in their lives. He falls dramatically in love with one of his pupils, Signe, who dreams of having a child with her partner, Camilla. Playing the role of a romantic idiot in Korsør just isn't plain sailing for Rasmus.","release_date":"2008-09-18","vote_average":3.7,"runtime":104,"cert":"N\/A","id":16059,"title":"Oneway-Ticket to Korsør","adult":false,"genre_ids":[18,35,10749]},{"cast":["Alexandra Holden","Eddie Kaye Thomas","Kip Pardue","Josh Cooke","Marisa Coughlan"],"overview":"A group of high school friends reunite in their hometown for the funeral of an old buddy, 'Bender'; they will spend a weekend struggling to accept that Bender escaped what they can't - adulthood.","release_date":"2006-01-01","vote_average":4.0,"runtime":96,"cert":"N\/A","id":16060,"title":"Wasted","adult":false,"genre_ids":[18]},{"cast":["Eihi Shiina","Itsuji Itao","Yukihide Benny","Jiji Bû","Ikuko Sawada"],"overview":"Set in a future-world vision of Tokyo where the police have been privatized and bitter self-mutilation is so casual that advertising is often specially geared to the “cutter” demographic, this is the story of samurai-sword-wielding Ruka and her mission to avenge her father’s assassination. Ruka is a cop from a squad whose mission is to destroy homicidal mutants known as “engineers” possessing the ability to transform any injury into a weapon.","release_date":"2008-10-03","vote_average":5.9,"runtime":110,"cert":"N\/A","id":16061,"title":"Tokyo Gore Police","adult":false,"genre_ids":[12,27,28,878]},{"cast":["Aaron Ruell","Kevin Corrigan","Eddie Kaye Thomas","Amanda Loncar","Eleanor Hutchins"],"overview":"A successful New York businessman leads a double life as a computer thief.","release_date":"2007-01-27","vote_average":8.0,"runtime":92,"cert":"N\/A","id":16064,"title":"On the Road with Judas","adult":false,"genre_ids":[18,35,10749]},{"cast":["Daryl Hannah","Gil Bellows","Campbell Scott","Suleka Mathew","Patrick Gilmore"],"overview":"An archaeologist discovers that aliens posing as government officials are secretly harvesting human bodies in a bid to take over earth.","release_date":"2006-03-15","vote_average":4.3,"runtime":170,"cert":"N\/A","id":16067,"title":"Final Days of Planet Earth","adult":false,"genre_ids":[28,878,18,27]},{"cast":["Dylan Neal","Andreas Katsulas","Alex Zahara","Myriam Sirois","Dean Marshall"],"overview":"After being punished for retreat from combat, Ranger David Martel is given command of the Liandra, a haunted 20-year old Minbari fighting ship. He's escorting ambassadors to a secret archaeological site, the oldest city on record and a clue to a dangerous ancient race.","release_date":"2002-01-19","vote_average":6.1,"runtime":90,"cert":"PG","id":16068,"title":"Babylon 5: The Legend of the Rangers - To Live and Die in Starlight","adult":false,"genre_ids":[878,12,28]},{"cast":["Kristen Stewart","Aaron Stanford","Bruce Dern","Elizabeth Ashley","Jayce Bartok"],"overview":"The death of the Kimbrough family matriarch affects the three male survivors of the clan. Widower Easy tries to reconnect with his old flame, Marg. Eldest son and struggling musician Guy moves back to town, feeling guilty that he missed the funeral. His brother, Beagle, who was his mother's caretaker, falls for Marg's granddaughter, Georgia, a chronically ill girl who fears her time is growing short.","release_date":"2007-04-29","vote_average":5.5,"runtime":86,"cert":"N\/A","id":16071,"title":"The Cake Eaters","adult":false,"genre_ids":[18,10749]},{"cast":["Stephen Lang","Jeff Daniels","Robert Duvall","Kevin Conway","C. Thomas Howell"],"overview":"The film centers mostly around the personal and professional life of Thomas \"Stonewall\" Jackson, a brilliant if eccentric Confederate general, from the outbreak of the American Civil War until its halfway point when Jackson is killed accidentally by his own soldiers in May 1863 during his greatest victory.","release_date":"2003-02-21","vote_average":6.0,"runtime":214,"cert":"12","id":16072,"title":"Gods and Generals","adult":false,"genre_ids":[18,36,10752]},{"cast":["Ioan Gruffudd","Justine Waddell","Charlotte Rampling","Laura Aikman","Nicholas Blane"],"overview":"A young boy called Pip stumbles upon a hunted criminal who threatens him and demands food. A few years later, Pip finds that he has a benefactor. Imagining that Miss Havisham, a rich lady whose adopted daughter Estella he loves, is the benefactor, Pip believes in a grand plan at the end of which he will be married to Estella. However, when the criminal from his childhood turns up one stormy night and reveals that he, Magwitch, is his benefactor, Pip finds his dreams crumbling. Although initially repulsed by his benefactor, Pip gradually becomes loyal to him and stays with him until his death.","release_date":"1999-05-09","vote_average":5.6,"runtime":168,"cert":"N\/A","id":16075,"title":"Great Expectations","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Gustafsson","Jonas Inde","Johan Rheborg"],"overview":"Percy Nilegaard collects Swedish single men and embarks on a bus trip to Tallinn with a so-called \"highly-experienced driver\".","release_date":"1999-04-22","vote_average":6.5,"runtime":60,"cert":"N\/A","id":16076,"title":"Screwed in Tallinn","adult":false,"genre_ids":[35]},{"cast":["Sean Cw Johnson","Kris Lemche","Stephen O'Reilly","Laura Regan","Jennifer Sky"],"overview":"Five young people apply to live in an isolated house together for six months whilst their every move is filmed by numerous cameras.","release_date":"2002-10-04","vote_average":5.5,"runtime":95,"cert":"18","id":16077,"title":"My Little Eye","adult":false,"genre_ids":[27]},{"cast":["Dina Meyer","George Newbern","Traci Lords","Dan DeLuca","Frank Whaley"],"overview":"Six people are brought together at the funeral of a childhood friend. While settling the estate, they discover a map, which leads them on a search for a time capsule. What they discover reawakens childhood traumas and leads them on a journey through their abandoned childhood home: a home with a terrible secret and a mysterious dead girl who will lead them to their strange fates.","release_date":"2006-10-31","vote_average":4.0,"runtime":80,"cert":"N\/A","id":16080,"title":"Crazy Eights","adult":false,"genre_ids":[27]},{"cast":["Rex Harrison","Samantha Eggar","Richard Attenborough","Anthony Newley","Peter Bull"],"overview":"A veterinarian who can communicate with animals travels abroad to search for a giant sea snail.","release_date":"1967-11-23","vote_average":6.2,"runtime":152,"cert":"U","id":16081,"title":"Doctor Dolittle","adult":false,"genre_ids":[35,10751,14,10402]},{"cast":["Mikhail Baryshnikov","Gregory Hines","Jerzy Skolimowski","Helen Mirren","Geraldine Page"],"overview":"An expatriate Russian dancer is on a plane forced to land on Soviet territory. He is taken to an apartment in which a black American who has married a Russian woman lives with her. He is to become a dancer for the Bolshoi again, but he wishes to escape, but can he trust the American?","release_date":"1985-11-22","vote_average":6.8,"runtime":136,"cert":"N\/A","id":16082,"title":"White Nights","adult":false,"genre_ids":[18,53]},{"cast":["Guy Pearce","Piper Perabo","Steven Michael Quezada","J.K. Simmons","Nicholas Ballas"],"overview":"A psychic's ominous reading sends a man into a tailspin.","release_date":"2006-05-05","vote_average":6.2,"runtime":101,"cert":"N\/A","id":16083,"title":"First Snow","adult":false,"genre_ids":[18,53]},{"cast":["Jodie Foster","Barbara Harris","John Astin","Patsy Kelly","Dick Van Patten"],"overview":"School girl Annabel is hassled by her mother, and Mrs. Andrews is annoyed with her daughter, Annabel. They both think that the other has an easy life. On a normal Friday morning, both complain about each other and wish they could have the easy life of their daughter\/mother for just one day and their wishes come true as a bit of magic puts Annabel in Mrs. Andrews' body and vice versa. They both have a Freaky Friday.","release_date":"1976-12-17","vote_average":6.2,"runtime":95,"cert":"U","id":16084,"title":"Freaky Friday","adult":false,"genre_ids":[14,35,10751]},{"cast":["Barbra Streisand","Omar Sharif","Kay Medford","Anne Francis","Walter Pidgeon"],"overview":"The story of the life of comedienne Fanny Brice, from her early days in the Jewish slums of the Lower East Side, to the height of her career with the Ziegfeld Follies, including her marriage to and eventual divorce from her first husband, Nick Arnstein.","release_date":"1968-09-19","vote_average":7.3,"runtime":149,"cert":"U","id":16085,"title":"Funny Girl","adult":false,"genre_ids":[35,18,10749]},{"cast":["Alan Ladd","Veronica Lake","William Bendix","Howard Da Silva","Doris Dowling"],"overview":"Soon after a veteran's return from war his cheating wife is found dead. He evades police in an attempt to find the real murderer.","release_date":"1946-04-16","vote_average":6.7,"runtime":96,"cert":"","id":16090,"title":"The Blue Dahlia","adult":false,"genre_ids":[80,18]},{"cast":["Reg E. Cathey"],"overview":"Aftermath: Population Zero investigates what would happen if every single person on Earth simply disappeared. Explore the interactive world without us.","release_date":"2008-03-09","vote_average":6.4,"runtime":90,"cert":"N\/A","id":16091,"title":"Aftermath: Population Zero","adult":false,"genre_ids":[99,878]},{"cast":["Ruth Díaz","Javier Pereira","Héctor Bidonde","Paco Cabezas","Luciano Cáceres"],"overview":"One night Malena and Pablo, a sister and brother traveling together in Argentina, discover a diary that details crimes committed twenty years ago.","release_date":"2008-12-12","vote_average":5.3,"runtime":104,"cert":"N\/A","id":16092,"title":"The Appeared","adult":false,"genre_ids":[27,53,9648]},{"cast":["Candace Hilligoss","Frances Feist","Sidney Berger","Art Ellison","Stan Levitt"],"overview":"Mary Henry ends up the sole survivor of a fatal car accident through mysterious circumstances. Trying to put the incident behind her, she moves to Utah and takes a job as a church organist. But her fresh start is interrupted by visions of a fiendish man. As the visions begin to occur more frequently, Mary finds herself drawn to the deserted carnival on the outskirts of town. The strangely alluring carnival may hold the secret to her tragic past.","release_date":"1962-09-26","vote_average":6.9,"runtime":78,"cert":"N\/A","id":16093,"title":"Carnival of Souls","adult":false,"genre_ids":[27,9648]},{"cast":["Christopher Reid","Christopher Martin","Martin Lawrence","Robin Harris","Tisha Campbell-Martin"],"overview":"Young Kid has been invited to a party at his friend Play's house. But after a fight at school, Kid's father grounds him. None the less, Kid sneaks out when his father falls asleep. But Kid doesn't know that three of the thugs at school have decided to give him a lesson in behavior.","release_date":"1990-03-09","vote_average":6.1,"runtime":100,"cert":"N\/A","id":16094,"title":"House Party","adult":false,"genre_ids":[35,18]},{"cast":["Pål Sverre Hagen","Trine Dyrholm","Ellen Dorrit Petersen","Fredrik Grøndahl","Trond Espen Seim"],"overview":"A man convicted in his teens for killing a child is released on parole. He finds work as a church organist and develops a rewarding relationship with a priest and her young son. However, his caring for the boy catches the attention of his old victim's mother, bringing to the surface her bad memories and unanswered questions. This draws them both into troubled waters, having to learn when to hold on and when to let go.","release_date":"2008-09-26","vote_average":7.2,"runtime":115,"cert":"N\/A","id":16095,"title":"Troubled Water","adult":false,"genre_ids":[18]},{"cast":["Christopher Reid","Christopher Martin","Tisha Campbell-Martin","Martin Lawrence","Queen Latifah"],"overview":"Kid'N'Play leave their neighborhood and enter the world of adulthood and higher education. Play attempts to get rich quick in the music business while Kid faces the challenges of college.","release_date":"1991-10-23","vote_average":4.9,"runtime":94,"cert":"N\/A","id":16096,"title":"House Party 2","adult":false,"genre_ids":[35]},{"cast":["Bernie Mac","Chris Tucker","Christopher Reid","Christopher Martin","Angela Means"],"overview":"Hip Hop duo Kid &amp; Play return in the second follow-up to their 1990 screen debut House Party. Kid (Christopher \"Kid\" Reid) is taking the plunge and marrying his girlfriend Veda (Angela Means), while his friend Play (Christopher Martin) is dipping his toes into the music business, managing a roughneck female rap act called Sex as a Weapon. Play books the ladies for a concert with heavy-hitting pr","release_date":"1994-01-01","vote_average":4.9,"runtime":100,"cert":"N\/A","id":16097,"title":"House Party 3","adult":false,"genre_ids":[35]},{"cast":["Ronnie Van Zant","Allen Collins","Gary Rossington","Artimus Pyle","Billy Powell"],"overview":"See classic live performances, interviews and vintage footage of the original Lynyrd Skynyrd band.","release_date":"1996-01-01","vote_average":4.5,"runtime":197,"cert":"N\/A","id":16100,"title":"Lynyrd Skynyrd - Freebird... The Movie","adult":false,"genre_ids":[99,10402]},{"cast":["Ula Furlan","Primož Bezjak","Bojan Emeršič","Dario Varga","Silva Čušin"],"overview":"A story about the price of success. It reveals the cruelty of the music scene that a young and talented girl has to cope with in order to succeed.","release_date":"2008-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":16101,"title":"Summer Hit","adult":false,"genre_ids":[18]},{"cast":["C. Thomas Howell","Judd Nelson","Darren Dalton","Sinead McCafferty","Bug Hall"],"overview":"Hundreds of massive intergalactic robots appear in all of the world's major capitals with an ultimatum: Prove the value of human civilization or be destroyed.","release_date":"2008-12-09","vote_average":4.0,"runtime":90,"cert":"N\/A","id":16102,"title":"The Day the Earth Stopped","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Michael Redgrave","Tom Courtenay","Avis Bunnage","Alec McCowen","James Bolam"],"overview":"A rebellious youth, sentenced to a boy's reformatory for robbing a bakery, rises through the ranks of the institution through his prowess as a long distance runner. During his solitary runs, reveries of his life and times before his incarceration lead him to re-evaluate his privileged status as the Governor's prize runner.","release_date":"1962-09-20","vote_average":7.4,"runtime":104,"cert":"","id":16103,"title":"The Loneliness of the Long Distance Runner","adult":false,"genre_ids":[18]},{"cast":["Alec Baldwin","Peter Fonda","Mara Wilson","Eddie Glenn","Neil Crone"],"overview":"Mr. Conductor's supply of magic gold dust, which allows him to travel between Shining Time and Thomas's island, is critically low. Unfortunately, he doesn't know how to get more. Meanwhile, Thomas is fending off attacks by the nasty diesel engines. Getting more gold dust will require help from Mr. C's slacker cousin, his new friend Lily and her morose grandfather, plus the secret engine.","release_date":"2000-07-26","vote_average":4.5,"runtime":85,"cert":"N\/A","id":16110,"title":"Thomas and the Magic Railroad","adult":false,"genre_ids":[16,18,10751,878]},{"cast":[],"overview":"After being granted immortality by the Hindu gods -- including his father, Vayu, the god of the wind -- Hanuman sets off on an epic journey.","release_date":"2005-10-21","vote_average":7.0,"runtime":88,"cert":"N\/A","id":16111,"title":"Hanuman","adult":false,"genre_ids":[16]},{"cast":["Kevin Clash","Mandy Patinkin","Vanessa Williams","Sonia Manzano","Roscoe Orman"],"overview":"Elmo loves his fuzzy, blue blanket, and would never let anything happen to it. However, a tug-of-war with his friend Zoe sends his blanket to a faraway land, and Elmo in hot pursuit. Facing life without his cherished blanket, Elmo musters all of his determination and courage and heads off on an action-packed rescue mission that plunges him into Grouchland-a place full of grouchy creatures, stinky garbage and the villainous Huxley. Along the way, Elmo learns an important lesson about sharing, realizing that he was selfish with his friend and responsible for what happened.","release_date":"1999-10-01","vote_average":6.3,"runtime":73,"cert":"U","id":16112,"title":"The Adventures of Elmo in Grouchland","adult":false,"genre_ids":[10402,10751,12,35,14]},{"cast":["Chuck Norris","Lee Marvin","Shelley Winters","Martin Balsam","Joey Bishop"],"overview":"A 707 aircraft jetliner on its way from Athens to Rome and then to New York City is hijacked by Lebanese terrorists. The terrorists demand that the pilot take them to Beirut. What the terrorists don't realize is that an elite team of commandoes led by Major McCoy (Norris) and by Colonel Alexander (Marvin) has been called into service to eliminate all terrorists on the jetliner.","release_date":"1986-02-14","vote_average":5.7,"runtime":125,"cert":"N\/A","id":16113,"title":"The Delta Force","adult":false,"genre_ids":[28,53,12]},{"cast":["Michael Flatley","Daire Nolan","Anne Buckley","Helen Egan","Gillian Norris"],"overview":"Feet of Flames was created in 1998 by dancer Michael Flatley, made famous by the musical Riverdance. First created for Flatley's last show as the \"Lord of the Dance\", the show was a one-off performance in London's Hyde Park on July 25, 1998, playing to approximately 25,000 people. The show itself closely resembles its predecessor, Lord of the Dance. However Feet of Flames doubles the dancers, adds new numbers, and a new stage with multi-level tiers for the dancers. Amongst the new numbers is Flatley's solo — \"Feet of Flames\", which the show is based around. The show introduced some of the key elements that are now featured when Flatley performs. His silver-heeled shoes made by Freed's of London were used for the first time in this show. TV screens on both sides of the stage were also installed and now used in all the shows that feature Flatley","release_date":"1998-07-25","vote_average":7.7,"runtime":113,"cert":"","id":16114,"title":"Feet of Flames","adult":false,"genre_ids":[]},{"cast":["Michael Flatley","Jean Butler"],"overview":"Riverdance--The Show is a cultural phenomenon that defies criticism for the enthusiastic and leaves everyone else scratching their heads. The wonderfully talented cast, headed by the Riverdance Irish Dance Company, bewitchingly spins (and stomps) its Celtic folk choreography featuring numerous breathless solos by Michael Flatley (since departed) and Jean Butler. The mellifluous Riverdance Orchestra boasts Davy Spillane, who coaxes plaintive lamentations out of a peculiar instrument that resembles a bagpipe in a metal leg brace. For Enya fans, there is the sound-alike choral group Anuna, who casts a similarly New Age-style vocal spell. Also thrown into the mix are such disparate folk traditions as American gospel and Spanish flamenco. Though it's only 70 minutes long, Riverdance is repetitive by half. But judging from the ecstatic audience ovations and the continued foot-stomping during and after the curtain calls, too much is still not enough. --Richard Natale","release_date":"1995-01-01","vote_average":9.7,"runtime":71,"cert":"N\/A","id":16115,"title":"Riverdance: The Show","adult":false,"genre_ids":[10402]},{"cast":["Talan Torriero","Aubrey O'Day","Martin Klebba","Alex Murrel","Davida Williams"],"overview":"Small lives begin at the end of high school for this surreal society. A senior who married young must contend with her life, love, and pursuit of individuality and femininity in a narcissistic, misogynistic world of irony. Gwen Adams, her husband Holden, and school rival Hilary complete the love triangle as Principal Mann makes their lives living hell.","release_date":"2009-04-07","vote_average":2.9,"runtime":86,"cert":"N\/A","id":16116,"title":"American High School","adult":false,"genre_ids":[35,10749]},{"cast":["Reverend Billy","James Solomon Benn","Savitri Durkee"],"overview":"A serious docu-comedy about the commercialization of Christmas. What Would Jesus Buy? follows Reverend Billy and the Church of Stop Shopping Gospel Choir as they go on a cross-country mission to save Christmas from the Shopocalypse: the end of mankind from consumerism, over-consumption and the fires of eternal debt!","release_date":"2007-03-11","vote_average":5.9,"runtime":91,"cert":"N\/A","id":16117,"title":"What Would Jesus Buy?","adult":false,"genre_ids":[99]},{"cast":["Peter Phelps","Imogen Annesley","Mouche Phillips","Nikki Coghill","Moya O'Sullivan"],"overview":"Abigail Kirk was an ordinary enough sixteen year old growing up in todays Sydney. An intriguing chain of events finds Abigail, through some eerie time shift, transported back one hundred years after watching some children playing a scary game called Beatie Bow.","release_date":"1986-08-07","vote_average":6.0,"runtime":93,"cert":"N\/A","id":16122,"title":"Playing Beatie Bow","adult":false,"genre_ids":[14]},{"cast":["Michael Gross","Christopher Atkins","Greg Evigan","Stephen Blackehart","Geoff Meed"],"overview":"A scientist from the failed Philadelphia Experiment leads a team of Navy SEALs back in time to the Cretaceous Period to rescue the first team he sent back during the 1940s. Things go wildly awry though, when on his return he accidentally brings a giant, man-eating dinosaur back through the portal and into modern-day, downtown Los Angeles.","release_date":"2008-07-29","vote_average":3.3,"runtime":85,"cert":"N\/A","id":16123,"title":"100 Million BC","adult":false,"genre_ids":[878]},{"cast":["Tony Barry","Kelly Johnson","Claire Oberman","Shirley Gruar","Bruno Lawrence"],"overview":"Gerry hires a car in Kaitaia with a stolen licence and travels to Invercargill with John, who's wife has just left him. The ultimate NZ roadtrip adventure.","release_date":"1981-02-05","vote_average":6.9,"runtime":105,"cert":"N\/A","id":16124,"title":"Goodbye Pork Pie","adult":false,"genre_ids":[12,35]},{"cast":["Hervé Villechaize","Susan Tyrrell","Gisele Lindley","Jan Stuart Schwartz","Marie-Pascale Elfman"],"overview":"A mysterious door in the basement of the Hercules house leads to the Sixth Dimension by way of a gigantic set of intestine. When Frenchy slips through the door, King Fausto falls in love with her. The jealous Queen Doris takes Frenchy prisoner, and it is up to the Hercules family and friend Squeezit Henderson to rescue her.","release_date":"1980-03-21","vote_average":6.8,"runtime":74,"cert":"N\/A","id":16127,"title":"Forbidden Zone","adult":false,"genre_ids":[10402,35,14]},{"cast":["Ho-Sung Pak","Peter Greene","Roger Guenveur Smith","Robin Paul","Sherilyn Fenn"],"overview":"First-class assassin Lee Choe has spent years working for the mob. When his handler turns on him by killing his girlfriend and framing him for the murder, Lee stops at nothing to seek revenge. He fights back with a vengeance and violently punishes those who played a part in the death of his innocent love.","release_date":"2007-06-04","vote_average":4.2,"runtime":88,"cert":"N\/A","id":16128,"title":"Fist of the Warrior","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Don McKellar","Sandra Oh","Roberta Maxwell","Robin Gammell","Sarah Polley"],"overview":"Various citizens of Toronto anxiously await the end of the world, which is occurring at the stroke of midnight on New Year's Day.","release_date":"1998-10-23","vote_average":7.0,"runtime":91,"cert":"","id":16129,"title":"Last Night","adult":false,"genre_ids":[35,10749,18]},{"cast":["John Wayne","Dustin Hoffman","Robert Redford","Paul Newman","Elvis Presley"],"overview":"George Abitbol, \"the Most Classy Man on Earth\", dies sputtering his famous last words: \"Crappy world!\" What the heck did he mean? Reporters Steven, Peter and Dave investigate. La Classe Américaine is a montage of scenes taken from the Warner Bros. catalog and dubbed to fit the narration of what is arguably the greatest story ever told.","release_date":"1993-12-30","vote_average":7.9,"runtime":72,"cert":"N\/A","id":16130,"title":"La classe américaine","adult":false,"genre_ids":[35]},{"cast":["Jamie Bell","Kristen Stewart","Robert Longstreet","Terry Loughlin","Dermot Mulroney"],"overview":"The Munns, father John and sons Chris and Tim, recede to the woods of rural Georgia. Their life together is forever changed with the arrival of Uncle Deel, though the tragedy that follows forces troubled Chris to become a man.","release_date":"2004-05-14","vote_average":6.1,"runtime":108,"cert":"N\/A","id":16131,"title":"Undertow","adult":false,"genre_ids":[18,53]},{"cast":["Sina Richardt","Julia Koopmans","Thekla Reuten","Nadja Uhl","Ellen Vogel"],"overview":"Twin Sisters is an epic love story based on the Dutch bestseller by Tessa de Loo that has been read by more than 3.5 million readers in Holland and Germany.","release_date":"2002-12-12","vote_average":7.2,"runtime":137,"cert":"N\/A","id":16132,"title":"Twin Sisters","adult":false,"genre_ids":[10749,18,36]},{"cast":["Tadanobu Asano","Reika Hashimoto","Kyoko Koizumi","Hiroshi Abe","Ittoku Kishibe"],"overview":"A man continually trying and failing to get his wife to stay dead; a self-absorbed ad agency creative director who comes up with one unworkably inane idea after another; a British hitman who only wants to know everyone's function in life; and an unfortunate office worker and father whose brain is left scrambled after a stage hypnotist is murdered in mid-performance.","release_date":"2004-09-25","vote_average":7.3,"runtime":120,"cert":"N\/A","id":16133,"title":"Survive Style 5+","adult":false,"genre_ids":[35,18,27,9648]},{"cast":["Omar Epps","Tupac Amaru Shakur","Khalil Kain","Jermaine 'Huggy' Hopkins","Samuel L. Jackson"],"overview":"Four Harlem friends -- Bishop, Q, Steel and Raheem -- dabble in petty crime, but they decide to go big by knocking off a convenience store. Bishop, the magnetic leader of the group, has the gun. But Q has different aspirations. He wants to be a DJ and happens to have a gig the night of the robbery. Unfortunately for him, Bishop isn't willing to take no for answer in a game where everything's for keeps.","release_date":"1992-01-17","vote_average":7.1,"runtime":96,"cert":"N\/A","id":16136,"title":"Juice","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Gil Alma","Aure Atika","François Creton","Guillaume Depardieu","Sarah-Laure Estragnat"],"overview":"Several scary black-and-white animated segments in different styles appeal to our fear(s) of the dark.","release_date":"2008-01-01","vote_average":6.8,"runtime":85,"cert":"N\/A","id":16137,"title":"Fear(s) of the Dark","adult":false,"genre_ids":[16,35,18,27,9648,10749]},{"cast":["Kam Wu-seong","Son Byung-ho","Park Won-sang","Oh Tae-kyung","Lee Sun-kyun"],"overview":"On 07 January 1972, the South Korean base in Nah-Trang, Vietnam, receives a radio transmission from a missing platoon presumed dead.","release_date":"2004-08-13","vote_average":6.0,"runtime":107,"cert":"N\/A","id":16138,"title":"R-Point","adult":false,"genre_ids":[28,36,27]},{"cast":["A. Michael Baldwin","Reggie Bannister","Bill Thornbury","Gloria Lynne Henry","Kevin Connors"],"overview":"The Tall Man, that imposing menace from Morningside Mortuary, is back and once again haunting the thoughts of the now-adult Mike and his friend, ex-Ice Cream vendor Reggie. The two continue their hunt for the mysterious figure and in his path of destruction encounter a variety of dangerous situations, friends and enemies.","release_date":"1994-05-06","vote_average":5.7,"runtime":91,"cert":"18","id":16139,"title":"Phantasm III: Lord of the Dead","adult":false,"genre_ids":[27,28,878]},{"cast":["Tatsuya Fujiwara","Kenichi Matsuyama","Erika Toda","Shidou Nakamura","Takeshi Kaga"],"overview":"In the second installment of the Death Note film franchise, Light Yagami meets a second Kira and faithful follower Misa Amane and her Shinigami named Rem. Light attempts to defeat L along with Teru Mikami (a Kira follower) and Kiyomi Takada (another Kira follower) but in the end will Light win? or will a Shinigami named Ryuk make all the difference in Light's victory or his ultimate death?","release_date":"2006-10-28","vote_average":6.9,"runtime":141,"cert":"12A","id":16140,"title":"Death Note: The Last Name","adult":false,"genre_ids":[14,53,9648]},{"cast":["Guillaume Lemay-Thivierge","Lucie Laurier","Martin Matte","Raymond Bouchard","Myriam Tallard"],"overview":"Max leads a good life with Alice and their son Théo; that is until Alice is threatened with death while waiting for a heart transplant. Max promises Théo that he will save Alice, but to keep his word he must find a heart, and fast. Since time is running out and he must find a solution, Max decides to reconnect with his troubled past. His decision will change his life in ways he could never imagine","release_date":"2006-12-31","vote_average":4.8,"runtime":90,"cert":"N\/A","id":16143,"title":"Nitro","adult":false,"genre_ids":[28]},{"cast":["Angus Scrimm","A. Michael Baldwin","Bill Thornbury","Reggie Bannister","Heidi Marnhout"],"overview":"Taking off immediately where the last one ended, in this episode Mike travels across dimensions and time fleeing from the Tall Man, at the same time he tries to find the origins of his enemy, and what really happened the night that his brother died. Meanwhile, Reggie battles the spheres and the undead in a quest to find Mike before the Tall Man can complete his transformation.","release_date":"1998-07-31","vote_average":5.1,"runtime":90,"cert":"15","id":16146,"title":"Phantasm IV: Oblivion","adult":false,"genre_ids":[27,878]},{"cast":["Marianne Fortier","Serge Postigo","Hélène Bourgeois Leclerc","Yves Jacques","Rémy Girard"],"overview":"After the sudden death of her mother, Aurore Gagnon is abused by her disturbed step-mother as her town remains in the silence followed by her death. Based on a true story.","release_date":"2005-07-08","vote_average":7.0,"runtime":115,"cert":"N\/A","id":16147,"title":"Aurore","adult":false,"genre_ids":[28,18]},{"cast":["Bill Pullman","Ben Stiller","Ryan O'Neal","Kim Dickens","Angela Featherstone"],"overview":"Daryl Zero is a private investigator. Along with his assistant, Steve Arlo he solves impossible crimes and puzzles. Though a master investigator, when he is not working, Zero doesn't know what to do with himself. He has no social skills, writes bad music, and drives Arlo crazy. In his latest case, Zero must find out who is blackmailing a rich executive, and when his client won't tell him, why.","release_date":"1998-01-30","vote_average":6.4,"runtime":116,"cert":"N\/A","id":16148,"title":"Zero Effect","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Malcolm McLaren","Steve Jones","Paul Cook","Sid Vicious","John Lydon"],"overview":"A rather incoherent post-breakup Sex Pistols \"documentary\", told from the point of view of Pistols manager Malcolm McLaren, whose (arguable) position is that the Sex Pistols in particular and punk rock in general were an elaborate scam perpetrated by him in order to make \"a million pounds.\"","release_date":"1980-09-11","vote_average":6.9,"runtime":103,"cert":"N\/A","id":16149,"title":"The Great Rock 'n' Roll Swindle","adult":false,"genre_ids":[35,99]},{"cast":["Skip Lipman","Kenyon Wells","Daniel McArthur","Rebecca Thurmond","James Iddings"],"overview":"Darkon is an award-winning feature-length documentary film that follows the real-life adventures of the Darkon Wargaming Club in Baltimore, Maryland, a group of fantasy live-action role-playing (LARP) gamers.","release_date":"2006-09-12","vote_average":6.3,"runtime":93,"cert":"N\/A","id":16150,"title":"Darkon","adult":false,"genre_ids":[99,14]},{"cast":["Mary Kostakidis","Justine Clarke","Daniela Farinacci","Robbie Hoad","William McInnes"],"overview":"During one unusually hot weekend, four friends struggle after hearing some life-changing news.","release_date":"2005-03-03","vote_average":5.1,"runtime":100,"cert":"N\/A","id":16151,"title":"Look Both Ways","adult":false,"genre_ids":[18,10749]},{"cast":["Zohra Lampert","Barton Heyman","Gretchen Corbett","Alan Manson","Mariclare Costello"],"overview":"Newly released from a mental ward, Jessica hopes to return to life the way it was before her nervous breakdown. But when Jessica moves to a country house with her husband and a close friend, she finds a mysterious girl living in there who may or may not be a vampire. Jessica's terror and paranoia resurface as evil forces surround her, making her wonder: Are the visions real or is she slipping back into madness?","release_date":"1971-08-06","vote_average":6.4,"runtime":89,"cert":"N\/A","id":16154,"title":"Let's Scare Jessica to Death","adult":false,"genre_ids":[27,9648,18]},{"cast":["Sam Rockwell","Steve Zahn","Paul Giamatti","Mark Ruffalo","Josh Pais"],"overview":"Two untalented singers are mistaken for a pair of major league safe crackers in Providence, Rhode Island. The two are pressed into service by the local hoodlums and quickly find themselves in conflict with their professional colleagues. Romantic interest is added by the daughter of the underworld leader who won't date the men she knows are gangsters.","release_date":"1998-08-17","vote_average":5.9,"runtime":88,"cert":"N\/A","id":16155,"title":"Safe Men","adult":false,"genre_ids":[35,80]},{"cast":["Sarah Silverman","Brian Posehn","Laura Silverman","Bob Odenkirk","Steve Agee"],"overview":"Sarah Silverman appears before an audience in Los Angeles with several sketches, taped outside the theater, intercut into the stand-up performance. Themes include race, sex, and religion. Her comic persona is a self-centered hipster, brash and clueless about her political incorrectness. A handful of musical numbers punctuate the performance.","release_date":"2005-02-11","vote_average":6.8,"runtime":70,"cert":"15","id":16156,"title":"Sarah Silverman: Jesus Is Magic","adult":false,"genre_ids":[35]},{"cast":["Shuuichi Ikeda","Tōru Furuya","Fuyumi Shiraishi","Hirotaka Suzuoki","Kazue Ikura"],"overview":"In UC 0093 the Federation has recovered from its defeat and has created a new anti-colonial special forces unit to deal with rebel forces: Londo Bell. Elsewhere in space Char Aznable re-appears out of self imposed hiding with a declaration that he now commands his own Neo-Zeon movementand intends to force the emigration of Earth's inhabitants to space by bringing about an apocalypse.","release_date":"1988-03-12","vote_average":7.0,"runtime":124,"cert":"N\/A","id":16157,"title":"Mobile Suit Gundam: Char's Counterattack","adult":false,"genre_ids":[16,28,878]},{"cast":["Omar Epps","Richard T. Jones","Taye Diggs","Malinda Williams","Sean Nelson"],"overview":"In the panicky, uncertain hours before his wedding, a groom with prenuptial jitters and his two best friends reminisce about growing up together in the middle-class African-American neighborhood of Inglewood, California. Flashing back to the twenty-something trio's childhood exploits, the memories capture the mood and nostalgia of the '80s era.","release_date":"1999-07-16","vote_average":7.2,"runtime":106,"cert":"N\/A","id":16158,"title":"The Wood","adult":false,"genre_ids":[35,18,10749]},{"cast":["David Carradine","Morgan Brittany","Bruce Campbell","Jim Metzler","Deborah Foreman"],"overview":"Reclusive vampires lounge in a lonely American town. They wear sun cream to protect themselves. A descendant of Van Helsing arrives with hilarious consequences.","release_date":"1989-05-18","vote_average":6.4,"runtime":104,"cert":"N\/A","id":16159,"title":"Sundown: The Vampire in Retreat","adult":false,"genre_ids":[35,27,37]},{"cast":["Ann Henson","Angelica May","Gretchen Busenitz","Thomas Cmkovich"],"overview":"While traveling down a desolate road, Maria comes upon an apparently abandoned school bus. A girl has written “Help Me” in one of the windows, and Maria quickly discovers the messy secrets that lie in the back of the bus. Maria soon finds herself hidden and trapped with the girl as the killer takes them on the ride of their lives. Their journey leads to a bizarre medieval castle nestled in the des","release_date":"2008-01-01","vote_average":3.4,"runtime":null,"cert":"N\/A","id":16160,"title":"Alive or Dead","adult":false,"genre_ids":[27,53]},{"cast":["Tyrese Gibson","Taraji P. Henson","Omar Gooding","Ving Rhames","Snoop Dogg"],"overview":"The story of Jody, a misguided, 20-year-old African-American who is really just a baby boy finally forced-kicking and screaming to face the commitments of real life. Streetwise and jobless, he has not only fathered two children by two different women-Yvette and Peanut but still lives with his own mother. He can't seem to strike a balance or find direction in his chaotic life.","release_date":"2001-06-27","vote_average":7.0,"runtime":130,"cert":"N\/A","id":16161,"title":"Baby Boy","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Nia Long","Morris Chestnut","Harold Perrineau","Terrence Howard","Sanaa Lathan"],"overview":"Harper, a writer who's about to explode into the mainstream leaves behind his girlfriend Robin and heads to New York City to serve as best man for his friend Lance's wedding. Once there, he reunites with the rest of his college circle.","release_date":"1999-10-22","vote_average":6.8,"runtime":120,"cert":"N\/A","id":16162,"title":"The Best Man","adult":false,"genre_ids":[18,35]},{"cast":["Elizabeth Rice","Thomas Dekker","Kelly Blatz","Laura Allen","Adam Goldberg"],"overview":"The residents of a small American town begin to die one-by-one apparently by suicide...","release_date":"2009-03-31","vote_average":5.7,"runtime":89,"cert":"15","id":16167,"title":"From Within","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ingvar Eggert Sigurðsson","Ágústa Eva Erlendsdóttir","Björn Hlynur Haraldsson","Ólafía Hrönn Jónsdóttir","Atli Rafn Sigurðsson"],"overview":"A murder opens up a bleak trail of long buried secrets and small town corruption for a worn out police detective and his squad.","release_date":"2006-10-20","vote_average":6.1,"runtime":93,"cert":"N\/A","id":16170,"title":"Jar City","adult":false,"genre_ids":[18,53,80]},{"cast":["Tom Fisher","Ian McNeice","Tony Maudsley","William Keen","Andrew Melville"],"overview":"The last day of creation. A stranger arrives in London. No one knows who he is or where he has come from. By the time he leaves, the entire universe will have been erased.","release_date":"2000-03-01","vote_average":7.5,"runtime":87,"cert":"N\/A","id":16171,"title":"The Nine Lives of Tomas Katz","adult":false,"genre_ids":[35,18,14,9648]},{"cast":["Sarah Michelle Gellar","Sean Patrick Flanery","Dylan Baker","Patricia Clarkson","Lawrence Gilliard Jr."],"overview":"After her mother's death, mediocre chef Amanda Shelton is having trouble attracting customers to her family's restaurant. While shopping for ingredients, she is given a magical crab by mysterious Gene O'Reilly. Afterward, Amanda's dishes suddenly become excellent, inducing strong emotional reactions in everyone who eats them. Tom Bartlett, who is preparing to open his own eatery, tries her cooking and falls in love.","release_date":"1999-02-05","vote_average":5.2,"runtime":95,"cert":"N\/A","id":16172,"title":"Simply Irresistible","adult":false,"genre_ids":[35]},{"cast":["Stephen Baldwin","Rob LaBelle","Gardiner Millar","Camille Sullivan","William B. Davis"],"overview":"On a secret military base a group of scientists have made a discovery unequaled since the invention of the A-bomb; code-named Eruptor, it's a device that supercharges Dark Matter and uses it to change the molecular structure of its target, thereby eradicating it. But when the Eruptor malfunctions and a leading scientist on the project is blasted with Dark Matter, he receives incredible abilities","release_date":"2006-06-15","vote_average":4.4,"runtime":89,"cert":"N\/A","id":16173,"title":"Dark Storm","adult":false,"genre_ids":[10770,878]},{"cast":["Bridget Fonda","Chelsea Hobbs","Jeremy Guilbaut","Robert Wisden","Jennifer Clément"],"overview":"The Snow Queen is a powerful story of friendship and the triumph of love over wickedness. The story follows a young woman who is forced to battle the wicked snow queen in order to save the soul of the man she loves.","release_date":"2002-01-04","vote_average":6.1,"runtime":180,"cert":"N\/A","id":16174,"title":"Snow Queen","adult":false,"genre_ids":[12,10751,14,878]},{"cast":["Lisa Brenner","Steven Brand","Kate Burton","Tsidii Leloka","Brad Greenquist"],"overview":"Set at the turn of the century, this is the tale of Ellen Rimbauer who just received this mysterious mansion as a wedding gift from her new husband...","release_date":"2003-05-12","vote_average":5.6,"runtime":88,"cert":"N\/A","id":16175,"title":"The Diary of Ellen Rimbauer","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Gemma Craven","Margaret Lockwood","Michael Hordern","Edith Evans","Christopher Gable"],"overview":"In the tiny kingdom of Euphrania, the King and his court are most anxious to get Prince Edward wed. But Edward wants to marry for love. Meanwhile, young Cinderella finds life drastically altered with her father's death as she's forced to be a servant in her own house. But a cheery fairy godmother helps her with her impossible tasks, and even gets her to take an evening out at the King's bride-fin","release_date":"1976-03-24","vote_average":7.0,"runtime":146,"cert":"U","id":16176,"title":"The Slipper and the Rose","adult":false,"genre_ids":[10402,12,10751,14,10749]},{"cast":["Bracha van Doesburgh","Hadewych Minis","Sanne Wallis de Vries","Kees Boot","Hans Kesting"],"overview":"When three wealthy women hire a hit man to get rid of one of their cheating husbands, everything goes wrong.","release_date":"2007-12-20","vote_average":5.7,"runtime":100,"cert":"N\/A","id":16177,"title":"Killer Babes","adult":false,"genre_ids":[35]},{"cast":["Vinnie Jones","Derek Jacobi","Julie Cox","Vanessa Redgrave","Jason Flemyng"],"overview":"A journalist investigates a series of murders that follows the discovery of an unpublished novel by Charles Dickens in the cellar of an old Thames-side-pub.","release_date":"2007-10-14","vote_average":4.6,"runtime":116,"cert":"N\/A","id":16178,"title":"The Riddle","adult":false,"genre_ids":[53,9648,18,80]},{"cast":["Ailsa Marshall","Michael McLafferty","David Higlen","Brad Culver","Kim Estes"],"overview":"Thrown naked into a desolate room with thirteen strangers, Tonya discovers that she is the final contestant in a deadly game. Restrained by lethal electronic collars, the players must utilize hints and tools from a box marked \"pieces\" to find both an exit and the reason for their abduction. One by one the players are eliminated as their \"curfew\" begins and the lights go out. With each dead body comes another clue, which they use to discover that one of them is the killer. The question is ... which one?","release_date":"2008-08-25","vote_average":4.4,"runtime":89,"cert":"15","id":16179,"title":"Breathing Room","adult":false,"genre_ids":[27,9648,53]},{"cast":["Pamela Franklin","Roddy McDowall","Clive Revill","Gayle Hunnicutt","Roland Culver"],"overview":"A team consisting of a physicist, his wife, a young female psychic and the only survivor of the previous visit are sent to the notorious Hell House to prove\/disprove survival after death. Previous visitors have either been killed or gone mad, and it is up to the team to survive a full week in isolation, and solve the mystery of the Hell House.","release_date":"1973-06-15","vote_average":6.8,"runtime":95,"cert":"N\/A","id":16180,"title":"The Legend of Hell House","adult":false,"genre_ids":[27,9648]},{"cast":["Ezra Knight","Keith Buterbaugh","Tyrin Turner","John 'B.J.' Bryant","Clifton Powell"],"overview":"Hustlers, players and gangsters rule the urban streets of New York in this story about loyalty and betrayal. Billy Goode, a street-smart crook (Tyrin Turner, Menace II Society) and his partner Jackie Williams (John \"BJ\" Bryant, Belly) are two small time gangsters with dream of seeing their names in the headlines. After a shooting and robbery that doesn't give them the attention they desire, the partners hook up with the local criie boss Kenyatta (Clifton Powell, Rush Hour) who has a major agenda to shake up the city. Meanwhile Detective Benson (Ezra Knight) and Detective Ryan (Keith Buterbaugh) are on the case. With a star-studded line up of rapper cameos with people like Ice-T, Snoop Dogg, Chino XL, Cormega, Charli Baltimore... And Ja Rule as a motorbike backseat hitman.","release_date":"2003-01-01","vote_average":6.8,"runtime":102,"cert":"N\/A","id":16183,"title":"Crime Partners","adult":false,"genre_ids":[18,53]},{"cast":["Kenji Sawada","Keiko Matsuzaka","Shinji Takeda","Naomi Nishida","Kiyoshiro Imawano"],"overview":"The Katakuri family has just opened their guest house in the mountains. Unfortunately their first guest commits suicide and in order to avoid trouble they decide to bury him in the backyard. Things get way more complicated when their second guest, a famous sumo wrestler, dies while having sex with his underage girlfriend and the grave behind the house starts to fill up more and more.","release_date":"2001-10-31","vote_average":7.2,"runtime":113,"cert":"N\/A","id":16184,"title":"The Happiness of the Katakuris","adult":false,"genre_ids":[10402,27,35,18]},{"cast":["Paula Lema","Tim Alexander","Jimmy Jean-Louis"],"overview":"Diary of a Tired Black Man is a simple story about the complex relationships between black men and black women.","release_date":"2009-01-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":16185,"title":"Diary of a Tired Black Man","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kimberly Elise","Steve Harris","Tyler Perry","Shemar Moore","Vickie Eng"],"overview":"Charles McCarter and his wife Helen are about to celebrate their 18th-wedding anniversary when Helen comes home to find her clothes packed up in a U-Haul van parked in the driveway. Charles is divorcing Her. Helen moves in with her grandmother Madea, an old woman who doesn't take any lip from anyone. Madea helps Helen through these tough times by showing her what is really important in life.","release_date":"2005-02-25","vote_average":6.5,"runtime":116,"cert":"N\/A","id":16186,"title":"Diary of a Mad Black Woman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tim Allen","Nicole Sullivan","Stephen Furst","Larry Miller","Adam Carolla"],"overview":"Buzz Lightyear must battle Emperor Zurg with the help of three hopefuls who insist on being his partners.","release_date":"2000-08-08","vote_average":5.8,"runtime":70,"cert":"U","id":16187,"title":"Buzz Lightyear of Star Command: The Adventure Begins","adult":false,"genre_ids":[16,10751,35,878,12]},{"cast":["Gabrielle Anwar","Henry Ian Cusick","Dave Ortiz","Jessica Marshall-Gardiner","Moira Squier"],"overview":"A wealthy couple battles a poor laborer over the rights to a small ranch house, but events take a shocking turn after an enormous terrorist attack cuts the three off from civilization.","release_date":"2006-02-24","vote_average":5.2,"runtime":98,"cert":"N\/A","id":16188,"title":"9\/Tenths","adult":false,"genre_ids":[53]},{"cast":["Patrick Bergin","Adam Storke","Chad Lowe","Kristy Swanson","Pamela Gidley"],"overview":"Charlie and Rachel run away from home to get married in Las Vegas. But they get attacked by a zombie who takes Rachel with him to hell, where she will become one of Satan's brides","release_date":"1991-11-21","vote_average":6.0,"runtime":94,"cert":"N\/A","id":16191,"title":"Highway to Hell","adult":false,"genre_ids":[14,28,35,27]},{"cast":["Travis Pastrana","Andy Bell","Ronnie Renner","Gregg Godfrey","Kenny Bartram"],"overview":"Sure, the Nitro Circus isn't a real circus. But that doesn't stop this reel of hard-core motocross stunts from being one of the greatest shows on earth, a chance to bask in the insanity that only the Nitro crew can bring. In addition to ringleader Travis Pastrana, featured motocross daredevils include Gregg Godfrey, Andy Bell, \"Cowboy\" Kenny Bartram and Ronnie Renner.","release_date":"2004-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":16192,"title":"Travis Pastrana and The Nitro Circus Vol 2","adult":false,"genre_ids":[]},{"cast":["Atze Schröder","Oliver Wnuk","Yvonne Catterfeld","Christian Kahrmann","Götz Otto"],"overview":"No overview found.","release_date":"2008-10-09","vote_average":4.1,"runtime":98,"cert":"N\/A","id":16193,"title":"U-900","adult":false,"genre_ids":[35]},{"cast":["Phillip Adams","Glory Annen","Christine Amor","Victoria Anoux","Briony Behets"],"overview":"As Australian cinema broke through to international audiences in the 1970s through respected art house films like Peter Weir's \"Picnic At Hanging Rock,\" a new underground of low-budget exploitation filmmakers were turning out considerably less highbrow fare. Documentary filmmaker Mark Hartley explores this unbridled era of sex and violence, complete with clips from some of the scene's most outrageous flicks and interviews with the renegade filmmakers themselves.","release_date":"2008-08-28","vote_average":7.0,"runtime":103,"cert":"N\/A","id":16194,"title":"Not Quite Hollywood","adult":false,"genre_ids":[35,99]},{"cast":["Guy Pearce","Claudia Karvan","Matt Day","Lisa Hensley","John Howard"],"overview":"One messy science journalist (Tash) and a neat television host (Brett). Two very different people whose relationship is nose diving to get the opportunity to experience life in their partners shoes when they wake up one morning in each others bodies. Valuable lessons are learned by each as they both have to adjust to very different lives.","release_date":"1996-09-19","vote_average":6.8,"runtime":97,"cert":"N\/A","id":16197,"title":"Dating the Enemy","adult":false,"genre_ids":[35]},{"cast":["Hayato Isohata","Masako Araki","Naomi Uno","Tôru Masuoka","Yukiji Asaoka"],"overview":"The Yamadas are a typical middle class Japanese family in urban Tokyo and this film shows us a variety of episodes of their lives. With tales that range from the humourous to the heartbreaking, we see this family cope with life's little conflicts, problems and joys in their own way.","release_date":"1999-07-17","vote_average":6.9,"runtime":104,"cert":"PG","id":16198,"title":"My Neighbors the Yamadas","adult":false,"genre_ids":[16,10751]},{"cast":["Heidi Andersson","Jeanette Andersson","Kent Andersson","Björn Ferry"],"overview":"The tiny village in the far north of Sweden called Ensamheten (Solitude) has sixteen inhabitants. They all share an unusual passion - armwrestling.","release_date":"2004-10-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":16201,"title":"Armbryterskan från Ensamheten","adult":false,"genre_ids":[99]},{"cast":["Cedric the Entertainer","Roland Powell","Juan Villareal","Tony Luewellyn","Conrad Goode"],"overview":"Comedian Cedric the Entertainer uses his considerable appeal to introduce some up-and-coming young stand-up comedians. Cedric himself takes on topics such as Bill Clinton, the death penalty, reality television, fast-food chicken, church etiquette, and much more. The other comedians are a mixed lot: Roland Powell amusingly mocks insecure boyfriends and sings a singles bar pick-up song and Juan Villareal gets some laughs out of food stamps and The Blair Witch Project, while Tony Luewellyn flounders through weak material about Ex-Lax and the war on terror. Then along comes J.J., who gives a surreal spin to roadkill and giving birth to septuplets.","release_date":"2002-10-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":16202,"title":"Cedric the Entertainer: Starting Lineup","adult":false,"genre_ids":[35]},{"cast":["Sun Ra","Raymond Johnson","Christopher Brooks","Marshall Allen","June Tyson"],"overview":"Sun Ra and his Solar Myth Arkestra return to Earth after several years in space. Ra proclaims himself \"the alter-destiny\", meets with inner-city youths and battles with the devil himself to save the black race.","release_date":"1974-11-01","vote_average":6.3,"runtime":85,"cert":"N\/A","id":16203,"title":"Space Is the Place","adult":false,"genre_ids":[878]},{"cast":["Sigourney Weaver","Kate Bosworth","Alessandro Nivola","Keri Russell","David Rasche"],"overview":"A mother, enduringly traumatized by the disappearance of her three-year old daughter 15 years ago, has cut herself off from her ex-husband and son. However, when a troubled young woman with a checkered past enters her life, old psychic wounds painfully resurface, as does the illogical and increasingly irrational hope that the young woman may be the daughter she lost so long ago.","release_date":"2007-09-09","vote_average":6.3,"runtime":109,"cert":"N\/A","id":16204,"title":"The Girl in the Park","adult":false,"genre_ids":[18]},{"cast":["Robert Englund","Trevor Matthews","Daniel Kash","David Fox","Dean Hawes"],"overview":"As a child Jack Brooks witnessed the brutal murder of his family. Now a young man he struggles with a pestering girlfriend, therapy sessions that resolve nothing, and night classes that barely hold his interest. After unleashing an ancient curse, Jack's Professor undergoes a transformation into something not-quite- human, and Jack is forced to confront some old demons... along with a few new ones.","release_date":"2007-10-09","vote_average":5.7,"runtime":85,"cert":"N\/A","id":16205,"title":"Jack Brooks: Monster Slayer","adult":false,"genre_ids":[28,35,27]},{"cast":["Dominique Swain","Marie-Josée Colburn","Steven McCarthy","Maggie Castle","Michael Majeski"],"overview":"During a fun-filled getaway at a remote lake, teenager Kim (Dominique Swain) and her friends unwittingly unleash a murderous spirit when they make the mistake of playing the game 'Dead Mary' in this horror story. The body count rises as good friends are forced to hack each other to death, or face death themselves. Marie-Josee Colburn, Jefferson Brown, Steve McCarthy, Reagan Pasternak and Maggie Castle co-star.","release_date":"2007-02-20","vote_average":4.7,"runtime":103,"cert":"N\/A","id":16208,"title":"Dead Mary","adult":false,"genre_ids":[27]},{"cast":["Phil Caracas","Murielle Varhelyi","Maria Moulton","Tim Devries","Ian Driscoll"],"overview":"The first testament says \"an eye for an eye.\" - The second testament says \"love thy neighbour.\" - The third testament ... Kicks Ass!!!","release_date":"2001-06-10","vote_average":4.5,"runtime":85,"cert":"N\/A","id":16209,"title":"Jesus Christ Vampire Hunter","adult":false,"genre_ids":[28,35,27]},{"cast":["Eddie Izzard"],"overview":"Eddie Izzard made his West End debut in 1993 at the Ambassadors Theatre. The show originally had a 4 week run, which was extended twice due to the popularity of the performance. Later released as his first video, titled \"Live at the Ambassadors\", the show lead to Izzard being invited to the Just For Laughs Montreal Comedy Festival, awarded a British Comedy Award for \"Top Stand Up Comedian\", and receiving an Olivier Award nomination for \"Outstanding Achievement\". Live at the Ambassadors is an example of Izzard's very early and less refined style of stand up. His bizarre sense of humour has remained the same throughout performances, and various themes and ideas that can be seen in later recordings can be identified in Live at the Ambassadors.","release_date":"1993-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":16212,"title":"Eddie Izzard: Live at the Ambassadors","adult":false,"genre_ids":[35]},{"cast":["Christopher Titus"],"overview":"A stand-up comic, Chris Titus, special.","release_date":"2004-06-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":16213,"title":"Christopher Titus: Norman Rockwell is Bleeding","adult":false,"genre_ids":[35]},{"cast":["Burt Reynolds","Jan-Michael Vincent","Sally Field","Brian Keith","John Marley"],"overview":"Legendary stunt man, Sonny Hooper remains one of the top men in his field, but due to too many stressful impacts to the spine and the need to pop pain killers several times a day, he knows he should get out of the industry before he ends up permanently disabled.","release_date":"1978-07-28","vote_average":6.3,"runtime":107,"cert":"N\/A","id":16214,"title":"Hooper","adult":false,"genre_ids":[28,35]},{"cast":["Ben Mendelsohn","Claudia Karvan","Steve Bisley","Marshall Napier","Damon Herriman"],"overview":"Danny wants two things in life more than anything else, one is a Jaguar and the other is Joanna Johnson. After Danny is conned into trading his Nissan Cedric for a 1973 Jaguar, he plots to win Joanna and get revenge against the sleazy car dealer Gordon Farkes.","release_date":"1990-09-20","vote_average":6.0,"runtime":99,"cert":"N\/A","id":16217,"title":"The Big Steal","adult":false,"genre_ids":[35]},{"cast":["Alice Playten","Luis Rego","Georges Aminel","Perrette Pradier","Régine Teyssot"],"overview":"In 1995, Italy annihilates Libya, which destroys Israel. Africa bombs Germany, which in turn attacks France. Luxembourg conquers England. Sweden, Monte Carlo and Switzerland immolate themselves.The Russians decide to liquidate the Americans, who unleash their nuclear fleet, leaving only two continents on the verge of World War IV.","release_date":"1987-03-06","vote_average":4.0,"runtime":76,"cert":"N\/A","id":16218,"title":"The Big Bang","adult":false,"genre_ids":[16,35,878]},{"cast":["James Marshall","T.E. Russell","Cuba Gooding Jr.","Robert Loggia","Brian Dennehy"],"overview":"Tommy Riley has moved with his dad to Chicago from a 'nice place'. He keeps to himself, goes to school. However, after a street fight he is noticed and quickly falls into the world of illegal underground boxing - where punches can kill.","release_date":"1992-03-06","vote_average":6.2,"runtime":101,"cert":"N\/A","id":16219,"title":"Gladiator","adult":false,"genre_ids":[28,18]},{"cast":["Bob Holt","Jesse Welles","Richard Romanus","David Proval","Mark Hamill"],"overview":"In a post-apocalyptic future, humankind is destroyed and the fantastic races of ancient legend emerge to repopulate the earth. In fulfillment of an ancient prophesy twin sons -- wizards -- are born to a queen of the faeries: one good, the other aggressively evil. They are destined to collide in a war that will destroy the new earth. Blackwolf, the evil son, is a deformed mutant and is cast out of the community. He seeks to rediscover the ancient technologies of warfare and destruction in order to gain his revenge and subjugate the free peoples of the earth. Avatar, the good son, is human and seeks a passive life of non-aggression in order to avoid responsibility for the bloodshed and despair prophesied. Blackwolf's disastrous attempts to assassinate his brother compell Avatar to marshal forces against Blackwolf, leading to the ultimate confrontation.","release_date":"1977-02-09","vote_average":6.6,"runtime":80,"cert":"N\/A","id":16220,"title":"Wizards","adult":false,"genre_ids":[16,14,878]},{"cast":["Satoshi Tsumabuki","Kou Shibasaki","Kiichi Nakai","Yoshio Harada","Eita"],"overview":"The hero, Hyakkimaru is a wandering \"demon hunter\" whose extra body parts -- 48 to be exact -- were grafted onto his head and trunk by a herb doctor who discovered him as an infant, in a process that echoes \"Frankenstein\" and \"The Island of Dr. Moreau.\" His warlord father gave the originals to 48 demons in exchange for power. When Hyakkimaru kills a demon, he wins back a body part. He is spotted in one of these battles, with a giant spider demon, by Dororo, a scrappy female thief who is fascinated by not only Hyakkimaru's prowess with the sword blade poking out of his arm but the new leg he grows after dicing his opponent. Is he a man -- or a monster? After hearing his story from an old minstrel, she decides to join him on his travels and find out for herself.","release_date":"2007-03-15","vote_average":6.3,"runtime":139,"cert":"N\/A","id":16221,"title":"Dororo","adult":false,"genre_ids":[28,14,27,878]},{"cast":["Jodi Lyn O'Keefe","Shane West","Marla Sokoloff","James Franco","Aaron Paul"],"overview":"A nerdy teen, Ryan Woodman is smitten with the popular and gorgeous Ashley Grant, who apparently has no interest in him. Meanwhile, dim star athlete Chris Campbell has his eye on Ryan's brainy and beautiful friend, Maggie Carter. The two agree to help each other in their romantic quests, but, as they come closer to their goals, both Ryan and Chris suspect that they might be pursuing the wrong girls.","release_date":"2000-03-31","vote_average":5.5,"runtime":94,"cert":"N\/A","id":16222,"title":"Whatever It Takes","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nicolas Wright","Rachelle Lefevre","Nwamiko Madden","James A. Woods"],"overview":"The Canadian teen comedy Hatley High sends up high school sports rituals by placing a most unlikely competitive game at the center of its story: that of chess. Tommy (Nicholas Wright) is a new arrival in his parents' hometown of Hatley, whose mother recently died. He discovers, after the fact, that his mom was once a chess pro and thus a legend in the community. Tommy's chess-fixated peers accept him almost instantly, inferring that he must have inherited his dear mother's skills, but in time Tommy carves out a niche for himself independently of his mom's legacy, and strikes up an enduring romance with Hyacinthe (Rachelle Lefevre) a \"chess cheerleader.\" Two fictional British filmmakers \"frame\" the tale by filming it for a documentary that they are producing, and thus provide witty, ongoing narration.","release_date":"2003-09-23","vote_average":5.7,"runtime":90,"cert":"N\/A","id":16223,"title":"Hatley High","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Yōsuke Akimoto","Hekiru Shiina","Yuriko Fuchizaki","Norio Wakamoto","Keiko Yokozawa"],"overview":"Narrowly escaping the clutches of Lord Guizei and his band of professional killers, Elysse Mordish is on the run and in possession of a vital computer code needed by the military to reactivate a high-powered secret weapon. Enter Tita, intergalactic pet shop hunter and captain of the Cha Cha Maru. Through shear dumb luck she finds herself rescuing Elysse from military hunters thus putting the lives of both herself and her crew in mortal peril! It's a dangerous game of cat and mouse on a planet-wide scale with one crucial difference... mice don't shoot back, but Tita does!","release_date":"1994-03-20","vote_average":6.3,"runtime":55,"cert":"N\/A","id":16224,"title":"Plastic Little: The Adventures of Captain Tita","adult":false,"genre_ids":[16,878]},{"cast":["Michael Ironside","Julie Strain","Billy Idol","Pier Paquette","Sonja Ball"],"overview":"Upon discovery of a shard of what could be the Loc-Nar, a miner named Tyler becomes possessed with an insatiable hunger for power and a thirst for immortality. On his way to the planet of youth, Tyler wipes out most of a space colony and kidnaps a beautiful young woman. His only mistake is that he doesn't kill her sister, Julie, who then sets out on a mission of rescue and revenge.","release_date":"2000-04-19","vote_average":5.7,"runtime":88,"cert":"N\/A","id":16225,"title":"Heavy Metal 2000","adult":false,"genre_ids":[28,12,16,14,878]},{"cast":["Mike Kleinhenz","Andy McAvin","Mike MacRae","Christine McPeters"],"overview":"The movie begins in 15th century Sweden, where Hope, the beautiful daughter of Matthias, a skilled mercenary who is in actuality a demon, is accused of being the devil's consort. Sentenced by the town priest to be burned at the stake, Matthias, through his proxy, the jester Pagan, offers her life if she surrenders herself to him and join him in Hell.","release_date":"2004-10-05","vote_average":5.6,"runtime":80,"cert":"N\/A","id":16226,"title":"Lady Death","adult":false,"genre_ids":[14,16,27,28,878]},{"cast":["Humphrey Bogart","Lauren Bacall","Bruce Bennett","Agnes Moorehead","Tom D'Andrea"],"overview":"A man convicted of murdering his wife escapes from prison and works with a woman to try and prove his innocence.","release_date":"1947-09-27","vote_average":7.3,"runtime":106,"cert":"N\/A","id":16227,"title":"Dark Passage","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Yasuyuki Kase","Yuri Amano","Eiji Hanawa","Mao Kawasaki","Daisuke Gouri"],"overview":"When Ryu returns to pay homage to his deceased mentor, Gouken, he is tormented by disturbing memories of his master's killer (Gouki). In a quest to become a true martial arts master, he sets out to hone his street fighting skills and deliver himself from the haunting legacy of the dark hadou.","release_date":"2005-10-25","vote_average":5.3,"runtime":42,"cert":"N\/A","id":16228,"title":"Street Fighter Alpha: Generations","adult":false,"genre_ids":[28,16]},{"cast":["Christina Ricci","Jason Biggs","Anne Heche","Michelle Williams","Jonathan Rhys Meyers"],"overview":"Elizabeth is on the verge of losing her grip on life after she leaves her emotionally fraught home to start college. Quickly, her life takes a turn for the worse: She clashes with her roommate and decides her boyfriend, Rafe, is her sole salvation. Her psychiatrist prescribes Prozac … but is that her only choice?","release_date":"2001-09-08","vote_average":6.3,"runtime":95,"cert":"18","id":16229,"title":"Prozac Nation","adult":false,"genre_ids":[18]},{"cast":["Bernie Mac","Angela Bassett","Michael Rispoli","Brian J. White","Dondre Whitfield"],"overview":"Aging baseball star who goes by the nickname, Mr. 3000, finds out many years after retirement that he didn't quite reach 3,000 hits. Now at age 47 he's back to try and reach that goal.","release_date":"2004-06-15","vote_average":5.1,"runtime":104,"cert":"N\/A","id":16232,"title":"Mr. 3000","adult":false,"genre_ids":[35,18]},{"cast":["Jane Jensen","Will Keenan","Valentine Miele","William Beckwith","Debbie Rochon"],"overview":"A modern, punk adaptation of Shakespeare's classic. Told irreverently, this film attempts to impact the viewer in the same way theatre-goers were effected in Shakespeare's time. Bawdy, Violent, Humorous, and Romantic.","release_date":"1996-05-13","vote_average":6.2,"runtime":107,"cert":"N\/A","id":16233,"title":"Tromeo & Juliet","adult":false,"genre_ids":[35,18,10749,53]},{"cast":["Will Friedle","Kevin Conroy","Mark Hamill","Angie Harmon","Dean Stockwell"],"overview":"The Joker is back with a vengeance, and Gotham's newest Dark Knight needs answers as he stands alone to face Gotham's most infamous Clown Prince of Crime.","release_date":"2000-12-12","vote_average":7.6,"runtime":74,"cert":"N\/A","id":16234,"title":"Batman Beyond: Return of the Joker","adult":false,"genre_ids":[16,10751,28,878]},{"cast":["James Olson","Burt Young","Rutanya Alda","Jack Magner","Andrew Prine"],"overview":"The Lutz family have managed to flee their home with their lives intact, but before them, another family lived in this house and were caught up in the original evil who weren't so lucky...","release_date":"1982-09-24","vote_average":5.9,"runtime":104,"cert":"N\/A","id":16235,"title":"Amityville II: The Possession","adult":false,"genre_ids":[27]},{"cast":["Billie Piper","Rory Kinnear","Douglas Hodge","Hayley Atwell","Julia Joyce"],"overview":"In Mansfield Park, poverty-stricken Fanny Price is sent away to live with her wealthy uncle and aunt at Mansfield Park. As she struggles to adapt to her new lifestyle she begins to attract the attentions of suitors, learning about the sexual politics of high society along the way.","release_date":"2007-03-18","vote_average":5.9,"runtime":120,"cert":"PG","id":16236,"title":"Mansfield Park","adult":false,"genre_ids":[18]},{"cast":["Greg Cipes","Khary Payton","Tara Strong","Hynden Walch","Robert Ito"],"overview":"America's coolest heroes, the Teen Titans, go to Tokyo to track down the mysterious Japanese criminal Brushogun.","release_date":"2006-09-15","vote_average":7.2,"runtime":75,"cert":"N\/A","id":16237,"title":"Teen Titans: Trouble in Tokyo","adult":false,"genre_ids":[28,12,16,10751,878]},{"cast":["Marian Kociniak","Emil Karewicz","Piotr Fronczewski"],"overview":"How I unleashed World War II is a Polish feature film made in 1969, based on Kazimierz Sławiński's novel \"Przygody kanoniera Dolasa\" (The adventures of Dolas the cannoneer). The film was divided into three parts: Ucieczka (The escape), Za bronią (Following the arms) and Wśród swoich (Among friends).","release_date":"1970-04-03","vote_average":7.3,"runtime":72,"cert":"N\/A","id":16238,"title":"How I Unleashed World War II Part II: Following The Arms","adult":false,"genre_ids":[28,35,36]},{"cast":["Will Ferrell","Pia Glenn","Patrick Ferrell","Michael Delaney","Adam Mucci"],"overview":"Will Ferrell stars in a stand-up comedy as George W. Bush in this take on the former President of the United States. After playing George W. Bush on Saturday Night Live for many years, funny man Will Ferrell brings his impression to Broadway to send up the 43rd President of the United States of America.","release_date":"2009-03-14","vote_average":6.3,"runtime":90,"cert":"N\/A","id":16239,"title":"Will Ferrell: You're Welcome America - A Final Night with George W. Bush","adult":false,"genre_ids":[35]},{"cast":["Tom Cavanagh","Ben Shenkman","Noah Bernett","Benz Antoine","Jeananne Goossen"],"overview":"Eric and Sam have been in a committed relationship for four years. Eric's a former hockey player turned sportscaster and Sam's a sport's lawyer. But when Sam's adventure seeking brother Billy, takes a job in South America, his ex-girlfriend, Julie, is discovered dead from a drug overdose leaving her son Scot (not Billy's son) to Billy.","release_date":"2007-11-16","vote_average":6.1,"runtime":95,"cert":"N\/A","id":16240,"title":"Breakfast with Scot","adult":false,"genre_ids":[35,18]},{"cast":["Gregory Peck","Laurence Olivier","James Mason","Lilli Palmer","Uta Hagen"],"overview":"Nazi hunter Ezra Lieberman discovers a sinister and bizarre plot to rekindle the Third Reich.","release_date":"1978-10-05","vote_average":6.7,"runtime":125,"cert":"N\/A","id":16241,"title":"The Boys from Brazil","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Yvan Attal","Yossi Banai","Nancy Allen","Richard Masur","Allen Garfield"],"overview":"Ariel, a young French Jew, decides to leave his family to go to Israel and secretly become an agent of Mossad, the Israeli secret service. After years of training, his first mission is in Paris to steal secrets from Remy Prieur, a French atomic scientist.","release_date":"1994-06-01","vote_average":7.1,"runtime":142,"cert":"N\/A","id":16242,"title":"The Patriots","adult":false,"genre_ids":[18,80]},{"cast":["Horton Barker","Fiddler Beers","Theodore Bikel","Pete Seeger","Bob Dylan"],"overview":"Black and white footage of performances, interviews, and conversations at the Newport Folk Festival, from 1963 to 1966. The headliners are Peter, Paul and Mary, Joan Baez, Pete Seeger, and Bob Dylan, who's acoustic and electric. Son House and Mike Bloomfield talk about the blues; John Hurt, Howlin' Wolf, and Sonny Terry and Brownie McGhee show its range. The Osborne Brothers perform bluegrass. Donovan, Johnny Cash, Judy Collins, Mimi and Dick Farina, and others less well known also perform. Several talk musical philosophy, and there's a running commentary about the nature and appeal of folk music. The crowd looks clean cut.","release_date":"1967-10-23","vote_average":5.1,"runtime":97,"cert":"N\/A","id":16247,"title":"Festival","adult":false,"genre_ids":[10402,99]},{"cast":["Mary Beth Hurt","Michael McKean","Barret Oliver","Amy Linker","Danny Corkill"],"overview":"Daryl is a normal 10-year-old boy in many ways. However, unbeknown to his foster parents and friends, Daryl is actually a government-created robot with superhuman reflexes and mental abilities. Even his name has a hidden meaning -- it's actually an acronym for Data Analyzing Robot Youth Life-form. When the organization that created him deems the \"super soldier\" experiment a failure and schedules Daryl to be disassembled, it is up to a few rogue scientists to help him escape.","release_date":"1985-06-14","vote_average":6.3,"runtime":100,"cert":"PG","id":16248,"title":"D.A.R.Y.L.","adult":false,"genre_ids":[10751,878]},{"cast":["Peter Ustinov","Dean Jones","Suzanne Pleshette","Elsa Lanchester","Richard Deacon"],"overview":"Peter Ustinov stars as the eponymous wraith, who returns to Earth to aid his descendant, elderly Elsa Lanchester (Stowecroft). The villains want to kick Lanchester and her friends out of their group home so that they can build a crooked casino. Good guy Steve Walker (Jones) gets caught in the middle of the squabble after evoking Blackbeard's ghost.","release_date":"1968-02-08","vote_average":7.0,"runtime":106,"cert":"U","id":16249,"title":"Blackbeard's Ghost","adult":false,"genre_ids":[14,35,10751]},{"cast":["Katherine Heigl","Dale Midkiff","Skye McCole Bartusiak","Corbin Bernsen","Theresa Russell"],"overview":"Marty is a 19 year old pioneer woman, recently married. She goes west with her husband Clem, hoping to start a new life. But Clem unexpectedly dies, and Marty finds herself alone, two months pregnant. Clark Davis, a widower, offers her a marriage of convenience: she needs food and money, and he needs someone to take care of his daughter Missie. She accepts his proposal as a temporary solution.","release_date":"2003-04-13","vote_average":6.5,"runtime":88,"cert":"N\/A","id":16250,"title":"Love Comes Softly","adult":false,"genre_ids":[18,10749,10770,37]},{"cast":["Hiroki Takahashi","Yuuji Kishi","Fumiko Orikasa","Hiroki Yasumoto","Misato Fukuen"],"overview":"After the fall of Shadaloo, things went quiet and everyone continued with their daily routine. However a new evil is lurking on the horizon and the fighters that battled against Shadaloo must take up arms once again. Meanwhile a mysterious detective, whose motives are unknown, is going to any extent to find the lonesome wanderer Ryu, who appears to play a big part in the scheme of this new evil.","release_date":"2009-02-17","vote_average":5.7,"runtime":65,"cert":"N\/A","id":16257,"title":"Street Fighter IV: The Ties That Bind","adult":false,"genre_ids":[28,16]},{"cast":["Chris Carmack","Rachel Miner","Melissa Jones","Kevin Yon","Lynch R. Travis"],"overview":"The story revolves around a man trying to uncover the mysterious death of his girlfriend and save an innocent man from the death chamber in the process, by using his unique power to time travel. However in attempting to do this, he also frees a spiteful serial-killer.","release_date":"2009-01-09","vote_average":5.3,"runtime":90,"cert":"18","id":16258,"title":"The Butterfly Effect 3: Revelations","adult":false,"genre_ids":[878,53,18,80]},{"cast":["Brendan Carr","Doug Bradley","Terry Stone","Pooja Shah","John Rackham"],"overview":"You can’t outrun your past. That is the extremely painful lesson that Ryan (Brendan Carr)is learning right now, as spectres of his past life of crime have returned to haunt him, destroying the only person he holds dear, and nearly killing him in the process. Ryan decides that if he cannot escape then he must confront them head-on in what can only be called a desperate suicide run.","release_date":"2008-04-26","vote_average":4.4,"runtime":90,"cert":"N\/A","id":16259,"title":"Ten Dead Men","adult":false,"genre_ids":[28,53]},{"cast":["Cengiz Sayhan","Tolga Sönmez"],"overview":"An alien is stranded on earth and eventually befriends a young boy during his quest to return to his home planet. Badi is a Turkish remake of Steven Spielberg's E.T.: The Extra-Terrestrial.","release_date":"1983-01-01","vote_average":1.3,"runtime":null,"cert":"N\/A","id":16264,"title":"Badi","adult":false,"genre_ids":[10751,12,878]},{"cast":["Chow Yun-Fat","Andy Lau","Joey Wong","Sharla Cheung Man","Charles Heung"],"overview":"Chow Yun-Fat plays Ko Chun, an extremely talented and well known gambler. On the eve of a big confrontation with a famous Singaporean gambler, Ko walks into a trap set by Knife, an avid but a so-so gambler (Andy Lau), meant for an Indian servant. Struck on the head, Ko suffers from amnesia and regresses to a child-like state. Knife takes care of Ko and begins to exploit Ko's gambling talents.","release_date":"1989-12-14","vote_average":6.9,"runtime":126,"cert":"N\/A","id":16269,"title":"God of Gamblers","adult":false,"genre_ids":[28,35,18]},{"cast":["Jennifer Connelly","Frank Whaley","Dermot Mulroney","Kieran Mulroney","John M. Jackson"],"overview":"Josie, the daughter of the town's wealthiest businessman, faces problems at home and wishes to leave town but is disoriented. Her decision is finalized after she falls asleep in a Target dressing room. She awakens to find herself locked in the store overnight with the janitor, Jim, the town \"no hoper\" and liar.","release_date":"1991-03-29","vote_average":5.9,"runtime":83,"cert":"N\/A","id":16270,"title":"Career Opportunities","adult":false,"genre_ids":[18,35,10749]},{"cast":["Derrel Maury","Robert Carradine","Kimberly Beck","Andrew Stevens","Ray Underwood"],"overview":"Maimed by bullies at a California high school, a new student (Derrel Maury) engineers acts of revenge.","release_date":"1976-09-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":16271,"title":"Massacre at Central High","adult":false,"genre_ids":[18,27,53]},{"cast":["Mario Barth","Paul Panzer","Anja Kling","Michael Gwisdek","Uwe Ochsenknecht"],"overview":"No overview found.","release_date":"2009-03-19","vote_average":4.1,"runtime":90,"cert":"N\/A","id":16272,"title":"Männersache","adult":false,"genre_ids":[35]},{"cast":["Dave Chappelle"],"overview":"Dave Chappelle returns for a stand-up to D.C. and riffs on politics, police, race relations, drugs, Sesame Street and more.","release_date":"2000-07-26","vote_average":8.4,"runtime":57,"cert":"N\/A","id":16275,"title":"Dave Chappelle: Killin' Them Softly","adult":false,"genre_ids":[35,99]},{"cast":["Clovis Cornillac","Diane Kruger","Edouard Baer","Olivier Gourmet","Thierry Frémont"],"overview":"The film, set in 1912, is about the exploits of France's first motorized police brigade.","release_date":"2006-04-14","vote_average":5.8,"runtime":125,"cert":"N\/A","id":16276,"title":"The Tiger Brigades","adult":false,"genre_ids":[28,12,80]},{"cast":["Isabelle Adjani","Denis Podalydès","Jackie Berroyer","Yann Collette","Karim Zakraoui"],"overview":"A troubled and emotionally fragile woman finds herself at the center of a firestorm, in this gut-wrenching psychological drama.","release_date":"2008-11-09","vote_average":7.2,"runtime":88,"cert":"N\/A","id":16277,"title":"Skirt Day","adult":false,"genre_ids":[18]},{"cast":["Richard Crenna","Rhea Perlman","Linda Kelsey","Cotter Smith","Joycelyn O'Brien"],"overview":"Gregory Kingsley, a boy passed off onto social services by his natural mother and abused by his natural father, finds the foster family he is put into to be the type of family he needs and takes his natural mother to court to have her parental rights revoked so that he can be adopted by the Russes. The story is based on the real case of the boy who really did have to take this action to avoid being sent back into an unacceptable situation.","release_date":"1993-04-04","vote_average":5.3,"runtime":95,"cert":"N\/A","id":16278,"title":"A Place To Be Loved","adult":false,"genre_ids":[10751,18]},{"cast":["John Malkovich","Colin Hanks","Emily Blunt","Ricky Jay","Steve Zahn"],"overview":"When a law school dropout answers an advertisement to be a personal assistant he unknowingly signs on to work for a belligerent has-been magician struggling to resurrect his career. This leads to a journey across the country staging the comeback of a lifetime.","release_date":"2008-01-18","vote_average":5.9,"runtime":87,"cert":"PG","id":16279,"title":"The Great Buck Howard","adult":false,"genre_ids":[35]},{"cast":["Paul Cram","Chars Bonin","Carson Lee","Cody Lyman","Daniel Jay Salmen"],"overview":"As five underworld heavies settle in for an all night stay at an abandoned warehouse and former film studio, a series of bizarre and unsettling occurrences quickly lead them to believe they are not alone. It was supposed to be a simple night of babysitting a single hostage, but when a series of numbers began to appear on the walls things soon took a dark turn. Later, after the hostage escapes, the perplexed thugs not only learn that there is a rat in the ranks, but also discover the unsettling nature of the films that were shot in the warehouse. Now, as terror takes hold, the thieves are about to discover that they are being stalked from the shadows and that their odds of living to see daybreak are shrinking with each passing minute.Written by Jason Buchanan, All Movie Guide","release_date":"2008-10-28","vote_average":4.7,"runtime":92,"cert":"N\/A","id":16280,"title":"13 Hours in a Warehouse","adult":false,"genre_ids":[27,53]},{"cast":["Hal Holbrook","Adrienne Barbeau","Fritz Weaver","Leslie Nielsen","Carrie Nye"],"overview":"Inspired by the E.C. comics of the 1950s, George A. Romero and Stephen King bring five tales of terror to the screen.","release_date":"1982-11-12","vote_average":6.8,"runtime":120,"cert":"15","id":16281,"title":"Creepshow","adult":false,"genre_ids":[27,35,14]},{"cast":["John Mills","Sylvia Syms","Anthony Quayle","Harry Andrews","Diane Clare"],"overview":"A group of army personnel and nurses attempt a dangerous and arduous trek across the deserts of North Africa during the second world war. The leader of the team dreams of his ice cold beer when he reaches Alexandria.","release_date":"1958-06-24","vote_average":7.5,"runtime":125,"cert":"PG","id":16284,"title":"Ice Cold in Alex","adult":false,"genre_ids":[12,18,10752]},{"cast":["Nanthana Bunlong","Ko-Tee","Rong Kaomoonkadee","Juree Ohsiri","Suthep Pongam"],"overview":"","release_date":"2006-05-18","vote_average":6.7,"runtime":79,"cert":"N\/A","id":16285,"title":"The Blue Elephant","adult":false,"genre_ids":[16,10751]},{"cast":["George Kennedy","Dorothy Lamour","Lois Chiles","Tom Savini","Tom Wright"],"overview":"EC Comics-inspired weirdness returns with three tales. In the first, a wooden statue of a Native American comes to life...to exact vengeance on the murderer of his elderly owners. In the second, four teens are stranded on a raft on a lake with a blob that is hungry. And in the third, a hit and run woman is terrorized by the hitchhiker she accidentally killed...or did she really kill him?","release_date":"1987-05-01","vote_average":6.1,"runtime":92,"cert":"18","id":16288,"title":"Creepshow 2","adult":false,"genre_ids":[27,35]},{"cast":["Armin van Buuren"],"overview":"More than 12,000 clubbers packed Rotterdam's Ahoy Stadium for this epic set by DJ Armin van Buuren, in which the Dutch trance superstar electrified audiences for nine hours. Highlights from the unforgettable evening in November 2005 include many of Armin's own tracks -- including \"Zocalo,\" \"Hymne\" and \"Sail\" -- as well as beats by Arctic Quest, Inertia and others.","release_date":"2006-02-06","vote_average":4.3,"runtime":100,"cert":"N\/A","id":16289,"title":"Armin Only: The Next Level","adult":false,"genre_ids":[10402]},{"cast":["Johnny Knoxville","Bam Margera","Ryan Dunn","Steve-O","Chris Pontius"],"overview":"Jackass 3D is a 3-D film and the third movie of the Jackass series. It follows the same premise as the first two movies, as well as the TV series. It is a compilation of various pranks, stunts and skits. Before the movie begins, a brief introduction is made by Beavis and Butt-head explaining the 3D technology behind the movie. The intro features the cast lining up and then being attacked by various objects in slow-motion. The movie marks the 10th anniversary of the franchise, started in 2000.","release_date":"2010-10-15","vote_average":6.3,"runtime":94,"cert":"18","id":16290,"title":"Jackass 3D","adult":false,"genre_ids":[35,99,28]},{"cast":["Omar Epps","Kristy Swanson","Michael Rapaport","Jennifer Connelly","Ice Cube"],"overview":"Malik (Omar Epps) is an African-American student attending on a track scholarship; academics are not his strong suit, and he goes in thinking that his athletic abilities will earn him a free ride through college. Fudge (Ice Cube), a \"professional student\" who has been at Columbus for six years so far, becomes friendly with Malik and challenges his views about race and politics in America.","release_date":"1995-01-11","vote_average":6.7,"runtime":127,"cert":"N\/A","id":16295,"title":"Higher Learning","adult":false,"genre_ids":[10749,18,80]},{"cast":["Grant Cramer","Suzanne Snyder","John Allen Nelson","John Vernon","Royal Dano"],"overview":"Aliens who look like clowns come from outer space and terrorize a small town.","release_date":"1988-05-27","vote_average":6.0,"runtime":88,"cert":"15","id":16296,"title":"Killer Klowns from Outer Space","adult":false,"genre_ids":[35,27,878]},{"cast":["Joe Pesci","Brendan Fraser","Moira Kelly","Patrick Dempsey","Josh Hamilton"],"overview":"Convinced he'll graduate with honors because of his thesis paper, a stuffy Harvard student finds his paper being held hostage by a homeless man, who might be the guy to school the young man in life.","release_date":"1994-04-29","vote_average":6.6,"runtime":103,"cert":"N\/A","id":16297,"title":"With Honors","adult":false,"genre_ids":[35,18]},{"cast":["Chris Rock","Regina King","Chazz Palminteri","Eugene Levy","Frankie Faison"],"overview":"After dying before his time, an aspiring comic gets a second shot at life... by being reincarnated as a wealthy but un-likable businessman.","release_date":"2001-02-16","vote_average":5.2,"runtime":87,"cert":"N\/A","id":16300,"title":"Down to Earth","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Marky Ramone","Johnny Ramone","Dee Dee Ramone","Tommy Ramone","Joey Ramone"],"overview":"Filmmaker Michael Gramaglia's years-in-the-making biography of the legendary punk band the Ramones entitled End of the Century traces nearly all the various and sundry peaks and valleys which the seminal rockers experienced over the course of its 20-plus year career before disbanding in 1995. Beginning with the band's first concert performances in the mid-'70s, Gramaglia explores the eccentric and highly volatile band members -- in all the various line-ups that were presented over the years -- as the Ramones slowly gained fame for their high energy and high-tempo style of music that would later influence generations of punk rockers around the world. Mixing archival interviews with new interviews of the various surviving bandmembers, as well as interviews with a number of the Ramones' contemporaries, End of the Century encapsulates the East Coast underground music atmosphere of the 1970s and '80s that the band inadvertently shocked into existence.","release_date":"2003-01-19","vote_average":7.9,"runtime":110,"cert":"N\/A","id":16301,"title":"End of the Century: The Story of the Ramones","adult":false,"genre_ids":[99,10402]},{"cast":["Stephanie Pettee","Justin Smith","Roy Abramsohn","Susan Schramm","AJ Bowen"],"overview":"This follow-up to the George Romero\/Stephen King-launched anthology series features five new tales of horror and a wraparound. The main stories deal with alternative realities (\"Alice\"), possessed communication devices (\"The Radio\"), vampires and serial killers in lust (\"Call Girl\"), mad inventors (\"The Professor's Wife\"), and hauntings from beyond the grave (\"Haunted Dog\").","release_date":"2006-04-24","vote_average":3.9,"runtime":104,"cert":"N\/A","id":16304,"title":"Creepshow 3","adult":false,"genre_ids":[27,878]},{"cast":["Joel McCrea","Veronica Lake","Robert Warwick","William Demarest","Franklin Pangborn"],"overview":"Successful movie director John L. Sullivan, convinced he won't be able to film his ambitious masterpiece until he has suffered, dons a hobo disguise and sets off on a journey, aiming to \"know trouble\" first-hand. When all he finds is a train ride back to Hollywood and a beautiful blonde companion, he redoubles his efforts, managing to land himself in more trouble than he bargained for when he loses his memory and ends up a prisoner on a chain gang.","release_date":"1941-11-30","vote_average":7.8,"runtime":91,"cert":"PG","id":16305,"title":"Sullivan's Travels","adult":false,"genre_ids":[12,35,18,10749]},{"cast":["Jennifer Drake","Eric Baugin","Jean Topart","Jean Valmont","Sylvie Lenoir"],"overview":"The story of the “Oms”, human-like creatures kept as domesticated pets by an alien race of blue giants called “Draags.” The story takes place on the Draags’ planet Ygam, where we follow our narrator, an Om called Terr, from infancy to adulthood. He manages to escape enslavement from a Draag learning device used to educate the savage Oms — and begins to organise an Om revolt.","release_date":"1973-05-01","vote_average":7.7,"runtime":72,"cert":"N\/A","id":16306,"title":"Fantastic Planet","adult":false,"genre_ids":[16,14,878]},{"cast":["Edward Woodward","Christopher Lee","Britt Ekland","Ingrid Pitt","Diane Cilento"],"overview":"Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.","release_date":"1973-12-01","vote_average":7.3,"runtime":93,"cert":"15","id":16307,"title":"The Wicker Man","adult":false,"genre_ids":[27]},{"cast":["Masaki Maeda","Yumi Touma","Chie Koujiro","Kiyoyuki Yanada","Mari Yokoo"],"overview":"U.C. 0123. After a generation of peace, the Earth Federation has begun to build new space colonies to house humanity's growing population. But a new force, the aristocratic Crossbone Vanguard, plans to seize the colonies of the newly constructed Frontier Side for itself. As their home becomes a battlefield, a handful of young civilians struggle to escape the conflict. To save his friends and family, the reluctant warrior Seabook Arno becomes the pilot of a new Gundam which bears the code name F91.","release_date":"1991-03-16","vote_average":6.4,"runtime":115,"cert":"N\/A","id":16308,"title":"Mobile Suit Gundam F91","adult":false,"genre_ids":[16,878]},{"cast":["Erin Evans","Justin L. Jones","Kazuyuki Okada","Yoshi Ando","Jennifer Kim"],"overview":"Two women, aspiring documentary filmmakers, find themselves trapped in a monster-plagued Toyko in 2003.","release_date":"2008-01-18","vote_average":2.1,"runtime":86,"cert":"N\/A","id":16309,"title":"Monster","adult":false,"genre_ids":[28,27,878]},{"cast":["Robert Loggia","Scott Bakula","Rebecca Rigg","Alan Fletcher","Mike Bishop"],"overview":"Lost somewhere over the Pacific in a single-engine Cessna with low fuel, a pilot (Scott Bakula) awaits rescue.","release_date":"1993-12-13","vote_average":2.8,"runtime":95,"cert":"N\/A","id":16312,"title":"Mercy Mission: The Rescue of Flight 771","adult":false,"genre_ids":[18]},{"cast":["Chantavit Dhanasevi","Vorakan Rojchanawat"],"overview":"What kind of scenes in a horror film scares you the most? When a ghost appears totally unexpectedly? When the main character does not see the ghost sneaking up behind him? When at the very end you find out that the main character was actually a ghost all along? But none of this compares to the feeling of arriving home alone and suddenly being stuck by a feeling of deja-vu.","release_date":"2008-10-28","vote_average":5.7,"runtime":95,"cert":"N\/A","id":16313,"title":"Coming Soon","adult":false,"genre_ids":[27,53]},{"cast":["Victor Wong","Michael Treanor","Max Elliott Slade","Chad Power","Rand Kingsley"],"overview":"Each year, three brothers Samuel, Jeffrey and Michael Douglas visits their Japanese grandfather, Mori Shintaro whom the boys affectionately refer to as Grandpa, for the summer. Mori is a highly skilled in the fields of Martial arts and Ninjutsu, and for years he has trained the boys in his techniques. After an organized crime ring proves to be too much for the FBI, it's time for the 3 brother NINJAS! To use their martial arts skills, they team up to battle the crime ring and outwit some very persistent kidnappers!","release_date":"1992-08-07","vote_average":5.7,"runtime":84,"cert":"N\/A","id":16314,"title":"3 Ninjas","adult":false,"genre_ids":[28,12,35,10751]},{"cast":["Jay R. Ferguson","Christine Taylor","Christopher Masterson","Kim Murphy","Ron Livingston"],"overview":"Anthology of famous, scary urban legends done with a modern twist.","release_date":"1997-05-16","vote_average":5.9,"runtime":88,"cert":"N\/A","id":16315,"title":"Campfire Tales","adult":false,"genre_ids":[27]},{"cast":["Im Chang-jung","Ha Ji-won","Yoo Chae-yeong","Jin Jae-young","Min Jung"],"overview":"At Sunjong University, a few students are serious, including Eun-hyo, who works hard at aerobics in hopes of doing well in a national competition. Most students goof off: drinking, partying, and focusing on sex. Eun-shik, a law student who's been in the military, is older but socially inept. He likes Eun-hyo; even though his earnest and simple side appeals to her, his juvenile excesses make him irrelevant when Sung-ok, a good-looking rich kid, charms Eun-hyo. They begin an affair, leaving Eun-shik on the sidelines. The national competition approaches and complications arise.","release_date":"2002-12-12","vote_average":6.4,"runtime":96,"cert":"N\/A","id":16318,"title":"Sex Is Zero","adult":false,"genre_ids":[35,18]},{"cast":["Tiësto"],"overview":"Once again, Tiësto has left his mark on the history of dance music when he returns with a new installment of Tiësto In Concert. This time he has outdone himself by doing 2 shows in Arnhem, Holland (October 29th and 30th, 2004) and a show in Hasselt, Belgium (November 6th, 2004), sharing his music and vision with over 70,000 fans!","release_date":"2004-10-30","vote_average":4.3,"runtime":184,"cert":"N\/A","id":16319,"title":"Tiësto in Concert 2","adult":false,"genre_ids":[18,35,10402]},{"cast":["Nathan Fillion","Summer Glau","Gina Torres","Alan Tudyk","Morena Baccarin"],"overview":"When the renegade crew of Serenity agrees to hide a fugitive on their ship, they find themselves in an action-packed battle between the relentless military might of a totalitarian regime who will destroy anything – or anyone – to get the girl back and the bloodthirsty creatures who roam the uncharted areas of space. But... the greatest danger of all may be on their ship.","release_date":"2005-09-03","vote_average":7.4,"runtime":119,"cert":"","id":16320,"title":"Serenity","adult":false,"genre_ids":[878,28,12,53]},{"cast":["Ekin Cheng","Louis Koo","Cecilia Cheung","Kelly Lin","Zhang Ziyi"],"overview":"King Sky (Ekin Cheng), the sole disciple of the Kun Lun Sect, falls in love with his master Dawn (Cecilia Cheung). Dawn is killed when Insomnia destroys the Kin Lun Mountain. King Sky waits for two hundred years and meets Enigma (Cecilia Cheung), who is the reincarnation of Dawn, and in love with her again. However, Insomnia's Blood Clouds is ready to destroy Zu...","release_date":"2001-08-09","vote_average":5.4,"runtime":104,"cert":"N\/A","id":16321,"title":"Zu Warriors","adult":false,"genre_ids":[14,28]},{"cast":["Jerry Hoffman","Jennifer Aguilar","Michael Ashcraft"],"overview":"Journey 80 million years back in time to an age when mighty dinosaurs dominated the land - and an equally astonishing assortment of ferocious creatures swam, hunted, and fought for survival beneath the vast, mysterious prehistoric seas.","release_date":"2008-03-19","vote_average":6.3,"runtime":40,"cert":"N\/A","id":16322,"title":"Sea Monsters: A Prehistoric Adventure","adult":false,"genre_ids":[99]},{"cast":["Bette Midler","Alan Bates","Frederic Forrest","Harry Dean Stanton","David Keith"],"overview":"Rock-and-roll singer Mary Rose Foster's romantic relationships and mental health are continuously imperilled by the demands of life on the road.","release_date":"1979-11-07","vote_average":6.8,"runtime":125,"cert":"N\/A","id":16323,"title":"The Rose","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Nils Jørgen Kaalstad","Josefin Ljungman","Kyrre Hellum","Jenny Skavlan","Per Kjerstad"],"overview":"Overweight loner Rino spends his days in seclusion, until his dad rents a room to an overtly sexual girl who challenges Rino to break down his walls.","release_date":"2008-10-24","vote_average":5.5,"runtime":91,"cert":"N\/A","id":16324,"title":"Fatso","adult":false,"genre_ids":[35,18]},{"cast":["Shane West","Edward Burns","Ving Rhames","Martin Sheen","Steven Elder"],"overview":"Mysterious cell phone messages promise a young American engineer untold wealth - then make him the target of a deadly international plot. Dangerous security operatives chase the engineer across the globe, while a powerful government official pursues a mysterious agenda that threatens the stability of the entire world.","release_date":"2009-02-27","vote_average":5.5,"runtime":105,"cert":"12","id":16325,"title":"Echelon Conspiracy","adult":false,"genre_ids":[28,53]},{"cast":["Alex Jones","Texe Marrs","Lance Cook","Robert Fisk"],"overview":"Since 1873, the Global Elite Has Held Secret Meetings in the Ancient Redwood Forest of Northern California. Members of the so-called \"Bohemian Club\" Include Former Presidents Eisenhower, Nixon and Reagan. The Bush Family Maintains a Strong Involvement. Each Year at Bohemian Grove, Members of This All-Male \"Club\" Don Red, Black and Silver Robes and Conduct an Occult Ritual Wherein They Worship a Giant Stone Owl, Sacrificing a Human Being in Effigy to What They Call the \"Great Owl of Bohemia.\"","release_date":"2000-10-01","vote_average":6.3,"runtime":123,"cert":"N\/A","id":16326,"title":"Dark Secrets: Inside Bohemian Grove","adult":false,"genre_ids":[99]},{"cast":["David Argue","Michael Carman","Mary Coustas","Bruce Spence","Brendon Suhr"],"overview":"When Brad gets fired from his job, he goes to reopen an old cinema, he enlists his frends to help him show the last film the cinema aired before it closed... Only they don't know, the film is in Italian. With everyone sitting ready they begin to dub the movie... on the fly!","release_date":"1993-09-16","vote_average":7.3,"runtime":82,"cert":"N\/A","id":16327,"title":"Hercules Returns","adult":false,"genre_ids":[35]},{"cast":["Timothy Bottoms","Kathy Fields","Marsha Hunt","Jason Robards","Donald Sutherland"],"overview":"Joe, a young American soldier, is hit by a mortar shell on the last day of World War I. He lies in a hospital bed in a fate worse than death - a quadruple amputee who has lost his arms, legs, eyes, ears, mouth and nose. Unbeknown to his doctors, he remains conscious and able to think, thereby reliving his life through strange dreams and memories and unable to distinguish whether he is awake or dreaming. He remains frustrated by his situation, until one day when Joe discovers a unique way to communicate with his caregivers.","release_date":"1971-08-04","vote_average":7.4,"runtime":111,"cert":"N\/A","id":16328,"title":"Johnny Got His Gun","adult":false,"genre_ids":[10752,18]},{"cast":["John Cusack","John Goodman","L.Q. Jones","Miranda Otto","John Savage"],"overview":"The Jack Bull tells the story of Myrl Redding, a Wyoming horse trader who clashes with Henry Ballard, a fellow rancher, after Ballard abuses two of Myrl's horses and their Crow Indian caretaker, Billy. When Judge Wilkins throws out Myrl's complaint, the war he wages to force Ballard to nurse the emaciated animals back to health escalates into a vigilante manhunt, murder and the possible defeat","release_date":"1999-04-17","vote_average":6.5,"runtime":116,"cert":"N\/A","id":16331,"title":"The Jack Bull","adult":false,"genre_ids":[10770,37]},{"cast":["Hape Kerkeling","Jürgen Tarrach","Johanna Gastdorf","Anneke Kim Sarnau","Matthias Brandt"],"overview":"A fast-paced comedy full of misunderstandings: Norbert Krabbe from pan, unemployed Bürokaufmann and passionate contest participant wins a fjord in Lofoten. But how to get only to Norway - for \"Norbert Crab Fjord\" including his own cabin - when you're broke and one is already driving poor at S-Bahn? What Norbert lack of money, he makes through original ideas betting: Disguised as a cleaning crew, he makes his way to his daughter by train to Copenhagen, on we go as a hitchhiker and with ill-gotten ship tickets. Many abstruse encounters later, among others with Horst Schlämmer, Uschi Blum and the strong-smelling Norwegians Lars, who predicts the future based on a Dog Quartet, Norbert expects the next surprise at its destination ...","release_date":"2009-01-21","vote_average":6.2,"runtime":90,"cert":"N\/A","id":16336,"title":"A man, a fjord!","adult":false,"genre_ids":[35]},{"cast":["Dennis Hopper","Caroline Williams","Jim Siedow","Bill Moseley","Bill Johnson"],"overview":"A radio host is victimized by the cannibal family as a former Texas Marshall hunts them.","release_date":"1986-08-22","vote_average":5.6,"runtime":101,"cert":"","id":16337,"title":"The Texas Chainsaw Massacre 2","adult":false,"genre_ids":[27]},{"cast":["Elizabeth Daily","Susan Sarandon","John Lithgow","Tara Strong","Cheryl Chase"],"overview":"The Rugrats are back! There's Tommy the brave one, Chuckie the timid one, Phil and Lil the odd couple, Dil, and spoiled brat Angelica. This time they're wreaking havoc in Paris, France, where Tommy's dad Stu is summoned after yet another one of his inventions took a dump.","release_date":"2000-09-14","vote_average":6.2,"runtime":78,"cert":"N\/A","id":16340,"title":"Rugrats in Paris: The Movie","adult":false,"genre_ids":[12,16,35,10751]},{"cast":[],"overview":"It's time for a musical adventure! Barney, BJ and Baby Bop have a new dino friend RIFF who knows how to find music everywhere! When a little girl named Melanie dreams of playing her violin in a tlent show, Barney and his friend help her raise her dreams and they discover that some dreams are even bigger than they imagine. So come on everyone Let's Go To The Fair!","release_date":"2006-09-05","vote_average":0.0,"runtime":56,"cert":"N\/A","id":16341,"title":"Barney: Let's Go To The Fair","adult":false,"genre_ids":[10751]},{"cast":["Eva Birthistle","Hannah Tointon","Stephen Campbell Moore","Rachel Shelley","Jeremy Sheffield"],"overview":"A relaxing Christmas vacation turns into a terrifying fight for survival as the children begin to turn on their parents","release_date":"2008-12-05","vote_average":6.2,"runtime":84,"cert":"18","id":16342,"title":"The Children","adult":false,"genre_ids":[27,9648,53]},{"cast":["Irrfan Khan","Shah Rukh Khan","Lara Dutta","Om Puri","Rajpal Yadav"],"overview":"When a famous Bollywood actor visits a small village for a film's shoot, a lowly hairdressers claim that they were once childhood friends soon makes him the centre of attention.","release_date":"2009-02-13","vote_average":6.3,"runtime":137,"cert":"N\/A","id":16345,"title":"Billu","adult":false,"genre_ids":[35,18]},{"cast":["Rachele Brooke Smith","Kenny Wormald","Sarah Jayne Jensen","Peter Gallagher","Nicole Muñoz"],"overview":"All self-taught dancer Kate Parker has ever wanted to do was perform with the American Academy of Ballet. But when she doesnt make it after auditioning, she learns that it takes more than precision and perfection to succeed in the dance world.","release_date":"2008-10-30","vote_average":6.8,"runtime":95,"cert":"N\/A","id":16346,"title":"Center Stage : Turn It Up","adult":false,"genre_ids":[18,10402,10751]},{"cast":["Rosalind Russell","Forrest Tucker","Coral Browne","Fred Clark","Roger Smith"],"overview":"Ten-year-old orphan Patrick Dennis has come to live with his nearest relative and in the high times ahead, he's not going to believe his luck. Nor will you, because Patrick's relation is played by one of Hollywood's grandest dames. Reprising her Broadway triumph, Rosalind Russell won her fourth Oscar nomination and third Golden Globe Award as the marvelous madcap who lives life to the hilt.  Auntie Mame brings to bubbly life the mayhem Mame and her cronies create while guiding Patrick's fortunes. \"Life is a banquet,\" Mame says, \"and most poor suckers are starving to death!\" With wit, style and a seasoned cast to dish humor and heart with gusto, Auntie Mame is a full-course meal of entertainment magic.","release_date":"1958-12-27","vote_average":7.1,"runtime":143,"cert":"N\/A","id":16347,"title":"Auntie Mame","adult":false,"genre_ids":[35,18]},{"cast":["Robert Gustafsson"],"overview":"No overview found.","release_date":"2006-03-16","vote_average":10.0,"runtime":140,"cert":"N\/A","id":16348,"title":"Robert Gustafsson: Ja 'ä inte bitter","adult":false,"genre_ids":[35]},{"cast":["Robert Gustafsson"],"overview":"No overview found.","release_date":"2008-07-09","vote_average":5.0,"runtime":170,"cert":"N\/A","id":16349,"title":"Fullpackat!","adult":false,"genre_ids":[35]},{"cast":["Rufus Sewell","Emmanuelle Béart","Julie Dreyfus","Josse De Pauw","Petch Osathanugrah"],"overview":"A couple leaves the civilized world behind and descends into a living nightmare in this chilling horror thriller. Six months after losing her only child in the Southeast Asia tsunami, Jeanne (Emmanuelle Beart, Mission: Impossible) is convinced she sees him in a film about orphans living in the jungles","release_date":"2008-08-30","vote_average":4.8,"runtime":96,"cert":"N\/A","id":16350,"title":"Vinyan","adult":false,"genre_ids":[18,27,53]},{"cast":["Simon Abkarian","Charles Aznavour","Christopher Plummer","Arsinée Khanjian","David Alpay"],"overview":"A variety of characters, some close relatives, others distant strangers, are each affected by the making of a film about the Armenian Genocide of 1915.","release_date":"2002-05-20","vote_average":6.8,"runtime":115,"cert":"N\/A","id":16351,"title":"Ararat","adult":false,"genre_ids":[10752,18]},{"cast":["Vinod Nagpal","Shivam Pradhan","Manish Narang","Abhijeet Banerjee"],"overview":"Madan Mohan Khullar, a lover of old Hindi films and music, has decided to start his life afresh. However, to begin a new day, one has to pass through a long night, and so must he.","release_date":"2008-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":16352,"title":"Good Night","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tony Jaa","Sarunyu Wongkrachang","Sorapong Chatree","Primorata Dejudom"],"overview":"Moments from death a young man is rescued by a renowned warrior. Realizing unsurpassed physical potential in the young boy he trains him into the most dangerous man alive. As he becomes a young man he goes on a lone mission of vengeance against the vicious slave traders who enslaved him as a youth and the treacherous warlord who killed his father.","release_date":"2008-12-04","vote_average":6.1,"runtime":98,"cert":"15","id":16353,"title":"Ong Bak 2","adult":false,"genre_ids":[12,28,53]},{"cast":["Yoshihiro Nakao","Eric Esch","Makoto Takimoto","Gilbert Yvel","James Thompson"],"overview":"Pride 34: Kamikaze was a mixed martial arts event held by Pride Fighting Championships on April 8, 2007 at the Saitama Super Arena in Saitama, Japan. This was the last Pride show promoted by Dream Stage Entertainment before the sale of the company (see Pride Worldwide). Although Wanderlei Silva and Mauricio Rua were negotiating with Pride to compete, Silva did not participate because of a medical suspension received from the Nevada State Athletic Commission. The commission had stated that if a Japanese doctor cleared Silva for competition, they would consider lifting the suspension three days early, but this did not come to fruition. Gilbert Yvel was originally slated to fight Bazigit Atajev, but Atajev withdrew due to an internal disease","release_date":"2007-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":16354,"title":"Pride 34: Kamikaze","adult":false,"genre_ids":[53]},{"cast":["Masami Kikuchi","Hekiru Shiina","Junpei Takiguchi","Yasunori Matsumoto","Mika Kanai"],"overview":"Sonic's arch nemesis Dr. Robotnik has been banished from the Land of Darkness by an evil Metal Robotnik. The devious doctor tells Sonic that the Robot Generator has been sabotaged and will blow Planet Freedom to kingdom come. But it's not until the President's beautiful daughter Sara turns on the charm that Sonic springs into action.","release_date":"1996-01-26","vote_average":6.9,"runtime":60,"cert":"N\/A","id":16355,"title":"Sonic the Hedgehog: The Movie","adult":false,"genre_ids":[28,12,16]},{"cast":["Brad Johnson","Karen Holness","Kevin Smith","Cameron Daddo","Jonathan Cake"],"overview":"A movie for the Sci Fi Channel based on the book series by Philip José Farmer. The location is Riverworld, a mysterious and treacherous land where every human who died between the years 99,000 BC and 2,200 AD has been resurrected on the banks of a huge river.","release_date":"2003-03-22","vote_average":4.7,"runtime":86,"cert":"N\/A","id":16356,"title":"Riverworld","adult":false,"genre_ids":[14,878,53]},{"cast":["Tom Jansen","Johnny de Mol","Esmarel Gasman","Tara Elders","Bata Miodrag Milojevic"],"overview":"Vox Populi is a black comedy about an experienced politician suffering from a midlife crisis. When he comes into contact with the common-man's logic of his new in-laws, this has a far-reaching effect on both his political and his personal life.","release_date":"2008-10-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":16359,"title":"Vox Populi","adult":false,"genre_ids":[35,18]},{"cast":["Joachim Hansen","Frank Trigg","James Lee","Rameau Thierry Sokoudjou","Hayato Sakurai"],"overview":"Pride 33: The Second Coming was a mixed martial arts event held by Pride Fighting Championships on February 24, 2007 at the Thomas &amp; Mack Center in Las Vegas, Nevada.","release_date":"2007-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":16360,"title":"Pride 33: The Second Coming","adult":false,"genre_ids":[]},{"cast":["Fedor Emelianenko","Mark Hunt","Antonio Rodrigo Nogueira","Josh Barnett","Gilbert Melendez"],"overview":"Pride Shockwave 2006 was a mixed martial arts event held by Pride Fighting Championships on December 31, 2006. In Japan, this event was called Pride Otoko Matsuri 2006: Fumetsu","release_date":"2006-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":16361,"title":"Pride Shockwave 2006","adult":false,"genre_ids":[]},{"cast":["Richard Epcar","Eddie Frierson","Mark Hamill","Yuri Lowenthal","Alexandra Kenworthy"],"overview":"In the year 2044 AD, the human race has amped-up its space exploration and reached out to the stars through the miracle of ROBOTECHNOLOGY, but not without bringing intergalactic war upon the Earth itself. Heroes will die and allegiances will shift. But in the midst of combat, perhaps peace will spring up through the charred remains of battered history. One of the greatest science fiction sagas of all time continues...","release_date":"2006-08-25","vote_average":6.0,"runtime":88,"cert":"N\/A","id":16364,"title":"Robotech: The Shadow Chronicles","adult":false,"genre_ids":[28,12,16,878]},{"cast":["Dean Cain","Vanessa Williams","Wesley Snipes","Valerie Chow","Adrian G. Griffiths"],"overview":"In the not too distant future, a new deadly sport is the only way to stop a war that will kill millions. Fix (Snipes) is the creator of the sport, but the spotlight has always been on Ramzey (Cain), this hothead must use this game to stop the Revolution.","release_date":"1998-01-09","vote_average":4.7,"runtime":91,"cert":"N\/A","id":16365,"title":"Futuresport","adult":false,"genre_ids":[28,878]},{"cast":["Ben Affleck","Mark Hamill","Richard Herd","Maureen McGovern","Jodi Benson"],"overview":"In this animated retelling of the story from the Bible's Book of Genesis, Joseph's gift of dream interpretation and his brilliantly colored coat inspires jealousy in his brothers.","release_date":"2000-11-07","vote_average":6.4,"runtime":74,"cert":"U","id":16366,"title":"Joseph: King of Dreams","adult":false,"genre_ids":[10402,10751,16]},{"cast":["Joel Edgerton","Chiwetel Ejiofor","Sarah-Jane Potts","Nick Frost","Linda Bassett"],"overview":"Charles Price may have grown up with his father in the family shoe business in Northampton, in central England, but he never thought that he would take his father's place. Yet, the untimely death of his father places him in that position, only to learn that Price & Sons Shoes is failing. While in despair at his failed attempts to save the business, Charles has a chance encounter with the flamboyant drag queen cabaret singer, Lola. Her complaints about the inadequate footwear for her work combined with one of Charles' ex-employees, Lauren, leads to a suggestion to change the product to create a desperate chance to save the business: make men's fetish footwear. Lola is convinced to be their footwear designer and the transition begins. Now this disparate lot must struggle at this unorthodox idea while dealing both the prejudice of the staff, Lola's discomfort in the small town and the selfish manipulation of Charles' greedy fiancée who cannot see the greater good in Charles' dream.","release_date":"2005-08-30","vote_average":6.5,"runtime":107,"cert":"12A","id":16367,"title":"Kinky Boots","adult":false,"genre_ids":[35,18,10402]},{"cast":["Paul Gross","Peter Berg","Finola Hughes","Teri Polo","William Russ"],"overview":"T.J. and his friend Dexter quit their jobs in Detroit to become ski-instructors in Aspen. While T.J. advances to the most popular instructor of the school during the season, he has to take care for Dexter, who's future is less bright and who's eventually thinking about jobbing as drug courier - bringing their friendship to a test. Meanwhile the rich business woman Brice supports T.J. in his writing ambitions and invites him to live at her home. But in her absence he falls in love with the stunningly beautiful blond radio moderator Robin.","release_date":"1993-01-22","vote_average":5.6,"runtime":113,"cert":"N\/A","id":16370,"title":"Aspen Extreme","adult":false,"genre_ids":[18]},{"cast":["Han Seok-kyu","Shim Eun-Ha","Jang Hang-seon","Yu Jun-sang","Park Cheol-Ho"],"overview":"In Seoul, parts not matching of severed copses of three men are found in cars and bags left in public spaces...","release_date":"1999-11-13","vote_average":6.1,"runtime":118,"cert":"N\/A","id":16371,"title":"Tell Me Something","adult":false,"genre_ids":[53,27,80,9648]},{"cast":["Deborah Kerr","Peter Wyngarde","Megs Jenkins","Michael Redgrave","Martin Stephens"],"overview":"A young governess for two children becomes convinced that the house and grounds are haunted.","release_date":"1961-12-25","vote_average":7.6,"runtime":100,"cert":"12","id":16372,"title":"The Innocents","adult":false,"genre_ids":[27]},{"cast":["Ray Milland","Ruth Hussey","Gail Russell","Donald Crisp","Cornelia Otis Skinner"],"overview":"A brother and sister move into an old seaside house they find abandoned for many years on the English coast. Their original enchantment with the house diminishes as they hear stories of the previous owners and meet their daughter (now a young woman) who now lives as a neighbor with her grandfather. Also heard are unexplained sounds during the night. It becomes obvious that the house is haunted.","release_date":"1944-02-18","vote_average":7.0,"runtime":99,"cert":"PG","id":16373,"title":"The Uninvited","adult":false,"genre_ids":[18,14,27,9648]},{"cast":["Idris Elba","Carole Karemera","Pamela Nomvete","Oris Erhuero","Fraser James"],"overview":"Debra Winger, Oris Erhuero and Idris Elba star in this drama framed by the Rwandan genocide.","release_date":"2005-02-17","vote_average":7.4,"runtime":140,"cert":"N\/A","id":16374,"title":"Sometimes in April","adult":false,"genre_ids":[18,36,10752]},{"cast":["Scott Allen","Steven Soderbergh","Betsy Brantley","Eddie Jemison","David Jensen"],"overview":"A man works for the unpleasant guru of a Scientology-like movement.","release_date":"1996-05-18","vote_average":6.3,"runtime":99,"cert":"N\/A","id":16375,"title":"Schizopolis","adult":false,"genre_ids":[35]},{"cast":["Eric Idle","Neil Innes","Ricky Fataar","John Halsey","Michael Palin"],"overview":"The story of the rise and fall of the Pre-Fab Four.","release_date":"1978-03-22","vote_average":6.9,"runtime":76,"cert":"N\/A","id":16378,"title":"The Rutles: All You Need Is Cash","adult":false,"genre_ids":[35,10402]},{"cast":["Claire Danes","Giovanni Ribisi","Omar Epps","Dennis Farina","Josh Brolin"],"overview":"Three minor delinquints (Danes, Ribisi, and Epps) are recruited by a cop (Farina) working undercover to bust a cop\/drug ring. When the officer who recruited them is killed, they go above and beyond the call of duty to solve the murder; and bust the drug ring. Suffering the jibes, and ridicule of fellow officers; they struggle to save their names, and that of their deceased benefactor.","release_date":"1999-03-26","vote_average":4.4,"runtime":92,"cert":"N\/A","id":16379,"title":"The Mod Squad","adult":false,"genre_ids":[28,9648,53,18]},{"cast":["Richard Derr","Barbara Rush","Larry Keating","John Hoyt","Frank Cady"],"overview":"When a group of astronomers calculate a star is on a course to slam into Earth, a few days before, it's accompanying planet will first pass close enough to the Earth to cause havoc on land and sea. They set about building a rocket so a few selected individuals can escape to the planet.","release_date":"1951-08-01","vote_average":6.2,"runtime":83,"cert":"N\/A","id":16380,"title":"When Worlds Collide","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Taking place one year before the events of the original Macross series, Macross Zero chronicles the final days of the war between the U.N. Spacy and anti-U.N. factions. After being shot down by the anti-U.N.'s newest fighter plane, ace pilot Shin Kudo finds himself on the remote island of Mayan, where technology is almost non-existent. While Shin stays on the island to heal his wounds, the tranquility of the island is shattered by a battle that involves the UN's newest fighter - the VF-0.","release_date":"2002-12-21","vote_average":6.2,"runtime":159,"cert":"N\/A","id":16381,"title":"Macross Zero","adult":false,"genre_ids":[16,28,878,10752]},{"cast":["Ana Claudia Talancón","Daniel Giménez Cacho","Alejandro Usigli","Joaquín Cosio","Alberto Guerra"],"overview":"A young girl recounts her girlhood and eventual marriage to a general of the Mexican revolution. by one of the most outstanding writers of the new feminist Mexican literature, it is at once a haunting novel of one woman's life and a powerful account of post-revolutionary Mexico from a female perspective.","release_date":"2008-09-12","vote_average":6.9,"runtime":107,"cert":"N\/A","id":16382,"title":"Tear This Heart Out","adult":false,"genre_ids":[10749,18]},{"cast":["Paresh Rawal","Neha Dhupia","Tara Sharma","Boman Irani","Om Puri"],"overview":"The caption of the movie says, \"How would you murder a man who has already committed suicide\". The story revolves around 6 characters a one time famous film director, his wife (a one time actor in his films), a chauffeur, a confidante lawyer, a caretaker and an ACP all trying to outwit each other. At stake is a life insurance policy worth Rs. 24 crores.","release_date":"2008-12-04","vote_average":7.5,"runtime":null,"cert":"N\/A","id":16383,"title":"Maharathi","adult":false,"genre_ids":[53]},{"cast":["Steve Martin","Rick Moranis","Joan Cusack","Melanie Mayron","Bill Irwin"],"overview":"FBI agent Barney Coopersmith is assigned to protect former Mafia figure turned informant Vincent Antonelli. In the witness protection program one is supposed to keep a low profile, but that is something that Antonelli has trouble doing. Coopersmith certainly has his hands full keeping Antonelli away from the Mafia hitmen who want to stop him testifying, not to mention the nightclubs...","release_date":"1990-08-17","vote_average":6.0,"runtime":97,"cert":"N\/A","id":16384,"title":"My Blue Heaven","adult":false,"genre_ids":[28,35]},{"cast":["Terrence Howard","Bernie Mac","Kimberly Elise","Tom Arnold","Brandon Fobbs"],"overview":"In this uplifting film based on a true story, coach Jim Ellis (Terrence Howard) shocks the community and changes lives when, aided by a local janitor (Bernie Mac), he sets out to form Philadelphia's first black swim team. But the odds are against them as they battle rigid rules, racism and more.","release_date":"2007-03-23","vote_average":5.9,"runtime":104,"cert":"N\/A","id":16385,"title":"Pride","adult":false,"genre_ids":[18,10751]},{"cast":["Shari Albert","Maxine Bahns","Catharine Bolz","Connie Britton","Edward Burns"],"overview":"Deals with the lives of the three Irish Catholic McMullen brothers from Long Island, New York, over three months, as they grapple with basic ideas and values — love, sex, marriage, religion and family — in the 1990s. Directed, written, produced by and starring Edward Burns.","release_date":"1995-08-09","vote_average":6.1,"runtime":98,"cert":"N\/A","id":16388,"title":"The Brothers McMullen","adult":false,"genre_ids":[35,18,10749]},{"cast":["Deborah Kerr","David Farrar","Flora Robson","Kathleen Byron","Sabu"],"overview":"A group of Anglican nuns, led by Sister Clodagh, are sent to a mountain in the Himalayas. The climate in the region is hostile and the nuns are housed in an odd old palace. They work to establish a school and a hospital, but slowly their focus shifts. Sister Ruth falls for a government worker, Mr. Dean, and begins to question her vow of celibacy. As Sister Ruth obsesses over Mr. Dean, Sister Clodagh becomes immersed in her own memories of love.","release_date":"1947-01-01","vote_average":7.7,"runtime":100,"cert":"U","id":16391,"title":"Black Narcissus","adult":false,"genre_ids":[18]},{"cast":["Nathan Phillips","Nadia Bjorlin","Eddie Griffin","Tim Matheson","Jesse Johnson"],"overview":"A gorgeous young automobile fanatic--and front to the hottest unsigned band on the West coast--finds herself caught up in illegal drag-racing competitions organized by exotic car fanatics","release_date":"2007-04-13","vote_average":4.3,"runtime":95,"cert":"N\/A","id":16392,"title":"Redline","adult":false,"genre_ids":[28,18,53]},{"cast":["Leigh McCloskey","Irene Miracle","Eleonora Giorgi","Daria Nicolodi","Sacha Pitoëff"],"overview":"A young man returns from Rome to his sister's satanic New York apartment house.","release_date":"1980-02-07","vote_average":6.7,"runtime":107,"cert":"18","id":16395,"title":"Inferno","adult":false,"genre_ids":[27,53]},{"cast":["Marc Singer","Brian Thompson","Jason Connery","Daniel Bonjour","Jennifer Dorogi"],"overview":"When an ancient warlord summons a mythological beast, a young hero must complete a series of quests to awaken the dragon that will defeat the monster.","release_date":"2009-03-31","vote_average":2.5,"runtime":88,"cert":"N\/A","id":16398,"title":"Dragonquest","adult":false,"genre_ids":[14,28,12]},{"cast":["Aidan Quinn","Courteney Cox","Anthony LaPaglia","Alice Drummond","Pamela Gray"],"overview":"Seth Warner has reached the end of his rope. Ever since his wife died two years earlier, his world has been in turmoil. He is despondent, his career has fallen apart, even his house has been destroyed. There seems to be nothing left for him to live for. Confused and angry after two years of suffering, he finally directs his wrath at God from the rooftop of his apartment building in New York City. In the midst of a wild thunderstorm he demands to know why he has been betrayed by the god he has believed in and honored his whole life. God's answer is to strike down Seth's dog in a bolt of lightning. Pushed beyond his limits, Seth decides to respond to his years of torment by breaking each of the biblical Ten Commandments.","release_date":"1997-05-02","vote_average":5.7,"runtime":88,"cert":"N\/A","id":16399,"title":"Commandments","adult":false,"genre_ids":[35,18,10749]},{"cast":["Katsuhiko Watabiki","Hiroaki Hirata","Atsuko Tanaka","Ryûnosuke Ôbayashi","Mîna Tominaga"],"overview":"Set in the year 2000 (between the events of Patlabor and Patlabor 2), when the level of Labor accidents begin to escalate around Tokyo Bay, police detectives Kusumi and Hata are assigned to investigate. What they discover leads to a series of government cover-ups, conspiracy concerning a new biological weapon entitled WXIII-Wasted Thirteen and a tragic, personal connection to Hata. The only hope to stop this threat is to cooperate with the military and lead WXIII into a showdown with the Labors of Special Vehicle Division 2.","release_date":"2002-03-30","vote_average":6.0,"runtime":107,"cert":"N\/A","id":16402,"title":"WXIII: Patlabor The Movie 3","adult":false,"genre_ids":[28,16,878]},{"cast":["Sonja Kolačarić","Katarina Radivojević","Nenad Jezdić","Stefan Kapičić","Nada Šargin"],"overview":"Story of two sisters that grew up in a small Serbian village in the beginning of the 1930s. The village is torn up by wars and years long blood oath. There are no men left in the village. Our heroines, Ognjenka and Mala Boginja decide to go to the city, kidnap men and return life to their village. The lights of the metropolis dazzle them and there starts this little amusing and sentimental adventure.","release_date":"2008-01-30","vote_average":5.8,"runtime":86,"cert":"N\/A","id":16403,"title":"Tears for Sale","adult":false,"genre_ids":[18,35,14]},{"cast":["Shin Hyun-joon","Kim Hee-seon","Jung Jin-young","Jang Dong-jik","Choi Yu-Jeong"],"overview":"A sweeping, epic tale of a martial arts warrior who attempts to defy a kingdom to be with his love.","release_date":"2000-07-01","vote_average":6.1,"runtime":118,"cert":"N\/A","id":16404,"title":"Out Live","adult":false,"genre_ids":[18,28,14]},{"cast":["Joseph Fiennes","David Wenham","Adrian Lester","Rosemary Murphy","Nikolina Kujača"],"overview":"Two parallel tales of redemption, a century apart. In the New York storyline, Edge hunts for Angela's gold to pay back a debt, and gradually grows closer to her. In the Macedonian story, the brothers end up fighting for opposite sides of a revolution, with the religious Elijah taking up sides with the Ottoman sultan and gunslinger Luke joining \"the Teacher\" , a Macedonian rebel.","release_date":"2001-08-29","vote_average":6.0,"runtime":127,"cert":"N\/A","id":16405,"title":"Dust","adult":false,"genre_ids":[28,18,10749,37]},{"cast":["Kirsten Dunst","Michelle Williams","Will Ferrell","Dan Hedaya","Bruce McCulloch"],"overview":"Two high school girls wander off during a class trip to the White House and meet President Richard Nixon. They become the official dog walkers for Nixon's dog Checkers, and become his secret advisors during the Watergate scandal.","release_date":"1999-08-04","vote_average":5.9,"runtime":94,"cert":"N\/A","id":16406,"title":"Dick","adult":false,"genre_ids":[35]},{"cast":["Jackie Chan","Paul Chang Chung","Michael Chan","Cheng Kang-Yeh","Corey Yuen"],"overview":"Dragon and his madcap pal Cowboy spend their days getting into mischief, frustrating the elders, chasing girls, and competing in the village sport. When Dragon overhears a fiendish plot by smugglers to sell China's national treasures overseas, the pair leap into action. Also, Cowboy's wealthy father is kidnapped by the villainous and lethal Big Boss, and the scene is set for a furious martial arts showdown.","release_date":"1982-01-21","vote_average":6.1,"runtime":86,"cert":"N\/A","id":16407,"title":"Dragon Lord","adult":false,"genre_ids":[28,35]},{"cast":["Charles Laughton","John Mills","Brenda De Banzie","Daphne Anderson","Joseph Tomelty"],"overview":"Henry Hobson owns and tyrannically runs a successful Victorian boot maker’s shop in Salford, England. A stingy widower with a weakness for overindulging in the local Moonraker Public House, he exploits his three daughters as cheap labour. When he declares that there will be ‘no marriages’ to avoid the expense of marriage settlements at £500 each, his eldest daughter Maggie rebels.","release_date":"1954-04-19","vote_average":7.4,"runtime":107,"cert":"U","id":16410,"title":"Hobson's Choice","adult":false,"genre_ids":[35,18]},{"cast":["Jay Chou","Jordan Chan","Shawn Yue","Anthony Wong","Kenny Bee"],"overview":"After winning his first competition, Takumi focuses his attention on drift racing, a sport he has unknowingly perfected while delivering tofu in his father's Toyota AE86.","release_date":"2005-05-12","vote_average":6.5,"runtime":107,"cert":"N\/A","id":16411,"title":"Initial D","adult":false,"genre_ids":[28,80,53,18]},{"cast":["Tom Arnold","Andrea Roth","Leslie Jordan","Brittney Wilson","Sarah-Jane Redmond"],"overview":"Jack Cameron is a single dad that decides not to observe Christmas because his wife left him around that time. The ghosts of Christmas past and present try and get Jack to relent, but they screw up their jobs and send themselves on a wild ride through time showing up at various times in Jack's past. As they try and rectify the timeline and get back to the real present, some things are not what they used to be.","release_date":"2005-12-04","vote_average":4.3,"runtime":81,"cert":"N\/A","id":16412,"title":"Chasing Christmas","adult":false,"genre_ids":[35,10751]},{"cast":["Leon Schuster","Tolla Van Der Merwe","Frantz Dobrowsky","Nana Stapelberg","Themba Ndaba"],"overview":"When Hanky Pranky (alias Schucks), star of a candid camera TV show, loses his job to affirmative action, he applies for a job at a stress academy. It´s not long before Schucks discovers his new boss, Jack Paddaman, is as crooked as they come, but it´s too late: the employment contract is signed and sealed.A year passes, and Schucks is no better off. However, his candid camera videos, which poke fun at all sectors of post-1994 South Africa, prove a big hit with stressed-out government ministers. When the president asks Paddaman to make a movie to benefit street children, Schucks and his pals do all the hard work while Paddaman plans how he can get hold of the profits from the video sales. Add a scatterbrained secretary, a lovelorn traffic cop and a cunning street child and you have a roll-in-the aisles comedy with a distinctly South African flavour.","release_date":"1996-11-29","vote_average":5.7,"runtime":100,"cert":"N\/A","id":16413,"title":"Panic Mechanic","adult":false,"genre_ids":[35]},{"cast":["Leon Schuster","Alfred Ntombela","Sean Higgs","Sean Higgs","Tanit Phoenix"],"overview":"In a series of short skits, Leon Schuster uses candid camera and several disguises to stitch up the general public of South Africa","release_date":"1989-01-01","vote_average":8.0,"runtime":84,"cert":"N\/A","id":16414,"title":"Oh Schucks.... It's Schuster!","adult":false,"genre_ids":[35]},{"cast":["Leon Schuster","Alfred Ntombela","Casper De Vries","Rufus Swart","Joanna Weinberg"],"overview":"In South Africa, Sweet Coetzee wins an award for 20 years service as a sportscaster on his 40th birthday, beating his rival, pompous George \"The Weasle\" Weedle. After Sweet gets drunk one night at his birthday party, he misses a sportscast and his boss, Bryce Williams demotes him to interviewer and promotes Weedle. A subplot of the film are two robbers, \"Bossy\" and \"Savage\" who the main characters remain remotely unaware of as they are just a comic theme. Sweet pulls a prank on Weedle during a golf game and is suspended for six month. Sweet also records Weedle having humorous intercourse with a prostitute, \"The Orphan in a Storm\". Sweet then decides to drown his sorrows in a casino at the slot machines, where he tricks a small boy, Alfred \"Shorty\" Short into thinking he is a genie. Bossy and Savage try to rob the casino when they accidentally break the disco ball and it knocks Sweet unconscious just as he hits the jackpot.","release_date":"1991-12-13","vote_average":3.2,"runtime":90,"cert":"N\/A","id":16415,"title":"Sweet 'n Short","adult":false,"genre_ids":[35]},{"cast":["Leon Schuster","Kallie Knoetze","Mike Schutte","Janine Pretorius"],"overview":"In a series of short skits, Leon Schuster uses candid camera and several disguises to stitch up the general public of South Africa. Such sketches include: The watermelon pulse test, where Leon shows that a watermelon is only ripe when it does not have a heartbeat, much to the confusion of the seller. Cooking on the bonnet of a car, while upsetting the traffic police. Supposedly killing a cow in a butcher's shop.","release_date":"1986-01-01","vote_average":3.8,"runtime":96,"cert":"N\/A","id":16416,"title":"You Must Be Joking!","adult":false,"genre_ids":[35]},{"cast":["Leon Schuster","John Matshikiza","Wilson Dunster","Terri Treas","Michelle Bowes"],"overview":"Two South African boys, one white, Rhino, and one black, Zulu, go their separate ways after an incident. Many years later, they meet up again as adults, when one, after living for years in the United States, is now a wanted criminal. The two end up being a part of a madcap chase involving a check for a large amount of lottery money, pursued by Gen. Diehard and Rhino's ex-wife Rowena, who was the cause of the rift between the two protagonists.","release_date":"1993-12-01","vote_average":5.9,"runtime":100,"cert":"N\/A","id":16417,"title":"Yankee Zulu","adult":false,"genre_ids":[18,35]},{"cast":["Kelly Sheridan","Anna Cummer","Kelly Metzger","Tabitha St. Germain","Cathy Weseluck"],"overview":"Meet a tiny girl named Thumbelina who lives in harmony with nature in the magical world of the Twillerbees that's hidden among the wildflowers. At the whim of a spoiled young girl named Makena, Thumbelina and her two friends have their patch of wildflowers uprooted and are transported to a lavish apartment in the city.","release_date":"2009-02-24","vote_average":6.0,"runtime":75,"cert":"N\/A","id":16418,"title":"Barbie Presents: Thumbelina","adult":false,"genre_ids":[16,10751]},{"cast":["Leon Schuster","Bill Flynn","Casper De Vries","Michelle Bestbier","Ron Smerczak"],"overview":"Kwagga Robertse owns a farm shop in the fictional Southern African country of Nambabwe and usually cons foreign tourists by pretending to kill a lion, thus earning him the nickname 'Urumbo' (Lion Killer) from the country's natives. Kwagga is upset when the UN sends a platoon of incompetent soldiers with the United Nations Transition Assistance Group (U.N.T.A.G.), to monitor the peace process, and ensure free and fair elections after the Nambabwean War for Independence. The U.N.T.A.G's American leader, Major Bradick D. Mackay and his second-in-command, Captain Zapman are offered a diamond worth a lot of money in the U.S., and they must pay 200,000 USD to Duan Robertse, Kwagga's competitive brother trying to buy a farm left to them by their dead father.","release_date":"1993-11-30","vote_average":5.2,"runtime":92,"cert":"N\/A","id":16419,"title":"Oh Schucks...! Here Comes UNTAG","adult":false,"genre_ids":[35]},{"cast":["Laurence Fishburne","Irène Jacob","Kenneth Branagh","Nathaniel Parker","Michael Maloney"],"overview":"The evil Iago pretends to be friend of Othello in order to manipulate him to serve his own end in the film version of this Shakespeare classic.","release_date":"1995-12-15","vote_average":6.6,"runtime":123,"cert":"N\/A","id":16420,"title":"Othello","adult":false,"genre_ids":[18]},{"cast":["Oliver Kniffki","Steffen Gräbner","Philippe Jacq"],"overview":"The New York lawyer Willam Singer receives three letters, that his father's cousin from Germany wrote to him over the last 5 decades, describing, that she hosted three people in her cellar for more than 60 years. Singer tries to find out, if she wrote the truth.","release_date":"2008-11-06","vote_average":0.0,"runtime":82,"cert":"N\/A","id":16421,"title":"Die Eylandt Recherche","adult":false,"genre_ids":[9648]},{"cast":["Frank Langella","Elliott Gould","Laura Harring"],"overview":"Jimmy Stevens, a senior VP at an international energy firm, blows the whistle on his company's deadly and corrupt practices in Latin America. Knowing he will be assassinated for his betrayal, he places an anonymous call securing the services of private detective Frank Turlotte to trail him from a distance.","release_date":"2008-09-26","vote_average":5.6,"runtime":95,"cert":"N\/A","id":16422,"title":"The Caller","adult":false,"genre_ids":[18,53]},{"cast":["Stéphane Gagnon","Emmanuel Bilodeau","Josée Deschênes","Isabelle Blais","Sylvie Moreau"],"overview":"Back in Montréal after spending five years in Guatemala, Julie moves in with her elder sister, Jeanne, a chronic liar and woman of rather loose sexual morals... Disillusioned with love, Jeanne is nevertheless engaged to Noël. However, Jeanne and Noël lead separate lives, and only communicate by leaving each other messages on the fridge.Everything suddenly becomes very complicated. Jeanne compels Julie to take up with Noël so she can have a fling with a passionate musician. Noël, meanwhile, sets Julie up with Michel -- without Jeanne's knowledge.  Julie mixes things up even further. Egged on by her friend Marie-Ève, she alters the contents of the messages on the fridge in an attempt to breathe new life into Jeanne and Noël's relationship. Along the way, she also begins to fall for the seductive Michel. The tables are turned on everyone... In the game of love and truth, illusion leads to betrayal, but love conquers all.","release_date":"2004-10-01","vote_average":6.1,"runtime":91,"cert":"N\/A","id":16423,"title":"Love and Magnets","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Bob is back in an-all new construction adventure to teach the art of building skyscrapers. Along with Tumbler, Dizzy, Lofty and Flex, Bob is always ready to tackle even the tallest projects. No problem is too high to solve when you have positive-thinking and teamwork. In this exciting mix of animation and live action, you'll find yourself on top of the world!","release_date":"2009-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":16424,"title":"Bob the Builder: On Site - Skyscrapers","adult":false,"genre_ids":[16,10751]},{"cast":["Robert Duvall","Rubén Blades","Kathy Baker","Luciana Pedraza","James Keane"],"overview":"John J. is a seasoned hit man sent on a job to Argentina. When the General he's sent to kill delays his return to the country, John passes the time with Manuela, a beautiful dancer who becomes his teacher and guide into Argentina's sensual world of the tango.","release_date":"2002-09-11","vote_average":5.3,"runtime":114,"cert":"N\/A","id":16425,"title":"Assassination Tango","adult":false,"genre_ids":[18,10749,53]},{"cast":["Jake Weber","Maria Bello","David Thornton","Michael McKean","Nick Chinlund"],"overview":"No overview found.","release_date":"2002-01-01","vote_average":4.3,"runtime":98,"cert":"N\/A","id":16426,"title":"100 Mile Rule","adult":false,"genre_ids":[35,53]},{"cast":["Melinda Allen","Frankie J. Allison","Caroline Aaron","Tony Abatemarco","Yeniffer Behrens"],"overview":"One morning, California wakes up to find that one-third of its population -- the Hispanic third -- has disappeared. A strange pink fog envelops the state, and communication outside its boundaries is completely cut off. The economic, political and social implications of this disaster threaten California's way of life, and for a group of disparate people (all white, except for one Latina), the cracks in their private lives are forced wide open.","release_date":"2004-08-06","vote_average":5.0,"runtime":100,"cert":"N\/A","id":16427,"title":"A Day Without a Mexican","adult":false,"genre_ids":[35]},{"cast":["Jamie Foxx","Morris Chestnut","Jennifer Esposito","Gabrielle Union","Peter MacNicol"],"overview":"Inspired by his fiancée (who dumped him), a man publishes a break-up handbook for men, becoming a bestselling author in the process.","release_date":"2004-05-14","vote_average":5.7,"runtime":85,"cert":"N\/A","id":16428,"title":"Breakin' All the Rules","adult":false,"genre_ids":[35,10749]},{"cast":["Luke Treadaway","Harry Treadaway","Sean Harris","Edward Hogg","Jonathan Pryce"],"overview":"In the 1970s a music promoter plucks Siamese twins from obscurity and grooms them into a freakish rock'n'roll act. A dark tale of sex, strangeness and rock music.","release_date":"2005-01-01","vote_average":6.2,"runtime":93,"cert":"","id":16429,"title":"Brothers of the Head","adult":false,"genre_ids":[10402,18]},{"cast":["Vincent Kartheiser","Taryn Manning","Arliss Howard","Mare Winningham","Michelle Forbes"],"overview":"In a small town of rolling fields and endless skies, isolated 16 year old Mason lives in a world where families exist in fragmented silence and love seems to have gone missing. Then Mason meets Danny, a sensitive and troubled girl, and their tender bond is soon tested after a fatal accident and a series of complications takes Mason away for something he didn't do.","release_date":"2004-01-01","vote_average":7.2,"runtime":93,"cert":"N\/A","id":16430,"title":"Dandelion","adult":false,"genre_ids":[18,10749]},{"cast":["Jon Bennett","Christina Sheldon","Jeff Boerger"],"overview":"No overview found.","release_date":"2004-09-04","vote_average":3.0,"runtime":87,"cert":"N\/A","id":16431,"title":"Dark Heaven","adult":false,"genre_ids":[878,53]},{"cast":["Christopher Lambert","Blanca Marsillach","Brian Blessed","Szonja Oroszlán","James Faulkner"],"overview":"At the height of the Spanish Inquisition, high-ranking noblemen begin dropping like flies, with alarming frequency and unexplained violence. But can local 16th-century sheriff Ruy de Mendoza (Christopher Lambert) discern who's responsible when no one wants to cooperate? After all, before Mendoza can even identify the bodies, the crime scenes are mysteriously cleared -- and the villagers pretend the murders never happened.","release_date":"2006-06-27","vote_average":4.1,"runtime":109,"cert":"18","id":16432,"title":"Day of Wrath","adult":false,"genre_ids":[80,12,18,28,53,9648]},{"cast":["Johnny Knoxville","Christina Applegate","Gabriel Macht","Marley Shelton","Robert Forster"],"overview":"There are times when it's right and proper to simply bury the dead. This is not one of those times... Gram Parsons was one of the most influential musicians of his time; a bitter, brilliant, genius who knew Elvis, tripped with the Stones and fatally overdosed on morphine and tequila in 1973. And from his dying came a story. A story from deep within folklore; a story of friendship, honour and adventure; a story so extraordinary that if it didn't really happen, no one would believe it. Two men, a hearse, a dead rock star, five gallons of petrol, and a promise. And the most extraordinary chase of modern times.","release_date":"2004-06-18","vote_average":6.1,"runtime":88,"cert":"","id":16433,"title":"Grand Theft Parsons","adult":false,"genre_ids":[35,18,12]},{"cast":["Benno Fürmann","Florian Lukas","Johanna Wokalek","Georg Friedrich","Simon Schwarz"],"overview":"North Face tells the story of two German climbers Toni Kurz and Andreas Hinterstoisser and their attempt to scale the deadly North Face of the Eiger.","release_date":"2008-10-23","vote_average":7.4,"runtime":126,"cert":"12","id":16436,"title":"North Face","adult":false,"genre_ids":[12,18,28,36,53]},{"cast":["Elias Koteas","Angelina Jolie","Jack Palance","Billy Drago","Karen Sheperd"],"overview":"In the year 2074, the cybernetics market is dominated by two rival companies: USA's Pinwheel Robotics and Japan's Kobayashi Electronics. Cyborgs are commonplace, used for anything from soldiers to prostitutes. Casella Reese is a prototype cyborg developed for corporate espionage and assassination. She is filled with a liquid explosive called Glass Shadow. Pinwheel plans to eliminate the entire Kobayashi board of directors by using Casella","release_date":"1993-11-24","vote_average":4.2,"runtime":99,"cert":"N\/A","id":16437,"title":"Cyborg 2","adult":false,"genre_ids":[28,12,878]},{"cast":["Gerard Butler","Jared Harris","Cam Clarke","Siobhan Flynn","Salli Saffioti"],"overview":"A mariner survives an attack from the dreaded pirates of the Black Freighter, but his struggle to return home to warn it has a horrific cost.","release_date":"2009-03-24","vote_average":6.7,"runtime":26,"cert":"N\/A","id":16440,"title":"Watchmen: Tales of the Black Freighter","adult":false,"genre_ids":[16,27,28]},{"cast":["Marc Singer","Tanya Roberts","Rip Torn","John Amos","Joshua Milrad"],"overview":"Dar, is the son of a king, who is hunted by a priest after his birth and grows up in another family. When he becomes a grown man his new father is murdered by savages and he discovers that he has the ability to communicate with the animals, which leads him on his quest for revenge against his father's killers.","release_date":"1982-08-20","vote_average":6.0,"runtime":118,"cert":"15","id":16441,"title":"The Beastmaster","adult":false,"genre_ids":[14]},{"cast":["Gary Cooper","Walter Brennan","Joan Leslie","George Tobias","Stanley Ridges"],"overview":"Alvin York a hillbilly sharpshooter transforms himself from ruffian to religious pacifist. He is then called to serve his country and despite deep religious and moral objections to fighting becomes one of the most celebrated American heroes of WWI.","release_date":"1941-07-02","vote_average":7.2,"runtime":134,"cert":"N\/A","id":16442,"title":"Sergeant York","adult":false,"genre_ids":[18,36,10752]},{"cast":[],"overview":"When a group of young campers wander into the backwoods of upstate New York to see if Cappy's Cabin--a place they think exists only in urban legend--is real, they find themselves in a twisted game of predator and prey as night begins to fall. All they have to do is survive until dawn, but Cappy is very, very real, and night has only just begun...","release_date":"2007-10-16","vote_average":4.8,"runtime":90,"cert":"N\/A","id":16445,"title":"The Woods Have Eyes","adult":false,"genre_ids":[53]},{"cast":["Christopher Guest","Eugene Levy","Fred Willard","Catherine O'Hara","Michael Hitchcock"],"overview":"Corky St. Clair is a director, actor and dancer in Blaine, Missouri. When it comes time to celebrate Blaine's 150th anniversary, Corky resolves to bring down the house in Broadway style.","release_date":"1996-08-21","vote_average":7.3,"runtime":84,"cert":"N\/A","id":16448,"title":"Waiting for Guffman","adult":false,"genre_ids":[35,10402]},{"cast":["Zach Galifianakis","Joe Wagner","Brian Unger"],"overview":"From an inauspicious beginning performing comedy routines in the back of a burger joint in New York, unorthodox stand-up star Zach Galifianakis has made a splash on the scene with his inimitable brand of humor. In this live show filmed at San Francisco's Purple Onion nightclub, the versatile funnyman serves up a healthy dose of his signature wit.","release_date":"2007-03-06","vote_average":7.2,"runtime":61,"cert":"N\/A","id":16453,"title":"Zach Galifianakis: Live at the Purple Onion","adult":false,"genre_ids":[35]},{"cast":["Zach Galifianakis"],"overview":"Self-released DVD showcasing a variety of Zach Galifianakis' comedy routines. Includes clips from VH-1's \"Late World with Zach\" and some of Zach's stand-up appearances.","release_date":"2005-01-06","vote_average":0.0,"runtime":68,"cert":"N\/A","id":16454,"title":"Zach Galifianakis: Look Who it Isn't","adult":false,"genre_ids":[35]},{"cast":["Ian McKellen","Kylie Minogue","Bill Nighy","Robbie Williams","Tom Baker"],"overview":"A shaggy, candy-loving puppy named Dougal along with a group of friends embarks on a dangerous journey in an effort to imprison their oppressor -- the evil ice sorcerer ZeeBad (Zebedee's evil twin). As the world is placed in mortal danger Zeebad who wants to turn the world to ice. Doogal and his friends must recover 3 diamonds that are needed to stop him.","release_date":"2005-01-19","vote_average":5.5,"runtime":85,"cert":"U","id":16455,"title":"The Magic Roundabout","adult":false,"genre_ids":[16,10751]},{"cast":["David Boreanaz","Edward Furlong","Tara Reid","Dennis Hopper","Danny Trejo"],"overview":"Jimmy Cuervo is a down-on-his-luck ex-con living in a polluted mining town on a reservation that would run him out of town if not for the remainder of his probation. With his time nearly finished, he plans to start a new life with his girlfriend Lily , and leave the town for good. But Luc Crash and Lola Byrne head up a local gang of local Satanists who murder Jimmy and Lily in a brutal ritual.","release_date":"2005-05-13","vote_average":3.0,"runtime":99,"cert":"N\/A","id":16456,"title":"The Crow: Wicked Prayer","adult":false,"genre_ids":[28,27,53]},{"cast":["Adolphe Le Prince","Joseph Whitley","Sarah Whitley","Annie Hartley"],"overview":"The earliest surviving celluloid film, and believed second moving picture ever created, was shot by Louis Aimé Augustin Le Prince using the LPCCP Type-1 MkII single-lens camera. It was taken in the garden of Oakwood Grange, the Whitley family house in Roundhay, Leeds, West Riding of Yorkshire (UK), possibly on 14 October 1888.  It shows Adolphe Le Prince (Le Prince's son), Mrs. Sarah Whitley (Le Prince's mother-in-law), Joseph Whitley and Miss Harriet Hartley walking around in circles, laughing to themselves and keeping within the area framed by the camera.","release_date":"1888-10-14","vote_average":6.2,"runtime":1,"cert":"","id":16463,"title":"Roundhay Garden Scene","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"A film by Louis Aimé Augustin Le Prince, shot in late October 1888, showing pedestrians and carriages crossing Leeds Bridge.","release_date":"1888-10-15","vote_average":6.0,"runtime":1,"cert":"","id":16464,"title":"Traffic Crossing Leeds Bridge","adult":false,"genre_ids":[99]},{"cast":["Georges Méliès"],"overview":"A green-skinned demon places a woman and two courtiers into a flaming cauldron.","release_date":"1903-10-17","vote_average":6.3,"runtime":2,"cert":"N\/A","id":16465,"title":"The Infernal Cauldron","adult":false,"genre_ids":[14,27]},{"cast":["Trey Parker","Trey Parker","Matt Stone"],"overview":"Four children, all but one of whom go unnamed, build a snowman which comes to life and threatens their town.","release_date":"1992-12-01","vote_average":6.6,"runtime":4,"cert":"N\/A","id":16486,"title":"The Spirit of Christmas","adult":false,"genre_ids":[16,35,53]},{"cast":["Trey Parker","Matt Stone"],"overview":"Four carolling children meet Jesus and Santa Claus and learn the true meaning of Christmas.","release_date":"1995-01-01","vote_average":7.0,"runtime":5,"cert":"N\/A","id":16487,"title":"The Spirit of Christmas","adult":false,"genre_ids":[16,35]}]