[{"cast":["Jonny Lee Miller","Jude Law","Ray Winstone","Sean Pertwee","Rhys Ifans"],"overview":"Jonny dreams of leaving his dead-end job as a courier. Through his childhood best friend, nephew of the notorious crime lord Ray Kreed, he wins his way into the toughest gang in North London. Hungry for action, Jonny sparks a feud between Ray's gang and a rival firm in South London headed by drug kingpin Sean and his lieutenant Matthew.","release_date":"2000-04-07","vote_average":6.1,"runtime":103,"cert":"N\/A","id":18002,"title":"Love, Honour and Obey","adult":false,"genre_ids":[28,35,53,80]},{"cast":["Warwick Davis","Charlie Heath","Shevonne Durkin","Sandy Baron","Clint Howard"],"overview":"A thousand years ago, the Leprechaun left a bloody trail when he ripped through the countryside in search of his stolen gold. Now he's back in the big city using all of his deadly tricks to snare the girl of his nightmares. His bloody quest becomes more deadly when her boyfriend steals one of the Leprechaun's gold coins. The town soon discovers two dead bodies and a trail of gold dust leads them to the Leprechaun's lair.","release_date":"1994-04-07","vote_average":5.0,"runtime":85,"cert":"N\/A","id":18009,"title":"Leprechaun 2","adult":false,"genre_ids":[35,27]},{"cast":["Harry Smith"],"overview":"Christmas abounds with traditions, from neighborhood carolers to lovingly decorated trees, but from where did all these rituals emerge? This enlightening program looks at the origins of the Western world's most popular Christmas traditions -- from the significance of December 25th and its relationship to winter solstice to the enchanting legend of Santa Claus and Prince Albert's 1841 unveiling of the Christmas tree.","release_date":"1997-12-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":18012,"title":"Christmas Unwrapped: The History of Christmas","adult":false,"genre_ids":[99,36]},{"cast":["John Barrowman","Jenny McShane","Ryan Cutrona","Bashar Rahal","George Stanchev"],"overview":"When two researchers discover a colossal shark's tooth off the Mexican coast their worst fears surface - the most menacing beast to ever rule the waters is still alive and mercilessly feeding on anything that crosses its path. Now they must hunt the fierce killer and destroy it... before there is no one left to stop it","release_date":"2002-11-26","vote_average":4.1,"runtime":99,"cert":"","id":18015,"title":"Shark Attack 3: Megalodon","adult":false,"genre_ids":[27]},{"cast":["Alexandra Paul","Cynthia Preston","Peter Michael Dillon"],"overview":"When Katherine (Alexandra Paul) finds out her father's company is about to close the paper mill they own in her hometown in rural Pennsylvania, she comes up with a plan to save it. Needing the approval of the city council, she goes back and runs into someone from her past: Jane (Cynthia Preston). Years ago, in high school, Katherine dated Jane's twin brother Sean, who subsequently committed suicid","release_date":"2009-09-05","vote_average":3.2,"runtime":86,"cert":"N\/A","id":18016,"title":"A Sister's Secret","adult":false,"genre_ids":[18,9648,53,10770]},{"cast":["John Sebastian Pilakui","Nathan Daniels","Sean Mununggurr"],"overview":"After committing a crime for which he is likely to be jailed, a Yolngu teenager convinces two of his childhood friends to join him on a journey from North East Arnhem Land to Darwin to seek help from a tribal leader.","release_date":"2001-03-22","vote_average":6.0,"runtime":88,"cert":"N\/A","id":18017,"title":"Yolngu Boy","adult":false,"genre_ids":[18]},{"cast":["Brian Littrell","Nick Carter","A.J. McLean","Howie Dorough"],"overview":"From the O2 Arena in London, Backstreet Boys deliver an electric live show with energetic performances of best-loved favorites such as “I Want It That Way” and “Everybody (Backstreet’s Back)”, as well as new tracks “Inconsolable” and “Helpless When She Smiles,” from the current Unbreakable album.","release_date":"2008-05-03","vote_average":0.0,"runtime":76,"cert":"","id":18018,"title":"Backstreet Boys: Live From The O2 Arena, London","adult":false,"genre_ids":[10402]},{"cast":["Marlon Brando","James Mason","John Gielgud","Louis Calhern","Greer Garson"],"overview":"The assassination of the would be ruler of Rome at the hands of Brutus and company has tragic consequences for the idealist and the republic.","release_date":"1953-06-04","vote_average":7.1,"runtime":120,"cert":"N\/A","id":18019,"title":"Julius Caesar","adult":false,"genre_ids":[18,36]},{"cast":["Ralph Meeker","Albert Dekker","Paul Stewart","Juano Hernández","Wesley Addy"],"overview":"One evening, Hammer gives a ride to Christina, an attractive hitchhiker on a lonely country road, who has escaped from the nearby lunatic asylum. Thugs waylay them and force his car to crash. When Hammer returns to semi-consciousness, he hears Christina being tortured until she dies. Hammer, both for vengeance and in hopes that \"something big\" is behind it all, decides to pursue the case.","release_date":"1955-05-18","vote_average":7.2,"runtime":106,"cert":"N\/A","id":18030,"title":"Kiss Me Deadly","adult":false,"genre_ids":[18,9648,53]},{"cast":["Liu Ye","Aidan Quinn","Meryl Streep","Peng Chi","Blair Brown"],"overview":"Liu Xing a brilliant Chinese student, arrives at University and makes the transition into American life with the help of Joanna Silver. Xing joins a cosmology group working to create a model of the origins of the universe. He is obsessed with the study of dark matter and a theory that conflicts with the group's model. When he begins to make breakthroughs of his own, he encounters obstructions.","release_date":"2008-04-24","vote_average":6.4,"runtime":90,"cert":"N\/A","id":18031,"title":"Dark Matter","adult":false,"genre_ids":[18,36]},{"cast":["Ioan Gruffudd","Dakota Blue Richards","Tim Curry","Augustus Prew","Natascha McElhone"],"overview":"When 13 year old Maria Merryweather's father dies, leaving her orphaned and homeless, she is forced to leave her luxurious London life to go and live with Sir Benjamin, an eccentric uncle she didn't know she had, at the mysterious Moonacre Manor.","release_date":"2008-09-06","vote_average":6.2,"runtime":103,"cert":"U","id":18032,"title":"The Secret of Moonacre","adult":false,"genre_ids":[12,14,18,878,10749,10751]},{"cast":["Charlotte Ross","Diane Ladd","Ashley Williams","Laura Mennell","Nathaniel Arcand"],"overview":"The wealthy stock dealer bequeaths his Montana farm to the three daughters provided they would live there together at least for a year.","release_date":"2007-02-05","vote_average":6.2,"runtime":96,"cert":"N\/A","id":18033,"title":"Nora Roberts’ Montana Sky","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Burt Reynolds","Derek Jacobi","Samantha Bond","Imelda Staunton","Alexandra Weaver"],"overview":"Burt Reynolds stars as Jefferson Steel, a washed-up Hollywood action star desperate to revive his flagging career. When his sleazy agent signs him up for what he believes is a high-profile Royal Shakespeare Company production of King Lear at Stratford upon Avon, Steel thinks he has finally landed the plum role he has been waiting for. However, he soon discovers that he has been tricked into joining an amateur dramatics group for a charity production.","release_date":"2008-11-17","vote_average":6.0,"runtime":96,"cert":"","id":18034,"title":"A Bunch of Amateurs","adult":false,"genre_ids":[35]},{"cast":["Ben Gourley","Mila Kunis","Jon Heder","Rutger Hauer","Hubbel Palmer"],"overview":"Rick Robinson, a law intern, is scheduled to take the bar exam in just four days. Anxious to score points with his boss Mr. McAllister, Rick unwisely agrees to help the man move. The next day, Rick finds himself in a moving van from Miami to Los Angeles, accompanied by McAllister's spoiled niece and her pet pig.","release_date":"2007-09-13","vote_average":5.4,"runtime":89,"cert":"N\/A","id":18035,"title":"Moving McAllister","adult":false,"genre_ids":[35,10749]},{"cast":["Bryan Cranston","Judge Reinhold","Penelope Ann Miller","Hallie Todd","Meghan Ory"],"overview":"Against the ardent wishes of his wife, eleven-year-old son, and sixteen-year-old daughter, ALBERT SNIDER (Judge Reinhold) is determined to have a festive family holiday. Albert doesn't seem to realize that his kids would rather stick needles in their eyes then spend time with their stuffy dad, and his wife is equally fed up by their dull life. When he receives an invitation from his long lost cousin Woodrow (Bryan Cranston), he decides to take his family out to the country for a down-home family holiday. However, Cousin Woodrow and his family turn out to be nuttier than a holiday fruitcake! What follows is a full course meal of nonstop laughs and holiday hilarity when the neurotic 'burbs clash with the hippy hicks from hell in National Lampoon's most outrageous family misadventure yet!","release_date":"2003-11-23","vote_average":3.9,"runtime":91,"cert":"N\/A","id":18038,"title":"Holiday Reunion","adult":false,"genre_ids":[35]},{"cast":["Joshua Jackson","James Marsden","Kate Hudson","Lena Headey","Norman Reedus"],"overview":"On a beautiful college campus, something ugly is about to be spread around. A bit of gossip that was told is starting to take a frightening turn. Who could it have offended and how far will the person on the other side of the gossip handle the embarrassing situation.","release_date":"2000-04-21","vote_average":5.5,"runtime":90,"cert":"N\/A","id":18041,"title":"Gossip","adult":false,"genre_ids":[18,9648,53]},{"cast":["John Schneider","Ryan Kennedy","Katharine Isabelle","Brendan Fletcher","Chelan Simmons"],"overview":"A vicious Ogre rules over a town that has been stuck in time since the 1800's.","release_date":"2008-03-08","vote_average":4.2,"runtime":90,"cert":"N\/A","id":18044,"title":"Ogre","adult":false,"genre_ids":[27,878]},{"cast":["Kate Greenhouse","Aidan Devine","Gordon Currie","Iris Graham","Dov Tiefenbach"],"overview":"Dr. Samantha Goodman is a beautiful, young psychiatrist. Burnt out, she drives to the family’s winter cottage to spend time with her husband and sister. A relaxing weekend is jarringly interrupted when a terrifying and unexpected guest arrives. What follows is an extraordinary night of terror and evil mind games where escape is not an option.","release_date":"2005-03-11","vote_average":6.0,"runtime":80,"cert":"N\/A","id":18045,"title":"The Dark Hours","adult":false,"genre_ids":[27,878,53]},{"cast":["Malcolm McDowell"],"overview":"Wars of the future will be fought over water as they are over oil today, as the source of human survival enters the global marketplace and political arena. Corporate giants, private investors, and corrupt governments vie for control of our dwindling supply, prompting protests, lawsuits, and revolutions from citizens fighting for the right to survive.","release_date":"2008-10-09","vote_average":6.9,"runtime":90,"cert":"N\/A","id":18046,"title":"Blue Gold: World Water Wars","adult":false,"genre_ids":[99]},{"cast":["James Caan","Billy Dee Williams","Jack Warden","Bernie Casey","Shelley Fabares"],"overview":"Based on the real-life relationship between teammates Brian Piccolo and Gale Sayers and the bond established when Piccolo discovers that he is dying.","release_date":"1971-11-30","vote_average":7.5,"runtime":73,"cert":"PG","id":18047,"title":"Brian's Song","adult":false,"genre_ids":[18,10770]},{"cast":["Sean Maher","Mekhi Phifer","Paula Cale","Elise Neal","Ben Gazzara"],"overview":"The story of professional football players Gale Sayes and Brian Piccolo, and how their friendship on and off the field was affected when Piccolo contracted a fatal disease","release_date":"2001-12-02","vote_average":6.8,"runtime":88,"cert":"N\/A","id":18048,"title":"Brian's Song","adult":false,"genre_ids":[28,18,53]},{"cast":["Jason Scott Lee","Thomas Ian Griffith","Mary Page Keller","Sam Ly","Tava Smiley"],"overview":"20 years after a set of events, the Time Enforcement Commission (TEC), is still going strong. Now Brandon Miller a TEC operative, believes that they have a responsibility to change history hoping that the world will be better but Ryan Chan another Tec operative stops him but kills the woman he loves in the process.","release_date":"2003-09-30","vote_average":4.6,"runtime":81,"cert":"N\/A","id":18051,"title":"Timecop 2: The Berlin Decision","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Cereal Killerz is a culmination of snapshots compiled to form an intimate look into the lives of ten of the most influential pro paintball players of today. The captivating imagery takes you deep into the personalities that drive these pro players to excel at the top level.","release_date":"1997-01-11","vote_average":8.5,"runtime":null,"cert":"N\/A","id":18052,"title":"Cereal Killerz","adult":false,"genre_ids":[]},{"cast":[],"overview":"“Heroes for a Day” is a documentary that follows a group of Professional paintball players, some former champions, who form a team to take down the current world champs. A two-year emotional and physical battle ensues on and off the field, as they travel around the globe juggling real life and the paintball world in the continuing quest to win redefining their emerging sport.","release_date":"2007-03-01","vote_average":6.5,"runtime":136,"cert":"N\/A","id":18053,"title":"Heroes For A Day","adult":false,"genre_ids":[99]},{"cast":["Lisa Gleave","Maximus Lundqvist","Splat Kids"],"overview":"Splat Magazine Presents \"One With The Gun: Tournament Paintball Techniques\" starring Maximus Lundqvist of Team Joy Division. For the first time ever, world-class paintballer Maximus Lundqvist, star player from the legendary team Joy Division, shares with viewers the tactics and techniques that make him one of the most feared players on the field today.","release_date":"2010-05-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":18054,"title":"One With The Gun","adult":false,"genre_ids":[]},{"cast":["Jack Thompson"],"overview":"This program provides, through 1st hand accounts &amp; contemporary films &amp; photographs, a rare insight into what really happened. Together with meticulously researched stories, it provides a unique analysis of the Gallipoli campaign, including never-seen before interviews with the last 10 Gallipoli Anzacs, rare film footage showing the beach &amp; trenches at Gallipoli.","release_date":"2005-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":18055,"title":"Gallipoli: The Untold Stories","adult":false,"genre_ids":[10752,99,36]},{"cast":["John Leguizamo","Tyrese Gibson","Rosie Perez","Bobby Cannavale","Sam Upton"],"overview":"After he's shot during a heist in East L.A., an armored truck driver wrestles with rehabilitation and tracking down the man who committed the crime.","release_date":"2007-01-01","vote_average":5.6,"runtime":96,"cert":"N\/A","id":18056,"title":"The Take","adult":false,"genre_ids":[28,53,18,9648]},{"cast":["Burt Lancaster","Denholm Elliott","Bob Hoskins","Peter O'Toole","John Mills"],"overview":"In 1879, the British suffer a great loss at the Battle of Isandlwana due to incompetent leadership.","release_date":"1979-05-14","vote_average":6.0,"runtime":117,"cert":"N\/A","id":18061,"title":"Zulu Dawn","adult":false,"genre_ids":[12,18,36,10752]},{"cast":["Brian Cox"],"overview":"Using never-before-seen footage, Japan's War In Colour tells a previously untold story. It recounts the history of the Second World War from a Japanese perspective, combining original colour film with letters and diaries written by Japanese people. It tells the story of a nation at war from the diverse perspectives of those who lived through it: the leaders and the ordinary people, the oppressors and the victims, the guilty and the innocent.  Until recently, it was believed that no colour film of Japan existed prior to 1945. But specialist research has now unearthed a remarkable colour record from as early as the 1930s.  For eight years the Japanese fought what they believed was a Holy War that became a fight to the death. Japan's War In Colour shows how militarism took hold of the Japanese people; describes why Japan felt compelled to attack the West; explains what drove the Japanese to resist the Allies for so long; and, finally, reveals how they dealt with the shame of defeat.","release_date":"2003-12-31","vote_average":9.0,"runtime":151,"cert":"","id":18064,"title":"Japan's War In Colour","adult":false,"genre_ids":[99,10752]},{"cast":["Yasmin Deliz","Donald Faison","Yasiin Bey","Mike Epps","Wood Harris"],"overview":"Two inept criminals are mistakenly delivered a package of cocaine and think they've hit the jackpot, triggering a series of events that changes ten people's lives forever.","release_date":"2009-02-06","vote_average":5.2,"runtime":84,"cert":"N\/A","id":18065,"title":"Next Day Air","adult":false,"genre_ids":[28,35,80]},{"cast":["Richard Hammond","Tallulah Boote-Bond","Henry Douthwaite"],"overview":"The Gunpowder Plot: Exploding The Legend was a British television show, hosted by Richard Hammond, that tried to recreate the Gunpowder Plot in which Guy Fawkes attempted to blow up the Houses of Parliament.","release_date":"2005-11-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":18066,"title":"The Gunpowder Plot: Exploding the Legend","adult":false,"genre_ids":[99]},{"cast":["Luke Perry","Stephen Baldwin","Cynthia Geary","James Rebhorn","Carrie Snodgress"],"overview":"This film chronicles the life of Lane Frost, 1987 PRCA Bull Riding World Champion, his marriage and his friendships with Tuff Hedeman (three-time World Champion) and Cody Lambert.","release_date":"1994-02-25","vote_average":7.7,"runtime":105,"cert":"N\/A","id":18069,"title":"8 Seconds","adult":false,"genre_ids":[18,10749,37]},{"cast":["Steven Seagal","Tamara Davies","John Pyper-Ferguson","Julian Stone","Nicholas Davidoff"],"overview":"Jonathan Cold returns, this time he goes Undercover to stop a group of Terrorists before they bomb Los Angeles.","release_date":"2005-01-01","vote_average":3.8,"runtime":96,"cert":"N\/A","id":18070,"title":"Black Dawn","adult":false,"genre_ids":[28]},{"cast":[],"overview":"In April 2007, Dave Matthews and Tim Reynolds embarked on a 3-city theatre tour, culminating with a performance in the intimate confines of Radio City Music Hall in New York City.","release_date":"2007-08-13","vote_average":8.0,"runtime":214,"cert":"N\/A","id":18073,"title":"Dave Matthews & Tim Reynolds - Live at Radio City","adult":false,"genre_ids":[10402]},{"cast":["Gwyneth Paltrow","Scott Speedman","Maria Bello","Paul Giamatti","Andre Braugher"],"overview":"Duets is a road-trip comedy which revolves around the little known world of karaoke and the whimsical characters who inhabit it. All roads lead to Omaha, site of a national karaoke competition where this motley group of singers and stars come together for a blow-out sing-off.","release_date":"2000-09-09","vote_average":5.9,"runtime":112,"cert":"15","id":18074,"title":"Duets","adult":false,"genre_ids":[35,18,10402]},{"cast":["Ricardo Darín","Gastón Pauls","Leticia Brédice","María Mercedes Villagra","Gabo Correa"],"overview":"Two con artists try to swindle a stamp collector by selling him a sheet of counterfeit rare stamps (the \"nine queens\")","release_date":"2000-08-31","vote_average":7.7,"runtime":114,"cert":"N\/A","id":18079,"title":"Nine Queens","adult":false,"genre_ids":[80,18,53]},{"cast":["Jack Lemmon","Walter Matthau","Dyan Cannon","Brent Spiner","Gloria DeHaven"],"overview":"Care-free Charlie (Walter Matthau) cons his widower brother-in-law Herb (Jack Lemmon) into an expenses-paid luxury cruise in search of rich, lonely ladies. The catch is that they are required to be dance hosts! With a tyrannical cruise director, and the luscious Liz and lovely Vivian, our heroes have lots of mis-adventures before they finally return to port.","release_date":"1997-07-02","vote_average":5.6,"runtime":106,"cert":"N\/A","id":18080,"title":"Out to Sea","adult":false,"genre_ids":[35,10749]},{"cast":["Paul Newman","Steve Squyres","Rob Manning","Charles Elachi","Wayne Lee"],"overview":"Join the Mars rovers Spirit and Opportunity for an awe-inspiring journey to the surface of the mysterious red planet.","release_date":"2006-01-27","vote_average":7.2,"runtime":40,"cert":"N\/A","id":18085,"title":"Roving Mars","adult":false,"genre_ids":[99]},{"cast":["Roddy McDowall","William Ragsdale","Traci Lind","Julie Carmen","Jon Gries"],"overview":"After three years of therapy Charley Brewster, now a college student, is convinced that Jerry Dandridge was a serial killer posing as a vampire. But when Regine, a mysterious actress and her entourage move into Peter Vincent's apartment block, the nightmare starts again - and this time it's personal!","release_date":"1988-04-07","vote_average":6.2,"runtime":104,"cert":"18","id":18086,"title":"Fright Night Part 2","adult":false,"genre_ids":[35,27]},{"cast":["Orlando Seale","Kam Heskin","Ben Gourley","Lucila Solá","Henry Maguire"],"overview":"Pride & Prejudice: A Latter-Day Comedy is a 2003 independent film adaptation\/updating of Jane Austen's novel, set in modern-day Provo, Utah, at Brigham Young University. The characters are Latter-day Saints (LDS).","release_date":"2003-12-05","vote_average":4.6,"runtime":104,"cert":"N\/A","id":18087,"title":"Pride and Prejudice","adult":false,"genre_ids":[35,10749,28,12]},{"cast":["Luke de Woolfson","James Lance","Kate Ashfield","Heike Makatsch","Enzo Cilenti"],"overview":"Four friends Sean, Vincent, Lenny and Jody find themselves at something of a deadend. Trapped in a twilight world of permanent night shift work, they hang out together in the local cafe, drinking coffee and entertaining themselves by observing Vincent's unwavering success in pulling women. There seems to be little prospect of change...until Vincent accidently sleeps with Sean's girlfriend.","release_date":"2001-06-22","vote_average":6.6,"runtime":91,"cert":"15","id":18088,"title":"Late Night Shopping","adult":false,"genre_ids":[35,10749]},{"cast":["Olivia Williams","Greta Scacchi","Imogen Poots","Phyllida Law","Pip Torrens"],"overview":"An outwardly confident but unmarried woman on the verge of her fortieth birthday reflects on her past suitors and the choices she once made while attempting to help her marriage minded niece choose between a number of potential suitors in this tale inspired by the life and letters of Jane Austen. Jane Austen is about to turn forty, but she still hasn't found her ideal man. When Jane is approached by her niece Fanny and asked to help select the perfect husband for the young girl, the aging spinster begins to wonder why it is that she never found a man to share her own life with. Perhaps if Jane had accepted the proposal of a wealthy landowner she could have saved her family from financial ruin, and what of the handsome young physician who once warmed to Jane after tending to her ailing family members?","release_date":"2008-02-03","vote_average":5.9,"runtime":90,"cert":"N\/A","id":18089,"title":"Miss Austen Regrets","adult":false,"genre_ids":[18]},{"cast":["Steve 'Lips' Kudlow","Robb Reiner","Kevin Goocher","Glenn Gyorffy","William Howell"],"overview":"At 14, best friends Robb Reiner and Lips made a pact to rock together forever. Their band, Anvil, hailed as the \"demi-gods of Canadian metal, \" influenced a musical generation that includes Metallica, Slayer, and Anthrax,. Following a calamitous European tour, Lips and Robb, now in their fifties, set off to record their 13th album in one last attempt to fulfill their boyhood dreams","release_date":"2008-01-14","vote_average":7.6,"runtime":90,"cert":"15","id":18094,"title":"Anvil! The Story of Anvil","adult":false,"genre_ids":[99,10402]},{"cast":["Masako Nozawa","Yuuko Minaguchi","Monika Antonelli","Shin Aomori"],"overview":"Son Goku Jr. is the great-great-great-great-grandson of the legendary warrior Son Goku. However, unlike his predecessor he's not a brave fighter. He's constantly picked on by school bullies, his grandmother Pan sees this and she's worried, but even though Goku Jr. is not a strong and powerful Saiyan, he has a kind heart, and Pan loves him. When Pan gets sick Goku Jr. realizes he must do something if he doesn't want to lose Pan. Then he will remember about the legends of the Dragon Balls. It was told they granted a wish to the bearer, Goku Jr. needs a magical wish more than ever.","release_date":"1997-03-26","vote_average":6.3,"runtime":45,"cert":"N\/A","id":18095,"title":"Dragon Ball GT: A Hero's Legacy","adult":false,"genre_ids":[16,10751,14]},{"cast":["Patrick Bauchau","Jack Conley","John Aylward","Jillian Armenante","Silas Weir Mitchell"],"overview":"Early 20th century. Albert Fish, a seemingly benevolent father and grandfather who reared his family by himself after his wife deserted them, turns out to be a serial child molester and murderer. Based on a true story.","release_date":"2007-08-30","vote_average":6.0,"runtime":97,"cert":"N\/A","id":18096,"title":"The Gray Man","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Lino Ventura","Jean Yanne","Mireille Darc","Jacques Dufilho","Georges Beller"],"overview":"Sagamore Noonan vit reclu dans une ferme de l'Alabama où il distille de la gnôle au temps de la prohibition. Il reçoit la visite de son frère Doc Noonan et de son fils Billy. Une jeune strip-teaseuse et son compagnon gangster viennent troubler leur tranquillité.","release_date":"1971-01-15","vote_average":5.3,"runtime":83,"cert":"N\/A","id":18097,"title":"Fantasia chez les ploucs","adult":false,"genre_ids":[35]},{"cast":["J. Carrol Naish","Shepperd Strudwick","Lynne Roberts","George Zucco","Bert Roach"],"overview":"A remake of the 1927 horror film \"The Wizard\". Dr. Larry Forbes(Sheppard Strudwick)arrives in a remote French village to visit his fiancee (Lynne Roberts) who lives with her scientist father Dr. Renault (George Zucco) and his Ape-like manservant Noel. Several Murders coincide with Dr Forbes arrival, with clues pointing in multiple directions.","release_date":"1942-10-19","vote_average":5.1,"runtime":58,"cert":"N\/A","id":18100,"title":"Dr. Renault's Secret","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jeffrey Combs","Bruce Abbott","Claude Earl Jones","Fabiana Udenio","David Gale"],"overview":"Herbert West once again revives the dead. This time, he brings Dan's ex-girlfriend's heart back inside a 'perfect' body. Dr. Hill returns as the evil nemesis who lost his head.","release_date":"1989-10-01","vote_average":6.1,"runtime":96,"cert":"N\/A","id":18111,"title":"Bride of Re-Animator","adult":false,"genre_ids":[35,27,878]},{"cast":["Tom DeLay","Michael Dukakis","Ishmael Reed","Sam Donaldson"],"overview":"Boogie Man is a comprehensive look at political strategist, racist, and former Republican National Convention Committee chairman, Lee Atwater, who reinvigorated the Republican Party’s Southern Strategy to increase political support among white voters in the South by appealing to racism against African Americans. He mentored Karl Rove and George W. Bush and played a key role in the elections of Reagan and George H.W. Bush.","release_date":"2008-09-26","vote_average":7.4,"runtime":86,"cert":"N\/A","id":18112,"title":"Boogie Man: The Lee Atwater Story","adult":false,"genre_ids":[99]},{"cast":["Tatyana Ali","Boti Bliss","Gable Carr","Patrick Cavanaugh","James DeBello"],"overview":"Chaos and misunderstandings ensue in a coed dorm","release_date":"2003-09-26","vote_average":5.0,"runtime":96,"cert":"N\/A","id":18113,"title":"National Lampoon Presents Dorm Daze","adult":false,"genre_ids":[35]},{"cast":["Austin Basis","Jane Edith Wilson"],"overview":"Documents the daily lives of a small community of the living deceased who make their home in Los Angeles.","release_date":"2007-01-18","vote_average":4.6,"runtime":90,"cert":"N\/A","id":18116,"title":"American Zombie","adult":false,"genre_ids":[35,99,27]},{"cast":["Jeremy Northam","Sam Neill","Bryan Brown","Peter O'Toole","Judy Parfitt"],"overview":"Set in Edwardian England where upper lips are always stiff and men from the Colonies are not entirely to be trusted, Fisk Senior has little time or affection for his son, but when the pair visit an eccentric Indian, they start a strange journey that eventually allows the old man to find his heart.","release_date":"2008-12-12","vote_average":7.4,"runtime":100,"cert":"","id":18117,"title":"Dean Spanley","adult":false,"genre_ids":[35,18]},{"cast":["Gregory Peck","Omar Sharif","Camilla Sparv","Julie Newmar","Telly Savalas"],"overview":"The gangster Colorado kidnaps Marshal McKenna. He believes that McKenna has seen a map which leads to a rich vein of gold in the mountains and forces him to show him the way. But they're not the only ones who're after the gold; soon they meet a group of \"honorable\" citizens and the cavalry crosses their way too - and that is even before they enter Indian territory.","release_date":"1969-03-18","vote_average":6.8,"runtime":128,"cert":"N\/A","id":18118,"title":"Mackenna's Gold","adult":false,"genre_ids":[12,28,37]},{"cast":["Carey Hart","Mike Metzger","Travis Pastrana","David Castillo","Brian Deegan"],"overview":"Motocross stars Mike Metzger and Seth Enslow are among the many riders featured in this homage to their favorite sport. Background music is provided by such groups as White Zombie, the Offspring, Agent Orange, and Ministry. The stunts, tricks, and skits these riders perform take place in Florida, California, Nevada, and Brazil. Many of the rides include the types of jumps and other maneuvers that.","release_date":"1997-10-09","vote_average":0.0,"runtime":43,"cert":"N\/A","id":18119,"title":"Crusty Demons of Dirt, Vol. 3","adult":false,"genre_ids":[28,99]},{"cast":["Mario Casas","Amaia Salamanca","Alberto Amarilla","Gorka Lasaosa","Canco Rodríguez"],"overview":"Emilio, a shy, not too brilliant pupil at a humble local secondary school, has always harboured a secret love for Natalia, the cutest, brightest girl in the class. On the last day of the school year, when he finally decides to declare his love, Natalia is awarded a scholarship to study Medicine at Oxford. It would seem that all is lost for Emilio, but his drop-out school-pals are not ready to throw in the towel. After faking qualifications and scholarships, this band of brainless nuts land in Oxford, causing havoc in the normally peaceful campus existence.  —The Film Catalogue","release_date":"2009-01-01","vote_average":5.3,"runtime":105,"cert":"N\/A","id":18120,"title":"Brain Drain","adult":false,"genre_ids":[35]},{"cast":["Jeffrey Donovan","Samantha Mathis","Bruce Dern","Bob Gunton","Heather Matarazzo"],"overview":"In a conservative small town, a young man's wish to coach high school basketball are tweaked by a school board decision that makes him the new coach of the girls' team.","release_date":"2006-09-07","vote_average":5.8,"runtime":131,"cert":"N\/A","id":18123,"title":"Believe in Me","adult":false,"genre_ids":[18,10751]},{"cast":["Miley Cyrus","Billy Ray Cyrus","Emily Osment","Jason Earles","Taylor Swift"],"overview":"As Hannah Montana's popularity begins to take over her life, Miley Stewart, on the urging from her father takes a trip to her hometown of Crowley Corners, Tennessee to get some perspective on what matters in life the most.","release_date":"2009-04-10","vote_average":6.3,"runtime":102,"cert":"N\/A","id":18126,"title":"Hannah Montana: The Movie","adult":false,"genre_ids":[35,18,10751,10402,10749]},{"cast":["Eddie Wall","Simon Chamberlain"],"overview":"Featuring jaw-dropping freestyles, ridiculous cliff drops and incredible rail and jib tricks, director Sean Johnson's high-octane snowboarding video captures some of the most mind-blowing action ever caught on film","release_date":"2005-01-01","vote_average":0.0,"runtime":33,"cert":"N\/A","id":18127,"title":"Derelictica","adult":false,"genre_ids":[]},{"cast":["Chris Rock"],"overview":"A true equal-opportunity offender, Chris Rock's brand of humor will make you think after you're done laughing.","release_date":"1996-06-01","vote_average":7.8,"runtime":58,"cert":"N\/A","id":18128,"title":"Chris Rock: Bring the Pain","adult":false,"genre_ids":[35]},{"cast":["Anjelica Huston","John Cusack","Annette Bening","Jan Munroe","Stephen Tobolowsky"],"overview":"A young short-con grifter suffers both injury and the displeasure of reuniting with his criminal mother, all the while dating an unpredictable young lady.","release_date":"1990-10-10","vote_average":6.7,"runtime":110,"cert":"18","id":18129,"title":"The Grifters","adult":false,"genre_ids":[80,18]},{"cast":["Emil Marwa","Khawar Gomi Sadiq","Assad Siddique","Daud Mirza","Jan Sælid"],"overview":"The three young immigrant boys Wasim, Riaz and Munawar are growing up in the east end of Oslo, Norway. They find school extremely boring and become attracted to the hard boiled gang East Side Crew, which is run by the brothers Sadiq and Khalid. Petty theft soon develops in to drug dealing, violence and murder.","release_date":"2005-10-07","vote_average":7.0,"runtime":102,"cert":"N\/A","id":18132,"title":"Izzat","adult":false,"genre_ids":[80,28]},{"cast":["James Caan","Halle Berry","Omar Epps","Craig Sheffer","Kristy Swanson"],"overview":"Several players from different backgrounds try to cope with the pressures of playing football at a major university. Each deals with the pressure differently, some turn to drinking, others to drugs, and some to studying.","release_date":"1993-09-24","vote_average":6.2,"runtime":112,"cert":"15","id":18133,"title":"The Program","adult":false,"genre_ids":[18,28,10749]},{"cast":["Janne 'Loffe' Carlsson","Lasse Åberg","Ted Åström","Lasse Haldenberg","Weiron Holmberg"],"overview":"It's time for Jonsson to return to his old regiment to rehearse what he learned during conscription a few years ago. He meets his old friends, platoon leader Larsson and the music loving captain 'Beethoven'. Jonsson and his comrades doesn't take it very serious - but they have a jolly good time. A female journalist follows the exercise to write an article, and gets interested in him. Plot by Mattias Thuresson.","release_date":"1979-02-23","vote_average":5.1,"runtime":85,"cert":"N\/A","id":18142,"title":"The Call-up","adult":false,"genre_ids":[35]},{"cast":["Makoto Shinkai","Mika Shinohara"],"overview":"She and Her Cat details the life of a cat, entirely from the cat's perspective, as it passes time with its owner, a young woman.","release_date":"1999-01-01","vote_average":6.6,"runtime":5,"cert":"N\/A","id":18143,"title":"She and Her Cat","adult":false,"genre_ids":[16,10749]},{"cast":["James Garner","Edmond O'Brien","Andra Martin","Alan Hale Jr.","Edd Byrnes"],"overview":"Lieutenant Braden discovers that Sally, the woman he's been falling in love with, has actually been checking out his qualifications to be a U.S. Navy frogman. He must put his personal life behind him after being assigned to be smuggled into a Japanese-held island via submarine to photograph radio codes.","release_date":"1959-03-04","vote_average":5.9,"runtime":112,"cert":"N\/A","id":18146,"title":"Up Periscope","adult":false,"genre_ids":[28,12,18,53,10752]},{"cast":["Lewis Black","Wilmer Valderrama","Tyler James Williams","Dyllan Christopher","Brett Kelly"],"overview":"Five disparate kids snowed in at the airport on Christmas Eve learn some lessons about friendship when they launch a bid to get back to their families and outsmart a disgruntled airport official who wants to keep them grounded.","release_date":"2006-12-08","vote_average":5.8,"runtime":90,"cert":"N\/A","id":18147,"title":"Unaccompanied Minors","adult":false,"genre_ids":[35,10751]},{"cast":["Chishū Ryū","Chieko Higashiyama","Setsuko Hara","Haruko Sugimura","Sô Yamamura"],"overview":"The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.","release_date":"1953-11-03","vote_average":8.3,"runtime":134,"cert":"U","id":18148,"title":"Tokyo Story","adult":false,"genre_ids":[18]},{"cast":["Mohanlal","Girija Shettar","Nedumudi Venu","Mukesh","M G Soman"],"overview":"Professor Kurian Fernandez escapes from jail with his cellmate Raghu. Inspectors, Unnikrishnan and K.Purushothaman Nair are sent to track him down. They follow Kurian Fernadez's daughter to track him.","release_date":"1989-01-01","vote_average":7.1,"runtime":180,"cert":"N\/A","id":18149,"title":"Vandanam","adult":false,"genre_ids":[35,53]},{"cast":[],"overview":"Think breakdancing died in the eighties? Think again. PLANET B-BOY is a feature-length, theatrical documentary that re-discovers one of the most incredible dance phenomena the world has ever seen. Originally known as \"B-boying\", breakdancing was an urban dance form that originated from the streets of New York City during the seventies.","release_date":"2008-03-21","vote_average":6.3,"runtime":98,"cert":"N\/A","id":18150,"title":"Planet B-Boy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the mercenaries and contractors working in modern wars.","release_date":"2006-03-01","vote_average":6.3,"runtime":86,"cert":"N\/A","id":18151,"title":"Shadow Company","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A thought-provoking documentary on the current and historical causes of the Israeli-Palestinian conflict and U.S. political involvement.","release_date":"2006-03-25","vote_average":7.6,"runtime":90,"cert":"N\/A","id":18152,"title":"Occupation 101","adult":false,"genre_ids":[99]},{"cast":["Vincent D'Onofrio","Janeane Garofalo","Jeanne Tripplehorn","Kevin Pollak","Donal Logue"],"overview":"Five years after Yippie founder Abbie Hoffman goes underground to avoid a drug-related prison sentence, he contacts a reporter to get out the story of the FBI's covert spying, harassment and inciting of violence they then blame on the Left.","release_date":"2000-08-18","vote_average":6.1,"runtime":107,"cert":"N\/A","id":18153,"title":"Steal This Movie","adult":false,"genre_ids":[18]},{"cast":["Doug Dezzani","Tiffany Shepis","Parry Shen","Adoni Maropis","Angel Boris Reed"],"overview":"A comedy about a matchmaker for people with hilarious dating problems.","release_date":"2004-05-29","vote_average":3.0,"runtime":80,"cert":"N\/A","id":18154,"title":"The Deviants","adult":false,"genre_ids":[35,10749]},{"cast":["Justine Powell","Adam Leese","Heather Bleasdale","Marco Gambino","Jake Canuso"],"overview":"Stephanie Komack was a high-class hooker and assassin for the Italian Mob. Now working in London as a waitress, and a single mother to her seven year old daughter, the Mob track Stephanie down and persuade her to do one last job. The hit goes wrong and Stephanie soon realises the stark reality of her failure. They snatch her daughter as punishment, but didn't figure on Stephanie's capacity for revenge! Inspired by true events, JOURNAL OF A CONTRACT KILLER is the gripping story of a woman driven to turn on her paymasters with devastating consequences.","release_date":"2008-03-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":18155,"title":"Journal of a Contract Killer","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Hugh Marlowe","Joan Taylor","Donald Curtis","Thomas Browne Henry","Morris Ankrum"],"overview":"Test space rockets exploding at liftoff and increased reporting of UFO sightings culminate in a direct attempt by alien survivors of a dead, extra-galactic civilization to invade Earth from impervious flying saucers, using ray-weapons of mass destruction.","release_date":"1956-07-04","vote_average":6.0,"runtime":83,"cert":"U","id":18158,"title":"Earth vs. the Flying Saucers","adult":false,"genre_ids":[28,878]},{"cast":["Bono","The Edge"," Larry Mullen Jr.","Adam Clayton"],"overview":"A concert movie on an unprecedented scale, Rattle And Hum captures U2 - on and off the stage - during their triumphant Joshua Tree tour. From the giant technicolour stadium celebrations to the black-and-white intensity of the indoor shows, this is U2 at their best. Follow the group across America, exploring new influences, playing with the legendary B.B. King from Dublin to Graceland.","release_date":"1988-11-04","vote_average":7.0,"runtime":98,"cert":"","id":18161,"title":"U2: Rattle and Hum","adult":false,"genre_ids":[99,10402]},{"cast":["Will Ferrell","Anna Friel","Danny McBride","Jorma Taccone","Matt Lauer"],"overview":"On his latest expedition, Dr. Rick Marshall is sucked into a space-time vortex alongside his research assistant and a redneck survivalist. In this alternate universe, the trio make friends with a primate named Chaka, their only ally in a world full of dinosaurs and other fantastic creatures.","release_date":"2009-06-05","vote_average":5.4,"runtime":102,"cert":"12A","id":18162,"title":"Land of the Lost","adult":false,"genre_ids":[12,35,878,10751]},{"cast":["James Marsden","Scott Speedman","Sofía Vergara","Barry Papick"],"overview":"Tom and Dan's one-night stand turns into an intense power-play between captor and captive.","release_date":"2004-05-06","vote_average":6.8,"runtime":96,"cert":"N\/A","id":18165,"title":"The 24th Day","adult":false,"genre_ids":[18,53]},{"cast":["Lucy Liu","Chloë Sevigny","Stockard Channing","Shawn Ashmore","Olympia Dukakis"],"overview":"A three-paneled look at the worldwide AIDS crisis: in Montreal, a porn actor (Ashmore) schemes to pass his mandatory blood test; a young nun (Sevigny) makes a personal sacrifice for the benefit of a South African village; in rural China, a black market operative (Liu) posing as a goverment-sanctioned blood drawer jeopardizes an entire village's safety","release_date":"2005-09-09","vote_average":6.2,"runtime":127,"cert":"N\/A","id":18166,"title":"3 Needles","adult":false,"genre_ids":[18]},{"cast":["Mickey Rourke","Agathe de La Fontaine","Angie Everhart","Steven Berkoff","Dougray Scott"],"overview":"John flies over to Paris to find out his girlfriend Elizabeth. He finds a mysterious fashion designer named Lea and her assistant Claire, and it turns out that Lea was Elizabeth's friend in Paris. Lea says to John that Elizabeth married and moved away. The passion starts to appear between John and Lea, when Lea's business partner Vittorio tells John another version of Elizabeth's fate.","release_date":"1997-06-12","vote_average":3.8,"runtime":105,"cert":"N\/A","id":18167,"title":"Another 9 1\/2 Weeks","adult":false,"genre_ids":[18,10749]},{"cast":["Kate Hudson","Frances O'Connor","Tommy Tiernan","Stuart Townsend","Cathleen Bradley"],"overview":"A waitress falls for a handsome customer who seduces her, her two sisters, her brother, and her brother's girlfriend.","release_date":"2001-01-19","vote_average":5.4,"runtime":105,"cert":"N\/A","id":18168,"title":"About Adam","adult":false,"genre_ids":[35,10749,18]},{"cast":["Demi Moore","Rob Lowe","James Belushi","Elizabeth Perkins","George DiCenzo"],"overview":"A man and woman meet and try to have a romantic affair, despite their personal problems and the interference of their disapproving friends.","release_date":"1986-07-02","vote_average":5.9,"runtime":113,"cert":"N\/A","id":18169,"title":"About Last Night...","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tom Cruise","Craig T. Nelson","Lea Thompson","Charles Cioffi","Gary Graham"],"overview":"Sensitive study of a headstrong high school football star who dreams of getting out of his small Western Pennsylvania steel town with a football scholarship. His equally ambitious coach aims at a college position, resulting in a clash which could crush the player's dreams","release_date":"1983-10-21","vote_average":5.8,"runtime":91,"cert":"N\/A","id":18172,"title":"All the Right Moves","adult":false,"genre_ids":[10749,18]},{"cast":["Ross Kidder","Amelia Morck","Elizabeth Wright Shapiro"],"overview":"After graduating college, things didn't quite work out the way Russ planned. Now he's back home, with miserable jobs, no girl, and little chance of the future he always dreamed of.","release_date":"2006-03-04","vote_average":3.5,"runtime":95,"cert":"N\/A","id":18173,"title":"The American Poop Movie","adult":false,"genre_ids":[35]},{"cast":["Alastair Sim","Jane Wenham","Brian Worth","Eileen Moore","Olga Lindo"],"overview":"Based on a famous stage play and set in the year 1912, an upper crust family dinner is interrupted by a police inspector who brings news that a girl known to everyone present has died in suspicious circumstances. It seems that any or all of them could have had a hand in her death. But who is the mysterious Inspector and what can he want of them?","release_date":"1954-03-16","vote_average":6.7,"runtime":80,"cert":"PG","id":18174,"title":"An Inspector Calls","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Christopher Masterson","Brooke Burns","Johnny Messner","James Duval"],"overview":"High school grad. Conner Layne is about to marry his first love, but when wedding plans fail, he goes solo on his honeymoon to Central America, finding adventure with a ragtag group of foreigners who attempt to cross the Darien Gap in record time.","release_date":"2008-01-08","vote_average":6.3,"runtime":100,"cert":"N\/A","id":18175,"title":"The Art of Travel","adult":false,"genre_ids":[28,12,18,35]},{"cast":["Mischa Barton","Reece Thompson","Bruce Willis","Michael Rapaport","Kathryn Morris"],"overview":"After the theft of copies of SAT exams from a principal's office, teenage reporter Bobby Funke sets out to unmask the thief. Bobby prints an article fingering Class President Paul Moore as the thief, shredding the youth's reputation. But as Bobby gets to know Paul's girlfriend, Francesca, he comes to realize he was wrong about Paul, so he sets out to unmask the true culprit.","release_date":"2008-01-17","vote_average":6.0,"runtime":93,"cert":"N\/A","id":18176,"title":"Assassination of a High School President","adult":false,"genre_ids":[35,80]},{"cast":["Juliet Reeves London","Garrett Jones","William Howard Bowman","Rowan Bousaid"],"overview":"Three teens find themselves in a town over run with zombies. Deciding to fight back, they go on a punch you in the throat, action packed, non stop ride through the city, woods, and schools.","release_date":"2008-05-19","vote_average":5.0,"runtime":75,"cert":"N\/A","id":18177,"title":"Automaton Transfusion","adult":false,"genre_ids":[27,28]},{"cast":["Borce Nacev","Vesna Stanojevska","Sabina Ajrula","Salaetin Bilal","Ratka Radmanovik"],"overview":"A successful young doctor with a beautiful wife, a happy child, and a comfortable house finds his life suddenly changed in ways he never thought possible after being injured in a serious car accident. To the outside eye Lazar Perkov has everything -- indeed his friends and colleagues have even gone so far as to christen him with the nickname \"Lucky.\" But appearances can sometimes be...","release_date":"2007-06-06","vote_average":5.7,"runtime":120,"cert":"N\/A","id":18178,"title":"Shadows","adult":false,"genre_ids":[9648,18,53,27]},{"cast":["Chris Haslam","Cooper Wilt","Daewon Song","Greg Lutzka","Rodney Mullen"],"overview":"Almost: Round Three is a skateboarding video released on DVD in 2004 by Rodney Mullen's skateboard company Almost.  It features the third part of the Rodney Mullen vs. Daewon Song series, the first two of which are included on this DVD as hidden extras. Round Three also features parts by Almost team skaters Chris Haslam, Cooper Wilt, Ryan Sheckler, William Patrick (played by Tyrone Olson and Chris Casey) and Greg Lutzka.","release_date":"2004-01-01","vote_average":10.0,"runtime":33,"cert":"N\/A","id":18179,"title":"Almost Round Three - The Almost Video","adult":false,"genre_ids":[99]},{"cast":[],"overview":"One day, two kids named Scott and Laurie and their basset hound Barney are magically transported into a coloring book! This coloring book is a mystical, magical land called \"Sillyville.\" While there, the kids meet up with Sillywhim, a happy, sing-songy lady who tells them of Sillyville's troubles. The Yellow Spurdurgurgles, Blue Twirlypops, Green Jingleheimers, and Red Bittybooties are all fighting because they do not wear the same colors! Scott, Laurie, and Sillywhim meet up with all of these coloful characters, plus a talking tree, a singing acorn, and the kindly purple-wearing Pasha who all sing songs about themselves. Will the kids and Sillywhim be able to reunite all of the people of Sillyville? You can bet your magic rainbow blower on it!","release_date":"1989-01-01","vote_average":10.0,"runtime":59,"cert":"N\/A","id":18180,"title":"Wee Sing in Sillyville","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Manda Bala (Send a Bullet) is a cinematic bullet into the cerebral cortex, a documentary that unflinchingly exploring the cycles of violence that plague Brazil's upper and lower economic classes in fits of rampant corruption and violent kidnappings. The film chronicles these cycles by utilizing highly personalized stories that reflect the growing truth about Brazil's huge economic disparities.","release_date":"2007-01-20","vote_average":6.0,"runtime":85,"cert":"N\/A","id":18181,"title":"Manda Bala (Send a Bullet)","adult":false,"genre_ids":[99]},{"cast":["Sammi Hanratty","Annabeth Gish","Timothy Bottoms","Michael Learned","Austin Thomas"],"overview":"A fourth grader and her friends deal with bullying from a more popular girl in their class.","release_date":"2009-01-05","vote_average":5.5,"runtime":91,"cert":"N\/A","id":18182,"title":"An American Girl: Chrissa Stands Strong","adult":false,"genre_ids":[18,10751]},{"cast":["Marco Leonardi","Lumi Cavazos","Regina Torné","Ada Carrasco","Mario Iván Martínez"],"overview":"Tita is passionately in love with Pedro, but her controlling mother forbids her from marrying him. When Pedro marries her sister, Tita throws herself into her cooking and discovers she can transfer her emotions through the food she prepares, infecting all who eat it with her intense heartbreak.","release_date":"1992-04-16","vote_average":6.5,"runtime":105,"cert":"N\/A","id":18183,"title":"Like Water for Chocolate","adult":false,"genre_ids":[18,10749]},{"cast":["Jim Dale","Spike Milligan","Angela Douglas","John Bluthal","Norman Rossington"],"overview":"Digby consumes a bowl of Project X, a liquid growth formula. Soon, he becomes a sheepdog of gigantic size!","release_date":"1973-12-01","vote_average":4.5,"runtime":88,"cert":"U","id":18188,"title":"Digby, the Biggest Dog in the World","adult":false,"genre_ids":[]},{"cast":["Jenny McCarthy","Carmen Electra","Eddie Kaye Thomas","Guillermo Díaz","Kathy Griffin"],"overview":"A modern day Cinderella story which sees disaster prone Rebecca embark on a journey in search of true love. Betrayed by her boyfriend, Richard and following a palm reader's psychic prophecy, Rebecca goes in search of her one true soul mate.","release_date":"2005-09-23","vote_average":4.7,"runtime":91,"cert":"N\/A","id":18189,"title":"Dirty Love","adult":false,"genre_ids":[35]},{"cast":["James Spader","Mädchen Amick","Fredric Lehne","Bess Armstrong","Larry Miller"],"overview":"Ray is young, charming, successful and the owner of a prosperous architect company. However, he has recently gone trough a very painful divorce. His friends try to cheer him up by showing him the positive sides of being single but for Ray marriage and stability is just too important. But when he meets Lena his gloom is quickly forgotten.","release_date":"1993-10-24","vote_average":5.8,"runtime":103,"cert":"","id":18190,"title":"Dream Lover","adult":false,"genre_ids":[18,9648,53]},{"cast":["William H. Macy","Joe Mantegna","Denise Richards","Mena Suvari","Bokeem Woodbine"],"overview":"Seemingly mild-mannered businessman Edmond Burke visits a fortuneteller and hears a remark that spurs him to leave his wife abruptly and seek what is missing from his life. Encounters with strangers and unsavory people weaken the barriers encompassing his long-suppressed rage, until Edmond explodes in violence.","release_date":"2005-08-31","vote_average":6.0,"runtime":82,"cert":"N\/A","id":18191,"title":"Edmond","adult":false,"genre_ids":[18,53]},{"cast":["William H. Macy","Laura Dern","David Paymer","Meat Loaf","Kay Hawtrey"],"overview":"In the waning months of World War II, a man and his wife are mistakenly identified as Jews by their anti-Semitic Brooklyn neighbors. Suddenly the victims of religious and racial persecution, they find themselves aligned with a local Jewish immigrant in a struggle for dignity and survival.","release_date":"2001-10-19","vote_average":6.5,"runtime":106,"cert":"N\/A","id":18192,"title":"Focus","adult":false,"genre_ids":[18]},{"cast":["Peter Tork","Davy Jones","Micky Dolenz","Michael Nesmith","Annette Funicello"],"overview":"The Monkees are tossed about in a psychedelic, surrealist, plotless, circular bit of fun fluff.","release_date":"1968-11-06","vote_average":6.5,"runtime":86,"cert":"N\/A","id":18193,"title":"Head","adult":false,"genre_ids":[10402,35,14,12]},{"cast":["Cristina Raines","Chris Sarandon","Burgess Meredith","Eli Wallach","Arthur Kennedy"],"overview":"A commitment-shy New York fashion model moves into an old brownstone apartment, meets her weird neighbours and discovers she’s sitting on the gateway to Hell.","release_date":"1977-01-07","vote_average":6.3,"runtime":92,"cert":"15","id":18196,"title":"The Sentinel","adult":false,"genre_ids":[27,18,9648]},{"cast":["Christine Lahti","Judd Hirsch","River Phoenix","Martha Plimpton","Jonas Abry"],"overview":"The Popes are a family who haven't been able to use their real identity for years. In the late sixties, the parents set a weapons lab afire in an effort to hinder the government's Vietnam war campaign. Ever since then, the Popes have been on the run with the authorities never far behind.","release_date":"1988-09-09","vote_average":7.7,"runtime":116,"cert":"N\/A","id":18197,"title":"Running on Empty","adult":false,"genre_ids":[18,80,10749]},{"cast":["Chiara Zanni","Tabitha St. Germain","Kathleen Barr","Erin Mathews","Nicole Oliver"],"overview":"Elina, heroine of the Fairytopia films tells her friend Bibble the story of Flutterfield, a faraway kingdom populated by fairies with butterfly wings. Henna, the evil butterfly fairy has poisoned the queen of Flutterfield in an attempt to take over the kingdom.","release_date":"2008-02-08","vote_average":6.3,"runtime":75,"cert":"N\/A","id":18198,"title":"Barbie Mariposa","adult":false,"genre_ids":[16,14,10751]},{"cast":["Frankie Boyle"],"overview":"Critically acclaimed comedian Frankie Boyle presents his hotly-anticipated first live stand-up DVD. Recorded live during his sell-out shows at London's Hackney Empire, Frankie's unique brand of observational comedy and brutal but perfectly constructed one-liners prove he is one of the best gag writers in the business.","release_date":"2008-11-10","vote_average":7.0,"runtime":90,"cert":"18","id":18199,"title":"Frankie Boyle: Live","adult":false,"genre_ids":[35]},{"cast":["James Cagney","Annabella","Richard Conte","Frank Latimore","Walter Abel"],"overview":"Bob Sharkey, an instructor of would-be spies for the Allied Office of Strategic Services, becomes suspicious of one of the latest batch of students, Bill O'Connell, who is too good at espionage. His boss, Charles Gibson confirms that O'Connell is really a top German agent, but tells Sharkey to pass him, as they intend to feed the mole false information about the impending D-Day invasion.","release_date":"1947-01-15","vote_average":6.1,"runtime":95,"cert":"N\/A","id":18200,"title":"13 Rue Madeleine","adult":false,"genre_ids":[53,10752]},{"cast":["Stanley Tucci","Tony Shalhoub","Marc Anthony","Minnie Driver","Isabella Rossellini"],"overview":"Primo &amp; Secondo, two immigrant brothers, pin their hopes on a banquet honoring Louis Prima to save their struggling restaurant.","release_date":"1996-09-20","vote_average":7.0,"runtime":107,"cert":"N\/A","id":18203,"title":"Big Night","adult":false,"genre_ids":[18]},{"cast":["Willi Weitzel"],"overview":"Nachdem Willi (Willi Weitzel) seiner inzwischen verstorbenen Freundin Frau Klinger versprochen hatte, ihr Wüstensand aus der Sahara mitzubringen, verabschiedet er sich von Freunden und Familie und besucht vier voneinander entlegene und sehr unterschiedliche Regionen der Erde - den Regenwald von Australien, Churchill im nördlichen Kanada, Tokio und natürlich die Sahara. Neben einigen Abenteuern erfährt er vor allem viele Dinge, die er an sein junges Publikum weiter gibt...","release_date":"2009-03-05","vote_average":8.3,"runtime":78,"cert":"N\/A","id":18204,"title":"Willi und die Wunder dieser Welt","adult":false,"genre_ids":[99]},{"cast":["Ernesto Gómez Cruz","María Rojo","Salma Hayek","Bruno Bichir","Delia Casanova"],"overview":"Heated tempers, frustrated desires and dashed hopes plague a diverse group of individuals whose lives cross paths in Mexico City. There is the bar-owner's son, Chava, who yearns to emigrate to America. A poor barber, Abel, is madly in love with the gorgeous Alma, who eventually becomes a high-class prostitute. Finally, there is Susanita, the desperate spinster who pursues many love affairs in hopes of finding a husband.","release_date":"1995-05-05","vote_average":6.7,"runtime":140,"cert":"N\/A","id":18205,"title":"Midaq Alley","adult":false,"genre_ids":[18]},{"cast":["Colin Hanks","Ana Claudia Talancón","Jordana Spiro","Jonathon Trent","Alex Boling"],"overview":"The harrowing story of a disturbed young man's attempts to win the affections of an unsuspecting young woman. When Doug first sees Amy, he instantly falls for her and begins to watch her every move, going so far as to set up spy cameras in her apartment. However, as his fascination grows into obsession he's no longer satisfied with just watching.","release_date":"2006-04-28","vote_average":5.6,"runtime":78,"cert":"N\/A","id":18206,"title":"Alone With Her","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Peter Cook","Dudley Moore","Raquel Welch","Eleanor Bron","Barry Humphries"],"overview":"Stanley is infatuated with Margaret, the statuesque waitress who works with him. He meets George Spiggott AKA the devil and sells his soul for 7 wishes, which Stanley uses to try and make Margaret his own first as an intellectual, then as a rock star, then as a wealthy industrialist. As each fails, he becomes more aware of how empty his life had been and how much more he has to live for.","release_date":"1967-10-30","vote_average":6.4,"runtime":103,"cert":"12","id":18209,"title":"Bedazzled","adult":false,"genre_ids":[35,14,10749]},{"cast":["Michael McKell","Raquel Meroño","Charlotte Salt","Patrick Gordon","Pilar Soto"],"overview":"Studying under a disciple of Aleister Crowley, the leader of an upper class group invokes a supernatural force that slowly devours the village of Marienbad and its inhabitants, threatening to spread beyond its geographical limits. The mayor from the town nearby commissions the building of a dam which would flood the valley and therefore submerge the village forever sealing the evil force under water after leader and his followers were incapacitated to be kept from escaping. However, fate ensured the leader's freedom as he remained in the depths when the waters covered Marienbad. Now 40 years later an array of disappearances and deaths in mysterious circumstances are threatening the town next to the reservoir that now covers Marienbad.","release_date":"2005-11-02","vote_average":4.4,"runtime":92,"cert":"N\/A","id":18210,"title":"Beneath Still Waters","adult":false,"genre_ids":[27]},{"cast":["Nick Roth","Laura Jordan","Henry Winkler","Sarah Carter","Tom Morello"],"overview":"Berkeley is the story of Ben Sweet, an eighteen year old boy who comes to UC Berkeley in 1968 to study accounting and avoid the draft. There begins an odyssey through sex, drugs, rock and roll, and political activism which turns his world upside down and leaves him on a path of exploration and self-discovery, far from the life of his father, Sy Sweet.","release_date":"2005-10-08","vote_average":7.0,"runtime":88,"cert":"N\/A","id":18211,"title":"Berkeley","adult":false,"genre_ids":[18]},{"cast":["Karyn Dwyer","Christina Cox","Wendy Crewson","Ann-Marie MacDonald","Peter Outerbridge"],"overview":"Not long after moving into her own place, Maggie finds herself with two unsolicited roommates: her recently divorced mother, Lila, and her young brother. The timing is especially bad, considering Maggie has fallen hard for an attractive woman, Kim, only hours before they move in. What could be a nonissue becomes increasingly complicated -- since Maggie's family is unaware of her sexual orientation, and Maggie is not open to sharing that information.","release_date":"1999-02-14","vote_average":6.3,"runtime":101,"cert":"N\/A","id":18212,"title":"Better Than Chocolate","adult":false,"genre_ids":[18,10749]},{"cast":["Debbie Rochon","Thomas Edward Seymour","Russ Russo","Margaret Rose Champagne","Carmine Capobianco"],"overview":"On their last day of high school seven gorgeous girls have slumber party to celebrate their going away to college. Across town, a maniacal chef goes on a killing spree. Can their gym coach come to the rescue of the bikini clad group? No, but when Chef Death shows up at the party, hilarity ensues and the blood bath begins.","release_date":"2006-09-16","vote_average":5.0,"runtime":72,"cert":"N\/A","id":18213,"title":"Bikini Bloodbath","adult":false,"genre_ids":[27]},{"cast":["Sho Kosugi","Jean-Claude Van Damme","Doran Clark","Bruce French","Vladimir Skomarovsky"],"overview":"One of the US Air Force's most modern tactical aircrafts, an F-100 with a new laser guidance system, crashes into the sea near Malta - a region where the Soviet forces are highly present, too. The CIA immediately sends out their best secret agent, Ken Tami, to salvage the system before it falls into enemy hands. To ensure his loyalty, they bring his two young sons to a nearby hotel on the island.","release_date":"1988-05-01","vote_average":4.3,"runtime":93,"cert":"N\/A","id":18214,"title":"Black Eagle","adult":false,"genre_ids":[28]},{"cast":["Julian Sands","Sherilyn Fenn","Bill Paxton","Art Garfunkel","Betsy Clark"],"overview":"A top surgeon is besotted with a beautiful woman who once rebuffed him. Unable to come to terms with life without her, he tries to convince her that they need each other. She has other ideas, but a horrific accident leaves her at his mercy.","release_date":"1993-06-18","vote_average":4.8,"runtime":107,"cert":"18","id":18215,"title":"Boxing Helena","adult":false,"genre_ids":[18,10749]},{"cast":["David Naughton","Brian O'Halloran","Gerry Bednob","Gunnar Hansen","Ellen Sandweiss"],"overview":"Harry Penderecki, a once heralded horror auteur, finds himself on the outside looking in at Hollywood. He hasn't had a hit film in years, and most in the industry, including his close friends, think he's washed up. Harry is given one last chance to redeem himself with what could be his best or last picture. Brutal Massacre becomes just that, as the cast and crew find themselves battling one mishap after another as Harry struggles to keep his sanity against overwhelming resistance to finish the picture and find himself at the top once again.","release_date":"2008-07-22","vote_average":4.3,"runtime":94,"cert":"N\/A","id":18216,"title":"Brutal Massacre: A Comedy","adult":false,"genre_ids":[35,27]},{"cast":["Leah Rachel","Erin Reese","Germaine De Leon","Tobin Bell","Terence Jay"],"overview":"A college prank at an abandoned house accidentally awakens a frightening spirit.","release_date":"2007-02-07","vote_average":3.6,"runtime":94,"cert":"N\/A","id":18217,"title":"Buried Alive","adult":false,"genre_ids":[28,12,27,53]},{"cast":["Julia Barnett Tracy","Abby Epstein","Ina May Gaskin","Ricki Lake"],"overview":"Director Abby Epstein's controversial documentary takes a hard look at America's maternity care system, juxtaposing hospital deliveries against the growing popularity of at-home, natural childbirths that some expectant parents are opting for. Former talk show host Ricki Lake was inspired to produce this compelling exposé after a dissatisfying birthing experience with her first child left her with many unanswered questions.","release_date":"2008-01-01","vote_average":7.3,"runtime":87,"cert":"N\/A","id":18218,"title":"The Business of Being Born","adult":false,"genre_ids":[99]},{"cast":["Giovanna Mezzogiorno","Alessio Boni","Stefania Rocca","Angela Finocchiaro","Giuseppe Battiston"],"overview":"Sabina has a regular life. She is satisfied with her job and her love for Franco. Lately nightmares start disturbing her, and almost in the same time she discovers to be pregnant. Step by step she remembers her childhood spent within a severe middle-class family. But a big secret is hidden within her heart. Sabina wants to contact again her brother, a University teacher in the US, to try to understand what is happened in their past. What is the secret? She is determined to bring clarity and serenity in her life. She finally manages to free herself from her \"beast in the heart\".","release_date":"2005-03-17","vote_average":6.0,"runtime":116,"cert":"N\/A","id":18219,"title":"Don't Tell","adult":false,"genre_ids":[18]},{"cast":["Alyssa Milano","Johnathon Schaech","Xander Berkeley","Belinda Bauer","Camilla Belle"],"overview":"A young and naive college art student becomes obsessed with assuming the identity and personality of a departed coed who used to live in her room, and in so doing causes complications that result in two men, a student and her art professor, lusting after her.","release_date":"1996-01-16","vote_average":4.6,"runtime":106,"cert":"N\/A","id":18220,"title":"Poison Ivy 2: Lily","adult":false,"genre_ids":[18,10749,53]},{"cast":["Tom Cruise","James Arnold","Michael J. Bloomfield","Robert D. Cabana","Leroy Chiao"],"overview":"Some 220 miles above Earth lies the International Space Station, a one-of-a-kind outer space laboratory that 16 nations came together to build. Get a behind-the-scenes look at the making of this extraordinary structure in this spectacular IMAX film. Viewers will blast off from Florida's Kennedy Space Center and the Baikonur Cosmodrome in Russia for this incredible journey -- IMAX's first-ever space film. Tom Cruise narrates.","release_date":"2002-04-17","vote_average":6.5,"runtime":47,"cert":"","id":18221,"title":"Space Station 3D","adult":false,"genre_ids":[99]},{"cast":["Jaime Pressly","Megan Edwards","Michael Des Barres","Greg Vaughan","Merete Van Kamp"],"overview":"A sinister seductress vows to destroy a suburban family.","release_date":"1997-10-20","vote_average":4.5,"runtime":93,"cert":"N\/A","id":18222,"title":"Poison Ivy: The New Seduction","adult":false,"genre_ids":[53,10749,18]},{"cast":["Miriam McDonald","Shawna Waldron","Ryan Kennedy","Crystal Lowe","Andrea Whitburn"],"overview":"A mysterious death of a young college student occurs late one night at a prestigious New England college...","release_date":"2008-07-27","vote_average":4.3,"runtime":95,"cert":"N\/A","id":18223,"title":"Poison Ivy: The Secret Society","adult":false,"genre_ids":[18,53]},{"cast":["Kathleen Barr","Trevor Devall","Brian Drummond","Christopher Gaze","Alessandro Juliani"],"overview":"The Toa Metru return to their glorious city of Metru Nui to finally accomplish their mission, only to find the city in ruins, overrun by the dreaded Visorak horde. Captured by their new enemy and transformed into hideous Toa Hordika, our heroes must find a figure out of myth to be cured of their mutations and fulfill their destiny before the beast within overtakes them.","release_date":"2005-01-01","vote_average":6.2,"runtime":75,"cert":"N\/A","id":18224,"title":"Bionicle 3: Web of Shadows","adult":false,"genre_ids":[28,12,16,10751,14]},{"cast":["Alexander Skarsgård","Linus Wahlgren","Ivan Nikcevic","Josephine Bornebusch","Kjell Bergqvist"],"overview":"A shy but very romantic young man tries to meet a girl by walking a borrowed dog. The trick works unbelievably well. They fall in love.","release_date":"2002-10-25","vote_average":4.6,"runtime":106,"cert":"N\/A","id":18225,"title":"The Dog Trick","adult":false,"genre_ids":[10749,35,18]},{"cast":["Elvis Presley","Joan Blackman","Angela Lansbury","Nancy Walters","Roland Winters"],"overview":"Chad Gates has just gotten out of the Army, and is happy to be back in Hawaii with his surf-board, his beach buddies, and his girlfriend.","release_date":"1961-11-22","vote_average":5.5,"runtime":102,"cert":"PG","id":18228,"title":"Blue Hawaii","adult":false,"genre_ids":[35,10402]},{"cast":["Humphrey Bogart","Claude Rains","Michèle Morgan","Philip Dorn","Sydney Greenstreet"],"overview":"Matrac (Humphrey Bogart) is a freedom-loving French journalist who sacrifices his happiness and security to battle Nazi tyranny.","release_date":"1944-02-16","vote_average":6.7,"runtime":109,"cert":"N\/A","id":18229,"title":"Passage to Marseille","adult":false,"genre_ids":[12,18,36]},{"cast":["Michael Riley","Gary Lewis","Shaun Johnston","Adrian Holmes","Jennifer Copping"],"overview":"Yellowstone is a park, but it's also the deadliest volcano on Earth. Beneath it, a sleeping 'dragon' is stirring. When an earthquake opens a crack for magma to seep through, other warning signs of an eruption start popping up, but they are ignored or dismissed as 'minor'. But when they learn an eruption will happen, panic breaks out through people of the USA and the world.","release_date":"2005-03-13","vote_average":5.7,"runtime":120,"cert":"12","id":18230,"title":"Supervolcano","adult":false,"genre_ids":[28,18,53]},{"cast":["Walter Koenig","Nichelle Nichols","Alan Ruck","Garrett Wang","William Wellman Jr."],"overview":"The year is 2306… 12 years ago, Captain Kirk was swept away by the Nexus. One year later, Commander Scott was reported missing along with the USS Jenolen. The remaining USS Enterprise crew have split. Captain Spock and Doctor McCoy are on Khitomer, continuing their work towards peace the Klingon Empire. Captain Sulu and the Excelsior are on a mission beyond the Alpha Quadrant. Captain Chekov, feels his career has stalled, leaving him to ponder retirement. Captain Uhura, Director of Starfleet Linguistics, feels there may be something missing in her life.Now, Chekov and Uhura, with John Harriman, former Captain of the Enterprise-B, come together for the dedication of a new ship. However, their reunion is cut short when they receive a distress call from an all-too-familiar planet, where they meet up with an almost-forgotten face, and in an instant, something happens that presses the three friends to embark on a mission that will forever change their lives…","release_date":"2007-12-22","vote_average":5.2,"runtime":87,"cert":"N\/A","id":18231,"title":"Star Trek: Of Gods And Men","adult":false,"genre_ids":[28,878]},{"cast":["Ge You","Shu Qi","Fan Wei","Alex Fong","Vivian Hsu"],"overview":"Qin Fen, a funny, honest, single inventor, met a girl called Smiley, who was in agony of her boyfriend's betrayal. They traveled to Hokkaido, tried to help Smiley cure her pain in heart, and both of them gradually found their true love and life redemption during the journey.","release_date":"2008-12-22","vote_average":6.6,"runtime":130,"cert":"N\/A","id":18232,"title":"If You Are the One","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kristen Stewart","Robert Pattinson","Taylor Lautner","Billy Burke","Ashley Greene"],"overview":"Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.","release_date":"2009-03-15","vote_average":5.8,"runtime":131,"cert":"12A","id":18239,"title":"The Twilight Saga: New Moon","adult":false,"genre_ids":[12,14,18,10749]},{"cast":["Sandra Bullock","Ryan Reynolds","Mary Steenburgen","Craig T. Nelson","Betty White"],"overview":"When she learns she's in danger of losing her visa status and being deported, overbearing book editor Margaret Tate forces her put-upon assistant, Andrew Paxton, to marry her.","release_date":"2009-06-01","vote_average":6.9,"runtime":108,"cert":"12","id":18240,"title":"The Proposal","adult":false,"genre_ids":[35,10749,18]},{"cast":["Jaime King","Lydia Leonard","Jason Durr","Annabelle Wallis"],"overview":"After 12 years in an asylum, as she is reunited with friends and family, Dana begins to realize the events that led to her stay there may not have been imaginary.","release_date":"2006-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":18245,"title":"True True Lie","adult":false,"genre_ids":[53,18]},{"cast":["Joe Defranco","George Defranco"],"overview":"Tucked away in an industrial park in northern New Jersey, there is a gym where extraordinary people gather. Although these people come from different walks of life, they all share one common bond. Whether it's through physical demonstration or their ability to overcome adversity they are all unbelievably strong.","release_date":"2008-12-12","vote_average":0.0,"runtime":54,"cert":"N\/A","id":18246,"title":"STRONG: The Movie","adult":false,"genre_ids":[99]},{"cast":["Nolan Gerard Funk","Jesse Moss","Brittney Irvin","Tammin Sursok","Harris Allan"],"overview":"A high school choir is fading in popularity, as it continues to lose most of its' members one by one. A wannabe rock singer is convinced to join the choir, in hopes of winning the upcoming competition and cash prize.","release_date":"2009-02-16","vote_average":6.4,"runtime":null,"cert":"N\/A","id":18247,"title":"Spectacular!","adult":false,"genre_ids":[18,10402]},{"cast":["Steven Seagal","Jeffrey Pierce","Max Ryan","Harry Van Gorkum","Anna-Louise Plowman"],"overview":"This story is about a freelance agent (Seagal) who is the courier of a package from France to Germany. He soon finds that many people want to get their hands on it.","release_date":"2003-06-01","vote_average":3.8,"runtime":96,"cert":"N\/A","id":18248,"title":"The Foreigner","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"No overview found.","release_date":"2009-04-25","vote_average":0.0,"runtime":70,"cert":"N\/A","id":18253,"title":"Mythen Wunder Emotionen","adult":false,"genre_ids":[]},{"cast":["Warren Beatty","Diane Keaton","Edward Herrmann","Jerzy Kosinski","Jack Nicholson"],"overview":"An account of the revolutionary years of the legendary American journalist John Reed (1887-1920), who shared his adventurous professional life with his radical commitment to the socialist revolution in Russia, his dream of spreading its principles among the members of the American working class, and his troubled romantic relationship with the writer Louise Bryant (1885-1936).","release_date":"1981-12-25","vote_average":7.3,"runtime":196,"cert":"15","id":18254,"title":"Reds","adult":false,"genre_ids":[18,36,10749]},{"cast":["Jim Kelly","Gloria Hendry","Scatman Crothers","Eric Laneuville","Alan Weeks"],"overview":"Jones is a secret agent who has gone into semi-retirement, concentrating instead on teaching the martial arts to inner city youths. The karate school is run by a kindly old coot named Pops ,played by Scatman Crothers. His gambling debts, however, bring the local thug, Pinky, down on him. To make matters worse, Pinky is then hired by some white thugs who want to get a hold of the property Pops' school occupies so they can build a shopping mall. When things get heavy, Black Belt Jones leaps into action. Only he's not alone. Pops' daughter, Sidney, shows up to lend a hand, proving herself every bit as agile and powerful a martial artist as Jones.","release_date":"1974-01-29","vote_average":6.2,"runtime":87,"cert":"N\/A","id":18257,"title":"Black Belt Jones","adult":false,"genre_ids":[28,35]},{"cast":["James Cagney","Barbara Payton","Helena Carter","Ward Bond","Luther Adler"],"overview":"Ralph Cotter, a ruthless criminal, escapes violently from a farm prison. Then, he seduces a dead inmate’s sister, gets back quickly into the crime business, faces corrupt local cops who run the city’s underworld and meets a powerful tycoon’s whimsical daughter.","release_date":"1950-08-19","vote_average":6.6,"runtime":103,"cert":"PG","id":18262,"title":"Kiss Tomorrow Goodbye","adult":false,"genre_ids":[53,80]},{"cast":["Björn Jörundur Friðbjörnsson","Sigurjón Kjartansson","Þórarinn Eyfjörð","Thorarinn Oskar Thorarinsson","Óttarr Proppé"],"overview":"Since his mother wants to watch TV, Axel, a young auto-mechanic, must recover her remote control, accidentally taken by his punk sister Maja. During his quest, he becomes involved in the conflict between Moli, the liquor smuggler, and Aggi, a night club owner who wants to be Iceland's first mafia boss.","release_date":"1992-09-09","vote_average":6.4,"runtime":78,"cert":"N\/A","id":18265,"title":"Remote Control","adult":false,"genre_ids":[35]},{"cast":["Henry Rollins"],"overview":"The first ever Henry Rollins Spoken Word DVD filmed entirely in Australia! \"I made my 26th trip to Australia for some talking shows. The first three dates were in Sydney. We rolled film on the performances and some post-show interviews as well. This DVD is what made the final cut.","release_date":"2008-01-15","vote_average":0.0,"runtime":153,"cert":"N\/A","id":18272,"title":"Henry Rollins: Live in the Conversation Pit","adult":false,"genre_ids":[35]},{"cast":["Maria Bello","Rufus Sewell","Jason Patric","Amy Brenneman","Michael Nyqvist"],"overview":"Sick of her life, housewife Nancy just wants it to be over and done with, but rather than kill herself, she hires a stranger from the Internet to do the job for her. But fate takes a strange turn when she meets her killer and the two fall in love. Of course, Nancy realizes that love and murder do not naturally go hand in hand.","release_date":"2008-01-21","vote_average":5.4,"runtime":102,"cert":"N\/A","id":18273,"title":"Downloading Nancy","adult":false,"genre_ids":[18,53]},{"cast":["Ray Milland","Sam Elliott","Joan Van Ark","Adam Roarke","Judy Pace"],"overview":"Jason Crockett is an aging, grumpy, physically disabled millionaire who invites his family to his island estate for his birthday celebration. Pickett Smith is a free-lance photographer who is doing a pollution layout for an ecology magazine. Jason Crockett hates nature, poisoning anything that crawls on his property. On the night of his birthday the frogs and other members of nature begin to pay Crockett back.","release_date":"1972-03-10","vote_average":4.4,"runtime":91,"cert":"N\/A","id":18274,"title":"Frogs","adult":false,"genre_ids":[27,9648]},{"cast":["Jasper Pääkkönen","Mikko Leppilampi","Pamela Tola","Petteri Summanen","Matleena Kuusniemi"],"overview":"When a schoolteacher is sacked, he projects his bad mood at his troubled teenage son. The son, in turn, buys a CD player from a pawnshop with counterfeit money. This starts a chain reaction of misery as every victim projects his problems on to another person.","release_date":"2005-01-14","vote_average":6.9,"runtime":127,"cert":"N\/A","id":18279,"title":"Frozen Land","adult":false,"genre_ids":[18]},{"cast":["Liam Neeson"],"overview":"Journey into Amazing Caves is an extraordinary IMAX adventure into the depths of the earth to uncover the secrets to life underground.","release_date":"2001-03-01","vote_average":5.9,"runtime":39,"cert":"N\/A","id":18280,"title":"Journey into Amazing Caves","adult":false,"genre_ids":[99]},{"cast":["Farley Granger","Cathy O'Donnell","James Craig","Paul Kelly","Jean Hagen"],"overview":"A struggling young father-to-be gives in to temptation and impulsively steals an envelope of money from the office of a corrupt attorney. Instead of a few hundred dollars it contains $30,000 and when he decides to return the money things go wrong and that is only the beginning of his troubles.","release_date":"1950-03-23","vote_average":6.5,"runtime":83,"cert":"N\/A","id":18281,"title":"Side Street","adult":false,"genre_ids":[80]},{"cast":["John Cusack","Demi Moore","Bobcat Goldthwait","Tom Villard","Jeremy Piven"],"overview":"An aspiring teenage cartoonist and his friends come to the aid of a singer trying to save her family property from developers.","release_date":"1986-08-08","vote_average":6.2,"runtime":89,"cert":"N\/A","id":18282,"title":"One Crazy Summer","adult":false,"genre_ids":[18,35,10749,10751]},{"cast":["Gene Kelly","Van Johnson","Cyd Charisse","Barry Jones","Elaine Stewart"],"overview":"Americans Jeff and Tommy, hunting in Scotland, stumble upon a village - Brigadoon. They soon learn that the town appears once every 100 years in order to preserve its peace and special beauty. The citizens go to bed at night and when they wake up, it's 100 years later. Tommy falls in love with a beautiful young woman, Fiona, and is torn between staying or going back to his hectic life in New York.","release_date":"1954-09-08","vote_average":6.5,"runtime":108,"cert":"N\/A","id":18283,"title":"Brigadoon","adult":false,"genre_ids":[10402,10749,14]},{"cast":["Zoe Lister-Jones","Francis Benhamou","Marcia Jean Kurtz"],"overview":"ARRANGED centers on the friendship between an Orthodox Jewish woman and a Muslim woman who meet as first-year teachers at a public school in Brooklyn. Over the course of the year they learn they share much in common - not least of which is that they are both going through the process of arranged marriages.","release_date":"2007-03-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":18290,"title":"Arranged","adult":false,"genre_ids":[18,35,10749]},{"cast":["Bruce Greenwood","Tiffani Thiessen","Rich Franklin","Wendy Anderson","Aaron Abrams"],"overview":"A cyborg escapes the facility where he was created. With the help of a local sheriff, he tries to run from the dangerous scientists that created him.","release_date":"2008-07-10","vote_average":3.9,"runtime":84,"cert":"N\/A","id":18291,"title":"Cyborg Soldier","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Candace Evanofski","Donald Holden","Damian Jewan Lee","Curtis Cotton III","Rachael Handy"],"overview":"Set in the landscape of a rural southern town, \"George Washington\" is a stunning portrait of how a group of young kids come to grips with a hard world of choices and consequences. During an innocent game in an abandoned amusement park, a member of the group dies. Narrated by one of the children, the film follows the kids as they struggle to balance their own ambitions and relationships against a tragic lie.","release_date":"2000-10-01","vote_average":6.8,"runtime":90,"cert":"N\/A","id":18292,"title":"George Washington","adult":false,"genre_ids":[18]},{"cast":["Ahmed Ahmed","Aron Kader","Maziyar Jobrani","Dean Obeidallah","Loni Love"],"overview":"In a time when East and West do not seem to understand each other, top stand-up comics of Middle Eastern descent Ahmed Ahmed, Aron Kader, and Maz Jobrani take it upon themselves to single-handedly bridge the gap with an original comedy tour that has become one of the hottest concert tickets in the country.Special guest Dean Obeidallah , who's appeared on \"Saturday Night Live\" \"Late Night with Conan O'Brien\" and is a founder of the New York Arab-American Comedy Festival, joins the \"Axis of Evil\" creators for this sold-out, no-holds-barred event that has made headlines everywhere from CNN to Newsweek.Nothing is off-limits. Whether it's gay terrorists or the difficulty of flying in post 9\/11 America, The Axis of Evil Comedy Tour blasts stereotypes with outrageous humor.","release_date":"2007-01-01","vote_average":7.2,"runtime":63,"cert":"N\/A","id":18293,"title":"The Axis of Evil Comedy Tour","adult":false,"genre_ids":[35]},{"cast":["Richard Berry","Charles Berling","Jean-Pierre Darroussin","Mélanie Thierry","Selma El Mouissi"],"overview":"Three men are abandonned by their wives for a few days in the summer holidays. They are alone with five kids to feed and a house to maintain. And they will learn what they did wrong with their wives.","release_date":"2001-04-18","vote_average":5.3,"runtime":92,"cert":"N\/A","id":18296,"title":"August 15th","adult":false,"genre_ids":[35]},{"cast":["Gary Cooper","Audrey Hepburn","Maurice Chevalier","John McGiver","Van Doude"],"overview":"Lovestruck conservatory student Ariane pretends to be just as much a cosmopolitan lover as the worldly mature Frank Flannagan hoping that l’amour will take hold.","release_date":"1957-06-30","vote_average":7.2,"runtime":130,"cert":"N\/A","id":18299,"title":"Love in the Afternoon","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean Reno","Juliette Binoche","Sergi López","Scali Delpeyrat","Karine Belly"],"overview":"At Charles de Gaulle Airport in Paris, a beautician on her way to a new job in Mexico accidentally meets a cook who is on his way back from America. Labor strikes, bad weather, and pure luck cause the two of them to share a room overnight at the airport Hilton hotel. Will their initial mutual indifference and downright hostility turn into a one night stand or perhaps something more?","release_date":"2002-10-30","vote_average":5.6,"runtime":91,"cert":"N\/A","id":18300,"title":"Jet Lag","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean-Pierre Darroussin","Henri Guybet","Valeria Bruni Tedeschi","Richard Berry","François Morel"],"overview":"Between Alice, a hospital nurse and Aldo, a shampoo sales representative, things have turned sour of late. Alice blames her husband for lacking ambition and contemplates divorce.One day Aldo wins the ten million euro lotto prize. But, unwilling to share the bonanza, he keeps mum about it, all the more as he finds out Alice has an affair with Gérard, Aldo's former friend and ... new boss. However, Aldo, leading a double life, starts spending his money ...","release_date":"2002-11-27","vote_average":5.7,"runtime":105,"cert":"N\/A","id":18303,"title":"If I Were a Rich Man","adult":false,"genre_ids":[35]},{"cast":["Alex Jones"],"overview":"For the New World Order (NWO), a world government is just the beginning. Once in place they can engage their plan to exterminate 80% of the world's population, while enabling the 'elites' to live forever with the aid of advanced technology. For the first time, crusading filmmaker Alex Jones reveals their secret plan for humanity's extermination: Operation Endgame.","release_date":"2007-11-01","vote_average":6.9,"runtime":139,"cert":"N\/A","id":18312,"title":"Endgame: Blueprint for Global Enslavement","adult":false,"genre_ids":[99]},{"cast":["Juliet Stevenson","Alan Rickman","Michael Maloney","Bill Paterson","Christopher Rozycki"],"overview":"Nina is totally heartbroken at the death of her boyfriend Jamie, but is even more unprepared for his return as a ghost. At first it's almost as good as it used to be - hey, even the rats that infested her house have disappeared. But Jamie starts bringing ghostly friends home and behaving more and more oddly.","release_date":"1990-11-10","vote_average":7.2,"runtime":106,"cert":"PG","id":18317,"title":"Truly Madly Deeply","adult":false,"genre_ids":[14,18,35,878,10749]},{"cast":["Emily Blunt","Rupert Friend","Paul Bettany","Miranda Richardson","Jim Broadbent"],"overview":"As the only legitimate heir of England's King William, teenage Victoria gets caught up in the political machinations of her own family. Victoria's mother wants her to sign a regency order, while her Belgian uncle schemes to arrange a marriage between the future monarch and Prince Albert, the man who will become the love of her life.","release_date":"2009-03-04","vote_average":7.2,"runtime":105,"cert":"PG","id":18320,"title":"The Young Victoria","adult":false,"genre_ids":[18,36,10749]},{"cast":["Sharon den Adel","Robert Westerholt","Martijn Spierenburg","Ruud Jolie","Stephen van Haestregt"],"overview":"Their most ambitious staging to date, Black Symphony is capturing a unique concert at Rotterdam's Ahoy Arena on February 7, 2008. Sold out months in advance, Within Temptation performed to 10,000 fans with the 60-piece Metropole Orchestra and a 20-voice classical choir, as well as on-stage stilt performers, costume changes, and an array of stunning pyrotechnic and lighting effects. Special guests include Keith Caputo (ex-Life Of Agony), Anneke van Giersbergen (The Gathering), and George Oosthoek (Orphanage)","release_date":"2008-09-19","vote_average":8.8,"runtime":127,"cert":"N\/A","id":18321,"title":"Within Temptation: Black Symphony","adult":false,"genre_ids":[10402]},{"cast":["Thanh Hằng","Phuong Thanh","Johnny Trí Nguyễn","Hoài Linh","Thành Lộc"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":5.8,"runtime":93,"cert":"N\/A","id":18328,"title":"The Kiss of Death","adult":false,"genre_ids":[35]},{"cast":["Tony Leung Chiu-Wai","Leslie Cheung","Chang Chen","Gregory Dayton","Yee-Gan Chan"],"overview":"A couple take a trip to Argentina in search of a new beginning, but instead find themselves drifting ever further apart.","release_date":"1997-05-17","vote_average":7.7,"runtime":96,"cert":"N\/A","id":18329,"title":"Happy Together","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A group of guys capture a young girl with the intent of hurting her. They torture her in many ways, from beating her to putting a sharp piece of needle-like metal through her eye which pierces across her retina.","release_date":"1985-09-04","vote_average":4.2,"runtime":43,"cert":"N\/A","id":18334,"title":"Guinea Pig: Devil's Experiment","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1999-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":18343,"title":"Tommy Cooper - A Feztival Of Fun With Tommy Cooper","adult":false,"genre_ids":[]},{"cast":["Jiří Menzel","Rudolf Hrušínský","Vlasta Chramostová","Jan Vlček","Milos Vognic"],"overview":"Kopfrkingl enjoys his job at a crematorium in Czechoslovakia in the late 1930s. He likes reading the Tibetan book of the dead, and espouses the view that cremation relieves earthly suffering.","release_date":"1969-03-14","vote_average":7.9,"runtime":96,"cert":"N\/A","id":18352,"title":"The Cremator","adult":false,"genre_ids":[53,18,27]},{"cast":["Aidan Quinn","Donald Sutherland","Ben Kingsley","Claudia Ferri","Céline Bonnier"],"overview":"Jack Shaw (DONALD SUTHERLAND) has experienced the terror first-hand. He's a top CIA agent who's tracked international killer-for-hire Carlos \"The Jackal\" Sanchez for over twenty years and barely survived Carlos' devastating bombing of a Parisian cafe. Now, he finally gets a break when he discovers Carlos' dead ringer: American naval officer and dedicated family man Annibal Ramirez (AIDAN QUINN).","release_date":"1997-09-28","vote_average":6.6,"runtime":119,"cert":"18","id":18355,"title":"The Assignment","adult":false,"genre_ids":[53,28,80,9648]},{"cast":["Ben Stiller","Amy Adams","Owen Wilson","Hank Azaria","Robin Williams"],"overview":"Hapless museum night watchman Larry Daley must help his living, breathing exhibit friends out of a pickle now that they've been transferred to the archives at the Smithsonian Institution. Larry's (mis)adventures this time include close encounters with Amelia Earhart, Abe Lincoln and Ivan the Terrible.","release_date":"2009-05-20","vote_average":6.0,"runtime":105,"cert":"PG","id":18360,"title":"Night at the Museum: Battle of the Smithsonian","adult":false,"genre_ids":[12,14,28,35,10751]},{"cast":["Kim Ha-neul","Kwon Sang-woo","Gong Yoo","Baek Il-seob","Kim Ji-woo"],"overview":"This is a touching story of two completely different students from two completely different worlds. One is a rich male repeating his third year of high school and the other a poor girl in her second year of university struggling to make ends meet.","release_date":"2003-01-30","vote_average":6.7,"runtime":110,"cert":"N\/A","id":18371,"title":"My Tutor Friend","adult":false,"genre_ids":[35]},{"cast":["Kim Ha-neul","Kang Dong-won","Song Jae-ho ","Kim Ji-young","Lee Young-eun"],"overview":"A professional lady con makes herself the pharmacist's fiancée overnight, and faces a disastrous blemish in her impeccable con-woman career.","release_date":"2004-02-20","vote_average":6.3,"runtime":115,"cert":"N\/A","id":18372,"title":"Too Beautiful to Lie","adult":false,"genre_ids":[35,10749]},{"cast":["Hayley Mills","Hywel Bennett","John Mills","Marjorie Rhodes","Avril Angers"],"overview":"Following the wedding of young Jenny Piper and Arthur Fitton (Hayley Mills and Hywel Bennett), a rowdy reception is held at a local pub where the newlyweds are subjected to much well-meaning but vulgar ribaldry. The couple returns to the Fitton home to spend their first night together before leaving for a honeymoon in Majorca, but they are followed by some of the wedding guests who keep the party going until early morning. Worse yet, when the youngsters finally are permitted to retire, their bed collapses as the result of a practical joke.","release_date":"1966-12-18","vote_average":7.3,"runtime":115,"cert":"N\/A","id":18373,"title":"The Family Way","adult":false,"genre_ids":[35]},{"cast":["Kim Ha-neul","Kang Ji-hwan","Ryu Seung-ryong","Jang Young-nam","Kang Shin-il"],"overview":"Disguised as a travel agent, “Su-ji” is a government spy with six years’ experience who can’t reveal her career to her boyfriend “Jae-joon.” After she lies again, her boyfriend breaks up with her and leaves without notice, leaving her struggling alone with her sadness. Three years later, while chasing an industrial spy in disguise as a cleaning lady, she happens to run into Jae-joon. He’s become an international certified accountant, and seeing him throws her feelings into doubt.Lying is part of the job, secrecy is the name of the game in \"My Girlfriend is an Agent\".","release_date":"2009-04-04","vote_average":6.5,"runtime":112,"cert":"N\/A","id":18374,"title":"My Girlfriend Is an Agent","adult":false,"genre_ids":[35,28]},{"cast":["Samantha Mathis","Peter Dobson","Thomas Kopache","June Squibb","Mary Mouser"],"overview":"Man and woman (Peter Dobson and Samantha Mathis) fall in love in a heart transplant facility. They are both attracted to a little girl (Mary Matilyn Mouser) who turns out to be the orphan of their heart donors...","release_date":"2007-05-05","vote_average":4.2,"runtime":85,"cert":"N\/A","id":18375,"title":"A Stranger's Heart","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Sung-jae","Kim Ha-neul","Song Seung-heon","Lee Chun-hee"],"overview":"Woo-sung just joined Joong-hyun and his friends' journey to climb Mt. Asiaq of Alaska. However, a raging snowstorm was waiting for them descending from the summit and it isolates Woo-sung and Joong-hyun in an icy cave. To stay awakened, Joong-hyun whose leg is severely wounded starts his story and they get stunned realizing that between their two stories there was one woman, Kyung-min.","release_date":"2004-01-16","vote_average":3.3,"runtime":105,"cert":"N\/A","id":18376,"title":"Ice Rain","adult":false,"genre_ids":[12,18]},{"cast":["Kim Ah-joong","Joo Jin-mo","Sung Dong-il","Im Hyun-sik","Lee Han-wi"],"overview":"Based on a Japanese manga, \"Kanna-San, Daiseikou Desu,\" this story revolves around Kang Han-na (Kim Ah-jung), an overweight phone sex employee and secret vocalist for Ammy, a famous Korean pop singer who actually lip syncs as she cannot sing. After getting humilitated publicly by an ungrateful Ammy, Han-na undergoes an extreme makeover to become a pop sensation herself.","release_date":"2006-12-14","vote_average":6.5,"runtime":120,"cert":"N\/A","id":18377,"title":"200 Pounds Beauty","adult":false,"genre_ids":[18,35,10749]},{"cast":["Antoine Bertrand","Marie Brassard","René Richard Cyr","Maude Laurendeau","Alexis Martin"],"overview":"As scripted by Quebecois raconteur Fred Pellerin and directed by Luc Picard, this offbeat fantasy comedy details the adventures of Babine (Vincent Guillaume Otis), the son of a witch and a village pariah, as he ventures forth into the world and narrowly evades death.","release_date":"2008-11-28","vote_average":6.2,"runtime":112,"cert":"N\/A","id":18380,"title":"Babine","adult":false,"genre_ids":[14,18]},{"cast":["Antoine L'Écuyer","Suzanne Clément","Daniel Brière","Catherine Faucher","Gabriel Maillé"],"overview":"Léon is ten years old, has lots of problems and an overly fertile imagination. Of course, there is mom and dad who are always fighting, and those annoying neighbors who get to spend the summer at the beach. And then, there's Léa, the exasperating girl who's always right about everything. In the summer of '68, when mom decides to leave everything behind to start a new life in Greece, Léon is prepared to do anything to kill the pain. Destroy the neighbors' house, become a professional liar and even, why not, fall in love with Léa. Together, they will overcome the pain of growing up when you feel abandoned.","release_date":"2008-09-25","vote_average":7.3,"runtime":110,"cert":"N\/A","id":18381,"title":"It's Not Me, I Swear!","adult":false,"genre_ids":[35,18]},{"cast":["Ketzal Sterling"],"overview":"High Octane 3 carries on the madness that is High Octane with scenes from Australia and New Zealand's mad import car culture. Look out for the crazy Prelude we feature on Sydney's Bondi Beach! With Australian FHM covergirl Imogen Bailey, and New Zealand's too-hot-to handle Cherie Bray-Taylor, High Octane 3 is THE car video to get for 2002!","release_date":"2002-09-20","vote_average":0.0,"runtime":120,"cert":"N\/A","id":18382,"title":"High Octane 3","adult":false,"genre_ids":[]},{"cast":["Kim Ha-neul","Jang Mi-inae","Kwon Sang-woo","Lee Sang-woo","Park Ji-bin"],"overview":"Ji-Hwan (Kwon Sang-Woo) and Dal-Rae (Kim Ha-Neul) are old friends and they have grown up in the same neighborhood. Ji-Hwan admires Hong Kong movie star \"Jacky Chan\" and wants to be a world action star. Dal-Rae has a desire to be an actress. They always bear grudges against each other with their private weak parts, and they quarrel everyday, however they are great friends who care for each other. One day, Dal-Rae goes out with Young-Hoon who is in the same Taekwondo group as Ji-Hwan. Young-Hoon is a student representative of the department as well as an all-round athlete. Ji-hwan is also dating a girl, Ji-Min, a gorgeous glamour girl who has a well-shaped figure. It seems that there would be no problem between the good friends Ji-Hwan and Dal-Rae, but somehow a strange atmosphere arises after they start seeing someone else. Everybody knows it is more than just a friendship, except Ji-Hwan and Dal-Rae.","release_date":"2006-03-26","vote_average":6.6,"runtime":116,"cert":"N\/A","id":18383,"title":"Almost Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Park Bo-young","Cha Tae-hyun","Im Ji-gyu","Hwangwoo Seul-hye","Lim Seung-dae"],"overview":"Former teen idol Nam Hyeon-soo is now in his thirties and working as a radio DJ. One day a young woman named Jeong-nam shows up and claims to be his own daughter. She also has a son whom she claims to be Hyeon-soo's grandson. Their relation is proven via DNA tests by Hyeon-soo's brother. This leads to Hyeon-soo attempting to avoid a scandal concerning him having children \"unknown\" to the media.","release_date":"2008-12-03","vote_average":7.2,"runtime":108,"cert":"N\/A","id":18384,"title":"Scandal Makers","adult":false,"genre_ids":[35,18]},{"cast":["Yun Tang","Chen Hong","Liu Peiqi","Cheng Qian","Chen Kaige"],"overview":"When a violin prodigy Xiaochun and his father head to Beijing seeking fame and fortune, they soon discover a fierce world of cutthroat ambition. But when Xiaochun is \"adopted\" by a famous music tutor, success finally seems within reach - until a shocking discovery begins to unravel his entire world, and the boy must make the most difficult choice of his life. Can he achieve the fame his father had always hoped for without losing the extraordinary passion that sets him apart?","release_date":"2002-09-10","vote_average":7.4,"runtime":116,"cert":"N\/A","id":18385,"title":"Together","adult":false,"genre_ids":[18]},{"cast":["Alyssa Milano","Martin Kemp","Harold Pruett","Jordan Ladd","Rachel True"],"overview":"An 18-year-old college freshman is seduced by a handsome vampire lover who introduces her to a dark world of carnal desires.","release_date":"1995-05-30","vote_average":4.9,"runtime":92,"cert":"","id":18392,"title":"Embrace of the Vampire","adult":false,"genre_ids":[27,53,14]},{"cast":["Dana Delany","Paul Mercurio","Rosie O'Donnell","Dan Aykroyd","Héctor Elizondo"],"overview":"Elliot is going to the island of Eden to live out his submissive fantasies, but inadvertently photographs diamond smugglers at work. Smugglers, and detectives, follow him to the island, where they try to retrieve the film. Elliot begins falling in love with Lisa, the head mistress of the island, and Lisa must evaluate her feelings about Elliot and her own motivations.","release_date":"1994-10-14","vote_average":4.1,"runtime":113,"cert":"N\/A","id":18395,"title":"Exit to Eden","adult":false,"genre_ids":[35,80,53]},{"cast":["Frank Sinatra","Sterling Hayden","James Gleason","Nancy Gates","Kim Charney"],"overview":"The tranquility of a small town is marred only by sheriff Tod Shaw's unsuccessful courtship of widow Ellen Benson, a pacifist who can't abide guns and those who use them. But violence descends on Ellen's household willy-nilly when the U.S. President passes through town... and slightly psycho hired assassin John Baron finds the Benson home ideal for an ambush.","release_date":"1954-09-17","vote_average":6.5,"runtime":75,"cert":"N\/A","id":18398,"title":"Suddenly","adult":false,"genre_ids":[80,18,53]},{"cast":["Yuko Takeuchi","Hiroshi Abe","Sei Hiraizumi","Haruka Igawa","Tetsuji Tamayama"],"overview":"Toho university hospital has established an outstanding coronary surgery team under the leadership of a up and coming, star, U.S. trained surgeon (Kiji Kikkawa) that specializes in the highly risky \"Batista\" procedure to shrink the size of enlarged hearts. Normally this procedure has only a 60% success rate, but \"Team Batista\" has achieved a run of 26 straight successes....when suddenly 3 patients in a row die on the operating table. Very disturbed, the lead surgeon requests an independent investigation. The hospital turns to Dr. Taguchi (Yoko Takeuchi) who is a specialist in psychosomatic disorders who is shocked to at the assignment because she knows nothing in particular about surgery. Assured, however, that this very lack of insider specialized knowledge is in fact the \"objectivity\" required, she diligently begins to investigate in her own polite, but persistent manner.","release_date":"2008-02-09","vote_average":8.0,"runtime":120,"cert":"N\/A","id":18399,"title":"The Glorious Team Batista","adult":false,"genre_ids":[35,18,9648]},{"cast":["Fanny Ardant","Gérard Depardieu","Jean Benguigui","Lior Ashkenazi","Gilles Gaston-Dreyfus"],"overview":"French film icons Gérard Depardieu and Fanny Ardant star in this romantic comedy about a Parisian couple in their fifties who share a comfortable life, a beautiful home, a posh country club and a midlife crisis. Following a dream vacation to Israel where Alain (Depardieu) explores his Jewish roots, Gisèle (Ardant) insists they change their life and move to Tel Aviv. While Gisèle, a Jewish convert, finds her new life inspiring; Alain fights to embrace Hebrew, Jewish tradition and a new circumcision. Will Alain and Gisèle learn whether Shalom represents Hello or Goodbye?","release_date":"2008-11-26","vote_average":5.2,"runtime":99,"cert":"N\/A","id":18400,"title":"Hello Goodbye","adult":false,"genre_ids":[18,35,10749]},{"cast":["Garret Dillahunt","Michael Bowen","Joshua Cox","Riki Lindhome","Aaron Paul"],"overview":"A group of teenage girls heading into the city hook up with a gang of drug-addled ne'er-do-wells and are brutally murdered. The killers find their way to the home of one of their victim's parents, where both father and mother exact a horrible revenge.","release_date":"2009-03-13","vote_average":6.4,"runtime":110,"cert":"18","id":18405,"title":"The Last House on the Left","adult":false,"genre_ids":[80,53,27,18]},{"cast":["Linda Blair","John Vernon","Sybil Danning","Tamara Dobson","Stella Stevens"],"overview":"Linda Blair plays Carol, a young woman who must serve 18 months in prison after driving drunk and killing a man. The prison turns out to be brimming with decadence, corruption and sleaze, where the other female inmates are sadistic crack-selling lesbian rapists and the guards and warden are no better.","release_date":"1983-05-27","vote_average":5.5,"runtime":99,"cert":"N\/A","id":18406,"title":"Chained Heat","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Marie-Chantal Perron","Pierre Lebeau"],"overview":"In this sequel to the popular adventures of Mademoiselle C, the strange Mademoiselle Charlotte began a new life as a postwoman in Saint-Gérard where she encounters a particularly dishonest businessman.","release_date":"2004-04-23","vote_average":6.0,"runtime":105,"cert":"N\/A","id":18409,"title":"L’incomparable Mademoiselle C.","adult":false,"genre_ids":[10751,35]},{"cast":["Matthew Broderick","Helen Hunt","Willie","William Sadler","Johnny Ray McGhee"],"overview":"A young inductee into the military is given the task of looking after some chimpanzees used in the mysterious 'Project X'. Getting to know the chimps fairly well, he begins to suspect there is more to the secret project than he is being told.","release_date":"1987-04-17","vote_average":6.2,"runtime":108,"cert":"N\/A","id":18410,"title":"Project X","adult":false,"genre_ids":[18,35]},{"cast":["Steve Oedekerk","Paul Greenberg","Rob Paulsen","Jackie Harris","Jim Jackman"],"overview":"Super hero Wuce Bane (a.k.a. Bat Thumb) and his trusty sidekick, Blue Jay, are called upon to save Gaaathumb City from the evil, despicable, and poorly dressed \"No Face.\" Will the city survive? Will Bat Thumb's true identity be revealed? Will Vicky Nail learn to control her unruly waves? Find out the answers to all these questions in this latest comic adventure from master storyteller Steve O.","release_date":"2001-01-01","vote_average":6.2,"runtime":28,"cert":"N\/A","id":18411,"title":"Bat Thumb","adult":false,"genre_ids":[28,16,35]},{"cast":[],"overview":"In this deeply moving, award-winning French documentary, a family reflects on the murder of their 29-year-old son and tries to move beyond feelings of hatred and revenge.","release_date":"2005-06-19","vote_average":5.0,"runtime":86,"cert":"N\/A","id":18412,"title":"Beyond Hatred","adult":false,"genre_ids":[99]},{"cast":["Megan Cavanagh","Jim Jackman","Paul Greenberg","Steve Oedekerk"],"overview":"A trio of eager and intrepid college student filmmakers venture into the woods to make a documentary about the legendary Blair Thumb. Naturally, they get hopelessly lost and find themselves in considerable jeopardy.","release_date":"2002-01-22","vote_average":4.8,"runtime":28,"cert":"N\/A","id":18413,"title":"The Blair Thumb","adult":false,"genre_ids":[35]},{"cast":["Dave Foley","Bruce McCulloch","Kevin McDonald","Mark McKinney","Scott Thompson"],"overview":"A pharmaceutical scientist creates a pill that makes people remember their happiest memory, and although it's successful, it has unfortunate side effects.","release_date":"1996-04-02","vote_average":6.2,"runtime":89,"cert":"N\/A","id":18414,"title":"Kids in the Hall: Brain Candy","adult":false,"genre_ids":[35]},{"cast":["Jacob Reynolds","Nick Sutton","Linda Manz","Chloë Sevigny","Carisa Glucksman"],"overview":"Solomon and Tummler are two teenagers killing time in Xenia, Ohio, a small town that has never recovered from the tornado that ravaged the community in the 1970s.","release_date":"1997-10-17","vote_average":6.7,"runtime":89,"cert":"N\/A","id":18415,"title":"Gummo","adult":false,"genre_ids":[18,80]},{"cast":["Harvey Keitel","Timothy Hutton","Stephen Dorff","Famke Janssen","Wade Dominguez"],"overview":"A retired thief swears revenge on the lunatic who murdered his brother and partner, while going on the run with the loot they stole.","release_date":"1997-03-14","vote_average":5.7,"runtime":97,"cert":"","id":18420,"title":"City of Industry","adult":false,"genre_ids":[80,53,18]},{"cast":["Ebru Ceylan","Nuri Bilge Ceylan","Nazan Kirilmis","Mehmet Eryilmaz","Arif Asçi"],"overview":"Man was made to be happy for simple reasons and unhappy for even simpler ones – just as he is born for simple reasons and dies for even simpler ones... Isa and Bahar are two lonely figures dragged through the ever-changing climate of their inner selves in pursuit of a happiness that no longer belongs to them.","release_date":"2006-09-07","vote_average":7.1,"runtime":97,"cert":"N\/A","id":18421,"title":"Climates","adult":false,"genre_ids":[18]},{"cast":["Jung Woo-sung","Im Soo-jung","Cha Tae-hyun","Son Tae-young","Yum Jung-ah"],"overview":"This film follows the lives of four very different couples as they deal with love, loss and life in these romantic, loosely interconnected tales. A 30-year-old firefighter is looking for just the right ring for his fiancée. A guy who cannot find a job is in a long-term relationship with a wonderful, long-suffering woman who is beginning to grow tired of their situation. An 8-year-old boy desperately misses his busy mom. A deaf girl with a terrible burn on her face falls in love with a painter, dreaming of a perfect love. Love ends so that love can begin again.","release_date":"2005-10-20","vote_average":6.6,"runtime":108,"cert":"N\/A","id":18422,"title":"Sad Movie","adult":false,"genre_ids":[35,18,10749]},{"cast":["Halle Berry","Martin Landau","Ian Richardson","Natalie Desselle","Troy Byer"],"overview":"Can two clueless Georgia homegirls with big hearts -- and even bigger hair -- find happiness, fame and thrills in the swank hills of Beverly? Anything is possible when you are B.A.P.'s. They revive Blakemore's interest for life, and he teaches them to be \"Black American Princesses\" in return.","release_date":"1997-03-28","vote_average":5.0,"runtime":90,"cert":"N\/A","id":18423,"title":"B.A.P.S.","adult":false,"genre_ids":[28,35]},{"cast":["Burt Reynolds","D. L. Hughley","Angie Everhart","Gabrielle Reece","Paul Rodríguez"],"overview":"Has-been sports promoter Billy Cole gets a second shot at fame and fortune when he puts together a women's volleyball team, comprised of exotic dancers...","release_date":"2006-01-01","vote_average":5.2,"runtime":93,"cert":"N\/A","id":18424,"title":"Cloud 9","adult":false,"genre_ids":[35,10749,53]},{"cast":["Brenda Blethyn","Rebecca Gibney","Khan Chittenden","Emma Booth","Katie Wall"],"overview":"The shy son of an aging comedienne tries to find a balance between his demanding home life, his new girlfriend, and his mother's second chance at fame.","release_date":"2007-08-03","vote_average":5.0,"runtime":105,"cert":"N\/A","id":18425,"title":"Clubland","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jun Ji-hyun","Jung Woo-sung","Lee Sung-jae","Cheon Ho-jin","David Chiang"],"overview":"An elite Interpol agent Jeong-woo and a ruthless hitman Park-yi, both stationed in Amsterdam and are in love with the same young woman, Hye-young. Hye-Young is a simple sidewalk artist, with dreams of one day holding a real exhibition in a real gallery. Her pure love will draw these deadly men into a spectacular showdown in the process, revealing Hye-Young¡¯s hidden past.","release_date":"2006-03-09","vote_average":7.1,"runtime":110,"cert":"N\/A","id":18426,"title":"Daisy","adult":false,"genre_ids":[18,10749]},{"cast":["Aubrey Caldwell","Will Lupardus","Paul Howard","Lee Anne Davis","Barbara Suiter"],"overview":"In L.A.'s Laurel Canyon, Karen has a dream that her sister Heather is in danger, but Heather seems safe enough, having just moved to a remote spur of the canyon to distance herself from her ex-husband. She's a writer, and she's soon met several men - Marcus, who helps her the day she moves in, neighbors Daniel and Marisa for whom she cooks dinner, and Michael her landlord who cleans her pool weekly. Daniel warns her away from Marcus even as he makes a play for her and invites her to participate in sexual escapades - some enjoyable, some not. Then it becomes clear that Karen's anxiety dream was prescient. Who can Heather trust, and does she figure it out too late?","release_date":"2008-07-01","vote_average":4.3,"runtime":96,"cert":"N\/A","id":18427,"title":"Cold Heart Canyon","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Eugene Byrd","Ali Larter","Melissa Leo","Glenn Fitzgerald","William Sadler"],"overview":"political thriller that charts the exploits of disillusioned ex-hacker Terell Lessor. A return to New York, coupled with a humiliating attempt at getting a new job, serves as the catalyst for him to take action against those who slighted him in the past. Employing strategically placed spy-cams, and operating in tandem with backer, strategist and lover Olivia, he captures compromising footage and broadcasts the edited clips via a newly-minted website. Recognizing the power of their model, the two begin to target CEOs, politicians, those who represent the worst of the establishment. Soon Terell's every move is front-page news, law enforcement is after him, and copy-catters are taking his abduction-and-confession model to extremes he never imagined. With these forces colliding, Terell has to decide whether his actions are sustainable - a decision that will compromise his agenda, his first taste of romance, and his physical wellbeing.","release_date":"2005-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":18428,"title":"Confess","adult":false,"genre_ids":[28,18,53]},{"cast":["James E. Hurd Jr.","Jerome Hawkins","Tim Beachum","Walter Pagan","Andrea Jimenez"],"overview":"Consignment is the authentic and brutal story of an East Coast drug dealer forced to flee to California only to realize state lines don't erase past sins.","release_date":"2007-11-13","vote_average":0.0,"runtime":87,"cert":"N\/A","id":18429,"title":"Consignment","adult":false,"genre_ids":[28,35,80,18,10749,53]},{"cast":["Breckin Meyer","Laura Harris","Bess Armstrong","Adrian Martinez","Adam Scott"],"overview":"A family man (Meyer) recent promoted to middle management at work immerses himself in a world of questionable personal and professional ethics by a colleague (Scott).","release_date":"2008-01-01","vote_average":3.0,"runtime":98,"cert":"N\/A","id":18432,"title":"Corporate Affairs","adult":false,"genre_ids":[35]},{"cast":["Andie MacDowell","Imelda Staunton","Anna Chancellor","Kenny Doughty","Bill Paterson"],"overview":"Three 40-something women in a small English town meet weekly for a ritual of gin, cigarettes, and sweets -- and swapped stories arguing which of them has the most pathetic love life. Kate is headmistress at the local school; her best friends are the town's police chief and a cynical, thrice-divorced doctor.","release_date":"2001-08-19","vote_average":5.6,"runtime":112,"cert":"","id":18435,"title":"Crush","adult":false,"genre_ids":[10749,35,18]},{"cast":["Saffron Burrows","Sean Pertwee","Rachael Stirling","Alice Evans","Tom Conti"],"overview":"Noah Arkwright, a successful, hard living and indulgent independent British film director, finally decides to try and defeat the many addictions that are destroying him, his career and the people who care for him. But Mother Nature has other tests of strength and character in store for him.","release_date":"2007-06-01","vote_average":6.4,"runtime":110,"cert":"N\/A","id":18436,"title":"Dangerous Parking","adult":false,"genre_ids":[18]},{"cast":["Joseph Fiennes","David Arquette","Winona Ryder","Juliette Lewis","Ty Burrell"],"overview":"After botching the capture of a notorious serial killer, idiosyncratic detective Michael Burrows loses his job with the San Francisco Police. He becomes an investigator for an insurance company and joins forces with a cynical field agent to probe suspicious and unusual deaths.","release_date":"2006-07-05","vote_average":5.7,"runtime":94,"cert":"N\/A","id":18437,"title":"The Darwin Awards","adult":false,"genre_ids":[35,10749,12]},{"cast":["Jung Jae-young","Jung Ryeo-won","Park Young-seo","Koo Kyo-hwan","Yang Mi-kyung"],"overview":"Mr. Kim is jobless, lost in debt and has been dumped by his girlfriend. He decides to end it all by jumping into the Han River - only to find himself washed up on a small, mid-river island. He soon abandons thoughts of suicide or rescue and begins a new life as a castaway. His antics catch the attention of a young woman whose apartment overlooks the river. Her discovery changes both their lives.","release_date":"2009-05-14","vote_average":8.0,"runtime":119,"cert":"N\/A","id":18438,"title":"Castaway on the Moon","adult":false,"genre_ids":[18,35,10749]},{"cast":["Patti Tindall","Mike Marsh","Davina Joy","Lindsay Page"],"overview":"Renowned \"ghost hunter\", Carter Simms is paid to conduct a paranormal investigation of a supposedly haunted house. Along with a cameraman, a reporter, and a spiritual advocate, she embarks on a three night journey into terror.","release_date":"2007-10-28","vote_average":4.2,"runtime":107,"cert":"N\/A","id":18441,"title":"Death of a Ghost Hunter","adult":false,"genre_ids":[27,53]},{"cast":["Kim Poirier","Stefanie von Pfetten","Elias Toufexis","Meghan Ory","Ennis Esmer"],"overview":"Luke and Roger are just another couple of college guys trying to lose their virginity. But when Luke sees something unusual, he begins to suspect that the girls on campus aren't exactly...human.","release_date":"2004-02-27","vote_average":4.9,"runtime":95,"cert":"N\/A","id":18442,"title":"Decoys","adult":false,"genre_ids":[27,878,53]},{"cast":["Tyler Johnston","Kailin See","Kim Poirier","Dina Meyer","Tobin Bell"],"overview":"Sam, a college student in a small Northwestern town, reluctantly joins his roommates in a contest to see who can hook up with the most gorgeous co-eds by the end of the semester. But when men slowly start disappearing around town, he and his friends learn that when it comes to beautiful women, it's what's inside that really matters.","release_date":"2007-03-06","vote_average":5.5,"runtime":94,"cert":"","id":18443,"title":"Decoys 2: Alien Seduction","adult":false,"genre_ids":[27,878]},{"cast":["John Mills","Dorothy McGuire","James MacArthur","Janet Munro","Sessue Hayakawa"],"overview":"After being shipwrecked, the Robinson family is marooned on an island inhabited only by an impressive array of wildlife. In true pioneer spirit, they quickly make themselves at home but soon face a danger even greater than nature: dastardly pirates. A rousing adventure suitable for the whole family, this Disney adaptation of the classic Johann Wyss novel stars Dorothy McGuire and John Mills as Mother and Father Robinson.","release_date":"1960-12-21","vote_average":7.1,"runtime":126,"cert":"U","id":18444,"title":"Swiss Family Robinson","adult":false,"genre_ids":[12,10751]},{"cast":["Amber Tamblyn","Mary Elizabeth Mastrantonio","Jennifer Ehle","Henry Czerny","Paul Wesley"],"overview":"Sarah Russell, a 23-year-old aspiring medical school student, visits her loving family to share some important news, but instead finds herself attempting to finally confront a difficult period from her past.","release_date":"2008-12-27","vote_average":6.1,"runtime":90,"cert":"N\/A","id":18445,"title":"The Russell Girl","adult":false,"genre_ids":[18]},{"cast":["Goldie Hawn","Kurt Russell","Christine Lahti","Ed Harris","Fred Ward"],"overview":"In 1941 America Kay and her husband are happy enough until he enlists after Pearl Harbor. Against his wishes, his wife takes a job at the local aircraft plant where she meets Hazel, the singer from across the way the two soon become firm friends and with the other girls become increasingly expert workers. As the war drags on Kay finally dates her trumpet playing foreman and life gets complicated","release_date":"1984-04-13","vote_average":5.7,"runtime":100,"cert":"N\/A","id":18446,"title":"Swing Shift","adult":false,"genre_ids":[35,18,10749]},{"cast":["Patrick Wayne","Yvonne Craig","Dennis Hopper","Dan O'Herlihy","Roberto De La Madrid"],"overview":"An American gunslinger kills a Mexican man in California immediately after the Mexican-American war. The killer is arrested and put on trial for murder with the Hispanic population waiting to learn of American justice.","release_date":"1959-05-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":18447,"title":"The Young Land","adult":false,"genre_ids":[28,18,37]},{"cast":["Alain Delon","Ottavia Piccolo","Moustache","Enzo Cerusico","Giampiero Albertini"],"overview":"A newly arrived governor finds his province under the control of the corrupt Colonel Huerta. To avoid assassination by Huerta, he pretends to be weak and indecisive so Huerta will believe he poses no threat. But secretly he masquerades as Zorro, and joins the monk Francisco and the beautiful aristocrat Hortensia in their fight for justice against Huerta and his soldiers.","release_date":"1975-03-06","vote_average":6.4,"runtime":124,"cert":"N\/A","id":18450,"title":"Zorro","adult":false,"genre_ids":[37,35,28,12]},{"cast":["Vincent D'Onofrio","Renée Zellweger","Ann Wedgeworth","Harve Presnell","Benjamin Mouton"],"overview":"The Whole Wide World tells the story of Novalyne Price, an attractive feisty West Texas schoolteacher and her bittersweet, romantic and turbulent relationship with Robert E. Howard, the great pulp fiction writer of the 1930's.","release_date":"1996-09-08","vote_average":6.5,"runtime":106,"cert":"N\/A","id":18451,"title":"The Whole Wide World","adult":false,"genre_ids":[18,10749]},{"cast":["Olof Thunberg"],"overview":"Bamse is a good-hearted bear whose grandmother cooks a special kind of honey, that gives him superpowers. When someone starts transforming the bear's friends into balloons and other things, Bamse and his friends Skalman (a turtle) and Lille Skutt (a rabbit) must journey through the woods to stop this person.","release_date":"1991-01-01","vote_average":5.3,"runtime":27,"cert":"N\/A","id":18452,"title":"Bamse and His Most Christmassy Adventure","adult":false,"genre_ids":[16,14,10751]},{"cast":["Olof Thunberg"],"overview":"Bamse saves a little donkey from a bad man and together with his friends he builds a stable for it to live in. The Donkey runs fast as the train so Bamse signs it up for the big trotting championship. There it will compete against Krösus Sorks fast horse Black Lightning and Krösus will use all the tricks in the book to win!","release_date":"1981-01-01","vote_average":5.5,"runtime":37,"cert":"N\/A","id":18455,"title":"Bamse and the Two Horse Rides","adult":false,"genre_ids":[14,10751]},{"cast":["Isabelle Adjani","Stanislas Merhar","Isild Le Besco","Jean Yanne","Romain Duris"],"overview":"In the nineteenth century, Adolphe, a young man of twenty four carefree years, plans to obtain favors Ellenore, a beautiful woman of thirty years, much more vulnerable. This yields to his advances and he disclaims all. But already, Adolphe loves less. Yet the idea of ​​the pain is unbearable.","release_date":"2002-10-30","vote_average":4.9,"runtime":102,"cert":"N\/A","id":18456,"title":"Adolphe","adult":false,"genre_ids":[18,10749]},{"cast":["Benoît Poelvoorde","Gérard Lanvin","José Garcia","Djimon Hounsou","Rossy de Palma"],"overview":"Prison guard Reggio lets Moltes have a weekly lottery ticket in exchange for his suave relationship advice. When Moltes learns that he has a winning lottery ticket, he breaks out of jail to claim his money. However, Reggio's girlfriend, Pauline , has the ticket with her in Africa. The action involves the odd couple teaming up to find the ticket while being chased by Det. Youssouf , along with the vengeful Turk and the Giant.","release_date":"2002-04-10","vote_average":5.9,"runtime":107,"cert":"N\/A","id":18457,"title":"Dead Weight","adult":false,"genre_ids":[35]},{"cast":["Rowan Atkinson","Angus Deayton"],"overview":"Rowan Atkinson and Angus Deayton in Boston doing a live performance of the same styles of humor we've seen in Mr. Bean and Blackadder. Included are lessons on Shakespearean acting, a school headmaster meeting with the father of a boy he's beaten to death, and tips for having a successful date.","release_date":"1992-04-11","vote_average":8.2,"runtime":65,"cert":"","id":18458,"title":"Rowan Atkinson Live","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Bacri","Nathalie Baye","Isabelle Carré","Melvil Poupaud","Agathe Bonitzer"],"overview":"Two seemingly happily married French couples are forced to contend with a number of issues.","release_date":"2003-09-01","vote_average":5.8,"runtime":94,"cert":"N\/A","id":18461,"title":"Feelings","adult":false,"genre_ids":[18,10749]},{"cast":["Catherine Mary Stewart","Robert Beltran","Kelli Maroney","Sharon Farrell","Mary Woronov"],"overview":"Two girls from the Valley wake up to find that a passing comet has eradicated their world and left behind a mysterious red-dust and a pack of cannibal mutants. With the help of a friendly truck driver, the girls save the earth from a villainous \"think tank,\" karate chop their way through flesh-eating zombies, and, of course, find time to go to the mall.","release_date":"1984-11-16","vote_average":6.3,"runtime":95,"cert":"N\/A","id":18462,"title":"Night of the Comet","adult":false,"genre_ids":[35,27,878]},{"cast":["Neil Peart","Geddy Lee","Alex Lifeson"],"overview":"Filmed over two performances in Rotterdam, Holland in October of 2007, Rush's new DVD Snakes &amp; Arrows Live captures the legendary band in peak form, performing classic Rush material and nine new songs from their critically acclaimed 2007 CD Snakes &amp; Arrows.","release_date":"2008-11-28","vote_average":6.4,"runtime":221,"cert":"N\/A","id":18463,"title":"Rush: Snakes & Arrows Live","adult":false,"genre_ids":[10402]},{"cast":["Kim Ha-neul","Yoon Kye-sang","Shin Sung-rok","Kim Hye-ok","Lee Dae-yeon"],"overview":"Da-Jin (Kim Ha-Neul) and Jae-Young (Yoon Kye-Sang) have been in an all too comfortable relationship for the past six years. Although they don't live together, their apartments reside side by side.  Da-Jin works as an editor at publishing company and Jae-Young works as a producer for a home shopping network. Trouble brews for the couple when Da-jin recruits illustrator Jin-Seong (Shin Sung-Rok) for her next project. During the process, Jin-Seong begins to take an interest in Da-Jin romantically. Meanwhile, Jae-Young meets a young part-time worker in the elevator at the television station. The young woman already knows his name and seems to want to know more. Can Da-Jin and Jae-Young's relationship survive these outside temptations?","release_date":"2008-09-10","vote_average":5.9,"runtime":112,"cert":"N\/A","id":18464,"title":"Lovers of 6 Years","adult":false,"genre_ids":[10749]},{"cast":["Laetitia Casta","Jean-Paul Rouve","Stefano Accorsi","Miglen Mirtchev","Patrick Chesnais"],"overview":"Not long before World War I, in a French Alpine town near the Italian border, a pack of slaughtered wolves is delivered to local taxidermist Leon (Patrick Chesnais). A surviving black cub comes down from the mountains looking for his family, and is saved from discovery and certain death by Leon’s young daughter Angele, who releases him back into the wild. The Great War comes and goes, making local foundry owners the Garcins rich. Family patriarch Albert Garcin (Michel Galabru), who happens to be Angele’s godfather, has given a free lifetime’s lease of a shack in the hills to a gypsy woman (played in flashbacks by Elisa Tovati in which she’s seen, literally, having dances with wolves on stage). Her son Guiseppe (Stefano Accorsi), who appears to be slightly mentally handicapped, guards the wolves he’s befriended up there, especially the black pack leader he calls Carbone.","release_date":"2008-02-13","vote_average":6.2,"runtime":110,"cert":"N\/A","id":18465,"title":"The Maiden and the Wolves","adult":false,"genre_ids":[18,10751]},{"cast":["Thierry Lhermitte","Alice Taglioni","Jocelyn Quivrin","Pascale Arbillot","Julie Ferrier"],"overview":"","release_date":"2008-02-13","vote_average":5.7,"runtime":87,"cert":"N\/A","id":18466,"title":"What If...?","adult":false,"genre_ids":[18,10749,35]},{"cast":["Joel David Moore","Amber Tamblyn","Zachary Levi","Tricia Helfer","David Muller"],"overview":"A reclusive telemarketer has only one semblance of a friend: His telecommuter boss. But the telemarketer's social circle seems to improve greatly when a whimsical co-worker enters his life. Only, as he begins to sketch his new friend's portrait, disturbing \"voices\" from the phone man's past threaten to lead him into a network of destruction","release_date":"2007-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":18467,"title":"Spiral","adult":false,"genre_ids":[18,53]},{"cast":["Matt Boren","Flo Jacobs","Ken Jacobs","Richard Edson","Dana Varon"],"overview":"In Momma's Man an adult decides to escape the pressures of life and return to his old bedroom at his parents' house. An odd premise, but executed with skill and tenderness.","release_date":"2008-01-18","vote_average":5.8,"runtime":94,"cert":"N\/A","id":18468,"title":"Momma's Man","adult":false,"genre_ids":[18]},{"cast":["Ja Rule","Tim Meadows","Jenifer Lewis","Jonathan Silverman","Eve"],"overview":"When Todd Anderson signs a $30 million deal with his hometown team, the New Jersey Nets, he knows that his life is set for a big change. To keep things real, he decides to throw a barbeque at his place -- just like the ones his family used to have. But when you have new and old friends, family, agents, and product reps in the same house, things are bound to get crazy.","release_date":"2004-09-03","vote_average":5.3,"runtime":97,"cert":"N\/A","id":18475,"title":"The Cookout","adult":false,"genre_ids":[35,18]},{"cast":["Dennis Quaid","Zhang Ziyi","Lou Taylor Pucci","Clifton Collins Jr.","Barry Shabaka Henley"],"overview":"A recently widowed detective still grieving over his wife's death discovers a shocking connection between himself and the suspects in a serial killing spree linked to the Four Horsemen of the Apocalypse.","release_date":"2009-02-06","vote_average":5.7,"runtime":90,"cert":"N\/A","id":18476,"title":"Horsemen","adult":false,"genre_ids":[80,18,27,9648,53]},{"cast":["Tamara Stafford","Kevin Spirtas","Colleen Riley","Michael Berryman","Janus Blythe"],"overview":"A group of young and wild motocross racers venture through the desert and are stranded at an old mining ranch. They soon realize that they are being watched by a group of savage cannibals unknown to the civilized world. The film is full of flashbacks to the original film; even the dog has a flashback.","release_date":"1984-06-01","vote_average":4.4,"runtime":86,"cert":"N\/A","id":18477,"title":"The Hills Have Eyes Part 2","adult":false,"genre_ids":[27]},{"cast":["Seth Enslow"],"overview":"Continuing the popular series from Fleshwound Films, this highlight video shows some of the more insane things people have tried to do with motorcycles. Filled with death defying leaps from motocross events and off track leaps and hill climbs, this film moves at a frenetic pace. Several professional motocross riders, including Seth Enslow, pull off some amazing stunts and jumps","release_date":"1998-12-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":18478,"title":"Crusty 4: God Bless the Freaks","adult":false,"genre_ids":[28,99]},{"cast":["Denzel Washington","John Travolta","John Turturro","Luis Guzmán","James Gandolfini"],"overview":"Armed men hijack a New York City subway train, holding the passengers hostage in return for a ransom, and turning an ordinary day's work for dispatcher Walter Garber into a face-off with the mastermind behind the crime.","release_date":"2009-06-11","vote_average":6.2,"runtime":106,"cert":"15","id":18487,"title":"The Taking of Pelham 1 2 3","adult":false,"genre_ids":[53,80,28]},{"cast":["Suthep Pongam","Somchai Kemglad","Petchtai Wongkamlao","Sornsutha Klunmalee","Pongsak Pongsuwan"],"overview":"Set in a future Bangkok, the story picks-up after a hit-gone-wrong on \"Iron Cop\", the area police chief. The would-be killer \"Pae\", together with his equally inept collection of thugs, now become wanted men themselves as the Thai underworld bristles with the shame & dishonor of such an ignoble bungling.","release_date":"2001-04-05","vote_average":5.3,"runtime":114,"cert":"N\/A","id":18492,"title":"Killer Tattoo","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Carefully picked scenes of nature and civilization are viewed at high speed using time-lapse cinematography in an effort to demonstrate the history of various regions.","release_date":"1985-05-10","vote_average":7.8,"runtime":50,"cert":"N\/A","id":18493,"title":"Chronos","adult":false,"genre_ids":[99]},{"cast":["James DuMont","Michelle Tomlinson","Heather Sconyers","Christina Reynolds","Annie Coffey"],"overview":"Having developed an uncontrollable obsession with the beautiful young Rudy (Michelle Tomlinson), crazed serial killer Herman (James DuMont) kidnaps her and locks her in a cage in his basement. The only way for Rudy to survive this nightmare is to outsmart her psychopathic tormentor. But Herman has experience on his side: He's entrapped and tortured other women before, playing sick and twisted mind games with his frightened victims.","release_date":"2007-06-01","vote_average":4.2,"runtime":85,"cert":"N\/A","id":18496,"title":"The Cellar Door","adult":false,"genre_ids":[27,53]},{"cast":["Romain Duris","Lubna Azabal","Zouhir Gacem","Leila Makhlouf","Habib Cheik"],"overview":"One day Zano suggest a crazy idea to his companion Naïma: travel across France and Spain down to Algeria, where they might ultimately come to know the land their parents once had to flee.","release_date":"2004-05-19","vote_average":6.6,"runtime":104,"cert":"N\/A","id":18497,"title":"Exiles","adult":false,"genre_ids":[12,18]},{"cast":["Peter Liapis","Lisa Pelikan","Michael Des Barres","Jack Nance","Peter Risch"],"overview":"A young man and his girlfriend move into the man's old mansion home, where he becomes possessed by a need to control ancient demons.","release_date":"1984-11-08","vote_average":4.5,"runtime":81,"cert":"15","id":18498,"title":"Ghoulies","adult":false,"genre_ids":[35,27,14]},{"cast":["Dominique Michel","Dorothée Berryman","Louise Portal","Pierre Curzi","Rémy Girard"],"overview":"Four very different Montreal university teachers gather at a rambling country house to prepare a dinner. Remy (married), Claude (a homosexual), Pierre (involved with a girlfriend) and Alain (a bachelor) discuss sex, the female body and their affairs with them. Meanwhile, their four female guests, Louise (Remy's wife of 15 years), Dominique (a spinster), Diane (a divorcée) and Danielle (Pierre's girlfriend) are spending the time at a downtown health gym. They also discuss sex, the female body and, naturally, men. Later in the evening, they finally meet at the country house and have dinner. A ninth guest, named Mario, who used to know Diane, drops in on the group for some talk and has a surprise of his own.","release_date":"1986-06-19","vote_average":7.1,"runtime":101,"cert":"N\/A","id":18499,"title":"The Decline of the American Empire","adult":false,"genre_ids":[35,18]}]