[{"cast":[],"overview":"An eight-part animated portrait of various species, accompanied by a different style of music. The various parts are: Aquatilia (foxtrot), Hexapoda (bolero), Pisces (blues), Reptilia (tarantella), Aves (tango), Mammalia (minuet), Simiae (polka) and Homo (waltz). Each animation mixes drawings, pictures, real animals and animated skeletons.","release_date":"1967-01-01","vote_average":6.7,"runtime":9,"cert":"N\/A","id":19001,"title":"Historia Naturae (Suita)","adult":false,"genre_ids":[16]},{"cast":["Jeff Fahey","Arnold Vosloo","Darlanne Fluegel","Roxann Dawson","Alicia Panetta"],"overview":"Darkman, needing money to continue his experiments on synthetic skin, steals a crate of cash from drug lord Peter Rooker...","release_date":"1996-08-20","vote_average":4.6,"runtime":87,"cert":"N\/A","id":19002,"title":"Darkman III: Die Darkman Die","adult":false,"genre_ids":[28,53,878]},{"cast":["Jiří Hálek","Luděk Kopřiva","Míla Myslíková","Václav Borovička","František Husák"],"overview":"Frank visits his friend Josef, who introduces him to his pedigree rabbits and his wife Mary. Frank is more interested in the slightly unsettling fact that Josef and Mary's garden fence is entirely made up of living people holding hands. Finally, Frank asks Josef how he manages to keep the fence together..","release_date":"1968-01-01","vote_average":6.9,"runtime":17,"cert":"N\/A","id":19009,"title":"The Garden","adult":false,"genre_ids":[18,35]},{"cast":["Lorenzo Lamas","Ona Grauer","Adam J. Harrington","Jim Thorburn","Will Sanderson"],"overview":"An alien microbe lands in remote Siberia in the 1950's. In the year 2004, US scientist working at a top secret underground lab in Alaska clone the microbe. A garbled distress signal is heard from the lab just before a complete lock down of the facility. This is the last word sent out from the scientists. A team of scientists and military personnel are in charge of finding out what went wrong.","release_date":"2004-06-25","vote_average":4.3,"runtime":90,"cert":"N\/A","id":19010,"title":"Deep Evil","adult":false,"genre_ids":[878,53]},{"cast":[],"overview":"In one of Jan Svankmajer's many mind-blowing, deliberately weird short films, a picnic consists of a suit sunbathing, a phonograph playing records, a shovel digging holes, and a camera taking pictures.","release_date":"1968-01-02","vote_average":6.6,"runtime":13,"cert":"N\/A","id":19011,"title":"Picnic with Weissmann","adult":false,"genre_ids":[16]},{"cast":["Tom Berenger","G. W. Bailey","Andy Griffith","Patrick Wayne","Marilu Henner"],"overview":"While the audience watches a black and white horse opera, a narrator's voice wonders what such a movie would be like today. Rex O'Herlehan, The Singing Cowboy, finds himself in color and enters a cliche ridden town, in which the evil cattle baron (Andy Griffith) and the new Italian cowboys (who always wear raincoats no matter how hot it gets) join forces to get him and the sheep ranchers to leave.","release_date":"1985-05-10","vote_average":5.2,"runtime":88,"cert":"N\/A","id":19014,"title":"Rustlers' Rhapsody","adult":false,"genre_ids":[28,35,37]},{"cast":["Peter Fonda","Susan George","Adam Roarke","Kenneth Tobey","Eugene Daniels"],"overview":"Two lovers, driving their Dodge Charger, are ruthlessly chased by the police after robbing a grocery store.","release_date":"1974-05-17","vote_average":6.6,"runtime":93,"cert":"N\/A","id":19017,"title":"Dirty Mary Crazy Larry","adult":false,"genre_ids":[28,12,80]},{"cast":["Sugar Lyn Beard","Stephen Ouimette","Tracey Hoyt","Scott McCord","Linda Ballantyne"],"overview":"Feeling sad that her fellow Care Bears don't seem to appreciate her wishes, Wish Bear uses her wish star, Twinkers, to find some bears who love wishing as much as she does. That's when three new bears move to Care-a-lot...with some very unexpected results.","release_date":"2005-01-01","vote_average":5.8,"runtime":75,"cert":"N\/A","id":19018,"title":"Care Bears: Big Wish Movie","adult":false,"genre_ids":[16,35,10751]},{"cast":["František Filipovský"],"overview":"The age-old story of Don Juan, played by giant puppets.","release_date":"1969-01-01","vote_average":9.0,"runtime":31,"cert":"N\/A","id":19019,"title":"Don Juan","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A non-narrative voyage round Sedlec Ossuary, which has been constructed from over 50,000 human skeletons (victims of the Black Death).","release_date":"1970-01-01","vote_average":7.2,"runtime":10,"cert":"N\/A","id":19020,"title":"The Ossuary","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"In stop-motion animation, a wardrobe moves through the countryside. It arrives in a house, a child's voice recites Lewis Carroll's \"Jabberwocky,\" and various objects, such as toys and dolls, move about, disintegrate, and play out archetypal scenes. Like Carroll's verse, the images are at once familiar and unfamiliar. A child's play suit, hanging in the wardrobe, becomes the adventure's protagonist.","release_date":"1971-01-01","vote_average":6.9,"runtime":14,"cert":"N\/A","id":19021,"title":"Jabberwocky","adult":false,"genre_ids":[14,16]},{"cast":["Sofia Boutella","Hiam Abbass","Patrick Timsit","Cyril Mourali","Karim M'Ribah"],"overview":"Once upon a time there were two children nursed by same woman. Azur, a blonde, blue-eyed son of a noblewoman and Asmar, the dark skinned and dark-eyed child of the nurse. As kids, they fought and loved each other as brothers do. As grown ups, they mercilessly become rivals in the quest years later, when Azur is being haunted by memories of the legendary Djinn-fairy, and takes it upon himself to journey all the way to Asmar's homeland to seek it out. Now reunited, he finds that she has since become a successful merchant, while Asmar is now a member of the royal guard. However, Asmar also longs to find the Djinn-fairy, and only one of the two youths can be successful in their que","release_date":"2006-10-25","vote_average":7.7,"runtime":99,"cert":"N\/A","id":19026,"title":"Azur & Asmar: The Princes' Quest","adult":false,"genre_ids":[16,10751]},{"cast":["Angus Young","Malcolm Young","Brian Johnson","Cliff Williams","Chris Slade"],"overview":"August 25, 1991, AC\/DC at England's famous Mosters of Rock festival at Castle Donington. This was the band's first major live release with lead singer Brian Johnson. Special bonus features include audio commentary by band members, iso-cam versions of select songs for each band member, Stereo and 5.1 Surround Sound, newly mixed and mastered, more.","release_date":"1992-10-27","vote_average":8.2,"runtime":118,"cert":"","id":19027,"title":"AC\/DC: Live at Donington","adult":false,"genre_ids":[10402]},{"cast":["Milos Frýba","Jaroslav Vozáb"],"overview":"\"The Castle of Otranto\" is animation\/short\/mockumentary based on \"The Castle of Otranto\", a 1764 novel by Horace Walpole, the first Gothic novel. The novel takes place in Otranto in southern Italy. In Jan Svankmajer's mocumentary, the amateur archaeologist Dr Vozáb has set to prove that the supernatural ghost love story takes place not in Italy but in Otranto Castle near Nachod in Czechoslovakia.","release_date":"1977-01-01","vote_average":7.0,"runtime":17,"cert":"N\/A","id":19032,"title":"Castle of Otranto","adult":false,"genre_ids":[16]},{"cast":["Jeremy Sumpter","Justin Long","Joey Kern","Addie Land"],"overview":"From the guys that brought you Napoleon Dynamite comes this hilarious Napoleon-topping award-winning comedy. Super-nerdy Gavin Gore and his friends stumble on some huge footprints in the woods. A local cop, reporter and a renowned Sasquatch authority investigate, while two of Gavin's stoner neighbours hatch a scheme to profit from the situation","release_date":"2006-01-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":19033,"title":"The Sasquatch Gang","adult":false,"genre_ids":[35,10751]},{"cast":["Petr Čepek"],"overview":"In this animated version of Edgar Allan Poe's story, a traveller arrives at the Usher mansion to find that the sibling inhabitants are living under a mysterious family curse: The brother's senses have become painfully acute, while his sister has become nearly catatonic.","release_date":"1980-01-01","vote_average":6.1,"runtime":15,"cert":"N\/A","id":19034,"title":"The Fall of the House of Usher","adult":false,"genre_ids":[9648,16,27]},{"cast":[],"overview":"A three-part depiction of various forms of communication.","release_date":"1983-01-01","vote_average":7.8,"runtime":12,"cert":"N\/A","id":19035,"title":"Dimensions of Dialogue","adult":false,"genre_ids":[16]},{"cast":["Eddie Vedder","Stone Gossard","Jeff Ament","Mike McCready"],"overview":"This video is not your typical collection of music videos. Rather than being simply a straightforward presentation of videos, SINGLE VIDEO THEORY also contains footage of the band members recording their album in the studio. The camera captures the actual recording sessions as well as the band members chatting candidly about their concept and ideas for the music. Directed by Mark Pellington and shot in 16mm over 3 days in 1997.","release_date":"1998-08-04","vote_average":7.4,"runtime":45,"cert":"N\/A","id":19040,"title":"Pearl Jam: Single Video Theory","adult":false,"genre_ids":[10402]},{"cast":["Rich Franklin","Wanderlei Silva","Cheick Kongo","Cain Velasquez","Mike Swick"],"overview":"UFC 99: The Comeback was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on June 13, 2009 in Cologne, Germany. It was the first UFC event held in Germany, as well as the first in mainland Europe (events have previously been held in both the U.K. and Ireland).","release_date":"2009-06-13","vote_average":5.5,"runtime":180,"cert":"N\/A","id":19041,"title":"UFC 99: The Comeback","adult":false,"genre_ids":[]},{"cast":["Ernest Borgnine","Bebe Neuwirth","Charlie Sheen","Hamilton Camp","Steve Mackall"],"overview":"Charlie and Itchy return to Earth to find Gabriel's Horn, but along the way meet up with a young boy named David, who ran away from home.","release_date":"1996-03-29","vote_average":5.5,"runtime":82,"cert":"U","id":19042,"title":"All Dogs Go to Heaven 2","adult":false,"genre_ids":[10749,16,10751,12,14]},{"cast":["Gregory Peck","Jane Wyman","Claude Jarman Jr.","Chill Wills","Clem Bevans"],"overview":"Jody convinces his parents to allow him to adopt a young deer, but what will happen if the deer misbehaves?","release_date":"1946-12-18","vote_average":6.6,"runtime":128,"cert":"N\/A","id":19049,"title":"The Yearling","adult":false,"genre_ids":[18,10751]},{"cast":["William Devane","Clifton James","Jackie Earle Haley","Jimmy Baio","Christopher Daniel Barnes"],"overview":"Sentimental sequel film finds the Bears, somehow, the little league champions of California. As a result, the team is invited to play a between-games exhibition at the Houston Astrodome with the local champs, the Toros. Kelly Leak, the Bears' star player, decides to rejoin the team and go with them to Houston to make amends with his estranged father, Mike","release_date":"1977-07-08","vote_average":6.0,"runtime":100,"cert":"N\/A","id":19050,"title":"The Bad News Bears in Breaking Training","adult":false,"genre_ids":[35,10751]},{"cast":["Tami Erin","David Seaman","Cory Crow","Eileen Brennan","Dennis Dugan"],"overview":"After her father's ship is carried off by a sudden storm, the spunky Pippi Longstocking is stranded with her horse, Alfonso,and her pet monkey, Mr. Neilson, and takes up residence in the old family home, which is thought by neighborhood children to be haunted. Soon, two children, Tommy and his sister Anika, venture into the house only to meet up with Pippi. The three soon become friends and get into various adventures together, including cleaning the floor with scrubbing shoes, dodging the \"splunks\", going down a waterfall in barrels, and helping Pippi with the problem of having to go to an orphanage. Older children will probably get the most out of this movie.","release_date":"1988-07-06","vote_average":5.9,"runtime":100,"cert":"N\/A","id":19051,"title":"The New Adventures of Pippi Longstocking","adult":false,"genre_ids":[14,12,10751]},{"cast":["Usher","Vanessa Williams","Forest Whitaker","Rosario Dawson","Robert Ri'chard"],"overview":"On a winter day in a southside Queens high school, events collide and six students are suddenly in an armed standoff with the NYPD. At the school, classrooms freeze, teachers come and go, resources are scant.","release_date":"1999-11-04","vote_average":6.6,"runtime":99,"cert":"N\/A","id":19052,"title":"Light It Up","adult":false,"genre_ids":[18,53]},{"cast":["Nicolas Cage","Deborah Foreman","Elizabeth Daily","Michael Bowen","Cameron Dye"],"overview":"Julie, a girl from the valley, meets Randy, a punk from the city. They are from different worlds and find love. Somehow they need to stay together in spite of her trendy, shallow friends.","release_date":"1983-04-08","vote_average":6.2,"runtime":99,"cert":"N\/A","id":19053,"title":"Valley Girl","adult":false,"genre_ids":[35,10749]},{"cast":["James Mason"],"overview":"Based on Geoffrey Fletcher’s book, this captivating documentary exposes the real London of the swinging sixties. Turning its back on familiar sights, the film explores the hidden details of a crumbling metropolis. With James Mason as our Guide, we are led on an tour of the weird and wonderful pockets of London from abandoned music-halls to egg breaking factories.","release_date":"1967-01-01","vote_average":5.7,"runtime":53,"cert":"N\/A","id":19054,"title":"The London Nobody Knows","adult":false,"genre_ids":[99]},{"cast":["Gary Oldman","Robert Carlyle","Anouska Bolton Lee","Cassandra Bell","John Pearson"],"overview":"Gary Oldman is Lynch, a strangely charming hit man in this explosively funny dark comedy in the tradition of Snatch and Lock, Stock and Two Smoking Barrels. With an all-star cast including Terence Stamp, Elena Anaya, Robert Carlyle and Billy Zane, Dead Fish is a chaotic tale of criminals looking for love, money and revenge that will have you falling out of your chair laughing!","release_date":"2005-10-11","vote_average":5.9,"runtime":94,"cert":"N\/A","id":19059,"title":"Dead Fish","adult":false,"genre_ids":[53,12,28,35]},{"cast":["Jim Carrey","Lauren Hutton","Karen Kopins","Cleavon Little","Stuart Charno"],"overview":"Mark wants to lose his virginity, but his girlfriend wants to wait. Unfortunately for both of them, a 400-year-old vampire Countess needs to turn a virgin into a vampire before Halloween in order to preserve her own youthful appearance, and when she finds Mark, she turns his life upside-down.","release_date":"1985-11-15","vote_average":5.5,"runtime":94,"cert":"N\/A","id":19064,"title":"Once Bitten","adult":false,"genre_ids":[27,35,10749]},{"cast":["Martin Short","Danny Glover","Harry Shearer","Sheila Kelley","Sam Wanamaker"],"overview":"The daughter of a wealthy businessman has disappeared in Mexico, and all the efforts to find her have been unsuccessful. A psychologist, knowing that the girl has an ultra bad luck, persuades her father to send to Mexico one of his employees, an accountant with super bad luck, to find her. Perhaps he will be lucky, and his bad luck could help to find the unlucky girl.","release_date":"1991-08-09","vote_average":5.6,"runtime":96,"cert":"N\/A","id":19065,"title":"Pure Luck","adult":false,"genre_ids":[35,80,9648]},{"cast":["Richard Tillman","Jessie Ward","Graham Norris","Joey Mendicino","Julie Mond"],"overview":"One year after running away from home, Nicole and Jesse are still missing. When Jesse's brother, Tom, returns home from active duty, he sets out with his friends Marilyn and Jared to locate the lost couple. Their search leads them to the stretch of old highway with a mysterious Rest Stop, where they find themselves in the same predicament as Nicole and Jesse: confronting a madman.","release_date":"2008-09-30","vote_average":5.1,"runtime":89,"cert":"N\/A","id":19066,"title":"Rest Stop: Don't Look Back","adult":false,"genre_ids":[27]},{"cast":["Keith Carradine","Harvey Keitel","Albert Finney","Robert Stephens","Tom Conti"],"overview":"In 1800, as Napoleon Bonaparte rises to power in France, a rivalry erupts between Armand and Gabriel, two lieutenants in the French Army, over a perceived insult. For over a decade, they engage in a series of duels amidst larger conflicts, including the failed French invasion of Russia in 1812, and shifts in the political and social systems of Europe.","release_date":"1977-08-31","vote_average":7.5,"runtime":100,"cert":"N\/A","id":19067,"title":"The Duellists","adult":false,"genre_ids":[18,10752]},{"cast":["Rex Harrison","Constance Cummings","Kay Hammond","Margaret Rutherford","Hugh Wakefield"],"overview":"An English mystery novelist invites a medium to his home, so she may conduct a séance for a small gathering. The writer hopes to gather enough material for the book he's working on, as well as to expose the medium as a charlatan. However, proceedings take an unexpected turn, resulting in a chain of supernatural events being set into motion that wreak havoc on the man's present marriage.","release_date":"1945-05-14","vote_average":7.0,"runtime":96,"cert":"U","id":19072,"title":"Blithe Spirit","adult":false,"genre_ids":[35,14]},{"cast":["Maricel Soriano","Aga Muhlach","Angelica Panganiban","Dante Rivero","Chin Chin Gutierrez"],"overview":"What if you met the woman you wanted to make your wife after you married someone else? Ian Montes is a picture of success. Despite being a son of a shipping tycoon, Ian refused to just ride in his father's empire. He built his own real estate company and earned his first million at a very young age. He never looked back since then. Driven by his ambition to become better, if not as good as his father, Ian managed to make it on his own. But behind all the glory is a man yearning for love and recognition.","release_date":"2007-08-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":19073,"title":"A Love Story","adult":false,"genre_ids":[18,10749]},{"cast":["Bam Margera","Ryan Dunn","Mark the Bagger","Brandon DiCamillo","Vincent Margera"],"overview":"A guy who invented this thing called the garbage juicer. You can take garbage and mash it into the trash can, and it has three spouts. You can choose delicious root beer, grapefruit juice or kerosene. This businessman steals the invention from him so the guy spends the whole time trying to dick the businessman over.","release_date":"2009-01-01","vote_average":5.5,"runtime":96,"cert":"N\/A","id":19074,"title":"Minghags","adult":false,"genre_ids":[35]},{"cast":["Ian Hunter","Verree Teasdale","Hobart Cavanaugh","Dick Powell","Ross Alexander"],"overview":"Theseus, Duke of Athens, is going to marry Hyppolyta, Queen of the Amazons. Demetrius is engaged with Hermia, but Hermia loves Lysander. Helena loves Demetrius. Oberon and Titania, of the kingdom of fairies have a slight quarrel about whether or not the boy Titania is raising will join Titania's band or Oberon's, so Oberon tries to get him from her by using some magic. But they're not alone in that forest.Lysander and Hermina have there a rendezvous, Helena and Demetrius are there, too as well as some actors, who are practicing a play for the ongoing wedding of Theseus and Hippolyta. Due to some misunderstandings by Puck, the whole thing becomes a little bit confused...","release_date":"1935-10-09","vote_average":6.5,"runtime":143,"cert":"N\/A","id":19075,"title":"A Midsummer Night's Dream","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Hilary Swank","Simon Baker","Christopher Walken","Hayden Panettiere","Jonathan Pryce"],"overview":"In pre-Revolutionary France, a young aristocratic woman left penniless by the political unrest in the country, must avenge her family's fall from grace by scheming to steal a priceless necklace.","release_date":"2001-11-20","vote_average":5.9,"runtime":118,"cert":"N\/A","id":19076,"title":"The Affair of the Necklace","adult":false,"genre_ids":[18,36]},{"cast":["Elle Fanning","Felicity Huffman","Patricia Clarkson","Bill Pullman","Campbell Scott"],"overview":"The fantastical tale of a little girl who won't - or can't - follow the rules. Confounded by her clashes with the rule-obsessed world around her, Phoebe seeks enlightenment from her unconventional drama teacher, even as her brilliant but anguished mother looks to Phoebe herself for inspiration.","release_date":"2008-02-07","vote_average":7.3,"runtime":100,"cert":"N\/A","id":19079,"title":"Phoebe in Wonderland","adult":false,"genre_ids":[18]},{"cast":["Bob Dylan","Allen Ginsberg","Joan Baez","Johnny Cash","Pete Seeger"],"overview":"A chronicle of Bob Dylan's strange evolution between 1961 and 1966 from folk singer to protest singer to \"voice of a generation\" to rock star.","release_date":"2005-07-21","vote_average":7.7,"runtime":208,"cert":"N\/A","id":19082,"title":"No Direction Home: Bob Dylan","adult":false,"genre_ids":[99,10402]},{"cast":["Vin Diesel","Mike Epps","Mihaela Tudorof","Joey Dedio","F. Valentino Morales"],"overview":"Rick (Diesel) is frustrated by the repetitious grind of one-night stands and aimless hustling. Whilst looking for more to his life he meets Heather (Lanza), a neighbour. Rick takes the opportunity to escape his boring life style with her, but soon finds that his volatile behaviour threatens to finish their relationship before it even really begins.","release_date":"1997-01-18","vote_average":4.6,"runtime":105,"cert":"N\/A","id":19083,"title":"Strays","adult":false,"genre_ids":[18]},{"cast":["Cedric the Entertainer","Vanessa Williams","Steve Harvey","Shari Headley","Shad Moss"],"overview":"AAA can't help the roadside emergency that is the JOHNSON FAMILY VACATION. Even the on-board navigation system has a meltdown on Nate Johnson and his family's cross-country trek to their annual family reunion\/grudge match. Reluctantly along for the ride are Nate's wife, who's only in it for the kids; their rapper-wannabe son; their teenage daughter who's fashioned herself as the next Lolita; and their youngest, whose imaginary dog Nate just can't seem to keep track of. Can the Johnsons survive each other and all the obstacles the road throws at them to make it to Caruthersville, Missouri? Can they find Missouri?","release_date":"2004-04-07","vote_average":4.7,"runtime":97,"cert":"N\/A","id":19084,"title":"Johnson Family Vacation","adult":false,"genre_ids":[35,10751]},{"cast":["Brian O'Halloran","Bryan Johnson","Jerry Lewkowitz","Ethan Suplee","Matthew Maher"],"overview":"Vulgar is about a man who is a children's clown but has not been getting much luck lately. He lives in a cheap apartment which he can't even afford. Bums are constantly sleeping in his run down car and crashing on his lawn. He has a nagging mother who lives in a nursing home, and his best friend is a moocher. One day he comes up with the idea to become a bachelor clown.","release_date":"2002-04-26","vote_average":5.2,"runtime":87,"cert":"N\/A","id":19085,"title":"Vulgar","adult":false,"genre_ids":[18,27,53,80]},{"cast":["Chuck Norris","Billy Drago","John P. Ryan","Richard Jaeckel","Begonya Plaza"],"overview":"When DEA agents are taken captive by a ruthless South American kingpin, the Delta Force is reunited to rescue them in this sequel to the 1986 film.","release_date":"1990-08-24","vote_average":5.3,"runtime":111,"cert":"N\/A","id":19086,"title":"Delta Force 2: The Colombian Connection","adult":false,"genre_ids":[28]},{"cast":["Rodney Dangerfield","Jackée Harry","Jonathan Brandis","Ilene Graff","Vinessa Shaw"],"overview":"To climb the corporate ladder to success, a guy agrees to coach the company's all girl soccer team with the help of his secret weapon: his fiancee's son.","release_date":"1992-03-27","vote_average":5.4,"runtime":90,"cert":"N\/A","id":19087,"title":"LadyBugs","adult":false,"genre_ids":[35,10751]},{"cast":["Duane Martin","Tupac Amaru Shakur","Bernie Mac","Marlon Wayans","Leon"],"overview":"Story of a promising high school basketball star and his relationships with two brothers, one a drug dealer and the other a former basketball star fallen on hard times and now employed as a security guard.","release_date":"1994-03-23","vote_average":7.0,"runtime":96,"cert":"15","id":19092,"title":"Above the Rim","adult":false,"genre_ids":[80,18]},{"cast":["Christina von Blanc","Britt Nichols","Rosa Palomar","Anne Libert","Howard Vernon"],"overview":"A girl arrives from London to visit her estranged relatives in a remote castle for the reading of her father's will. After a while she discovers that they are all in fact dead and her decision to live with them turns into a nightmare. Unable to leave she's drawn into a macabre underworld through visions of nude satanic rituals and her own impending sacrifice.","release_date":"1973-11-15","vote_average":4.7,"runtime":79,"cert":"N\/A","id":19095,"title":"A Virgin Among the Living Dead","adult":false,"genre_ids":[27]},{"cast":["John Wayne","Beulah Bondi","Anthony Quinn","Fely Franquelli","Richard Loo"],"overview":"An Army colonel leads a guerrilla campaign against the Japanese in the Philippines.","release_date":"1945-05-30","vote_average":6.1,"runtime":95,"cert":"N\/A","id":19096,"title":"Back to Bataan","adult":false,"genre_ids":[18,28,10752]},{"cast":["Carina Caputo","Charlotte Legault","Éliane Gagnon","Patrice Dubois","Marie-Frédérique Ouellet"],"overview":"The twenty-something Betty comes to a remote small town and strikes a friendship with the fourteen-year old local girl Lea, who is fascinated by her new friend's tales of partying and living in the fast lane in the big city. Betty has ulterior motives for befriending the young girl, however.","release_date":"2008-09-05","vote_average":6.0,"runtime":87,"cert":"N\/A","id":19097,"title":"Behind Me","adult":false,"genre_ids":[18]},{"cast":["Lucie Desclozeaux","Christa Théret","Gaël Tavares","Nicholas Schwerin","Shomron Haddad"],"overview":"End of High School, Beginning of Summer. A group of friends spend most of their time together, but little do they know that each and everyone of them has set their mind on pursuing one goal, the goal of every teenager : doing it for the first time. And sometimes the line between friendship, love and desire is really thin especially when you’re 15.","release_date":"2007-06-13","vote_average":4.8,"runtime":82,"cert":"N\/A","id":19098,"title":"Just About Love?","adult":false,"genre_ids":[35,18]},{"cast":["Bernard Campan","Gérard Darmon","Jean-Pierre Darroussin","Marc Lavoine","Ludmila Mikaël"],"overview":"The life of four best friends in Paris: Antoine (a gym school teacher), Jeff (director of a monthly journal), Alex (Jeff's associate in the monthly journal and a Don Juan) and Manu (owner of fine food store). Their time is shared between their respective jobs, their relationship with women (their own and others...) and the times they meet together to discuss about life and play sport lottery.","release_date":"2003-04-02","vote_average":6.5,"runtime":100,"cert":"N\/A","id":19099,"title":"Frenchmen","adult":false,"genre_ids":[35,10749]},{"cast":["Jean-Paul Rouve","Marilou Berry","Omar Sy","Lannick Gautry","Julie Fournier"],"overview":"Set in 1992, a manager Vincent has to run a children's holiday camp for three weeks and to face the unexpected concerning the place, his colleagues, various problems linked to children about the rooms, trips, their belongings...","release_date":"2006-06-28","vote_average":7.4,"runtime":103,"cert":"N\/A","id":19100,"title":"Those Happy Days","adult":false,"genre_ids":[35,10751]},{"cast":["Liesel Matthews","Eleanor Bron","Liam Cunningham","Rusty Schwimmer","Vanessa Lee Chester"],"overview":"When her father enlists to fight for the British in WWI, young Sara Crewe goes to New York to attend the same boarding school her late mother attended. She soon clashes with the severe headmistress, Miss Minchin, who attempts to stifle Sara's creativity and sense of self- worth.","release_date":"1995-05-10","vote_average":7.6,"runtime":97,"cert":"U","id":19101,"title":"A Little Princess","adult":false,"genre_ids":[18,10751,14]},{"cast":["Vincent Cassel","Omar Sy","Fred Testot","Diane Kruger","Gilles Lellouche"],"overview":"Condé-sur-Ginette, en périphérie d'une grande ville, à mille lieux du sable chaud, des cocotiers et du bleu océan des Caraïbes. C'est l'été. Le soleil brûle le chrome des mobylettes, réchauffe le bitume des tours, asphyxie les halls d'immeubles et crame les esprits. Ici, tout le monde rêve des plages de Santo Rico. Certains plus que d'autres. Pour Tony Merguez et José Frelate, les deux MC's du qua","release_date":"2009-06-17","vote_average":6.8,"runtime":96,"cert":"N\/A","id":19106,"title":"Round Da Way","adult":false,"genre_ids":[16,35]},{"cast":["Dido","Vini Miranda","Keith Golden","Alex Alexander","Jody Linscott"],"overview":"Recorded at London's Brixton Academy in 2004, Dido Live draws on material from 1999 debut No Angel and 2003 follow-up Life for Rent. As she notes early in the show, \"It's very nice to be in a place where I've seen hundreds and thousands of gigs.\" Dido and five-piece band--including two percussionists--proceed to execute a tight 14-song set, touching on favorites like \"Thank You\".","release_date":"2004-08-14","vote_average":6.3,"runtime":91,"cert":"N\/A","id":19107,"title":"Dido: Live At Brixton Academy","adult":false,"genre_ids":[10402]},{"cast":["George Murdock","Chuck Norris","Terry O'Connor","Don Gentry","John Di Fusco"],"overview":"Truck driver searches for his brother, who has disappeared in a town run by a corrupt judge.","release_date":"1977-04-01","vote_average":4.6,"runtime":86,"cert":"N\/A","id":19108,"title":"Breaker! Breaker!","adult":false,"genre_ids":[28,12,80,53]},{"cast":["Chris Klein","Brendan Fehr","Chandra West","Cobie Smulders","Paul Campbell"],"overview":"Cooper is an actor who sees life as one big party, while Ed is in advertising and takes life too seriously. When Ed gets stressed over a deadline he has to meet, his brother Cooper works hard in trying to get his brother hooked up with a girl, thus a long weekend of stress and beautiful women, culminating in Ed meeting, and making love to, the woman of his dreams.","release_date":"2005-08-05","vote_average":5.5,"runtime":85,"cert":"N\/A","id":19109,"title":"The Long Weekend","adult":false,"genre_ids":[35,10749]},{"cast":["Barrie Zwicker"],"overview":"Since World War II North Americans have invested much of their newfound wealth in suburbia. It has promised a sense of space, affordability, family life and upward mobility. As the population of suburban sprawl has exploded in the past 50 years Suburbia, and all it promises, has become the American Dream. But as we enter the 21st century, serious questions are beginning to emerge...","release_date":"2004-01-12","vote_average":7.1,"runtime":78,"cert":"N\/A","id":19112,"title":"The End of Suburbia: Oil Depletion and the Collapse of the American Dream","adult":false,"genre_ids":[99]},{"cast":[],"overview":"20 years on from their major label debut, Guns n' Roses are rising from the ashes once more. On Film brings you the best broadcast full length performances of a sensational career, alongside the candid reflections and insights of band members, industry insiders and the best music critics in the business.","release_date":"2008-01-28","vote_average":0.0,"runtime":110,"cert":"N\/A","id":19115,"title":"Guns 'N' Roses - On Film","adult":false,"genre_ids":[]},{"cast":["Sarah Roemer","Jake Muxworthy","Mark Rolston","Travis Van Winkle","Ellen Hollman"],"overview":"The teenager Madison McBride is traumatized by the loss of her deranged father when she was nine years old and the suicide of her beloved brother Brandon one year ago. She decides to join the Richard Miller University, where Brandon committed suicide, to overcome her demons. While walking to her dorm, she meets the weird janitor Wilbur Mackey that tells her that the place is haunted. Madison befri","release_date":"2008-03-20","vote_average":3.8,"runtime":93,"cert":"N\/A","id":19116,"title":"Asylum","adult":false,"genre_ids":[27,878]},{"cast":["Richard Widmark","Gene Tierney","Googie Withers","Hugh Marlowe","Francis L. Sullivan"],"overview":"Londoner Harry Fabian is a second-rate con man looking for an angle. After years of putting up with Harry's schemes, his girlfriend, Mary, becomes fed up when he taps her for yet another loan. His latest ploy, promoting an aging Greek wrestler, goes awry when the wrestler dies and everyone points the finger at Harry. Hiding out in a riverfront barge, Harry sees his grand ambitions spiral into a nightmare of fear and desperation as the underworld closes in.","release_date":"1950-04-01","vote_average":7.4,"runtime":95,"cert":"N\/A","id":19119,"title":"Night and the City","adult":false,"genre_ids":[18,53]},{"cast":["Giulietta Masina","Sandra Milo","Mario Pisu","Valentina Cortese","Valeska Gert"],"overview":"Middle-aged Giulietta grows suspicious of her husband, Giorgio, when his behavior grows increasingly questionable. One night when Giorgio initiates a seance amongst his friends, Giulietta gets in touch with spirits and learns more about herself and her painful past. Slightly skeptical, but intrigued, she visits a mystic who gives her more information -- and nudges her toward the realization that her husband is indeed a philanderer.","release_date":"1965-10-22","vote_average":7.5,"runtime":148,"cert":"N\/A","id":19120,"title":"Juliet of the Spirits","adult":false,"genre_ids":[35,18,14]},{"cast":["Pierre Richard","Gérard Depardieu","Pedro Armendáriz Jr.","Maritza Olivares","Corynne Charbit"],"overview":"When the boss' unlucky daughter is missing in South America, Campana is sent to watch the boss' most unlucky employee who is sent as a private detective in hopes he can duplicate the daughter's mistakes.","release_date":"1981-03-01","vote_average":7.1,"runtime":81,"cert":"N\/A","id":19123,"title":"Knock on Wood","adult":false,"genre_ids":[35,80,12]},{"cast":["Rutger Hauer","Terry O'Quinn","Brandon Call","Noble Willingham","Lisa Blount"],"overview":"A blind Vietnam vet, trained as a swordfighter, comes to America and helps to rescue the son of a fellow soldier.","release_date":"1989-08-17","vote_average":6.4,"runtime":86,"cert":"18","id":19124,"title":"Blind Fury","adult":false,"genre_ids":[28,53]},{"cast":["Michael Caine","Brenda Vaccaro","Billy Connolly","Leonard Rossiter","Valerie Perrine"],"overview":"Michael Caine stars as Baxter Thwaites, the laid-back Governor of the sleepy British colony of Cascara. But when American oil drillers accidentally strike a gusher of ultra-delicious mineral water, the forgotten Caribbean out-post becomes a global hotbed of political and economic chaos.","release_date":"1985-01-01","vote_average":5.8,"runtime":94,"cert":"","id":19127,"title":"Water","adult":false,"genre_ids":[12,35]},{"cast":["Peter van Eyck","Gert Fröbe","Wolfgang Preiss","Dawn Addams","Werner Peters"],"overview":"A reporter is murdered while driving to his job. The Police are contacted by a clairvoyant who saw the death in a vision, but some dark force is preventing him from seeing the man behind the crime...","release_date":"1960-09-13","vote_average":6.7,"runtime":99,"cert":"N\/A","id":19128,"title":"The 1,000 Eyes of Dr. Mabuse","adult":false,"genre_ids":[9648,80,53,27]},{"cast":["Gert Fröbe","Lex Barker","Daliah Lavi","Werner Peters","Fausto Tozzi"],"overview":"In this first sequel to the \"Dr. Mabuse\" films directed by Fritz Lang in the 1920s and early 1930s, the supposedly dead and buried Mabuse returns to his criminal activities, as his longtime foe Police Inspector Lohmann, a dauntless girl reporter, and an American - who may be an FBI agent, or maybe a Chicago mobster - investigate a series of gruesome murders connected to a maximum security prison and involving a minister who has written a book called \"The Anatomy Of The Devil\".","release_date":"1961-01-01","vote_average":6.7,"runtime":85,"cert":"N\/A","id":19129,"title":"The Return of Dr. Mabuse","adult":false,"genre_ids":[80,53]},{"cast":["Lex Barker","Karin Dor","Werner Peters","Siegfried Lowitz","Walo Lüönd"],"overview":"Strange things happen in a revue theatre. The dancer Maria seems to be hunted by an invisible admirer. When the body of a probable FBI agent is found in a trunk the police asks FBI man Joe Como for help. Como gets interested in the revue theatre and an ominous transport firm soon. When he is receiving mysterious threatening letters he is sure that Dr. Mabuse has risen again. But what is going on at \"Enterprise X\" so that both the goverment and the mad genius in crime are interested in it?","release_date":"1962-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":19130,"title":"The Invisible Dr. Mabuse","adult":false,"genre_ids":[80,53]},{"cast":["Peter van Eyck","Dieter Borsche","Klaus Kinski","Sabine Bethmann","Werner Peters"],"overview":"The spirit of the evil Dr. Mabuse takes over the body of a famous professor. The professor\/Dr. Mabuse then begins a new crime wave that terrorizes the city.","release_date":"1963-09-20","vote_average":0.0,"runtime":87,"cert":"N\/A","id":19131,"title":"Dr. Mabuse vs. Scotland Yard","adult":false,"genre_ids":[27,80,9648,53]},{"cast":["Peter van Eyck","O.E. Hasse","Yvonne Furneaux","Walter Rilla","Ernst Schröder"],"overview":"The evil Dr. Mabuse develops a death ray with which he threatens the world.","release_date":"1964-09-17","vote_average":8.0,"runtime":87,"cert":"N\/A","id":19132,"title":"The Death Ray of Dr. Mabuse","adult":false,"genre_ids":[80,53]},{"cast":["Joseph Bologna","Stockard Channing","John Beck","René Auberjonois","Ned Beatty"],"overview":"The ultimate disaster film parody. A nuclear powered bus is making it's maiden non-stop trip from New York to Denver. The journey is plagued by disasters due to the machinations of a mysterious group allied with the oil lobby. Will the down on his luck driver, with a reputation for eating his passengers, be able to complete the journey?","release_date":"1976-06-23","vote_average":5.4,"runtime":88,"cert":"N\/A","id":19133,"title":"The Big Bus","adult":false,"genre_ids":[28,35]},{"cast":["Ole Olsen","Chic Johnson","Martha Raye","Hugh Herbert","Mischa Auer"],"overview":"Olsen and Johnson, a pair of stage comedians, try to turn their play into a movie and bring together a young couple in love, while breaking the fourth wall every step of the way.","release_date":"1941-12-26","vote_average":6.9,"runtime":84,"cert":"N\/A","id":19136,"title":"Hellzapoppin'","adult":false,"genre_ids":[35,10402]},{"cast":["Peter Sellers","Victor Mature","Britt Ekland","Martin Balsam","Akim Tamiroff"],"overview":"Criminal mastermind 'The Fox' sets up a phony film production and masquerades as it's director as part of a plan to smuggle a stolen gold shipment into Italy.","release_date":"1966-01-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":19137,"title":"After the Fox","adult":false,"genre_ids":[80,35]},{"cast":["Werner Enke","Gila von Weitershausen","Henry van Lyck","Elke Haltaufderheide","Benno Hoffmann"],"overview":"A man is thrown out by his girlfriend and moves in with a friend who is part of a group of terrorists plotting an assault on a department store.","release_date":"1970-01-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":19138,"title":"Nicht Fummeln, Liebling","adult":false,"genre_ids":[35]},{"cast":["Kuno Becker","Leo Gregory","J. J. Feild","Kasia Smutniak","Anya Lahiri"],"overview":"In the third installment of the football drama trilogy Goal!, Kuno Becker returns as Mexican footballer Santiago Muñez, who, along with his best friends and England national team players Charlie Braithwaite (Leo Gregory) and Liam Adams (JJ Feild), are selected for their respective national teams at the 2006 FIFA World Cup Finals in Germany.","release_date":"2009-01-01","vote_average":3.6,"runtime":91,"cert":"12","id":19139,"title":"Goal! III: Taking On The World","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Teresa Wright","Babe Ruth","Walter Brennan","Dan Duryea"],"overview":"The story of the life and career of the baseball hall of famer, Lou Gehrig.","release_date":"1942-07-14","vote_average":7.6,"runtime":128,"cert":"N\/A","id":19140,"title":"The Pride of the Yankees","adult":false,"genre_ids":[18,10751]},{"cast":["Darren Berrecloth","Geoff Gulevich","Steve Romaniuk","Matt Hunter","Ryan Leech"],"overview":"The Collective is a group of filmmakers photographers and mountain bikers - Drawing on the experience expertise and creative energy of every member of the team - The Collective has created a film that portrays the newest cutting edge images of the freeride progression while exploring the thoughts and personalities of the riders leading that progression","release_date":"2004-01-01","vote_average":4.5,"runtime":70,"cert":"N\/A","id":19141,"title":"The Collective","adult":false,"genre_ids":[]},{"cast":["Louis Jourdan","Heather Locklear","Sarah Douglas","Dick Durock","Joey Sagal"],"overview":"The Swamp Thing returns to battle the evil Dr. Arcane, who has a new science lab full of creatures transformed by genetic mutation, and chooses Heather Locklear as his new object of affection.","release_date":"1989-05-11","vote_average":5.0,"runtime":84,"cert":"15","id":19142,"title":"The Return of Swamp Thing","adult":false,"genre_ids":[27,878]},{"cast":["James Woods","Louis Gossett Jr.","Bruce Dern","Oliver Platt","Heather Graham"],"overview":"Gabriel Caine has just been released from prison when he sets up a bet with a business man. The business man owns most of a boxing-mad town called Diggstown. The bet is that Gabe can find a boxer that will knock out 10 Diggstown men, in a boxing ring, within 24 hours. \"Honey\" Roy Palmer is that man - although at 48, many say he is too old.","release_date":"1992-08-14","vote_average":6.8,"runtime":98,"cert":"15","id":19143,"title":"Diggstown","adult":false,"genre_ids":[35,18]},{"cast":["Darren Berrecloth","Cameron McCaul","Matt Hunter","Andrew Shandro","Thomas Vanderham"],"overview":"Seasons is a film that follows seven of the worlds top mountain bikers through the course of four seasons of one year - The film explores what it means to be a full time rider as told through the lives of downhill racers\/slopestyle competitors and big mountain freeriders","release_date":"2008-05-01","vote_average":6.5,"runtime":60,"cert":"N\/A","id":19144,"title":"Seasons","adult":false,"genre_ids":[]},{"cast":["Marcos Palmeira","Flávia Alessandra","Fernanda Paes Leme","Lívia Falcão","Antônio Pitanga"],"overview":"After being forced into a marriage and enduring a humiliating work routine in the hands of his father-in-law, Zé Araújo becomes the mythical Ojuara, an unconventional hero devoted to debauchery.","release_date":"2007-09-28","vote_average":7.0,"runtime":106,"cert":"N\/A","id":19147,"title":"The Man Who Challenged the Devil","adult":false,"genre_ids":[35,18]},{"cast":["Darren Berrecloth","Geoff Gulevich","Matt Hunter","Ryder Kasprick","Ryan Leech"],"overview":"Roam is a 16mm Mountain Bike film from the Collective. The most anticipated Mountain Bike movie in history - starring: Andrew Shandro, Wade Simmons, Thomas Vanderham, Cam McCaul, Darren Berrecloth, Ryder Kasprick, Geoff Gulevich, Matt Hunter, Tyler Klassen, Ryan Leech, Jordie Lunn, Tyler Morland, Steve Peat, Nathan Rennie and Steve Romaniuk.","release_date":"2006-01-01","vote_average":4.8,"runtime":70,"cert":"N\/A","id":19148,"title":"Roam","adult":false,"genre_ids":[]},{"cast":["Luis Accinelli","René Alvarado","David Berón","Steve Callahan","Michael Cassady"],"overview":"In this playfully provocative story set amidst the often-turbulent backdrop of gentrification, things get hot when an openly gay white couple moves into an East L.A. neighborhood where the locals have more than skeletons in their closets. The arrival of the Anglo newcomers rocks the quiet world of Diego Campos (Rene Alvarado), a handsome young local who is tired of being played for a boy toy by his closeted real estate agent lover Pablo (David Beron). Will Diego stay at home and fulfill his Mexican grandmother’s desire for him to inherit the family restaurant - or will he follow his heart and become a chef in the big city? Award winning producer Carlos Portugal makes his directorial debut with a winning combination of quirky characters, rich storylines and suggestive situations that will appeal to fans of Latino telenovelas and popular series such as \"Sex and the City,\" \"Ugly Betty\" and \"Queer As Folk.\"","release_date":"2006-01-01","vote_average":5.6,"runtime":88,"cert":"N\/A","id":19151,"title":"East Side Story","adult":false,"genre_ids":[18,35,10749]},{"cast":["Zahary Baharov","Tanya Ilieva","Vladimir Penev","Mihail Mutafov","Tsvetan Dimitrov"],"overview":"Moth is freed on parole after spending time in prison on wrongful conviction of murder. Jailed shortly before the Bulgarian communist coup of 1944, he now finds himself in a new and alien world - the totalitarian Sofia of the 60s. His first night of freedom draws the map of a diabolical city full of decaying neighborhoods, gloomy streets and a bizarre parade of characters.","release_date":"2008-06-27","vote_average":5.2,"runtime":92,"cert":"N\/A","id":19152,"title":"Zift","adult":false,"genre_ids":[53,80,18]},{"cast":["Laura Ramsey"],"overview":"Sixteen American college students drink, flirt, fight and canoodle during their Spring Break vacation in Cancun, Mexico.","release_date":"2003-04-23","vote_average":3.1,"runtime":96,"cert":"N\/A","id":19153,"title":"The Real Cancun","adult":false,"genre_ids":[99]},{"cast":["Patrick Muldoon","Jane Sibbett","Michael Sarrazin","Catherine Blythe","Michael Scherer"],"overview":"After Zane Ziminski is found dead five people received envelopes with details of an alien invasion. This group of five includes 3 scientists, Zane's brother Jack, and a reporter. Quickly, the group is down to three and then Jack and Bridget, the reporter. With a small piece of alien technology, they must escape from the aliens, who take human form, and try to convince others that aliens exist.","release_date":"1998-11-06","vote_average":3.8,"runtime":101,"cert":"N\/A","id":19154,"title":"The Second Arrival","adult":false,"genre_ids":[878]},{"cast":["Katrin Cartlidge","Rade Šerbedžija","Grégoire Colin","Labina Mitevska","Phyllida Law"],"overview":"The circularity of violence seen in a story that circles on itself. In Macedonia, during war in Bosnia, Christians hunt an ethnic Albanian girl who may have murdered one of their own. A young monk who's taken a vow of silence offers her protection. In London, a photographic editor who's pregnant needs to talk it out with her estranged husband and chooses a toney restaurant.","release_date":"1994-06-09","vote_average":7.7,"runtime":113,"cert":"","id":19155,"title":"Before the Rain","adult":false,"genre_ids":[18,10752]},{"cast":["Liu Chia-Liang","Hsiao Ho","Alexander Fu Sheng","Kara Hui","Gordon Liu Chia-Hui"],"overview":"Legendary Weapons of China is a martial arts fantasy film taking place during the late Qing Dynasty when Empress Dowager Cixi dispatches her agents to various factions of the Boxer Rebellion in order find supernatural martial artists that are invulnerable to western bullets. When one of the leaders of these groups disbands his forces, assassins from the remaining factions are sent out to kill him.","release_date":"1982-01-21","vote_average":6.9,"runtime":109,"cert":"N\/A","id":19156,"title":"Legendary Weapons of China","adult":false,"genre_ids":[28,35]},{"cast":["Adam Sandler","Scott LaRose","Tom Hodges","Lisa Collins","Adam Rifkin"],"overview":"A struggling young comedian takes a menial job on a cruise ship where he hopes for his big chance to make it in the world of cruise ship comedy.","release_date":"1989-05-11","vote_average":2.7,"runtime":99,"cert":"N\/A","id":19157,"title":"Going Overboard","adult":false,"genre_ids":[35]},{"cast":["David Andrews","Kelly Wolf","Stephen Macht","Robert Alan Beuth","Andrew Divoff"],"overview":"John Hall is a drifter who wanders into a small town in Maine. He needs a job and decides to seek employment at the community's top business: a large textile mill. He is hired to work the \"graveyard shift\" -- from around midnight to dawn -- and, along with a few others, he is charged with cleaning out the basement. This task strikes the workers as simple enough, but then, as they proceed deeper underground, they encounter an unspeakable monstrosity intent on devouring them all.","release_date":"1990-10-26","vote_average":4.9,"runtime":89,"cert":"N\/A","id":19158,"title":"Graveyard Shift","adult":false,"genre_ids":[18,27]},{"cast":["Audrey Reid","Carl Davis","Mark Danvers","Henry Brown","Carl Bradshaw"],"overview":"Street vendor Marcia is scraping together a living in the ghetto section of Kingston, Jamaica. Her young daughter is being hounded by a rich sugar daddy who has been supporting the family; her brother's life is being threatened by a local thug. So, when the licentious patron threatens to abandon the family, and her brother breaks down under pressure, Marcia hits bottom. She needs to escape to a haven where she can get lost in fantasy; Marcia, don in sex-me-up clothing and outrageous glamour, finds refuge in the beats of the very dance hall outside of which she normally vends.","release_date":"1997-10-10","vote_average":6.6,"runtime":98,"cert":"N\/A","id":19159,"title":"Dancehall Queen","adult":false,"genre_ids":[18]},{"cast":["John Ingle","Candace Hutson","Heather Hogan","Rob Paulsen","Jeff Bennett"],"overview":"Littlefoot and the gang meet a shy newcomer, Ali, but the pleasantries stop there. There's a dire environmental theme to this third sequel in the series, in which the world's weather changes beyond the Great Valley, and what had been dry land is now a \"land of mists.\" The shift brings new creatures who push out older inhabitants, and Littlefoot sees these radical changes for himself when he has to venture into the area to find a medicinal flower for his sick grandfather. While the animation is slow and contained the way direct-to-video cartoon releases often are, the story is sound and the now-familiar characters are memorable.","release_date":"1996-12-10","vote_average":5.9,"runtime":74,"cert":"U","id":19164,"title":"The Land Before Time IV: Journey Through the Mists","adult":false,"genre_ids":[10751,16,12]},{"cast":["John Ingle","Brandon Lacroix","Aria Noelle Curzon","Rob Paulsen","Anndi McAfee"],"overview":"This fourth sequel in the series finds \"leaf gobblers\" eating all the vegetation in Great Valley, driving Littlefoot, the young brontosaurus, and the other dinosaur inhabitants out. Arguments break out among the adults during migration, and Littlefoot and his friends decide to take matters in their own hands by crossing the \"big water\" to an unknown island. There they meet an old friend from The Land Before Time II--Chomper, the T-rex, who has to protect the gang from his own, carnivorous parents. Plenty of drama in this one, and as the series has been wont to do from the beginning, it shows adults as sometimes being less than perfect.","release_date":"1997-09-12","vote_average":5.9,"runtime":74,"cert":"U","id":19165,"title":"The Land Before Time V: The Mysterious Island","adult":false,"genre_ids":[10751,16,12]},{"cast":["Kelly Brook","Dennis Hopper","Hippolyte Girardot","Peter Capaldi","Susie Amy"],"overview":"Nine strangers wake up in a house with no recollection how they got there and no way out. The voice on the PA introduces them to a grisly game they must play. The prize is $5 million and their life.","release_date":"2005-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":19166,"title":"House Of 9","adult":false,"genre_ids":[53,18,27,9648]},{"cast":["Jean-Claude Van Damme","Julie Cox","Alan McKenna","William Tapley","Elizabeth Barondes"],"overview":"Armed insurgents attempt a coup d'etat in a troubled Eastern European country, and the president flees to the U.S. embassy for protection. When the U.S. ambassador is murdered by the ruthless and gun-happy rebels, it comes down to the second-in-command of the embassy, Sam Keenan, played by Belgian kickboxer Jean-Claude Van Damme, to use his amazing martial arts technique to defend the besieged.","release_date":"2006-05-02","vote_average":4.8,"runtime":91,"cert":"N\/A","id":19167,"title":"Second In Command","adult":false,"genre_ids":[28]},{"cast":["Ricardo Montalban","Sally Forrest","Bruce Bennett","Elsa Lanchester","Marshall Thompson"],"overview":"When a young woman's skeletal remains turn up on a Massachusetts beach, Barnstable cop Peter Moralas teams with Boston police and uses forensics, with the help of a Harvard professor, to determine the woman's identity, how she died, and who killed her.","release_date":"1950-07-27","vote_average":6.5,"runtime":93,"cert":"N\/A","id":19170,"title":"Mystery Street","adult":false,"genre_ids":[80,18]},{"cast":["Joan Crawford","Jack Palance","Gloria Grahame","Bruce Bennett","Virginia Huston"],"overview":"Actor Lester Blaine has all but landed the lead in Myra Hudson's new play when Myra vetoes him because, to her, he doesn't look like a \"romantic leading man.\" On a train from New York to San Francisco, Blaine sets out to prove Myra wrong...by romancing her. Is he sincere, or does he have a dark ulterior motive?","release_date":"1952-08-01","vote_average":7.4,"runtime":110,"cert":"N\/A","id":19171,"title":"Sudden Fear","adult":false,"genre_ids":[18,53]},{"cast":["Rudy Ray Moore","D'Urville Martin","Lady Reed","Jerry Jones","Cardella Di Milo"],"overview":"Dolemite is a pimp who was set up by Willie Greene and the cops, who have planted drugs, stolen furs, and guns in his trunk and got him sentenced to 20 years in jail. One day, Queen B and a warden planned to get him out of Jail and get Willie Green and Mitchell busted for what they did to him.","release_date":"1975-04-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":19174,"title":"Dolemite","adult":false,"genre_ids":[28,35,80]},{"cast":["Sofie Lassen-Kahlke","Robert Hansen","Karl Bille","Jonas Gülstorff","Mira Wanting"],"overview":"I 'Anja og Viktor – I medgang og modgang', den femte Anja og Viktor-film, er parret kommet i pengemangel. De bor sammen med deres lille datter i vennernes ramponerede øvelokale i Sydhavnen, men da kommunens ivrige mand afslører dem i at bruge øvelokalet som bolig, og de nu regulært står på gaden, hvis de ikke skaffer penge til lejligheden, er familien i en presset situation.","release_date":"2008-09-12","vote_average":4.8,"runtime":100,"cert":"N\/A","id":19177,"title":"Anja og Viktor - I medgang og modgang","adult":false,"genre_ids":[35]},{"cast":["Jean Gabin","Bourvil","Jeannette Batti","Louis de Funès","Georgette Anys"],"overview":"Two unlikely companions must smuggle four suitcases filled with contraband pork across Nazi-occupied Paris.","release_date":"1956-10-26","vote_average":7.2,"runtime":80,"cert":"N\/A","id":19178,"title":"Four Bags Full","adult":false,"genre_ids":[18,35]},{"cast":["Lasse Åberg","Jon Skolmen","Cecilia Walton","Eva Millberg","Ingrid Wallin"],"overview":"Stig-Helmer takes another vacation with his norwegian friend Ole. This time it's time for a skiing vacation in the Alps. Of course, Stig-Helmer has never learnt downhill skiing, but he attends a ski school. And together they manage to charm two women also on vacation.","release_date":"1985-10-04","vote_average":5.3,"runtime":91,"cert":"N\/A","id":19181,"title":"Sällskapsresan II - Snowroller","adult":false,"genre_ids":[35]},{"cast":["Jean Reno","Pierre Jolivet","Jean Bouise","Fritz Wepper","Christiane Krüger"],"overview":"The plot explores the devastation of civilization and issues of brutality, hostility and isolation. Pierre Jolivet stars as the main character (identified only as \"The Man\" in the end credits) who is menaced by \"The Brute\" (played by Jean Reno) on his journey through a world filled by people rendered nearly mute by some unknown incident.","release_date":"1983-04-06","vote_average":6.5,"runtime":90,"cert":"15","id":19184,"title":"The Last Battle","adult":false,"genre_ids":[878,53]},{"cast":["Patricia Tallman","Tony Todd","Tom Towles","McKee Anderson","Bill Moseley"],"overview":"In this remake of the original classic film, a group of people are trapped inside a farmhouse as legions of the walking dead try to get inside and use them for food.","release_date":"1990-10-18","vote_average":6.7,"runtime":88,"cert":"18","id":19185,"title":"Night of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Hayley Mills","Maureen O'Hara","Brian Keith","Charles Ruggles","Una Merkel"],"overview":"Two identical twin sisters, separated at birth by their parents' divorce, are reunited years later at a summer camp, where they scheme to bring their parents back together. The girls, one of whom has been living with their mother and the other with their father, switch places after camp and go to work on their plan, the first objective being to scare off a gold-digger pursuing their father.","release_date":"1961-06-12","vote_average":7.2,"runtime":129,"cert":"U","id":19186,"title":"The Parent Trap","adult":false,"genre_ids":[35,10751]},{"cast":["Adam Goldberg","Judy Greer","Andy Dick","Mario Van Peebles","Peter Coyote"],"overview":"A Jewish blaxploitation hero saves Hanukkah from the clutches of Santa Claus's evil son.","release_date":"2003-01-01","vote_average":5.7,"runtime":85,"cert":"N\/A","id":19187,"title":"The Hebrew Hammer","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Paris By Night 89: In Korea is a Paris By Night program that was filmed at the Olympic Fencing Gymnasium at the Olympic Park in Seoul, South Korea on Sunday, July 1, 2007. It is Thuy Nga's first venture into Asia to tape a Paris By Night program. Thuy Nga chose to tape at South Korea, rather than any other country in Asia simply because of the popularity of Korean actors and singers to the Vietnamese community. The program is directed by a Korean director, Seounghyun Oh. It is Thuy Nga's fourth \"Live\" show.","release_date":"2007-06-30","vote_average":4.3,"runtime":null,"cert":"N\/A","id":19188,"title":"Paris by Night 89: In Korea","adult":false,"genre_ids":[10402]},{"cast":["Chazz Palminteri","F. Murray Abraham","Anna Galiena","Andy Luotto","Lina Sastri"],"overview":"Palermo, Sicily, 1984. Examining magistrate Giovanni Falcone allies with Tomasso Buscetta, a former mobster, to defeat the clan of Corleone, the ruthless Mafia faction that rules Cosa Nostra with an iron hand, cruelly eliminating all those who dare to oppose its immense power: other criminals, policemen, judges, even innocent civilians. One of them wants revenge, the other wants justice. But only one can survive such an unequal fight.","release_date":"1999-10-16","vote_average":6.8,"runtime":102,"cert":"N\/A","id":19189,"title":"Excellent Cadavers","adult":false,"genre_ids":[18,53,36,10770,80]},{"cast":["Lex Barker","Rik Battaglia","Fausto Tozzi","Michèle Girardon","Theresa Lorca"],"overview":"Dr. Karl Sternau, the personal physician of the count Bismarck, who spent much of his youth in Mexico, is sent back to that country during the occupation by French troops in the service of the Austrian 'Emperor' Maximilian, to carry an encouraging letter from U.S. President Lincoln to the nationalist Mexican president Benito Juarez.","release_date":"1965-03-04","vote_average":6.3,"runtime":101,"cert":"N\/A","id":19194,"title":"Mercenaries of the Rio Grande","adult":false,"genre_ids":[12,37]},{"cast":["Lex Barker","Michèle Girardon","Gérard Barray","Rik Battaglia","Kelo Henderson"],"overview":"Mexico, 1864. The country is divided by the struggle against the French occupation and emperor Maximilian. The German doctor Karl Sternau and his friend Andreas Hasenpfeffer come to love the country and support the cause of the proud Mexicans.","release_date":"1965-04-17","vote_average":5.7,"runtime":98,"cert":"N\/A","id":19195,"title":"Pyramid of the Sun God","adult":false,"genre_ids":[12,37]},{"cast":["Lex Barker","Ralf Wolter","Marie Versini","Dieter Borsche","Chris Howland"],"overview":"After dealing with the Shut in the Balkans, Kara Ben-Nemsi ('Karl the German') receives a firman (precious passport) from the padishah (Ottoman sultan) before he continues his travels through Kurdistan. Achmed El Corda, the son of Halef's Hadedhin Beduin tribe's sheik Mohammed Emin, has been captured by the machredsh (Turkish governor) of Mossul for resisting water seizure by his Turkish troops. Kara takes charge of the rescue.","release_date":"1965-09-28","vote_average":6.1,"runtime":103,"cert":"N\/A","id":19196,"title":"The Wild Men of Kurdistan","adult":false,"genre_ids":[12]},{"cast":["Perry Benson","Dido Miles","Olga Fedori","Ainsley Howard","Toby Alexander"],"overview":"Mum and Dad, and their 'adopted' children, Birdie &amp; Elbie, work at the airport. The family live off whatever they scavenge from cargo holds, offices and hotels - including a steady stream of transient workers who populate the airport's soulless hub. When Lena, a young Polish office cleaner, is befriended by Birdie, she gets drawn into a nightmarish world of torture, murder and perversity.","release_date":"2008-08-22","vote_average":5.9,"runtime":84,"cert":"18","id":19197,"title":"Mum & Dad","adult":false,"genre_ids":[27,53]},{"cast":["Lex Barker","Ralf Wolter","Marie Versini","Dieter Borsche","Chris Howland"],"overview":"Kara Ben-Nemsi, friends and rescuers set out to free a young relative of the guardian of the treasure of the Chaldaeans (Christian sect), who is captured for that fabulous ransom.","release_date":"1965-12-31","vote_average":5.4,"runtime":95,"cert":"N\/A","id":19198,"title":"Kingdom of the Silver Lion","adult":false,"genre_ids":[12]},{"cast":["Stewart Granger","Pierre Brice","Harald Leipnitz","Heinz Erhardt","Terence Hill"],"overview":"'The Oilprince' is an unscrupulous businessman. He looks forward to a lucrative deal with the \"Western Arizona Bank'. He sells the bank oil wells at Shelly Lake that do actually not exist. The Oilprince learns that the colonists would like to settle at Shelly Lake. So The Oilprince exchanges the scout of the settlers by one of his minions to give them another route. But soon The Oilprince has to recognize that he has not counted on Winnetou, the righteous leader of the Apaches, and his blood brother Old Surehand.","release_date":"1965-08-25","vote_average":6.2,"runtime":89,"cert":"N\/A","id":19199,"title":"Rampage at Apache Wells","adult":false,"genre_ids":[12,37]},{"cast":["Woody Allen","Kathy Bates","John Cusack","Mia Farrow","Jodie Foster"],"overview":"With a serial strangler on the loose, a bookkeeper wanders around town searching for the vigilante group intent on catching the killer.","release_date":"1991-12-05","vote_average":6.9,"runtime":85,"cert":"N\/A","id":19200,"title":"Shadows and Fog","adult":false,"genre_ids":[53,35]},{"cast":["Peter Cushing","Patrick Allen","Oliver Reed","Yvonne Romain","Michael Ripper"],"overview":"What secret lay behind the dreaded Marsh Phantoms, the ghostly riders whose silent approach in the darkness of the bleak, unwelcoming Romney Marshes causes men to die of fright? Are they a genuine manifestation or a cover for illegal smuggling activities. Perhaps Dr Blyss, the benign vicar of the quiet village of Dymchurch, knows the truth about the ruthless pirate and smuggler who lies buried in the village graveyard and can unravel the phenomenon of the curse of Captain Clegg.","release_date":"1962-06-13","vote_average":6.3,"runtime":80,"cert":"","id":19201,"title":"Captain Clegg","adult":false,"genre_ids":[27]},{"cast":["Catriona MacColl","David Warbeck","Cinzia Monreale","Antoine Saint-John","Veronica Lazar"],"overview":"The New Yorker Liza Merril inherits an old hotel in Louisiana, and invests her savings to reopen the place.  She doesn't realise that the hotel houses the body of a dead painter murdered decades earlier, nor that it's about to become a gateway to hell.","release_date":"1981-04-22","vote_average":7.0,"runtime":88,"cert":"18","id":19204,"title":"The Beyond","adult":false,"genre_ids":[27]},{"cast":["Jason Cottle","Casey Curran","Cara Buono","Hunter Stroud","Rob Hamm"],"overview":"A Seattle history professor, drawn back to his estranged family on the Oregon coast to execute his late mother's estate, is reacquainted with his best friend from childhood, with whom he has a long-awaited tryst. Caught in an accelerating series of events, he discovers aspects of his father's New Age cult which take on a dangerous and apocalyptic significance.","release_date":"2007-03-31","vote_average":4.8,"runtime":100,"cert":"N\/A","id":19205,"title":"Cthulhu","adult":false,"genre_ids":[27,53]},{"cast":["Roselyn Sánchez","Patrick Bauchau","Anton Pardoe","Peter J. Lucas","Tony Amendola"],"overview":"In a timeless city, a man with no name returns to the violent, brutal domain of assassins he left ten years before – back when they dubbed him The Mad Monk for his disregard for his own life and his intense devotion to one woman, Porphyria; a beautiful, luminescent woman; the girl he grew up with; the love of his life; the one thing he has ever wanted; the one thing he can never have.","release_date":"2009-03-13","vote_average":3.5,"runtime":99,"cert":"N\/A","id":19206,"title":"The Perfect Sleep","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Kevin Bacon","Sean Astin","Jonathan Ward","K. C. Martel","Matt Adler"],"overview":"When the experienced guide Vic accompanies the city boy Alan and his three friends on their first wilderness experience, he not only hope to teach the four boys lessons about the wilderness, but about themselves. Vic pushes them to the limit. Soon after alienating the boys, Vic finds himself in desperate need of help and must rely on his students in order to survive.","release_date":"1987-07-10","vote_average":6.2,"runtime":90,"cert":"N\/A","id":19209,"title":"White Water Summer","adult":false,"genre_ids":[12]},{"cast":["Layla Kayleigh","Wallace Demarria","Ella Joyce","Selwyn Ward"],"overview":"A struggling young artist meets a talented, and undiscovered songstress. Desperately seeking success, they both must face hard truths and contend with sacrifice on their individual paths to fame and along the way they find a love that teaches them what success is really all about.","release_date":"2008-05-27","vote_average":6.0,"runtime":95,"cert":"N\/A","id":19212,"title":"A Simple Promise","adult":false,"genre_ids":[18,10749]},{"cast":["Paris Hilton","Paula Garcés","Sarah Carter","Simon Rex","Geoffrey Arend"],"overview":"At popular South Beach University, filthy rich super-snob Victoria English is the absolute queen of leading Greek student club, Sigma Sigma. In order to achieve her crowning ambition, winning FHM Magazine's annual best sorority, she must recruit atypical 'Sigmies' to fulfill the diversity criteria. Ambitious sycophant pledge Kristen Haas helps her attract 'losers' (too poor, ugly, unfashionable), who are cruelly put through excruciating hazing, without intent to actually enroll them. Gloria, the brightest and most assertive pledge, wins the heart of Derek 'baby Dick', Victoria's ideal, yet constantly abused boyfriend, whose bitch-addiction is cured by this alternative lover. Together they lead the revolt of the not-even-nerds.","release_date":"2006-12-01","vote_average":2.6,"runtime":91,"cert":"N\/A","id":19213,"title":"Pledge This!","adult":false,"genre_ids":[35]},{"cast":["William Fichtner","Demi Moore","Eloise Eonnet","Julianne Nicholson","Sinéad Cusack"],"overview":"When Marie, a widow in Provence with two daughters, locks her bedroom door and goes to sleep, she dreams about Marty, a literary agent in Manhattan who dreams equally vividly about Marie. The women look alike. Marie meets William who begins to court her. Marty meets Aaron, an accountant, becomes his friend and then his lover. Both women tell their lovers about their dream life. William is jealous, Aaron is accepting. Even though they've become lovers, Marie won't fall asleep next to William. Marie goes on holiday with William to Paris, and Marty wakes up with an ashtray from the hotel on her night stand. Are they the same person? What will unlock reality","release_date":"2000-01-07","vote_average":5.7,"runtime":105,"cert":"N\/A","id":19214,"title":"Passion of Mind","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A moving account of the experiences of men exonerated after years, and sometimes decades, in prison following newly found DNA evidence.","release_date":"2005-10-23","vote_average":7.3,"runtime":95,"cert":"N\/A","id":19215,"title":"After Innocence","adult":false,"genre_ids":[99]},{"cast":["Sean Young","Patrick Kilpatrick","Dylan McKnight","Cherilyn Wilson","Jeffrey Combs"],"overview":"Laura Baxter is a young woman, literally a \"sleeping beauty,\" who suffers from a medical condition called \"parasomnia.\" A childhood accident victim, she is actually sleeping her life away, awakening briefly on rare occasions. Art student Danny Sloan falls in love with her, unaware that her hospital neighbor, a terrifying mass murderer and mesmerist named Byron Volpe has other, more sinister plans.","release_date":"2008-10-17","vote_average":4.8,"runtime":103,"cert":"18","id":19222,"title":"Parasomnia","adult":false,"genre_ids":[27,53]},{"cast":["Gérard Depardieu","Roman Polanski","Sergio Rubini","Nicola Di Pinto","Tano Cimarosa"],"overview":"Onoff is a famous writer, now a recluse. The Inspector is suspicious when Onoff is brought into the station one night, disoriented and suffering a kind of amnesia. In an isolated, rural police station, the Inspector tries to establish the events surrounding a killing, to reach a startling resolution.","release_date":"1994-05-15","vote_average":7.6,"runtime":108,"cert":"N\/A","id":19223,"title":"A Pure Formality","adult":false,"genre_ids":[9648,18,80,53]},{"cast":["Axel Jodorowsky","Blanca Guerra","Guy Stockwell","Thelma Tixou","Sabrina Dennison"],"overview":"A young man is confined in a mental hospital. Through a flashback we see that he was traumatized as a child, when he and his family were circus performers: he saw his father cut off the arms of his mother, a religious fanatic and leader of the heretical church of Santa Sangre (\"Holy Blood\"), and then commit suicide. Back in the present, he escapes and rejoins his surviving and armless mother.","release_date":"1989-05-01","vote_average":7.2,"runtime":123,"cert":"","id":19236,"title":"Santa Sangre","adult":false,"genre_ids":[14,27,9648]},{"cast":["Don McManus","Ryanne Duzich","Teddy Dunn","Daniel Franzese","Agnes Bruckner"],"overview":"Whilst celebrating a graduation at a secluded vacation home, a group of college students find themselves targeted by a sadistic killer who forces them to play a deadly game of killing one another in order to survive.","release_date":"2008-05-14","vote_average":5.3,"runtime":82,"cert":"N\/A","id":19237,"title":"Kill Theory","adult":false,"genre_ids":[27,53,9648]},{"cast":["Jesse Bradford","Sophia Bush","Brandon Routh","Jennifer Morrison","Bill Mendieta"],"overview":"A suddenly single guy invites what he thinks is a perfect couple to move into his apartment, only to discover they quickly insert themselves into all aspects of his life.","release_date":"2009-01-01","vote_average":5.0,"runtime":93,"cert":"N\/A","id":19238,"title":"Table for Three","adult":false,"genre_ids":[35,10749]},{"cast":["Ryan Merriman","Haylie Duff","Mark Rolston","Danny Nucci","Troy Winbush"],"overview":"While camping in Jasper Park up North California, the couple Tom Alan Smithee and Gwen Marie Holden are attacked by a group of strangers; Tom is immediately killed and Gwen is abducted by the men to an underground facility to breed.","release_date":"2008-01-03","vote_average":4.0,"runtime":85,"cert":"N\/A","id":19241,"title":"Backwoods","adult":false,"genre_ids":[27,53,10770]},{"cast":["Leroy 'Nicky' Barnes","Don Ferrarone","Thelma Grant","Carol Hawkins-Williams","Joseph Jazz Hayden"],"overview":"The true-life story of a Harlem's notorious Nicky Barnes, a junkie turned multimillionaire drug-lord. Follow his life story from his rough childhood to the last days of his life.","release_date":"2007-10-25","vote_average":7.0,"runtime":92,"cert":"N\/A","id":19244,"title":"Mr. Untouchable","adult":false,"genre_ids":[80,99]},{"cast":["Billy Crystal","Harry Shearer","Gilda Radner","Michael Fremer"],"overview":"Animalympics is all about the Animal Olympics Contest where all the animals around the world gather to take part in everything from skiing in North America to the very long marathon race in humid conditions. With lively music provided by Graham Gouldman, the film is very different to other cartoons, being more of a drama-comedy than cartoon.","release_date":"1980-02-01","vote_average":5.9,"runtime":78,"cert":"N\/A","id":19247,"title":"Animalympics","adult":false,"genre_ids":[35,16,10751]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Joan Sims","Bernard Bresslaw"],"overview":"A group of holidaymakers head for the Spanish resort of Elsbels for a 4-day visit. When they get there, they find the Hotel still hasn't been finished being built, and the weather is awful. And there is something strange about the staff. They all look very similar. To top it all off, the weather seems to be having an adverse affect on the Hotel's foundations...","release_date":"1972-12-01","vote_average":6.6,"runtime":88,"cert":"PG","id":19252,"title":"Carry On Abroad","adult":false,"genre_ids":[35]},{"cast":["John Krasinski","Maya Rudolph","Carmen Ejogo","Catherine O'Hara","Jeff Daniels"],"overview":"Verona and Burt have moved to Colorado to be close to Burt's parents but, with Veronica expecting their first child, Burt's parents decide to move to Belgium, now leaving them in a place they hate and without a support structure in place. They set off on a whirlwind tour of of disparate locations where they have friends or relatives, sampling not only different cities and climates but also different families. Along the way they realize that the journey is less about discovering where they want to live and more about figuring out what type of parents they want to be.","release_date":"2009-06-05","vote_average":6.8,"runtime":98,"cert":"N\/A","id":19255,"title":"Away We Go","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kazuhiko Inoue","Shuuichi Ikeda","Nobuo Tobita","Hirotaka Suzuoki","Hirotaka Suzuoki"],"overview":"Universal Century 0087. The Titans, a bellicose faction among the Earth Federation Forces, grows powerful and tyrannical, even using poison gas to suppress a civil unrest. Dissident soldiers from the same military stand against them, forming a resistance group called the AEUG. Kamille Bidan, a civilian student, gets entangled in this conflict when he impulsively steals the Gundam Mark II and joins the AEUG, running away from his home space colony. Then he begins to fight along with Char Aznable, a former Zeon ace pilot who has infiltrated the Earth Sphere for reasons of his own.  This is the first part of the feature trilogy derived from the anime series Mobile Suit Zeta Gundam, and features enhanced animation and theme songs by GACKT.","release_date":"2005-05-28","vote_average":7.0,"runtime":94,"cert":"N\/A","id":19256,"title":"Mobile Suit Zeta Gundam A New Translation I: Heirs to the Stars","adult":false,"genre_ids":[28,16,18,878,10752]},{"cast":["Shuuichi Ikeda","Kazuhiko Inoue","Nobuo Tobita","Yukana","Hochu Otsuka"],"overview":"Universal Century 0087, as the civil war between the AEUG and the Titans continues, Kamille meets a mysterious girl named Four. But his encounter with Four, one of the Titans' \"cyber-Newtypes,\" fills his heart with anguish. The grief-stricken Kamille fights his way back to space to find the new mobile suit Z Gundam waiting for him. Meanwhile Paptimus Scirocco, the man from Jupiter, has added his strength to that of the Titans. And a third power is finally making its move, in the form of the Zeon remnants of Axis...  With enhanced animation and a theme song by GACKT, the tragic romance of Kamille and Four unfolds in this second part of the Mobile Suit Zeta Gundam feature trilogy.","release_date":"2005-10-29","vote_average":6.5,"runtime":98,"cert":"N\/A","id":19257,"title":"Mobile Suit Zeta Gundam A New Translation II: Lovers","adult":false,"genre_ids":[28,16,18,878]},{"cast":["Burt Reynolds","Ned Beatty","Jim Nabors","Parker Stevenson","Loni Anderson"],"overview":"Stroker Ace, a champion NASCAR driver, is standing at the top of his career, but is getting fed up with having to do as he's told. In between rebelling against his sponsor (a fried chicken chain)'s promotion gimmicks (like making him dress up in giant chicken suit) he spends the rest of the movie trying to bed the buxom Pembrook.","release_date":"1983-07-01","vote_average":4.8,"runtime":96,"cert":"N\/A","id":19258,"title":"Stroker Ace","adult":false,"genre_ids":[28,35]},{"cast":["Tom Hanks","John Candy","Rita Wilson","Tim Thomerson","Gedde Watanabe"],"overview":"Lawrence is a rich kid with a bad accent and a large debt. After his father refuses to help him out, Lawrence escapes his angry debtors by jumping on a Peace Corp flight to Southeast Asia, where he is assigned to build a bridge for the local villagers with American-As-Apple-Pie WSU Grad Tom Tuttle and the beautiful and down-to earth Beth Wexler.","release_date":"1985-08-16","vote_average":5.6,"runtime":107,"cert":"N\/A","id":19259,"title":"Volunteers","adult":false,"genre_ids":[35]},{"cast":["Ryan Dunn","Bam Margera","Mike Vallely","Tony Hawk","Mike Escamilla"],"overview":"Tony Hawk and the stars of MTVs 'Jackass' race 3000 miles around the world from London to Los Angeles in just 8 days against 120 supercars in the famous Gumball 3000 Rally. '3000 Miles' follows the action, adventure and Jackass style antics along the way, with fast driving, crashes and sabotage adding to the drama and mayhem. Burt Reynolds eat your heart out!","release_date":"2007-04-24","vote_average":8.0,"runtime":105,"cert":"N\/A","id":19266,"title":"3000 Miles","adult":false,"genre_ids":[28,35,99]},{"cast":["Jackie Chan","José Ferrer","Kristine DeBell","Mako Iwamatsu","Ron Max"],"overview":"A young Asian American martial artist is forced to participate in a brutal formal street-fight competition.","release_date":"1980-09-10","vote_average":5.8,"runtime":95,"cert":"N\/A","id":19267,"title":"The Big Brawl","adult":false,"genre_ids":[28,35]},{"cast":["Vincent Elbaz","Isabelle Carré","François-Xavier Demaison","Audrey Dana","Omar Sy"],"overview":"Famille : Groupe de personnes réunies par des liens de parenté et un fort sentiment de solidarité morale et matérielle. Quand Alain a épousé Nathalie, il ne savait pas qu'il épouserait aussi sa famille. Ce samedi, comme toutes les semaines, ils sont invités à dîner chez son beau-frère, Jean-Pierre à Créteil. C'est vrai, Alain en a marre de ces dîners familiaux, mais il ne sait pas encore ce qui l'attend véritablement ce soir-là... Ni les jours qui suivent","release_date":"2009-06-17","vote_average":6.5,"runtime":102,"cert":"N\/A","id":19268,"title":"Tellement proches","adult":false,"genre_ids":[35]},{"cast":["D'Angelo Midili","Jason Adkins","Darlene Sellers"],"overview":"Johnny (DAngelo Midili) is a young boy witnesses the violent death of his parents and older sister. Twenty years later he finds himself involved with organized crime with his adoptive father a small local crime boss. While watching a poker game with men who work for his adoptive father he overhears who murdered his family and the wheels start turning in his mind set on revenge. Over the next twent","release_date":"2009-03-21","vote_average":5.0,"runtime":94,"cert":"N\/A","id":19269,"title":"Blank","adult":false,"genre_ids":[]},{"cast":["Jackie Chan","James Tien","Yen Shi-Kwan","Lee Kwan","Chan Wai-Lau"],"overview":"Jackie Chan is a youngster, living in a remote vllage with his grandfather who teaches him Kong-Fu (naturally). He keeps getting into fights, even though his grandfather warns him not to show their Kong-Fu to others. Jackie, though, is tempted by some thugs he beat up to act as the master of a Kong-Fu school. This school's name apparently spreads far, as an old enemy of Jackie's grandfather (who t","release_date":"1979-02-17","vote_average":6.5,"runtime":92,"cert":"N\/A","id":19274,"title":"Fearless Hyena","adult":false,"genre_ids":[35,28]},{"cast":["Jacque Fresco","Roxanne Meadows","William Gazecki","Larry King"],"overview":"Future by Design shares the life and far-reaching vision of Jacque Fresco, considered by many to be a modern day Da Vinci. Peer to Einstein and Buckminster Fuller, Jacque is a self-taught futurist who describes himself most often as a \"generalist\" or multi-disciplinarian -- a student of many inter-related fields.","release_date":"2006-06-10","vote_average":8.0,"runtime":86,"cert":"N\/A","id":19275,"title":"Future by Design","adult":false,"genre_ids":[99]},{"cast":["Paresh Rawal","Kunal Khemu","Sonu Sood","Soha Ali Khan","Johnny Lever"],"overview":"Anand Pawar (Kunal Khemu) and Raj Chopra (Paresh Rawal) are perhaps the two most extreme individuals that have walked the city of Mumbai. While Anand is an idealist chartered accountant, Raj is an idle film producer.","release_date":"2009-03-06","vote_average":4.6,"runtime":135,"cert":"N\/A","id":19276,"title":"Dhoondte Reh Jaoge","adult":false,"genre_ids":[35]},{"cast":["Jean-Claude Van Damme","Marnie Alton","Alan Davidson","Lawrence Taylor","Billy Rieck"],"overview":"A man must survive a prison where hardened criminals battle to the death for the warden's entertainment.","release_date":"2003-11-24","vote_average":5.9,"runtime":96,"cert":"N\/A","id":19277,"title":"In Hell","adult":false,"genre_ids":[28,18,53]},{"cast":["Hank Caylor","Johnny Copp","Micah Dash","Alex Honnold","Lisa Rands"],"overview":"The Sharp End is an adrenaline-soaked journey up the world's most challenging walls: the French Alps, the Eiger, the Utah desert, the Diamond of Colorado, Indian Kashmir, Yosimite Granite, and the sandstone spires of the Czech Republic. Run-out routes, scary high-ball boulder problems, ice-covered alpine walls and all-or-nothing free-solo ascents will keep your palms perspiring.","release_date":"2007-02-08","vote_average":0.0,"runtime":63,"cert":"N\/A","id":19278,"title":"The Sharp End","adult":false,"genre_ids":[12,99]},{"cast":["Mark Dacascos","Amelia Cooke","Emma Lahana","Kim Coates","Billy Zane"],"overview":"A lawman from another galaxy must stop an invading force from building a gateway to planet Earth.","release_date":"2007-07-17","vote_average":4.0,"runtime":95,"cert":"15","id":19279,"title":"Alien Agent","adult":false,"genre_ids":[28,878]},{"cast":["Warwick Davis","John Gatins","Lee Armstrong","John DeMita","Michael Callan"],"overview":"It was a normal night in Las Vegas, Nevada, all the lights were flashing brightly, until a man with one hand, one eye, and one leg walks into a pawn shop with a statue of a hideous looking Leprechaun. The owner claims it's a good luck charm. The statue also wore a medallion around it's neck. The careless pawn shop owner took off the medallion setting the Leprechaun free...","release_date":"1995-07-04","vote_average":5.2,"runtime":90,"cert":"N\/A","id":19286,"title":"Leprechaun 3","adult":false,"genre_ids":[35,14,27]},{"cast":["Warwick Davis","Brent Jasmer","Jessica Collins","Rebecca Carlton","Gary Grossman"],"overview":"On a planet in a distant galaxy, a power hungry Leprechaun, holds a beautiful alien princess hostage in order to marry her for her royal title. With her title and his beloved gold, he'll be able to rule the universe. While making his maniacal plans, what he doesn't count on is an invading platoon of marines from Earth, to save the princess and foil his plans. An accomplished trickster, the Leprechaun stows himself away on the orbiting spaceship and wreaks havoc on the crew in an attempt to recapture his bride.","release_date":"1996-12-25","vote_average":4.3,"runtime":95,"cert":"N\/A","id":19287,"title":"Leprechaun 4: In Space","adult":false,"genre_ids":[35,14,27,878]},{"cast":["Warwick Davis","Tangi Miller","Laz Alonso","Page Kennedy","Sherrie Jackson"],"overview":"When Emily Woodrow and her friends happen on a treasure chest full of gold coins, they fail to to heed the warnings of a wise old psychic who had foretold that they would encounter trouble with a very nasty and protective Leprechaun.","release_date":"2003-12-30","vote_average":4.9,"runtime":90,"cert":"N\/A","id":19288,"title":"Leprechaun: Back 2 tha Hood","adult":false,"genre_ids":[27,35]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Jim Dale","Joan Sims"],"overview":"Dr Nookey is disgraced and sent to a remote island hospital. He is given a secret slimming potion by a member of staff, Gladstone Screwer, and he flies back to England to fame and fortune. But others want to cash in on his good fortunes, and some just want him brought down a peg or two.","release_date":"1969-12-05","vote_average":6.4,"runtime":85,"cert":"PG","id":19293,"title":"Carry on Again Doctor","adult":false,"genre_ids":[35]},{"cast":["Sean Patrick Flanery","Camille Guaty","Alanna Ubach","Jack Plotnick","Udo Kier"],"overview":"A Latina working in Los Angeles as a messenger is randomly discovered and fashioned into a pop music star.","release_date":"2004-05-07","vote_average":4.6,"runtime":90,"cert":"N\/A","id":19294,"title":"30 Days Until I'm Famous","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2016-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":19295,"title":"Power Raiders","adult":false,"genre_ids":[]},{"cast":["Vinnie Jones","Jason Barry","Nora-Jane Noone","Adam Fogerty","Amy Huberman"],"overview":"When the dead start to mysteriously re-animate from an ancient bog an eccentric hunter, embarks on a crusade to hunt down the forsaken beasts. But when a ferocious Bog Man emerges from the murk, a powerful and ancient evil is released and the Hunter becomes the hunted.","release_date":"2009-06-23","vote_average":2.7,"runtime":90,"cert":"N\/A","id":19296,"title":"Legend of the Bog","adult":false,"genre_ids":[18,27,53]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Joan Sims","Hattie Jacques"],"overview":"This is the tale of industrial strife at WC Boggs' Lavatory factory. Vic Spanner is the union representative who calls a strike at the drop of a hat; eventually everyone has to get fed up with him. This is also the ideal opportunity for lots of lavatorial jokes...","release_date":"1971-12-10","vote_average":6.2,"runtime":90,"cert":"N\/A","id":19297,"title":"Carry On at Your Convenience","adult":false,"genre_ids":[35]},{"cast":["Jocelyn Osorio"],"overview":"Stagknight is derived from the uncensored lusty straight-to-Drive-In horrors of the 70's and 80's, I Spit on your Grave, The Beast, Samurai Assisan, movies that spawned the mighty Evil Dead, American Werewolf in London, later Aliens. Set deep in dark mythical English woods Stagknight presents a uniquely stupid look at this genre through the cracked \"Weekend Warriors\" paintball team. This is mansville not boytown on a blow-out bachelor paintball weekender bender of dirty tricks, hot babes and truly splatter-tastic medieval kills to die for.","release_date":"2007-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":19298,"title":"Stagknight","adult":false,"genre_ids":[27]},{"cast":["Cyron Melville","Sara Hjort Ditlevsen","Charlotte Fich","Dejan Čukić","Rasmus Botoft"],"overview":"Daniel is a very talented piano student and loves Sofie, but he is terrified by the thought of losing her and accuses her of seeing another man. Everybody says he is wrong, but the suspicion grows as does an uncontrollable side of Daniel.","release_date":"2009-07-31","vote_average":6.0,"runtime":94,"cert":"N\/A","id":19299,"title":"Love and Rage","adult":false,"genre_ids":[18]},{"cast":["Elke Sommer","Kenneth Williams","Bernard Bresslaw","Kenneth Connor","Jack Douglas"],"overview":"Professors Vrooshka and Crump decide to visit an archaeological site to study the artifacts there. Lo and behold, it's right next to a caravan site where all manner of people are staying. With a randy Major owning the site, a snobbish mother, and the two professors' constant innuendos, the film ends with a sinking caravan site and a striptease performance as a replacement for the cabaret night.","release_date":"1975-12-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":19300,"title":"Carry On Behind","adult":false,"genre_ids":[35]},{"cast":["Stephanie Leon","Malou Leth Reymann","Honey Shain","Julie Grundtvig Wester","Trine Appel"],"overview":"Four girls in rehab is on tour from their treatment centers and it becomes their life stories. The girls run off in a stolen Volvo and soon learns to know the freedom of good and evil. Both the fantastic feeling to be master of its own destiny, but also the heavy feeling of responsibility when you have to figure out what to do with his life. Before long, the girls learn that they can not continue","release_date":"2009-07-03","vote_average":5.4,"runtime":88,"cert":"N\/A","id":19301,"title":"Hush Little Baby","adult":false,"genre_ids":[18]},{"cast":["Pilou Asbæk","Peter Mygind","Anna Neye Poulsen","Toke Lars Bjarke","Carl Christian Winther"],"overview":"The 12-year-old Oliver discovers that his grandfather used to be a monster hunter and is keeping a shadow monster locked up in his secret cellar. When the shadow monster accidentally escapes, Oliver and his younger brother Lasse have to follow their grandfather's instructions and enlist their friends to catch the monster and bring it back - before it is too late! »Monster Busters« is based on an idea of the universe in the children's book series by Jacob Weinreich.","release_date":"2009-10-09","vote_average":0.0,"runtime":88,"cert":"N\/A","id":19304,"title":"Monster Busters","adult":false,"genre_ids":[10751,14,12]},{"cast":["Paprika Steen","Michael Falch","Otto Leonardo Steen Rieks","Noel Koch-Søfeldt","Sara-Marie Maltha"],"overview":"When the critically acclaimed, tough and coming of age actress Thea Barfoed ends her rehab, she confronts a hard choice. During her heavy drinking period she divorced and lost custody of her two boys. Now she wants them to be a part of her life again.","release_date":"2009-09-24","vote_average":5.8,"runtime":85,"cert":"N\/A","id":19305,"title":"Applause","adult":false,"genre_ids":[18]},{"cast":["Nikolaj Lie Kaas","Birgitte Hjort Sørensen","Nikolaj Coster-Waldau","Steven Berkoff","Matthias Hues"],"overview":"An english tv-team discovers a special white flower in the indonesian rainforest, but they never get to investegate it further, before the danish recluse Severin has shot them down. A danish special enforcement with a psychiatrist in front is sent off, and they find out, that Severin claims, that he is 129 years old, and it's the flower, which keeps him young. Soon all hunts the white flower, which apparently gives eternal life.","release_date":"2009-10-09","vote_average":5.8,"runtime":99,"cert":"N\/A","id":19306,"title":"At World's End","adult":false,"genre_ids":[12,28,35,53]},{"cast":["Sid James","Charles Hawtrey","Joan Sims","Kenneth Williams","Terry Scott"],"overview":"Sid and Bernie keep having their amorous intentions snubbed by their girlfriends Joan and Anthea, so when they decide to take them on a holiday to Paradise Camp, they think they're off to a nudist colony - but they couldn't be more wrong, and meet up with the weirdest bunch of campers you can imagine! Coach-loads of sex-starved schoolgirls and a party of hippies all add to the laughs.","release_date":"1969-05-29","vote_average":6.8,"runtime":88,"cert":"PG","id":19307,"title":"Carry On Camping","adult":false,"genre_ids":[35]},{"cast":["Sean Kilkoyne","Caroline Koebel"],"overview":"BooBoo, a young telepath, and her father, Yogi, are revolutionaries pitted against the \"New Electromagnetic Order\". Their story, set in the year 2007 in a blighted Nevada outpost, is interwoven with a history of the development of electromagnetic technologies, from X-rays to atom bombs, from television to the Internet.","release_date":"2000-03-17","vote_average":6.0,"runtime":94,"cert":"N\/A","id":19310,"title":"Spectres of the Spectrum","adult":false,"genre_ids":[27,35,878]},{"cast":["Tom Budge","Josef Ber","Joel Edgerton","Leon Ford","Samuel Johnson"],"overview":"Have you ever wondered \"What is the meaning of life? Why do we exist?\" The answer to this vexing question is now within your reach! You'll find it in a small yet amazing booklet, which will explain, in easy to follow, simple terms your reason for being! The booklet, printed on the finest paper, contains illuminating, exquisite colour pictures, and could be yours for a mere $9.99.","release_date":"2008-09-04","vote_average":6.2,"runtime":78,"cert":"N\/A","id":19311,"title":"$9.99","adult":false,"genre_ids":[16,18]},{"cast":["Kristy Swanson","Judd Nelson","David Selby","Christa Campbell","Daniel Buran"],"overview":"It's 2 A.M. in St. Louis when a routine scientific experiment goes terribly wrong and an explosion shakes the city. A scientific team investigates, clashing with an intergalactic, voltage-devouring creature that vaporizes them.","release_date":"2006-06-10","vote_average":3.5,"runtime":90,"cert":"N\/A","id":19312,"title":"The Black Hole","adult":false,"genre_ids":[878,53,10770]},{"cast":["George Hamilton","Lauren Hutton","Brenda Vaccaro","Ron Leibman","Donovan Scott"],"overview":"George Hamilton stars in a dueling dual role as twin sons of the legendary Zorro. Soon after the dashing Don Diego Vega inherits his father's famous sword and costume, a broken ankle prevents the masked avenger from fulfilling his heroic duties. When his flamboyantly fashion-conscious brother assumes the secret identity to continue an ongoing fight for justice, the results are nothing short of hilarious!","release_date":"1981-07-17","vote_average":6.3,"runtime":93,"cert":"N\/A","id":19317,"title":"Zorro, The Gay Blade","adult":false,"genre_ids":[37,28,35,12,10749]},{"cast":["George Lopez","Daniela Bobadilla","Jane Lynch","Julia Benson","Elizabeth Thai"],"overview":"Public Defender Eddie is a widower with a 13 year-old daughter, Naomi. A classic workaholic, Eddie has been M.I.A. for most of Naomi's big moments. But when an unfortunately timed accident gives Eddie the opportunity to become the \"Team Mom\" for the Killer Bees, Naomi's team in the Spring Action Classic at camp Hulka's Rock, he grabs it.","release_date":"2009-06-19","vote_average":5.6,"runtime":84,"cert":"N\/A","id":19318,"title":"Mr. Troop Mom","adult":false,"genre_ids":[35,10751]},{"cast":["Miguel Sandoval","José Zúñiga","Olivia Hussey","George Lopez"],"overview":"Isidor's Tortilla Heaven is the best restaurant in New Mexico maybe even the world. But though his tortillas are scrumptious, his enchiladas divine, Isidor has never made a dime. Why? He lives in Falfurrias, population 73. One Sunday, while all the town, including his wife and son, are piously praying mass, a miracle occurs. Upon one of his famous, hand-made tortillas appears the face of Jesus Christ.","release_date":"2008-10-14","vote_average":4.8,"runtime":98,"cert":"N\/A","id":19319,"title":"Tortilla Heaven","adult":false,"genre_ids":[35]},{"cast":["Lewis Collins","Judy Davis","Richard Widmark","Edward Woodward","Robert Webber"],"overview":"When SAS Captain Peter Skellen is thrown out of the service for gross misconduct due to unnecessary violence and bullying, he is soon recruited by The People's Lobby, a fanatical group aiming to hold several US dignitaries hostage. But Skellen's dismissal is a front to enable him to get close to the terrorist group. Can he get close enough to stop the Lobby from creating an international incident?","release_date":"1982-08-26","vote_average":6.2,"runtime":125,"cert":"18","id":19322,"title":"Who Dares Wins","adult":false,"genre_ids":[28,53]},{"cast":["Tim Daly","Dana Delany","Powers Boothe","Lance Henriksen","George Dzundza"],"overview":"Embittered by Superman's heroic successes and soaring popularity, Lex Luthor forms a dangerous alliance with the powerful computer\/villain Brainiac. Using advanced weaponry and a special strain of Kryptonite harvested from the far reaches of outer space, Luthor specifically redesigns Brainiac to defeat the Man of Steel.","release_date":"2006-06-20","vote_average":5.8,"runtime":75,"cert":"N\/A","id":19323,"title":"Superman: Brainiac Attacks","adult":false,"genre_ids":[16,28,10751,878]},{"cast":["Cheech Marin","Paul Rodríguez","Daniel Stern","Kamala Lopez","Jan-Michael Vincent"],"overview":"Rudy, an American of Hispanic descent, whose south-of-the-border looks show him no mercy during an immigration raid in a migrant worker factory. As his luck goes, he is caught with neither money nor his ID and is deported to Mexico - without speaking a word of Spanish!","release_date":"1987-08-21","vote_average":5.8,"runtime":85,"cert":"N\/A","id":19324,"title":"Born in East L.A.","adult":false,"genre_ids":[35]},{"cast":["Andrew Francis","Michael Dobson","Chiara Zanni","Jason Michas","Scott McNeil"],"overview":"With darkness encroaching on the island of Mata Nui, the only hope for the survival of the islanders rests with two Matoran villagers, who must find the seventh Toa and deliver to him the fabled Mask of Light.","release_date":"2003-09-15","vote_average":6.0,"runtime":70,"cert":"N\/A","id":19325,"title":"Bionicle: Mask of Light","adult":false,"genre_ids":[28,12,16,10751,878]},{"cast":["Gizmo","Pauly Shore","Tia Carrere","Stanley Tucci","Richard Riehle"],"overview":"When jobless Tommy Collins discovers that sequestered jurors earn free room and board as well as $5-a-day, he gets himself assigned to a jury in a murder trial. Once there, he does everything he can to prolong the trial and deliberations and make the sequestration more comfortable for himself.","release_date":"1995-04-12","vote_average":4.3,"runtime":88,"cert":"N\/A","id":19326,"title":"Jury Duty","adult":false,"genre_ids":[35,18]},{"cast":["Katsuhiko Sasaki","Tomoko Ai","Akihiko Hirata","Katsumasa Uchida","Goro Mutsumi"],"overview":"Godzilla comes to the rescue when an alien race rebuilds Mechagodzilla to destroy Earth's cities. A traitorous scientist gives them a second weapon: Titanosaurus.","release_date":"1975-03-15","vote_average":5.8,"runtime":83,"cert":"","id":19333,"title":"Terror of Mechagodzilla","adult":false,"genre_ids":[28,878]},{"cast":["Hiroshi Ishikawa","Yuriko Hishimi","Minoru Takashima","Tomoko Umeda","Toshiaki Nishizawa"],"overview":"Godzilla's 12th film. After a accepting a job at a monster-themed park, a man learns his new employers are actually aliens who plan to use Ghidorah and Gigan to destroy earth.  Godzilla and Anguirus must battle them to defend earth.","release_date":"1972-03-12","vote_average":5.6,"runtime":89,"cert":"N\/A","id":19336,"title":"Godzilla vs. Gigan","adult":false,"genre_ids":[878]},{"cast":["Kazuki Kitamura","Dan Li","Michisuke Kashiwaya","Tomoro Taguchi","Naoto Takenaka"],"overview":"The story follows a trio of Japanese youths of Chinese descent who escape their semi-rural upbringing and relocate to Shinjuku, Tokyo, where they befriend a troubled Shanghai prostitute and fall foul of a local crime syndicate. Like many of Miike's works, the film examines the underbelly of respectable Japanese society and the problems of assimilation faced by non-ethnically Japanese people in Japan.","release_date":"1999-05-22","vote_average":6.6,"runtime":105,"cert":"N\/A","id":19337,"title":"Ley Lines","adult":false,"genre_ids":[28,53]},{"cast":["Christine Lahti","Bruce Davison","Jonathan Cake","Beau Bridges","Richard Crenna"],"overview":"The real-life story of Gisella Perl, a Jewish Hungarian doctor imprisoned in the notorious Auschwitz death camp of World War II.","release_date":"2003-04-13","vote_average":5.8,"runtime":113,"cert":"N\/A","id":19338,"title":"Out of the Ashes","adult":false,"genre_ids":[18]},{"cast":["Debra Winger","Theresa Russell","Sami Frey","Dennis Hopper","Nicol Williamson"],"overview":"Federal agent Alexandra Barnes believes that Catherine Petersen is a serial killer who marries rich men and then murders them for their money. But since Catherine is seemingly a master of disguise and has multiple identities, Alexandra can't prove anything with conventional detective work. With no other option, she goes undercover, pursuing the same man as Catherine, and hoping that Catherine will slip up and reveal her true identity.","release_date":"1987-02-06","vote_average":6.2,"runtime":102,"cert":"N\/A","id":19345,"title":"Black Widow","adult":false,"genre_ids":[9648,53]},{"cast":["Michelle Rodriguez","Jaime Tirelli","Paul Calderon","Santiago Douglas","Ray Santiago"],"overview":"Diana Guzman begins to train as a boxer and achieves impressive success, blazing new trails for female boxers, all while keeping it a secret from her father.","release_date":"2000-05-01","vote_average":6.2,"runtime":110,"cert":"N\/A","id":19348,"title":"Girlfight","adult":false,"genre_ids":[18]},{"cast":["Ice Cube","Eminem","Dr. Dre","Snoop Dogg","Nate Dogg"],"overview":"The Up in Smoke Tour is a West Coast hip hop tour in 2000 featuring artists Ice Cube, Eminem, Proof, Snoop Dogg, Dr. Dre, Nate Dogg, Kurupt, D12, MC Ren, Westside Connection, Mel-Man, Tha Eastsidaz, Doggy's Angels, Devin The Dude, Warren G, TQ, Truth Hurts and Xzibit.","release_date":"2000-12-02","vote_average":7.5,"runtime":119,"cert":"N\/A","id":19349,"title":"The Up in Smoke Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Freddie Mercury","Roger Taylor","John Deacon","Brian May"],"overview":"In November 1981, with “Under Pressure” topping the charts in the UK, Queen arrived in Montreal following dates in Japan and their record-breaking tour of Latin America. It was to be the only concert by Queen that was ever shot on film. Always a great live band, with arguably the greatest frontman of all time in Freddie Mercury, they excelled themselves with the cameras rolling.","release_date":"2007-09-21","vote_average":9.1,"runtime":96,"cert":"","id":19352,"title":"We Will Rock You","adult":false,"genre_ids":[10402]},{"cast":["Tracey Lee Smythe","Louise Vallance"],"overview":"The girls get a chance to perform with a famed ballet master who thinks Madeline is too small to succeed. Madeline's insecurity (and Pepito's teasing) keeps getting in the way of her performance until she is given a pep talk – and a pair of toe shoes – by an accomplished prima ballerina, who convinces Madeline that hard work and courage will help her excel.","release_date":"1900-01-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":19355,"title":"Madeline At The Ballet","adult":false,"genre_ids":[16]},{"cast":["Pierce Brosnan"],"overview":"From the banks of the Bahamas to the seas of Argentina, we go underwater to meet dolphins. Two scientists who study dolphin communication and behaviour lead us on encounters in the wild. Featuring the music of Sting. Nominated for an Academy Award®, Best Documentary, Short Subject, 2000.","release_date":"2000-04-14","vote_average":5.4,"runtime":41,"cert":"N\/A","id":19356,"title":"Dolphins","adult":false,"genre_ids":[99]},{"cast":["John Candy","Karen Austin","Kerri Green","Joey Lawrence","Aubrey Jene"],"overview":"Jack Chester, an overworked air traffic controller, takes his family on vacation to the beach. Things immediately start to go wrong for the Chesters, and steadily get worse. Jack ends up in a feud with a local yachtsman, and has to race him to regain his pride and family's respect.","release_date":"1985-08-09","vote_average":6.5,"runtime":87,"cert":"PG","id":19357,"title":"Summer Rental","adult":false,"genre_ids":[35]},{"cast":["Tom DeLonge","David Kennedy","Atom Willard"],"overview":"Featuring an interview with frontman Tom DeLonge discussing the high-profile breakup of his ex-band, blink-182, this documentary takes viewers into the studio as supergroup Angels & Airwaves records their debut album, \"We Don't Need to Whisper.\" The video also includes Angels & Airwaves onstage at their blistering best during stops on their 2006 tour, along with insights into the lives of the band members.","release_date":"2008-06-17","vote_average":5.6,"runtime":79,"cert":"N\/A","id":19358,"title":"Angels & Airwaves: Start the Machine","adult":false,"genre_ids":[99,10402]},{"cast":["Meg Tilly","Craig Sheffer","Eric Stoltz","Parker Posey","Adrienne Shelly"],"overview":"Six different writers wrote a scene each of this romantic comedy featuring the marriage and turbulent relationship of Joseph and Sarah, with Joseph's best friend Frank trying hard to cope with letting the love of his life marry his best friend. Featuring Quentin Tarantino in a cameo as Sid, a movie-bore party goer","release_date":"1994-01-01","vote_average":5.9,"runtime":86,"cert":"N\/A","id":19361,"title":"Sleep with Me","adult":false,"genre_ids":[35,18,10749]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"Meeting People Is Easy takes place during the promotion of Radiohead's 1997 release OK Computer, containing a collage of video clips, sound bites, and dialogue going behind the scenes with the band on their world tour, showing the eventual burn-out of the group as the world tour progresses. The inaugural show of the OK Computer tour began on 22 May 1997 in Barcelona, Spain.","release_date":"1998-01-01","vote_average":7.4,"runtime":95,"cert":"N\/A","id":19362,"title":"Meeting People Is Easy","adult":false,"genre_ids":[10402,99]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"Live at the Astoria is a live concert video from English alternative rock group Radiohead's concert at the London Astoria venue on 27 May 1994, released on 13 March 1995 to VHS, and later to DVD in 2005. The concert is notable for its collection of songs being heard then for the first time. These songs would not appear until the release of The Bends, ten months later.","release_date":"2005-01-01","vote_average":9.0,"runtime":87,"cert":"N\/A","id":19363,"title":"Radiohead - The Astoria, London: Live","adult":false,"genre_ids":[10402]},{"cast":["Rachael Leigh Cook","Rosario Dawson","Tara Reid","Alan Cumming","Parker Posey"],"overview":"Josie, Melody and Val are three small-town girl musicians determined to take their rock band out of their garage and straight to the top, while remaining true to their look, style and sound. They get a record deal which brings fame and fortune but soon realize they are pawns of two people who want to control the youth of America. They must clear their names, even if it means losing fame and fortune.","release_date":"2001-04-06","vote_average":5.5,"runtime":98,"cert":"PG","id":19366,"title":"Josie and the Pussycats","adult":false,"genre_ids":[35,10402]},{"cast":["Chris Carlisle","Joel Harrison","Gaetano Jones","Derek Long","Derek Meeker"],"overview":"Long-term couple Simon and Jason, along with daddy-ish Cooper and his boy du jour, escape to a mountain cabin for a three-day weekend away from their hectic city lives. Looking to spice up this long-standing tradition, they add a special twist to this years retreat - each of them must invite one attractive single friend to their mountain getaway.","release_date":"2008-06-03","vote_average":4.3,"runtime":84,"cert":"15","id":19369,"title":"3-Day Weekend","adult":false,"genre_ids":[18]},{"cast":["Ken Berry","Sandy Duncan","Harry Morgan","Roddy McDowall","McLean Stevenson"],"overview":"A UFO is stranded on earth and impounded by the US government. Its pilot, a cat with a collar that gives it special powers, including the ability to communicate with humans, has eluded the authorities and seeks the help of a scientist in order to reclaim and repair his ship and get back home.","release_date":"1978-06-09","vote_average":5.7,"runtime":104,"cert":"U","id":19378,"title":"The Cat from Outer Space","adult":false,"genre_ids":[35,10751,878]},{"cast":["Michael Crawford","Oliver Reed","Barbara Carrera","James Hampton","Jean-Pierre Kalfon"],"overview":"Comic artist and writer Woody performs a simple courier operation for his friend Harry who works for the CIA. But when he successfully fends off hostile agents, he earns the respect of the beautiful Natalia, who requests his assistance for her defection. Woody uses this request as leverage to use the CIA's resources to bring his comic book creation, Condorman, to life to battle the evil Krokov.","release_date":"1981-07-02","vote_average":5.2,"runtime":90,"cert":"U","id":19379,"title":"Condorman","adult":false,"genre_ids":[35,28,12]},{"cast":["Willem Dafoe","Mary Elizabeth Mastrantonio","Mickey Rourke","Samuel L. Jackson","M. Emmet Walsh"],"overview":"A small southwestern town sheriff finds a body in the desert with a suitcase and $500,000. He impersonates the man and stumbles into an FBI investigation.","release_date":"1992-04-24","vote_average":5.7,"runtime":101,"cert":"N\/A","id":19380,"title":"White Sands","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["Kirsten Dunst","Gaby Hoffmann","Lynn Redgrave","Rachael Leigh Cook","Tom Guiry"],"overview":"If there's one thing this wild group of friends at an all-girls high school has learned, it's how to get what they want! So when word leaks out that their school is about to merge with an all-boys academy, some of the students strike back... and the girls wage an all-out assault in an outrageous battle of the sexes!","release_date":"1998-08-21","vote_average":6.3,"runtime":97,"cert":"N\/A","id":19381,"title":"Strike!","adult":false,"genre_ids":[35]},{"cast":["Matthew Broderick","Christopher Walken","Matt Mulhern","Corey Parker","Casey Siemaszko"],"overview":"During the Second World War, Eugene enlists in the US Army during the last year of the War and is sent to basic training in Biloxi Mississippi. There he must live with a variety of fellow soldiers while enduring the whims of a mentally unstable drill sergeant.","release_date":"1988-03-25","vote_average":6.4,"runtime":106,"cert":"N\/A","id":19382,"title":"Biloxi Blues","adult":false,"genre_ids":[35,18,10749]},{"cast":["Boris Karloff","Tim O'Kelly","Arthur Peterson, Jr.","Monte Landis","Nancy Hsueh"],"overview":"A Vietnam veteran quietly plans to go on a mass shooting spree. At the same time, an elderly horror film star prepares to make a public appearance at a drive-in theater.","release_date":"1968-05-15","vote_average":6.9,"runtime":90,"cert":"N\/A","id":19383,"title":"Targets","adult":false,"genre_ids":[53,80,18,27]},{"cast":["Dolph Lundgren","Brian Benben","Betsy Brantley","Matthias Hues","Jay Bilas"],"overview":"Jack Caine is a Houston vice cop who's forgotten the rule book. His self-appointed mission is to stop the drugs trade and the number one supplier Victor Manning. Whilst involved in an undercover operation to entrap Victor Manning, his partner gets killed, and a sinister newcomer enters the scene...","release_date":"1990-01-26","vote_average":6.0,"runtime":91,"cert":"18","id":19384,"title":"Dark Angel","adult":false,"genre_ids":[28,53,878,80,27]},{"cast":["Will Patton","Devon Gearhart","Colin Ford","Richard Herd","Gregory Alan Williams"],"overview":"A mysterious drifter lures two boys into uncovering the secrets of a sleepy southern town.","release_date":"2007-09-14","vote_average":4.7,"runtime":null,"cert":"N\/A","id":19389,"title":"Dog Days of Summer","adult":false,"genre_ids":[18,53,9648]},{"cast":["Gabriel Mann","Bijou Phillips","Izabella Miko","Elias Koteas","Jarreth J. Merz"],"overview":"Chaz Davenport is a dashing bachelor who owns what promises to become the hottest new nightclub in town--if only the lights would stay on. Surrounded by the sumptuous blues music he adores, and with his pick of the gorgeous women who perform their sensual dance numbers onstage every night, Chaz is the envy of every man.","release_date":"2008-12-12","vote_average":3.0,"runtime":83,"cert":"N\/A","id":19392,"title":"Dark Streets","adult":false,"genre_ids":[18]},{"cast":["Sarah Jessica Parker","Nancy Addison","Tom Shea","Rick Weber","Paul Bates"],"overview":"Lori Anderson is trying to deal with the recent tragedy of her father's death. As Lori's mother moves on, Lori finds herself stuck, consumed by grief and anger. With the lingering feeling that something about her father's passing was not right, Lori turns to his journals for answers. The events that follow catapult Lori into a strange romance with a ghost, resulting in a mysterious journey.","release_date":"1983-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":19399,"title":"Somewhere, Tomorrow","adult":false,"genre_ids":[14,18,878,10749]},{"cast":["Tawny Kitaen","Brent Huff","Zabou Breitman","Bernadette Lafont","Jean Rougerie"],"overview":"A beautiful woman hires an intrepid adventurer to help find her father, who has disappeared in the jungle while searching for a rare and priceless butterfly. Along the way they run into cannibals, a race of Amazon warriors and all the usual attractions one would expect to find in a lost jungle.","release_date":"1984-02-07","vote_average":4.9,"runtime":88,"cert":"N\/A","id":19400,"title":"Gwendoline","adult":false,"genre_ids":[12,14,53]},{"cast":["Lee Strobel"],"overview":"Based upon the Gold-Medallion award-winning best-seller, The Case for Christ documents Lee Strobel's journey from atheism to faith through his two-year investigation of the Bible and the life of Jesus Christ.","release_date":"2007-01-01","vote_average":2.0,"runtime":71,"cert":"N\/A","id":19401,"title":"The Case for Christ","adult":false,"genre_ids":[99,10751]},{"cast":["Alyssa Milano","Jason Gedrick","James Caan"],"overview":"A drama centered around Patty Montanari, the widowed mother of two who went to work for her lover Frank Russo, a captain in a Brooklyn crime family.","release_date":"2008-03-15","vote_average":5.5,"runtime":100,"cert":"N\/A","id":19402,"title":"Wisegal","adult":false,"genre_ids":[18,80,10770]},{"cast":["Charles Bronson","Jan-Michael Vincent","Keenan Wynn","Jill Ireland","Linda Ridgeway"],"overview":"Arthur Bishop is a veteran hit man who, owing to his penchant for making his targets' deaths seem like accidents, thinks himself an artist. It's made him very rich, but as he hits middle age, he's so depressed and lonely that he takes on one of his victim's sons, Steve McKenna, as his apprentice. Arthur puts him through a rigorous training period and brings him on several hits. As Steven improves, Arthur worries that he'll discover who killed his father.","release_date":"1972-10-06","vote_average":6.9,"runtime":100,"cert":"15","id":19403,"title":"The Mechanic","adult":false,"genre_ids":[28,80,53]},{"cast":["Shah Rukh Khan","Kajol","Amrish Puri","Anupam Kher","Satish Shah"],"overview":"Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.","release_date":"1995-10-20","vote_average":8.9,"runtime":190,"cert":"N\/A","id":19404,"title":"Dilwale Dulhania Le Jayenge","adult":false,"genre_ids":[35,18,10749]},{"cast":["Andrew Lawrence","Rickey D'Shon Collins","Pamela Adlon","Ashley Johnson","Jason Davis"],"overview":"It's the most exciting time of year at Third Street Elementary-- the end of the School Year! But boredom quickly sets in for protagonist TJ Detweiler, as his friends are headed for Summer Camp. One day, while passing by the school on his bike, he notices a green glow coming from the school's auditorium. This is the work of the insidious ex-principal of Third Street, Phillium Benedict and his gang of ninjas and secret service look-alikes! Benedict is planning to get rid of Summer Vacation using his newly-acquired Tractor Beam, which he stole from the US Military Base in an effort to raise US Test Scores, and it's up to the Recess Gang to stop him!","release_date":"2001-01-27","vote_average":6.4,"runtime":83,"cert":"U","id":19405,"title":"Recess: School's Out","adult":false,"genre_ids":[878,16,35,10751]},{"cast":["Annia Bu Maure","Carlos Ever Fonseca","Isabel Cristina Santos Téllez","Patricio Wood","Mario Limonta"],"overview":"In the manner of a well run Greek tragedy, leaving aside one of its components, dragging in its passing narrative certainty by the viewer that violent death is the hallmark of so much misfortune purifier, Los Dioses Rotos crowns the very successful arrival of Ernesto Daranas to the feature domains and with it, the team that accompanied him, including the actors.","release_date":"2008-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":19406,"title":"Los dioses rotos","adult":false,"genre_ids":[18]},{"cast":["Nino Manfredi","Maria Luisa Santella","Linda Moretti","Franco Merli","Maria Bosco"],"overview":"Giacinto lives with his wife, their ten children and various other family members in a shack on the hills of Rome. Some time ago he has lost his left eye while at work, and got a consistent sum of money from the insurance company, which he keeps hidden from the rest of the family. His whole life is now based on defending the money he sees as his own, while the rest of the family tries to kill him.","release_date":"1976-09-23","vote_average":7.6,"runtime":115,"cert":"N\/A","id":19413,"title":"Ugly, Dirty and Bad","adult":false,"genre_ids":[35,18]},{"cast":["Doris Day","David Niven","Janis Paige","Spring Byington","Richard Haydn"],"overview":"Drama critic Larry McKay, his wife Kay, and their four sons move from their crowded Manhattan apartment to an old house in the country. While housewife Kay settles into suburban life, Larry continues to enjoy the theater and party scene of New York. Kay soon begins to question Larry's fidelity when he mentions a flirtatious encounter with Broadway star Deborah Vaughn.","release_date":"1960-03-31","vote_average":6.5,"runtime":112,"cert":"N\/A","id":19414,"title":"Please Don't Eat the Daisies","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Peter Gallagher","Daryl Hannah","Valérie Quennessen","Barbara Rush","Carole Cook"],"overview":"Michael Pappas and his girlfriend, Cathy, are enjoying the white sand beaches of a Greek island as well as the freewheeling nature of the locals. When Michael meets Lina, who is in Greece from Paris doing archaeological work, he is enamored with the beautiful foreigner. Cathy, unhappy about Lina getting close to Michael, confronts the woman -- only to be unexpectedly wooed by her charms as well.","release_date":"1982-07-16","vote_average":5.6,"runtime":98,"cert":"N\/A","id":19415,"title":"Summer Lovers","adult":false,"genre_ids":[18,10749]},{"cast":["Jeannie Epper","Zoë Bell","Quentin Tarantino"],"overview":"With being thrown off buildings an occupational hazard, professional stuntwomen Jeannie Epper and Zoë Bell (the alter egos of Wonder Woman and Xena, respectively) would seem well-equipped for any challenges Hollywood might dish out. But finding roles -- and respect -- in a male-dominated field can prove more harrowing than dodging punches.","release_date":"2004-03-13","vote_average":6.6,"runtime":81,"cert":"N\/A","id":19416,"title":"Double Dare","adult":false,"genre_ids":[99]},{"cast":["Norm Macdonald","Dave Chappelle","Danny DeVito","Elaine Stritch","Daniel Benzali"],"overview":"A chauffeur kidnaps his rich boss's dog to hold it for ransom, but when she accidentally gets the dog back, she thinks that it's the chauffeur who's been kidnapped.","release_date":"2000-05-12","vote_average":5.5,"runtime":81,"cert":"N\/A","id":19419,"title":"Screwed","adult":false,"genre_ids":[28,35]},{"cast":["Darren Emerson","Karl Hyde","Rick Smith"],"overview":"Techno fans will dig the power and energy in this compilation featuring nine of the innovative British trio's jam sessions captured in Japan, Holland, Belgium, England and Ireland during their 1998-'99 world tour. Crisp sound makes tracks such as \"Push Upstairs\" and \"Pearls Girl\" pulsate with perfection. Add vivid concert film melded with imaginative visuals, and this dynamic video can't be beat.","release_date":"2000-10-10","vote_average":6.8,"runtime":89,"cert":"N\/A","id":19420,"title":"Underworld: Everything, Everything","adult":false,"genre_ids":[99,10402]},{"cast":["Christopher Jacot","Joanne Kelly","Shawn Roberts","Mayko Nguyen","Ryan Belleville"],"overview":"Nick (Jacot), whose life seemed to be going perfectly, realizes he may lose his girlfriend to a famous music producer (Priestley). He sets out on a roadtrip from the west coast to go to the MuchMusic Video Awards in Toronto, along with two buddies (Tyler and Dime), for the road trip of their lives.","release_date":"2004-08-19","vote_average":5.2,"runtime":93,"cert":"N\/A","id":19423,"title":"Going the Distance","adult":false,"genre_ids":[35]},{"cast":["Giulietta Masina","François Périer","Franca Marzi","Amedeo Nazzari","Dorian Gray"],"overview":"Rome, 1957. A woman, Cabiria, is robbed and left to drown by her boyfriend, Giorgio. Rescued, she resumes her life and tries her best to find happiness in a cynical world. Even when she thinks her struggles are over and she has found happiness and contentment, things may not be what they seem.","release_date":"1957-10-03","vote_average":8.1,"runtime":110,"cert":"N\/A","id":19426,"title":"Nights of Cabiria","adult":false,"genre_ids":[18]},{"cast":["Sally Field","Paul Newman","Bob Balaban","Don Hood","Josef Sommer"],"overview":"Megan Carter is a reporter duped into running an untrue story on Michael Gallagher, a suspected racketeer. He has an alibi for the time his supposed crime was committed but it involves an innocent party. When she tells Carter the truth and the newspaper runs it, tragedy follows, forcing Carter to face up to the responsibilities of her job when she is confronted by Gallagher.","release_date":"1981-11-19","vote_average":7.0,"runtime":116,"cert":"N\/A","id":19429,"title":"Absence of Malice","adult":false,"genre_ids":[18,10749,53]},{"cast":["Joachim Fuchsberger","Helen Vita","Paul Bösiger","Emmerich Schrenk","Eva Ingeborg Scholz"],"overview":"Life in the barracks, drill, harassment, and private Asch′s pranks are the ingredients of Hans Hellmut Kirst′s successful novel \"08\/15\" (the number of an Army regulation). Shortly before the outbreak of World War II: Private Asch and gunner Vierbein belong to the same unit but could not be more contrary. The instructors use every opportunity to bully the clumsy Vierbein with erratic corporal Platzek leading the way. The harassment starts with minor extra duties but soon the methods become more and more brutal. Finally, Asch comes to Vierbein′s help and takes on his superiors. Joachim Fuchsberger stars in his first major role.","release_date":"1954-09-30","vote_average":6.3,"runtime":103,"cert":"N\/A","id":19430,"title":"08\/15","adult":false,"genre_ids":[10752,18]},{"cast":["Susan Egan","Linus Torvalds","Richard M. Stallman","Eric S. Raymond","Bruce Perens"],"overview":"REVOLUTION OS tells the inside story of the hackers who rebelled against the proprietary software model and Microsoft to create GNU\/Linux and the Open Source movement.","release_date":"2001-01-01","vote_average":6.6,"runtime":85,"cert":"N\/A","id":19433,"title":"Revolution OS","adult":false,"genre_ids":[99]},{"cast":["Johnny Cash","Andy Griffith","Ed Van Nuys","Robert Schenkkan","Jo Henderson"],"overview":"Wallace a wealthy landowner in Meriwether County, Georgia, has virtually unlimited power in the county, including having the sheriff under his control. When he murders a share cropper he thinks that he is powerful enough to get away with it. Because the act of murder took place in Coweta County, it is under the jurisdiction of the Coweta County sheriff who hunts the murderer without trepidation.","release_date":"1983-02-15","vote_average":6.8,"runtime":100,"cert":"N\/A","id":19434,"title":"Murder in Coweta County","adult":false,"genre_ids":[10770,18]},{"cast":["Brian Molko","Frank Black","Steve Hewitt","Stefan Olsdal","Steve Forrest"],"overview":"Track list : 1. Bulletproof Cupid, 2. Allergic (To Thoughts Of Mother Earth), 3. Every You Every Me, 4. Bionic, 5. Protégé Moi, 6. , 7. Bitter End, 8. Soul Mates, 9. Black-Eyed, 10. I'll Be Yours, 11. Special Needs, 12. English Summer Rain, 13. Without You I'm Nothing, 14. This Picture, 15. Special K, 16. Taste In Men, 17. Slave To The Wage, 18. Peeping Tom, 19. Pure Morning, 20. Centrefolds, 21. Where Is My Mind?","release_date":"2003-10-18","vote_average":6.0,"runtime":120,"cert":"N\/A","id":19445,"title":"Placebo: Soulmates Never Die: Live in Paris 2003","adult":false,"genre_ids":[10402]},{"cast":["Lorenzo Lamas","Sydney Pollack"],"overview":"An exhilarating documentary film that celebrates the unsung hero of aviation - the local airport - by tracing the life, history,and struggles of an airport icon: Southern California's Van Nuys Airport. Featuring thrilling aerial photography and a sweeping original score, the film dispels common misconceptions and opposes criticism of General Aviation airports. Through the love story of one airport","release_date":"2005-11-25","vote_average":8.5,"runtime":73,"cert":"N\/A","id":19446,"title":"One Six Right","adult":false,"genre_ids":[99]},{"cast":["Mark Wahlberg","Joaquin Phoenix","Charlize Theron","James Caan","Ellen Burstyn"],"overview":"In the rail yards of Queens, contractors repair and rebuild the city's subway cars. These contracts are lucrative, so graft and corruption are rife. When Leo Handler gets out of prison, he finds his aunt married to Frank Olchin, one of the big contractors; he's battling with a minority-owned firm for contracts.","release_date":"2000-04-27","vote_average":6.3,"runtime":115,"cert":"15","id":19457,"title":"The Yards","adult":false,"genre_ids":[80]},{"cast":["Selena Gomez","Demi Lovato","Jamie Chung","Nicholas Braun","Kevin Schmidt"],"overview":"When an evil dictator threatens to take over the kingdom, Princess Rosalinda gets put into the Princess Protection Program. She is taken under the wing of General Joe Mason, an agent from the agency, and his daughter, Carter, who works after school at a nearby bait shop. Rosalinda goes undercover as a regular teen named, Rosie with the help of Carter. In turn, Rosalinda helps Carter overcome insecurities with herself and her crush on Donny who also likes her but can't tell or get shy.","release_date":"2009-05-20","vote_average":6.5,"runtime":89,"cert":"U","id":19458,"title":"Princess Protection Program","adult":false,"genre_ids":[10770,35,18,10751]},{"cast":["Sean Kilkoyne"],"overview":"Baldwin’s “pseudo-pseudo-documentary” presents a factual chronicle of US intervention in Latin America in the form of the ultimate far-right conspiracy theory, combining covert action, environmental catastrophe, space aliens, cattle mutilations, killer bees, religious prophecy, doomsday diatribes, and just about every other crackpot theory broadcast through the dentures of the modern paranoiac.","release_date":"1992-04-27","vote_average":5.0,"runtime":48,"cert":"N\/A","id":19459,"title":"Tribulation 99: Alien Anomalies Under America","adult":false,"genre_ids":[35,99]},{"cast":["Ricardo Darín","Héctor Alterio","Norma Aleandro","Eduardo Blanco","Natalia Verbeke"],"overview":"At age 42, Rafael Belvedere is having a crisis. He lives in the shadow of his father, he feels guilty about rarely visiting his aging mother, his ex-wife says he doesn't spend enough time with their daughter and he has yet to make a commitment to his girlfriend. At his lowest point, a minor heart attack reunites him with Juan Carlos, a childhood friend, who helps Rafael to reconstruct his past.","release_date":"2001-08-16","vote_average":7.6,"runtime":123,"cert":"N\/A","id":19460,"title":"Son of the Bride","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jeremy Clarkson","Jodie Kidd","The Stig","Ben Collins"],"overview":"Welcome to my all new DVD Thriller, which, as the name suggests, is all about thrills at the wheel. Aston Martin’s gentleman thug, the DBS, takes on its rivals from Italy. The lightweight Lamborghini Superleggera battles it out on the track with Ferrari’s 430 Scuderia and my test of the best takes me to the breathtaking roads of the Swiss Alps, the no limits German autobahn – and, er, Norfolk.","release_date":"2008-01-01","vote_average":6.6,"runtime":78,"cert":"PG","id":19461,"title":"Clarkson: Thriller","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Once again, Masters of Stone breaks through to the cutting edge of the sport. Harder, Faster, Bolder, Newer, and more...six points of breakthrough in all.... where human edges toward the superhuman. This is the Super Bowl, Olympics, and Boston Marathon of rock climbing, all rolled into one. More than any other sport, rock climbing continually redefines its rules and resets its limits. Yesterday's impossible becomes today's warm-up as advances in mental and physical mastery combine to break new ground. Every few years the Masters of Stone series delivers a new episode that captures these breakthroughs in a tasty mix of music, character, commentary, and above all, visual action.","release_date":"2009-03-25","vote_average":0.0,"runtime":106,"cert":"N\/A","id":19462,"title":"Masters of Stone VI","adult":false,"genre_ids":[28,12,35,99,18]},{"cast":["Charles Laughton","Robert Young","Margaret O'Brien","William Gargan","Reginald Owen"],"overview":"In the 1600s, cowardly Sir Simon of Canterville flees a duel and seeks solace in the family castle. His ashamed father seals him in the room where he is hiding and dooms him to life as a ghost until one of his descendants performs a brave deed. Simon believes he may be saved when he meets Cuffy Williams, an American kinsman stationed with a troop of soldiers at the castle in 1943. Will this blood relative save the family honor, or will his blood be as yellow as the rest of the Cantervilles?","release_date":"1944-07-28","vote_average":6.1,"runtime":95,"cert":"N\/A","id":19463,"title":"The Canterville Ghost","adult":false,"genre_ids":[35,18,14]},{"cast":["Charlene Choi","Wu Zun","Hu Ge","Ti Lung","Harlem Yu"],"overview":"This movie is based on the Butterfly Lovers, or Liang Zhu, a Chinese legend about the tragic romance between two lovers, Liang Shanbo and Zhu Yingtai. Retelling the Wuxia version of the story, it was filmed in Shanghai in 2008. The story features Taiwanese popstar Wu Chun as Liang Shanbo and Hong Kong Twins popstar Charlene Choi as Zhu Yingtai.","release_date":"2008-10-09","vote_average":5.7,"runtime":102,"cert":"N\/A","id":19464,"title":"Butterfly Lovers","adult":false,"genre_ids":[10749,28]},{"cast":["Richard Carlson","Barbara Rush","Charles Drake","Joe Sawyer","Russell Johnson"],"overview":"Author & amateur astronomer John Putnam and schoolteacher Ellen Fields witness an enormous meteorite come down near a small town in Arizona, but Putnam becomes a local object of scorn when, after examining the object up close, he announces that it is a spacecraft, and that it is inhabited...","release_date":"1953-05-26","vote_average":6.3,"runtime":81,"cert":"N\/A","id":19483,"title":"It Came from Outer Space","adult":false,"genre_ids":[27,878]},{"cast":["Haruka Ayase","Keisuke Koide","Risa Ai","Yoshikazu Ebisu","Ken'ichi Endô"],"overview":"Cyborg She follows the burgeoning romance between an ordinary college student and his sassy love interest - who happens to be a time-traveling cyborg with superhuman powers.  One day, a beautiful cyborg girl appears in front of a dull university student. Even though the cyborg starts to like him, she can’t truly feel emotions, so the boy has no choice but to say goodbye. Missing her, he continues his lonely existence. One day, a disastrous earthquake hits Tokyo and the cyborg girl saves his life. In that moment, she starts to have feelings like a real human being.","release_date":"2008-05-31","vote_average":7.0,"runtime":120,"cert":"12","id":19486,"title":"Cyborg She","adult":false,"genre_ids":[28,35,878,10749,18]},{"cast":["Veronica Ferres","Nele Trebs","Axel Prahl","Michael Degen","Fritz Karl"],"overview":"Catherine Almeda is a housewife and mother of two children. Her husband owns an export company and what Catherine does not know, involved in various illegal transactions. With his accomplice and lover, Marie, who he claims as his wife, he traveled through Europe and is expanding its network illegal. But now he is cooperating with the BND to get out and is held in a hidden place. His wife Catherine comes into the focus of investigations by the BKA and the children are threatened by criminals. Catherine is forced to smuggle five million euros from Moscow to Geneva, and must quickly raise half a tonne of heroin. Meanwhile, Catherine Bandelt nor with the Russians to Sergei, but they can fall back on before she settles with her husband, the children and their widowed father in Argentina.","release_date":"2008-12-14","vote_average":8.0,"runtime":270,"cert":"N\/A","id":19487,"title":"The Godmother - No Way Back","adult":false,"genre_ids":[80,18,53]},{"cast":["Pablo Echarri","Nancy Dupláa","Héctor Alterio","Pablo Rago","Natalia Verbeke"],"overview":"Uma, tired of waiting for the man of her dreams to raise a family, decides that Nico, the boyfriend of her best friend Lucy, has all necessary features. So she asks her a favor: to lend her boyfriend once. In the middle of surprising situations, Uma convinces Lucia and Nico. That way it starts what first seems \"a simple procedure\"...","release_date":"2002-06-03","vote_average":6.0,"runtime":100,"cert":"N\/A","id":19488,"title":"Passionate People","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jamie Foxx","Nia Long","Barry Corbin","John Cullum","Jake Busey"],"overview":"While they're on vacation in the Southwest, Rae finds out her man Michael spent their house money on a classic car, so she dumps him, hitching a ride to Vegas for a flight home. A kid promptly steals Michael's car, leaving him at the Zip &amp; Sip, a convenience store. Three bumbling robbers promptly stage a hold up. Two take off with the cash stranding the third, with a mysterious crate, just as the cops arrive. The robber takes the store hostage. As incompetent cops bring in a SWAT team and try a by-the-book rescue, Michael has to keep the robber calm, find out what's in the crate, aid the negotiations, and get back to Rae. The Stockholm Syndrome asserts its effect.","release_date":"1999-10-08","vote_average":5.0,"runtime":89,"cert":"N\/A","id":19489,"title":"Held Up","adult":false,"genre_ids":[35]},{"cast":["Cary Grant","Loretta Young","David Niven","Monty Woolley","James Gleason"],"overview":"An Episcopal Bishop, Henry Brougham, has been working for months on the plans for an elaborate new cathedral which he hopes will be paid for primarily by a wealthy, stubborn widow. He is losing sight of his family and of why he became a churchman in the first place. Enter Dudley, an angel sent to help him. Dudley does help everyone he meets, but not necessarily in the way they would have preferred. With the exception of Henry, everyone loves him, but Henry begins to believe that Dudley is there to replace him, both at work and in his family's affections, as Christmas approaches.","release_date":"1947-10-22","vote_average":7.3,"runtime":109,"cert":"U","id":19490,"title":"The Bishop's Wife","adult":false,"genre_ids":[35,18,14]},{"cast":["Aishwarya Rai Bachchan","Vivek Oberoi","Amitabh Bachchan","Sunil Shetty","Om Puri"],"overview":"A man and a woman have opposing beliefs about love. He sees her as a friend, but she is in love with him. When the woman decides to marry someone else, the man is left with a heavy heart and wonders if this is what love feels like.","release_date":"2004-08-11","vote_average":3.9,"runtime":175,"cert":"N\/A","id":19491,"title":"Kyun...! Ho Gaya Na","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Michael Jackson","Anjelica Huston","Dick Shawn","Tony Cox","Debbie Lee Carrington"],"overview":"Captain EO is a 3-D science fiction film starring Michael Jackson and directed by Francis Ford Coppola (who came up with the name \"Captain EO\" from the Greek, cf. \"Eos\", the Greek goddess of dawn) that was shown at Disney theme parks from 1986 through the 1990s.","release_date":"1986-01-01","vote_average":6.1,"runtime":17,"cert":"N\/A","id":19492,"title":"Captain EO","adult":false,"genre_ids":[878]},{"cast":["Ioan Gruffudd","Robert Lindsay","Dorian Healy","Michael Byrne","Robert Bathurst"],"overview":"The Hornblower series is based on C.S. Forester's classic maritime adventures - the story of one young man's struggle to become a leader of men. Set against the back drop of the 18th century Anglo-French wars, the bloodiest time in British naval history. Spithead, Portsmouth, 1794. Under thundery skies and in lashing rain, a 17 year old midshipman takes the first tentative steps of his naval career, but a deadly feud with a despicable mate is causing complications.","release_date":"1998-10-07","vote_average":7.3,"runtime":100,"cert":"","id":19493,"title":"Hornblower: The Even Chance","adult":false,"genre_ids":[12,10770]},{"cast":["Jane Fonda","Lily Tomlin","Dolly Parton","Dabney Coleman","Sterling Hayden"],"overview":"Frank Hart is a pig. He takes advantage in the grossest manner of the women who work with him. When his three assistants manage to trap him in his own house they assume control of his department and productivity leaps, but just how long can they keep Hart tied up?","release_date":"1980-12-18","vote_average":7.0,"runtime":110,"cert":"N\/A","id":19494,"title":"Nine to Five","adult":false,"genre_ids":[35]},{"cast":["Kuno Becker","Jay Hernandez","Jason Scott Lee","Doskhan Zholzhaksynov","Ayanat Ksenbai"],"overview":"The Nomad is a historical epic set in 18th-century Kazakhstan. The film is a fictionalised account of the youth and coming-of-age of Ablai Khan, as he grows and fights to defend the fortress at Hazrat-e Turkestan from Dzungar invaders.","release_date":"2005-07-17","vote_average":4.7,"runtime":112,"cert":"N\/A","id":19495,"title":"Nomad: The Warrior","adult":false,"genre_ids":[28,36,10752]},{"cast":["Kirstie Alley","Henry Czerny","Gloria Reuben","Jay O. Sanders","Kristin Booth"],"overview":"The film recounts the sobering tale of how 19 innocent lives were taken in a community experiencing paranoid hysteria regarding the suspected - but unproved - presence of the occult in the small New England town.","release_date":"2002-01-01","vote_average":6.4,"runtime":240,"cert":"N\/A","id":19496,"title":"Salem Witch Trials","adult":false,"genre_ids":[18,36]},{"cast":["Shinobu Terajima","Etsushi Toyokawa","Shunsuke Matsuoka","Tomoro Taguchi","Satoshi Tsumabuki"],"overview":"Based on an award winning novel, It's Only Talk is about the life of Yuko, a 35 year old woman. She is single and unemployed, and suffers from manic depression. The movie begins with Yuko moving to Kamata Town.","release_date":"2005-11-23","vote_average":7.0,"runtime":126,"cert":"N\/A","id":19497,"title":"It's Only Talk","adult":false,"genre_ids":[18]}]