[{"cast":["Tak Sakaguchi","Takamasa Suga","Kentaro Seagal","Yûki Takeuchi","Ben Hiura"],"overview":"In an unknown place and unknown time, a lone Samurai known only as Grave thirsts for the ultimate battle.","release_date":"2005-12-09","vote_average":6.1,"runtime":90,"cert":"N\/A","id":19504,"title":"Death Trance","adult":false,"genre_ids":[28,53,878]},{"cast":["Wood Harris","Billy Zane","Dorian Harewood","Vivica A. Fox","Christian Potenza"],"overview":"Biography of rock star Jimi Hendrix chronicles his early career, including a stint with Little Richard who fired him for getting too flamboyant, to his tragic failure.","release_date":"2000-09-17","vote_average":6.6,"runtime":100,"cert":"N\/A","id":19505,"title":"Hendrix","adult":false,"genre_ids":[10402,18]},{"cast":["Haruka Ayase","Yosuke Kubozuka","Takao Osawa","Shidou Nakamura","Tetta Sugimoto"],"overview":"Ichi is a blind entertainer that travels the countryside with her traditional Japanese guitar and walking stick. She’s in search for the kind man that brought her up as a child, but because of her beauty she encounters problems every step of the way. Fortunately for Ichi, she is also a gifted swordswoman and carries a lethal blade within her walking stick.","release_date":"2008-10-25","vote_average":6.9,"runtime":120,"cert":"N\/A","id":19506,"title":"ICHI","adult":false,"genre_ids":[28,12,18,36]},{"cast":["John Belushi","Kathryn Walker","Cathy Moriarty","Dan Aykroyd","Tim Kazurinsky"],"overview":"One man's quiet suburban life takes a sickening lurch for the worse when a young couple move into the deserted house next door. From the word go it is obvious these are not the quiet professional types who *should* be living in such a nice street. As more and more unbelievable events unfold, our hero starts to question his own sanity... and those of his family.","release_date":"1981-12-18","vote_average":5.8,"runtime":94,"cert":"N\/A","id":19507,"title":"Neighbors","adult":false,"genre_ids":[35]},{"cast":["Frank Welker"],"overview":"Nothing in the world can make Garfield get involved in anything besides eating, until the muscular super cat Garzooka comes crashing into Cartoon World from the Comic Book universe with terrifying news. Garfield summons up the willpower to join his superhero Garzooka in a fight to save their worlds.","release_date":"2009-08-05","vote_average":5.6,"runtime":78,"cert":"N\/A","id":19508,"title":"Garfield's Pet Force","adult":false,"genre_ids":[16,35,10751]},{"cast":["Joey Kern","Alexandra Holden"],"overview":"Wes is awakened in the middle of the night by an unexpected phone call. It’s Alison, the girl who could have been, who is flying home to Tokyo in the morning and wants to come by for a night of reminiscing before she goes.","release_date":"2007-04-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":19509,"title":"All The Days Before Tomorrow","adult":false,"genre_ids":[35,18,10749]},{"cast":["Matthias T. J. Grimme","Capricious"],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":19510,"title":"Bondage Workshop Teil 1","adult":true,"genre_ids":[]},{"cast":["Ellen DeGeneres"],"overview":"Ellen DeGeneres has done everything, from starring in hit sitcoms and movies, to writing best-selling books, to having her own new talk show, but she's never forgotten her roots as a stand-up comedian. Taped at New York City's Beacon Theatre before a live audience, Ellen DeGeneres: Here and Now features the kind of humor that first made her a star, offering her offbeat insights into everyday life. Her feel-good humor touches on something that anyone can identify with, be it the obligatory gay joke, procrastination, fashion, public cell phone use, airline etiquette, or self-esteem.","release_date":"2003-06-25","vote_average":8.1,"runtime":60,"cert":"N\/A","id":19511,"title":"Ellen DeGeneres: Here and Now","adult":false,"genre_ids":[35]},{"cast":["G. W. Bailey","Sarah Brown","Dean Cain","Dan Cashman","William Cowart"],"overview":"Dean Cain portrays Scott Peterson, the California man accused of murdering his 8 month pregnant wife, Laci. Based on a true story.","release_date":"2004-01-01","vote_average":4.2,"runtime":120,"cert":"N\/A","id":19520,"title":"The Perfect Husband: The Laci Peterson Story","adult":false,"genre_ids":[18,10770]},{"cast":["Jérémie Renier","Louise Monot","Bruno Todeschini","Nicolas Gob","Charlotte de Turckheim"],"overview":"A young Jewish girl, Sarah, is looking to escape the clutches of the Third Reich after seeing her parents and sister brutally slain by a smuggler who betrayed them while attempting to escape to England. Terrified, she is sheltered by her childhood friend Jean, a homosexual in a clandestine relationship with his lover Philippe.","release_date":"2005-03-07","vote_average":7.5,"runtime":102,"cert":"N\/A","id":19521,"title":"A Love to Hide","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary that explores what happens when a homeless man is given one hundred thousand dollars and the free will to do with it whatever his wishes.","release_date":"2005-01-01","vote_average":7.0,"runtime":68,"cert":"N\/A","id":19524,"title":"Reversal of Fortune","adult":false,"genre_ids":[99]},{"cast":["Frank Sinatra","Kathryn Grayson","Peter Lawford","Jimmy Durante","Gloria Grahame"],"overview":"Danny has been in the army for 4 years, yet all he thinks about is Brooklyn and how great it is. When he returns after the war, he soon finds that Brooklyn is not so nice after all. He is able to share a place with Nick, the janitor of his old High School, and get a job as a singer in a music store. He also meets Leo, a talented pianist and his teacher Anne, whose dream is to singing Opera. When Jamie arrives from England, Danny tries to show him the Brooklyn experience and help him compose modern swing music. Together, these four also try to help Leo get the Brooklyn Music scholarship.","release_date":"1947-04-07","vote_average":6.2,"runtime":104,"cert":"N\/A","id":19525,"title":"It Happened in Brooklyn","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Nicholas Tse","Shawn Yue","Jaycee Chan","Wu Jing","Andy On"],"overview":"Three cops team up to bring down a criminal gang of seven, who have their own hidden agenda.","release_date":"2007-01-01","vote_average":6.7,"runtime":129,"cert":"N\/A","id":19528,"title":"Invisible Target","adult":false,"genre_ids":[28]},{"cast":["Park Yong-ha","Kim Min-jung","Park Hee-soon","Kim Mu-yeol","Jun Kim"],"overview":"Hyun-soo is a skillful individual stock investor, so-called ‘ant’. One day, he cashes in up seventy thousand dollars through stock trading and this jackpot gets him implicated in a $60 million stock manipulation by scam artists from various fields. With a huge pot of money before their eyes, the scam seems to be perfectly unfolding. But another scam is emerging underneath team as the scammers chase each other and are being chased at the end.","release_date":"2009-02-12","vote_average":5.0,"runtime":119,"cert":"N\/A","id":19529,"title":"The Scam","adult":false,"genre_ids":[80,53,28,18]},{"cast":["Chris Wolstenholme","Dominic Howard","Matthew Bellamy"],"overview":"Absolution Tour is a DVD released by the English rock band Muse. The DVD contains footage of most of the band's headline performance at the Glastonbury Festival 2004. The tracklist includes most of the songs from their third studio album, Absolution, plus performances of some older material.","release_date":"2005-12-12","vote_average":7.0,"runtime":85,"cert":"N\/A","id":19536,"title":"Muse: Absolution Tour","adult":false,"genre_ids":[10402]},{"cast":["Bono"," Larry Mullen Jr.","The Edge","Adam Clayton"],"overview":"On September 1, 2001, Irish rock band U2 made a triumphant return to their roots with two outdoor shows at Slane Castle, Ireland. U2 chose the castle venue because it marked two watershed moments for the band: their recording session for the landmark album THE UNFORGETTABLE FIRE in 1984, and their first Slane appearance opening up for fellow Irish rock band Thin Lizzy in 1981. U2 GO HOME captures the emotional intensity of the homecoming with 19 live tracks culled from the concerts, including \"Elevation,\" \"New Year's Day,\" \"Angel of Harlem,\" \"With or Without You,\" \"Pride (In the Name of Love),\" and 14 others. The DVD also includes THE UNFORGETTABLE FIRE documentary, which profiles the making of that classic album.","release_date":"2003-11-17","vote_average":8.0,"runtime":132,"cert":"N\/A","id":19537,"title":"U2: Go Home - Live From Slane Castle","adult":false,"genre_ids":[10402]},{"cast":["Moira Shearer","Adolf Wohlbrück","Marius Goring","Léonide Massine","Robert Helpmann"],"overview":"In this classic drama, Vicky Page is an aspiring ballerina torn between her dedication to dance and her desire to love. While her imperious instructor, Boris Lermontov, urges to her to forget anything but ballet, Vicky begins to fall for the charming young composer Julian Craster. Eventually Vicky, under great emotional stress, must choose to pursue either her art or her romance, a decision that carries serious consequences.","release_date":"1948-07-20","vote_average":8.2,"runtime":133,"cert":"U","id":19542,"title":"The Red Shoes","adult":false,"genre_ids":[18,10749]},{"cast":["John Rhys-Davies","Crystal Allen","Linden Ashby","Danny Midwinter","Calin Stanciu"],"overview":"A genetically created Anaconda, cut in half, regenerates itself into two aggressive giant snakes, due to the Blood Orchid.","release_date":"2009-02-27","vote_average":4.1,"runtime":89,"cert":"N\/A","id":19543,"title":"Anacondas: Trail of Blood","adult":false,"genre_ids":[28,27,878]},{"cast":["Nicollette Sheridan","Gordon Currie","Sarah Deakins","Philip Granger","Haili Page"],"overview":"A woman (Nicolette Sheridan) who underwent an eye transplant is haunted by visions of her donor's last moments of life, and she is convinced that the woman was murdered.","release_date":"2004-01-01","vote_average":3.3,"runtime":null,"cert":"N\/A","id":19544,"title":"Deadly Visions","adult":false,"genre_ids":[27,53,18]},{"cast":["Nick Adams","Akira Takarada","Jun Tazaki","Akira Kubo","Kumi Mizuno"],"overview":"In the 6th Godzilla movie, mysterious aliens from the Planet X ask earth's people to help them save their world from the dreaded Ghidorah (aka \"Monster Zero\") by letting them \"borrow\" Godzilla and Rodan. Monster mayhem ensues on Planet X, but it's soon discovered that the aliens have other intentions for the monsters.","release_date":"1965-12-19","vote_average":6.3,"runtime":96,"cert":"N\/A","id":19545,"title":"Invasion of Astro-Monster","adult":false,"genre_ids":[10749,878,28,12]},{"cast":["Colin Lane","Frank Woodley"],"overview":"Lano &amp; Woodley: The Island was filmed during the Brisbane theatrical season at the Queensland Performing Arts Centre in August 2004. The basic premise of the show revolves around an ill-fated holiday trip to Hawaii, which results in Colin and Frank being marooned on an island.The show opens with an ambiguous scene of Colin Lane about to hang for the murder of Frank Woodley. From here the comical story unfolds. En route, their plane crashes into the ocean and Lano &amp; Woodley are washed up and marooned on a deserted tropical island. Many hilarious situations follow as the couple fight and argue their way through their survival quest.","release_date":"2005-10-13","vote_average":7.8,"runtime":54,"cert":"N\/A","id":19546,"title":"Lano & Woodley - The Island","adult":false,"genre_ids":[]},{"cast":["James Marsters","Tony Todd","Jolene Blalock","Marc Winnick","Diahnna Nicole Baxter"],"overview":"Director Michael Winnick's chilling tale stars James Marsters as Jack, one of eight captives who awaken in an abandoned asylum not knowing who they are or why they are together. They discover that they've been used in an experiment to erase disturbing memories, but instead, a murderous creature has been unleashed. Reaching out from the shadows, the monster hunts the eight strangers as they race to escape the asylum.","release_date":"2007-04-16","vote_average":5.1,"runtime":103,"cert":"N\/A","id":19551,"title":"Shadow Puppets","adult":false,"genre_ids":[27]},{"cast":["Trần Nữ Yên Khê","Man San Lu","Thi Loc Truong","Nguyen Anh Hoa","Hoa Hoi Vuong"],"overview":"A little girl, Mui, went to a house as a new servant. The mother still mourns the death of her daughter, who would have been Mui's age. In her mind she treated Mui as her daughter. 10 years later Mui (now a young woman) was sent to another family, a young pianist and his wife. The musician falls in love with the peasant, he taught her literacy and they eventually married. A movie about a girl's life.","release_date":"1993-06-08","vote_average":7.3,"runtime":104,"cert":"N\/A","id":19552,"title":"The Scent of Green Papaya","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Loggia","Jessica Tuck","Ron Silver","Ed Gale","Stan Shaw"],"overview":"Lifepod cronicles the trip of eight passengers after the ship they were traveling on blew up on Christmas Eve. Immediately people start dying. The passengers begin to investigate why the ship blew up and how it relates to them","release_date":"1993-06-28","vote_average":5.0,"runtime":89,"cert":"N\/A","id":19553,"title":"Lifepod","adult":false,"genre_ids":[9648,878,53]},{"cast":["Blake Lively","Max Minghella","Joe Mantegna","Mary Steenburgen","Keith Carradine"],"overview":"A small-town beauty queen and an unlicensed mortician set out across the Texas plains on a journey of self-discovery.","release_date":"2007-03-10","vote_average":6.8,"runtime":106,"cert":"N\/A","id":19554,"title":"Elvis and Anabelle","adult":false,"genre_ids":[18,10749]},{"cast":["Glen Mulhern","Brendan Mackey","Karen Sharman","Simon Godley","Raymond Griffiths"],"overview":"The story of two lads from Belfast as they stumble their way through the London gay underworld in search of 'gainful employment'. This being the offering of sexual favours to older gay men in order to subsidise their respective giros. 9 Dead Gay Guys is a high-camp send-up of gay stereotypes.","release_date":"2003-09-19","vote_average":5.8,"runtime":83,"cert":"15","id":19555,"title":"9 Dead Gay Guys","adult":false,"genre_ids":[35,80]},{"cast":["Zach Cregger","Trevor Moore","Raquel Alessi","Craig Robinson","Molly Stanton"],"overview":"A young man awakens from a four-year coma to hear that his once virginal high-school sweetheart has since become a centerfold in one of the world's most famous men's magazines. He and his sex-crazed best friend decide to take a cross-country road trip in order to crash a party at the magazine's legendary mansion headquarters and win back the girl.","release_date":"2009-03-13","vote_average":5.4,"runtime":89,"cert":"N\/A","id":19556,"title":"Miss March","adult":false,"genre_ids":[35,10749]},{"cast":["Didier Bourdon","Catherine Frot","Jacques Weber","Yan Duffas","Jacques Herlin"],"overview":"After seven years of marriage, a couple of professional workers (he, a doctor and she, a banker) try to refresh their sex life.","release_date":"2003-06-25","vote_average":5.4,"runtime":97,"cert":"N\/A","id":19565,"title":"Seven Years of Marriage","adult":false,"genre_ids":[35]},{"cast":["Adam","Elaine Hall","Rosanne Katon","Lexi","Neal"],"overview":"Follows five autistic children as they work together to create and perform a live musical production.","release_date":"2007-01-01","vote_average":8.3,"runtime":93,"cert":"N\/A","id":19566,"title":"Autism: The Musical","adult":false,"genre_ids":[99]},{"cast":["Dexter Fletcher","Elize du Toit","Parminder Nagra"],"overview":"Albert Ross was the most ambitious little boy in the world until an 11 year old girl broke his heart. Now he's grown up to be an embittered dentist, he's done nothing, gone nowhere AND he has a step-mother from hell. One day he suffers a mysterious accident - and suddenly finds that whatever he dreams comes true. Suddenly a whole new life opens up for him...","release_date":"2007-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":19573,"title":"In Your Dreams","adult":false,"genre_ids":[35]},{"cast":["Kappei Yamaguchi","Kenji Utsumi","Mayumi Tanaka","Kazuya Nakai"],"overview":"There once was a pirate known as the Great Gold Pirate Woonan, who obtained almost one-third of the world's gold. Over the course of a few years, the pirate's existence faded, and a legend grew that he disappeared with his gold to a remote island, an island pirates continue to search for. Aboard the Going Merry, Luffy and his crew, starved and reckless, are robbed of their treasure. In an attempt to get it back, they wreck the getaway ship, guided by a young boy named Tobio, who's a captured part of El Drago's pirate crew. El Drago's love for gold has driven him to look for Woonan's island, and thanks to Woonan's treasure map, he finds it. During this time, Luffy's crew have been split up, and despite their own circumstances, they must find a way to stop El Drago from obtaining Woonan's gold.","release_date":"2000-03-04","vote_average":6.9,"runtime":51,"cert":"N\/A","id":19576,"title":"One Piece: The Movie","adult":false,"genre_ids":[28,16,12,35,14]},{"cast":["Laura Prepon","Matt Cedeño"],"overview":"No overview found.","release_date":"2005-12-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":19577,"title":"Romancing the Bride","adult":false,"genre_ids":[35,10749]},{"cast":["Jonathan Bennett","Randy Wayne","April Scott","Joel David Moore","Harland Williams"],"overview":"Cousins Bo, Luke and Daisy are sent to Hazzard County, Georgia for the first time to live with their Uncle Jesse. Jesse is a farmer and a moonshiner and is constantly battling his old rival Boss Hogg who is the corrupt city commissioner of the small town.","release_date":"2007-03-04","vote_average":5.0,"runtime":95,"cert":"N\/A","id":19580,"title":"The Dukes of Hazzard: The Beginning","adult":false,"genre_ids":[28,12,35]},{"cast":["Peter Blok","Pierre Bokma","Gijs Scholten van Aschat","Jaap Spijkers","Elsie de Brauw"],"overview":"Four old college friends in their forties come together in a time of trouble and despair. Old joy relives, but the harsh reality of their problems can't satisfy them and eventually endangers their friendships.","release_date":"2003-10-23","vote_average":6.5,"runtime":108,"cert":"N\/A","id":19581,"title":"Cloaca","adult":false,"genre_ids":[35,18]},{"cast":["Michael Shulman","Brooke Nevin","James Le Gros","Enrico Colantoni"],"overview":"An eccentric Olympic has-been who prefers leisure to work, finds himself stuck with a rigid pre-law Yale student with no time for wasting time. Between skinny-dipping and stealing cars, this odd-couple learn from each other that balance is the key to getting the girl, getting the job and getting a life.","release_date":"2008-02-29","vote_average":4.5,"runtime":97,"cert":"N\/A","id":19582,"title":"Sherman's Way","adult":false,"genre_ids":[35,99]},{"cast":["Diane Lane","Donald Sutherland","Anton Yelchin","Kristen Stewart","Elizabeth Perkins"],"overview":"A massage therapist looking to overcome her addictions and reconnect with her son, whose father is an anthropologist in South America studying the Yanomani people, moves in with a wealthy ex-client.","release_date":"2005-01-01","vote_average":6.0,"runtime":112,"cert":"N\/A","id":19583,"title":"Fierce People","adult":false,"genre_ids":[18]},{"cast":["Jung Joon-ho","Jeong Woon-taek","Oh Seung-eun","Park Jun-gyu","Song Seon-mi"],"overview":"This gangster comedy tells of a successful young mobster who has taken over the fashionable Myeongdong district of Seoul. When he mistakes the poet Yun Tong-ju for a liquor similar to dongdongju, his gang decides the boss's ignorance is an embarrassment. The gang takes up a collection and puts the boss back in high school.","release_date":"2001-12-14","vote_average":6.1,"runtime":98,"cert":"N\/A","id":19588,"title":"My Boss, My Hero","adult":false,"genre_ids":[28,35,80]},{"cast":["Brian Dunning"],"overview":"Most people fully accept paranormal and pseudoscientific claims without critique as they are promoted by the mass media. Here Be Dragons offers a toolbox for recognizing and understanding the dangers of pseudoscience, and appreciation for the reality-based benefits offered by real science.","release_date":"2008-06-01","vote_average":4.8,"runtime":40,"cert":"N\/A","id":19589,"title":"Here Be Dragons","adult":false,"genre_ids":[99]},{"cast":["Doris Day","Gordon MacRae","Mary Wickes","Leon Ames","Rosemary DeCamp"],"overview":"Sequel to On Moonlight Bay. The trials and tribulations of the Winfield family in small town Indiana as Marjorie Winfield's boyfriend, William Sherman, returns from the Army after W.W.I. Bill &amp; Marjorie's on-again, off-again provide the backdrop for other family issues, primarily brought on by little brother Wesley's overactive imagination and tall tales","release_date":"1953-03-26","vote_average":6.0,"runtime":101,"cert":"N\/A","id":19590,"title":"By the Light of the Silvery Moon","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Choi Sung-kook","Shin Yi","Baek Il-seob","Park Won-sook","Jo Sang-ki"],"overview":"Eun-joo falls for playboy Jung-hwan after he rescues her from drowning, and vows to make him her man. One thing leads to another, and they had a one night stand. Several years later, Jung-hwan is still living the high life while Eun-joo is working as a prosecutor. When they eventually cross paths, she reveals that he's the father of her twins, and tries to make him grow up and take responsibility.","release_date":"2006-02-16","vote_average":5.3,"runtime":104,"cert":"N\/A","id":19591,"title":"Oh! My God","adult":false,"genre_ids":[28,35]},{"cast":["Henry Thomas","Patrick Fugit","Nicki Aycox","Michael Shannon","Muse Watson"],"overview":"A group of Confederate soldiers hole up on an abandoned plantation after robbing a bank, and find themselves at the mercy of supernatural forces.","release_date":"2005-04-22","vote_average":5.4,"runtime":91,"cert":"15","id":19592,"title":"Dead Birds","adult":false,"genre_ids":[27,53,37]},{"cast":["Bill Bixby","Lou Ferrigno","Elizabeth Gracen","Philip Sterling","Barbara Tarbuck"],"overview":"During the critical experiment that would rid David Banner of the Hulk,a spy sabotages the laboratory. Banner falls in love with the spy, Jasmin, who performs missions only because her sister is being held hostage by Jasmin's superiors. Banner and Jasmin try to escape from the enemy agents to rebuild their lives together, but the Hulk is never far from them.","release_date":"1990-02-18","vote_average":4.6,"runtime":95,"cert":"N\/A","id":19593,"title":"The Death of the Incredible Hulk","adult":false,"genre_ids":[28,18,878]},{"cast":["Hank Azaria","Kelsey Grammer","Andrea Martin","Catherine O'Hara","Tim Curry"],"overview":"Russia is being terrorized by an evil witch known as Baba Yaga; the only one who is not afraid of her is Bartok the Magnificent. Bartok, an albino bat, has just arrived in Moscow and is impressing everyone with his performances, including Prince Ivan Romanov. However, one person is not impressed; Ludmilla finds Bartok annoying and naive. After Bartok's show, a violent bear suddenly attacks. Bartok must save everyone by stunning the bear with dust and then knocks him over and traps him in a wagon.","release_date":"1999-11-15","vote_average":6.1,"runtime":67,"cert":"N\/A","id":19594,"title":"Bartok the Magnificent","adult":false,"genre_ids":[16,35,10751]},{"cast":["Freddie Prinze Jr.","Rob Schneider","Evan Rachel Wood","Donal Logue","Andy Dick"],"overview":"After losing everything, a young fish, Pi, goes to live with his family on the Reef. There he meets the love of his life but finds that she already has the unwanted affections of a bully shark. He must follow his destiny to save her and rid the Reef of this menace for good.","release_date":"2006-07-07","vote_average":5.1,"runtime":77,"cert":"N\/A","id":19595,"title":"Shark Bait","adult":false,"genre_ids":[16,10751]},{"cast":["Lenny Von Dohlen","Virginia Madsen","Maxwell Caulfield","Bud Cort","Don Fellows"],"overview":"Miles buys himself a state-of-the-art computer that starts expressing thoughts and emotions after a having champagne spilled down on him. Things start getting out of hand when both Miles and Edgar, how the computer calls himself, fall in love with Madeline, an attractive neighbour.","release_date":"1984-07-20","vote_average":6.3,"runtime":92,"cert":"N\/A","id":19596,"title":"Electric Dreams","adult":false,"genre_ids":[10402,35,18]},{"cast":["Josiane Balasko","Garance Le Guillermic","Togo Igawa","Anne Brochet","Ariane Ascaride"],"overview":"Paloma is a serious and highly articulate but deeply bored 11-year-old who has decided to kill herself on her 12th birthday. Fascinated by art and philosophy, she questions and documents her life and immediate circle, drawing trenchant and often hilarious observations on the world around her. But as her appointment with death approaches, Paloma finally meets some kindred spirits in her building's grumpy janitor and an enigmatic, elegant neighbor, both of whom inspire Paloma to question her rather pessimistic outlook on life.","release_date":"2009-07-03","vote_average":7.1,"runtime":100,"cert":"N\/A","id":19597,"title":"The Hedgehog","adult":false,"genre_ids":[35,18]},{"cast":["Michelle Clunie","Kevin Sheridan"],"overview":"Growing up in Barstow, CA, high school senior Andrew hopes for a bigger world -- but his devotion to his mother, Sandra, and his awakening attraction to newcomer Jenny, combine to keep him tied to home. Andrew's loyalties become confused and his prior ambitions begin to fade as he realizes he must make the most difficult of all decisions -- choosing between himself and the people he loves.","release_date":"2008-04-29","vote_average":6.9,"runtime":85,"cert":"N\/A","id":19598,"title":"Leaving Barstow","adult":false,"genre_ids":[18,10749]},{"cast":["Jonas Armstrong","Sophie Ward","Clive Russell","Paul Blair","Doug Bradley"],"overview":"Based on the wraparound story penned by Clive Barker in the author's \"Books of Blood\" collection, the story centers on a paranormal expert who, while investigating a gruesome slaying, finds a house that is at the intersection of \"highways\" transporting souls to the afterlife.","release_date":"2009-03-07","vote_average":5.5,"runtime":96,"cert":"18","id":19599,"title":"Book of Blood","adult":false,"genre_ids":[27,18,9648,53]},{"cast":["Amy Irving","Antônio Fagundes","Alexandre Borges","Débora Bloch","Drica Moraes"],"overview":"Bossa Nova is a romantic comedy that enfolds many love convergences and divergences, in today’s Rio de Janeiro. It’s in the city’s “useless landscape” that the lonely hearts of nine characters will cross destinies and they’ll discover new passions. The meeting place for these journeys is a charming English teacher, Mary Ann Simpson, former airline stewardess, who’s been living in Rio for two years, since she became a widow, and the newly separated Pedro Paulo. They approach each other without a hint that their lives will be linked by many characters and incidents.","release_date":"2000-01-01","vote_average":6.1,"runtime":95,"cert":"N\/A","id":19600,"title":"Bossa Nova","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lothaire Bluteau","Clive Owen","Brian Webber","Ian McKellen","Mick Jagger"],"overview":"Max is a handsome young man who, after a fateful tryst with a German soldier, is forced to run for his life. Eventually Max is placed in a concentration camp where he pretends to be Jewish because in the eyes of the Nazis, gays are the lowest form of human being. But it takes a relationship with an openly gay prisoner to teach Max that without the love of another, life is not worth living.","release_date":"1997-11-26","vote_average":7.0,"runtime":105,"cert":"18","id":19601,"title":"Bent","adult":false,"genre_ids":[18,36,10749]},{"cast":["Mike Hart"],"overview":"Seven friends are going camping at the infamous DeCamp acres for a weekend. But they crash their car and are put in the woods guarded by a psychopath killer who tries to kill them one by one.","release_date":"1998-01-01","vote_average":3.6,"runtime":92,"cert":"N\/A","id":19604,"title":"Decampitated","adult":false,"genre_ids":[]},{"cast":["Jung Joon-ho","Kim Sang-joong","Jeong Woon-taek","Jung Woong-in","Han Hyo-joo"],"overview":"A hit comedy in 2001, \"My Boss, My Hero\" finally has its sequel. This time our hero Doo-sik has become a senior in a college, studying to be a teacher himself. Doo-sik is now a student-teacher teaching ethics during the day while working as a gangster at night. His boss is still very determined to make Doo-sik keep on studying, while he himself has also gone back to high school as a student.","release_date":"2006-01-19","vote_average":5.5,"runtime":124,"cert":"N\/A","id":19609,"title":"My Boss, My Teacher","adult":false,"genre_ids":[28,35,80]},{"cast":["Barbra Streisand","Kris Kristofferson","Gary Busey","Oliver Clark","Paul Mazursky"],"overview":"Drunken, has-been rock star John Norman Howard falls in love with unknown singer, Esther Hoffman, after seeing her perform at a club. He lets her sing a few songs at one of his shows and she becomes the talk of the music industry. Esther's star begins to rise, while John's continues to fall. She tries desperately to get John to sober up and focus on his music, but it may be too late to save him.","release_date":"1976-12-16","vote_average":5.8,"runtime":139,"cert":"N\/A","id":19610,"title":"A Star Is Born","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Louis Koo","Barbie Hsu","Nick Cheung","Liu Ye","Fan Siu-Wong"],"overview":"A debt collector receives a call from a woman who is kidnapped by an unknown gang. He thinks it is a joke but soon, he realises that it is not a prank.","release_date":"2008-09-25","vote_average":6.7,"runtime":110,"cert":"N\/A","id":19611,"title":"Connected","adult":false,"genre_ids":[53,28]},{"cast":["Henry Rollins"],"overview":"A performance from Henry Rollins' Spoken Word Tour, featuring humorous, commentary on politics, pop culture and his favorite exploits from 25 years on the road.","release_date":"2006-03-25","vote_average":7.0,"runtime":85,"cert":"N\/A","id":19612,"title":"Henry Rollins: Uncut from NYC","adult":false,"genre_ids":[35]},{"cast":["Jung Joon-ho","Jeong Woon-taek","Kyeong-hoon Jeong","Jung Woong-in","Jeon Mi-seon"],"overview":"Jang Choon-dong is a traffic officer who aspires to become a homicide detective. He is assigned to go undercover to infiltrate a gangster network. Meanwhile, Lee Joong-dae, a member of Kwang-seob's gang, goes undercover himself by joining the police force. Joong-dae tries hard to gain favor with his squad leader in an effort to expose Choon-dong's identity.","release_date":"2009-01-22","vote_average":4.9,"runtime":121,"cert":"N\/A","id":19613,"title":"City of Damnation","adult":false,"genre_ids":[35]},{"cast":["Jay-Z","Beyoncé Knowles","Mary J. Blige","Rick Rubin","Sean Combs"],"overview":"An intimate look at hip-hop artist Shawn Carter, Jay-Z, revealing the multiple Grammy Award winning artist as never before, from his background and rise to fame to the recording of his last album. The film chronicles the legendary concert of Jay-Z's performance at Madison Square Garden in November 2003. In an unprecedented event, a hip-hop artist sold out an arena in only two hours. Nearly one year later, fans and artists alike still reflect on this monumental musical night. The event was a spectacular culmination of Jay-Z's recording career prior to his self-proclaimed retirement from solo performing. Yet this one night also defined a musical generation, showcasing the evolution and reach of the world's most popular music genre. Guest performers included Jay-Z's closest friends and music industry colleagues: Beyoncé, Mary J. Blige, Missy Elliott, R. Kelly, Foxy Brown, Pharrell, and Questlove and The Illadelphonics along with appearances by hip hop icons Damon Dash.","release_date":"2004-11-05","vote_average":7.2,"runtime":109,"cert":"N\/A","id":19614,"title":"Fade to Black","adult":false,"genre_ids":[99,10402]},{"cast":["Billy Ray Cyrus","Heather Locklear","Ahnaise Christmas","Arabella Field","Mo Collins"],"overview":"A real estate developer goes to his 25th high school reunion without his wife, and finds his old teenage band playing. They get him up on stage for a couple of songs, and convince him come to a rehearsal. His wife is outraged that he played. His daughter thinks it's kind of cool. His Mother, in a retirement home, encourages him to enjoy life. He feels some temporary relief from the pressures of business complexities and the stress of marriage tensions. The band gets booked at a popular bar, which leads to a last minute booking to open for a reunion tour, with the possibility of additional tour dates. But the band has internal conflicts. He faces a tough decision to give it a shot even though it will affect his marriage, his family, particularly his daughter, and his business.","release_date":"2009-01-01","vote_average":5.3,"runtime":95,"cert":"PG","id":19615,"title":"Flying By","adult":false,"genre_ids":[18]},{"cast":["John Abraham","Katrina Kaif","Neil Nitin Mukesh","Irrfan Khan","Aidan Wagner"],"overview":"New York is a contemporary story of friendship set against the larger than life backdrop of a city often described as the centre of the world. Omar has gone abroad for the first time in his life and soon enough he begins to see and love America through the eyes of his American friends - Sam and Maya. It is the story of these three friends discovering a new world together.","release_date":"2009-06-26","vote_average":6.4,"runtime":153,"cert":"N\/A","id":19616,"title":"New York","adult":false,"genre_ids":[10749,80,18]},{"cast":["Alexandra Lamy","Bruno Salomone","Claudia Cardinale","Isabelle Gélinas"],"overview":"Alexandra, trente ans, s'apprête à passer les vacances d'été en famille. Au moment de prendre la route, elle apprend que sa mère a aussi invité son ex, accompagné d'une \"fiancée\" jeune et ravissante. Dans un café, elle croise un acteur au chômage et l'engage sur le champ pour tenir le rôle de son fiancé. Comme ça, elle pourra affronter son ex, en toute sérénité.","release_date":"2007-06-27","vote_average":5.4,"runtime":92,"cert":"N\/A","id":19619,"title":"Cherche fiancé tous frais payés","adult":false,"genre_ids":[35]},{"cast":["Abhishek Bachchan","Ritesh Deshmukh","Nana Patekar","Boman Irani","Priyanka Chopra"],"overview":"Roy is a professional conman, who has raised his work to the level of an art. The only true thing he has is his love for Simmi someone who is so rooted, honest and sincere, that he can't bring himself to tell her the reality of who he is. But when his past catches up with him, she cannot forgive him for the deceit their relationship is built on. He loses her forever. That's when Aditya Srivastav enters the picture. He is the counterpoint to everything that Roy is as frantic as Roy is calm, as dumb as Roy is smart, as messy and untidy as Roy is smooth. They have only one thing in common. Aditya is a conman too. At least he thinks of himself as one. In Roy's book, he's an embarrassment. But one that won't go away!","release_date":"2005-01-01","vote_average":5.4,"runtime":137,"cert":"N\/A","id":19620,"title":"Bluffmaster!","adult":false,"genre_ids":[18,35,10749]},{"cast":["John Hurt","Terence Stamp","Tim Roth","Laura del Sol","Bill Hunter"],"overview":"Ex-gangster Willie Parker has betrayed his former \"colleagues\" and now lives in Spain where he thinks he can hide from their vengeance...","release_date":"1984-09-12","vote_average":6.5,"runtime":98,"cert":"18","id":19621,"title":"The Hit","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Priyanka Chopra","Kangana Ranaut","Mugdha Godse","Arjan Bajwa","Samir Soni"],"overview":"Fashion begins in, where aspiring model Meghna Mathur (Priyanka Chopra) expresses her wish to go to Mumbai and pursue her dream of becoming a supermodel. Through her eyes we see that behind the glitz and glamour of the world of fashion not everything is as it seems.","release_date":"2008-10-29","vote_average":6.2,"runtime":178,"cert":"N\/A","id":19624,"title":"Fashion","adult":false,"genre_ids":[18,10749]},{"cast":["Sanjay Dutt","Arshad Warsi","Sunil Dutt","Gracy Singh","Rohini Hattangadi"],"overview":"A gangster sets out to fulfill his father's dream of becoming a doctor.","release_date":"2003-12-19","vote_average":7.5,"runtime":156,"cert":"N\/A","id":19625,"title":"Munna Bhai M.B.B.S.","adult":false,"genre_ids":[35,18]},{"cast":["Brian Regan"],"overview":"Brian Regan is back in his second all-new Comedy Central special, \"The Epitome of Hyperbole.\" Watch as he exposes the truth behind psychics, discusses the stupidest crimes, and offers his suggestions on how to improve the opera. With his easygoing manner and physical brand of humor, it's clear why Brian Regan is one of today's most respected comedians.","release_date":"2008-09-07","vote_average":7.7,"runtime":60,"cert":"N\/A","id":19626,"title":"Brian Regan: The Epitome of Hyperbole","adult":false,"genre_ids":[35]},{"cast":["On Ju-wan","Shin Min-a","Jung Ho-bin","Im Ye-jin","Choi Jae-sung"],"overview":"So-hwi is a martial arts prodigy and college student. Realizing that her superhuman strength is holding back her love life, she decides to quit martial arts to pursue handsome hockey player Joon-mo. But Joon-mo is in love with an older woman, and when So-hwi's mystical martial arts community comes under threat from an old enemy, Heuk-bong, her childhood friend Il-yeong must persuade her to return.","release_date":"2008-06-26","vote_average":5.7,"runtime":122,"cert":"N\/A","id":19627,"title":"My Mighty Princess","adult":false,"genre_ids":[35,10749]},{"cast":["Sanjay Suri","Jimmy Sheirgill","Urmila Matondkar","Juhi Chawla","Rehaan Engineer"],"overview":"Nikhil Kapoor decides to re-locate from Parksville, USA to Bombay; meets with Anamika Joshi and instantly falls in love with her but she does not reciprocate. When he sees her again, she is in the company of a possessive male, Farhad, who does not permit Nikhil to even talk with her. When Nikhil persists, an altercation ensues, weapons are drawn and Rahul, Nikhil's friend, is shot and ends losing the use of his legs, and Nikhil is arrested. After 3 years, Ira Malhotra enters Nikhil's life, hears his story and decides to assist him - not knowing that this move will jeopardize not only her life but also three other lives.","release_date":"2006-09-15","vote_average":4.0,"runtime":150,"cert":"N\/A","id":19628,"title":"Bas Ek Pal","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Elaine Kao","Jacqueline Kim","Kathy Shao-Lin Lee","Tzi Ma","Freda Foh Shen"],"overview":"The Wongs struggle to cope with life, love, and family dysfunction in the suburbs of New York.","release_date":"2005-04-22","vote_average":5.2,"runtime":90,"cert":"N\/A","id":19629,"title":"Red Doors","adult":false,"genre_ids":[35,18]},{"cast":["Yuma Sasano","Suzuka Ohgo","Ryunosuke Kamiki","Kazuyoshi Hayashi","Ayumi Ito"],"overview":"A vast wheat field, a straight road that has no end, a sky without a single building in sight – this is a town in the country where time comfortably passes by. But this former paradise is now being stirred up by a fight amongst its people over constructing an airport. This is a tale of three young people exploring youth and friendship as they reach out into the sky.","release_date":"2007-08-18","vote_average":7.0,"runtime":145,"cert":"N\/A","id":19630,"title":"Into the Faraway Sky","adult":false,"genre_ids":[18,28]},{"cast":["Yu Oh-seong","Jang Dong-gun","Seo Tae-hwa","Jeong Woon-taek","Kim Bo-kyung"],"overview":"The film follows the lives of four childhood friends: Joon-seok, the leader, whose father is a powerful mob boss; Dong-su, whose father is an undertaker; class clown Jung-ho; and Sang-taek, an exemplary student. The story is the director's experience about his friends, a semi-autobiography set in his hometown, Busan. When it was released it was the highest-grossing Korean movie of all time.","release_date":"2001-03-31","vote_average":6.6,"runtime":118,"cert":"N\/A","id":19635,"title":"Friend","adult":false,"genre_ids":[28,18]},{"cast":["Akshay Kumar","John Abraham","Paresh Rawal","Rimi Sen","Rajpal Yadav"],"overview":"What happens when a good for nothing handsome hunk like Mac finds himself in possession of an empty flat and access to three gorgeous air hostesses, Priti, Sweety and Puja? Garam Masala! What happens when Mac, who is already engaged to Anjali, convinces each of the three girls that she is the one and only one for him? Garam Masala! What happens when Sam, once Mac's best friend and now his sworn enemy, threatens to reveal Mac's harem to Anjali? Garam Masala! What happens when all the girls land in the flat at the same time? Garam Masala!","release_date":"2005-11-03","vote_average":5.8,"runtime":142,"cert":"N\/A","id":19636,"title":"Garam Masala","adult":false,"genre_ids":[35]},{"cast":["Shahid Kapoor","Kareena Kapoor Khan","Neha Dhupia","Sunil Shetty","Rajpal Yadav"],"overview":"A debt-ridden young man attempts suicide, but is rescued only to find that his luck is finally turning.","release_date":"2006-06-09","vote_average":5.7,"runtime":165,"cert":"N\/A","id":19637,"title":"Chup Chup Ke","adult":false,"genre_ids":[35]},{"cast":["Karl Stegger","Hanne Borchsenius","Otto Møller Jensen","Rudi Hansen","Ole Neumann"],"overview":"Tiny Per has come of school age, and he has certainly not become any duller. He has joined a soccer team and they must play against the Swedes.","release_date":"1961-12-15","vote_average":5.6,"runtime":95,"cert":"N\/A","id":19642,"title":"Father of Four: The Whole Shebang","adult":false,"genre_ids":[10402,35,10751]},{"cast":["Karl Stegger","Otto Møller Jensen","Rudi Hansen","Ole Neumann","Peter Malberg"],"overview":"Its summer and everyone are going on holiday to a small fisher town in Jutland.","release_date":"1955-11-07","vote_average":5.9,"runtime":97,"cert":"N\/A","id":19645,"title":"Father of Four: In the Countryside","adult":false,"genre_ids":[10751,35]},{"cast":["Karl Stegger","Otto Møller Jensen","Rudi Hansen","Ole Neumann","Birgitte Price"],"overview":"At home in the small family is nothing new. Tiny Per is the school's mischief maker, Sister has heartaches, Mie and Ole has to be in the school play, etc. But suddenly something happens. Good old Uncle Anders has a twin brother in the United States. He called Sofus, and now he comes home to celebrate 70th birthday. He was a troublemaker when he left and now he has become even worse","release_date":"1957-11-25","vote_average":5.9,"runtime":100,"cert":"N\/A","id":19648,"title":"Father of Four: And Uncle Sofus","adult":false,"genre_ids":[35,10751]},{"cast":["Karl Stegger","Birgitte Price","Otto Møller Jensen","Rudi Hansen","Ole Neumann"],"overview":"Tiny Per gets its biggest wish: He becomes a scout. Sister also gets hers biggest wish: She's getting married. So now Mie take over the household and it's not going to go quietly.","release_date":"1958-11-10","vote_average":5.8,"runtime":93,"cert":"N\/A","id":19649,"title":"Father of Four and the Wolf Cubs","adult":false,"genre_ids":[10751]},{"cast":["Karl Stegger","Else Hvidhøj","Otto Møller Jensen","Ole Neumann","Peter Malberg"],"overview":"The popular Danish family are vacationing on the island of Bornholm. Unfortunately, they have not been able to get hotel rooms, but Tiny Per, always resourceful, have come up with the idea that they must sleep in a tent. Father and Uncle Anders are not quite enthusiastic about the idea, but there is nothing else to do.","release_date":"1959-12-26","vote_average":5.9,"runtime":100,"cert":"N\/A","id":19650,"title":"Father of Four: On Bornholm","adult":false,"genre_ids":[10751,35]},{"cast":["Helge Kjærulff-Schmidt","Buster Larsen","Bo Andersen","Vera Gebuhr","Bente Messmann"],"overview":"Uncle Anders and tiny Per has won a caravan in a contest. It's summer vacation, and the family takes in high spirits off to Jutland with their new home towed behind the car. One morning they discover that the Benneweis circus is setting up tents near the campsite","release_date":"1971-08-13","vote_average":8.3,"runtime":96,"cert":"N\/A","id":19651,"title":"Father of Four: In High Spirits","adult":false,"genre_ids":[35,10751]},{"cast":["Jean-Michel Portal","Marcial Di Fonzo Bo","Mathilde Seigner","Vittoria Scognamiglio","Jacques Hansen"],"overview":"This is a combination coming out and first love story. The swimmer and diver Lucard is interested in attractive Martin. The film follows the characters' coming out with all its difficulties, the bitter-sweet pleasures of first love and the dreadful moment when one comes down to reality and realizes that one's beloved friend has a hard way to go yet. The positive message the film tries to transmit is the somewhat common motto \"Live each day of your life as if it were your last.\"","release_date":"1997-12-05","vote_average":6.4,"runtime":87,"cert":"N\/A","id":19654,"title":"The Man I Love","adult":false,"genre_ids":[18,35]},{"cast":["Shah Rukh Khan","Kajol","Shilpa Shetty","Rakhee Gulzar","Dalip Tahil"],"overview":"A young man with a vendetta against a business tycoon seduces and kills his eldest daughter and then proceeds to his younger daughter but she begins to suspect her new lover's ulterior motive.","release_date":"1993-11-12","vote_average":7.0,"runtime":181,"cert":"N\/A","id":19657,"title":"Baazigar","adult":false,"genre_ids":[80,53]},{"cast":["Saif Ali Khan","Akshaye Khanna","Bipasha Basu","Katrina Kaif","Anil Kapoor"],"overview":"Ranvir and Rajiv are half brothers who own a huge stud farm in South Africa. Ranvir is a very shrewd and aggressive man while Rajiv is laid back, and a chronic alcoholic. Sophia, Ranvir's personal secretary adores and loves him. Ranvir is unaware of her feelings. Shaina, an Indian ramp model in Durban loves Ranvir but through a twist of fate gets married to his younger brother Rajiv. When she discovers that Rajiv is a chronic alcoholic, her world is shattered. Ranvir too is disturbed as he has sacrificed his love for his younger brother because Rajiv had promised to leave alcohol for good if he marries Shaina. In a weak moment Ranvir and Shaina come very close to each other. When Rajiv starts suspecting, all hell breaks loose. A murder is committed, a contract killing is issued. A sharp tongued detective R.D., getting wise on the proceedings, starts an intriguing investigation with his brainless bimbo assistant Mini","release_date":"2008-03-20","vote_average":6.0,"runtime":161,"cert":"N\/A","id":19658,"title":"Race","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Takashi Sorimachi","Shidou Nakamura","Yū Aoi","Noboru Takachi","Takahiro Fujimoto"],"overview":"Directed by Junya Sato and based on a book by Jun Henmi, \"Yamato\" has a framing story set in the present day and uses flashbacks to tell the story of the crew of the World War II Japanese battleship Yamato. The film was never released in the United States, where reviewers who have seen it have compared the military epic to \"Titanic\" and \"Saving Private Ryan.\"","release_date":"2005-12-17","vote_average":6.1,"runtime":145,"cert":"N\/A","id":19659,"title":"Yamato","adult":false,"genre_ids":[10752,36]},{"cast":["Peter Sellers","Paula Prentiss","Angela Lansbury","Tom Bosley","Phyllis Thaxter"],"overview":"Concert pianist Henry Orient (Peter Sellers) is trying to have an affair with a married woman, Stella Dunnworthy (Paula Prentiss), while two teenage private-school girls, Valerie Boyd (Tippy Walker) and Marian Gilbert (Merrie Spaeth), stalk him and write their fantasies about him in a diary. Orient's paranoia leads him to believe that the two girls, who seem to pop up everywhere he goes, are spies sent by the husband of his would-be mistress. When Val's mother, Isabel Boyd (Angela Lansbury), finds their diary, she suspects that Henry has acted inappropriately with her daughter. She contacts Orient and they end up having an affair. Val finds out about it, as does her dad.","release_date":"1964-03-19","vote_average":6.4,"runtime":106,"cert":"N\/A","id":19662,"title":"The World of Henry Orient","adult":false,"genre_ids":[35,18]},{"cast":["Saif Ali Khan","Deepika Padukone","Rishi Kapoor","Rahul Khanna","Giselli Monteiro"],"overview":"Two lovers break up after they realize that their career goals are pulling them in different directions.","release_date":"2009-07-31","vote_average":6.4,"runtime":128,"cert":"N\/A","id":19663,"title":"Love Aaj Kal","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gregory Peck","Roger Moore","David Niven","Trevor Howard","Barbara Kellerman"],"overview":"This true story follows the exploits of a top secret British military mission to destroy Nazi radio ships in a neutral harbor during WWII. The daring plan is led by British Intelligence officers Col. Lewis Pugh (Gregory Peck) and Capt. Gavin Stewart (Roger Moore). Since the ships are in neutral territory the British Military command, while encouraging the scheme, must deny any knowledge of it if it fails. Pugh and Stewart enlist the aid of retired officer Col. Bill Grice (David Niven) and some of his former soldiers. On the pretext of being on a fishing expedition, these seemingly drunken old men in civilian clothing must board and destroy 3 Nazi ships, whose radio transmissions have resulted in Nazi submarines sinking allied ships. While Stewart arranges a diversion on shore, Pugh and Grice carry out the dangerous raid on and destruction of the Nazi ships.","release_date":"1980-07-03","vote_average":5.8,"runtime":120,"cert":"PG","id":19664,"title":"The Sea Wolves","adult":false,"genre_ids":[10752,28,53]},{"cast":["Sara Botsford","Aidan Devine","Nigel Bennett","Jonathan Whittaker","Ian D. Clark"],"overview":"This series tells the story of the world's fastest fighter plane ever built, in 1950's Canada, and how the project was dropped due to political pressure from the United States.","release_date":"1997-01-12","vote_average":6.8,"runtime":180,"cert":"N\/A","id":19665,"title":"The Arrow","adult":false,"genre_ids":[99,18]},{"cast":["Aamir Khan","Gracy Singh","Rachel Shelley","Paul Blackthorne","Kulbhushan Kharbanda"],"overview":"In 1890s India, an arrogant British commander challenges the harshly taxed residents of Champaner to a high-stakes cricket match.","release_date":"2001-06-15","vote_average":7.4,"runtime":224,"cert":"","id":19666,"title":"Lagaan: Once Upon a Time in India","adult":false,"genre_ids":[12,18,10402,10749]},{"cast":["Bobby Deol","Priyanka Chopra","Ritesh Deshmukh","Irrfan Khan","Rajpal Yadav"],"overview":"A traumatized child becomes a political activist but agrees to become an assassin upon being captured.","release_date":"2008-08-29","vote_average":3.8,"runtime":105,"cert":"N\/A","id":19667,"title":"Chamku","adult":false,"genre_ids":[28,80,18,10402,10749,53]},{"cast":["Kunal Khemu","Fardeen Khan","Dia Mirza","Arbaaz Khan","Anjana Sukhani"],"overview":"Bangkok-based con-man, Jai, steals cars, and cons residents. While flirting with a girl in a bar, faces-off with her brother and his friends, and a male, Veeru, comes to his assistance. Both become close and eventually inseparable friends. Their friendship ends abruptly after Veeru reveals his true identity and arrests Jai. Neither are aware that they have a common enemy in Tejpal - who is determined to do away with both of them once and for all.","release_date":"2009-03-13","vote_average":5.7,"runtime":160,"cert":"N\/A","id":19668,"title":"Jai Veeru","adult":false,"genre_ids":[28,53]},{"cast":["Imran Khan","Sanjay Dutt","Minissha Lamba","Vidya Malvade","Reema Lagoo"],"overview":"A fortnight before her eighteenth birthday, Sonia goes missing. Her family receives a call informing them that she has been kidnapped and her estranged father, a US-based businessman, must now follow the kidnapper’s instructions to the letter if he is to entertain any hopes of seeing her alive again. Is this a mere kidnapping or is there more to it than what meets the eye?","release_date":"2008-10-02","vote_average":4.6,"runtime":165,"cert":"N\/A","id":19669,"title":"Kidnap","adult":false,"genre_ids":[80,53]},{"cast":["Ajay Devgn","Tusshar Kapoor","Arshad Warsi","Sharman Joshi","Paresh Rawal"],"overview":"Four runaway crooks take shelter in a bungalow which is owned by a blind couple.","release_date":"2006-07-14","vote_average":6.5,"runtime":150,"cert":"N\/A","id":19670,"title":"Golmaal - Fun Unlimited","adult":false,"genre_ids":[35,10751,28,18]},{"cast":["Ranvir Shorey","Mallika Sherawat","Tinnu Anand","Sushmita Mukherjee","Payal Rohatgi"],"overview":"It is a story of Kabir, a carefree guy who has been studying engineering for the last ten years now, whose life goes for a sixer when he meets the quirky and kinky Kuhu. Kabir always wanted a girl to love but he never in his wildest dreams thought he would encounter a girl who could make him dance around circles, run around naked, ride cycles without seats, wear high heels, and many other things","release_date":"2008-08-01","vote_average":2.0,"runtime":117,"cert":"N\/A","id":19671,"title":"Ugly Aur Pagli","adult":false,"genre_ids":[18,10749]},{"cast":["Farhan Akhtar","Arjun Rampal","Purab Kohli","Luke Kenny","Prachi Desai"],"overview":"Aditya, Joe, Kedar and Rob form a rock band, but break up after they fail to make a success of it. They establish regular lives until they decide to reunite and take another shot at fulfilling their dreams.","release_date":"2008-08-29","vote_average":7.0,"runtime":144,"cert":"N\/A","id":19672,"title":"Rock On!!","adult":false,"genre_ids":[18]},{"cast":["Jerzy Stuhr","Olgierd Łukaszewicz","Bożena Stryjkówna","Bogusława Pawelec","Wiesław Michnikowski"],"overview":"Two scientists are chosen as guinea pigs for a time experiment: they are placed in hibernation and should be brought back to life after three years. In the meantime, however, the World War III breaks out and life have been wiped out of the surface of the Earth. When they wake up, it turns out that not only 50 years have passed but also that they are the only living specimens of the male sex in a new, underground society composed exclusively of women.","release_date":"1984-05-13","vote_average":7.5,"runtime":117,"cert":"15","id":19673,"title":"Sexmission","adult":false,"genre_ids":[878,12,35]},{"cast":["David Boreanaz","Caroline Dhavernas","Amanda Walsh","Holly Lewis"],"overview":"Based on the humorously edgy play by Vivienne Laxdal, These Girls is the story of three teenage girls who, in turn, seduce and then attempt to share Keith, an older married man. It is a tale of innocence, jealousy and friendship told as a provocative coming-of-age story.","release_date":"2005-09-10","vote_average":4.5,"runtime":92,"cert":"N\/A","id":19676,"title":"These Girls","adult":false,"genre_ids":[35,18,10749]},{"cast":["Takanori Gomi","Phil Baroni","Masakazu Imanari","Denis Kang","Tatsuya Kawajiri"],"overview":"Pride Bushido 8 was a mixed martial arts event held by Pride Fighting Championships. It took place at the Nagoya Rainbow Hall in Nagoya, Japan on July 17, 2005.","release_date":"2005-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":19691,"title":"Pride Bushido 8","adult":false,"genre_ids":[]},{"cast":["Dan Monahan","Wyatt Knight","Mark Herrier","Roger Wilson","Cyril O'Reilly"],"overview":"When the students of Angel Beach High decide to stage \"An Evening With Shakespeare,\" their efforts are threatened by Miss Balbricker, who views the works of Shakespeare as obscene. She enlists the help of Reverend Bubba Flavel, a religious fanatic who brings along his flock of followers to pressure the school into shutting down the production.","release_date":"1983-06-24","vote_average":5.3,"runtime":98,"cert":"18","id":19698,"title":"Porky's II: The Next Day","adult":false,"genre_ids":[35]},{"cast":["Anupam Kher","Naseeruddin Shah","Jimmy Sheirgill","Deepal Shaw","Aamir Bashir"],"overview":"A retired police commissioner recounts the most memorable case of his career, wherein he was informed about a bomb scare in Mumbai.","release_date":"2008-09-05","vote_average":7.1,"runtime":103,"cert":"N\/A","id":19703,"title":"A Wednesday!","adult":false,"genre_ids":[18,53]},{"cast":["Alfredo Aguilar","Eva Ahen","Juan Miguel Anzola","Enrique Arango"],"overview":"A story as told by an aborted child who's now 14 years old, involving his mother, three teenagers (two twin brothers and their cousin) that make a love triangle, the twins' father and his new lover, a drug lord and his sidekicks, the drug lord's wife who doesn't know who's the father of her baby, a prostitute with bladder problems, a hit man (really a frustrated poet), and a huge missunderstanding","release_date":"2005-10-01","vote_average":7.1,"runtime":120,"cert":"N\/A","id":19718,"title":"El Colombian Dream","adult":false,"genre_ids":[35,18]},{"cast":["James Gunn","Jenna Fischer","Peter Alton","Sarah Sido","Linda Cardellini"],"overview":"A hip, misguided Southern California couple decide to make a difference in the lives of the homeless by giving them lollipops with a cheery slogan on the wrapper.","release_date":"2004-11-21","vote_average":6.5,"runtime":64,"cert":"N\/A","id":19719,"title":"LolliLove","adult":false,"genre_ids":[35,99]},{"cast":["Eddie Murphy","Thomas Haden Church","Yara Shahidi","Ronny Cox","Stephen Rannazzisi"],"overview":"A financial executive who can't stop his career downspiral is invited into his daughter's imaginary world, where solutions to his problems await.","release_date":"2009-06-19","vote_average":5.8,"runtime":107,"cert":"N\/A","id":19724,"title":"Imagine That","adult":false,"genre_ids":[35,10751]},{"cast":["Jim Dale","Bernard Cribbins","Maureen Lipman","Peter Richardson","Alexei Sayle"],"overview":"Christopher Columbus believes he can find an alternative route to the far East and persuades the King and Queen of Spain to finance his expedition...","release_date":"1992-10-02","vote_average":3.9,"runtime":91,"cert":"","id":19725,"title":"Carry On Columbus","adult":false,"genre_ids":[35]},{"cast":["George Peppard","James Mason","Ursula Andress","Jeremy Kemp","Karl Michael Vogler"],"overview":"A young pilot in the German air force of 1918, disliked as lower-class and unchivalrous, tries ambitiously to earn the medal offered for 20 kills.","release_date":"1966-06-21","vote_average":7.0,"runtime":156,"cert":"PG","id":19728,"title":"The Blue Max","adult":false,"genre_ids":[10752,28,12,18]},{"cast":["Ron Howard","Nancy Morgan","Elizabeth Rogers","Barry Cahill","Rance Howard"],"overview":"A rich girl steals her dad's Rolls Royce and heads off to Las Vegas to get married. However, her angry parents, a jealous suitor, and a bunch of reward seekers are determined to stop her.","release_date":"1977-06-16","vote_average":5.3,"runtime":84,"cert":"N\/A","id":19731,"title":"Grand Theft Auto","adult":false,"genre_ids":[28,35,80]},{"cast":["Bryan James Kitto","Darnell Hamilton","Marissa Cuevas","Earl Scioneaux","Chris Violette"],"overview":"Three kids get lost in the Louisiana bayou in search of a ghost pirate and his lost treasure, but what they discover is true friendship and the adventure of a lifetime.","release_date":"2009-05-19","vote_average":3.5,"runtime":95,"cert":"N\/A","id":19732,"title":"Labou","adult":false,"genre_ids":[12,14,18,28,35,878,10751]},{"cast":[],"overview":"No overview found.","release_date":"2015-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":19747,"title":"Albert Einsteins Relativitaetstheorie 2v3","adult":false,"genre_ids":[]},{"cast":["Drew Barrymore","Tony Denison","Harley Jane Kozak","Tom Mason","Laurie Paton"],"overview":"The true story of the Long Island teen who shoots and wounds the wife of a man she called her lover.","release_date":"1993-01-03","vote_average":4.8,"runtime":96,"cert":"N\/A","id":19754,"title":"The Amy Fisher Story","adult":false,"genre_ids":[10770,80,18]},{"cast":["Zdeněk Štěpánek","Miroslav Macháček","Dana Medřická","Otto Lackovič","Radovan Lukavský"],"overview":"The year is 2163. Starship Ikaria XB 1 embarks on a long journey across the Universe, to search for life on the planets of Alpha Centauri.","release_date":"1963-07-26","vote_average":6.9,"runtime":98,"cert":"N\/A","id":19757,"title":"Ikarie XB 1","adult":false,"genre_ids":[878]},{"cast":["Sandra Bullock","Denis Leary","Yaphet Kotto","Stephen Dillane","Tracey Cherelle Jones"],"overview":"Frank O'Brien, a petty thief, and his 7-year-long girlfriend Roz want to put an end to their unsteady lifestyle and just do that last job, which involves stealing a valuable painting. Frank takes Roz to an island on the coast of New England, where he wants to sell the painting and also hopes that their sagging relationship will get a positive push back up. Not everything goes as planned.","release_date":"1996-01-12","vote_average":5.0,"runtime":96,"cert":"N\/A","id":19760,"title":"Two If by Sea","adult":false,"genre_ids":[35,10749]},{"cast":["Farrah Fawcett","Kirk Douglas","Harvey Keitel","Roy Dotrice","Ed Bishop"],"overview":"In the future, Earth is overcrowded and the population relies on distant bases to be fed. In the Saturn 3 station, Major Adam and the scientist Alex, who is also his lover and has never been on Earth, have been researching hydroponics for three years in the base alone with their dog Sally. Meanwhile, the psychotic Captain Benson fails the mental test required to travel to Saturn 3 and kills his replacement, Captain James, taking his place in the mission of assembling and programming the Demi-God series robot Hector to replace one of the scientists in Saturn 3. On the arrival, the mentally disturbed Captain Benson becomes sexually obsessed for Alex. Then he uses an interface to link his brain to program Hector, but incapable to control his emotions, he transfers his homicidal tendency and insanity to Hector. Now Major Adam and Alex are trapped in the station with a dangerous psychopath robot.","release_date":"1980-02-15","vote_average":5.5,"runtime":95,"cert":"15","id":19761,"title":"Saturn 3","adult":false,"genre_ids":[878,53]},{"cast":["Fred MacMurray","Keenan Wynn","Paul Lynde","Nancy Olson","Arthur Tovey"],"overview":"Beleaguered professor Ned Brainard has already run into a pile of misfortunes with his discovery of the super-elastic substance \"Flubber.\" Now he hopes to have better luck with a gravity-busting derivative he's dubbed \"Flubbergas.\" Ned's experiments, constantly hampered by government obstruction, earn the consternation of his wife, Betsy. But a game-winning modification to a football uniform may help Ned make the case for his fantastic new invention.","release_date":"1963-01-16","vote_average":6.4,"runtime":100,"cert":"U","id":19762,"title":"Son of Flubber","adult":false,"genre_ids":[35,10751,878]},{"cast":["Attila Mokoš","Roman Luknár","Helena Krajčiová","Robert Więckiewicz","Jan Vondráček"],"overview":"Set against the majestic mountains of central Slovakia, first time director Vladimir Balko explores the difficulties and challenges one former inmate must face upon his release from prison. Tono has just been released after a five-year stint in prison for lumber theft. Although attempting to stay on the straight and narrow, Tono is faced with many obstacles including building a relationship with his son, saving his now fragile marriage, and avoiding the tempting lure of his previous life of crime. A story of friendship and betrayal, SOUL AT PEACE was an official selection at the prestigious Karlovy Vary International Film Festival.","release_date":"2009-01-29","vote_average":7.0,"runtime":null,"cert":"N\/A","id":19763,"title":"Soul at Peace","adult":false,"genre_ids":[18]},{"cast":["French Stewart","Elaine Hendrix","Tony Martin","Caitlin Wachs","Mark Mitchell"],"overview":"After capturing Claw, all the criminals have gone into hiding until, Claw escapes! Gadget thinks he will get the case, but everyone else has other planes. A new version of the Gadget project is unveiled in the form of G2. Strict orders are given for Gadget to stay away from G2 and every crime scene, but Gadget feels he is needed more than anyone.","release_date":"2003-03-11","vote_average":3.9,"runtime":89,"cert":"U","id":19766,"title":"Inspector Gadget 2","adult":false,"genre_ids":[28,12,35,10751]},{"cast":["Tatiana Vilhelmová","Anna Geislerová","Roman Luknár","Jiří Macháček","Zuzana Fialová"],"overview":"Jirka, Roman, and Ivan have been friends since school. Today they are about 35 and, although they went into different fields, their friendship has lasted. Each of the three friends hides a secret, and their lives change radically when the secrets come out. How will the three friends stand up to the tests they are forced to face? Will their friendship survive?","release_date":"2007-09-06","vote_average":5.7,"runtime":98,"cert":"N\/A","id":19775,"title":"Teddy Bear","adult":false,"genre_ids":[35,18]},{"cast":["Leon Schuster","Mary-Ann Barlow","Lionel Newton","Jerry Mofokeng","Alfred Ntombela"],"overview":"Set in Cape Town, South Africa Mama Jack is the story of Jack Theron, an ordinary person working on a film set. However, his movie producer boss hates him and wants to remove him from the production of the film. In a bid to get rid of Jack, the producer spikes his drink with a drug at a glamorous function, and before long Jack has got himself on the wrong side of the law.  While on the run, Jack turns to his friend, a make-up artist, who turns him into \"Mama Bolo\". Mama Bolo soon finds “herself” employed by the producer’s fiancée, Angela.  A series of deceptions and misunderstandings pile up and comic mayhem ensues with Jack Theron becoming another character, Doctor Donald, a tramp from Scotland.","release_date":"2005-01-01","vote_average":4.9,"runtime":100,"cert":"N\/A","id":19782,"title":"Mama Jack","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A portrayal of emotional conflict, trust, and betrayal between a teenage son and his mom.","release_date":"2008-10-03","vote_average":2.5,"runtime":100,"cert":"N\/A","id":19785,"title":"Catch Your Mind","adult":false,"genre_ids":[18,10751]},{"cast":["Martin Benrath","Dagmar Manzel","Jörg Schüttauf","Johanna Wokalek","Martina Gedeck"],"overview":"A story about Matt family life in Germany between 20-ies and 40-ies. based on the novel by Erwin Strittmatter.","release_date":"1998-01-01","vote_average":9.0,"runtime":273,"cert":"N\/A","id":19788,"title":"The Shop","adult":false,"genre_ids":[18,36]},{"cast":["Tabitha St. Germain","Janyse Jaud","Britt McKillip","Chantal Strand","Andrea Libman"],"overview":"Wysteria is beaming with pride; her gardens are in bloom, her little Breezie friends are in town, and it's time for Ponyville's fanciest spring parade, the ultimate celebration of flowers, flowers, flowers! But things don't go according to plan when Wysteria accidentally awakens Spike the Dragon, a sleepy, silly 1,000-year-old dragon. For you see, legend holds that when a dragon is awakened, an new princess is about to be crowned. But who is the Princess of Ponyville?","release_date":"2006-02-07","vote_average":6.1,"runtime":50,"cert":"N\/A","id":19789,"title":"My Little Pony: The Princess Promenade","adult":false,"genre_ids":[16,10751,14]},{"cast":["Michael Bove","Steven Dean Davis","Dashiell Eaves"],"overview":"Stomp is a rhythmic, musical extravaganza that has stunned audiences across the globe. If you weren't lucky enough to catch them in your hometown (or you did and you crave more), now there's Stomp Out Loud, a special HBO performance that will bring the unusual musical feats right into your living room. You might just find yourself grabbing a broom or even your remote control to keep time. \"It's comedy, it's theater, it's very physical, it's energetic, it's occasionally quite terrifying,\" says one performer. Taking their show from the theater to the streets, this astonishing troupe can make music out of just about anything and just about anywhere. --Dana Van Nest","release_date":"1997-12-06","vote_average":7.0,"runtime":50,"cert":"N\/A","id":19790,"title":"Stomp: Out Loud","adult":false,"genre_ids":[35,10402]},{"cast":["Go Soo","Song Ji-hyo","Lee Dong-kyu","Kwon Hae-sung","Kang Shin-il"],"overview":"Action thriller featuring a dramatic race against time and death. After 10 billion won worth of drugs mysteriously disappear, police officer Kang Sung Joo (Ko Su) is faced with the unenviable task of tracking down the perpetrators of the clever coup. During his risky mission for justice, he stumbles into news reporter Seo Yoo Jin (Song Ji-hyo) who has the gift to foresee the future. To his shock, Kang learns that he will be murdered within 24 hours.","release_date":"2004-10-22","vote_average":5.0,"runtime":118,"cert":"N\/A","id":19793,"title":"Some","adult":false,"genre_ids":[28,80,9648]},{"cast":["Lindsay Lohan","Luke Kirby","Chris Parnell","Aaron Yoo","Bridgit Mendler"],"overview":"A young woman pretends to be pregnant in order to avoid being fired from her job. When that gets her a bunch of special treatment by everyone involved in her life, she tries to keep up the lie for nine months.","release_date":"2009-07-19","vote_average":5.3,"runtime":89,"cert":"N\/A","id":19794,"title":"Labor Pains","adult":false,"genre_ids":[35]},{"cast":["Seymour Cassel","Alfre Woodard","Johnny Whitworth","Adrienne Barbeau","Charlene Blaine"],"overview":"Old and bitter, Alvin just wants some peace and quiet in his last days. His wish, however, is not granted when a young, vibrant and ironically full of life Kevin becomes Alvin's hospice roommate. Through this \"odd couple\" relationship, Alvin learns that its not the minutes in our life, its the moments in your life that matter.","release_date":"2008-10-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":19795,"title":"Reach for Me","adult":false,"genre_ids":[18,35]},{"cast":["Bob Hoskins","Josiane Balasko","Jody Latham","Josef Altin","Jessica Stewart"],"overview":"An elderly man's innocent friendship with an eight year old girl is tarnished by the assumptions of a community when the little girl goes missing.","release_date":"2007-05-17","vote_average":6.5,"runtime":106,"cert":"N\/A","id":19796,"title":"Ruby Blue","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alexis Arquette","Tuc Watkins","Marni Nixon","Guillermo Díaz","Lauren Vélez"],"overview":"A screwball comedy about a gay couple at a straight couple's wedding.","release_date":"1998-04-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":19797,"title":"I Think I Do","adult":false,"genre_ids":[35,10749]},{"cast":["Dmitriy Miller","Aleksandr Bukharov","Kseniya Knyazeva","Aleksey Chadov","Nikolay Chindyaykin"],"overview":"Europe, 1709. Russia and Sweden are at war. Two French duelists are exiled by King Louis XIV of France: one to the side of Czar Peter the Great of Russia, the other to the side of King Charles XII of Sweden. Although separated by war and allegiance, fate has not finished with them.","release_date":"2007-02-20","vote_average":4.3,"runtime":131,"cert":"N\/A","id":19798,"title":"The Sovereign's Servant","adult":false,"genre_ids":[28,12,36]},{"cast":["Nick Cannon","Roselyn Sánchez","Shawn Ashmore","Cheech Marin","Kelly Hu"],"overview":"A young detective goes undercover at an elite private school to destroy an international stolen car ring.","release_date":"2005-09-02","vote_average":5.1,"runtime":95,"cert":"N\/A","id":19803,"title":"Underclassman","adult":false,"genre_ids":[28,35]},{"cast":["Niels Olsen","Kathrine Bremerskov Kaysen","Jakob Wilhjelm Poulsen","Jess Ingerslev","Sidse Mickelborg"],"overview":"","release_date":"2005-01-10","vote_average":4.6,"runtime":87,"cert":"N\/A","id":19812,"title":"Father of Four: Never Gives Up!","adult":false,"genre_ids":[35,10751]},{"cast":["Jesper Christensen","Bjarne Henriksen","Kirsten Lehfeldt","Dick Kaysø","Paw Henriksen"],"overview":"Eleven-year-old George is the new kid in the Apple Orchard housing complex. He and the other kids are terrorized by JB, the tyrannical superintendent. George starts out as an outsider, until he discovers he has a talent for leadership. Eventually, the other kids follow George in dreaming up a challenge to JB's abuse. Then, surprising events bring in the police, but the cops mess up. That's when George's gang of little rascals save the day!","release_date":"2003-10-10","vote_average":6.0,"runtime":85,"cert":"N\/A","id":19813,"title":"Nasty Brats","adult":false,"genre_ids":[35,10751]},{"cast":["Erik Holmey","Zlatko Burić","Julie R. Ølgaard","Sofie Lassen-Kahlke","Robert Hansen"],"overview":"In this modern-day western, rumor has it that notorious gangster Frank Lowies hid millions in cash before getting tossed in the slammer. Going on little more than cryptic tattoos on a sexy stripper's body, every gunslinging scoundrel in the desert hot town of Copenhagen is on the hunt, their brows dripping with sweat and blood, and their pistols blazing in unflinchingly graphic showdowns -- but where the hell is the money?","release_date":"2007-02-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":19814,"title":"Pistoleros","adult":false,"genre_ids":[28,35]},{"cast":["Nick Nolte","Shaquille O'Neal","Mary McDonnell","J.T. Walsh","Ed O'Neill"],"overview":"Pete Bell, a college basketball coach is under a lot of pressure. His team isn't winning and he cannot attract new players. The stars of the future are secretly being paid by boosters. This practice is forbidden in the college game, but Pete is desperate and has pressures from all around.","release_date":"1994-02-18","vote_average":6.1,"runtime":108,"cert":"N\/A","id":19819,"title":"Blue Chips","adult":false,"genre_ids":[18]},{"cast":["Angie Cepeda","Salvador del Solar","Mónica Sánchez","Pilar Bardem","Aristóteles Picho"],"overview":"The Peruvian army captain Pantaleon Pantoja, a very serious and efficient officer, is chosen by his superiors to set up a special service of 'visitors' to satisfy the sexual needs of the soldiers posted on remote jungle outposts.","release_date":"1999-01-01","vote_average":6.4,"runtime":137,"cert":"N\/A","id":19822,"title":"Captain Pantoja and the Special Services","adult":false,"genre_ids":[35,18]},{"cast":["Christian Slater","Emmanuelle Vaugier","Wes Bentley","Robert Benz","Darla Biccum"],"overview":"A young man attempts to seek to avenge his wife's death after she is murdered by a Las Vegas mobster.","release_date":"2009-10-23","vote_average":5.7,"runtime":81,"cert":"N\/A","id":19823,"title":"Dolan’s Cadillac","adult":false,"genre_ids":[18,53]},{"cast":["Jonathan Bennett","Kristin Cavallari","Jerry Shea","Nestor Aaron Absera","Steve Talley"],"overview":"It is freshman year at Coolidge College and Van Wilder is ready to party. To his dismay, all the girls have taken a vow of chastity and the dean rules the school. Van embarks on a crusade to land the campus hottie, Kaitlin, and liberate his school from sexual oppression and party dysfunction.","release_date":"2009-06-02","vote_average":5.4,"runtime":100,"cert":"18","id":19824,"title":"Van Wilder: Freshman Year","adult":false,"genre_ids":[35]},{"cast":["Peter Falk","Alan Arkin","Richard Libertini","Nancy Dussault","Penny Peyser"],"overview":"In preparation for his daughter's wedding, dentist Sheldon Kornpett meets Vince Ricardo, the groom's father. Vince, a manic fellow who claims to be a government agent, then proceeds to drag Sheldon into a series of chases and misadventures from New York to Central America.","release_date":"1979-06-15","vote_average":7.0,"runtime":103,"cert":"N\/A","id":19827,"title":"The In-Laws","adult":false,"genre_ids":[28,12,35,9648]},{"cast":["Jason Stuart","Jim J. Bullock","Christopher Cowan","Fritz Greve","Mitch Hara"],"overview":"Story of a jewish man who discovers that his boyfriend of 10 years is cheating on him.","release_date":"2001-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":19828,"title":"10 Attitudes","adult":false,"genre_ids":[18,35,10749]},{"cast":["Trishelle Cannatella","Ginny Weirick","Maitland McConnell","George Takei","Michael FitzGibbon"],"overview":"3 college cheerleaders use their martial arts know-how to save their Sensei from mafia kidnappers, but must keep their extra curricular activities a secret in order to make it into an Ivy League school.","release_date":"2008-05-10","vote_average":3.9,"runtime":81,"cert":"N\/A","id":19829,"title":"Ninja Cheerleaders","adult":false,"genre_ids":[28,35]},{"cast":["Vladimir Zamanskiy","Oleg Vasilkov","Roman Grekov","Valery Troshin","Aleksandr Chislov"],"overview":"Visually astonishing, erotically charged and emotionally jarring. '100 Days Before the Command' is Hussein Erkenov's courageous and stinging indictment of communism. Five young Red Army recruits struggle for survival against the merciless violence that surrounds them on a daily basis. Their only means of saving their dignity is by preserving the humanity and compassion they share for each other.","release_date":"1991-02-01","vote_average":5.9,"runtime":71,"cert":"N\/A","id":19830,"title":"100 Days Before the Command","adult":false,"genre_ids":[18]},{"cast":["Peter Capaldi","Tom Hollander","Gina McKee","James Gandolfini","Chris Addison"],"overview":"The US President and the UK Prime Minister are planning on launching a war in the Middle East, but—behind the scenes—government officials and advisers are either promoting the war or are trying to prevent it.","release_date":"2009-01-22","vote_average":7.1,"runtime":106,"cert":"15","id":19833,"title":"In the Loop","adult":false,"genre_ids":[35]},{"cast":["Hayden Panettiere","Paul Rust","Lauren London","Lauren Storm","Jack Carpenter"],"overview":"A valedictorian's declaration of love for a high-school cheerleader launches a night of revelry, reflection and romance for a group of graduating seniors.","release_date":"2009-07-10","vote_average":5.3,"runtime":102,"cert":"15","id":19840,"title":"I Love You, Beth Cooper","adult":false,"genre_ids":[35,10749]},{"cast":["Damian Hess","Gaby Alter","Brandon Patton","Sturgis Cuningham"],"overview":"Nerdcore Rising is a documentary\/concert film starring MC Frontalot and other nerdcore hip hop artists such as mc chris, Wheelie Cyberman of Optimus Rhyme and MC Lars, with contributors from such as \"Weird Al\" Yankovic, Prince Paul and Brian Posehn. It combines interviews about nerdcore and its origins with footage of MC Frontalot's 2006 Nerdcore Rising national tour.","release_date":"2008-09-03","vote_average":6.7,"runtime":80,"cert":"N\/A","id":19845,"title":"Nerdcore Rising","adult":false,"genre_ids":[99]},{"cast":["Hugo Weaving","Tony Martin","Aaron Jeffery","Paul Sonkkila","Michael Caton"],"overview":"A duel between a suspected murderer and a detective pressed by people who want results. But whose skin is really wanted.","release_date":"1998-03-03","vote_average":7.1,"runtime":104,"cert":"","id":19846,"title":"The Interview","adult":false,"genre_ids":[18]},{"cast":["Joleigh Fioravanti","Bret Roberts","Brittany Daniel","Joseph McKelheer","Vanessa Nigro"],"overview":"Kenneth Bianchi, one of the two serial rapists and killers who terrorized the Los Angeles area in the late 1970s, is giving police station interviews to psychiatrist Samantha Stone, who has disquieting lifestyle issues of her own. It falls to her to delve into the details of the case to determine the veracity of Bianchi's claims of multiple personality disorder, but in so doing, she is forced to relive the horrific crimes, one of which occurs at her very doorstep.","release_date":"2006-01-10","vote_average":4.6,"runtime":85,"cert":"N\/A","id":19849,"title":"Rampage: The Hillside Strangler Murders","adult":false,"genre_ids":[18,53,80]},{"cast":["David Schwimmer","Chris Cooper","Emily Procter","Matt Frewer","Terry O'Quinn"],"overview":"We follow the two Texas doctors who invented the modern breast implant and its surgical procedure. However, when success and money come their way, they split up and follow different paths. One becomes the surgeon of the everyday woman while the other's career freefalls and has to settle with strippers and actresses. The film covers their history, and their invention's, from the sixties until today","release_date":"1997-12-13","vote_average":5.8,"runtime":95,"cert":"N\/A","id":19850,"title":"Breast Men","adult":false,"genre_ids":[10770,18,35]},{"cast":["Drew Barrymore","Jessica Lange","Jeanne Tripplehorn","Ken Howard","Kenneth Welsh"],"overview":"Based on the life stories of the eccentric aunt and first cousin of Jackie Onassis raised as Park Avenue débutantes but who withdrew from New York society, taking shelter at their Long Island summer home, \"Grey Gardens.\" As their wealth and contact with the outside world dwindled, so did their grasp on reality.","release_date":"2009-04-18","vote_average":7.0,"runtime":104,"cert":"N\/A","id":19851,"title":"Grey Gardens","adult":false,"genre_ids":[18,36,10770]},{"cast":["Alexa PenaVega","Douglas Smith","Majandra Delfino","Kris Lemche","Drew Tyler Bell"],"overview":"When 16 year old Scott Byers decided to bring a camcorder to school, none of his schoolmates ever imagined what was to come. Only Scott's five closest friends and followers have the insight on his master plan. He is on a quest for the ultimate thrill, as he documents the day's events, anticipating the grand finale: Scott plans to commit suicide on camera. His friends become fascinated by his idea and decide to join the action for various reasons; home problems, romance and even boredom. They pull behind their leader and set out to make history. The rush is instantaneous. Emotions run wild. Pressure mounts as shocking details are revealed. The search for the final adventure takes an unexpected turn down a dark road. This journey turns out to be much more than what Scott and his friends had ever anticipated.","release_date":"2006-11-07","vote_average":5.7,"runtime":89,"cert":"N\/A","id":19854,"title":"State's Evidence","adult":false,"genre_ids":[18,80]},{"cast":["Elijah Wood","Kevin Costner","Mare Winningham","Lexi Randall","LaToya Chisholm"],"overview":"The son of a Vietnam War Veteran must deal with neighborhood bullies as well as his dad's post-traumatic stress disorder while growing up in the deep south in the 1970's.","release_date":"1994-11-04","vote_average":6.7,"runtime":126,"cert":"N\/A","id":19855,"title":"The War","adult":false,"genre_ids":[18]},{"cast":["Steve Coogan","Hilary Duff","Olivia Thirlby","Josh Peck","Molly Shannon"],"overview":"Set in the mid-80s, when a reporter is sent to cover the Challenger Space Shuttle launch only to become mixed up in the lives of some local students.","release_date":"2009-05-29","vote_average":5.4,"runtime":104,"cert":"N\/A","id":19874,"title":"What Goes Up","adult":false,"genre_ids":[18]},{"cast":["Svetlana Kryuchkova","Aleksey Petrenko","Mariya Shukshina","Konstantin Vorobyov","Sasha Drobitko"],"overview":"A small child is trapped in a tug-of-war battle between his frivolous, but loving mother and an emotionally abusive neurotic grandmother, who wants to \"shelter\" her beloved grandson at all cost.","release_date":"2009-03-20","vote_average":6.3,"runtime":110,"cert":"N\/A","id":19875,"title":"Bury Me Behind the Baseboard","adult":false,"genre_ids":[18]},{"cast":["Anton Büeler","Albert Gwerder","Erich Gwerder","Alois Langenegger","Dominic Langenegger"],"overview":"","release_date":"2006-10-19","vote_average":7.0,"runtime":97,"cert":"N\/A","id":19876,"title":"Alpine Saga","adult":false,"genre_ids":[99]},{"cast":["Akira Kamiya","Yuriko Yamamoto","Kenji Utsumi","Chikao Ohtsuka","Toshio Furukawa"],"overview":"After a nuclear holocaust tears the world apart, mankind is forced to the harshness of not only the oppression of others who are much more powerful, but the dead earth which seems to be getting worse with every passing moment. But a savior has risen from the ashes, a man who will defeat those who would torment the weak and make the world a livable place once more. A man named Kenshiro...","release_date":"1986-03-08","vote_average":7.3,"runtime":110,"cert":"N\/A","id":19877,"title":"Fist of the North Star","adult":false,"genre_ids":[28,16,18,878,53]},{"cast":[],"overview":"No overview found.","release_date":"1923-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":19880,"title":"Without Evidence","adult":false,"genre_ids":[18]},{"cast":["Mithun Chakraborty","Kim","Rajesh Khanna","Kalpana Iyer","Om Puri"],"overview":"Jimmy promises to return to Bombay and become a famous entertainer so that he can exact revenge on Mr. Oberoi for having insulted and imprisoned his mother on false charges. He falls in love with Oberoi's daughter and causes Sam Oberoi's nervous breakdown when he takes over as popular disco dancer. Oberoi, in an attempt to get rid of Jimmy, accidentally kills his mother, and Jimmy is devastated and unable to perform. Will he rise above the tragedy, sing again, and avenge his mother's death?","release_date":"1982-12-10","vote_average":5.7,"runtime":134,"cert":"N\/A","id":19887,"title":"Disco Dancer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Marco, a young Italian boy, is searching for his mother across Latin America after her letters mysteriously stop arriving. On his travels Marco encounters people who care for him and help him along his way; however, he must also face the evils of the adults who care for nothing but themselves and decide to take advantage of his situation.","release_date":"1999-04-01","vote_average":8.0,"runtime":96,"cert":"N\/A","id":19888,"title":"Marco: 3000 Leagues in Search of Mother","adult":false,"genre_ids":[16]},{"cast":["Chuck Connors","Luke Halpin","Connie Scott","Jane Rose","Joe Higgins"],"overview":"Many kids might say their best friend is a puppy or a pony. But for 12-year-old Sandy, the most special pet of all is the exuberant dolphin he rescues and who returns the favor by rescuing Sandy from sharks.The dolphin named Flipper first swam into the world's minds and hearts in this 1963 film starring Chuck Connors and Luke Halpin as Sandy (a role he would continue in the 1964-68 TV series that followed.) James B. Clark, a long-time family filmmaker whose credits include \"Island of the Blue Dolphins\" and \"My Side of the Mountain,\" directs the story of hard times (Hurricane Hazel and its aftermath) and joy (Sandy's dolphin-powered rides through the waves). And two fins up for Mitzie, the animal star who plays flipper.","release_date":"1963-08-14","vote_average":5.9,"runtime":87,"cert":"N\/A","id":19893,"title":"Flipper","adult":false,"genre_ids":[12,18,10751]},{"cast":["Ben Foster","Dennis Quaid","Cam Gigandet","Antje Traue","Cung Le"],"overview":"Two crew members wake up on an abandoned spacecraft with no idea who they are, how long they've been asleep, or what their mission is. The two soon discover they're actually not alone – and the reality of their situation is more horrifying than they could have imagined.","release_date":"2009-09-08","vote_average":6.5,"runtime":108,"cert":"15","id":19898,"title":"Pandorum","adult":false,"genre_ids":[28,27,9648,878,53]},{"cast":["Vince Vaughn","Malin Åkerman","Jason Bateman","Kristen Bell","Jon Favreau"],"overview":"Four couples, all friends, descend on a tropical island resort. Though one husband and wife are there to work on their marriage, the others just want to enjoy some fun in the sun. They soon find, however, that paradise comes at a price: Participation in couples therapy sessions is mandatory. What started out as a cut-rate vacation turns into an examination of the common problems many face.","release_date":"2009-09-19","vote_average":5.4,"runtime":113,"cert":"15","id":19899,"title":"Couples Retreat","adult":false,"genre_ids":[35,10749]},{"cast":["Tricia O'Kelley","Patrick J. Adams","Ryan Devlin","Mark Harmon","Kaitlin Olson"],"overview":"After learning her boyfriend (Harmon) cheated on her with his co-host (Olson), a Seattle morning show weather girl (O’Kelley) freaks out on-air and is fired. Forced to move in with her little brother (Devlin) and deal with his best friend (Adams), she has to learn to cope with being 35, single, unemployed, and unfortunately famous for being the Sassy Weather Girl who lost it on live television.","release_date":"2009-07-10","vote_average":5.8,"runtime":92,"cert":"N\/A","id":19900,"title":"Weather Girl","adult":false,"genre_ids":[28,35,9648,10749,53]},{"cast":["Ethan Hawke","Sam Neill","Willem Dafoe","Claudia Karvan","Isabel Lucas"],"overview":"In the year 2019, a plague has transformed almost every human into vampires. Faced with a dwindling blood supply, the fractured dominant race plots their survival; meanwhile, a researcher works with a covert band of vampires on a way to save humankind.","release_date":"2009-09-11","vote_average":6.2,"runtime":98,"cert":"15","id":19901,"title":"Daybreakers","adult":false,"genre_ids":[28,14,27,878]},{"cast":["Dylan Walsh","Sela Ward","Penn Badgley","Amber Heard","Sherry Stringfield"],"overview":"Michael Harding (Penn Badgley) returns home from military school to find his mother (Sela Ward) happily in love and living with her new boyfriend, David (Dylan Walsh). As the two men get to know each other, Michael becomes more and more suspicious of the man who is always there with a helpful hand. Is he really the man of her dreams or could David be hiding a dark side?","release_date":"2009-10-16","vote_average":5.7,"runtime":101,"cert":"N\/A","id":19904,"title":"The Stepfather","adult":false,"genre_ids":[27,53]},{"cast":["Jeremy Piven","Ving Rhames","James Brolin","David Koechner","Kathryn Hahn"],"overview":"Who is Don Ready? Salesman? Lover? Song Stylist? Semi-professional dolphin trainer? Ready is all of the above - except for a dolphin trainer. When he’s asked to help save an ailing local car dealership from bankruptcy, Ready and his ragtag crew descend on the town of Temecula like a pack of coyotes on a basket full of burgers.","release_date":"2009-05-29","vote_average":5.4,"runtime":90,"cert":"15","id":19905,"title":"The Goods: Live Hard, Sell Hard","adult":false,"genre_ids":[35]},{"cast":["Jesse Eisenberg","Woody Harrelson","Emma Stone","Abigail Breslin","Amber Heard"],"overview":"Columbus has made a habit of running from what scares him. Tallahassee doesn't have fears. If he did, he'd kick their ever-living ass. In a world overrun by zombies, these two are perfectly evolved survivors. But now, they're about to stare down the most terrifying prospect of all: each other.","release_date":"2009-10-07","vote_average":7.2,"runtime":88,"cert":"15","id":19908,"title":"Zombieland","adult":false,"genre_ids":[35,27]},{"cast":["Joseph Gordon-Levitt","Zooey Deschanel","Chloë Grace Moretz","Geoffrey Arend","Matthew Gray Gubler"],"overview":"Tom, greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer, suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life.","release_date":"2009-07-17","vote_average":7.2,"runtime":95,"cert":"12A","id":19913,"title":"(500) Days of Summer","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ashton Kutcher","Anne Heche","Margarita Levieva","Sebastian Stan","Ashley Johnson"],"overview":"In Los Angeles, Nikki is homeless, car-less and closing in on 30, but he's amoral, good-looking, and adept in the sack, moving from one wealthy woman of 35 or 40 to another, a kept boy-toy. His newest gig, with Samantha, an attorney whose house overlooks L.A., is sweet, although it's unclear how long she'll put up with him. Then Nikki meets Heather, a waitress. Is the player being played, or might this be love? What will Nikki discover?","release_date":"2009-01-16","vote_average":5.3,"runtime":97,"cert":"N\/A","id":19918,"title":"Spread","adult":false,"genre_ids":[35,10749]},{"cast":["Geraldine James"],"overview":"Ocean Voyagers explores the familiar themes of motherhood and parenting in a world as unfamiliar as it is breathtaking. Featuring a precocious newborn humpback calf and his enormous 40 ton mother, we are taken on a journey of discovery into their world.","release_date":"2007-12-17","vote_average":0.0,"runtime":72,"cert":"","id":19921,"title":"Ocean Voyagers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The director presents takes and scenes filmed on location in Africa for a film-that-never-was, a black Oresteia.","release_date":"1970-11-29","vote_average":8.2,"runtime":65,"cert":"N\/A","id":19930,"title":"Notes Towards an African Orestes","adult":false,"genre_ids":[99]},{"cast":["Ming-Na Wen","Lauren Tom","Tamlyn Tomita","Rosalind Chao","Kiều Chinh"],"overview":"Through a series of flashbacks, four Chinese women born in America and their respective mothers born in feudal China explore their pasts.","release_date":"1993-09-08","vote_average":7.4,"runtime":139,"cert":"15","id":19931,"title":"The Joy Luck Club","adult":false,"genre_ids":[18]},{"cast":["Jean-Paul Rouve","Mélanie Doutey","Kad Merad","Rhiles Djarouane","Hélène Patarot"],"overview":"Alex and Laetitia appear to make the perfect couple. But, as much as he loves his gorgeous fun-loving sweetheart, Alex isn’t yet ready for her to move in with him. Laetitia has other ideas. She has already packed her bags and lets Alex know that she will be taking up residence in his apartment within a few hours. For Alex, this is his worst nightmare come true. In desperation, he persuades his best friend to simulate an attack of depression so that he can move in with him...","release_date":"2007-11-21","vote_average":4.9,"runtime":84,"cert":"N\/A","id":19934,"title":"Tonight I'll Sleep at Yours","adult":false,"genre_ids":[35]},{"cast":["Josie Ho","Tian Yuan","Eric Kot","Isabel Chan","Stephanie Che"],"overview":"Flavia is a thirtysomething married teacher. She has suppressed the memory of her adolescent lesbian fling with Jin and is stuck in a stifling marriage. A chance encounter in a supermarket with the playful and seductive singer Yip reawakens dormant feelings and she begins to think back on her teenage affair with Jin.","release_date":"2004-12-02","vote_average":7.2,"runtime":124,"cert":"N\/A","id":19935,"title":"Butterfly","adult":false,"genre_ids":[10751,18]},{"cast":["Cristina Brondo","Demián Bichir","Marisol Membrillo","Julián Villagrán","Féodor Atkine"],"overview":"Dr Sánchez Blanch owns and operates a psychiatric hospital where he specializes in hypnotizing his severely emotionally disturbed patients.","release_date":"2004-10-08","vote_average":5.5,"runtime":93,"cert":"N\/A","id":19936,"title":"Hipnos","adult":false,"genre_ids":[27,53]},{"cast":["Fan Yichen","Chie Tanaka","Min-Hsiung","Wei-min Ying","Ma Nien-Hsien"],"overview":"Aga, a band singer, returns to Hengchun with frustration. Tomoko is a Japanese model assigned to organize a local warm-up band for the Japanese super star beach concert. Together with other five ordinary Hengchun residents who were not expected to be great or anything, they formed an impossible band.","release_date":"2008-08-22","vote_average":6.7,"runtime":129,"cert":"N\/A","id":19939,"title":"Cape No. 7","adult":false,"genre_ids":[35,18,10749]},{"cast":["Chris Noth","Carl T. Evans","Kristen Ruhlin","Arija Bareikis","Tony Lo Bianco"],"overview":"What happens when the truth is not enough? A New Jersey police detective comes across new evidence in the Kennedy assassination","release_date":"2009-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":19940,"title":"Frame Of Mind","adult":false,"genre_ids":[9648,53]},{"cast":["James Whitmore","Michele Mariana","Gary Krug","Chris Ritchie","Wilbur Vincent"],"overview":"Based on elements from the stories of Mark Twain, this feature-length Claymation fantasy follows the adventures of Tom Sawyer, Becky Thatcher and Huck Finn as they stowaway aboard the interplanetary balloon of Mark Twain. Twain, disgusted with the human race, is intent upon finding Halley's Comet and crashing into it, achieving his \"destiny.\" It's up to Tom, Becky, and Huck to convince him that his judgment is wrong and that he still has much to offer humanity that might make a difference. Their efforts aren't just charitable; if they fail, they will share Twain's fate. Along the way, they use a magical time portal to get a detailed overview of the Twain philosophy, observing the \"historical\" events that inspired his works.","release_date":"1985-03-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":19947,"title":"The Adventures of Mark Twain","adult":false,"genre_ids":[16,12,10751]},{"cast":["R. Madhavan","Neetu Chandra","Murali Sharma","Sachin Khedekar","Sanjaih Bokaria"],"overview":"Manohar, an upwardly mobile middle class Indian moves into a new apartment -13B on the 13th floor with his family. From the first day in their new home, the women are hooked on to a new TV show 'Sab Khairiyat'. The show is about a family eerily similar to theirs who have also just moved into a new house. As the TV show unfolds, all the incidents that happen in the show start happening to them.","release_date":"2009-03-06","vote_average":5.5,"runtime":137,"cert":"N\/A","id":19950,"title":"13B","adult":false,"genre_ids":[18,9648,27,53]},{"cast":["Rajneesh Duggal","Adah Sharma","Anjori Alagh","Rajendranath Zutshi","Vipin Sharma"],"overview":"The year is 1920 and the house isolated in the wilderness has a secret. It is waiting for the curse to come true. For years, everyone who has bought the house and tried to pull it down has died of mysterious circumstances. It is like the house has a will and a life of its own.","release_date":"2008-09-12","vote_average":5.6,"runtime":138,"cert":"N\/A","id":19951,"title":"1920","adult":false,"genre_ids":[27]},{"cast":["Dean Cain","Andy Dick","Sean Patrick Flanery","Mitchell Whitfield","Drew Barrymore"],"overview":"Four tuxedo clad men showing up at a penitentiary to meet a friend who has just been released after three years in prison and is going straight from the jail to marry his girlfriend. En route to the wedding, one of the men asks to stop by a bank to pick up some cash. As it turns out, he is a wanted bank robber who uses Shakespeare passages during his robberies and thus has become known as \"Hamlet\". Soon all five men are caught up in the bank and involved in the robbery as they end up in a hostage situation. The hostage negotiator shows up who turns out to be Hamlet's father.","release_date":"1997-01-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":19952,"title":"Best Men","adult":false,"genre_ids":[35,10749]},{"cast":["Don Knotts","Carole Cook","Jack Weston","Andrew Duggan","Larry Keating"],"overview":"Milquetoast Henry Limpet experiences his fondest wish and is transformed into a fish. As a talking fish he assists the US Navy in hunting German submarines during World War II.","release_date":"1964-03-28","vote_average":6.5,"runtime":99,"cert":"N\/A","id":19953,"title":"The Incredible Mr. Limpet","adult":false,"genre_ids":[16,35,10751,14,878]},{"cast":[],"overview":"Parody of The Disney Channel's \"Going Home\" music series. Features \"Weird Al\" Yankovic in concert from Vancouver's Orpheum Theatre performing spoofs of many popular songs, Al travelling on the bus with his band and in their hotel room as well as tongue-in-cheek interviews with Al and his family.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":19954,"title":"'Weird Al' Yankovic: (There's No) Going Home","adult":false,"genre_ids":[]},{"cast":["Alain Chabat","Bernadette Lafont","Charlotte Gainsbourg","Wladimir Yordanoff","Louise Monot"],"overview":"Life is easy for 43-year-old Luis, a happy single guy, fulfilled in his job of star nose with a perfume creation company, cosseted by his mother and five sisters. It could have lasted for a whole life, but fed up with mollycoddling and helping him, his mother and sisters decide it's time he got married, and the sooner the better!","release_date":"2006-11-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":19955,"title":"I Do","adult":false,"genre_ids":[35,10749]},{"cast":["Mark Joy","Ricardo Melindez","Linda Rodriguez","Gary Wade Morton"],"overview":"In the five years since human traffickers kidnapped his daughter Vincent has traveled the world and left a bloody wake behind him. Now he has found the town where his daughter is being held and the pimp who's keeping her. Over one night in Solo, Mexico Vincent is determined to fulfill the promise he made years ago: get his daughter back and kill the man who took her.","release_date":"2009-06-28","vote_average":5.5,"runtime":85,"cert":"N\/A","id":19956,"title":"Border Town","adult":false,"genre_ids":[28,12,53]},{"cast":["Robert Taylor","Ava Gardner","Mel Ferrer","Anne Crawford","Stanley Baker"],"overview":"In Camelot, kingdom of Arthur and Merlin, Lancelot is well known for his courage and honor. But one day he must quit Camelot and the Queen Guinevere's love, leaving the Round Table without protection.","release_date":"1953-12-22","vote_average":6.3,"runtime":115,"cert":"N\/A","id":19957,"title":"Knights of the Round Table","adult":false,"genre_ids":[10749,28,12,14,18]},{"cast":["Noah Taylor","Loene Carmen","Ben Mendelsohn","Graeme Blundell","Lynette Curran"],"overview":"Set in 1962, a young prepubescent boy in rural Australia watches painfully as his best friend and first love blossoms into womanhood and falls for a thuggish rugby player, changing the lives of everyone involved.","release_date":"1987-01-01","vote_average":7.5,"runtime":105,"cert":"N\/A","id":19958,"title":"The Year My Voice Broke","adult":false,"genre_ids":[18,10749]},{"cast":["Bruce Willis","Radha Mitchell","Rosamund Pike","James Cromwell","Ving Rhames"],"overview":"Set in a futuristic world where humans live in isolation and interact through surrogate robots, a cop is forced to leave his home for the first time in years in order to investigate the murders of others' surrogates.","release_date":"2009-09-24","vote_average":6.0,"runtime":89,"cert":"12","id":19959,"title":"Surrogates","adult":false,"genre_ids":[28,878,53]},{"cast":["Ricky Tomlinson","Amanda Redman","Philip Jackson","Bradley Walsh","Martin Bashir"],"overview":"Mike Bassett: England Manager is an hilarious British Comedy that stars Ricky Thomlinson. Featuring Cameos from Barry Venison, Gabby Yorath, Atomic Kitten and Pele.When the England manager has a heart attack, footballs' top brass turn to Mike Bassett (basically no one else wanted the job). England lose Mike's first two games in charge. His team struggles to a goal-less draw in the final qualifying match but, thanks to a fluke result elsewhere, England qualify for the finals in Brazil.In South America things go from bad to worse. Pressure is mounting for Mike. An embarrassing drunken performance caught by a new photographer seals his fate as the most unpopular Englishman ever.However, Mike makes an impassioned plea for the country to get behind him - fans, press, players.... even his wife. Can Mike turn the tide and bring football home ? ..","release_date":"2001-09-28","vote_average":7.0,"runtime":89,"cert":"15","id":19962,"title":"Mike Bassett: England Manager","adult":false,"genre_ids":[35]},{"cast":["Claude Perron","Roland Blanche","Albert Dupontel","Roland Bertin","Hélène Vincent"],"overview":"Bernie, a 30 years old orphan, decides to leave his orphanage and find his parents. After an investigation, he meets Marion, a young heroin addict and falls in love with her. He believes that his family was victim of a plot and this is why they deserted him.","release_date":"1996-11-27","vote_average":7.2,"runtime":87,"cert":"N\/A","id":19963,"title":"Bernie","adult":false,"genre_ids":[35]},{"cast":["Andy Griffith","Nick Adams","Myron McCormick","Murray Hamilton","Howard Smith"],"overview":"Georgia farm boy Will Stockdale is about to bust with pride. He’s been drafted. Will’s ready. But is Uncle Sam ready for Will? In No Time for Sergeants, Andy Griffith is certifiably funny in the role that clinched his stardom. Wearing a friendly, wide grin, he ambles into the U.S. Air Force – and lots of folks’ll never be the same.","release_date":"1958-07-05","vote_average":7.3,"runtime":119,"cert":"N\/A","id":19968,"title":"No Time for Sergeants","adult":false,"genre_ids":[35,18]},{"cast":["Rita Suomalainen","Steve Porter","Anna Alkiomaa","Jonathan Rankle","Jani Lahtinen"],"overview":"Back in the early 1970s, at a mental institution near the Russian border, a crazed doctor, Dr. Anderson assumed the persona of \"the Auteur,\" and began murdering his patients while filming the atrocities. Thirty years later, an American film crew has arrived at the hospital to shoot a horror film based on those awful events. The director, Steven, is determined to make the film as realistic as possible, a goal that doesn't seem too far-fetched when his Finnish sound men discover a hidden room in the hospital basement. There, perfectly preserved, are the original snuff films shot by \"the Auteur\". As Steven's obsession grows, his cast and crew begin to fear for his sanity. But this is only the beginning, because when Steven discovers actual camera used by \"the Auteur\", he assumes the role of the murderous doctor and the real slaughter begins.","release_date":"2009-01-01","vote_average":4.6,"runtime":90,"cert":"N\/A","id":19969,"title":"Skeleton Crew","adult":false,"genre_ids":[27]},{"cast":["Alicia Alighatti","Allie Sin","Brea Bennett","Charlie Laine","Charlotte Stokely"],"overview":"From the most dangerous director in XXX comes the most mindbending porno flick yet: Blacklight Beauty, filled with backroom gangbangs, pussy wrestling, unfaithful girlfriends, oral fixations, obsessions and randy circus acts. Jarring, rocking, hypnotic and twisted, and starring twelve of the most sexually aggressive women in the world, Blacklight Beauty is a sinematic smorgasbord - feast on it.","release_date":"2006-08-18","vote_average":0.0,"runtime":106,"cert":"N\/A","id":19970,"title":"Blacklight Beauty","adult":true,"genre_ids":[]},{"cast":["Jodie Foster","Martin Sheen","Alexis Smith","Mort Shuman","Scott Jacoby"],"overview":"Quiet, withdrawn 13-year-old Rynn Jacobs lives peacefully in her home in a New England beach town. Whenever the prying landlady inquires after Rynn's father, she politely claims that he's in the city on business. But when the landlady's creepy and increasingly persistent son, Frank, won't leave Rynn alone, she teams up with kindly neighbor boy Mario to maintain the dark family secret that she's been keeping to herself.","release_date":"1976-12-25","vote_average":7.0,"runtime":91,"cert":"N\/A","id":19971,"title":"The Little Girl Who Lives Down the Lane","adult":false,"genre_ids":[18,9648,53]},{"cast":["Richard Egan","Ralph Richardson","Diane Baker","Barry Coe","David Farrar"],"overview":"Essentially true story of how Spartan king Leonidas led an extremely small army of Greek Soldiers (300 of his personal body guards from Sparta) to hold off an invading Persian army now thought to have numbered 250,000.","release_date":"1962-08-01","vote_average":6.4,"runtime":114,"cert":"N\/A","id":19972,"title":"The 300 Spartans","adult":false,"genre_ids":[28,18,36]},{"cast":["Jerry Seinfeld","Orny Adams","Greg Giraldo","Jim Norton","Sherrod Small"],"overview":"A look at the work of two stand-up comics, Jerry Seinfeld and a lesser-known newcomer, detailing the effort and frustration behind putting together a successful act and career while living a life on the road.","release_date":"2002-10-25","vote_average":6.9,"runtime":82,"cert":"N\/A","id":19973,"title":"Comedian","adult":false,"genre_ids":[35,99]},{"cast":["Ray Milland","Charles Laughton","Maureen O'Sullivan","George Macready","Rita Johnson"],"overview":"Stroud, a crime magazine's crusading editor has to post-pone a vacation with his wife, again, when a glamorous blonde is murdered and he is assigned by his publishing boss Janoth to find the killer. As the investigation proceeds to its conclusion, Stroud must try to disrupt his ordinarily brilliant investigative team as they increasingly build evidence (albeit wrong) that he is the killer.","release_date":"1948-04-09","vote_average":7.2,"runtime":95,"cert":"PG","id":19974,"title":"The Big Clock","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Hadley Kay","Chris Wiggins","Cree Summer","Alyson Court","Michael Fantini"],"overview":"This animated adventure goes back in time to the Care Bears' first-ever Caring Mission, when True Heart Bear and Noble Heart Horse touch down on Earth to boost the spirits of some unhappy kids at summer camp. But the evil Dark Heart has other plans, and convinces one of the campers to help him capture the Care Bears. Will our lovable heroes' Care Stare be enough to vanquish the villain -- and convince his apprentice that good's the way to go?","release_date":"1986-03-21","vote_average":5.9,"runtime":76,"cert":"U","id":19975,"title":"Care Bears Movie II: A New Generation","adult":false,"genre_ids":[12,16,10751]},{"cast":["Frédéric van den Driessche","Maroussia Dubreuil","Lise Bellynck","Marie Allan","Sophie Bonnet"],"overview":"A filmmaker holds a series of boundary-pushing auditions for his latest project: a thriller on the subject of female pleasure.","release_date":"2006-09-13","vote_average":5.3,"runtime":103,"cert":"N\/A","id":19976,"title":"The Exterminating Angels","adult":false,"genre_ids":[18,14]},{"cast":["Casper Van Dien","Bruce Boxleitner","Ernest Borgnine","Jeff Kober","Jack Noseworthy"],"overview":"Already taking a gamble settling in the uncharted west, the peaceful settlers of a town destined for railroad greatness suddenly find themselves being ruthlessly gunned down. With no law and order to be found, justice falls onto the shoulders of an elderly rancher and an accomplished, but retired, gunslinger.","release_date":"2008-03-15","vote_average":5.7,"runtime":86,"cert":"N\/A","id":19989,"title":"Aces 'N' Eights","adult":false,"genre_ids":[28,37]},{"cast":["Amanda Seyfried","Megan Fox","Johnny Simmons","Amy Sedaris","J.K. Simmons"],"overview":"A newly possessed cheerleader turns into a killer who specializes in offing her male classmates. Can her best friend put an end to the horror?","release_date":"2009-09-18","vote_average":5.4,"runtime":100,"cert":"15","id":19994,"title":"Jennifer's Body","adult":false,"genre_ids":[35,27]},{"cast":["Sam Worthington","Zoe Saldana","Stephen Lang","Sigourney Weaver","Joel David Moore"],"overview":"In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.","release_date":"2009-12-10","vote_average":7.4,"runtime":162,"cert":"12A","id":19995,"title":"Avatar","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Tino Struckmann","Hugh Daly","Hayley Carr","Olivier Gruner","Michael Berryman"],"overview":"The story is set in the latter days of World War 2, against the backdrop of fierce combat on the eastern front. Brother's War is based on real events.","release_date":"2009-05-26","vote_average":3.7,"runtime":100,"cert":"N\/A","id":19996,"title":"Brother's War","adult":false,"genre_ids":[28,18]},{"cast":["Marilyn Monroe","Joseph Cotten","Jean Peters","Max Showalter","Denis O'Dea"],"overview":"Rose Loomis and her older, gloomier husband, George, are vacationing at a cabin in Niagara Falls, N.Y. The couple befriend Polly and Ray Cutler, who are honeymooning in the area. Polly begins to suspect that something is amiss between Rose and George, and her suspicions grow when she sees Rose in the arms of another man. While Ray initially thinks Polly is overreacting, things between George and Rose soon take a shockingly dark turn.","release_date":"1953-01-26","vote_average":6.8,"runtime":92,"cert":"PG","id":19997,"title":"Niagara","adult":false,"genre_ids":[53]},{"cast":["Robert Mitchum","Jane Greer","William Bendix","Patric Knowles","Ramon Novarro"],"overview":"Army Lieutenant Halliday, accused of stealing the Army payroll, pursues the real thief on a frantic chase through Mexico aided by the thief's ex-girlfriend and is in turn being chased by his accuser, Capt. Blake.","release_date":"1949-07-09","vote_average":6.6,"runtime":71,"cert":"N\/A","id":19998,"title":"The Big Steal","adult":false,"genre_ids":[10749,18,53,80]},{"cast":["Eva Mozes Kor"],"overview":"Eva Mozes Kor, who survived Josef Mengele's cruel twin experiments in the Auschwitz concentration camp, shocks other Holocaust survivors when she decides to forgive the perpetrators as a way of self-healing.","release_date":"2006-02-24","vote_average":7.0,"runtime":82,"cert":"N\/A","id":19999,"title":"Forgiving Dr. Mengele","adult":false,"genre_ids":[99]}]