[{"cast":["Denise Richards","Daryl Hannah","Joaquim de Almeida","María Jiménez","Mónica Naranjo"],"overview":"An anthropology student exploring the nature of prostitution is drawn deeper into that profession than she ever expected.","release_date":"2004-04-16","vote_average":4.7,"runtime":87,"cert":"N\/A","id":20502,"title":"The Life","adult":false,"genre_ids":[18]},{"cast":["Priyanka Kothari","Gautam Rode","Rasika Dugal","Ishtiyak Khan","Ishrat Ali"],"overview":"A film unit goes for a shoot deep into a forest, they settle at a place with bare minimal facilities run by a strange and quirky man called Setu.","release_date":"2009-08-07","vote_average":3.3,"runtime":98,"cert":"N\/A","id":20507,"title":"Agyaat","adult":false,"genre_ids":[27,9648]},{"cast":["Sonny Chiba","Eiji Gō","Yutaka Nakajima","Hiroyuki Sanada","Makoto Satō"],"overview":"Three street toughs are hired to take down a Tokyo drug dealer in this hard-hitting Toei karate action film.","release_date":"1974-08-10","vote_average":7.8,"runtime":87,"cert":"N\/A","id":20508,"title":"The Executioner","adult":false,"genre_ids":[]},{"cast":["John Leguizamo","Damián Alcázar","Leonor Watling","Alfred Molina","José María Yazpik"],"overview":"A suspense thriller about a reporter from Miami who travels to Ecuador in pursuit of a serial killer known as the \"Monster of Babahoyo.\"","release_date":"2004-05-16","vote_average":6.8,"runtime":108,"cert":"N\/A","id":20511,"title":"Chronicles","adult":false,"genre_ids":[80,18,53]},{"cast":["Jeffrey Chyau","Sung Kang","Jade Wu","Samantha Futerman","Alexis Chang"],"overview":"Thirteen-year-old Ernest Chin lives and works at a sleazy hourly-rate motel on a strip of desolate suburban bi-way. Misunderstood by his family and blindly careening into puberty, Ernest befriends Sam Kim, a self-destructive yet charismatic Korean man who has checked in. Sam teaches the fatherless boy all the rites of manhood.","release_date":"2005-01-01","vote_average":6.8,"runtime":75,"cert":"N\/A","id":20520,"title":"The Motel","adult":false,"genre_ids":[18,35]},{"cast":["Kristen Bell","Christian Campbell","Neve Campbell","Alan Cumming","Ana Gasteyer"],"overview":"This film tells the tale of the Harper Affair, in which young Jimmy Harper finds his life of promise turn into a life of debauchery and murder thanks to the new drug menace marijuana. Along the way he receives help from his girlfriend Mary and Jesus himself, but always finds himself in the arms of the Reefer Man and the rest of the denizens of the Reefer Den.","release_date":"2006-03-29","vote_average":7.1,"runtime":109,"cert":"N\/A","id":20521,"title":"Reefer Madness: The Movie Musical","adult":false,"genre_ids":[35,10402]},{"cast":["Garrett Hedlund","Jeff Bridges","Olivia Wilde","Bruce Boxleitner","Michael Sheen"],"overview":"Sam Flynn, the tech-savvy and daring son of Kevin Flynn, investigates his father's disappearance and is pulled into The Grid. With the help of a mysterious program named Quorra, Sam quests to stop evil dictator Clu from crossing into the real world.","release_date":"2010-12-10","vote_average":6.4,"runtime":125,"cert":"PG","id":20526,"title":"TRON: Legacy","adult":false,"genre_ids":[12,28,878]},{"cast":["Takuya Kimura","Rei Dan","Takashi Sasano","Kaori Momoi","Nenji Kobayashi"],"overview":"A look at the relationship between a young blind samurai (Kimura) and his wife, who will make a sacrifice in order to defend her husband's honor.","release_date":"2006-12-01","vote_average":7.9,"runtime":121,"cert":"N\/A","id":20527,"title":"Love and Honor","adult":false,"genre_ids":[18,10749]},{"cast":["Toshirō Mifune","Yûjirô Ishihara","Ruriko Asaoka","Shintarō Katsu","Kinnosuke Nakamura"],"overview":"In the Edo period, a nameless ronin accepts an assignment to go to a mountain pass and wait. Near the pass he stops at an inn where a collection of characters gather, including a gang set on stealing shogunate gold that's soon to come over the pass. When the Ronin's assignment becomes clear, to help the gang, he's ordered to kill the inn's residents, including a woman he's rescued from an abusive husband. He's reluctant to murder innocent people; then he learns that the gold shipment is a trap and he's part of a double cross. How he sorts through these divided loyalties tests of his samurai honor, and perhaps of his love for a woman.","release_date":"1970-12-18","vote_average":6.9,"runtime":117,"cert":"N\/A","id":20528,"title":"The Ambush: Incident at Blood Pass","adult":false,"genre_ids":[28,18]},{"cast":["Reena Shah","Debargo Sanyal","Annette Hanshaw","Aseem Chhabra","Bhavana Nagulapally"],"overview":"An animated version of the epic Indian tale of Ramayana set to the 1920s jazz vocals of Annette Hanshaw.","release_date":"2008-02-11","vote_average":7.2,"runtime":81,"cert":"N\/A","id":20529,"title":"Sita Sings the Blues","adult":false,"genre_ids":[16,18,10402,10749]},{"cast":["Chishū Ryū","Setsuko Hara","Yumeji Tsukioka","Haruko Sugimura","Hohi Aoki"],"overview":"Noriko is perfectly happy living at home with her widowed father, Shukichi, and has no plans to marry -- that is, until her aunt Masa convinces Shukichi that unless he marries off his 27-year-old daughter soon, she will likely remain alone for the rest of her life. When Noriko resists Masa's matchmaking, Shukichi is forced to deceive his daughter and sacrifice his own happiness to do what he believes is right.","release_date":"1949-09-13","vote_average":8.2,"runtime":108,"cert":"N\/A","id":20530,"title":"Late Spring","adult":false,"genre_ids":[18]},{"cast":["Chikage Awashima","Takako Fujino","Ryô Ikebe","Daisuke Katô","Keiko Kishi"],"overview":"A young salary man and his wife struggle within the confines of their passionless relationship while he has an extramarital affair.","release_date":"1956-01-29","vote_average":8.1,"runtime":145,"cert":"N\/A","id":20531,"title":"Early Spring","adult":false,"genre_ids":[18]},{"cast":["Kinuyo Tanaka","Yoshiaki Hanayagi","Kyôko Kagawa","Eitarô Shindô","Akitake Kôno"],"overview":"In medieval Japan a compassionate governor is sent into exile. His wife and children try to join him, but are separated, and the children grow up amid suffering and oppression.","release_date":"1954-03-31","vote_average":8.4,"runtime":124,"cert":"","id":20532,"title":"Sansho the Bailiff","adult":false,"genre_ids":[18]},{"cast":["Josh Brolin","John Malkovich","Megan Fox","Michael Fassbender","Will Arnett"],"overview":"Gunslinger Jonah Hex (Josh Brolin) is appointed by President Ulysses Grant to track down terrorist Quentin Turnbull (John Malkovich), a former Confederate officer determined on unleashing hell on earth. Jonah not only secures freedom by accepting this task, he also gets revenge on the man who slayed his wife and child. Megan Fox plays a prostitute as well as Jonah Hex's love interst in the film.","release_date":"2010-06-18","vote_average":4.6,"runtime":81,"cert":"15","id":20533,"title":"Jonah Hex","adult":false,"genre_ids":[28,37,18,14,53]},{"cast":["Mallika Sherawat","Emraan Hashmi","Ashmit Patel","Rajendranath Zutshi","Kashmira Shah"],"overview":"To escape a secure but stifling life with her workaholic husband Sudhir, bored housewife Simran begins an affair with Sunny, an ex-boyfriend from her college days. However, when Sudhir grows suspicious and hires a private detective, the infidelity soon comes to light.","release_date":"2004-04-02","vote_average":5.0,"runtime":130,"cert":"N\/A","id":20534,"title":"Murder","adult":false,"genre_ids":[18,53]},{"cast":["Amitabh Bachchan","Jiah Khan","Shraddha Arya","Aftab Shivdasani","Nassar"],"overview":"Vijay enjoys the good life: happily married, wealthy and a beautiful daughter. However, one summer, when his daughter brings a friend back to stay, their familial bliss is shattered.","release_date":"2007-03-02","vote_average":3.7,"runtime":109,"cert":"N\/A","id":20535,"title":"Nishabd","adult":false,"genre_ids":[10749,18]},{"cast":["Barry Pepper","Thomas Jane","Anthony Michael Hall","Richard Masur","Bruce McGill"],"overview":"In 1961, Roger Maris and Mickey Mantle played for the New York Yankees. One, Mantle, was universally loved, while the other, Maris, was universally hated. Both men started off with a bang, and both were nearing Babe Ruth's 60 home run record. Which man would reach it?","release_date":"2001-04-28","vote_average":6.9,"runtime":129,"cert":"N\/A","id":20536,"title":"61*","adult":false,"genre_ids":[10770,18,36]},{"cast":["Nigel Terry","Tilda Swinton","Sean Bean","Spencer Leigh","Robbie Coltrane"],"overview":"As influential Italian artist Caravaggio dies in exile in 1610, he recalls his short life, from his childhood to his initial artistic failures to his later triumphs as he catches the eye of a sympathetic cardinal to his destructive relationship with a dashing gambler.","release_date":"1986-08-29","vote_average":6.6,"runtime":93,"cert":"N\/A","id":20537,"title":"Caravaggio","adult":false,"genre_ids":[18,36]},{"cast":["Valeria Bruni Tedeschi","Chiara Mastroianni","Jean-Hugues Anglade","Denis Podalydès","Roberto Herlitzka"],"overview":"As a little girl, Federica fantasized about having beautiful long hair that would grow back as soon as she cut it, about never-ending cones of cotton candy and about countless adventures that took her to the far side of the world. Now a charming thirty-something-single woman, Federica's fantasies have evolved, adding lovers, stardom, and motherhood to her waking dreams, where Federica continues to press for her everyday life to be as real as the fantasies that invade her. Unfortunately, Federica's daydreams can only provide a meager distraction from the reality she faces. Her career as a successful playwright is heading south, her boyfriend is pressuring her to start a family, a former lover wishes to rekindle an old affair, her sister is barely talking to her, her brother is self-centered and her loving father is terminally ill. And as if to make matters worse, Federica is rich, too rich, and the guilt that consumes her because of it is pushing her over the edge.","release_date":"2003-04-16","vote_average":4.7,"runtime":110,"cert":"N\/A","id":20538,"title":"It's Easier for a Camel...","adult":false,"genre_ids":[18]},{"cast":["Daniel Day-Lewis","Winona Ryder","Paul Scofield","Joan Allen","Bruce Davison"],"overview":"Based upon the play \"The Crucible\" by Arthur Miller (who wrote the screen adaptation), the Salem witch trials in 1692 plunge the Massachusetts Bay colony into chaos.","release_date":"1996-11-27","vote_average":6.6,"runtime":124,"cert":"N\/A","id":20539,"title":"The Crucible","adult":false,"genre_ids":[18,36]},{"cast":["Rod Steiger","Geraldine Fitzgerald","Brock Peters","Jaime Sánchez","Thelma Oliver"],"overview":"A Jewish pawnbroker, a victim of Nazi persecution, loses all faith in his fellow man until he realizes too late the tragedy of his actions.","release_date":"1965-04-20","vote_average":7.5,"runtime":116,"cert":"12","id":20540,"title":"The Pawnbroker","adult":false,"genre_ids":[18]},{"cast":["Heike Makatsch","Anna Maria Mühe","Sebastian Urzendowsky","Ludwig Trepte","Marc Hosemann"],"overview":"","release_date":"2007-09-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":20541,"title":"Schwesterherz","adult":false,"genre_ids":[]},{"cast":["Freddie Prinze Jr.","Chris Kattan","Jennifer Love Hewitt","Anne Bancroft","Val Kilmer"],"overview":"In a divided land, it takes a rebellious boy and his clandestine love for a Princess of an opposing race to stop a war orchestrated by a power hungry villain.","release_date":"2008-12-12","vote_average":5.4,"runtime":94,"cert":"12","id":20542,"title":"Delgo","adult":false,"genre_ids":[12,14,16,35,878,10751]},{"cast":["Steven Wright"],"overview":"Dry, wry and hilariously deadpan, Steven Wright unleashes a torrent of ironic and hysterical thought-provoking one-liners in the quirky stand-up style that has become his trademark. From Toronto's historic Elgin Theater, this Oscar-winning comedian keeps an adoring audience in stitches with random observations on everything from baby monitors as a form of wiretapping to his addiction to placebos.","release_date":"2006-10-21","vote_average":5.6,"runtime":78,"cert":"N\/A","id":20543,"title":"Steven Wright: When the Leaves Blow Away","adult":false,"genre_ids":[35]},{"cast":["Alan Rickman","Yasiin Bey","Kyra Sedgwick","Gabrielle Union","Merritt Wever"],"overview":"A dramatization of the relationship between heart surgery pioneers Alfred Blalock and Vivien Thomas.","release_date":"2004-05-30","vote_average":7.7,"runtime":110,"cert":"N\/A","id":20544,"title":"Something the Lord Made","adult":false,"genre_ids":[10770,18]},{"cast":["Chevy Chase","Sigourney Weaver","Gregory Hines","Vince Edwards","William Marquez"],"overview":"Arms dealers from several companies vie to sell the most expensive and highest tech weapons to a South American dictator. There are complications; understanding the exact nature of how 'gifts' are used to grease the wheels of a sale, a religious conversion from one of the salesman and a romance that begins to grow between two competitors.","release_date":"1983-11-04","vote_average":4.9,"runtime":99,"cert":"N\/A","id":20545,"title":"Deal of the Century","adult":false,"genre_ids":[35]},{"cast":["John Thaw","Nick Robinson","Annabelle Apsion","Thomas Orange","William Armstrong"],"overview":"We're in an English village shortly before Dunkirk. \"Mr. Tom\" Oakley still broods over the death of his wife and small son while he was away in the navy during WWI, and grief has made him a surly hermit. Now children evacuated from London are overwhelming volunteers to house them. Practically under protest, Mr. Tom takes in a painfully quiet 10-year-old, who gradually reveals big problems.","release_date":"1998-10-24","vote_average":6.8,"runtime":85,"cert":"PG","id":20546,"title":"Goodnight Mister Tom","adult":false,"genre_ids":[18,36]},{"cast":["Jim Varney","Linda Kash","Bill Byrge","Jason Michas","Sarah Chalke"],"overview":"Jim Varney's recurring dim-bulb character Ernest P. Worrell returns in this film as a school bus driver seeking to obtain a high school diploma.","release_date":"1994-12-14","vote_average":3.7,"runtime":89,"cert":"PG","id":20551,"title":"Ernest Goes to School","adult":false,"genre_ids":[35,18,10751]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Billy Preston"],"overview":"Documentary film about The Beatles rehearsing and recording songs for the album Let It Be in January 1969. The film features an unannounced rooftop concert by the group, their last performance in public. Released just after the album, it was the final original Beatles release. This film has not been commercially available since the 1980s.","release_date":"1970-05-13","vote_average":7.7,"runtime":81,"cert":"","id":20556,"title":"Let It Be","adult":false,"genre_ids":[99,10402]},{"cast":["Lynn Johnson","Tony Walker","Jacqueline Bassett","Bruce Balden","Andrew Brackfield"],"overview":"Just two years away from turning 30, participants in Michael Apted's documentary series are facing serious questions of identity and purpose, wondering whether they've found their place in the world.","release_date":"1984-11-20","vote_average":7.8,"runtime":136,"cert":"","id":20561,"title":"28 Up","adult":false,"genre_ids":[99]},{"cast":["Tony Walker","Neil Hughes","Nicholas Hitchon","John Brisby","Bruce Balden"],"overview":"Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.","release_date":"1991-08-29","vote_average":7.9,"runtime":116,"cert":"","id":20562,"title":"35 Up","adult":false,"genre_ids":[99]},{"cast":["Salman Khan","Preity Zinta","Sunny Deol","Bobby Deol","Mithun Chakraborty"],"overview":"Havaldar Balkar Singh, Captain Dhananjay Shergill and Lieutenant Sahil Naqvi are amongst numerous fatalities on India's side in the 1999 Kargil war against Pakistan. All 3 men had written their last letters to Kuljeet Kaur, Squadron Leader Vikram Singh, and Dr. Naqvi respectively. These letters were located 3 years later by IBN Reporter, Avinash Sarin, who entrusts them to two Indore-based slackers, Ali Shah and Sameer Suri, and asks them to deliver them to Chandigarh, Manali, and Leh respectively. Ali and Sameer set out to film this journey in order to get a graduation degree so that they can re-locate to America as well as televise it widely in order to convince the youth not to join any of India's armed forces.","release_date":"2008-10-24","vote_average":6.0,"runtime":140,"cert":"N\/A","id":20563,"title":"Heroes","adult":false,"genre_ids":[28,12,35]},{"cast":["Gregory Smith","Jordana Brewster","Ashley Johnson","David Moscow","Chad Faust"],"overview":"Did you ever wish you could get the hottest girl in school? This is the story of how non-jock Henry (Gregory Smith) indeed gets the girl, Grace (Jordana Brewster), but not without complications.","release_date":"2005-06-18","vote_average":5.7,"runtime":105,"cert":"N\/A","id":20564,"title":"Nearing Grace","adult":false,"genre_ids":[18,10749]},{"cast":["Bruce Balden","Jacqueline Bassett","Symon Basterfield","Andrew Brackfield","John Brisby"],"overview":"Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.","release_date":"1998-07-28","vote_average":7.6,"runtime":133,"cert":"","id":20565,"title":"42 Up","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Formed in 1975 from the remnants of a British blues band and a California soft-rock duo, Fleetwood Mac evolved into one of the most successful pop-rock groups of the 1970s--a reputation no doubt cemented by their 1977 masterpiece RUMOURS. One of the bestselling albums of all time, RUMOURS' impeccable songwriting, lush vocal harmonies, and polished production stand as testament to the band's cohesive powers--a fact made even more remarkable by the romantic tensions roiling amongst its members at the time (Lindsey Buckingham and Stevie Nicks were ending their long-term romantic relationship; Christine and John McVie were getting a divorce). This episode of the CLASSIC ALBUMS series recounts the making of Fleetwood Mac's career-making opus through interviews, behind-the-scenes footage, and live performances of timeless gems such as \"Don't Stop,\" \"Dreams,\"\"Go Your Own Way,\" \"You Make Loving Fun,\" \"The Chain,\" and more.","release_date":"2001-01-01","vote_average":6.3,"runtime":74,"cert":"N\/A","id":20570,"title":"Classic Albums: Fleetwood Mac - Rumours","adult":false,"genre_ids":[10402,99]},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon","Spike Edney"],"overview":"One of the world's biggest bands return to the scene of their Live Aid (1985) triumph a year earlier to play all their greatest hits in front of a packed Wembley Stadium.","release_date":"1986-07-12","vote_average":8.7,"runtime":110,"cert":"N\/A","id":20575,"title":"Queen Live at Wembley Stadium","adult":false,"genre_ids":[10402,99]},{"cast":["Keith Jarrett"],"overview":"Tokyo concert from 1985, Keith Jarrett Trio","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":20576,"title":"Keith Jarrett: Standards","adult":false,"genre_ids":[]},{"cast":["Norah Jones","Adam Levy","Lee Alexander","Daru Oda"],"overview":"2002 live DVD from the Grammy winning singer\/songwriter. Live In New Orleans was filmed in 2002 at the House Of Blues in New Orleans. This show contains almost every song from her debut album, Come Away With Me as well as some choice covers including a standout version of The Band's \"Bessie Smith\".","release_date":"2003-01-01","vote_average":6.9,"runtime":67,"cert":"N\/A","id":20577,"title":"Norah Jones: Live in New Orleans","adult":false,"genre_ids":[10402]},{"cast":["Keith Jarrett","Gary Peacock","Jack DeJohnette"],"overview":"Recorded live at Open Theater East,  Tokyo, Japan on July 25, 1993.\r Keith Jarrett piano - Gary Peacock bass - Jack De Johnette drums \/\/\/ 1. In Your Own Sweet Way 2. Butch And Butch 3. Basin Street Blues 4. Solar 5. Ex-tension 6. If I Were A Bell 7. I Fall In Love Too Easily 8. Oleo 9. Bye Bye Blackbird 10. The Cure 11. I Thought About You","release_date":"1993-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":20578,"title":"Keith Jarrett Open Theatre East","adult":false,"genre_ids":[10402]},{"cast":["Peter Rowley","Rawiri Paratene","Fiona Samuel","Peter Hayden","Dorothy McKegg"],"overview":"Featuring the characters from Murray Ball's \"Footrot Flats\", (New Zealands most beloved local cartoon strip ). Questions to be answered include: Will Wal Footrot win the affections of Cheeky Hobson over the sleazy Spit Murphy? Will the Dog win the affections of the lovely Jess? Will Wal make a good impression on the All Black selectors at Saturdays rugby match? Can Rangi and Pongo save Cooch's prize stag from the depths of Blackwater station, home of the Murphy's, their vicious dogs and deadly croco-pigs? All this and more will be answered as the small town of Raupo comes to life on the big screen.","release_date":"1986-04-09","vote_average":7.1,"runtime":71,"cert":"N\/A","id":20579,"title":"Footrot Flats: The Dog's Tale","adult":false,"genre_ids":[35,16]},{"cast":["Diana Krall","John Clayton","Paulinho da Costa","Jeff Hamilton","John Pisano"],"overview":"Recorded live at the Paris Olympia on December 1, 2001, Krall's classic style blends equal parts artistic vision, hard work and determination. The British Columbia native began playing piano at the age of four and now has five stunning albums behind her. She made her debut with the critically acclaimed Only Trust Your Heart and the album topped the Billboard jazz charts for the most of 1998, earning Krall a Grammy nomination. She went on to win a Best Jazz Vocal Performance Grammy for 1999's platinum-selling When I Look in Your Eyes and became the first jazz artist in 25 years to be nominated in the Album of the Year category.","release_date":"2002-04-02","vote_average":7.9,"runtime":130,"cert":"N\/A","id":20580,"title":"Diana Krall: Live in Paris","adult":false,"genre_ids":[10402]},{"cast":["Erin Cottrell","Dale Midkiff","Logan Bartholomew","Frank McRae","Drew Tyler Bell"],"overview":"Missie's surprise pregnancy sets her on a new course that is both thrilling and terrifying. After all the planning and dreaming, she and her husband, Willie, have headed west in a covered wagon, leaving behind the prairie home of Missie's parents. Now, caught between the excitement of the new adventure and the pain of not knowing when she'll see her family again, Missie copes with the challenges, and cherishes the rewards, of her new homestead.","release_date":"2005-12-03","vote_average":6.6,"runtime":88,"cert":"N\/A","id":20583,"title":"Love's Long Journey","adult":false,"genre_ids":[10770,28,18,10749]},{"cast":[],"overview":"The villains of \"Kim Possible\" are on display in this four-episode compilation titled Kim Possible: The Villain Files. The episodes are edited together so that there is only one set of opening credits at the beginning and one at the end. Though the shows play in succession like a film rather than being presented as four standalone episodes.","release_date":"2004-01-01","vote_average":7.6,"runtime":87,"cert":"N\/A","id":20592,"title":"Kim Possible: The Villain Files","adult":false,"genre_ids":[12,16,28,10751]},{"cast":["Bill Basch","Martin Basch","Randolph Braham"],"overview":"Five Jewish Hungarians, now U.S. citizens, tell their stories: before March, 1944, when Nazis began to exterminate Hungarian Jews, months in concentration camps, and visiting childhood homes more than 50 years later. An historian, a Sonderkommando, a doctor who experimented on Auschwitz prisoners, and US soldiers who were part of the liberation in April, 1945.","release_date":"1998-10-23","vote_average":7.8,"runtime":87,"cert":"N\/A","id":20595,"title":"The Last Days","adult":false,"genre_ids":[99,18,36,10752]},{"cast":["Sam Dunn","Chris Adler","Tom Araya","Gavin Baddeley","Blasphemer"],"overview":"The film discusses the traits and originators of some of metal's many subgenres, including the New Wave of British Heavy Metal, power metal, Nu metal, glam metal, thrash metal, black metal, and death metal. Dunn uses a family-tree-type flowchart to document some of the most popular metal subgenres. The film also explores various aspects of heavy metal culture.","release_date":"2005-09-14","vote_average":7.8,"runtime":91,"cert":"N\/A","id":20604,"title":"Metal: A Headbanger's Journey","adult":false,"genre_ids":[99,10402]},{"cast":["Ahn Gil-kang","Jeong Seok-yong","Lee Beom-soo","Ryoo Seung-wan","Jung Doo-hong"],"overview":"Tae-su, a detective fighting organized crime, returns to his hometown for his high school friend Wang-jae's funeral. There, he meets his old friends Pil-ho, Dong-hwan and Seok-hwan and they reminisce. Suspecting something fishy about Wang-jae's death, Tae-su and Seok-hwan start investigating it, each in his own way. Their investigations lead to a land development project that Pil-ho is directing.","release_date":"2006-05-25","vote_average":6.5,"runtime":92,"cert":"N\/A","id":20605,"title":"The City of Violence","adult":false,"genre_ids":[28,53]},{"cast":["Stephen Graham","Danny Dyer","Noel Clarke","Emil Marwa","Lee Ingleby"],"overview":"Six men with mid-life anxiety set out for a weekend in the country in an attempt to reconnect with their masculinity. What they find is a catastrophe so horrible and bizarre that a mid-life crisis turns out to be exactly what they need to survive it...","release_date":"2009-06-11","vote_average":6.0,"runtime":89,"cert":"15","id":20606,"title":"Doghouse","adult":false,"genre_ids":[35,27]},{"cast":["José Sazatornil","Carmen de Lirio","Francisco Martínez","Ovidi Montllor","Carmen Rodríguez"],"overview":"Theodore, a young Spanish engineer who works as a professor at the University of Oklahoma, returned to Spain to enjoy a sabbatical year. Upon arrival, he discovers that his father killed his mother and, to compensate for the loss, he bought a motorcycle with sidecar to travel together. Father and son arrive in a remote mountain village seems empty, what happens is that all residents are in church every day, because the Mass is a true spectacle. Jimmy and Theodore are discovering the peculiarities of the people, attend the elections held each year to appoint mayor, priest, teacher, bitch ... In addition, the town has come a group of students at the American University of Eaton, a Belgian meteorologists, a dissident group of the Russian Army Choir, invading people's hidden above ...","release_date":"1989-01-17","vote_average":7.2,"runtime":110,"cert":"N\/A","id":20607,"title":"Dawn Breaks, Which Is No Small Thing","adult":false,"genre_ids":[35]},{"cast":["Emily Booth","Eileen Daly","Mark Lamarr","Jonathan Ross","Ron Drand"],"overview":"This is the story of the beautiful young Pervirella. Set in the mythical English land of Condon, the grotesque, power-mad Queen Victoria builds a wall around the country and establishes a \"Monarchy of Terror.\" Intellectuals and \"pervs\" are prosecuted and killed, or driven underground to form the \"Cult of Perv.\" Their leader, the Demon Nanny gives birth to a possible savior, then dies. The infant Pervirella grows to maturity with supernatural speed and shows amazing abilities, including raging nymphomania whenever her magical necklace is removed. Pervirella is sought by various rebels, agents of Victoria, the Cult of Perv, and a trio of witches. Eventually she teams up with Amicus Reilly, a James Bond spoof played to stiff, campy perfection by the late David Warbeck. Wild adventures ensue!","release_date":"1997-09-19","vote_average":7.0,"runtime":92,"cert":"","id":20608,"title":"Pervirella","adult":false,"genre_ids":[14,35,878]},{"cast":["Lorenzo Lamas","Natalie Stone","Sean Lawlor","Kim Little","Declan Joyce"],"overview":"Captain Nemo goes even deeper into insanity in this mesmerizing fantasy tale. Once again at the helm of his fearsome, wildly advanced vessel, the nautical madman endeavors to turn the world above the waves upside down.","release_date":"2007-09-09","vote_average":3.6,"runtime":90,"cert":"N\/A","id":20609,"title":"30,000 Leagues Under The Sea","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"LeapFrog characters spring to life in this engaging and educational video. A wild adventure to the Letter Factory with popular LeapFrog characters Leap, Lilly and Tad. Led by wacky Professor Quigley, Tad joins Js jumping on trampolines and Ks practicing karate kicks as new letters learn their sounds. Fun songs will have kids singing letter sounds in no time.","release_date":"2003-12-09","vote_average":5.5,"runtime":35,"cert":"N\/A","id":20610,"title":"LeapFrog: The Letter Factory","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Learn how letters build words! LeapFrog characters spring to life in this engaging and educational video. Leap, Lily, and Tad journey to the Word Factory, where the Word Whammer, Sticky-Ick-O-Rama and more amazing machines take letters and make them into words! Humorous songs and an out-of-control word machine add to the fun","release_date":"2003-12-09","vote_average":4.8,"runtime":35,"cert":"N\/A","id":20611,"title":"LeapFrog: Talking Words Factory","adult":false,"genre_ids":[10751,16]},{"cast":["Jesse Bradford","Erika Christensen","Shiri Appleby","Kate Burton","Jason Ritter"],"overview":"Ben Cronin has it all: the admiration of his many friends, a terrific girlfriend, and he's on the fast-track to an athletic scholarship. Ben's rock-solid, promising future and romance are turned upside-down with the arrival of Madison Bell. Madison, the new girl in town, quickly sets her sights on the impressionable Ben. While their first few meetings are innocent enough, the obsessive and seductive Madison wants more ... much more.","release_date":"2002-09-06","vote_average":5.1,"runtime":84,"cert":"","id":20616,"title":"Swimfan","adult":false,"genre_ids":[53]},{"cast":["Takeshi Kitano","Ryuhei Matsuda","Tadanobu Asano","Yôichi Sai","Shinji Takeda"],"overview":"Set during Japan's Shogun era, this film looks at life in a samurai compound where young warriors are trained in swordfighting. A number of interpersonal conflicts are brewing in the training room, all centering around a handsome young samurai named Sozaburo Kano. The school's stern master can choose to intervene, or to let Kano decide his own path.","release_date":"1999-12-18","vote_average":6.7,"runtime":100,"cert":"N\/A","id":20617,"title":"Taboo","adult":false,"genre_ids":[18,36,53]},{"cast":["DJ Qualls","Preston Jones","Julianna Guill","Mary Cobb","Kaira Akita"],"overview":"It’s Road Trip - Beer Pong! Three college roommates are on the ride of their lives when they drop everything to join a bus full of sexy, scantily clad models to compete in the ultimate sport competition: the National Beer Pong Tournament.","release_date":"2009-08-11","vote_average":5.4,"runtime":96,"cert":"N\/A","id":20618,"title":"Road Trip: Beer Pong","adult":false,"genre_ids":[35]},{"cast":["Rami Heuberger","Ami Smolartchik","Tzach Shpitzen","Einat Weitzman","Danielle Miller"],"overview":"Mivtza Savta (\"Operation Grandma\") is a satirical Israeli comedy about three very different brothers trying to get around many obstacles to bury their grandmother on her kibbutz. The story takes place in Israel, in the fictional kibbutz \"Asisim\".","release_date":"1999-01-01","vote_average":7.3,"runtime":50,"cert":"N\/A","id":20619,"title":"Operation Grandma","adult":false,"genre_ids":[35]},{"cast":["Rock Hudson","Salome Jens","John Randolph","Will Geer","Jeff Corey"],"overview":"A secret organisation offers wealthy people a second chance at life. The customer picks out someone they want to be and the organisation surgically alters the customer to look like the intended person, stages the customer's death, gets rid of the intended person and the customer takes on a new life.","release_date":"1966-10-05","vote_average":7.4,"runtime":100,"cert":"N\/A","id":20620,"title":"Seconds","adult":false,"genre_ids":[9648,878,53,18]},{"cast":["Robert Mitchum","Linda Darnell","Jack Palance","Roy Roberts","Dan Seymour"],"overview":"The story tells of Russ Lambert (Robert Mitchum), a prize-fighter with a lethal right-handed punch, who through no fault of his own, killed a fighter in the ring. Since the fight his life has gone downhill.","release_date":"1953-07-18","vote_average":6.3,"runtime":82,"cert":"N\/A","id":20621,"title":"Second Chance","adult":false,"genre_ids":[18,53]},{"cast":["Sunil Dutt","Saira Banu","Mehmood","Kishore Kumar","Om Prakash"],"overview":"A simple man from a village falls in love with his new neighbor. He enlists the help of his musical-theater friends to woo the lovely girl-next-door away from her music teacher.","release_date":"1968-11-29","vote_average":7.2,"runtime":157,"cert":"N\/A","id":20622,"title":"Padosan","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Konkona Sen Sharma","Atul Kulkarni","Sandhya Mridul","Tara Sharma","Boman Irani"],"overview":"'Page 3' takes a behind-the-scenes look at the lifestyles of the A-list celebrities in metro cities. It explores the networking and the power play between the air-kissing","release_date":"2005-01-21","vote_average":6.4,"runtime":139,"cert":"N\/A","id":20623,"title":"Page 3","adult":false,"genre_ids":[18]},{"cast":["Gérard Lanvin","Gérard Jugnot","Omar Sy","Anne Marivin","Valérie Kaprisky"],"overview":"R2I, a famous news radio station, sends its best reporting duo to Iraq: Frank, journalist, and Poussin, sound engineer. Very quickly, millions of listeners follow their highly documented stories, reflecting the hot intensity of the fighting and the difficult survival of the population.","release_date":"2009-01-21","vote_average":5.0,"runtime":93,"cert":"N\/A","id":20626,"title":"Special Correspondents","adult":false,"genre_ids":[35]},{"cast":["Karel Fiala","Miloš Kopecký","Květa Fialová","Olga Schoberová","Rudolf Deyl ml."],"overview":"A satire of the Great American Way, with Lemonade Joe a \"clean living\" gunfighter who drinks only Kola-Loca Lemonade and convinces everyone else in town (with his gun skills) that all \"real men\" drink ONLY lemonade!","release_date":"1964-10-16","vote_average":7.4,"runtime":99,"cert":"N\/A","id":20629,"title":"Lemonade Joe","adult":false,"genre_ids":[35,37]},{"cast":["Warren Miller"],"overview":"Warren Miller's 55th ski movie - 2004. Charmonix, France, Montana, Alaska, Steamboat Colorado.","release_date":"2005-10-04","vote_average":0.0,"runtime":98,"cert":"N\/A","id":20630,"title":"Warren Miller's Impact","adult":false,"genre_ids":[99]},{"cast":["Warren Miller"],"overview":"Warren Miller's 54th ski movie.","release_date":"2003-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":20631,"title":"Journey","adult":false,"genre_ids":[18,99,10749]},{"cast":["Warren Miller","Jonny Moseley"],"overview":"Prepare yourself for the jaw-dropping highlights from an amazing 50 years of winter sport action and adventure!  Join an international array of Olympic skiers and snowboarders as they challenge the steepest slopes and most exciting conditions in exotic snow-covered settings around the globe! It’s the ultimate world tour for anyone who craves thrill-packed entertainment in the extreme!  Warren Miller’s Fifty celebrate an incredible half-century of bringing you the hottest cold-weather action ever captured on film!","release_date":"1999-10-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":20632,"title":"Fifty","adult":false,"genre_ids":[99]},{"cast":["William H. Macy","John Ritter","Neve Campbell","Donald Sutherland","Tracey Ullman"],"overview":"Alex is going through a midlife crisis and it has become a very difficult time for him. His marriage is struggling, he's worried about his son, and his job of killing people for his family has become the most stressful part of his life. He seeks the help of a therapist and meets a woman in the waiting room that he connects with.","release_date":"2000-12-01","vote_average":6.7,"runtime":88,"cert":"N\/A","id":20637,"title":"Panic","adult":false,"genre_ids":[35,80,18]},{"cast":["Gregory Peck","Anne Baxter","Richard Widmark","Robert Arthur","John Russell"],"overview":"In 1867, a gang led by James \"Stretch\" Dawson robs a bank and flees into the desert. Out of water, the outlaws come upon a ghost town called Yellow Sky and its only residents, a hostile young woman named Mike and her grandpa. The story is a Western adaptation of William Shakespeare's \"The Tempest\".","release_date":"1948-12-24","vote_average":6.9,"runtime":98,"cert":"N\/A","id":20638,"title":"Yellow Sky","adult":false,"genre_ids":[80,37]},{"cast":["Ed Asner","Don Knotts","Gary Grimes","Tim Conway","Louise Williams"],"overview":"The California Atoms are in last place with no hope of moving up. But by switching the mule from team mascot to team member, (He can kick 100 yard field goals!) they start winning, and move up in the rankings, Hurrah! The competition isn't so happy.","release_date":"1976-07-07","vote_average":6.0,"runtime":96,"cert":"U","id":20639,"title":"Gus","adult":false,"genre_ids":[35,10751]},{"cast":["Spencer Tracy","Katharine Hepburn","Fay Bainter","Reginald Owen","Minor Watson"],"overview":"Rival reporters Sam and Tess fall in love and get married, only to find their relationship strained when Sam comes to resent Tess' hectic lifestyle.","release_date":"1942-01-19","vote_average":6.9,"runtime":114,"cert":"N\/A","id":20640,"title":"Woman of the Year","adult":false,"genre_ids":[35,10749]},{"cast":["January Jones","Logan Bartholomew","Dale Midkiff","Katherine Heigl"],"overview":"In this Janette Oke sequel to \"Love Comes Softly,\" the eldest child in an 1800s frontier family, Missie Davis is a bright and beautiful elementary schoolteacher whose love for the prairie is matched only by her passion for books. When Missie encounters Grant, a handsome New England railroad executive, she feels as though shes met a hero from one of her novels.","release_date":"2004-11-20","vote_average":6.6,"runtime":88,"cert":"N\/A","id":20641,"title":"Love's Enduring Promise","adult":false,"genre_ids":[10770,10749]},{"cast":["William Powell","Myrna Loy","Florence Rice","John Beal","Jessie Ralph"],"overview":"A bohemian free spirit helps meek Waldo win back his fiancée and falls in love with her over-controlling sister in the process.","release_date":"1937-10-15","vote_average":7.3,"runtime":87,"cert":"N\/A","id":20642,"title":"Double Wedding","adult":false,"genre_ids":[35,10749]},{"cast":["William Powell","Myrna Loy","Frank McHugh","Edmund Lowe","Donald Douglas"],"overview":"Boring businessman Larry Wilson recovers from amnesia and discovers he's really a con man...and loves his soon-to-be-ex wife.","release_date":"1940-08-09","vote_average":7.3,"runtime":99,"cert":"N\/A","id":20643,"title":"I Love You Again","adult":false,"genre_ids":[35,18,10749]},{"cast":["William Powell","Myrna Loy","Gail Patrick","Jack Carson","Florence Bates"],"overview":"Circumstance, an old flame and a mother-in-law drive a happily married couple to the verge of divorce and insanity.","release_date":"1941-05-23","vote_average":7.7,"runtime":99,"cert":"","id":20644,"title":"Love Crazy","adult":false,"genre_ids":[35,10749]},{"cast":["Sachiko Murase","Hisashi Igawa","Narumi Kayashima","Tomoko Ôtakara","Mitsunori Isaki"],"overview":"The story centers on an elderly hibakusha, who lost her husband in the 1945 atomic bombing of Nagasaki, caring for her four grandchildren over the summer. She learns of a long-lost brother, Suzujiro, living in Hawaii who wants her to visit him before he dies.","release_date":"1991-05-25","vote_average":6.9,"runtime":98,"cert":"N\/A","id":20645,"title":"Rhapsody in August","adult":false,"genre_ids":[35,18]},{"cast":["Narimi Arimori","Yoshiyuki Daichi","Hirotaro Honda","Harumi Inoue","Renji Ishibashi"],"overview":"A barkeeper saves a Yakuza boss' life and thus makes his way up in the organization. However, his fear of nothing soon causes problems.","release_date":"2002-06-22","vote_average":6.4,"runtime":131,"cert":"N\/A","id":20646,"title":"Graveyard of Honor","adult":false,"genre_ids":[28,80,53]},{"cast":["Thomas Hartmann"],"overview":"","release_date":"2008-10-04","vote_average":6.0,"runtime":229,"cert":"N\/A","id":20647,"title":"Extrospekt","adult":false,"genre_ids":[35]},{"cast":["Chad Donella","Jennifer Morrison","Erinn Bartlett","Steve Monroe","Chene Lawson"],"overview":"A young man returns to his ex-girlfriend and true love to discover the source of her increasing depression. As the young man earnestly tries to help his girlfriend through her troubles, their love begins to bloom.","release_date":"2002-10-18","vote_average":4.7,"runtime":98,"cert":"N\/A","id":20648,"title":"100 Women","adult":false,"genre_ids":[35,10749]},{"cast":["Harvey Keitel","John Turturro","Delroy Lindo","Mekhi Phifer","Isaiah Washington"],"overview":"Strike is a young city drug pusher under the tutelage of drug lord Rodney Little. When a night manager at a fast-food restaurant is found with four bullets in his body, Strike’s older brother turns himself in as the killer. Det. Rocco Klein doesn’t buy the story, however, setting out to find the truth, and it seems that all the fingers point toward Strike & Rodney.","release_date":"1995-09-15","vote_average":6.9,"runtime":128,"cert":"18","id":20649,"title":"Clockers","adult":false,"genre_ids":[9648,80,18]},{"cast":["Arthur V. Johnson","Marion Leonard","Henry B. Walthall","Mary Pickford","George Siegmann"],"overview":"The Count sets out to make a private room for him and his Countess, built in such a way no one can see, hear, and most importantly, disturb them. But unbeknownst to the Count, his wife has set her eyes on the court minstrel. Based on Edgar Allan Poe's “The Cask of Amontillado” and Honoré de Balzac's “La Grande Breteche”.","release_date":"1909-09-02","vote_average":5.4,"runtime":11,"cert":"N\/A","id":20650,"title":"The Sealed Room","adult":false,"genre_ids":[53,18,27,36]},{"cast":["Saif Ali Khan","Vidya Balan","Sanjay Dutt","Raima Sen","Dia Mirza"],"overview":"They fall in love before they know its meaning, Lolita, orphaned at an early age & Shekhar, who reaches out & gives her the security she craves.They share joys & sorrows through childhood & adolescence,unknown to them the relationship of an unspoken right they hold over eachother metamorphs into an intense love, they don't even sense coming. It Takes and outsider for them to realize their love.","release_date":"2005-06-10","vote_average":6.6,"runtime":131,"cert":"N\/A","id":20651,"title":"Parineeta","adult":false,"genre_ids":[18,10749]},{"cast":["Shreyas Talpade","Javed Jaffrey","Aashish Chaudhary","Vatsal Seth","Celina Jaitly"],"overview":"Four friends' attempts to find employment and accommodation pits them against landlords and gangsters in Bangkok.","release_date":"2009-06-19","vote_average":4.2,"runtime":119,"cert":"N\/A","id":20652,"title":"Paying Guests","adult":false,"genre_ids":[35]},{"cast":["Saif Ali Khan","Kareena Kapoor Khan","Javed Jaffrey","Tanaaz Currim Irani","Vrajesh Hirjee"],"overview":"This is the story of Romeo. A dude who was living the life. He had the works - the mansion to live in, the chicks to party with and the cars to be driven around in. Until one day, the family he was the favourite pet of, decided to move and left him back, abandoned on the mean streets of Mumbai. Romeo is now faced with situations he has never been in before. He encounters four strays, who scare the daylights out of him. But soon, he smooth talks his way into their hearts and he makes friends. Then, Romeo finds love! He encounters the beautiful, ravishing Laila, the most beautiful girl he has ever seen - and he loses his heart to her at first sight. Finally, he encounters a villain! The dreaded Don of the area - Charlie Anna. The Don who everyone is scared of. So hop on to the adventure as Romeo, wins friendship, love and a new life - in spite of Charlie Anna and his gang!","release_date":"2008-10-24","vote_average":4.4,"runtime":93,"cert":"PG","id":20653,"title":"Roadside Romeo","adult":false,"genre_ids":[16,10751]},{"cast":["Rani Mukerji","Vivek Oberoi","Tanuja","Satish Shah","Sharat Saxena"],"overview":"A couple elopes to get married and set up home hoping that just love will do the trick - but that's just the beginning of their story.","release_date":"2002-12-20","vote_average":5.8,"runtime":143,"cert":"N\/A","id":20656,"title":"Saathiya","adult":false,"genre_ids":[18,10749]},{"cast":["Adam Tønsberg","Lars Simonsen","Camilla Søeberg","Ulrikke Bondo","Lone Lindorff"],"overview":"Danish teens come of age in 1963. Bjorn and Erik are close friends. Bjorn is pursued by Kirsten, a future Stepford wife, but he falls for Anna, who initiates him into love and sex. Erik is somber, caring for his home-bound mentally-ill mother while his strict father rules his life. He desires Kirsten, but she's unattainable. Pregnancy, a horrific abortion, an engagement party, and a revelation about the rectitude of Erik's father lead to a climax: Bjorn and Erik must stand up to controlling adults.","release_date":"1984-12-26","vote_average":6.4,"runtime":107,"cert":"N\/A","id":20661,"title":"Twist and Shout","adult":false,"genre_ids":[35,18]},{"cast":["Russell Crowe","Cate Blanchett","Max von Sydow","William Hurt","Mark Strong"],"overview":"When soldier Robin happens upon the dying Robert of Loxley, he promises to return the man's sword to his family in Nottingham. There, he assumes Robert's identity; romances his widow, Marion; and draws the ire of the town's sheriff and King John's henchman, Godfrey.","release_date":"2010-05-12","vote_average":6.3,"runtime":140,"cert":"12A","id":20662,"title":"Robin Hood","adult":false,"genre_ids":[28,12,18]},{"cast":["Humphrey Bogart","Lizabeth Scott","Morris Carnovsky","Charles Cane","William Prince"],"overview":"Paratroopers Captain 'Rip' Murdock  and Sergeant Johnny Drake are mysteriously ordered to travel to Washington, DC. When Drake learns that he is to be awarded the Medal of Honor, he disappears before newspaper photographers can take his picture. Murdock follows the clues and tracks him down, where he learns Drake is dead. Further investigations reveal unexpected twists. Rip learns that Johnny had been accused of murder and sets out to find out whatever he can. He falls in love with Coral whose husband Johnny is supposed to have killed.","release_date":"1947-01-16","vote_average":6.6,"runtime":100,"cert":"N\/A","id":20663,"title":"Dead Reckoning","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Johnny Knoxville","Elizabeth Banks","Juliette Lewis","David Koechner","Kick Gurry"],"overview":"In small town Tennessee, a ne'er-do-well man (Knoxville) wrestling for control over his fading golf club is reunited with his estranged daughter, a 14-year-old musical prodigy.","release_date":"2005-09-25","vote_average":5.4,"runtime":100,"cert":"N\/A","id":20668,"title":"Daltry Calhoun","adult":false,"genre_ids":[35,18,10402]},{"cast":["Chelsea Jean","Gregory Bastien","Denise Boutte","Scott Carson","Matt Marraccini"],"overview":"When a group of college kids stumble upon a small abandoned town of Sunset Valley, they must fight a band of Zombies led by a Confederate soldier seeking retribution for his grisly execution.","release_date":"2004-10-26","vote_average":2.8,"runtime":82,"cert":"N\/A","id":20669,"title":"Death Valley: The Revenge of Bloody Bill","adult":false,"genre_ids":[18,27,53]},{"cast":["Powers Boothe","Rebecca De Mornay","James Earl Jones","Martin Landau","Darren McGavin"],"overview":"A nuclear warhead launched by Soviet insurgents protesting the waning Cold War destroys the Ukrainian city of Donetsk. The destruction sets off a race between American and Soviet politicians to prevent a nuclear holocaust. While the U.S. president feverishly works to keep the military and political machine from going into overdrive, various subordinates panic. When the president is believed to be killed in a helicopter crash, zealous advisers take over.","release_date":"1990-05-19","vote_average":7.1,"runtime":101,"cert":"15","id":20674,"title":"By Dawn's Early Light","adult":false,"genre_ids":[10770,28,18,53]},{"cast":["Walter Huston","Jean Harlow","Wallace Ford","Jean Hersholt","Dorothy Peterson"],"overview":"Police Chief Jim Fitzpatrick is after gangster Sam Belmonte. He uses his corrupt brother Ed to watch over Daisy who was associated with Belmonte.","release_date":"1932-02-13","vote_average":6.4,"runtime":86,"cert":"N\/A","id":20675,"title":"The Beast of the City","adult":false,"genre_ids":[80,18,10749]},{"cast":["Laurence Fishburne","Jeff Goldblum","Charles Martin Smith","Victoria Dillard","Gregory Sierra"],"overview":"The black policeman Russell Stevens applies for a special anti-drug squad which targets the highest boss of cocaine delivery to LA: the Colombian foreign minister's nephew. Russell works his way up from the bottom undercover, until he reaches the boss. The first step is to get the lawyer and hobby dealer David Jason to trust him.","release_date":"1992-04-15","vote_average":7.1,"runtime":107,"cert":"18","id":20676,"title":"Deep Cover","adult":false,"genre_ids":[28,53,80]},{"cast":["Minami Takayama","Wakana Yamazaki","Akira Kamiya","Kappei Yamaguchi"],"overview":"Police officers around Tokyo are being murdered by an unknown assailant. When Ran witnesses an attempt on the life of one of her friends in the police, she loses her memory. Now, Conan and Inspector Megure must find the murderer while Ran attempts to regain her lost memories.","release_date":"2000-04-22","vote_average":7.6,"runtime":100,"cert":"N\/A","id":20677,"title":"Detective Conan: Captured in Her Eyes","adult":false,"genre_ids":[16,80,53]},{"cast":["Damon Wayans","David Alan Grier","Robin Givens","Christopher Lawford","Jason Alexander"],"overview":"Darryl is a childlike man with a genius for inventing various gadgets out of junk. When he stumbles on a method to make his clothes bulletproof, he decides to use his skills to be the lowest budgeted superhero of all.","release_date":"1994-08-19","vote_average":5.0,"runtime":96,"cert":"N\/A","id":20678,"title":"Blankman","adult":false,"genre_ids":[28,12,35]},{"cast":["George Carlin"],"overview":"George Carlin performs a hilarious set of never-before released material in \"Complaints and Grievances.\" His 12th HBO special was recorded live at the Beacon Theater in New York City on November 17, 2001. In \"Complaints and Grievances,\" Carlin shamelessly exposes the people and subjects that irritate him the most.","release_date":"2001-11-17","vote_average":7.7,"runtime":56,"cert":"N\/A","id":20679,"title":"George Carlin: Complaints & Grievances","adult":false,"genre_ids":[35,99,10770]},{"cast":["Stokley Williams","Homer O'Dell","Larry Waddell","Jeff Allen","Keri Lewis"],"overview":"Led by terrific vocalist Stokley Willis, the Minneapolis quintet Mint Condition was one of the best R&amp;B groups of the 1990s. Always known for their live shows, they are at their best at this performance at Washington D.C.'s 9:30 Club, performing memorable hits like \"Breakin' My Heart (Pretty Brown Eyes),\" \"Is This Pain Our Pleasure?,\" and \"So Fine\".","release_date":"2006-02-07","vote_average":0.0,"runtime":80,"cert":"N\/A","id":20680,"title":"Mint Condition Live From The 9:30 Club","adult":false,"genre_ids":[]},{"cast":["Christopher Walken","Tom Berenger","Winston Ntshona","JoBeth Williams","Alan Beckwith"],"overview":"Mercenary James Shannon, on a reconnaissance job to the African nation of Zangaro, is tortured and deported. He returns to lead a coup.","release_date":"1980-12-17","vote_average":5.5,"runtime":118,"cert":"","id":20681,"title":"The Dogs of War","adult":false,"genre_ids":[53,28,12]},{"cast":["Salma Hayek","Jeff Goldblum","Elijah Wood","David Cross","Tom Wilkinson"],"overview":"An avid detective is assigned to investigate the heist of a batch of precious coins that end up in the hands of a suicidal barber.","release_date":"2000-09-22","vote_average":6.0,"runtime":96,"cert":"N\/A","id":20682,"title":"Chain of Fools","adult":false,"genre_ids":[28,35,80]},{"cast":["Hiroka Oyama","Minako Kawashima","Nakao Michiosu","Yasuhiro Yoshiura"],"overview":"In the far future when the continuity of the history has been lost, humans live in an ever more deteriorating completely artificial and enclosed world. The sea and the sky have disappeared, and the only window to \"living\" scenery exists in the records from the past, excavated in the relic.The Bureau of Record Excavation is an organization responsible for this task. Ura works for the 92nd office of the bureau. He is absorbed by the restoration of various records and fascinated by world of the past. Riko keeps a little distance to watch him, but averts her eyes from the records, believing that sometimes people just want things to stay the same.Everyone in this world knows that to know the past means to know the misery of this world, the present reality. But one day, Ura restores a strange video...","release_date":"2006-01-18","vote_average":6.8,"runtime":23,"cert":"N\/A","id":20683,"title":"Pale Cocoon","adult":false,"genre_ids":[16,878]},{"cast":["Christien Anholt","Guinevere Turner","Tom Bell","Ricky Tomlinson","Roger Lloyd Pack"],"overview":"Henry Harding MP, a British government minister on a moral crusade, hires an inexperienced young computer whizzkid, Peter Emery who works for a Christian computer company called Holy Hardware, to infiltrate the United Kingdom BDSM scene.","release_date":"1997-07-04","vote_average":6.5,"runtime":100,"cert":"N\/A","id":20684,"title":"Preaching to the Perverted","adult":false,"genre_ids":[35]},{"cast":["Ruslaan Mumtaz","Sheena Shahabadi","Anupam Kher","Satish Kaushik","Sushmita Mukherjee"],"overview":"An under-aged couple fall in love, face opposition from the girl's wealthy parents, elope, and go on the run from the police.","release_date":"2009-08-07","vote_average":8.0,"runtime":132,"cert":"N\/A","id":20687,"title":"Teree Sang: A Kidult Love Story","adult":false,"genre_ids":[10749,18]},{"cast":["Shahid Kapoor","Priyanka Chopra","Amole Gupte","Deb Mukherjee","Shiv Kumar Subramaniam"],"overview":"Two brothers, as different as chalk and cheese, find their lives intertwined when one puts himself in danger via a `get rich quick' scheme and the other finds there is a price on his head.","release_date":"2009-08-14","vote_average":6.8,"runtime":135,"cert":"N\/A","id":20688,"title":"Kaminey","adult":false,"genre_ids":[28,80,18]},{"cast":["Javier Bardem","Juan Diego Botto","Laura Morante","Elvira Mínguez","Alexandra Lencastre"],"overview":"A police detective in a South American country is dedicated to hunting down a revolutionary guerilla leader.","release_date":"2002-09-20","vote_average":7.0,"runtime":132,"cert":"","id":20689,"title":"The Dancer Upstairs","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Elizabeth Daily","Nancy Cartwright","Kath Soucie","Dionne Quan","Tim Curry"],"overview":"The Rugrats family vacation takes an exotic detour when their boat capsizes and they become shipwrecked on a deserted tropical island. With the jungle as their new backyard, the babies race wildly from one dangerous adventure to the next...soon to discover that someone else is on the island. It's The Wild Thornberrys...on an island adventure of their own! When these two famailies get together, the excitement really starts!","release_date":"2003-06-13","vote_average":5.7,"runtime":84,"cert":"N\/A","id":20694,"title":"Rugrats Go Wild","adult":false,"genre_ids":[16,10751]},{"cast":["Heather Graham","James Purefoy","Fionnula Flanagan","Alan McKenna","Michael J. Reynolds"],"overview":"Heather Graham and James Purefoy play a couple who desperately want to have a baby. Unfortunately, she has been diagnosed as infertile, and the couple can't afford the medical treatments that might allow her to conceive. Good fortune appears to be smiling on the couple when they are given an opportunity to receive free treatments at a mysterious fertility clinic.","release_date":"2004-05-16","vote_average":5.1,"runtime":98,"cert":"N\/A","id":20695,"title":"Blessed","adult":false,"genre_ids":[53,9648]},{"cast":["Sticky Fingaz","Mekhi Phifer","Omar Epps","Faizon Love","Michael Rapaport"],"overview":"Onyx rapper Sticky Fingaz directs and stars in this hip-hop musical about a gangster who becomes caught up in a bloody war between two feuding crime families while struggling to leave the streets behind. When Black's family raids one of Stick's drug houses and kills two of his men, Stick is forced to choose between leaving it all behind or seeking revenge and feeding the cycle of violence.","release_date":"2009-07-07","vote_average":7.0,"runtime":90,"cert":"N\/A","id":20700,"title":"A Day In The Life","adult":false,"genre_ids":[80]},{"cast":["Debbie Harry","Matthew Lawrence","Christian Slater","Steve Buscemi","Julianne Moore"],"overview":"The first segment features an animated mummy stalking selected student victims; the second tale tells the story of a \"cat from hell\" who cannot be killed and leaves a trail of victims behind it; the third story is about a man who witnesses a bizarre killing and promises never to tell what he saw and the \"in-between\" bit is the story of a woman preparing to cook her newspaper boy for supper.","release_date":"1990-05-03","vote_average":6.1,"runtime":93,"cert":"18","id":20701,"title":"Tales from the Darkside: The Movie","adult":false,"genre_ids":[53,35,14,27]},{"cast":["Scott Bakula","Héctor Elizondo","Robert Loggia","Rob Schneider","Harley Jane Kozak"],"overview":"When the Texas Southern Armadillos football team is disqualified for cheating and poor grades, the University is forced to pick from a team that actually goes to school. Will they even win a single game?","release_date":"1991-09-27","vote_average":5.7,"runtime":108,"cert":"N\/A","id":20704,"title":"Necessary Roughness","adult":false,"genre_ids":[35]},{"cast":["Nigel Havers","Frank McRae","Gerry Lopez","Nick Nolte","Marilyn Tokuda"],"overview":"An American soldier who escapes the execution of his comrades by Japanese soldiers in Borneo during WWII becomes the leader of a personal empire among the headhunters in this war story told in the style of Joseph Conrad and Rudyard Kipling. The American is reluctant to rejoin the fight against the Japanese on the urging of a British commando team but conducts a war of vengeance when the Japanese attack his adopted people.","release_date":"1989-03-03","vote_average":6.0,"runtime":117,"cert":"N\/A","id":20713,"title":"Farewell to the King","adult":false,"genre_ids":[10752,12]},{"cast":["Sergei Makovetsky","Nikita Mikhalkov","Sergey Garmash","Valentin Gaft","Aleksey Petrenko"],"overview":"A loose remake of “12 Angry Men”, “12” is set in contemporary Moscow where 12 very different men must unanimously decide the fate of a young Chechen accused of murdering his step-father, a Russian army officer. Consigned to a makeshift jury room in a school gymnasium, one by one each man takes center stage to confront, connect, and confess while the accused awaits a verdict and revisits his heartbreaking journey through war in flashbacks.","release_date":"2007-06-06","vote_average":7.2,"runtime":159,"cert":"N\/A","id":20714,"title":"12","adult":false,"genre_ids":[80,18,9648]},{"cast":["Hank Azaria","Ahmed Ahmed","Milana Vayntrub","Fergie","Tom Kenny"],"overview":"","release_date":"2008-10-30","vote_average":4.6,"runtime":78,"cert":"N\/A","id":20715,"title":"Immigrants (L.A. Dolce Vita)","adult":false,"genre_ids":[35,16]},{"cast":["Susan Glover","Nicolas Alonso","Juan Carlos Colombo","Blanca Guerra","Juan Antonio Llanes"],"overview":"Filmed in IMAX, a young Mayan boy who lives close to the ruins becomes acquainted with an archaeologist (Guerra) and asks her to tell him about his ancestors. The crew travelled to over 15 locations in Mexico and Guatemala, including Tulum and Chichén Itzá.","release_date":"1995-01-01","vote_average":3.9,"runtime":38,"cert":"N\/A","id":20716,"title":"IMAX Mystery of the Maya","adult":false,"genre_ids":[99,36]},{"cast":["Marek Kondrat","Andrzej Grabowski","Piotr Machalica","Zbigniew Buczkowski","Michał Koterski"],"overview":"It is a bitter story about a middle-aged man, who hates his life and other people, including himself. Adam Miauczynski, the character known from director Marek Koterski's previous films, is a 44 year-old teacher, who reads poetry during school lessons and later goes home swearing and calling his neighbours' names. The worst pain for him is the next 5 minutes of living. He doesn't accept himself and even everyday contacts with others cause his aggression. Though constantly dreaming of a romantic love, he is not bold enough to make his dreams come true. The desperate Miauczynski personalizes our own fears and obsessions, which have become so visible recently.","release_date":"2002-07-07","vote_average":7.8,"runtime":93,"cert":"N\/A","id":20719,"title":"Day of the Wacko","adult":false,"genre_ids":[35]},{"cast":["Gabriel Iglesias"],"overview":"Gabriel Iglesias is one of the fastest-rising comics today! With his unique brand of humor, lovable stage presence and wide range of voices and impressions, it's no wonder that he already has a huge fan following. Now you can see Comedy Central's \"Comic of the Year\" in his sold-out performance at the historic Fox Theatre in Bakersfield, California!","release_date":"2007-08-04","vote_average":7.4,"runtime":60,"cert":"N\/A","id":20720,"title":"Gabriel Iglesias: Hot and Fluffy","adult":false,"genre_ids":[35]},{"cast":["Chuck Norris","Mike Genovese","Henry Silva","Bert Remsen","Ralph Foody"],"overview":"A Chicago cop is caught in a middle of a gang war while his own comrades shun him because he wants to take an irresponsible cop down.","release_date":"1985-05-03","vote_average":6.1,"runtime":101,"cert":"N\/A","id":20721,"title":"Code of Silence","adult":false,"genre_ids":[28]},{"cast":["Masami Nagasawa"],"overview":"La Maison en Petits Cubes tells the story of a grandfather's memories as he adds more blocks to his house to stem the flooding waters.","release_date":"2008-06-10","vote_average":8.0,"runtime":12,"cert":"N\/A","id":20722,"title":"La Maison en Petits Cubes","adult":false,"genre_ids":[16,18,10751]},{"cast":["Hayley Mills","Dean Jones","Dorothy Provine","Roddy McDowall","Frank Gorshin"],"overview":"A young woman suspects foul play when her cat comes home wearing a wrist watch. Convincing the FBI, though, and catching the bad guys is tougher than she imagined.","release_date":"1965-12-02","vote_average":6.6,"runtime":112,"cert":"U","id":20723,"title":"That Darn Cat!","adult":false,"genre_ids":[18,10751,35,80,9648]},{"cast":["Luigi Lo Cascio","Sandra Ceccarelli","Galatea Ranzi","Antonino Bruschetta","Fabio Camilli"],"overview":"A relationship develops between seasoned actor Stefano and his young, ambitious co-star, Laura, when they are cast as the two leads in a film. Stefano must deal with his mounting jealousy when Laura's career begins to take off.","release_date":"2004-10-01","vote_average":6.8,"runtime":125,"cert":"N\/A","id":20724,"title":"The Life I Want","adult":false,"genre_ids":[18,10749]},{"cast":["Bipasha Basu","Dino Morea","Ashutosh Rana","Mink Brar","Vishwajeet Pradhan"],"overview":"Sanjana and Aditya decide to give their marriage one last chance. They plan a holiday in Ooty, but they don't know that a strange figure is waiting for them to come.","release_date":"2002-02-01","vote_average":7.0,"runtime":152,"cert":"N\/A","id":20731,"title":"Raaz","adult":false,"genre_ids":[53]},{"cast":["Vivek Oberoi","Sanjay Dutt","Sunil Shetty","Tusshar Kapoor","Arbaaz Khan"],"overview":"On a calm summer day in 1991, in the bustling Lokhandwala Complex, five criminals including Maya and Dilip were counting 70 lakhs in flat no. 32 B, when 286 policemen, headed by ACP Khan, took strategic positions around their building. A gunfire ensued and the entire nation witnessed the most talked about daylight encounter lasting 6 hours that transformed suburban Mumbai into a war zone.","release_date":"2007-05-25","vote_average":6.3,"runtime":145,"cert":"N\/A","id":20742,"title":"Shootout at Lokhandwala","adult":false,"genre_ids":[28,80,18]},{"cast":["Sheaun McKinney","Jeremy Mitchell","Marlon Taylor","Susie Abromeit","Rob Goodman"],"overview":"Nemesis is the hottest rapper in rap's hottest city; Miami, the 305. But he has a little secret...he's not really a rapper. A record label discovers Nate's talent, and offers to make him a star, as a rapper. They create Nemesis, a Hip Hop gangster designed to sell records and spit hate. Fame quickly follows, but at price.","release_date":"2009-05-26","vote_average":3.5,"runtime":86,"cert":"N\/A","id":20753,"title":"Know Thy Enemy","adult":false,"genre_ids":[18]},{"cast":["Eric Idle","Harvey Korman","Peter MacNicol","William H. Macy","Andrea Martin"],"overview":"Timmy meets a girl mouse and they set off to find the Great Owl.","release_date":"1998-12-22","vote_average":4.4,"runtime":79,"cert":"U","id":20756,"title":"The Secret of NIMH 2: Timmy to the Rescue","adult":false,"genre_ids":[16,10751]},{"cast":["Samuel L. Jackson","Jeff Goldblum","Peter Berg","Jon Lovitz","Damon Wayans"],"overview":"When the champ's promoter, Rev. Sultan, decides something new is needed to boost the marketability of the boxing matches, he searches and finds the only man to ever beat the champ. The problem is that he isn't a boxer anymore and he's white. However, once Rev. Sultan convinces him to fight, he goes into heavy training while the confident champ takes it easy and falls out of shape.","release_date":"1996-05-03","vote_average":5.3,"runtime":91,"cert":"N\/A","id":20759,"title":"The Great White Hype","adult":false,"genre_ids":[35,18]},{"cast":["Dakota Fanning","Chris Sanders","Tia Carrere","David Ogden Stiers","Kevin McDonald"],"overview":"Now, we find the rowdy extraterrestrial getting used to life with his new ohana. However, a malfunction in the ultimate creation of Dr. Jumba soon emerges, which reinstates his destructive programming and threatens to both ruin his friendship with Lilo and to short him out for good!","release_date":"2005-01-22","vote_average":6.6,"runtime":68,"cert":"U","id":20760,"title":"Lilo & Stitch 2: Stitch has a Glitch","adult":false,"genre_ids":[16,35,10751]},{"cast":["Antonio Banderas","Woody Harrelson","Lolita Davidovich","Tom Sizemore","Lucy Liu"],"overview":"Two aging fighters in LA, friends, get a call from a Vegas promoter because his undercard fighters for a Mike Tyson bout that night are suddenly unavailable. He wants them to box each other. They agree as long as the winner gets a shot at the middleweight title. They enlist Grace, Cesar's current and Vinnie's ex girlfriend, to drive them to Vegas.","release_date":"1999-12-25","vote_average":5.7,"runtime":124,"cert":"N\/A","id":20761,"title":"Play It to the Bone","adult":false,"genre_ids":[35,18]},{"cast":["Tom Berenger","Raymond Cruz","Marc Anthony","William Forsythe","Luis Guzmán"],"overview":"After he did some jobs for CIA, ex-marine John Shale is visiting his high school love Jane. She's now a teacher in Columbus High School in Miami. Soon after his arriving Jane has her knee cap broken while jogging. After that, John decides to go undercover as her substitute in high school. Very soon he finds out that gang named Kings of Destruction are terrorizing the school.","release_date":"1996-04-19","vote_average":6.0,"runtime":114,"cert":"N\/A","id":20762,"title":"The Substitute","adult":false,"genre_ids":[28,53]},{"cast":["Elijah Wood","Lorraine Bracco","Adam Baldwin","John Heard","Joseph Mazzello"],"overview":"A father reminisces about his childhood when he and his younger brother moved to a new town with their mother, her new husband and their dog, Shane. When the younger brother is subjected to physical abuse at the hands of their brutal stepfather, Mike decides to convert their toy trolley, the \"Radio Flyer\", into a plane to fly him to safety.","release_date":"1992-02-21","vote_average":7.0,"runtime":114,"cert":"N\/A","id":20763,"title":"Radio Flyer","adult":false,"genre_ids":[18]},{"cast":["Leonor Varela","Jacob Vargas","Luis Fernando Peña"],"overview":"Set in a near-future, militarized world marked by closed borders, virtual labor and a global digital network that joins minds and experiences, three strangers risk their lives to connect with each other and break the barriers of technology.","release_date":"2008-12-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":20764,"title":"Sleep Dealer","adult":false,"genre_ids":[18,878,53]},{"cast":["Tabu","Atul Kulkarni","Rajpal Yadav","Shri Vallabh Vyas","Vinay Apte"],"overview":"Chandni Bar, a film directed by Madhur Bhandarkar depicts the gritty life of the Mumbai underworld, including prostitution, dance bars and gun crime.","release_date":"2001-09-28","vote_average":6.4,"runtime":143,"cert":"N\/A","id":20769,"title":"Chandni Bar","adult":false,"genre_ids":[80,18]},{"cast":["Natasha Lyonne","Clea DuVall","RuPaul","Cathy Moriarty","Michelle Williams"],"overview":"Megan is an all-American girl. A cheerleader. She has a boyfriend. But Megan doesn't like kissing her boyfriend very much. And she's pretty touchy with her cheerleader friends. Her conservative parents worry that she must be a lesbian and send her off to \"sexual redirection\" school, where she must, with other lesbians and gays learn how to be straight.","release_date":"1999-12-09","vote_average":6.9,"runtime":85,"cert":"N\/A","id":20770,"title":"But I'm a Cheerleader","adult":false,"genre_ids":[35,18,10749]},{"cast":["Christy Carlson Romano","Will Friedle","Nancy Cartwright","Tahj Mowry","Gary Cole"],"overview":"Dr. Drakken has an evil new plot for world domination, but his ultimate success depends upon finding out KP's weakness which may involve a new hottie at Middleton High School named Eric, who suddenly sparks feelings in Ron about Kim that resemble much more than friendship. To make matters worse, Bueno Nacho, Ron's favorite fast food chain has turned sour on him by bombarding him with little Devils","release_date":"2005-04-08","vote_average":6.8,"runtime":71,"cert":"N\/A","id":20771,"title":"Kim Possible Movie: So the Drama","adult":false,"genre_ids":[10770,28,12,16,18,10751]},{"cast":[],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":20774,"title":"Corporate","adult":false,"genre_ids":[]},{"cast":["Timothy Hutton","Peter Stormare","Chloë Sevigny","Bill Stinchcomb","Nick Cannon"],"overview":"Four volunteers sign up for what initially appears to be a typical paid research study, only to discover that they've unwittingly become involved with a classified government program that was said to have been terminated nearly two decades ago.","release_date":"2009-01-16","vote_average":5.8,"runtime":93,"cert":"N\/A","id":20777,"title":"The Killing Room","adult":false,"genre_ids":[18,53]},{"cast":["Jean-Paul Belmondo","Serge Reggiani","Jean Desailly","René Lefèvre","Marcel Cuvelier"],"overview":"A stone-faced Jean-Paul Belmondo stars as enigmatic gangster Silien, who may or may not be responsible for squealing on Faugel (Serge Reggiani), just released from the slammer and already involved in what should have been a simple heist. By the end of this brutal, twisting, and multilayered policier, who will be left to trust?","release_date":"1962-12-13","vote_average":7.5,"runtime":108,"cert":"N\/A","id":20778,"title":"Doulos: The Finger Man","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Kryštof Hádek","Lukáš Langmajer","Lubomír Lipský","Tereza Voříšková","Václav Postránecký"],"overview":"This unofficial Czech remake of Alexander Payne's blockbuster seriocomedy Sideways (2004) concerns Jirka and Honza, two friends who check in as complete opposites on every level; Honza is a polished urbanite, Jirka a nickel-and-dime crook with a flair for wooing women. The men's friendship is characterized by an unending series of wild schemes and escapades. When Honza learns of his grandfather's impending death, it brings him face-to-face with his own mortality and encourages him to fulfill his long-held dream, while he still has the opportunity: to embark on a dream vacation to the vineyards of Morovia, with buddy Jirka in tow.","release_date":"2008-03-27","vote_average":5.9,"runtime":90,"cert":"N\/A","id":20779,"title":"Grapes","adult":false,"genre_ids":[35]},{"cast":["David Leisure","Scott McGinnis","Anthony Geary","Bridget Fonda","Frank Bonner"],"overview":"A comedy of a guy who moonlights as a low-budget director of commercials, and is looking for someone to love. So, he pays a dating service and is videotaped on several occasions. The film shows the many women who seduce our hero, until he finally finds his true love","release_date":"1988-01-20","vote_average":4.1,"runtime":92,"cert":"N\/A","id":20780,"title":"You Can't Hurry Love","adult":false,"genre_ids":[35,10749]},{"cast":["Zoë Bell","Jake Abel","Vail Bloom","Justin Huen","Doug Jones"],"overview":"In the tradition of Grindhouse, Kill Bill and Sin City, award-winning comic book writer Ed Brubaker (Incognito, The Death of Captain America, Daredevil) teams up with stuntwoman-turned-cult star Zoe Bell (Death Proof, TV's \"Lost\") to deliver a stark, stylish pulp thriller about a very bad girl gone \"good.\"","release_date":"2009-07-07","vote_average":5.3,"runtime":77,"cert":"N\/A","id":20781,"title":"Angel of Death","adult":false,"genre_ids":[80,28,53]},{"cast":["Michael Madsen","David Carradine","Michael Blain-Rozgay","Ernest Anthony","Shane Woodson"],"overview":"Road of no Return follows the final nine days in the lives of four atypical hit men who are secretly brought together in a covert operation to fight the drug trafficking epidemic in the country.","release_date":"2008-11-10","vote_average":4.7,"runtime":94,"cert":"N\/A","id":20782,"title":"Road of No Return","adult":false,"genre_ids":[28,18,53]},{"cast":["Jerry Nelson","Frank Oz","Marilyn Sokol","David Goetz","Richard Hunt"],"overview":"A poor otter family risks everything for the chance to win the cash prize of a talent contest for Christmas.","release_date":"1977-12-17","vote_average":7.5,"runtime":48,"cert":"N\/A","id":20785,"title":"Emmet Otter's Jug-Band Christmas","adult":false,"genre_ids":[18,35,10751]},{"cast":["Heather Graham","Jeremy Sisto","Tess Harper","Joe Hursley","Jake Busey"],"overview":"A waitress confronts all the wrong turns she has made in her short life and ultimately ends up facing the biggest wrong turn of all: her dangerous ex-boyfriend who's determined to win back her love or die trying.","release_date":"2006-11-04","vote_average":5.4,"runtime":97,"cert":"N\/A","id":20786,"title":"Broken","adult":false,"genre_ids":[53]},{"cast":["Cüneyt Arkın","Aytekin Akkaya","Füsun Uçar","Hüseyin Peyda"],"overview":"The film follows the adventures of Murat (Arkın) and Ali (Akkaya), whose spaceships crash on a desert planet following a battle, shown by using footage from Star Wars as well as Soviet and American space program newsreel clips. While hiking across the desert, they speculate that the planet is inhabited only by women. Murat does his \"wolf whistle\", which he uses on attractive women. However, he blows the wrong whistle and they are attacked by skeletons on horseback, which they defeat in hand-to-hand combat. The main villain soon shows up and captures the heroes, bringing them to his gladiatorial arena so they can fight. The villain tells them he is actually from Earth and is a 1,000 year old wizard. He tried to defeat Earth, but was always repelled by a shield of concentrated human brain molecules, which looks like the Death Star from Star Wars. The only way he can bypass this impenetrable defense is to use a human brain against it.","release_date":"1982-11-04","vote_average":5.1,"runtime":91,"cert":"N\/A","id":20787,"title":"The Man Who Saves The World","adult":false,"genre_ids":[878,28,12]},{"cast":["Heidi Albertsen","Roger Bilham","Jacob Kyungai","Hansi Mmari"],"overview":"Follows five trekkers and a local Chagga guide to the top of Kilimanjaro, the largest freestanding mountain in the world. Along their journey this diverse group of trekkers encounter strange landscapes and endure harsh conditions as they travel through five climate zones ranging from the lower rainforest reaches of Kilimanjaro to the summit's arctic glaciers.","release_date":"2002-03-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":20792,"title":"Kilimanjaro - To the Roof of Africa","adult":false,"genre_ids":[99]},{"cast":["Aleksandr Demyanenko","Yuriy Yakovlev","Leonid Kuravlyov","Mikhail Pugovkin","Vladimir Etush"],"overview":"Shurik Timofeev builds a working model of a time machine. By accident, Ivan Bunsha, an apartment complex manager, and George Miloslavsky, a petty burglar, are transferred to 16th century Moscow, while Tsar Ivan the Terrible goes into the year 1973.","release_date":"1973-09-17","vote_average":8.0,"runtime":93,"cert":"N\/A","id":20803,"title":"Ivan Vasilyevich Changes His Profession","adult":false,"genre_ids":[35,878]},{"cast":["Diana Dors","Yvonne Mitchell","Michael Craig","Marie Ney","Athene Seyler"],"overview":"Locked in her cell, a murderer reflects on the events that have led her to death row.","release_date":"1956-06-19","vote_average":7.5,"runtime":99,"cert":"","id":20806,"title":"Yield to the Night","adult":false,"genre_ids":[18]},{"cast":["Jet Li","Yuen Wah","Crystal Kwok","Jerry Trimble","Anne Rickets"],"overview":"Uncle Tak is famous for using Chinese herbal medicines to cure diseases. A martial arts expert, he also teaches the young how to defend themselves. One of his students, Johnny, dreams of monopolizing the teaching of kung fu throughout the United States. To accomplish this, he tries to kill Uncle Tak. Chuck, Uncle Tak's best student from Hong Kong, comes to Los Angeles to find his master. Chuck is willing to let Johnny have his way, and tries to take Uncle Tak back to Hong Kong. But Johnny and his men will not leave Chuck alone. Chuck, on his way back to Hong Kong, returns for the showdown.","release_date":"1992-05-29","vote_average":6.0,"runtime":92,"cert":"N\/A","id":20811,"title":"The Master","adult":false,"genre_ids":[28]},{"cast":["Fanny Cournoyer","Mylène Cournoyer","Normand Daneau","Anne Dorval","Francis Ducharme"],"overview":"To save his best friend, Louis-Bernard Lapointe has to transport himself to a parallel world to find the 'Key of Possibilities', a magical and legendary object that allow his user to visit an infinite numbers of universes where everything is possible.","release_date":"2009-03-27","vote_average":3.2,"runtime":104,"cert":"N\/A","id":20826,"title":"Grande ourse - La clé des possibles","adult":false,"genre_ids":[9648,878]},{"cast":["Adam Sandler","Seth Rogen","Leslie Mann","Eric Bana","Jonah Hill"],"overview":"Famous and wealthy funnyman George Simmons doesn't give much thought to how he treats people until a doctor delivers stunning health news, forcing George to reevaluate his priorities with a little help from aspiring stand-up comic Ira.","release_date":"2009-07-31","vote_average":5.7,"runtime":146,"cert":"15","id":20829,"title":"Funny People","adult":false,"genre_ids":[35,18]},{"cast":["Arshad Warsi","Irrfan Khan","Suresh Menon","Rajpal Yadav","Juhi Chawla"],"overview":"A psychiatrist spends the majority of his time treating four patients, but he becomes so involved in their lives that his wife attempts to get rid of them.","release_date":"2008-04-11","vote_average":4.6,"runtime":110,"cert":"N\/A","id":20832,"title":"Krazzy 4","adult":false,"genre_ids":[35,80,18]},{"cast":["Larry the Cable Guy"],"overview":"Comedian Larry the Cable Guy treats us to his often crude, far from politically correct, but unique way of seeing things.","release_date":"2007-06-03","vote_average":6.0,"runtime":60,"cert":"N\/A","id":20833,"title":"Larry the Cable Guy: Morning Constitutions","adult":false,"genre_ids":[35]},{"cast":["Alan Ormsby","Valerie Mamches","Jeff Gillen","Anya Ormsby","Paul Cronin"],"overview":"Six actors go to graveyard on a remote island to act out a necromantic ritual. The ritual works, and soon the dead are walking about and chowing down on human flesh.","release_date":"1973-02-28","vote_average":5.5,"runtime":87,"cert":"N\/A","id":20842,"title":"Children Shouldn't Play with Dead Things","adult":false,"genre_ids":[27,35]},{"cast":["Tom Green","Dave England","Amber Borycki","Pascale Hutton"],"overview":"After successfully turning their snowboarding team into one of the hottest on the slopes, Max and Eddy must overcome the slacker temptation to quit that comes with success..and fight to save their team and win back the mountain","release_date":"2009-01-01","vote_average":3.0,"runtime":94,"cert":"N\/A","id":20843,"title":"Shred II","adult":false,"genre_ids":[35]},{"cast":["Jimmy Sheirgill","Anupam Kher","Kulraj Randhawa","Raj Babbar","Archana Puran Singh"],"overview":"No overview found.","release_date":"2009-04-10","vote_average":8.0,"runtime":166,"cert":"N\/A","id":20844,"title":"Tera Mera Ki Rishta","adult":false,"genre_ids":[18,10749]},{"cast":["Viktor Tsoy","Марина Смирнова","Aleksandr Bashirov","Pyotr Mamonov","Архимед Искаков"],"overview":"Moro returns to Alma Ata to collect money owed to him. While waiting out an unexpected delay, he visits his former girlfriend Dina, and discovers she has become a morphine addict. He decides to help her kick the habit and to fight the local drug maphia responsible for her condition. But Moro finds a deadly opponent in \"the doctor,\" the maphia kingpin who is exploiting Dina.","release_date":"1988-09-16","vote_average":6.4,"runtime":81,"cert":"N\/A","id":20847,"title":"The Needle","adult":false,"genre_ids":[18,53,9648]},{"cast":["Anatoliy Kuznetsov","Spartak Mishulin","Pavel Luspekayev","Kakhi Kavsadze","Nikolai Godovikov"],"overview":"The setting is the east shore of the Caspian Sea (today's Turkmenistan) where the Red Army soldier Fyodor Sukhov has been fighting the Civil War in Russian Asia for a number of years. After being hospitalised and then demobbed, he sets off home to join his wife, only to be caught up in a desert fight between a Red Army cavalry unit and Basmachi guerrillas. The cavalry unit commander, Rahimov, \"convinces\" Sukhov to help, temporarily, with the protection of abandoned women of the Basmachi guerrilla leader Abdullah's harem. Leaving a young Red Army soldier, Petrukha, to assist Sukhov with the task, Rahimov and his cavalry unit set out to pursue fleeing Abdullah.Sukhov and women from Abdullah's harem return to a nearby shore town. Soon, looking for a seaway across the border, Abdullah and his gang come to the same town...","release_date":"1970-03-30","vote_average":7.5,"runtime":83,"cert":"N\/A","id":20848,"title":"The White Sun of the Desert","adult":false,"genre_ids":[28,12,35,18,37]},{"cast":["Joan Crawford","Van Heflin","Raymond Massey","Geraldine Brooks","Stanley Ridges"],"overview":"A dazed woman walks the streets of Los Angeles looking for a man named David. After collapsing in a diner, she's taken to the psychiatric ward of a nearby hospital. Flashbacks reveal her obsession for David as a result of borderline personality disorder which ultimately leads to murder.","release_date":"1947-07-26","vote_average":6.9,"runtime":108,"cert":"N\/A","id":20849,"title":"Possessed","adult":false,"genre_ids":[18,10749,53]},{"cast":["Dyanne Thorne","Gregory Knoph","Tony Mumolo","Maria Marx","Nicolle Riddell"],"overview":"Ilsa is a warden at a Nazi death camp that conducts experiments on prisoners. Ilsa's goal is to prove that woman can withstand more pain and suffering than men and should be allowed to fight on the front lines","release_date":"1975-10-01","vote_average":5.1,"runtime":96,"cert":"N\/A","id":20850,"title":"Ilsa: She Wolf of the SS","adult":false,"genre_ids":[53,27,10752]},{"cast":["Kirk Douglas","Eleanor Parker","William Bendix","Cathy O'Donnell","George Macready"],"overview":"Tells the story of one day in the lives of the various people who populate a police detective squad. An embittered cop, Det. Jim McLeod (Douglas), leads a precinct of characters in their grim daily battle with the city's lowlife. The characters who pass through the precinct over the course of the day include a young petty embezzler, a pair of burglars, and a naive shoplifter.","release_date":"1951-11-01","vote_average":6.9,"runtime":103,"cert":"N\/A","id":20853,"title":"Detective Story","adult":false,"genre_ids":[80,18]},{"cast":["Carter Jenkins","Austin Butler","Kevin Nealon","Robert Hoffman","Doris Roberts"],"overview":"A group of kids must protect their vacation home from invading aliens.","release_date":"2009-07-31","vote_average":5.5,"runtime":86,"cert":"PG","id":20856,"title":"Aliens in the Attic","adult":false,"genre_ids":[12,35,10751,14,878]},{"cast":["Keanu Reeves","Diane Lane","Michael B. Jordan","D. B. Sweeney","John Hawkes"],"overview":"An aimless young man who is scalping tickets, gambling and drinking, agrees to coach a Little League team from the Cabrini Green housing project in Chicago as a condition of getting a loan from a friend.","release_date":"2001-09-14","vote_average":6.5,"runtime":106,"cert":"12","id":20857,"title":"Hardball","adult":false,"genre_ids":[35,10749]},{"cast":["Jeff Bridges","Rosanna Arquette","Randy Brooks","Alexandra Paul","Andy García"],"overview":"Scudder is a detective with the Sheriff's Department who is forced to shoot a violent suspect during a narcotics raid. The ensuing psychological aftermath of this shooting worsens his drinking problem and this alcoholism causes him to lose his job, as well as his marriage.","release_date":"1986-04-25","vote_average":5.5,"runtime":115,"cert":"N\/A","id":20858,"title":"8 Million Ways to Die","adult":false,"genre_ids":[80]},{"cast":["Corey Haim","Nicole Eggert","Corey Feldman","Jean LeClerc","Kathleen Robertson"],"overview":"After her mother is killed by a car bomb, a 17-year-old girl lives a reckless and decadent lifestyle. She begins having sex with a boy who works at a local ski resort. He falls in love, and she tells him of her suspicions that her strict father was responsible for her mother's death and wants him to help her out of her situation. He must decide whether she's telling the truth or using him to her own ends.","release_date":"1993-04-01","vote_average":5.4,"runtime":93,"cert":"N\/A","id":20859,"title":"Blown Away","adult":false,"genre_ids":[18,10749,53]},{"cast":["Michael Kopelow","China Kantner","Renee Griffin","Clifton Collins Jr.","David Groh"],"overview":"Determined to avoid another night of driving aimlessly around Torrance in the Blue Torpedo, Joe and Hubbs set out on a quest for fine chicks. Their paths soon cross with Tack, from whom they learn about a pair of foreign radical chicks hanging out near the Frankie Avalon place. Over Joe's objections, Hubbs worms Tack out of the deal, and the pair take a slow ride toward their destiny.","release_date":"1994-12-05","vote_average":6.2,"runtime":90,"cert":"N\/A","id":20860,"title":"The Stöned Age","adult":false,"genre_ids":[35]},{"cast":["Anson Mount","Glenn Fitzgerald","Julianne Nicholson","Catherine Kellner","Bob Burrus"],"overview":"Tully Jr. and Earl live on their father's Nebraska ranch, proud and independent to a fault. While the shy, reclusive Earl spends his free time watching movies, the cockier Tully works his way through a succession of short-term affairs and an off-again, on-again relationship with April, a stripper in town. When their childhood friend Ella returns to town to start a veterinary practice, however, Tully falls for her -- although the townsfolk have their doubts that he could ever commit to one woman.","release_date":"2002-11-01","vote_average":6.8,"runtime":102,"cert":"N\/A","id":20861,"title":"Tully","adult":false,"genre_ids":[18]},{"cast":["Adam Beach","Evan Adams","Irene Bedard","Gary Farmer","Tantoo Cardinal"],"overview":"Young Indian man Thomas is a nerd in his reservation, wearing oversize glasses and telling everyone stories no-one wants to hear. His parents died in a fire in 1976, and Thomas was saved by Arnold. Arnold soon left his family, and Victor hasn't seen his father for 10 years. When Victor hears Arnold has died, Thomas offers him funding for the trip to get Arnold's remains","release_date":"1998-01-16","vote_average":6.9,"runtime":89,"cert":"N\/A","id":20862,"title":"Smoke Signals","adult":false,"genre_ids":[18,35]},{"cast":["Sterling Hayden","Shelley Winters","Susan Sarandon","Judd Hirsch","Eric Roberts"],"overview":"Zharko, leader of the Romanis in NYC,  passes his position of leadership on to his unwilling grandson, Dave, leading to infighting between Dave and his father.","release_date":"1978-12-20","vote_average":6.4,"runtime":112,"cert":"N\/A","id":20863,"title":"King of the Gypsies","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Eight performers take the audience on a journey through sound and music, where rhythm is the only language...","release_date":"2009-08-21","vote_average":4.8,"runtime":140,"cert":"N\/A","id":20864,"title":"Stomp Live","adult":false,"genre_ids":[10402]},{"cast":["Evgeni Leonov","Georgiy Vitsin","Savely Kramarov","Radner Muratov","Erast Garin"],"overview":"A kindergarten director Troshkin is a dead ringer for a criminal nicknamed \"Docent\" who stole the priceless...","release_date":"1971-12-13","vote_average":7.7,"runtime":88,"cert":"N\/A","id":20871,"title":"Gentlemen of Fortune","adult":false,"genre_ids":[35,80,18]},{"cast":["Stanislav Lyubshin","Evgeni Leonov","Yuriy Yakovlev","Levan Gabriadze","Lev Perfilov"],"overview":"Two Soviet humans previously unknown to each other are transported to the planet Pluke in the Kin-dza-da galaxy due to a chance encounter with an alien teleportation device. They must come to grips with a language barrier and Plukian social norms (not to mention the laws of space and time) if they ever hope to return to Earth.","release_date":"1986-12-01","vote_average":7.6,"runtime":135,"cert":"N\/A","id":20874,"title":"Kin-dza-dza!","adult":false,"genre_ids":[35,18,878]},{"cast":["Aleksandr Demyanenko","Mikhail Pugovkin","Aleksei Smirnov","Yuriy Nikulin","Georgiy Vitsin"],"overview":"The film consists of three independent parts: \"Workmate\", \"Déjà vu\" and \"Operation Y\". The plot follows the adventures of Shurik (alternative spelling — Shourick), the naive and nerdy Soviet student who often gets into ludicrous situations but always finds a way out very neatly.  \"Operation Y and Shurik's Other Adventures\" was a hit movie and became the leader of Soviet film distribution in 1965.","release_date":"1965-07-23","vote_average":7.9,"runtime":95,"cert":"N\/A","id":20875,"title":"Operation Y and Other Shurik's Adventures","adult":false,"genre_ids":[35]},{"cast":["Michael Caine","Elizabeth McGovern","Peter Riegert","Swoosie Kurtz","Will Patton"],"overview":"Madison Avenue executive Graham Marshall has paid his dues. A talented and devoted worker, he has suffered through mounting bills and a nagging wife with one thing to look forward to: a well-deserved promotion. But when the promotion is given to a loud-mouthed yuppie associate, Graham unleashes his rage on an overly aggressive panhandler, who he accidently kills by pushing him into the path of an oncoming subway train. He re-thinks his problems with an entirely new solution. First, he arranges an \"accident\" for his annoying wife. Then he creates another \"mishap\" for his boss. It seems like the world is once more Graham's oyster…but a missing cigarette lighter and a prying police detective may change all that.","release_date":"1990-03-23","vote_average":6.5,"runtime":91,"cert":"15","id":20876,"title":"A Shock to the System","adult":false,"genre_ids":[80,35,18,53]},{"cast":["Vladimir Samoylov","Mikhail Pugovkin","Yevgeni Lebedev","Margarita Krinitsyna","Nikolai Slichenko"],"overview":"The movie takes place during Russia's civil war between the Reds (Bolsheviks) and the Whites (Mensheviks). Andrejka and Yarinka are a young betrothed couple in the village of Malinovka, caught between the battle lines. Gritsian is the leader of a Menshevik band who are planning to attack the village. Yarinka appeals to the local Bolshevik commander for his faction's help. The Bolsheviks quickly come up with a plan to save the village... but the plan requires Yarinka to enter into a pretend marriage with Gritsian.","release_date":"1967-06-06","vote_average":7.2,"runtime":95,"cert":"N\/A","id":20879,"title":"Wedding in Malinovka","adult":false,"genre_ids":[12,35,10749]},{"cast":["Charles Hubbell","Matt Amendt","Steve Sweere","Dawn Brodey","Sam L. Landman"],"overview":"In the world of MIDNIGHT, it is a time of overwhelming darkness. After three ages of scheming and war, the dark god Izrador has finally defeated the heroes and armies of the free races. Now, he rules the world of Aryth with an iron fist. Enslaved under the Shadow, the race of men leads an oppressed existence, and the elves and dwarves have retreated to distant forests and mountains.","release_date":"2008-01-01","vote_average":4.4,"runtime":100,"cert":"N\/A","id":20880,"title":"Midnight Chronicles","adult":false,"genre_ids":[14]},{"cast":["Aleksei Buldakov","Viktor Bychkov","Semyon Strugachyov","Mikhail Porechenkov","Andrey Krasko"],"overview":"Now the peculiarities of the national hunt are investigated during the winter season.","release_date":"2000-01-01","vote_average":6.5,"runtime":100,"cert":"N\/A","id":20883,"title":"Peculiarities of the National Hunt in the Winter","adult":false,"genre_ids":[35]},{"cast":["Aleksei Buldakov","Viktor Bychkov","Semyon Strugachyov","Sergei Russkin","Nina Usatova"],"overview":"General Ivolgin, forester Kuzmich, and good-natured Lyova now are going into politics.","release_date":"2003-01-01","vote_average":4.4,"runtime":86,"cert":"N\/A","id":20884,"title":"Peculiarities of the National Politics","adult":false,"genre_ids":[35]},{"cast":["Sergei Yursky","Yuliya Burygina","Pavel Luspekayev","Vera Titova","Lev Vajnshtejn"],"overview":"The film is based on the eponymous book, written by two former street gangsters - Grigori Belykh and Leonid Panteleyev. Film is set in the 1920s St. Petersburg, Russia. Streets of the city are full of the homeless boys. They are caught to be raised and educated at the correction school named after Dostoevsky. The boys are street smart and difficult. But the faculty stands up to the challenge. The teaches are being devoted and caring, and gradually win the respect of the most difficult kids. The school director Vicknixor is a refined intellectual, who becomes a role model for the boys.","release_date":"1966-01-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":20885,"title":"The Republic of ShKID","adult":false,"genre_ids":[10751,35]},{"cast":["Viktor Kosykh","Evgeniy Evstigneev","Aleksei Smirnov","Ilya Rutberg","Lidiya Smirnova"],"overview":"A satirical comedy about the excessive restrictions that children face during their vacation in a Young Pioneer camp.","release_date":"1964-10-07","vote_average":7.9,"runtime":74,"cert":"N\/A","id":20886,"title":"Welcome, or No Trespassing","adult":false,"genre_ids":[35,10751]},{"cast":["Olga Yukina","Tatyana Yukina","Anatoli Kubatsky","Andrey Fayt","Tamara Nosova"],"overview":"Kingdom of Crooked Mirrors is a 1964 Soviet fairy tale film directed by Aleksandr Rou based on a story with the same name by Vitali Gubarev. Both the surreal story by Vladimir Gubarev, together with the 1964 film, written in a Through The Looking Glass style. Alice-type Soviet girl, named Olya meets her counterpart Yalo, while looking into the mirror. Yalo is an absolute antipode to Olya, for example where Olya is precise and neat, Yalo is absent-minded, careless, etc. The explicit plot relates to Olya learning to see herself differently, but this occurs through an experience in the Kingdom of Crooked Mirrors which serves as a mechanism for commenting on the ability of a society to manufacture a false reality.","release_date":"1963-05-05","vote_average":6.6,"runtime":80,"cert":"N\/A","id":20891,"title":"Kingdom of Crooked Mirrors","adult":false,"genre_ids":[12,10751,14]},{"cast":["Natalya Guseva","Aleksei Fomkin","Vyacheslav Nevinnyy","Mikhail Kononov","Yuriy Grigorev"],"overview":"6-grader Kolya Gerasimov discovers a time machine in a basement of an old house in Moscow and gets transferred into the 21st century. There he is allowed to look around. Accidentally, Kolya witnesses two space pirates who arrive from Saturn and later try to steal a device called a \"Mielophone\" (which can read thoughts) from Alisa Seleznyova - a girl that performs experiments with this device and animals. Kolya manages to save the device from the pirates and brings it back to the 20th century. But both pirates and Alisa get there too. Alisa knows where Kolya studies but doesn't know what he looks like. Pirates saw Kolya, but don't know anything about him. Written by Boris Shafir","release_date":"1984-06-06","vote_average":7.6,"runtime":334,"cert":"N\/A","id":20894,"title":"Guest from the Future","adult":false,"genre_ids":[10751,878,12]},{"cast":["Loreena McKennitt","Tal Bergman","Panos Dimitrakopoulos","Nigel Eaton","Steáfán Hannigan"],"overview":"An enchanting musical performance, set beneath the stars in the breathtaking Moorish heart of medieval Spain. Captured in concert in September 2006, singer\/composer Loreena McKennitt leads viewers through the multi-textured landscapes of her catalog, from traditional Celtic ballads to literary narratives and highlights from her latest recording, An Ancient Muse.Filmed in rich HDTV, Nights from the Alhambra evokes the otherworldly magic of Granada's palace of dreams, the fiery and inspired performances of a stellar cast of supporting musicians and, of course, the unforgettable voice and songs of Loreena McKennitt herself.","release_date":"2007-08-01","vote_average":8.1,"runtime":100,"cert":"N\/A","id":20897,"title":"Loreena McKennitt: Nights from the Alhambra","adult":false,"genre_ids":[10402]},{"cast":["Boris Bystrov","Dodo Chogovadze","Andrey Fayt","Otar Koberidze","Sarry Karryev"],"overview":"A young boy finds a magic lantern that contains a genie, and when he frees the genie he's granted three wishes. He uses the wishes to help the princess of Baghdad and her father fight off an evil sorcerer who's trying to take over the kingdom.","release_date":"1967-12-30","vote_average":6.9,"runtime":84,"cert":"N\/A","id":20898,"title":"Aladdin and His Magic Lamp","adult":false,"genre_ids":[12,10751,10749]},{"cast":["Dmitri Iosifov","Tatyana Protsenko","Nikolay Grinko","Vladimir Etush","Vladimir Basov"],"overview":"A wooden boy Buratino tries to find his place in life. He befriends toys from a toy theater owned by evil Karabas-Barabas, gets tricked by Alice the Fox and Basilio the Cat and finally discovers the mystery of a golden key given to him by kind Tortila the Tortoise.","release_date":"1975-12-20","vote_average":6.6,"runtime":132,"cert":"N\/A","id":20899,"title":"The Adventures of Buratino","adult":false,"genre_ids":[10751,14,12]},{"cast":["Dave Matthews","LeRoi Moore","Boyd Tinsley","Carter Beauford","Stefan Lessard"],"overview":"Recorded at Continental Airlines Arena in East Rutherford, New Jersey, on September 11, 1999, Dave Matthews Band's \"Listener Supported\" DVD presents the video version of the concert that became their fourth live album and was also broadcast on PBS' show In the Spotlight.","release_date":"1999-11-23","vote_average":6.2,"runtime":141,"cert":"N\/A","id":20900,"title":"Dave Matthews Band: Listener Supported","adult":false,"genre_ids":[10402]},{"cast":["Dave Matthews","Carter Beauford","LeRoi Moore","Boyd Tinsley","Stefan Lessard"],"overview":"The Central Park Concert is a two-disc DVD by the Dave Matthews Band. The album was recorded on September 24, 2003 on the Great Lawn of Central Park in New York, New York in front of a crowd of 121,382, the band's largest audience to date.","release_date":"2003-11-18","vote_average":8.0,"runtime":164,"cert":"N\/A","id":20903,"title":"Dave Matthews Band: The Central Park Concert","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"1995-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":20904,"title":"Prince - The Gold Experience","adult":false,"genre_ids":[]},{"cast":["Dave Matthews","Boyd Tinsley","Carter Beauford","Stefan Lessard","LeRoi Moore"],"overview":"Live at Folsom Field, Boulder, Colorado, also known as Live at Folsom Field, is the fourth live album released by the Dave Matthews Band. It was recorded in Boulder, Colorado at Folsom Field, the football stadium of the University of Colorado at Boulder on July 11, 2001. It was released on the RCA Records music label on November 5, 2002 on Compact Disc, VHS, and DVD.","release_date":"2002-11-05","vote_average":7.3,"runtime":157,"cert":"N\/A","id":20905,"title":"Dave Matthews Band: Live at Folsom Field","adult":false,"genre_ids":[10402]},{"cast":["Dave Matthews","Carter Beauford","Boyd Tinsley","LeRoi Moore","Stefan Lessard"],"overview":"Live at Piedmont Park is a live album and video release by the Dave Matthews Band from a 2007 benefit concert in Atlanta, Georgia. The concert was held at Atlanta's Piedmont Park in front of an audience of over 80,000 people to raise over US $1 million of a US $42.5 million project to expand 53 acres (210,000 m2) of the city's park.","release_date":"2007-12-11","vote_average":4.0,"runtime":154,"cert":"N\/A","id":20906,"title":"Dave Matthews Band: Live at Piedmont Park","adult":false,"genre_ids":[]},{"cast":["Ulrich Thomsen","Zsolt László","Enikő Börcsök"],"overview":"A drug-addicted doctor who works in an asylum discovers that one of his patients is a gifted writer.","release_date":"2007-01-01","vote_average":5.6,"runtime":113,"cert":"N\/A","id":20907,"title":"Opium: Diary of a Madwoman","adult":false,"genre_ids":[18]},{"cast":["Dave Matthews","Boyd Tinsley","Carter Beauford","LeRoi Moore","Stefan Lessard"],"overview":"The Videos 1994–2001 is a music video compilation by the Dave Matthews Band, released on August 21, 2001 on VHS and DVD. The compilation features all of the band's 12 music videos from their first four albums, from \"What Would You Say\" to \"The Space Between\", with the earliest released in 1995, contrary to the compilation's title.","release_date":"2001-08-21","vote_average":4.8,"runtime":50,"cert":"N\/A","id":20908,"title":"Dave Matthews Band: The Videos 1994-2001","adult":false,"genre_ids":[]},{"cast":["Dave Matthews","Carter Beauford","Stefan Lessard","LeRoi Moore","Boyd Tinsley"],"overview":"Weekend on the Rocks is a live album and DVD by Dave Matthews Band. It contains highlights of the four shows in four days the band performed at Red Rocks Amphitheatre in Morrison, Colorado on September 9–12, 2005. The set is packaged on two CDs and one DVD.","release_date":"2005-11-29","vote_average":4.8,"runtime":83,"cert":"N\/A","id":20909,"title":"Dave Matthews Band: Weekend On The Rocks","adult":false,"genre_ids":[10402]},{"cast":["Ashanti","Jeffrey Tambor","Quentin Tarantino","David Alan Grier","Queen Latifah"],"overview":"The Muppets' Wizard of Oz follows a young woman named Dorothy Gale who dreams of becoming a singer but is unable to pursue her dreams. After being swept up by a tornado with her pet prawn Toto, Dorothy embarks on a journey to meet the Wizard of Oz, the person who both Dorothy and the citizens of Oz believe can help make her dream come true.","release_date":"2005-05-20","vote_average":4.9,"runtime":101,"cert":"N\/A","id":20910,"title":"The Muppets' Wizard of Oz","adult":false,"genre_ids":[10751,12,35,10402,14]},{"cast":["Dave Matthews","LeRoi Moore","Carter Beauford","Boyd Tinsley","Stefan Lessard"],"overview":"The Gorge is a compilation from Dave Matthews Band's three-night concert in 2002 at The Gorge Amphitheatre in George, Washington. The album was released in a three-disc set featuring 2 CDs and a DVD with live footage, behind the scenes clips, and a music video.","release_date":"2004-06-29","vote_average":5.8,"runtime":120,"cert":"N\/A","id":20911,"title":"Dave Matthews Band: The Gorge","adult":false,"genre_ids":[10402,99]},{"cast":["Anthony Mackie","Kerry Washington","John Turturro","Ellen Barkin","Monica Bellucci"],"overview":"Fired from his job, a former executive turns to impregnating wealthy lesbians for profit.","release_date":"2004-07-30","vote_average":5.3,"runtime":139,"cert":"N\/A","id":20912,"title":"She Hate Me","adult":false,"genre_ids":[35,18]},{"cast":["Vinay Pathak","Gul Panag","Ketki Dave","Siddharth Makkar","Achla Sachdeva"],"overview":"Straight!!' is a funny tale about Pinu, who struggles with himself, his fears and his complexes, to 'come out' as straight and find himself a love story.","release_date":"2009-03-20","vote_average":5.0,"runtime":110,"cert":"N\/A","id":20915,"title":"Straight","adult":false,"genre_ids":[35]},{"cast":["Sharman Joshi","Sahil Khan","Riya Sen","Shillpi Sharma","Shakti Kapoor"],"overview":"Chantu and Bantu are a couple of scam-artists trying to woo rich girls for easy money.  In the process, they get embroiled in a murder case and become the prime suspects.","release_date":"2001-12-28","vote_average":5.6,"runtime":159,"cert":"N\/A","id":20916,"title":"Style","adult":false,"genre_ids":[35,53]},{"cast":["Ajay Devgn","Arshad Warsi","Ayesha Takia","Irrfan Khan","Anjana Sukhani"],"overview":"A dead body found floating in a lake… Unexplained scratch marks on her neck… Supari killers out to kill her… A taxi driver who yells ‘bhoot, bhoot’ every time he sees her...","release_date":"2008-01-25","vote_average":3.8,"runtime":130,"cert":"N\/A","id":20917,"title":"Sunday","adult":false,"genre_ids":[35,53]},{"cast":["Katt Williams"],"overview":"Katthouse Comedy boasts 75 minutes of Raw and Uncut comedy from Katt s favorite comedians during the American Hustle Tour. Luenell, Melanie Comarcho and Red Grant bring the heat from the stage of the highly successful, 100 City- American Hustle Tour with raunchy and hilarious comedy that will have you up all night laughing.","release_date":"2009-01-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":20930,"title":"Katt Williams Presents: Katthouse Comedy","adult":false,"genre_ids":[35]},{"cast":["John Abraham","Nana Patekar","Sameera Reddy","Priyanka Chopra","Sonali Kulkarni"],"overview":"A cabbie and businessman both in need of big money partake in a two-hour adventure together.","release_date":"2006-02-24","vote_average":6.7,"runtime":116,"cert":"N\/A","id":20931,"title":"Taxi No. 9 2 11: Nau Do Gyarah","adult":false,"genre_ids":[]},{"cast":["Aleksandr Khvylya","Natalya Sedykh","Eduard Izotov","Inna Churikova","Georgi Millyar"],"overview":"A fairy tale about a conceited young man and a young woman with a tyrannical step-mother, who must overcome magical trials in order to be together.","release_date":"1964-05-05","vote_average":6.0,"runtime":79,"cert":"N\/A","id":20932,"title":"Father Frost","adult":false,"genre_ids":[10751,14,35,10749]},{"cast":["Angela Bassett","Danny Glover","Julia Stiles","Giancarlo Esposito","Taylor Kitsch"],"overview":"Gospel Hill tells the intersecting story of two men in the fictional South Carolina town of Julia. Danny Glover plays John Malcolm, the son of a slain civil rights activist. Jack Herrod (Tom Bower) is the former sheriff who never got to the bottom of the murder. Their paths begin to cross when a development corporation comes to town with plans to raze Julia's historic Gospel Hill.","release_date":"2008-02-09","vote_average":5.5,"runtime":99,"cert":"N\/A","id":20933,"title":"Gospel Hill","adult":false,"genre_ids":[18,9648,53]},{"cast":["Tatyana Klyuyeva","Georgi Millyar","Mikhail Pugovkin","Aleksei Katyshev","Anatoli Kubatsky"],"overview":"Once upon a time there lived a Tsar named Yeremey who went on a year-long journey to take inventory of all he owned. One day he is kidnapped by the underwater Tsar Chudo-Yudo. When a ransom is demanded, the Tsar's family is faced with all kinds of intrigue and treachery.","release_date":"1969-01-01","vote_average":6.2,"runtime":81,"cert":"N\/A","id":20934,"title":"Barbara the Fair with the Silken Hair","adult":false,"genre_ids":[10751,14]},{"cast":["Ninel Myshkova","Viktor Perevalov","Mikhail Kuznetsov","Anatoli Kubatsky","Olga Khadhapuridze"],"overview":"THE MAGIC WEAVER is a film about an old soldier helps a young boy find his mother, who's been kidnapped to the magical underwater kingdom in a remote Russian lake.","release_date":"1959-06-06","vote_average":7.5,"runtime":74,"cert":"N\/A","id":20935,"title":"Maria, the Wonderful Weaver","adult":false,"genre_ids":[10751,14]},{"cast":["Gavri Banai","Yisrael Poliakov","Shaike Levi","Ofra Haza"],"overview":"Dr. Shuki Chaftziva is a ballroom dancing instructor who tries his hand at match-making. He follows the obituaries and takes his client, Zigi Fuchsman, an auto mechanic and childhood friend, to comfort the mourners and check out the widow and her property. At the same time, Ben Gurion Shemesh, a grease monkey who wants to be a singer, tries to win the heart of Dina, the disco floozy and also Zigi's daughter","release_date":"1979-06-06","vote_average":5.3,"runtime":90,"cert":"N\/A","id":20938,"title":"The Hit","adult":false,"genre_ids":[35]},{"cast":["Carlos Padilla","Xuna Primus","Leonor Varela","José María Yazpik","Gustavo Muñoz"],"overview":"A young boy, in an effort to have a normal childhood in 1980's El Salvador, is caught up in a dramatic fight for his life as he desperately tries to avoid the war which is raging all around him","release_date":"2004-11-05","vote_average":7.8,"runtime":120,"cert":"N\/A","id":20941,"title":"Innocent Voices","adult":false,"genre_ids":[18,10752]},{"cast":["Robert Ryan","Robert Stack","Shirley Yamaguchi","Cameron Mitchell","Brad Dexter"],"overview":"Eddie Kenner (Robert Stack) is given a special assignment by the Army to get the inside story on Sandy Dawson (Robert Ryan), a former GI who has formed a gang of fellow servicemen and Japanese locals.","release_date":"1955-07-01","vote_average":6.7,"runtime":102,"cert":"N\/A","id":20942,"title":"House of Bamboo","adult":false,"genre_ids":[80,18]},{"cast":["Katherine Heigl","Gerard Butler","Eric Winter","Bree Turner","Nick Searcy"],"overview":"A romantically challenged morning show producer is reluctantly embroiled in a series of outrageous tests by her chauvinistic correspondent to prove his theories on relationships and help her find love. His clever ploys, however, lead to an unexpected result.","release_date":"2009-07-24","vote_average":6.5,"runtime":96,"cert":"15","id":20943,"title":"The Ugly Truth","adult":false,"genre_ids":[35,10749]},{"cast":["Yana Poplavskaya","Dmitri Iosifov","Rina Zelyonaya","Vladimir Basov","Nikolay Trofimov"],"overview":"A sequel to the well-known story about a Little Red Riding Hood (Krasnaya Shapochka). This time, a family of a slain wolf decides to avenge his death. So they falsely inform Little Red Riding Hood that her grandma is sick and prepare to eat her on her way.","release_date":"1977-01-01","vote_average":5.8,"runtime":132,"cert":"N\/A","id":20944,"title":"About the Little Red Riding Hood","adult":false,"genre_ids":[10751,14,12]},{"cast":["Kim Hunter","Tom Conway","Jean Brooks","Hugh Beaumont","Erford Gage"],"overview":"A young woman searches for her missing sister who, unknown to her, has become involved with a group of Satan worshippers in Greenwich Village.","release_date":"1943-08-21","vote_average":6.5,"runtime":71,"cert":"N\/A","id":20945,"title":"The Seventh Victim","adult":false,"genre_ids":[18,27,9648]},{"cast":["Oleg Anofriev","Savely Kramarov","Rina Zelyonaya","Lyudmila Shagalova","Sergei Martinson"],"overview":"Four evil wizards succeeded to become young by using a time stolen from lazy kids. Now these kids who became seniors must act fast if they want to return to their real age.","release_date":"1964-02-02","vote_average":6.4,"runtime":76,"cert":"N\/A","id":20946,"title":"A Tale of Lost Times","adult":false,"genre_ids":[14,35,10751]},{"cast":["Misha Yershov","Aleksandr Grigoryev","Vladimir Savin","Vladimir Basov Jr.","Olga Bityukova"],"overview":"Start of interstellar expedition equipped by \"pioneers\"(soviet scouts).","release_date":"1974-09-23","vote_average":5.4,"runtime":85,"cert":"N\/A","id":20947,"title":"Moscow-Cassiopeia","adult":false,"genre_ids":[878,10751,12,35]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":20962,"title":"Absolutely Irish","adult":false,"genre_ids":[]},{"cast":["Leonid Barats","Rostislav Khait","Aleksandr Demidov","Kamil Larin","Maksim Vitorgan"],"overview":"The employees of a radio station in Moscow are forced to organize the elections campaign for a future governor in one of Russia districts.","release_date":"2007-01-01","vote_average":7.5,"runtime":122,"cert":"N\/A","id":20963,"title":"Elections Day","adult":false,"genre_ids":[35]},{"cast":["Konkona Sen Sharma","Shernaz Patel","Ira Dubey","Vivek Gomber","Satchit Puranik"],"overview":"\"The President is Coming\" is an English film and the first ever MOCKUMENTARY about New India. It is a comedy about young India's ambitions and aspirations. With a style that is very tongue in cheek, the film takes a look at President George Bush' visit to India in 2006 where he wanted to shake hands with 1 young Indian under the age of 30.","release_date":"2009-01-09","vote_average":8.0,"runtime":93,"cert":"N\/A","id":20964,"title":"The President Is Coming","adult":false,"genre_ids":[35]},{"cast":["Harman Baweja","Amrita Rao","Anupam Kher","Gulshan Grover","Dalip Tahil"],"overview":"Victory tells the story of a struggling cricketer who defies all odds to realize an almost impossible dream.","release_date":"2009-01-31","vote_average":5.7,"runtime":150,"cert":"N\/A","id":20965,"title":"Victory","adult":false,"genre_ids":[]},{"cast":["Gordon Liu Chia-Hui","Adam Cheng","Idy Chan","Johnny Wang Lung-Wei","Baek Hwang-Ki"],"overview":"Master Liu and Master Law are rival masters of Shaolin style kung fu, and Wudang style sword fighting, running schools in the same city. Their top students, Chao Fung-wu, and Hung Jun-kit, are actually close friends. After observing the two students fighting at a brothel, the Lord determines that the two styles are dangerous, and he must learn both.","release_date":"1983-07-07","vote_average":7.2,"runtime":87,"cert":"N\/A","id":20966,"title":"Shaolin & Wu Tang","adult":false,"genre_ids":[28]},{"cast":["Colm Feore","Derek Keurvorst","Derek Keurvorst","Katya Ladan","Joshua Greenblatt"],"overview":"A collection of vignettes highlighting different aspects of the life, work, and character of the acclaimed Canadian classical pianist.","release_date":"1993-11-26","vote_average":7.5,"runtime":93,"cert":"N\/A","id":20967,"title":"Thirty Two Short Films About Glenn Gould","adult":false,"genre_ids":[18,10402]},{"cast":["Amitabh Bachchan","Abhishek Bachchan","Katrina Kaif","Anupam Kher","Kay Kay Menon"],"overview":"Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.","release_date":"2005-07-01","vote_average":7.1,"runtime":123,"cert":"N\/A","id":20968,"title":"Sarkar","adult":false,"genre_ids":[80,28,18]},{"cast":["Song Il-gook","Son Ye-jin","Ahn Sun-yeong","Noh Joo-hyun","Park Jun-gyu"],"overview":"Min-Jun and Ji-Won are first-rate \"players\" who are dating gurus with 100% success rates in any dating pursuits. Following her usual systematic dating rules, Ji-Won fakes a car accident to capture Min-Jun's attention and successfully approaches him. However, her smooth-sailing dating life finally encounters turbulence. Min-Jun is also overwhelmed by the understanding that he has met his match.","release_date":"2005-12-21","vote_average":6.0,"runtime":100,"cert":"N\/A","id":20969,"title":"The Art of Seduction","adult":false,"genre_ids":[10749,18,35]},{"cast":["Anthony Field","Murray Cook","Greg Page","Jeff Fatt"],"overview":"Hoop-Dee-Doo! It's time for some fun! You're invited to join the fab four of fun The Wiggles and their friends on a musical journey and celebration!","release_date":"2002-04-08","vote_average":5.3,"runtime":55,"cert":"N\/A","id":20972,"title":"The Wiggles: Hoop-Dee-Doo!","adult":false,"genre_ids":[10751]},{"cast":["Murray Cook","Greg Page","Jeff Fatt","Anthony Field"],"overview":"Ahoy there me hearties. Hes nautical and nice. So lets join Captain Feathersword and his shipmates as they go Sailing Around The World. From London Town to Sicily and San Francisco, The Wiggles join with the Captain to sing and dance. They Hula, Hula, Hula, Nothing Could Be Cooler.","release_date":"2005-07-18","vote_average":5.0,"runtime":116,"cert":"N\/A","id":20973,"title":"The Wiggles: Sailing Around the World","adult":false,"genre_ids":[10751]},{"cast":["Murray Cook","Greg Page","Jeff Fatt","Anthony Field"],"overview":"Featuring 20 Show Stopping Songs... -Toot Toot. Chugga Chugga. Beig Red Car -Rock a Bye Your Bear -Lights. Camera. Action. Wiggles! -Hoop-Dee-Doo -The Monkey Dance -D.O.R.O.T.H.Y (My Favourite Dinosaur) -Rolling Down The Sandhills\/Running Up The Sandhills -Can You (Point Your Fingers And Do The Twist?) -Where's Jeff -Fruit Salad -Captain Feathersword Fell Asleep On His Pirate Ship (Quack Quack) -...and many more! Not forgetting of course. Hot Potato!","release_date":"2005-01-10","vote_average":4.5,"runtime":140,"cert":"N\/A","id":20974,"title":"The Wiggles: Live: Hot Potatoes!","adult":false,"genre_ids":[10402,10751]},{"cast":["Nadezhda Rumyantseva","Nikolai Rybnikov","Svetlana Druzhinina","Lyusyena Ovchinnikova","Roman Filippov"],"overview":"One of the most popular Soviet films of the 60th, \"Devchata\" is a perfect example of how to make a wonderful movie in the most difficult genre of comedy\/romance. \"Devchata\" is funny, heartwarming, charmingly naive yet involving and moving. Nadezda Rumiantseva gives a star making performance as a teenager Tosya who came to work as a cook in a logging company located in the distant Siberain village with the long and snowy winter. On her first day, she meets Ilya (Nikolai Rybnikov), the most popular and attractive guy who is equally known for his success on the working place and with the girls. Ilya makes the bet with the friends that the new cook will fall in love with him in no later than two weeks...","release_date":"1961-01-01","vote_average":7.6,"runtime":93,"cert":"N\/A","id":20975,"title":"The Girls","adult":false,"genre_ids":[35,10749]},{"cast":["Zayed Khan","Vivek Oberoi","Shriya Saran","Nikitin Dheer","Shabir Ahluwalia"],"overview":"A news reporter must uncover the secret on the 13th floor of a News Station.","release_date":"2008-07-25","vote_average":3.8,"runtime":125,"cert":"N\/A","id":20976,"title":"Mission Istaanbul","adult":false,"genre_ids":[28,12,18]},{"cast":["Nadezhda Rumyantseva","Yuri Belov","Aleksey Kozhevnikov","Andrei Sova","Nonna Koperzhinskaya"],"overview":"Lyudmila doesn't have any luck in finding the perfect job. She tried to be an air hostess, newscaster, model, ice skater, but fate had something else in store for her - a petrol station, where her incredible positivity and fiery personality charm everyone around her.","release_date":"1962-12-09","vote_average":7.1,"runtime":78,"cert":"N\/A","id":20977,"title":"Gas Station Queen","adult":false,"genre_ids":[35]},{"cast":["Gérard Depardieu","Marie Gillain","Catherine Jacob","Charlotte de Turckheim","Gérard Hérold"],"overview":"Veronique, living with her divorced mother, is going on holiday to Mauritius with her father. To impress a local boy, Benjamin, she manages to complicate the situation by making up stories about her father. She presents him as her lover, a mercenary and even a secret agent which gets her into trouble and then her father has to start playing along...","release_date":"1991-10-23","vote_average":5.4,"runtime":105,"cert":"N\/A","id":20978,"title":"My Father the Hero","adult":false,"genre_ids":[35,18]},{"cast":["Matt Foyer","John Bolen","Ralph Lucas","Chad Fifer","Susan Zucker"],"overview":"A dying professor leaves his great-nephew a collection of documents pertaining to the Cthulhu Cult. The nephew begins to learn why the study of the cult so fascinated his grandfather. Bit-by-bit he begins piecing together the dread implications of his grandfather's inquiries, and soon he takes on investigating the Cthulhu cult as a crusade of his own.","release_date":"2005-01-01","vote_average":7.1,"runtime":47,"cert":"N\/A","id":20981,"title":"The Call of Cthulhu","adult":false,"genre_ids":[27,53,14]},{"cast":["Junko Takeuchi","Chie Nakamura","Yōichi Masukawa","Kôichi Tôchika","Ayumi Fujimura"],"overview":"Demons that once almost destroyed the world, are revived by someone. To prevent the world from being destroyed, the demon has to be sealed and the only one who can do it is the shrine maiden Shion from the country of demons, who has two powers; one is sealing demons and the other is predicting the deaths of humans. This time Naruto's mission is to guard Shion, but she predicts Naruto's death. The only way to escape it, is to get away from Shion, which would leave her unguarded, then the demon, whose only goal is to kill Shion will do so, thus meaning the end of the world. Naruto decides to challenge this \"prediction of death.\"","release_date":"2007-08-04","vote_average":6.9,"runtime":94,"cert":"N\/A","id":20982,"title":"Naruto Shippuden The Movie","adult":false,"genre_ids":[10751,28,16,12,14]},{"cast":["Corey Feldman","Brian O'Halloran","Bronson Pinchot","Josh Macuga"],"overview":"After \"hooking up\" with a series of guys at a house party, April is the talk of her high school.","release_date":"2009-01-01","vote_average":3.3,"runtime":95,"cert":"N\/A","id":20983,"title":"Hooking Up","adult":false,"genre_ids":[35,18]},{"cast":["Jeremy London","Ryan Hurst","Heather McComb","Ramfis Myrthil"],"overview":"Inspired by a true story, \"Chasing the Green\" tells the story of two young brothers who become millionaires during the early 1990s. Their ambition and drive lead them into conflict with FTC officials, where an over-zealous bureaucrat attempts to destroy their company. The older brother, tries to reconcile the current crisis with conflicts in his own relationships, primarily with his current girlfriend.","release_date":"2009-04-17","vote_average":3.8,"runtime":102,"cert":"N\/A","id":20984,"title":"Chasing the Green","adult":false,"genre_ids":[18]},{"cast":["Pat Morita","Shane Aaron","Erik Betts","Lisa Arturo","Paige Baxter"],"overview":"The \"buzz\" in Hollywood is that, \"18 FINGERS OF DEATH!\" will kick the butt out of the low budget martial arts movies genre and knocks us down to the ground laughing! This funny \"sockumentart\" of the world of Chop sockey, kung fooey, ninja poo poo, karate kidding croutching tiger stuff takes you on the journey of making martial arts movies at it's lowest.","release_date":"2006-04-11","vote_average":3.7,"runtime":87,"cert":"N\/A","id":20989,"title":"18 Fingers of Death!","adult":false,"genre_ids":[28,12,35]},{"cast":["Sergei Bodrov Jr.","Svetlana Pismichenko","Mariya Zhukova","Yuriy Kuznetsov","Irina Rakshina"],"overview":"Danila goes to his older brother to start a new life in Petersburg. His brother is a gangster and a killer, and he puts Danila into this criminal world asking him to kill someone.","release_date":"1997-01-01","vote_average":7.4,"runtime":96,"cert":"N\/A","id":20992,"title":"Brother","adult":false,"genre_ids":[28,80,53,18]},{"cast":["Sergei Bodrov Jr.","Viktor Sukhorukov","Aleksandr Dyachenko","Kirill Pirogov","Gary Houston"],"overview":"Arriving in Moscow, Chechen veteran Danila (Sergei Bodrov Jr) meets Konstantin, an old friend who tells him that his twin brother has been forced into signing a crooked contract with a US ice hockey team. Soon after this meeting, Danila discovers Konstantin dead and he sets out to avenge his death; a journey that leads him to Chicago and a whole new experience.","release_date":"2000-01-01","vote_average":7.3,"runtime":122,"cert":"N\/A","id":20993,"title":"Brother 2","adult":false,"genre_ids":[18,53]},{"cast":["Dmitriy Dyuzhev","Aleksey Panin","Nikita Mikhalkov","Sergei Makovetsky","Grigorij Sijatvinda"],"overview":"Sergei and Simon have to deliver a suitcase full of heroin to Mikhalych or else they will be killed. There is one minor detail: the only problem-solving technique they are familiar with is a shot in the head. There are more than 20 Russian-movie stars in the film, but you will not be able to recognize them immediately since they are all in disguise.","release_date":"2005-05-26","vote_average":6.6,"runtime":111,"cert":"N\/A","id":20994,"title":"Blind Man's Bluff","adult":false,"genre_ids":[80,28,35]},{"cast":["Jonas Inde","Amanda Davin","Benny Haag","Andreas Rothlin-Svensson","Peter Gardiner"],"overview":"A wild bachelor party and an agonizing defeat in floorball awakens Fredrik's passion for male synchronized swimming.","release_date":"2010-05-12","vote_average":5.3,"runtime":98,"cert":"N\/A","id":20995,"title":"The Swimsuit Issue","adult":false,"genre_ids":[35]},{"cast":["Billy Corgan","Lisa Harriton","Ginger Reyes","Jeff Schroeder","Jimmy Chamberlin"],"overview":"A feature-length documentary about The Smashing Pumpkins, which chronicles the band's residencies at The Orange Peel in Asheville and The Fillmore in San Francisco in summer 2007. The documentary covers Pumpkins frontman Billy Corgan's attempts to write and debut new music at the residencies, as well as the revival of the band with new members.","release_date":"2008-11-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":20996,"title":"Smashing Pumpkins: If All Goes Wrong","adult":false,"genre_ids":[99,10402]},{"cast":["Harrison Ford"],"overview":"Lost Worlds looks at untouched aspects of nature in parts of the world where humans rarely tread. From plants, to animals, to geology, this artfully photographed documentary presents facets of the biological world that you are not likely to see anywhere else.","release_date":"2001-04-14","vote_average":5.8,"runtime":40,"cert":"N\/A","id":20997,"title":"Lost Worlds: Life in the Balance","adult":false,"genre_ids":[99]}]