[{"cast":["Hannu-Pekka Björkman","Mikko Kouki","Mikko Leppilampi","Minna Haapkylä","John Turturro"],"overview":"Hundreds of years ago in Lapland, a little boy named Nikolas loses his family in an accident. The villagers decide to look after the orphaned boy together. Once a year - at Christmas - Nikolas moves to a new home. To show his gratitude, Nikolas decides to make toys for the children of the families as good-bye presents. Over the years, Nikolas's former adoptive families become many, and soon almost every house has presents on its doorstep on Christmas morning. At thirteen, Nikolas is sent to live and work with Iisakki, a grumpy old carpenter, who forbids Nikolas to continue making presents for Christmas. Gradually, however, Nikolas wins Iisakki's trust. Together they begin to look after the Christmas traditional that Nikolas has begun. When the aged Iisakki has to leave Nikolas and move away, the tradition of Christmas presents is once again at risk. Thankfully, Nikolas comes up with a solution that brings children joy every Christmas, even continuing to today.","release_date":"2007-11-16","vote_average":7.5,"runtime":83,"cert":"N\/A","id":21501,"title":"Christmas Story","adult":false,"genre_ids":[18,10751,12]},{"cast":["J. D. Chakravarthi","Urmila Matondkar","Manoj Bajpayee","Saurabh Shukla","Paresh Rawal"],"overview":"A young man named Satya comes to Mumbai from South India in search of a job. Jailed for something he did not do, the once-honest young man meets an underworld boss, Bhiku Mhatre in jail and joins his gang.","release_date":"1998-07-03","vote_average":6.6,"runtime":170,"cert":"N\/A","id":21502,"title":"Satya","adult":false,"genre_ids":[80,18]},{"cast":["Robert Pattinson","Rachael Stirling","Julian Sands","Scott Handy","Daniel Ainsleigh"],"overview":"An injured RAF pilot, confined to a wheelchair is committed to an eerie hospital where he starts to loose his mind.","release_date":"2006-10-31","vote_average":4.9,"runtime":68,"cert":"","id":21505,"title":"The Haunted Airman","adult":false,"genre_ids":[18,36,53]},{"cast":["Jin Muraki","Rio Kanno","Tomono Kuga","Maria Takagi","Hiroshi Aramata"],"overview":"A documentary filmmaker explores seemingly unrelated paranormal incidents connected by the legend of an ancient demon called the \"kagutaba.\"","release_date":"2005-08-20","vote_average":6.8,"runtime":115,"cert":"N\/A","id":21506,"title":"Noroi: The Curse","adult":false,"genre_ids":[27,9648,53]},{"cast":["Mark Hengst","Makinna Ridgway","Kit Paquin","Penny Drake","Nina Fehren"],"overview":"Over a long holiday weekend, unable to escape the confines of their sorority house, a handful of unsuspecting girls are left behind to enjoy the quiet sanctuary. The normal house staff has taken off for the weekend, leaving the girls to fend for themselves. Thankfully someone was kind enough to send them a temporary replacement chef to cook their meals.","release_date":"2008-04-01","vote_average":3.6,"runtime":85,"cert":"N\/A","id":21509,"title":"The Cook","adult":false,"genre_ids":[35,27]},{"cast":["Rutger Hauer","Joan Chen","Delroy Lindo","Anna Katarina","Vincent D'Onofrio"],"overview":"Set in a futuristic world where the only sport that has survived in a wasted society is the brutal game known as jugging. Sallow, the leader of a rag-tag team, has played in the main Leagues before, but was cast out because of indiscretions with a lady. However now joined by a talented newcomer, Kidda, an ambitious young peasant girl he and his team find they have one last chance for glory","release_date":"1989-10-19","vote_average":6.4,"runtime":100,"cert":"N\/A","id":21512,"title":"The Blood of Heroes","adult":false,"genre_ids":[28,12,878]},{"cast":["Gackt Camui","Hyde","Leehom Wang","Taro Yamamoto","Susumu Terajima"],"overview":"MOON CHILD follows a group of childhood friends as they advance in a futuristic criminal underworld. Sho feels he is doomed to walk in his idol Kei's footsteps as a vampire with the gift of eternal life and the curse of blood thirst. Over time, their tight friendship becomes corrupted because of their rivalry and love for the same woman.","release_date":"2003-04-19","vote_average":5.6,"runtime":120,"cert":"N\/A","id":21513,"title":"Moon Child","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Kevin Zegers","Caitlin Wachs","Molly Hagan","Jeffrey Ballard","Jay Brazeau"],"overview":"Josh is off to his first year of college and buddy has stayed behind with joshs little sister andrea and the rest of the family. Adrea attempting to fit in with her jr. High classmates decides to join the baseball team and along the way discovers that buddy is a talented baseball player.","release_date":"2002-06-18","vote_average":4.7,"runtime":93,"cert":"N\/A","id":21518,"title":"Air Bud: Seventh Inning Fetch","adult":false,"genre_ids":[35,18,10751]},{"cast":["Jackie Chan","Sammo Hung","Yuen Biao","Dick Wei","Tai Bo"],"overview":"In late 19th Century Hong Kong the British may rule the land, but the pirates rule the waters. One Coast Guard officer is Dragon Ma, who is determined that his beloved Coast Guard will not be made a fool of.","release_date":"1983-12-22","vote_average":7.2,"runtime":106,"cert":"15","id":21519,"title":"Project A","adult":false,"genre_ids":[28,35,12]},{"cast":["Daniel Wu","Eason Chan","Karen Mok","Law Kar-Ying","Chapman To"],"overview":"Georgie Hung is handsome, stylish and charming but he hides a secret that his old-fashion father, Hung who is a Triad leader, can never forgive. He has been sent to Thailand since he was a child and never returned. After Hung's death, his right-hand Cheung intends to bring back Georgie to take over. However, Cheung finds Sam, Georgie's flat-mate, whom he mistakes for Geogie...","release_date":"2004-04-08","vote_average":6.6,"runtime":104,"cert":"N\/A","id":21522,"title":"Enter the Phoenix","adult":false,"genre_ids":[53,28,35]},{"cast":[],"overview":"\"If drifting is your religion and Keiichi is your god, then this video is your bible. If you seek the truth, you must go directly to the source. This video is it.\" Edward Loh, Editor, Drifting Magazine","release_date":"2003-09-01","vote_average":8.0,"runtime":70,"cert":"N\/A","id":21523,"title":"Drift Bible","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A quiet stroll through the imaginary world of Iblard, originally depicted in the paintings by Naohisa Inoue, influenced by Impressionism and Surrealism.","release_date":"2007-07-04","vote_average":6.4,"runtime":38,"cert":"N\/A","id":21534,"title":"Iblard Jikan","adult":false,"genre_ids":[16,14]},{"cast":["Henrik Mestad","Cecilie A. Mosli","August Ekanger","Ann Kristin Sømme","Oriana Brut-Christensen"],"overview":"The friends Ikko, Amalia, Babb, Murmel and Ling are playing in the marching band \"Gamle Tomter\". The norwegian marching band competition is closing in and while somebody is hoping to get a new girlfriend others are hoping to get renowned for their great musical talent. However, there is one big \"thing\", or better said a certain person that is standing in their way: Their chief conductor, the famous cornet player Elsebeth Bull.","release_date":"2009-03-06","vote_average":6.9,"runtime":null,"cert":"N\/A","id":21535,"title":"Orps: The Movie","adult":false,"genre_ids":[10402,35,10751]},{"cast":["Brent Taylor","Shannon Lucio","Jerry Kroll","Lance Henriksen","Steven K. Grabowsky"],"overview":"In 1958 Nebraska 19 year old garbageman Charles Starkweather goes on a murder spree with his 14 year old girlfriend Caril Ann Fugate killing 11 people in three months, introducing America to spree killing.","release_date":"2004-11-08","vote_average":3.4,"runtime":92,"cert":"N\/A","id":21536,"title":"Starkweather","adult":false,"genre_ids":[80,18,27]},{"cast":["Wong Ching","Jackie Chan","Yuen Qiu","Alex Lung","Chiang Nan"],"overview":"Historical movie set during the Japanese occupation of China during WWII. Jackie Chan is one of the good guys but has nothing much more than a supporting role.","release_date":"1973-01-12","vote_average":5.2,"runtime":87,"cert":"N\/A","id":21537,"title":"Not Scared to Die","adult":false,"genre_ids":[28,18,36]},{"cast":["Joshua Taylor","Greg Russell Cook","Rocco Sisto","Cory McAbee","James Ransone"],"overview":"Samual Curtis's first mission in this bizarre science fiction musical comedy requires him to take a cat to a saloon on an asteroid. There, he meets his former dance partner (the Blueberry Pirate) and collects his payment: a device capable of producing a Real Live Girl. Including music by alternative rock group The Billy Nayer Show, this film began life as a live show with a loyal following.","release_date":"2001-01-20","vote_average":7.1,"runtime":91,"cert":"N\/A","id":21538,"title":"The American Astronaut","adult":false,"genre_ids":[28,35,878,10402]},{"cast":["Denzel Washington","Whitney Houston","Courtney B. Vance","Gregory Hines","Jenifer Lewis"],"overview":"Good natured Reverend Henry Biggs finds that his marriage to choir mistress Julia is flagging, due to his constant absence caring for the deprived neighborhood they live in. On top of all this, his church is coming under threat from property developer Joe Hamilton. In desperation, Rev. Biggs prays to God for help - and help arrives in the form of an angel named Dudley.","release_date":"1996-12-13","vote_average":5.8,"runtime":124,"cert":"N\/A","id":21539,"title":"The Preacher's Wife","adult":false,"genre_ids":[14,18,35,10751,10749]},{"cast":["Nick Cannon","Christina Milian","Steve Harvey","Vanessa Bell Calloway","Nichole Galicia"],"overview":"High school loser (Cannon) pays a cheerleader (Milian) to pose as his girlfriend so he can be considered cool. Remake of 1987's Can't Buy Me Love, starring Patrick Dempsey.","release_date":"2003-12-12","vote_average":6.0,"runtime":105,"cert":"N\/A","id":21542,"title":"Love Don't Cost a Thing","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Frederic Forrest","Veronica Cartwright","Jenny Wright","David Packer"],"overview":"This film successfully reaches its target of depicting components of small town life in the city of Stockton and its environs, where most of the filming took place. Set in the mid-1950s, the work stars Frederic Forrest and Veronica Cartwright as a couple whose marriage is falling apart, and Barry Tubb as their son and owner of the title vehicle.","release_date":"1989-07-21","vote_average":0.0,"runtime":102,"cert":"N\/A","id":21545,"title":"Valentino Returns","adult":false,"genre_ids":[]},{"cast":["Beau Bridges","Patricia Arquette","Reese Witherspoon","Susan Blakely","William McNamara"],"overview":"One day Sammy and his younger sister Ellie happen upon a cabin where Alice, a young, partially deaf girl with epilepsy is being kept by her abusive stepfather. The three soon become friends and hope to get Alice an education and help her escape from the torture she undergoes daily. However, Alice's stepfather soon finds out about the friendship Alice has struck up and punishes her brutally. This story of friendship and youth shows that everyone is human and deserves to be treated so, no matter their disability or weakness.","release_date":"1991-12-03","vote_average":7.5,"runtime":91,"cert":"N\/A","id":21546,"title":"Wildflower","adult":false,"genre_ids":[18]},{"cast":["Masami Nagasawa","Mokomichi Hayami","Tsuyoshi Abe","Yui Ichikawa","Takuya Ishida"],"overview":"A diver on the university team must decide which of her two childhood friends she loves, and they're both on the swim team. High school diver Ami (Masami Nagasawa) and swimmer Keisuke (Mokomichi Hayami) don't exactly get along. Their parents run rival sweets shops and Ami is long-time friends, and maybe more, with Keisuke's freestyle rival Hiroki (Tsuyoshi Abe). Over time, however, hostile words give way to hesitant attraction, leaving Ami torn between Keisuke and Hiroki. With the national championship coming up, the young swimmers are competing for more than the title, but also their hearts.","release_date":"2006-08-26","vote_average":4.5,"runtime":106,"cert":"N\/A","id":21549,"title":"Rough","adult":false,"genre_ids":[18,35]},{"cast":["Yū Aoi","Manami Higa","Yûta Kanai","Hitomi Kawai","Gin Maeda"],"overview":"Fuki who lives with her grandfather Shoei in Taketomi Island, Okinawa, dreams of becoming a photographer. In her childhood, her mother Masami left Fuki to live in Tokyo. Although Masami has not come back, Fuki receives birthday cards from Masami every year on her birthday. On Fuki's fourteenth birthday, Masami promises to confess everything when Fuki becomes 20 years old. After her graduation from high school, Fuki moves to Tokyo to work as a camera assistant. Fuki starts off her hectic life in Tokyo, and soon, her nineteenth birthday comes. As usual, she receives a birthday card from Masami. A year later...","release_date":"2005-05-28","vote_average":4.0,"runtime":113,"cert":"N\/A","id":21550,"title":"Letters from Kanai Nirai","adult":false,"genre_ids":[18]},{"cast":["Karina","Shosuke Tanihara","Hiroki Narimiya","Sayaka Kaneko","Sayaka Kuon"],"overview":"Breathe In, Breathe Out centers on six, later seven, individuals who have gotten jobs harvesting sugarcane on a small Okinawa island. Each worker has their own unique personality as well as their own issues as they learn to work together...","release_date":"2004-05-29","vote_average":7.3,"runtime":123,"cert":"N\/A","id":21551,"title":"Breathe In, Breathe Out","adult":false,"genre_ids":[18]},{"cast":["Philip Michael Thomas","Irene Cara","Lonette McKee","Dwan Smith","Mary Alice"],"overview":"The three Williams sisters start out singing in their church choir in Harlem in the late 1950s and become a successful girl group in the 1960s.","release_date":"1976-04-07","vote_average":6.4,"runtime":98,"cert":"N\/A","id":21554,"title":"Sparkle","adult":false,"genre_ids":[18,10402]},{"cast":["Abhay Deol","Ayesha Takia","Suresh Oberoi","Ayesha Jhulka","Rati Agnihotri"],"overview":"Viren and Aditi refuse an arranged marriage and that creates a rift between their families. But when their friendship turns into love, it leads to chaos!","release_date":"2005-03-04","vote_average":5.9,"runtime":145,"cert":"N\/A","id":21555,"title":"Socha Na Tha","adult":false,"genre_ids":[18,35,10749]},{"cast":["Sarah Oh","Mike Ranallo","Cristen Irene","Seth Gandrud","Joanna Ke"],"overview":"Six young criminals break into hidden catacombs underneath their town and attempt to steal jewelry buried from the \"Great Depression\" only to find inhabitants guarding the precious belongings. After being trapped in this dark maze of crypts the group tries to escape alive.","release_date":"2009-01-01","vote_average":3.8,"runtime":84,"cert":"N\/A","id":21562,"title":"The Crypt","adult":false,"genre_ids":[27]},{"cast":["Naseeruddin Shah","Girish Karnad","Shreyas Talpade","Shweta Prasad","Yatin Karyekar"],"overview":"This is all about chasing your dreams, no matter what the obstacles. The story involves a young deaf and dumb boy who is crazy about cricket.","release_date":"2005-08-26","vote_average":6.5,"runtime":150,"cert":"N\/A","id":21567,"title":"Iqbal","adult":false,"genre_ids":[18]},{"cast":["Aamir Khan","Urmila Matondkar","Jackie Shroff","Gulshan Grover","Avtar Gill"],"overview":"A poor young woman, who dreams of Bollywood fame, is caught in a love triangle between her childhood friend and a famous actor.","release_date":"1995-09-08","vote_average":7.2,"runtime":175,"cert":"U","id":21570,"title":"Rangeela","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Ranvir Shorey","Neha Dhupia","Naseeruddin Shah","Vinay Pathak"],"overview":"A two-bit actor faces challenges after he is asked by Police to impersonate a look-alike gangster.","release_date":"2008-01-27","vote_average":6.6,"runtime":110,"cert":"N\/A","id":21571,"title":"Mithya","adult":false,"genre_ids":[18,35,80]},{"cast":["Bill Maher"],"overview":"BE MORE CYNICAL was originally aired on HBO, and offers viewers a chance to see Maher's full routine, which sees him tackling a wide array of topics, and leaving the audience recoiling in laughter.","release_date":"2000-06-10","vote_average":6.6,"runtime":68,"cert":"N\/A","id":21576,"title":"Bill Maher: Be More Cynical","adult":false,"genre_ids":[35]},{"cast":["Vincent Kartheiser","Sarah Carter","Geoffrey Arend","Colm Feore","Aaron Poole"],"overview":"When Zelda Sparks comes back to the small town of New Essex, two old high school buddies Craig Blackshear and Terry Seville decide to pull a vicious prank on Craig's meddling former girlfriend Zelda -- but Terry is appalled to learn that the prank may have taken a deadly turn...","release_date":"2007-01-01","vote_average":3.0,"runtime":95,"cert":"N\/A","id":21577,"title":"Killing Zelda Sparks","adult":false,"genre_ids":[53]},{"cast":["Bill Maher"],"overview":"Political comedy about the Government (domestic and foreign policies), the president, the public's own ignorance and faults, and so forth. He also makes some hilarious detours in his own renditions of rap lyrics read out in proper, coherent (non-Ebonic) language. There are also some very poignant pieces on Bush, religion, drugs (notably marijuana), which then link to homeland security. Unlike a comedian like George Carlin who may go from topics in the 'big world' in his act to things in the 'little world' like spotting the random things in life, Maher is very much a comedian of the times, on the attack but clear about his political allegiances.","release_date":"2005-07-30","vote_average":6.3,"runtime":99,"cert":"N\/A","id":21578,"title":"Bill Maher: I'm Swiss","adult":false,"genre_ids":[35]},{"cast":["Sébastien Ricard","Joseph Mesiano","Dimitri Storoge","Bénédicte Décary","David Quertigniez"],"overview":"This is the life of Dédé Fortin. Signer,writer and creator of a very popular french-quebec band called \"Les Colocs\". This is a bio-movie of the life of this late signer .","release_date":"2009-03-13","vote_average":6.2,"runtime":139,"cert":"N\/A","id":21581,"title":"Through the Mist","adult":false,"genre_ids":[99]},{"cast":["Robin Williams"],"overview":"He's the Pavarotti of Puns, the Domingo of Drollery, the Caruso of Comedy--Robin Williams Live at New York's Metropolitan Opera House. It's comedy at the speed of light, with more LPMs than any comedy special ever. Robin Williams, at his most outrageous in a one-man assault on the funny bone. Strap yourself in for a flight on the \"Concorde of Comedy\" as you take off for the reaches of the absurd. Take a fantastic ride down with Williams' stream-of-consciousness as he shares his thoughts and impressions on everything from politics to parenthood. Comedy faster than a speeding bullet--Robin Williams Live!","release_date":"1986-08-09","vote_average":8.0,"runtime":65,"cert":"N\/A","id":21586,"title":"Robin Williams: A Night at the Met","adult":false,"genre_ids":[35]},{"cast":["Jon Stewart"],"overview":"Jon Stewart performs a solo standup routine, telecast live from Miami, Florida.","release_date":"1996-01-01","vote_average":7.5,"runtime":42,"cert":"N\/A","id":21587,"title":"Jon Stewart: Unleavened","adult":false,"genre_ids":[35]},{"cast":["Rupert Everett","François Hadji-Lazaro","Anna Falchi","Fabiana Formica","Mickey Knox"],"overview":"A cemetery man has the unusual problem of the dead rising from the grave. Himself and his assistant must end these creatures' lives again after they are reborn. Everything is going well until \"She\" comes along and stirs things up a bit.","release_date":"1994-03-25","vote_average":7.1,"runtime":105,"cert":"N\/A","id":21588,"title":"Cemetery Man","adult":false,"genre_ids":[14,18,27,35]},{"cast":["Hugh Dillon","Callum Keith Rennie","Julian Richings"],"overview":"Bruce Macdonald follows punk bank Hard Core Logo on a harrowing last-gasp reunion tour throughout Western Canada. As magnetic lead-singer Joe Dick holds the whole magilla together through sheer force of will, all the tensions and pitfalls of life on the road come bubbling to the surface.","release_date":"1996-10-25","vote_average":7.0,"runtime":92,"cert":"N\/A","id":21589,"title":"Hard Core Logo","adult":false,"genre_ids":[18,35,10402]},{"cast":["Anne Baxter","Richard Conte","Ann Sothern","Raymond Burr","Jeff Donnell"],"overview":"Deeply distraught that her GI ex-boyfriend plans to marry another woman, Norah Larkin agrees to go out on a date with lothario Harry Prebble. Norah's drunken night out with Prebble ends in a hazily remembered confrontation and the next day a startling discovery: Harry has been murdered, and the police have found Norah's personal effects at the scene. Tipped off to the breaking news, reporter Casey Mayo invites Norah to tell her side of the story.","release_date":"1953-03-23","vote_average":6.7,"runtime":88,"cert":"N\/A","id":21594,"title":"The Blue Gardenia","adult":false,"genre_ids":[80,18,53]},{"cast":["Cassandra Peterson","Richard O'Brien","Mary Scheer","Scott Atkinson","Heather Hopper"],"overview":"The setting is Carpathia. The year is 1851. When Elvira gets kicked out of an Inn for a slight monetary discrepancy, she is rescued by a local who takes her to stay at the castle in the hills high above the village. The fact that she happens to resemble the count's former \"missing\" wife opens a can of worms or two.","release_date":"2002-10-30","vote_average":5.5,"runtime":90,"cert":"N\/A","id":21597,"title":"Elvira's Haunted Hills","adult":false,"genre_ids":[35,27]},{"cast":["Betty Grable","Victor Mature","Carole Landis","Laird Cregar","William Gargan"],"overview":"A young promoter is accused of the murder of Vicky Lynn, a young actress he \"discovered\" as a waitress while out with ex-actor Robin Ray and gossip columnist Larry Evans.","release_date":"1941-10-31","vote_average":6.6,"runtime":82,"cert":"","id":21600,"title":"I Wake Up Screaming","adult":false,"genre_ids":[18,53,80]},{"cast":["Brandy Snow","Ingrid Pitt","Raquel Welch","Hugh Hefner","Patty Duke"],"overview":"Directed by Kevin Burns, this documentary from Playboy Home Video examines the oftentimes tense relationship between sex, women, and popular Hollywood culture. With a particular focus given to Marilyn Monroe, Jayne Mansfield, Jean Harlow, and Sharon Stone, Sex at 24 Frames Per Second studies the role of female sexuality in film throughout the years. ~ Tracie Cooper, Rovi","release_date":"2003-09-23","vote_average":0.0,"runtime":101,"cert":"N\/A","id":21603,"title":"Sex at 24 Frames Per Second","adult":false,"genre_ids":[99,36]},{"cast":["Aftab Shivdasani","Tulip Joshi","Sunil Shetty","Aarti Chabria","Aashish Chaudhary"],"overview":"So, what can happen at a funeral? Even, if it's the funeral of Daddy Cool Douglas Lazarus? It's in Goa, tears, sad speeches, melancholia... right? Wrong! When... The coffin makers deliver the wrong body, all hell breaks loose in this witty comedy starring Sunil Shetty and many of B-Town's rich and famous as they try and find the body of their beloved.","release_date":"2009-08-28","vote_average":2.0,"runtime":98,"cert":"N\/A","id":21606,"title":"Daddy Cool","adult":false,"genre_ids":[35]},{"cast":["Jackie Shroff","Sohail Khan","Arbaaz Khan","Dia Mirza","Nauheed Cyrusi"],"overview":"This sweeping, melodramatic saga of a powerful father, and his two sons, presents an honest view of the rugged life and goals of a simple farming family against the lush green agricultural lands of modern day Punjab.","release_date":"2009-08-28","vote_average":5.0,"runtime":145,"cert":"N\/A","id":21607,"title":"Kisaan","adult":false,"genre_ids":[18]},{"cast":["Dan Weyandt","Jesse Smith","Shawn Jonas"],"overview":"In their 10+ years of existence, one could say that ZAO has definitely had enough highs and lows to make for a great documentary. Now with over 200,000 records sold over their career, that time has finally come as Ferret releases the band’s (and the label’s) first ever DVD, \"The Lesser Lights of Heaven\".","release_date":"2005-11-15","vote_average":4.3,"runtime":220,"cert":"N\/A","id":21608,"title":"The Lesser Lights of Heaven","adult":false,"genre_ids":[18,99]},{"cast":["Randeep Hooda","Sadha","Rituparna Sengupta","Divya Dutta","Riya Sen"],"overview":"Vir Pratap Singh is a bachelor from a small-town working as a Sous-chef in a five star hotel in Mumbai; a handsome, charming and macho man who really needs to grow up.","release_date":"2009-08-28","vote_average":0.5,"runtime":null,"cert":"N\/A","id":21611,"title":"Love Khichdi","adult":false,"genre_ids":[]},{"cast":["Christopher Walken","Chris Penn","Annabella Sciorra","Isabella Rossellini","Vincent Gallo"],"overview":"The story concerns the funeral of one of three brothers in a family of gangsters that lived in New York in 1930s. Details of the past of the brothers and their families are shown through a series of flashbacks.","release_date":"1996-01-26","vote_average":7.1,"runtime":99,"cert":"N\/A","id":21612,"title":"The Funeral","adult":false,"genre_ids":[80,18]},{"cast":["Bunta Sugawara","Noboru Andô","Mayumi Nagisa","Asao Koike","Noboru Mitani"],"overview":"After serving time, a defiant street thug is incensed to find his town overrun by two yakuza factions. He gathers his crew and takes them on.","release_date":"1972-05-06","vote_average":7.1,"runtime":92,"cert":"N\/A","id":21613,"title":"Street Mobster","adult":false,"genre_ids":[80,28,53]},{"cast":["Akshay Kumar","Sunil Shetty","Paresh Rawal","Tabu","Gulshan Grover"],"overview":"Three unemployed men find the answer to all their money problems when they receive a call from a kidnapper. However, things do not go as planned.","release_date":"2000-03-31","vote_average":7.0,"runtime":156,"cert":"N\/A","id":21614,"title":"Hera Pheri","adult":false,"genre_ids":[35,80,18,28]},{"cast":["Chris McKenna","Kari Wührer","George Wendt","Vernon Wells","Lionel Mark Smith"],"overview":"A young drifter, struggling to makes ends meet, accepts a job to kill a prominent accountant. When he isn't paid for the hit, revenge is now his path.","release_date":"2003-07-28","vote_average":6.1,"runtime":102,"cert":"N\/A","id":21619,"title":"King of the Ants","adult":false,"genre_ids":[28,80,18,27,53]},{"cast":["Danielle Cormack","Karl Urban","Willa O'Neill","Michael Lawrence","Rangi Motu"],"overview":"New Zealand milk farmer Rob gives his lover Lucinda a ring. Trying to spark up her relationship with Rob, she takes her friend Drosophila's advice and starts to try and make Rob angry. But she tends to go too far. Admiring her ring while driving a lonely road, she has a run-in with an older woman that sets off a chain of events that begins with her quilt being stolen","release_date":"2000-10-13","vote_average":5.5,"runtime":87,"cert":"N\/A","id":21620,"title":"The Price of Milk","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ivy Ling Po","Lily Ho Li-Li","Elliot Ngok","Shu Pei-Pei","Wang Ping"],"overview":"The Yang family, men and women, have served their country loyally for generations. During the war General Yang is ambushed and killed. His widow and the entire family set out to avenge his death and defend the country.","release_date":"1972-07-27","vote_average":7.3,"runtime":123,"cert":"N\/A","id":21621,"title":"The 14 Amazons","adult":false,"genre_ids":[28,12]},{"cast":["Rita Hayworth","Gene Kelly","Lee Bowman","Phil Silvers","Jinx Falkenburg"],"overview":"A nightclub dancer makes it big in modeling, leaving her dancer boyfriend behind.","release_date":"1944-03-30","vote_average":6.7,"runtime":107,"cert":"N\/A","id":21622,"title":"Cover Girl","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Nora Zehetner","Brenna O'Brien","Carly Pope","Don S. Davis","Tim Perez"],"overview":"Christy (Zehetner) returns to her hometown years after a car accident that disfigured her older sister. Haunted by the accident in which she was the driver, she learns that her worst nightmares have either come true ... or are about to.","release_date":"2007-07-08","vote_average":5.3,"runtime":82,"cert":"N\/A","id":21623,"title":"Beneath","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Jatts in Golmal is an Comedy based movie. In which, Ameer Khan (JD Chakri) and Amar Sastry (Ramesh Arvind) are buddies in a village. Ameer Khan is a rich guy and has a long-cherished dream of flying to USA and to do the white collared job. Amar Sastry is a poor guy who has lots of responsibilities and the entire burden of his family is on his shoulders.The conventional parents of Ameer want him to join the college run by Abdullah - a friend of Ameer's father in Hyderabad. Ameer asks Amar to join the college as lecturer with Ameer's name. Abdul has a professional rival in educational...","release_date":"2003-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":21624,"title":"Jatts in Golmaal","adult":false,"genre_ids":[35]},{"cast":["Kay Kay Menon","Piyush Mishra","Raj Singh Chaudhary","Abhimanyu Singh","Mahie Gill"],"overview":"A law student witnesses the struggles of the Rajputs, deception, homicide and crime after being elected as General Secretary of his college.","release_date":"2009-03-13","vote_average":6.6,"runtime":147,"cert":"N\/A","id":21625,"title":"Gulaal","adult":false,"genre_ids":[80,18]},{"cast":["Molly Parker","Peter Outerbridge","Jay Brazeau","Natasha Morley","Jessie Winter Mudie"],"overview":"Over the years, a child's romantic ideals about death blossom into necrophilia, the study of embalming and the most profound relationship of her life.","release_date":"1996-09-07","vote_average":6.8,"runtime":78,"cert":"N\/A","id":21626,"title":"Kissed","adult":false,"genre_ids":[10749,18]},{"cast":["Louise Lasser","Brion James","Paul L. Smith","Sheree J. Wilson","Edward R. Pressman"],"overview":"Fed up of his business partner, Ernest Trend hires the services of two exterminators. When things go drastically wrong and they murder the wrong man, the race is on to frame an innocent video surveillance man.","release_date":"1985-09-19","vote_average":5.3,"runtime":83,"cert":"N\/A","id":21627,"title":"Crimewave","adult":false,"genre_ids":[53,35,80]},{"cast":["Joel Edgerton","Cybill Shepherd","Robin Tunney","Elliott Gould","Scott Wilson"],"overview":"The engagment between a struggling photographer and an assistant professor is marred by an act of violence.","release_date":"2006-09-01","vote_average":5.4,"runtime":97,"cert":"N\/A","id":21630,"title":"Open Window","adult":false,"genre_ids":[18]},{"cast":["Ralph Richardson","Michèle Morgan","Sonia Dresdel","Bobby Henrey","Denis O'Dea"],"overview":"Phillipe, the son of an ambassador in London, idolizes Baines, his father's butler, a kind of hero in the eyes of the child, whose perception changes when he accidentally discovers the secret that Baines keeps and witnesses the consequences that adults' lies can cause.","release_date":"1948-09-30","vote_average":7.3,"runtime":96,"cert":"","id":21631,"title":"The Fallen Idol","adult":false,"genre_ids":[18,53]},{"cast":["Ryan Kelley","Sigourney Weaver","Henry Czerny","Dan Butler","Austin Nichols"],"overview":"Bobby Griffith was his mother's favorite son, the perfect all-American boy growing up under deeply religious influences in Walnut Creek, California. Bobby was also gay. Struggling with a conflict no one knew of much less understood Bobby finally came out to his family.","release_date":"2009-02-27","vote_average":7.9,"runtime":90,"cert":"N\/A","id":21634,"title":"Prayers for Bobby","adult":false,"genre_ids":[18,36,10770]},{"cast":["Barbara Stanwyck","Burt Lancaster","Ann Richards","Wendell Corey","Harold Vermilyea"],"overview":"Leona Stevenson is confined to bed and uses her telephone to keep in contact with the outside world. One day she overhears a murder plot on the telephone and is desperate to find out who is the intended victim.","release_date":"1948-09-24","vote_average":6.8,"runtime":89,"cert":"N\/A","id":21635,"title":"Sorry, Wrong Number","adult":false,"genre_ids":[18,53]},{"cast":["Sarah Jones","Haylie Duff","Jordan Bridges","Patrick Duffy","Cloris Leachman"],"overview":"Belinda Simpson is now a doctor in a small Missouri town where an unknown plague is spreading fear and resentment amoung the townspeople. One local resident thinks the illness was spread from the town orphanage and wants to see it shut down. Belinda struggles to make sense of the disease and God's plan for the beleaguered town.","release_date":"2009-04-04","vote_average":6.7,"runtime":88,"cert":"N\/A","id":21636,"title":"Love Takes Wing","adult":false,"genre_ids":[18,37]},{"cast":["Michael Sheen","Timothy Spall","Colm Meaney","Jim Broadbent","Maurice Roeves"],"overview":"Taking over Leeds United, Brian Clough's abrasive approach and his clear dislike of the players' dirty style of play make it certain there is going to be friction. Glimpses of his earlier career help explain both his hostility to previous manager Don Revie and how much he is missing right-hand man Peter Taylor.","release_date":"2009-03-27","vote_average":7.3,"runtime":97,"cert":"15","id":21641,"title":"The Damned United","adult":false,"genre_ids":[18]},{"cast":["David Wenham","Jan Decleir","Kate Ceberano","Sam Neill","Derek Jacobi"],"overview":"The true story of the 19th century Belgian priest, Father Damien, who volunteered to go to the island of Molokai, to console and care for the lepers.","release_date":"1999-03-17","vote_average":5.3,"runtime":109,"cert":"N\/A","id":21644,"title":"Molokai: The Story of Father Damien","adult":false,"genre_ids":[18]},{"cast":["Im Chang-jung","Choi Sung-kook","Song Ji-hyo","Shin Yi","Yoo Chae-yeong"],"overview":"'Veteran' student Eun-sik and prom queen, swimming champ Kyung-ah are a notorious couple at the campus. While their relationship has been solid for three years, Eun-sik struggles to proceed to the 'next step' with Kyung-ah, and despite the help and support of his friends, does not manage to get her into bed. Eun-sik fears that Kyung-ah will turn her back on him and is determined to get her back...","release_date":"2007-12-12","vote_average":5.5,"runtime":115,"cert":"N\/A","id":21647,"title":"Sex Is Zero 2","adult":false,"genre_ids":[10749,35]},{"cast":["Dave Gorman","Andy Devonshire","Stef Wagstaffe"],"overview":"British Comedian Dave Gorman travels across America without supporting the 'Man'. In other words, no Holiday Inns, no Best Westerns and no Comfort Suites. No Shells, no Arcos and no BP gas stations. No MacDonalds, no Starbucks and no chains of any kind. Just Mom &amp; Pop business all the way.","release_date":"2008-02-02","vote_average":7.5,"runtime":76,"cert":"N\/A","id":21662,"title":"America Unchained","adult":false,"genre_ids":[12,35,99]},{"cast":["Amitabh Bachchan","Ajay Devgn","Akshay Kumar","Atul Kulkarni","Aishwarya Rai Bachchan"],"overview":"Just as he is preparing for his daughter's wedding, a veteran policeman is assigned to a crack team transporting a Pakistani secret agent to trial.","release_date":"2004-01-23","vote_average":6.6,"runtime":174,"cert":"N\/A","id":21665,"title":"Khakee","adult":false,"genre_ids":[28]},{"cast":["Richard Gere","Lisa Eichhorn","Vanessa Redgrave","William Devane","Chick Vennera"],"overview":"During WWII, the United States set up army bases in Great Britain as part of the war effort. Against their proper sensibilities, many of the Brits don't much like the brash Yanks, especially when it comes to the G.I.s making advances on the lonely British girls. One relationship that develops is between married John, an Army Captain, and the aristocratic Helen, whose naval husband is away at war. Helen loves her husband, but Helen and John are looking for some comfort during the difficult times.","release_date":"1979-09-01","vote_average":6.0,"runtime":138,"cert":"","id":21666,"title":"Yanks","adult":false,"genre_ids":[10749,18,10752]},{"cast":["Patton Oswalt","Brian Posehn","Maria Bamford","Zach Galifianakis","David Cross"],"overview":"It's a night of comic anarchy as 15 of today's edgiest comedians perform at Los Angeles' legendary Troubadour rock 'n' roll club! You're guaranteed to laugh, and occasionally gasp with shock, as new comic frontiers are crossed. Staring; Patton Oswalt, Brian Posehn, Zach Galifianakis, Maria Bamford, David Cross, Sarah Silverman, and many more.","release_date":"2007-09-18","vote_average":6.8,"runtime":135,"cert":"N\/A","id":21671,"title":"The Comedians of Comedy: Live at The Troubadour","adult":false,"genre_ids":[35,99]},{"cast":["Fernando Guillén Cuervo","Karra Elejalde","Alberto San Juan","Karlos Arguiñano","Manuel Manquiña"],"overview":"Mommy's boy Juantxo is engaged. Dragged to the party by his friends Konradin and Paco, he loses his expensive wedding ring inside the body of a prostitute. Mafioso whorehouse owner Villambrosa finds the ring. Meanwhile Villambrosa's rival gangster Souza sends \"femme fatale\" Fatima to check things out. Juantxo and his friends are trying to get the ring back and in the process get involved in the war between gangs..","release_date":"1997-06-20","vote_average":6.5,"runtime":112,"cert":"N\/A","id":21700,"title":"Airbag","adult":false,"genre_ids":[35,28,80]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","William Blaisdell","Sammy Brooks"],"overview":"It's a classic boy-meets-girl story, boy-loses-girl, boy gets mistaken for an escaped convict and ruthlessly chased by armies of cops across the countryside in a thrill-packed stunt-addled climax.","release_date":"1918-12-15","vote_average":5.9,"runtime":10,"cert":"N\/A","id":21701,"title":"Take a Chance","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fay Masterson","Sandrine Holt","William Gregory Lee","Stephen Bishop","Salvatore Antonio"],"overview":"Inspired by a murder-mystery-turned-legend surrounding a massacre near \"Sam's Lake,\" the film follows Sam, a young woman who, every summer, returns home to the secluded lakeside cottage she grew up in, to reconnect with her traditions and memories of the past deep within an isolated forest.","release_date":"2005-01-01","vote_average":4.3,"runtime":87,"cert":"N\/A","id":21704,"title":"Sam's Lake","adult":false,"genre_ids":[27,53]},{"cast":["Kelly Sheridan","Sarah Edmondson","Venus Terzo","Matt Hill","Chiara Zanni"],"overview":"This movie stars Barbie as a teenage girl, trying to deal with crushes, rivals and friendship as she tries to achieve her dream of working as a news anchor for her school's TV station. She doesn't always make the right decisions, but she's a nice enough character and considerably less \"perfect\" than she is portrayed in her other films.","release_date":"2006-05-17","vote_average":6.0,"runtime":70,"cert":"N\/A","id":21705,"title":"The Barbie Diaries","adult":false,"genre_ids":[10751,16]},{"cast":["Shin Eun-kyung","Park Jun-gyu","Jang Se-jin","Joo Hyun","Hong Soo-a"],"overview":"Former Scissor Gang leader Eun-jin (Shin Eun-kyung), who now suffers from amnesia, nevertheless defends Jae-cheol (Jun Gyu Park), a restaurateur who employs her, from a gangster who wants his business.","release_date":"2003-09-05","vote_average":5.9,"runtime":110,"cert":"N\/A","id":21708,"title":"My Wife Is a Gangster 2","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"No overview found.","release_date":"2003-09-05","vote_average":0.0,"runtime":110,"cert":"N\/A","id":21709,"title":"Orkney Snorkie 2 - Nog n Movie","adult":false,"genre_ids":[]},{"cast":["Reinhold Aman","Steven Bochco","Pat Boone","Benjamin C. Bradlee","Drew Carey"],"overview":"A documentary on the expletive's origin, why it offends some people so deeply, and what can be gained from its use.","release_date":"2005-11-07","vote_average":6.3,"runtime":93,"cert":"N\/A","id":21710,"title":"Fuck","adult":false,"genre_ids":[99]},{"cast":["Robert Redford","Peter Boyle","Melvyn Douglas","Don Porter","Allen Garfield"],"overview":"Bill McKay is a candidate for the U.S. Senate from California. He has no hope of winning, so he is willing to tweak the establishment.","release_date":"1972-08-23","vote_average":7.0,"runtime":110,"cert":"N\/A","id":21711,"title":"The Candidate","adult":false,"genre_ids":[35,18]},{"cast":["Koji Imada","Sayaka Maeda","Takashi Fujii","Seiko Takuma","Tomomitsu Yamaguchi"],"overview":"The film follows Nishi, a loser who has a crush on his childhood girlfriend. After an encounter with the Japanese mafia, the film follows Nishi as he journeys to heaven and back, and ends up trapped in an even more unlikely place.","release_date":"2004-08-07","vote_average":7.7,"runtime":103,"cert":"N\/A","id":21712,"title":"Mind Game","adult":false,"genre_ids":[12,16,9648]},{"cast":["John Wayne","Richard Boone","Maureen O'Hara","Patrick Wayne","Christopher Mitchum"],"overview":"An aging Texas cattle man who has outlived his time swings into action when outlaws kidnap his grandson.","release_date":"1971-05-26","vote_average":7.0,"runtime":110,"cert":"N\/A","id":21717,"title":"Big Jake","adult":false,"genre_ids":[37]},{"cast":["Shoshana Bush","Damon Wayans Jr.","Essence Atkins","Chris Elliott","David Alan Grier"],"overview":"Street dancer, Thomas Uncles is from the wrong side of the tracks, but his bond with the beautiful Megan White might help the duo realize their dreams as they enter in the mother of all dance battles.","release_date":"2009-05-22","vote_average":4.6,"runtime":83,"cert":"N\/A","id":21724,"title":"Dance Flick","adult":false,"genre_ids":[28,35,10402]},{"cast":["Adolf Hitler","Claude Stephenson","Heinrich Brüning","Friedrich Ebert","Franz Pfeffer von Salomon"],"overview":"\"Mein Kampf\" presents the raising and fall of the Third Reich, showing mainly the destruction of Poland and the life Hitler, which is told since he was a mediocre student and frustrated aspirant of artist living in slums in Austria and Germany, until his suicide in 1945 after being the responsible for the death of million of people, and the destruction of Europe. All the footage is real and belonged to a secret file of Goebbels, inclusive with many very strong scenes filmed by Goebbels himself.","release_date":"1960-04-24","vote_average":8.0,"runtime":111,"cert":"N\/A","id":21725,"title":"Mein Kampf","adult":false,"genre_ids":[99]},{"cast":["Teresa Wright","Joseph Cotten","Macdonald Carey","Henry Travers","Patricia Collinge"],"overview":"A bored teen living in Santa Rosa, California, Charlotte \"Charlie\" Newton, is frustrated because nothing seems to be happening in her life and that of her family. Then, she receives wonderful news: her uncle (for whom she was named), Charlie Oakley, is arriving for a visit. But Uncle Charlie may not be the man he seems to be.","release_date":"1943-01-16","vote_average":7.7,"runtime":108,"cert":"","id":21734,"title":"Shadow of a Doubt","adult":false,"genre_ids":[80,18,53]},{"cast":["Leslie Howard","Laurence Olivier","Raymond Massey","Adolf Wohlbrück","Eric Portman"],"overview":"In the early days of World War II, a German U-boat is sunk in Canada's Hudson Bay. Hoping to evade capture, a small band of German soldiers led by commanding officer Lieutenant Hirth attempts to cross the border into the United States, which has not yet entered the war and is officially neutral. Along the way, the German soldiers encounter brave men such as a French-Canadian fur trapper, Johnnie, a leader of a Hutterite farming community, Peter, an author, Philip and a soldier, Andy Brock.","release_date":"1941-11-24","vote_average":7.0,"runtime":121,"cert":"","id":21735,"title":"49th Parallel","adult":false,"genre_ids":[12,18,53,10752]},{"cast":["Liam Neeson","Ed Viesturs","David Breashears","Tracy Pfau","Lhakpa Dorji"],"overview":"An international team of climbers ascends Mt. Everest in the spring of 1996. The film depicts their lengthy preparations for the climb, their trek to the summit, and their successful return to Base Camp. It also shows many of the challenges the group faced, including avalanches, lack of oxygen, treacherous ice walls, and a deadly blizzard.","release_date":"1998-03-06","vote_average":6.7,"runtime":44,"cert":"N\/A","id":21736,"title":"Everest","adult":false,"genre_ids":[12,99]},{"cast":["Lynn Hill","Nancy Feagin","Cy Peck","Arapata McKay","Brian L. Keaulana"],"overview":"EXTREME is a visually stunning 45-minute journey into the soul of adventure featuring a cast of world champion athletes. Combining incredible extreme sport action with narration from the athletes and an eclectic, contemporary soundtrack, EXTREME explores the paradox of human nature: facing fear from the edge of life.","release_date":"1999-03-25","vote_average":4.3,"runtime":45,"cert":"N\/A","id":21737,"title":"Extreme","adult":false,"genre_ids":[99]},{"cast":["Jason Robards","Christopher Ivins","Tyson Stephenson"],"overview":"No overview found.","release_date":"1995-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":21738,"title":"The Great American West","adult":false,"genre_ids":[99,36]},{"cast":["Shelagh Rogers","Adamie Quasiak Inukpuk"],"overview":"This film takes viewers through the rich, white majesty of the Inuit Great North. Along with doing justice to the breathtaking and awesome landscape of the freezing, snow-covered environment, Great North also looks into the long-standing traditions, such as fishing and hunting, of the Inuit tribes.","release_date":"2001-05-11","vote_average":5.4,"runtime":42,"cert":"N\/A","id":21739,"title":"Great North","adult":false,"genre_ids":[99]},{"cast":["Avery Brooks"],"overview":"Witness the greatest collection of diversity ever produced. The Greatest Places is a large-format film that takes you on a journey to seven of the most geographically dynamic locations on Earth. Including the Amazon, Greenland, Iguazu Falls, Namib Desert, Okavanga Delta, Madagascar and Tibet.","release_date":"1998-06-30","vote_average":4.6,"runtime":40,"cert":"N\/A","id":21740,"title":"The Greatest Places","adult":false,"genre_ids":[99]},{"cast":["James Whitmore"],"overview":"The maiden voyage of Columbia, the first space shuttle, is recounted with footage shot on the ground and in space.","release_date":"1982-01-01","vote_average":6.0,"runtime":37,"cert":"N\/A","id":21741,"title":"Hail Columbia!","adult":false,"genre_ids":[99]},{"cast":["Kate Nelligan"],"overview":"An underwater exploration beneath kelp forests in the Pacific Ocean off the coast of Southern California. The film captures the birth of a shark, squids mating, a lobster molting, a fish protecting its nest from an octopus and a sea urchin, and the sea bed covered with brittle stars.","release_date":"1994-11-02","vote_average":4.8,"runtime":34,"cert":"N\/A","id":21742,"title":"Into the Deep","adult":false,"genre_ids":[99]},{"cast":["Rebecca Jenkins"],"overview":"Mountain Gorilla takes us to a remote range of volcanic mountains in Africa, described by those who have been there as \"\"one of the most beautiful places in the world\"\", and home to the few hundred remaining mountain gorillas. In spending a day with a gorilla family in the mountain forest, audiences will be captivated by these intelligent and curious animals, as they eat, sleep, play and interact with each other. Although gorillas have been much-maligned in our popular culture, viewers will finally \"\"meet the legend\"\" face to face, and learn about their uncertain future.","release_date":"1992-03-25","vote_average":0.0,"runtime":38,"cert":"N\/A","id":21743,"title":"Mountain Gorilla","adult":false,"genre_ids":[99]},{"cast":["Tony Jay","Jacques Mayol","Pipin Ferreras","Umberto Pelizzari"],"overview":"For more than 10 years, world champion freedivers Pipin Ferreras and Umberto Pelizzari have been vying for world records. Their love of the sea without compromise is what unites these two rivals. However, it is their different personalities and opposing diving philosophies that separate them. Pipin is the \"No Limits\" man who wants to go deeper and deeper. Umberto, the purist, seeks harmony in the ocean's depth. Ocean Men takes you into the world of these two awe-inspiring freedivers through the use of breathtaking underwater photography, enchanting music, and insightful animation.","release_date":"2001-08-31","vote_average":6.0,"runtime":40,"cert":"N\/A","id":21744,"title":"Ocean Men, Extreme Dive","adult":false,"genre_ids":[99]},{"cast":["Joseph Campanella","Eugenie Clark","Mandy Komlosy","Craig Lynn","Don Nelson"],"overview":"A journey into the land of sharks. The old myth of swimming killing machines is put against the true nature of those rather peaceful hunters, whose evolution ended in biological perfection millions of years ago. We accompany expeditions of Dr. Eugenie Clark and Rodney Fox, who have studied sharks since the 1950's.","release_date":"1995-01-01","vote_average":5.1,"runtime":38,"cert":"N\/A","id":21745,"title":"Search for the Great Sharks","adult":false,"genre_ids":[99]},{"cast":["Patrick Stewart"],"overview":"A breathtaking adventure across five continents and through time to reveal nature's most vital secret. Watch a flying fox gorge itself on a midnight snack of figs. Climb into the prickly jaws of insect-eating plants. Witness a mantis disguised as a flower petal lure its prey to doom.","release_date":"1993-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":21746,"title":"The Secret of Life on Earth","adult":false,"genre_ids":[99]},{"cast":["Paul Newman","Mario Andretti","Michael Andretti","Jeff Andretti","Christian Fittipaldi"],"overview":"We follow the Newman-Haas (Andretti) racing team through the process of building, testing, and racing for a season. This includes extensive race speed on-track footage, including some pre-race footage with a full squad of cars. From time to time, we check in with a small shop building\/restoring one of the first roadsters Mario Andretti raced; the finale includes him taking it for a spin.","release_date":"1997-01-01","vote_average":8.8,"runtime":50,"cert":"N\/A","id":21749,"title":"Super Speedway","adult":false,"genre_ids":[99]},{"cast":["Eddie Vedder","Mike McCready","Stone Gossard","Jeff Ament","Matt Cameron"],"overview":"1. \tLong road 2. \tCorduroy 3. \tGrievance 4. \tAnimal 5. \tGod's dice 6. \tEvacuation 7. \tGiven the fly 8. \tDissident 9. \tNothing as it seems 10. \tEven flow 11. \tLukin 12. \tNot for you 13. \tDaughter 14. \tUntitled 15. \tMFC 16. \tThin air 17. \tLeatherman 18. \tBetterman 19. \tNothingman 20. \tInsignificance 21. \tI got shit 22. \tRvm 23. \tWishlist 24. \tJeremy 25. \tEvolution 26. \tDon't go 27. \tParting ways 28. \tRockin' in the free world","release_date":"2001-05-01","vote_average":6.3,"runtime":177,"cert":"N\/A","id":21750,"title":"Pearl Jam: Touring Band 2000","adult":false,"genre_ids":[10402]},{"cast":["Joep Truijen","Neeltje de Vree","Loes Luca","Carice van Houten","Kees Hulst"],"overview":"Years ago, Lepel's parents left an hot air balloon world tour. He stays with granny Koppenol, a mean bitch who constantly exploits him for domestic chores, in her buttons shop and even as accomplice in the department store where she steals the buttons from clothes. After she won't even leave him the balloon kind salesman Max gave him, Lepel, now 9, runs away. He meets Max's slightly older daughter Pleun. Schoolmaster Bijts is also looking for him, but only as arithmetics talent for an academic schools contest. Max accidentally finds out the sad truth about Lepel's family.","release_date":"2005-02-02","vote_average":7.0,"runtime":96,"cert":"N\/A","id":21751,"title":"Spoon","adult":false,"genre_ids":[10751,18]},{"cast":["Tony Ramos","Glória Pires","Chico Anysio","Isabelle Drummond","Ary Fontoura"],"overview":"Claudio and Helena are on the verge of breaking up, until the couple experiences another strange phenomenon that looks to help them understand one another more.","release_date":"2009-02-01","vote_average":6.1,"runtime":96,"cert":"N\/A","id":21752,"title":"If I Were You 2","adult":false,"genre_ids":[35]},{"cast":["Shiri Appleby","Nick Zano","Alexandra Holden","Orlando Seale","Will Friedle"],"overview":"It was at a very young age that Abby found herself experimenting with the gift of art while she practically...","release_date":"2005-01-01","vote_average":4.5,"runtime":93,"cert":"N\/A","id":21753,"title":"Everything You Want","adult":false,"genre_ids":[35,18,10749,10770]},{"cast":[],"overview":"A documentary which refutes and debunks 'facts' made by Michael Moore in his hit film \"Fahrenheit 9\/11\".","release_date":"2004-10-05","vote_average":4.0,"runtime":80,"cert":"N\/A","id":21754,"title":"Fahrenhype 9\/11","adult":false,"genre_ids":[99]},{"cast":["Rachel Weisz","Adrien Brody","Mark Ruffalo","Rinko Kikuchi","Robbie Coltrane"],"overview":"The Brothers Bloom are the best con men in the world, swindling millionaires with complex scenarios of lust and intrigue. Now they've decided to take on one last job – showing a beautiful and eccentric heiress the time of her life with a romantic adventure that takes them around the world.","release_date":"2008-09-09","vote_average":6.7,"runtime":114,"cert":"12","id":21755,"title":"The Brothers Bloom","adult":false,"genre_ids":[12,35,18,10749]},{"cast":["Matthias den Besten","Bastiaan Ragas","Angelique de Bruijne","Hans Dagelet","Claire Lapadu"],"overview":"An adopted eight-year-old Peruvian boy wants to look like his typically Dutch father; however, an encounter with a band of Peruvian-Indian street musicians will inspire him to find his roots.","release_date":"2009-08-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":21756,"title":"The Indian","adult":false,"genre_ids":[12,10751]},{"cast":["Madhurima Tuli"],"overview":"This hair raising theme that revolves around an unpredictable human psyche keeps you on tenterhooks and its any one's guess who will survive the testing grounds... After all...It's a flip of destiny.","release_date":"2009-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":21757,"title":"Toss","adult":false,"genre_ids":[]},{"cast":["John Gordon Sinclair","Dee Hepburn","Jake D'Arcy","Clare Grogan","Robert Buchanan"],"overview":"In his Scottish New Town home, gangling Gregory and his schoolfriends are starting to find out about girls. He fancies Dorothy, not least because she has got into the football team - and is a better player than him. He finally asks her out, but it is obviously the females in control of matters here, and that very much includes Gregory's younger sister.","release_date":"1981-04-23","vote_average":7.0,"runtime":91,"cert":"12","id":21764,"title":"Gregory's Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Molly Shannon","Liam Aiken","Matthew Broderick","Donald Faison","Cheech Marin"],"overview":"An intergalactic dog pilot from Sirius (the dog star), visits Earth to verify the rumors that dogs have failed to take over the planet.","release_date":"2003-10-10","vote_average":5.2,"runtime":87,"cert":"N\/A","id":21765,"title":"Good Boy!","adult":false,"genre_ids":[35,10751,878]},{"cast":["Charlie Trairat","Chintara Sukapatana","Sirachuch Chienthaworn","Suttipong Tudpitakkul","Jirat Sukchaloen"],"overview":"When 12-year-old Ton transfers to an all-boys boarding school, he's taunted by his peers and terrified by their tales about the ghosts that inhabit the school. Ton is utterly miserable -- until he befriends a mysterious fellow pupil.","release_date":"2006-02-02","vote_average":5.8,"runtime":111,"cert":"N\/A","id":21766,"title":"Dorm","adult":false,"genre_ids":[18,27,53]},{"cast":["Ross Bagdasarian, Jr.","Janice Karman","Frank Welker","Charles Berendt","R.J. Williams"],"overview":"Alvin learns the true meaning of Christmas.","release_date":"1981-12-14","vote_average":6.4,"runtime":30,"cert":"N\/A","id":21767,"title":"A Chipmunk Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Akira Kamiya","Kazue Ikura","Tesshou Genda","Yôko Asagami","Mami Koyama"],"overview":"A mysterious soldier known only as Professor takes his revenge on the government that betrayed him - and Tokyo is brought to its knees! Unless the government pays the Professor an impossible ransom, downtown Tokyo will be completely destroyed, and the Professor's beautiful sister will be the first to go! Only City Hunter, expert detective and shameless ladies' man, can keep Tokyo from being blown sky high!The bullets fly furiously, and the women have never been tempting as City Hunter takes it to the edge in this action-packed animated feature. Explosive action will rock your senses as you witness City Hunter's greatest challenge ever!","release_date":"1997-04-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":21770,"title":"City Hunter Special: Goodbye My Sweetheart","adult":false,"genre_ids":[28,16,35,80]},{"cast":["Kad Merad","Elsa Zylberstein","Claude Brasseur","Patrick Chesnais","Sara Martins"],"overview":"No overview found.","release_date":"2006-08-16","vote_average":4.6,"runtime":null,"cert":"N\/A","id":21773,"title":"J'invente rien","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Daniel Auteuil","Jennifer Saunders","John Cleese","François Levantal"],"overview":"The upper-class secret agent teaming up accidentally with an easily-corrupted, sly interpreter...","release_date":"2006-06-21","vote_average":3.8,"runtime":100,"cert":"N\/A","id":21774,"title":"L'entente cordiale","adult":false,"genre_ids":[35]},{"cast":["Monica Bellucci","Catherine Deneuve","Moritz Bleibtreu","Sami Bouajila","Elsa Zylberstein"],"overview":"In France, the single translator Diane Siprien adopts an Asian baby named Liu-San in a foundation directed by Sybille Weber. Years later, a weird mark appears on the boy's chest and Diane and Liu share their dreadful nightmares. Diane is assigned for a three-day job in Germany and she leaves Liu with her friend Sybille. However, while going to the airport, Diane finds Liu hidden in the backseat and startles with an eagle flying toward the windshield, crashing her car. Liu falls into a coma and his digital recorder records the boy speaking in an unknown dialect. When Diane searches the translation and the origins of Liu, she is surrounded by mysterious murders. She discovers that the dialect is from the mystic Mongolian Tseven tribe and that Liu is a powerful Observer; further, he is in danger, threatened by sorcerers that need the boy for their Council of the Stone..","release_date":"2006-11-15","vote_average":4.7,"runtime":102,"cert":"N\/A","id":21775,"title":"The Stone Council","adult":false,"genre_ids":[12,80,18,14,9648,53]},{"cast":["Albert Dupontel","Jean Dujardin","François Berléand","Claude Perron","Julien Boisselier"],"overview":"In France, the disturbed and mysterious Alexandre Demarre is hired as security guard for the Vigilante armored truck company earning 1,200 euros per month and lodges in a hotel nearby the company for 1,450 euros for a month. He becomes close to his colleagues, actually a group of losers, without motivation or perspective, paranoids, depressed and substances addicted men, and prepares a personal file with the profile of each one. Along the days, the real intentions of Alex in working at Vigilante are disclosed.","release_date":"2004-04-14","vote_average":6.4,"runtime":95,"cert":"N\/A","id":21776,"title":"Cash Truck","adult":false,"genre_ids":[28,18,80]},{"cast":["Erik van Heijningen","Matthijs van de Sande Bakhuyzen","Sander van Amsterdam","Derk Stenvers","Carolien Spoor"],"overview":"Two wealthy young brothers living on a plush estate give refuge to a petty criminal who is on the run from the police. Neither the boys' parents or their staff know about the fugitive's presence, which leads them open to exploitation. Sure enough, they soon discover the fugitive has no intention of leaving.","release_date":"2008-01-10","vote_average":6.6,"runtime":90,"cert":"N\/A","id":21777,"title":"Blood Brothers","adult":false,"genre_ids":[53]},{"cast":["Maurice Barthélemy","Marina Foïs","Elise Larnicol","Pierre-François Martin-Laval","Jean-Paul Rouve"],"overview":"37 000 years ago, two neighboring tribes lived in peace ... not fully in peace. While the tribe clean hair flowed peaceful days by keeping to herself the secret formula shampoo, Tribe Hair Sales lamented. Its leader decided to send a spy to steal the recipe ...","release_date":"2004-01-28","vote_average":6.3,"runtime":94,"cert":"N\/A","id":21778,"title":"RRRrrrr!!!","adult":false,"genre_ids":[35]},{"cast":["Dean Martin","Stella Stevens","Daliah Lavi","Victor Buono","Arthur O'Connell"],"overview":"Matt Helm is called out of retirement to stop the evil Big O organization who plan to explode an atomic bomb over Alamagordo, NM, and start WW III.","release_date":"1966-02-18","vote_average":6.9,"runtime":102,"cert":"N\/A","id":21779,"title":"The Silencers","adult":false,"genre_ids":[28,35,53]},{"cast":["Ashley Johnson","Joan Collins","George Hearn","Ian McDiarmid","Emily Ann Lloyd"],"overview":"Annie is back! Along with her friends Molly, Hannah, her dog Sandy, and her wealthy father Oliver Warbucks. They take a trip to England where Oliver Warbucks is going to be Knighted by the King. Annie and the gang stumbles onto a wicked scheme led by an evil noblewoman who plans to blow up Buckingham Palace so she can become Queen and claim the throne for herself! And now it is up to Annie and her friends to stop her!","release_date":"1995-11-18","vote_average":5.1,"runtime":92,"cert":"N\/A","id":21780,"title":"Annie: A Royal Adventure","adult":false,"genre_ids":[10402,10751]},{"cast":["Kam Wu-seong","Suh Jung","Jang Hyun-sung","Kang Kyeong-Heon","Son Byung-ho"],"overview":"A recently widowed TV producer is drawn to an isolated cabin in a mysterious woods. KANG Min regains his consciousness 14 days after brain surgery following a mysterious accident he had in the forest. Shockingly enough, the first thing he says is that two people died in Spider Forest. Detective CHOI, KANG Min's friend, finds a couple brutally murdered at a cottage in the forest, just like KANG Min described. As the couple found dead at the cottage are identified as CHOI Jong-phil, his senior from work, and HWANG Soo-young, his girlfriend, KANG Min becomes both a witness and key suspect in the investigation.","release_date":"2004-09-03","vote_average":6.7,"runtime":112,"cert":"N\/A","id":21781,"title":"Spider Forest","adult":false,"genre_ids":[53,27]},{"cast":["Chiaki Kuriyama","Megumi Sato","Tsugumi","Eri Machimoto","Ren Osugi"],"overview":"An aspiring hair dresser (Kuriyama) becomes the infatuation of a tricophilic man who sells hair extensions to nearby hair salons. The source of the hair is the corpse of a girl whose dead body continues to grow beautiful, voluminous, black hair that comes alive, driving those who use the extensions insane or killing them.","release_date":"2007-02-17","vote_average":6.0,"runtime":108,"cert":"N\/A","id":21784,"title":"Exte: Hair Extensions","adult":false,"genre_ids":[27,9648,53]},{"cast":["Arak Amornsupasiri","Ornjira Lamwilai","Kritteera Inpornwijit","Patharawarin Timkul","Paramej Noiam"],"overview":"Chon is suffering from having bad times while sleeping. He tries not to sleep because he's scared of a girl in his nightmares. In the dreams, the girl screams for help before she is cruelly killed. Ae, Chon's sister is worried about the illusion that Chon sees in his dreams, so she introduces him to a psychiatrist. Chon tries to prove that what he sees is not just the illusion. Finally, Chon is right when some clues in his nightmares lead him to a morgue number 19. Now, the story of the dead body inside the morgue is gradually revealed.","release_date":"2007-10-07","vote_average":6.3,"runtime":125,"cert":"N\/A","id":21785,"title":"Body","adult":false,"genre_ids":[27,28,53]},{"cast":["Ingrid Bolsø Berdal","Viktoria Winge","Rolf Kristian Larsen","Tomas Alf Larsen","Endre Martin Midtstigen"],"overview":"Eirik and his girlfriend, Jannicke, join newly coupled Mikael and Ingunn, along with single wisecracker Morten, on a snowboarding excursion to a remote mountainous region in Norway. When Morten breaks his leg, however, and requires medical attention, the friends take shelter in an abandoned nearby ski lodge. Little do they know it also harbours a psychopathic killer.","release_date":"2006-10-13","vote_average":6.2,"runtime":97,"cert":"15","id":21786,"title":"Cold Prey","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Gino Concari","Patrizia Falcone","Silvia Conti","Pier Maria Cecchini","Robert Egon"],"overview":"A prostitute is brutally killed by the road side by a maniancal killer. Nearby a horror film is being produced but the director is worried that the script is too passé for a modern audience and so he plans to include a séance scene - he hires a real medium to carry out a ceremony with the cast and crew to help inspire the script but she is attacked by an evil spirit. Meanwhile members of the cast are being picked off one by one and police detective Walter is desperate to stop his girlfriend, the lead actress Jennifer, becoming the next victim...","release_date":"1989-01-01","vote_average":5.2,"runtime":89,"cert":"N\/A","id":21789,"title":"Massacre","adult":false,"genre_ids":[27]},{"cast":["Michael Brainard","Axelle Cummings","Joseph Gatt","Lindsley Allen","Steven Lamprinos"],"overview":"One night, a female demon attacks Rick, a contentedly married man. Under the spell of the demon, he takes a beautiful young woman, Ariel, off to an isolated house for a weekend fling. There, bizarre and frightening things happen, and accidentally Rick kills Ariel. But she won't stay dead. He soon realizes that she is the demon that first attacked him. He defends himself by killing her again. And again. But no matter how many times he kills her, she keeps coming back","release_date":"2008-02-29","vote_average":5.3,"runtime":86,"cert":"N\/A","id":21790,"title":"Killing Ariel","adult":false,"genre_ids":[27,53]},{"cast":["Jason Lee","Crispin Glover","Amber Heard","Pruitt Taylor Vince","Burton Gilliam"],"overview":"When their money scam runs aground, a group of would-be thieves turn to kidnapping in an attempt to blackmail their target.","release_date":"2005-03-12","vote_average":4.7,"runtime":83,"cert":"N\/A","id":21791,"title":"Drop Dead Sexy","adult":false,"genre_ids":[35,80]},{"cast":["Kim Ha-neul","Ryu Jin","Nam Sang-mi","Jeon Hye-bin","Shin Yi"],"overview":"Min Ji-Won (Kim Ha-Neul) suffers from amnesia caused by an accident almost a year ago. After the accident, Min Ji-Won is a shy person. Prior to the accident, Min Ji-Won was the leader of a gang of four girl bullies. Through pictures, Min Ji-Won learns about the three other members and she wants to learn what happened to them. While Min Ji-Won attempts to unravel the mystery, her former friends are killed one by one...","release_date":"2004-06-17","vote_average":6.0,"runtime":98,"cert":"N\/A","id":21792,"title":"The Ghost","adult":false,"genre_ids":[53,27]},{"cast":["Ross Bagdasarian, Jr.","Janice Karman","Dody Goodman","Susan Tyrrell","Anthony De Longis"],"overview":"Alvin has entered himself and Simon and Theodore in a hot-air balloon race around the world against the Chipettes to deliver diamonds for a group of diamond smugglers. The winners will collect a prize of $100,000. Kids and adults will enjoy this film made with musical numbers by the Chipmunks and the Chipettes.","release_date":"1987-05-22","vote_average":6.4,"runtime":77,"cert":"N\/A","id":21793,"title":"The Chipmunk Adventure","adult":false,"genre_ids":[12,16,10751]},{"cast":["Leelee Sobieski","Tara Fitzgerald","Christian Olson","Gabrielle Adam"],"overview":"The disturbed arts teacher, Anna Veigh, is hired by Mr. Laing as a governess to raise Flora and her brother Miles. Anna believes that the ghosts of the former governess, Miss Jessel, and housekeeper, Peter Quint, are in the property haunting the children, and she decides to help them to face the spirits and get their souls free","release_date":"2006-07-21","vote_average":4.1,"runtime":95,"cert":"N\/A","id":21794,"title":"In a Dark Place","adult":false,"genre_ids":[27,53]},{"cast":["Yoon Jin-seo","Park Ki-woong","Yu-seon Ham","Kim So-eun","Lee Ki-woo"],"overview":"A young woman tries to escape what seems to be a curse that is killing members of her family one by one.","release_date":"2007-08-22","vote_average":5.5,"runtime":85,"cert":"N\/A","id":21795,"title":"Voices","adult":false,"genre_ids":[27,53]},{"cast":["Jayceon Terrell Taylor","Taye Hansberry","Ski Carr","Michael Kenneth Williams","Adam Ambruso"],"overview":"Born into a life of crime, G has just spent 8 years in the pen. Now out on the streets he's back to his old ways wondering if a con can ever really straighten out. Things become more complex when G hooks up with Alexis who makes her living upholding the law.","release_date":"2008-08-12","vote_average":5.1,"runtime":76,"cert":"N\/A","id":21798,"title":"Belly 2: Millionaire Boyz Club","adult":false,"genre_ids":[80,18]},{"cast":["Donovan Leitch","Jill Schoelen","Brad Pitt","Roddy McDowall","Martin Mull"],"overview":"High school student Paula Carson's affections are being sought after by two of her classmates: Dwight, the \"bad boy\", and Brian, a disturbed young man who has just been released from a mental hospital where he was committed following the suspicious death of his father. Soon after being released, more murders start happening. Is Brian back to his old tricks, or is Dwight just trying to eliminate the competition?","release_date":"1989-07-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":21799,"title":"Cutting Class","adult":false,"genre_ids":[27,35,53,9648]},{"cast":["Wes Bentley","Beth Grant","Joanne Baron","Marina Gatell","Kenny Johnson"],"overview":"When struggling filmmaker inadvertently records a notorious serial killer in the middle of a murderous act, he decides to use the footage to blackmail the madman into being the subject of a disturbing new documentary.","release_date":"2007-01-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":21800,"title":"The Ungodly","adult":false,"genre_ids":[27,53]},{"cast":["Ryan Gosling","David Morse","Clea DuVall","Amy Adams","David Cale"],"overview":"A young man finds solace with a young woman, his mother, and a high-school football coach who recruits him to quarterback a six-man team.","release_date":"2002-01-01","vote_average":6.5,"runtime":112,"cert":"N\/A","id":21801,"title":"The Slaughter Rule","adult":false,"genre_ids":[18]},{"cast":["Anupam Kher","Sharmila Tagore","Nargis Bagheri","Divya Dutta","Avika Gor"],"overview":"One morning walk in Joymohan's life changes it all. After suffering a heart-attack one morning, on his birthday, Joymohan (Anupam Kher) realizes that he needs to spend more time with his family - son (Rajit Kapoor), daughter-in-law (Divya Dutta) and grand-daughter (Avika Gor) and mend broken bridges of the past. It is during his Morning Walk that his life changes forever. He meets his once-upon","release_date":"2009-07-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":21802,"title":"Morning Walk","adult":false,"genre_ids":[18]},{"cast":["Karen van Holst Pellekaan","Martin van Waardenberg","John Buijsman","Dick van den Toorn","Judith Bovenberg"],"overview":"","release_date":"2002-10-10","vote_average":7.4,"runtime":90,"cert":"N\/A","id":21803,"title":"Loonies","adult":false,"genre_ids":[35,10751]},{"cast":["Dave Gahan","Martin Gore","Andy Fletcher","Christian Eigner","Peter Gordeno"],"overview":"Depeche Mode's 'Touring The Angel' was one of the most successful, highly grossing and critically acclaimed tours of 2006. Hailed as the greatest live performances of their career, it can be re-lived by featuring the full-length live show.  Directed by Blue Leach, who has previously worked with R.E.M, it was recorded at Milan's Fila Forum on February 18th and 19th 2006 and sees the band at their live best with a pulsing sound, electric stage presence and ecstatic audience.  The show features over 20 stunning live songs, including the hit singles 'Precious', 'A Pain That I'm Used To', 'Suffer Well' and 'John The Revelator' plus the definitive 'Just Can't Get Enough', 'I Feel You', 'Enjoy The Silence' and many more.","release_date":"2006-09-22","vote_average":6.9,"runtime":126,"cert":"","id":21804,"title":"Depeche Mode: Touring the Angel Live in Milan","adult":false,"genre_ids":[10402]},{"cast":["Dean Cameron","Tom Bresnahan","Patrick Labyorteaux","Mark Thomas Miller","Spencer Rochfort"],"overview":"Rival groups in a skiing school do battle on and off the piste. One gang are rich and serious, the other group are party animals.","release_date":"1990-01-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":21811,"title":"Ski School","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Experts say over the next hundred years the \"perfect storm\" of population growth, resource depletion and climate change could converge with catastrophic results. The scenarios in Earth 2100 are not a prediction of what will happen but rather a warning about what might happen.","release_date":"2009-06-02","vote_average":6.5,"runtime":120,"cert":"N\/A","id":21814,"title":"Earth 2100","adult":false,"genre_ids":[99]},{"cast":["Kelli Hollis","James Foster","Ramon Tikaram","Holly Kenny","Qasim Akhtar"],"overview":"Everyone has Halloween, but in Yorkshire, they have Mischief Night, where madness and mayhem rule. In the course of one night, the barriers that separate two families—one white, one Asian—come tumbling down in a blaze of crime, clubbing, love and fireworks—changing all their lives forever.","release_date":"2006-11-03","vote_average":4.0,"runtime":93,"cert":"N\/A","id":21819,"title":"Mischief Night","adult":false,"genre_ids":[18]},{"cast":["Anupam Kher","Atul Kulkarni","Milind Gunaji","Smiley Suri"],"overview":"Every night we go home & turn on the news,to find headlines full of atrocities & we wonder how this world keeps moving in spite of so much multi-layered bias which is the root cause of all this. YMI is an attempt to explore the truth behind these headlines. These stories deal with racial,communal,caste,gender,lingual & immigrant bias that plaque the today's society and the outcome... Startling!!!!","release_date":"2009-08-28","vote_average":8.0,"runtime":134,"cert":"N\/A","id":21822,"title":"Y.M.I. - Yeh Mera India","adult":false,"genre_ids":[18]},{"cast":["Rajendra Prasad","Rambha","Raju Sundaram","Ashwin Mushran","Anu Menon"],"overview":"Quick Gun Murugun is an unlikely Superhero with Guntastic powers. He is a Sincere South Indian Cowboy who considers it his duty to serve and protect. The movie revolves around mis-adventures of Quick Gun Murugun and his fight with his arch villain Rice Plate Reddy!","release_date":"2009-08-28","vote_average":5.4,"runtime":97,"cert":"N\/A","id":21823,"title":"Quick Gun Murugan","adult":false,"genre_ids":[18,28,35]},{"cast":["Aashish Chaudhary","Akshay Kapoor","Nausheen Sardar Ali"],"overview":"Three. Love. Lies. Betrayal. Into their house, They let in a stranger. Two lived happily Now, three live in danger.","release_date":"2009-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":21826,"title":"Three: Love, Lies, Betrayal","adult":false,"genre_ids":[18]},{"cast":["Til Schweiger","Chazz Palminteri","Lluís Homar","Gustavo Salmerón","Cristina Brondo"],"overview":"A burned-out bodyguard is hired to protect the man he hates the most: an international assassin who destroyed his career and ruined his life. Forced to put his personal feelings on hold, the bodyguard must use all his skills and years of experience to keep the assassin alive in the face of constant danger.","release_date":"2007-02-09","vote_average":3.9,"runtime":90,"cert":"N\/A","id":21833,"title":"Body Armour","adult":false,"genre_ids":[28,53]},{"cast":["Jay Laisne","Rochelle Vallese","Cynthia Ickes","William David Tulin"],"overview":"The year is 3313. Mankind is being systematically massacred throughout the galaxy by an invading species. All hope is lost until the last strand of pure human DNA is found on a remote planet in the far reaches of the galaxy. Now, an epic battle will be waged across time and space to save and protect the last of the human race.","release_date":"2009-01-01","vote_average":2.6,"runtime":86,"cert":"N\/A","id":21836,"title":"Humanity's End","adult":false,"genre_ids":[878]},{"cast":["Alexander Chaplin","Joe Hackett","Scott Haze","Kuma the dog","Sadie"],"overview":"Ever since Robby's father was killed while on police duty, Robby has been angry and alone. His father's old partner, a police dog named Marlowe, suffers the same fate. So when Robby sees Marlowe alone and locked up in a cage he begs his mum to let him have him. Instantly, the two are best friends. But, being a cop dog, when Marlowe, sees two familiar criminals in the woods","release_date":"2008-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":21837,"title":"Cop Dog","adult":false,"genre_ids":[28,12,10751]},{"cast":["Jeremy Sisto","Erik Palladino","Bianca Lawson","Oz Perkins","Ever Carradine"],"overview":"Six friends on a road trip stop for the night at a bed and breakfast in the sleepy town of Lovelock. After a night that leaves both the inn's owner and chef dead, the gang finds themselves under suspicion by the local sheriff. But that's only the beginning as nearly all of the town's quirky residents become possessed by an evil spirit and pin down the friends inside the B&B.","release_date":"2004-03-16","vote_average":5.5,"runtime":88,"cert":"N\/A","id":21838,"title":"Dead & Breakfast","adult":false,"genre_ids":[35,27]},{"cast":["Jon Ray","Trevor Williams","Maggie Blazunas","Alasha Wright","Chad Vincent"],"overview":"What happened on june 9? On a search for some harmless fun at the end of the school year, 17 year-old Derek boggman led his friends on a mischievous journey of caught-on-camera pranks. But on their quest to find even bigger thrills, something else found them first. The \"Boston Mills 5\" were never heard from again...until now. Witness the complete recording of the horrors surrounding june 9. The first scream was for fun. The second scream was for help.","release_date":"2008-06-09","vote_average":5.2,"runtime":95,"cert":"N\/A","id":21841,"title":"June 9","adult":false,"genre_ids":[27]},{"cast":["Helena Bergström","Jonas Karlsson","Thomas Hanzon","Björn Kjellman","Johan Ulveson"],"overview":"Mona Bergström is a sweet eurovision-obsessed woman in her 30's. She is married to a lazy husband and have 4 children, all named after her favorite Swedish eurovision popstars. Her brother is a crossdressing guy selftitled \"Candy Darling\". Mona works on a retirement home for disabled people, where she is responsible for taking care of a young man named David who suffers a movement restricting disease forcing him into a wheelchair. Davids parents has abandoned him as they wanted a normal child. Mona holds a big place in Davids heart, and vica versa. Davids goal is to get his parents to come and visit him, and he wants to show them that he is a great person, despite his handicap. Therefore he works with music on his computer, and his goal is to create a song, send it to \"The Cardigans\", a famous Swedish band and have them play the song and credit him, hoping his parents would spot it and want to visit him.","release_date":"2000-11-10","vote_average":3.9,"runtime":108,"cert":"N\/A","id":21842,"title":"Once in a Lifetime","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The year is 2000 and investors are going crazy about a new mobile phone company called Riot Entertainment. Many high profile companies, like Nokia, invest millions on this unknown firm. Two years later, when all the money has been spent and the company is bankrupt, the fun is over. What happened?","release_date":"2004-11-12","vote_average":4.9,"runtime":78,"cert":"N\/A","id":21843,"title":"Riot On!","adult":false,"genre_ids":[99]},{"cast":["William Shatner"],"overview":"\"Trinity and Beyond\" is an unsettling yet visually fascinating documentary presenting the history of nuclear weapons development and testing between 1945-1963. Narrated by William Shatner and featuring an original score performed by the Moscow Symphony Orchestra, this award-winning documentary reveals previously unreleased and classified government footage from several countries.","release_date":"1995-09-29","vote_average":7.4,"runtime":92,"cert":"N\/A","id":21846,"title":"Trinity And Beyond: The Atomic Bomb Movie","adult":false,"genre_ids":[99]},{"cast":["Andy Griffith","Patricia Neal","Walter Matthau","Lee Remick","Anthony Franciosa"],"overview":"\"A Face in the Crowd\" charts the rise of a raucous hayseed named Lonesome Rhodes from itinerant Ozark guitar picker to local media rabble-rouser to TV superstar and political king-maker. Marcia Jeffries is the innocent Sarah Lawrence girl who discovers the great man in a back-country jail and is the first to fall under his spell.","release_date":"1957-05-28","vote_average":7.8,"runtime":125,"cert":"N\/A","id":21849,"title":"A Face in the Crowd","adult":false,"genre_ids":[18]},{"cast":["Joan Severance","Alison Brie","Kane Hodder","Denise Crosby","James T. Callahan"],"overview":"Mary Elizabeth goes to bed alone one night, still a twenty one year old virgin, and wakes up the next morning pregnant. Possessed by the demon fetus growing within her womb, Mary Elizabeth obeys her homicidal cravings to kill, for the sake of her unborn spawn. Mary Elizabeth's dark transformation is controlled by her unborn demon child's deadly evil cravings.","release_date":"2007-01-01","vote_average":3.4,"runtime":107,"cert":"N\/A","id":21860,"title":"Born","adult":false,"genre_ids":[27]},{"cast":["Sophie Marceau","Christa Théret","Alexandre Astier","Jérémy Kapone","Marion Chabassol"],"overview":"Lola, a striking teenaged girl who is on the cusp of adulthood, who longs to rush into the adult world of independence, freedom and sexual exploits, but is tenaciously held back by her mother.","release_date":"2008-06-06","vote_average":6.5,"runtime":103,"cert":"N\/A","id":21861,"title":"LOL (Laughing Out Loud)","adult":false,"genre_ids":[35]},{"cast":["Rachel Specter","Denise Richards","Brendan Hines","Chris Pratt","Blanca Soto"],"overview":"Best friends, Carl and Lester, find themselves magically transported into an alternate universe straight out of a real-life adult movie. Hilarity ensues as they embark upon a journey of adult-themed mayhem while Carl ultimately finds true love in the most unlikely of places.","release_date":"2009-08-28","vote_average":5.3,"runtime":87,"cert":"N\/A","id":21862,"title":"Deep in the Valley","adult":false,"genre_ids":[35]},{"cast":["Scout Taylor-Compton","Pete Chekvala","Shannon Collis","Kevin McCorkle"],"overview":"Nastalia is too young to have experienced many things in life, but as an abused child she has already experienced the darkest side of it. Now a young teen she takes it upon herself to change her life for the better, but the torment that is so interlaced with her childhood will haunt her every step forward.","release_date":"2009-08-11","vote_average":4.1,"runtime":87,"cert":"N\/A","id":21863,"title":"Smile Pretty","adult":false,"genre_ids":[18]},{"cast":["Nick Chinlund","Erin Karpluk","Barry Corbin","Don S. Davis","Elaine Miles"],"overview":"The residents of a small Alaskan town find themselves under attack by a flying reptile known in medieval mythology as a Wyvern. It has thawed from its ancient slumber by melting icecaps caused by global warming.","release_date":"2009-01-31","vote_average":5.3,"runtime":90,"cert":"N\/A","id":21864,"title":"Wyvern","adult":false,"genre_ids":[18,14,878]},{"cast":["Jonathan Winters","Ben Stein","Victoria Jackson","Don LaFontaine","Mark DeCarlo"],"overview":"A lonely snowman finds Santa's workshop. But when he sets off the perimeter alarms and is chased away, he wonders why he couldn't be Santa and get all the love and fun this year. With the aid of \"Snow Minions Made Easy\", he pits his snow army against Santa's elves and captures Santa. But can he really do Santa's job?","release_date":"2002-11-01","vote_average":9.3,"runtime":21,"cert":"N\/A","id":21865,"title":"Santa vs. the Snowman","adult":false,"genre_ids":[16,35,10751]},{"cast":["Clint Eastwood","Sondra Locke","Geoffrey Lewis","Scatman Crothers","Bill McKinney"],"overview":"An idealistic, modern-day cowboy struggles to keep his Wild West show afloat in the face of hard luck and waning interest.","release_date":"1980-06-11","vote_average":6.1,"runtime":116,"cert":"N\/A","id":21866,"title":"Bronco Billy","adult":false,"genre_ids":[35,10749,37]},{"cast":["Helena Bonham Carter","Cary Elwes","John Wood","Patrick Stewart","Joss Ackland"],"overview":"The death of King Henry VIII throws his kingdom into chaos because of succession disputes. His weak son Edward, is on his deathbed. Anxious to keep England true to the Reformation, a scheming minister John Dudley marries off his son, Guildford to Lady Jane Grey, whom he places on the throne after Edward dies. At first hostile to each other, Guildford and Jane fall in love. But they cannot withstand the course of power which will lead to their ultimate downfall.","release_date":"1986-02-07","vote_average":7.0,"runtime":142,"cert":"PG","id":21867,"title":"Lady Jane","adult":false,"genre_ids":[18,10749,36]},{"cast":["Pierce Brosnan","Sophie Vavasseur","Aidan Quinn","Julianna Margulies","Stephen Rea"],"overview":"Desmond Doyle is devastated when his wife abandons their family on the day after Christmas. His unemployment and the fact that there is no woman in the house to care for the children, Evelyn, Dermot and Maurice, make it clear to the authorities that his is an untenable situation. The Catholic Church and the Irish courts decide to put the Doyle children into Church-run orphanages.","release_date":"2002-12-13","vote_average":6.7,"runtime":92,"cert":"N\/A","id":21868,"title":"Evelyn","adult":false,"genre_ids":[18]},{"cast":["James Garner","Shirley Jones","C. Thomas Howell","Mark Herrier","Sandy Ward"],"overview":"After relocating his family - and his prized restored Sherman tank - to a small Georgia town, Sargeant Major Zack Carey (James Garner) butts heads with the local sheriff. Zack doesn't agree with the ways of the local police, and when the sheriff goes after Zack's son (C. Thomas Howell), it's time for Zack to roll out the Sherman tank and wage a little war of his own.","release_date":"1984-03-16","vote_average":5.9,"runtime":113,"cert":"N\/A","id":21871,"title":"Tank","adult":false,"genre_ids":[28,12,35,18,53]},{"cast":["Rick van Gastel","Soraya Smith","Marisa Van Eyle","Annet Malherbe","Carine Crutzen"],"overview":"Pupil Abel is the victim of Laura's nasty prank, yet gets accidentally blamed and overreacts. His ma withdraws him from school and gets him a job as lift-boy. But its' a special lift: when he pushes the forbidden green button, it takes him, Laura, Jozias Tump and Maria Klaterhoen to Manhattan. There he's mistaken by a rich bitch who looks like his mother for her long missing son Johnny. When a police helicopter comes to tow the lift cabin, the Dutchmen get back in. It takes them to a Latin American country, Perugona. The new revolutionary leader realizes presidents live about one year, so he gives the job to Mr. Tump, who saved his life. The news coverage attracts Abel's and Johnny's family, in time for an even weirder finale.","release_date":"1998-11-26","vote_average":6.1,"runtime":110,"cert":"N\/A","id":21872,"title":"The Flying Liftboy","adult":false,"genre_ids":[12]},{"cast":["Chris Makepeace","Adam Baldwin","Matt Dillon","Martin Mull","Ruth Gordon"],"overview":"Clifford Peach, an easygoing teenager, is finding less than easy to fit in at his new high school, where a tough-talking bully terrorizes his classmates and extorts their lunch money. Refusing to pay up, Clifford enlist the aid of an overgrown misfit whose mere presence intimidates students and teachers alike. But their \"business relationship\" soon turns personal as Clifford and the troubled loner forge a winning alliance against their intimidators - and a very special friendship with each other.","release_date":"1980-07-11","vote_average":6.6,"runtime":96,"cert":"N\/A","id":21873,"title":"My Bodyguard","adult":false,"genre_ids":[18,10751]},{"cast":["Albert Finney","James Coburn","Susan Dey","Leigh Taylor-Young","Dorian Harewood"],"overview":"Plastic surgeon Larry Roberts performs a series of minor alterations on a group of models who are seeking perfection. The operations are a resounding success. But when someone starts killing his beautiful patients, Dr. Roberts becomes suspicious and starts investigating. What he uncovers are the mysterious - and perhaps murderous - activities of a high-tech computer company called Digital Matrix.","release_date":"1981-10-30","vote_average":6.2,"runtime":94,"cert":"N\/A","id":21874,"title":"Looker","adult":false,"genre_ids":[878,53]},{"cast":["David Barry","Andy McPhee","Peter Phelps","Craig Fong","Andie Boye"],"overview":"Amidst a volatile underworld, a member of an Asian crime family is brutally murdered in cold blood. To prevent a gang war, recently promoted detective, James Jewel is teamed with rogue undercover cop Mike Calis. Against the clock, the officers must unravel the truth behind the killing. The deeper they delve, the greater the web of deceit grows. A place where the line between cop and criminal is constantly blurred.","release_date":"2007-08-08","vote_average":6.0,"runtime":95,"cert":"N\/A","id":21877,"title":"The Line","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ray Liotta","Andy García","Esai Morales","Armand Assante","Valerie Cruz"],"overview":"The story centers around veteran assassin Mark Shields as he tracks down, Pelon, the elusive head of the Salazar Crime Cartel. Through twists of fate, Shields ends up with a local woman, Olivia who is also fighting her own demons for the sake of her daughter. Set in the rich and atmospheric backdrop of Tijuana, Mexico, La Linea (The Line) is full of action and drama.","release_date":"2008-11-04","vote_average":5.1,"runtime":95,"cert":"N\/A","id":21878,"title":"The Line","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Robert Wuhl","Tony Danza","Fran Drescher","Michelle Pfeiffer","Joyce Hyser"],"overview":"Led by their comedic and pranking leader, Newbomb Turk, the Hollywood Knights car gang raise hell throughout Beverly Hills on Halloween Night, 1965. Everything from drag racing to Vietnam to high school love.","release_date":"1980-05-30","vote_average":6.3,"runtime":91,"cert":"N\/A","id":21879,"title":"The Hollywood Knights","adult":false,"genre_ids":[35]},{"cast":["Dave MacLeod","Claire Macleod"],"overview":"The story of the first ascent of Rhapsody at Dumbarton Rock, the world's first E11 and hardest traditional rock climb. Huge falls, injuries, tears and eventually success!","release_date":"2006-10-26","vote_average":0.0,"runtime":41,"cert":"N\/A","id":21880,"title":"E11","adult":false,"genre_ids":[12,99]},{"cast":["Robert Duvall","Blythe Danner","Michael O'Keefe","Lisa Jane Persky","Julie Anne Haddock"],"overview":"As he approaches manhood, Ben Meechum struggles to win the approval of his demanding alpha male father, an aggressively competitive, but frustrated marine pilot.","release_date":"1979-10-26","vote_average":6.9,"runtime":115,"cert":"N\/A","id":21887,"title":"The Great Santini","adult":false,"genre_ids":[18]},{"cast":["Loes Luca","Paul Kooij","Paul de Leeuw","Tjitske Reidinga","Waldemar Torenstra"],"overview":"The film is a cheerful stylized musical comedy a la 8 femmes. The story happens in the guest-house of sister Klivia in one of the Dutch towns. The inhabitants of the guest-house are very cheerful and good-hearted persons whose open communal lifestyle is contrasted with the life of somewhat nasty and complaining neighbor behind the wall heer Boordevool. Boordevool has spent ages looking for reasons to shut the guest-house. One day a girl from the guest-house meets a nice young guy Gerrit. Sister Klivia lets Gerrit stay regardless of him being a thief. Will that give a chance to the insinuations of the neighbor?","release_date":"2002-09-06","vote_average":7.4,"runtime":102,"cert":"N\/A","id":21896,"title":"Yes Nurse! No Nurse!","adult":false,"genre_ids":[35,10402]},{"cast":["Wayne Gretzky","Alan Thicke","Jim Rome","Tony Kornheiser","Chris Fowler"],"overview":"No overview found.","release_date":"2000-11-10","vote_average":0.0,"runtime":48,"cert":"N\/A","id":21899,"title":"SportsCentury Greatest Athletes: Wayne Gretzky","adult":false,"genre_ids":[99]},{"cast":["Riz Ahmed","Daniel Mays","Jason Flemyng","Francesca Annis","Nitin Ganatra"],"overview":"Shifty, a young crack cocaine dealer in London, sees his life quickly spiral out of control when his best friend returns home. Stalked by a customer desperate to score at all costs, and with his family about to turn their back on him for good, Shifty must out-run and out-smart a rival drug dealer, intent on setting him up for a big fall.","release_date":"2009-04-24","vote_average":5.9,"runtime":85,"cert":"15","id":21900,"title":"Shifty","adult":false,"genre_ids":[53]},{"cast":["Sanjay Dutt","Aishwarya Rai Bachchan","Zayed Khan"],"overview":"Shaukat, a writer suffering from writer's block, prompts his wife to have an affair with a stranger as he seeks inspiration to write a new story. Will his wife help him write his dream novel?","release_date":"2005-02-04","vote_average":3.8,"runtime":140,"cert":"N\/A","id":21905,"title":"Shabd","adult":false,"genre_ids":[18,10749]},{"cast":["Bobby Deol","Kajol","Manisha Koirala","Raj Babbar","Paresh Rawal"],"overview":"When Governor Jaisingh Sinha is murdered, the needle of suspicion points towards his estranged son Sahil who has been fighting with his father over the girl he had chosen for him to marry. Sahil is in love with Isha but the governor wanted him to marry Sheetal. Now Sahil must prove his innocence and find out who the killer is.","release_date":"1997-07-04","vote_average":6.7,"runtime":175,"cert":"N\/A","id":21906,"title":"Gupt: The Hidden Truth","adult":false,"genre_ids":[28,10749,53]},{"cast":["Jamie Foxx","Tommy Davidson","Vivica A. Fox","Tamala Jones","Amy Monique Waddell"],"overview":"Rushon is sexually pent-up and ready to take thing things to the next level with his girlfriend, Nikki. But when he calls for a date, she asks to make it a double -- bringing along her brash friend Lysterine, whom Rushon sets up with his lewd buddy, Bunz. Things go better than expected. As the evening transitions from the restaurant to the bedroom, the two men go on a madcap search for what will surely make the night complete: condoms.","release_date":"1997-02-26","vote_average":5.4,"runtime":79,"cert":"N\/A","id":21915,"title":"Booty Call","adult":false,"genre_ids":[35]},{"cast":["Corin Nemec","Miriam McDonald","Camille Sullivan","Daniel Wisler","Gwynyth Walsh"],"overview":"In the fishing village of Cedar Bay, terror lies within the water. And now it has surfaced in search of something more substantial to devour than marine life: human flesh. A captain and a sea biologist must wage a terrifying battle against the deadly creatures in order to save mankind from total extinction.","release_date":"2008-01-01","vote_average":4.7,"runtime":87,"cert":"N\/A","id":21922,"title":"Sea Beast","adult":false,"genre_ids":[27,878,10770,53]},{"cast":["Richard Pryor","Gene Cross","Julie Hampton","Jesse Jackson"],"overview":"The third and most successful of four stand-up act movies release by Richard Pryor on film. The stand-up act includes Pryor's frank discussion about his freebasing addiction, as well as the infamous night on June 9, 1980 that he caught on fire.","release_date":"1982-03-12","vote_average":7.6,"runtime":82,"cert":"N\/A","id":21923,"title":"Richard Pryor: Live on the Sunset Strip","adult":false,"genre_ids":[35]},{"cast":["Tom Selleck"],"overview":"Take a technological thrill ride The Magic of Flight takes you on a technological thrill ride faster, higher and wider than modern science or even your imagination! Relive the first flight of the Wright Brothers, then soar with the Blue Angels as they defy the laws of gravity. Narrated by Tom Selleck.","release_date":"1996-01-01","vote_average":5.9,"runtime":40,"cert":"N\/A","id":21928,"title":"IMAX - The Magic of Flight","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the tradition of The Secret, 24 of the worlds leading authorities on personal success have gathered for the first time to reveal the secrets to living a fulfilled life. Illustrated by the Travelers thrilling journey, and coupled with compelling life stories from four dynamic individuals, THE COMPASS will move you.","release_date":"2009-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":21929,"title":"The Compass","adult":false,"genre_ids":[99]},{"cast":["Eiji Funakoshi","Harumi Kiritachi","Junichirô Yamashiko","Yoshiro Uchida","Michiko Sugata"],"overview":"A nuclear explosion in the far north unleashes Gamera, the legendary flying turtle, from his sleep under the ice. In his search for energy, Gamera wreaks havoc over the entire world, and it's up to the scientists, assisted by a young boy with a strange sympathic link to the monster, to put a stop to Gamera's rampage.","release_date":"1965-11-27","vote_average":5.2,"runtime":80,"cert":"N\/A","id":21930,"title":"Gamera","adult":false,"genre_ids":[28,27,878]},{"cast":["Brittany Curran","Alex Winzenread","Michelle Duffy","Emily Osment","John Hawkinson"],"overview":"Cassie, a 13 year old Gothic girl, is trying to fit in at her new school. To entertain herself, she plays a series of pranks on the popular kids and her younger brother, Max. When she goes to a Halloween store looking for new tricks, she finds a little book called \"The Evil Thing\"","release_date":"2007-09-04","vote_average":5.8,"runtime":87,"cert":"N\/A","id":21935,"title":"The Haunting Hour: Don't Think About It","adult":false,"genre_ids":[14,27,10751]},{"cast":["Randy Couture","Antonio Rodrigo Nogueira","Keith Jardine","Thiago Silva","Nate Marquardt"],"overview":"UFC 102: Couture vs. Nogueira was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on August 29, 2009 at the Rose Garden in Portland, Oregon. It featured former UFC Heavyweight and Light Heavyweight champion, Randy Couture, facing off against former PRIDE Heavyweight champion and former UFC Interim Heavyweight champion, Antonio Rodrigo Nogueira.","release_date":"2009-08-29","vote_average":5.6,"runtime":180,"cert":"N\/A","id":21936,"title":"UFC 102: Couture vs. Nogueira","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":21937,"title":"Alive 2007","adult":false,"genre_ids":[18,28,53,878]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":21940,"title":"Harder, Better, Faster, Stronger - Live from Alive 2007","adult":false,"genre_ids":[]},{"cast":["Lee Evans"],"overview":"Comedy antics of Lee Evans on his live stand-up tour in Cardiff, Wales.","release_date":"2005-11-28","vote_average":7.2,"runtime":141,"cert":"15","id":21941,"title":"Lee Evans: XL Tour Live 2005","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Laurent Lucas","Agnès Blanchot","Aurélien Recoing","Jacques Frantz"],"overview":"A cop investigates whether the man convicted of murdering his daughter is really guilty.","release_date":"2007-03-07","vote_average":7.0,"runtime":85,"cert":"N\/A","id":21946,"title":"Counter Investigation","adult":false,"genre_ids":[53]},{"cast":["Richard Keats","Mitchell Cox","Lisa Ann Russell","Marcus Aurelius","Adam Lawson"],"overview":"A time-travel experiment in which a robot probe is sent from the year 2073 to the year 1973 goes terribly wrong thrusting one of the project scientists,into a plague ravaged alternate time-line whose war weary inhabitants are locked in a constant battle with killer robots from the future.","release_date":"1994-02-01","vote_average":4.8,"runtime":98,"cert":"N\/A","id":21947,"title":"A.P.E.X.","adult":false,"genre_ids":[878,28]},{"cast":["William Devane","Tommy Lee Jones","Linda Haynes","James Best","Dabney Coleman"],"overview":"A Vietnam veteran, Charles Rane, returns home after years in a POW camp and is treated as a hero. When thugs invade his home to steal the silver coins he received for his service, they mangle his hand and leave him and his family for dead. Rane survives and becomes obsessed with getting revenge. Aided by his loyal friend Johnny Vohden, Rane, now wielding a hook for a hand, sets out on his mission of vengeance.","release_date":"1977-10-14","vote_average":6.9,"runtime":95,"cert":"N\/A","id":21948,"title":"Rolling Thunder","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Robert Hooks","William Smithers","Paul Winfield","Ralph Waite","Paula Kelly"],"overview":"It seems that masked men are knocking over the floating crap games of Chalky and Pete. Chalky and Pete hire the cool, loose, elegant Mr. T to fix things. Then, the masked manipulators set up the death of a collector for a rival gang lord. It looks like it's up to T to hold a gang war from breaking out, keep the police off his back, and earn his fee from Chalky and Pete.","release_date":"1972-11-01","vote_average":6.7,"runtime":99,"cert":"N\/A","id":21949,"title":"Trouble Man","adult":false,"genre_ids":[28,80,18,10749]},{"cast":["Yvette Mimieux","Tommy Lee Jones","Robert Carradine","Howard Hesseman","Betty Thomas"],"overview":"This is a powerful drama about a young woman who stumbles into a nightmare land of hijacking and humiliation while driving cross-country from California to New York.","release_date":"1976-03-31","vote_average":5.5,"runtime":84,"cert":"N\/A","id":21950,"title":"Jackson County Jail","adult":false,"genre_ids":[80,18]},{"cast":["Robert Carradine","Jennifer Ashley","Michael Mullins","Lisa Reeves","Bill Adler"],"overview":"A football player at Rosedale High School is amorous of one of the cheerleaders, who is going with another guy. Another player can't decide which of two cheerleaders he wants to be with. Meanwhile, the Big Game with Hardin High School is approaching, and a prank war is in full swing.","release_date":"1976-05-01","vote_average":5.4,"runtime":89,"cert":"N\/A","id":21955,"title":"The Pom Pom Girls","adult":false,"genre_ids":[35]},{"cast":["Frank Welker","Nicole Jaffe","Heather North","Casey Kasem","Jesse Borrego"],"overview":"A friend of Fred's, Alejo Otero, invites the Scooby gang to Veracruz, Mexico. There they find a monster, El Chupacabra, terrorizing the town.","release_date":"2003-01-01","vote_average":6.4,"runtime":75,"cert":"U","id":21956,"title":"Scooby-Doo! and the Monster of Mexico","adult":false,"genre_ids":[16,35,10751,9648]},{"cast":["Joe Odagiri","Nao Omori","Yū Aoi","Makiko Esumi","Reia Moriyama"],"overview":"Mushi are beings in touch with the essence of life, far more basic and pure than normal living things. Most humans are incapable of perceiving Mushi and are oblivious to their existence, but there are a few who possess the ability to see and interact with Mushi. One such person is Ginko who travels from place to place to research Mushi and aid people suffering from problems caused by them.","release_date":"2006-09-08","vote_average":6.6,"runtime":131,"cert":"N\/A","id":21959,"title":"Mushi-Shi: The Movie","adult":false,"genre_ids":[18,878]},{"cast":["Lo Lieh","Wang Ping","Bolo Yeung","Chan Shen","Chiu Hung"],"overview":"A young boxer joins a martial arts school to increase his skill so he can enter a martial arts competition. He leaves the school when he hears that a local gangster is terrorizing the town. He comes to the aid of a young singer and brings on the wrath of the local gang. He eventually enters the martial arts competition after learning iron palm technique and takes out all competition.","release_date":"1972-05-26","vote_average":6.9,"runtime":104,"cert":"N\/A","id":21964,"title":"Five Fingers of Death","adult":false,"genre_ids":[28]},{"cast":["Derek Hughes","Tara Price","Christa Campbell","Rance Howard","Richard Riehle"],"overview":"When the moon is full, a friendly WOLF turns into a savage, bloodthirsty MAN and goes on a kill spree in a starlet's Hollywood mansion.","release_date":"2008-01-01","vote_average":4.8,"runtime":80,"cert":"N\/A","id":21965,"title":"Audie & the Wolf","adult":false,"genre_ids":[]},{"cast":["Takeshi Kitano","Hirofumi Arai","Kyoka Suzuki","Joe Odagiri","Yutaka Matsushige"],"overview":"In 1923, the young Kim Shun-Pei moves from Cheju Island (South Korea), to Osaka (Japan). Through the years, he becomes a cruel, greedy and violent man and builds a factory of kamaboko (processed seafood products) in his poor Korean-Japanese community exploiting his employees. He makes a fortune, abuses and destroys the lives of his wife and family, has many mistresses and children and shows no respect to anyone. Later he closes the factory, lending out the money with high interest and becomes a loan shark. His hateful behavior remains unchanged to his last breath, alone in North Korea. The film is told from the perspective of Masao, his legitimate son by his abused and degraded wife, who knows nothing about his father other than to fear him.","release_date":"2004-11-06","vote_average":6.6,"runtime":140,"cert":"N\/A","id":21966,"title":"Blood and Bones","adult":false,"genre_ids":[18]},{"cast":["Setsuko Hara","Yôko Tsukasa","Mariko Okada","Keiji Sada","Miyuki Kuwano"],"overview":"The great actress and Ozu regular Setsuko Hara plays a mother gently trying to persuade her daughter to marry in this glowing portrait of family love and conflict—a reworking of Ozu’s 1949 masterpiece Late Spring.","release_date":"1960-11-13","vote_average":7.5,"runtime":128,"cert":"N\/A","id":21967,"title":"Late Autumn","adult":false,"genre_ids":[18]},{"cast":["Ron O'Neal","Carl Lee","Sheila Frazier","Charles McGregor","Julius Harris"],"overview":"Super Fly is a cocaine dealer who begins to realize that his life will soon end with either prison or his death. He decides to build an escape from the life by making his biggest deal yet.","release_date":"1972-08-04","vote_average":6.7,"runtime":93,"cert":"","id":21968,"title":"Super Fly","adult":false,"genre_ids":[28,80,18]},{"cast":["Sawyer Greene","Danica Pantic","Andrew Price","Jesse Rosenthal","Brian Studwell"],"overview":"Wade, a young bootlegger discovers his partner's dead body in the woods and finds himself hunted by an urban criminal. Pushed to the limit Wade turns the tables and gets his revenge.","release_date":"2009-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":21971,"title":"The Watcher in the Woods","adult":false,"genre_ids":[12,28]},{"cast":["Shad Moss","Morris Chestnut","Chris Webber","Dirk Nowitzki","Allen Iverson"],"overview":"Calvin and his friends, who all live in an orphanage, find old shoes with the faded letters MJ connected to a powerline. One stormy night, they go to get the shoes when Calvin and the shoes are struck by lightning. Calvin now has unbelievable basketball powers and has the chance to play for the NBA.","release_date":"2002-07-03","vote_average":5.8,"runtime":99,"cert":"N\/A","id":21972,"title":"Like Mike","adult":false,"genre_ids":[35,18,10751,14]},{"cast":["Jesper Gredeli Jensen","Trine Dyrholm","Kirsten Olesen","Peter Schrøder","Jannie Faurschou"],"overview":"Franco lives in a rough part of Copenhagen. His hooker mother has little time for him. Franco drifts into a life of crime, repeatedly confronting the authorities. To give him a new start, he’s placed in a foster home far away from Copenhagen. His new family greets him with warm hospitality. There’s also the beautiful countryside and, last but not least, the teen-aged daughter","release_date":"1990-10-05","vote_average":4.3,"runtime":104,"cert":"N\/A","id":21973,"title":"Spring Tide","adult":false,"genre_ids":[18,35]},{"cast":["Bob Bossin"],"overview":"Paul Grignon's 47-minute animated presentation of \"Money as Debt\" tells in very simple and effective graphic terms what money is and how it is being created","release_date":"2006-01-01","vote_average":6.6,"runtime":47,"cert":"N\/A","id":21974,"title":"Money as Debt","adult":false,"genre_ids":[99,16]},{"cast":["David Naughton","Shannon Tweed","Patrick Houser","Tracy Smith","John Patrick Reger"],"overview":"When a hopeful young American hot-dogger goes pole-to-pole with an arrogant Austrian pro, the snow really starts to fly! But as hot as it is on the mountain, it gets even hotter off when the pro's ex-girlfriend (Tweed) sets her eyes on the new blood. Who'll win the competition and the girl? Only a race to end all races can determine which skier can really cut the mustard!","release_date":"1984-01-13","vote_average":4.4,"runtime":96,"cert":"N\/A","id":21989,"title":"Hot Dog... The Movie","adult":false,"genre_ids":[35]},{"cast":["George Lazenby","Jimmy Wang Yu","Hugh Keays-Byrne","Sammo Hung","Roger Ward"],"overview":"Australian authorities arrest a man believed to be connected to the Sydney criminal underworld and send for Inspector Fang Sing Leng (Jimmy Wang Yu) from Hong Kong to question him. After the alleged criminal is assassinated, Inspector Leng and the Sydney police try to hunt down those responsible and hope to solve their case along the way.","release_date":"1975-07-31","vote_average":7.2,"runtime":111,"cert":"N\/A","id":21990,"title":"The Man from Hong Kong","adult":false,"genre_ids":[28,80]},{"cast":["Alec Baldwin","Philip Seymour Hoffman","William H. Macy","Sarah Jessica Parker","Julia Stiles"],"overview":"A Hollywood Film unit invades a small Vermont town leading to wholesale abandonment of values and virtue. A smart, warm and funny movie - and not just for movie buffs. Tagline: When a film crew came to Waterford, Vermont - They Shot First And Asked Questions Later.","release_date":"2000-08-26","vote_average":6.5,"runtime":102,"cert":"N\/A","id":21991,"title":"State and Main","adult":false,"genre_ids":[35,18]},{"cast":["Jesse Jane","Shay Jordan","Sophia Santi","Stoya","Adrenalynn"],"overview":"See what really happens in the girls’ locker room when our sexy cheer squad takes you with them on their slutty adventures. With 6 of the most explosive sex scenes ever captured on high definition, including a 9-girl orgy, cheer on Digital Playground’s hottest stars, as they team up with their friends in the greatest game ever played!","release_date":"2008-04-04","vote_average":8.3,"runtime":159,"cert":"N\/A","id":21992,"title":"Cheerleaders","adult":true,"genre_ids":[35]},{"cast":["Takeya Mizugaki","Miguel Torres","Ben Henderson","Dominick Cruz"],"overview":"WEC 40: Torres vs. Mizugaki was a mixed martial arts event held by World Extreme Cagefighting on April 5, 2009 at the UIC Pavilion in Chicago, Illinois. The event aired live on the Versus Network.","release_date":"2009-04-05","vote_average":0.0,"runtime":131,"cert":"N\/A","id":21993,"title":"WEC 40: Torres vs. Mizugaki","adult":false,"genre_ids":[]},{"cast":["Jamie Varner","Donald Cerrone","Urijah Faber","Jens Pulver"],"overview":"WEC 38: Varner vs. Cerrone was a mixed martial arts event held by World Extreme Cagefighting on January 25, 2009. It aired live on the Versus Network. In the main event WEC Lightweight Champion Jamie Varner defended his title against number one contender and undefeated Donald Cerrone. Also featured on the card was a rematch between former WEC Featherweight Champion Urijah Faber and Jens Pulver.","release_date":"2009-01-25","vote_average":0.0,"runtime":103,"cert":"N\/A","id":21994,"title":"WEC 38: Varner vs. Cerrone","adult":false,"genre_ids":[]},{"cast":["Jens Pulver","Urijah Faber"],"overview":"WEC 34: Faber vs. Pulver was a mixed martial arts event held by World Extreme Cagefighting that took place on June 1, 2008 at the ARCO Arena in Sacramento, California. The main event, announced on WEC 33, was a bout between Jens Pulver and Urijah Faber for WEC Featherweight Championship. WEC 34 was aired live on Versus.","release_date":"2008-06-01","vote_average":0.0,"runtime":133,"cert":"N\/A","id":21995,"title":"WEC 34: Faber vs. Pulver","adult":false,"genre_ids":[]}]