[{"cast":["Lee Evans"],"overview":"Comedian Lee Evans captured at his hilarious best at London's Her Majesty's Theatre.","release_date":"1994-01-01","vote_average":6.7,"runtime":66,"cert":"N\/A","id":22000,"title":"Lee Evans: Live At Her Majesty's Theatre","adult":false,"genre_ids":[35]},{"cast":["Thora Birch","Gideon Emery","Gloria Votsis","Derek Magyar","Todd Jensen"],"overview":"This new Train tells the tale of an American wrestling team who board a train that just so happens to be used as a supermarket for organ harvesters.","release_date":"2008-10-16","vote_average":4.5,"runtime":94,"cert":"18","id":22007,"title":"Train","adult":false,"genre_ids":[27,53]},{"cast":["Woody Harrelson","Chevy Chase"],"overview":"Marijuana is the most controversial drug of the 20th Century. Smoked by generations to little discernible ill effect, it continues to be reviled by many governments on Earth. In this Genie Award-winning documentary veteran Canadian director Ron Mann and narrator Woody Harrelson mix humour and historical footage together to recount how the United States has demonized a relatively harmless drug.","release_date":"1999-09-15","vote_average":6.7,"runtime":80,"cert":"N\/A","id":22010,"title":"Grass","adult":false,"genre_ids":[99]},{"cast":["Burt Lancaster","Jean Simmons","Arthur Kennedy","Dean Jagger","Shirley Jones"],"overview":"When hedonistic but charming con man Elmer Gantry (Burt Lancaster) meets the beautiful Sister Sharon Falconer (Jean Simmons), a roadside revivalist, he feigns piousness to join her act as a passionate preacher. The two make a successful onstage pair, and their chemistry extends to romance. Both the show and their relationship are threatened, however, when one of Gantry's ex-lovers (Shirley Jones) decides that she has a score to settle with the charismatic performer.","release_date":"1960-06-19","vote_average":7.5,"runtime":146,"cert":"N\/A","id":22013,"title":"Elmer Gantry","adult":false,"genre_ids":[18]},{"cast":["Ahidjo Mahamat Moussa","Hamza Moctar Aguid","Zara Haroun","Hassan Boulama","Mounira Khalil"],"overview":"Two boys (Tamir & Amine) awake one morning to find that their father has abandoned their family. Shocked, they begin to misbehave. While surreptitiously watching a movie, they think they see their father speaking to them and steal the film to examine the frames. Their mother (Achta) eventually despairs and sends them to Koranic school. Unhappy, they plan their escape until the eldest boy falls in love with a deaf girl (Khalil).","release_date":"2002-11-22","vote_average":6.5,"runtime":84,"cert":"","id":22014,"title":"Our Father","adult":false,"genre_ids":[18]},{"cast":["Pam Grier","Robert DoQui","Sid Haig","Booker Bradshaw","William Elliott"],"overview":"After her younger sister gets involved in drugs and is severely injured by contaminated heroin, a nurse sets out on a mission of vengeance and vigilante justice, killing drug dealers, pimps, and mobsters who cross her path.","release_date":"1973-06-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":22021,"title":"Coffy","adult":false,"genre_ids":[53,28,80]},{"cast":["Hiroki Narimiya","Yu Yamada","Shugo Oshinari","YosiYosi Arakawa","Haruma Miura"],"overview":"Set in Tokyo's otaku mecca Akihabara, \"Akihabara@DEEP\" tells the story of five otaku who drop out of society and end up founding their own successful IT venture called Crook. But Nakagomi, president of an influential electronics company called Digital Capital, will do anything to get his hands on Crook.","release_date":"2006-09-02","vote_average":5.5,"runtime":119,"cert":"N\/A","id":22024,"title":"Akihabara@DEEP","adult":false,"genre_ids":[28,18,35]},{"cast":["Kenichi Matsuyama","Rosa Katô","Ryûji Akiyama","Yasuko Matsuyuki","Yoshihiko Hosoda"],"overview":"Soichi Negishi moved to Tokyo to chase his dream of becoming a musician playing stylish, Swedish-style pop. Instead, he finds himself leading the death metal band Detroit Metal City, or DMC, as the costumed and grotesquely made-up \"demon emperor\" Johannes Krauser II. Although he hates the role and the things he has to do as a member of the band, he has a definite talent for it.","release_date":"2008-08-22","vote_average":6.4,"runtime":104,"cert":"N\/A","id":22025,"title":"Detroit Metal City","adult":false,"genre_ids":[35]},{"cast":["Filip Peeters","Peter Gorissen","Veerle de Jonghe","Warre Borgmans","Els Olaerts"],"overview":"In August 1996, bus drivers Marcel Van Loock and Wim Moreels are apprehended by the Moroccan Customs for drug trafficking. Inside their bus, hidden behind a false compartment, they have discovered 700 pounds of hashish. Although the owner of the bus company is arrested as well and makes a full confession clearly indicating that both drivers were unaware of the hidden drugs, the Moroccan judge sentences both men to 5 years in the Moroccan prison of Tangiers. Nothing could have prepared the two men for life inside a Moroccan prison. Without food, clothes or medical care, they must learn how to take care of themselves to survive their stay in prison. Corrupt guards, corrupt lawyers and judges, a consul who doesn't care and frequent beatings are only part of the terrible prison. Meanwhile their families at home are left without any information, any help or any hope - finding out that their own government doesn't care for Belgian people in prisons abroad.","release_date":"2006-03-15","vote_average":6.1,"runtime":105,"cert":"N\/A","id":22034,"title":"Tangier","adult":false,"genre_ids":[53,18]},{"cast":["Cliff Roca","Tom Luce","Eric Rath","Christine Eads","Jeff Hughes"],"overview":"This period piece is a fictional biography of a cult leader's rise to power and his subsequent descent into isolation and paranoia.","release_date":"2001-04-01","vote_average":3.6,"runtime":128,"cert":"N\/A","id":22043,"title":"The Profit","adult":false,"genre_ids":[18]},{"cast":["James May"],"overview":"Top Gear presenter James May presents this informative program that examines the historic moon missions. Traveling to America, May meets three of the men who walked on the surface of the moon, learning how it felt and how the now antiquated technology was used to achieve such an historic feat.","release_date":"2009-06-21","vote_average":6.5,"runtime":60,"cert":"","id":22046,"title":"James May on the Moon","adult":false,"genre_ids":[99]},{"cast":["Marjoe Gortner","Caroline Munro","Christopher Plummer","David Hasselhoff","Robert Tessier"],"overview":"A pair of smugglers manage to pick up a castaway while running from the authorities, who turns out to be the only survivor from a secret mission to destroy a mysterious superweapon designed by the evil Count Zartharn. The smugglers are soon recruited by the Emperor to complete the mission, as well as to rescue the Emperor's son, who has gone missing.","release_date":"1978-12-21","vote_average":4.5,"runtime":94,"cert":"N\/A","id":22049,"title":"Starcrash","adult":false,"genre_ids":[14,878]},{"cast":["Venkatesh","Anushka Shetty","Mamta Mohandas","Venu Thottempudi","Brahmanandam"],"overview":"The film revolves around Chintakayala Ravi, a waiter in a New York bar, who has lied to his mother that he is a software engineer. When his mother arranges for a match for him in her village, the girl's friend Sunitha finds out the truth and informs everyone. Ravi is humiliated by the entire village after coming back.","release_date":"2008-10-02","vote_average":4.9,"runtime":150,"cert":"N\/A","id":22052,"title":"Chintakayala Ravi","adult":false,"genre_ids":[10751,35,18]},{"cast":["David Gilmour","Richard Wright","Jon Carin","Steve DiStanislao","Dick Parry"],"overview":"David Gilmour: Remember That Night - Live From Royal Albert Hall captures the Pink Floyd guitarist playing a number of that band's most well known songs along with selections from his solo album On An Island. A number of special guest stars play with him over the course of the evening including David Bowie, and Graham Nash. - Perry Seibert, All Movie Guide","release_date":"2007-09-06","vote_average":8.2,"runtime":313,"cert":"N\/A","id":22057,"title":"David Gilmour: Remember That Night","adult":false,"genre_ids":[10402]},{"cast":["Fred Williamson","Byron Webster","Miko Mayama","Teresa Graves","John Orchard"],"overview":"Fred Williamson chop-sockeys his way through this popular blaxploitation adventure as Jefferson Bolt, a Kung Fu expert assigned to deliver a cool $1 million to Mexico City from Hong Kong with a stop in Los Angeles. When Bolt discovers the cash is dirty mob money and his gal has been killed, he heads back to the Far East to get even.","release_date":"1973-12-01","vote_average":5.5,"runtime":103,"cert":"N\/A","id":22058,"title":"That Man Bolt","adult":false,"genre_ids":[28,18]},{"cast":["Alex Hyde-White","Jay Underwood","Rebecca Staab","Michael Bailey Smith","Joseph Culp"],"overview":"The Fantastic Four is an unreleased low-budget feature film completed in 1994. Created to secure copyright to the property, the producers never intended it for release although the director, actors, and other participants were not informed of this fact. It was produced by low-budget specialist Roger Corman and Bernd Eichinger (who also produced another Fantastic Four movie in 2005).","release_date":"1994-01-01","vote_average":4.7,"runtime":90,"cert":"N\/A","id":22059,"title":"The Fantastic Four","adult":false,"genre_ids":[28,878,12]},{"cast":["Billie Piper","Luke Mably","Sam Troughton","Emma Catherwood","Chiké Okonkwo"],"overview":"When five young students move into an old unoccupied mansion an inexplicable chain of events is set into motion as a mysterious spirit clock begins to tick again. As the story unfolds, revealing each student's dark secrets, the boundary between the real world and the afterlife is no longer clear. Will they find a way to escape or will they be trapped with the spirits forever?","release_date":"2005-08-12","vote_average":4.1,"runtime":91,"cert":"N\/A","id":22060,"title":"Spirit Trap","adult":false,"genre_ids":[53,27]},{"cast":["Allen Payne","Jada Pinkett Smith","Bokeem Woodbine","Eddie Griffin","Suzzanne Douglas"],"overview":"The story of a young man who must confront his own fears about love as well as his relationships with family and friends.","release_date":"1994-09-28","vote_average":7.1,"runtime":119,"cert":"N\/A","id":22067,"title":"Jason's Lyric","adult":false,"genre_ids":[80,18,10749]},{"cast":["Alanna Chisholm","Lauren Roy","Nick Abraham","Paul Soren","Nickolas Tortolano"],"overview":"Psychology student Danielle inadvertently wakes a evil spirit while renting a century old Victorian house. In setting out to prove his existence, Danielle inadvertently frees and becomes a puppet of the spirit of serial killer Edgar Crowe. Danielle's sister Anna now must find a way to stop Crowe without killing her sister.","release_date":"2007-01-01","vote_average":3.9,"runtime":89,"cert":"N\/A","id":22072,"title":"The Chair","adult":false,"genre_ids":[27,53]},{"cast":["Laurence Fishburne","Tim Roth","Vanessa Williams","Andy García","Cicely Tyson"],"overview":"In 1934, the second most lucrative business in New York City was running 'the numbers'. When Madam Queen—the powerful woman who runs the scam in Harlem—is arrested, Ellsworth 'Bumpy' Johnson takes over the business and must resist an invasion from a merciless mobster.","release_date":"1997-08-27","vote_average":6.5,"runtime":130,"cert":"N\/A","id":22073,"title":"Hoodlum","adult":false,"genre_ids":[80,18]},{"cast":["Michael Moore","Thora Birch","William Black","Elijah Cummings","Baron Hill"],"overview":"Michael Moore comes home to the issue he's been examining throughout his career: the disastrous impact of corporate dominance on the everyday lives of Americans (and by default, the rest of the world).","release_date":"2009-09-06","vote_average":7.2,"runtime":128,"cert":"N\/A","id":22074,"title":"Capitalism: A Love Story","adult":false,"genre_ids":[99]},{"cast":["Jan Siodlaczek","Pawel Steinert","Jacenty Jedrusik","Malgorzata Madejowska","Marian Makula"],"overview":"In the Polish town of Janow, during the 1930s, an occult commune was formed around Teofil Ociepka, an electrician at the local coal mine and a painter, who became a Master of Esoteric Science. Ociepka and his disciples, simple uneducated miners, searched for the Philosophers Stone and pursued spiritual perfection, which would permit them to penetrate the Principle and the Sense of the World and of","release_date":"2001-11-02","vote_average":8.0,"runtime":103,"cert":"N\/A","id":22075,"title":"Angelus","adult":false,"genre_ids":[18,35]},{"cast":["James Spader","Janine Eser","John Lynch","Nikolai Binev","Leslie Stefanson"],"overview":"Government agents find evidence of extraterrestrial life at the South Pole.","release_date":"2003-07-19","vote_average":5.4,"runtime":100,"cert":"15","id":22076,"title":"Alien Hunter","adult":false,"genre_ids":[878,28,12]},{"cast":["Brad Johnson","Erin Ross","Lilas Lane","Nathan Anderson","Michael Cory Davis"],"overview":"Alien Siege is a 2005 Sci-Fi Channel Original Movie about an alien race that comes to Earth seeking a cure to a deadly virus, for which the antidote is human blood.","release_date":"2005-01-01","vote_average":4.6,"runtime":90,"cert":"N\/A","id":22077,"title":"Alien Siege","adult":false,"genre_ids":[878]},{"cast":["Shiri Appleby","Richard Burgi","John de Lancie","David Hewlett","Ross Manarchy"],"overview":"Captured by a secret society known as the Faith and mentally controlled with a powerful spell, ancient demoness Lilith now lives as a young woman with no memory of her agless past. However, the terrifying plague unleashed by a rampaging monster, the Demonicos, forces one human to recruit her mystical power known as the Darklight to fight this terrifying beast...","release_date":"2004-01-01","vote_average":4.9,"runtime":90,"cert":"N\/A","id":22080,"title":"Darklight","adult":false,"genre_ids":[28,18,14,878,53]},{"cast":["Brenda Blethyn","Christopher Plummer","Kevin Pollak","Jan Tříska","Zoe Warner"],"overview":"A young girl's aunt tells her the tale of a young ice skater and an enchanted reindeer.","release_date":"2003-05-15","vote_average":6.1,"runtime":93,"cert":"N\/A","id":22081,"title":"Blizzard","adult":false,"genre_ids":[10751,35]},{"cast":["Grant Show","Vivian Wu","Steve Bacic","Matthew G. Taylor","Naomi Gaskin"],"overview":"2068, the ozone layer is gone and the world is a wasteland. A band of mercenaries attempt to break into a Estate that is guarded by a automated defence system called \"Encrypt\" in order to steal priceless artwork.","release_date":"2003-06-14","vote_average":5.4,"runtime":101,"cert":"N\/A","id":22082,"title":"Encrypt","adult":false,"genre_ids":[878]},{"cast":["Charles Martin Smith","Katharine Isabelle","Kris Lemche","Julian Richings","Albert Chung"],"overview":"A University teacher finds three bright students and decides to teach them how to count cards to make lots of money. As they learn how to play the casinos, things get tricky when the debt owing teacher informs them that their front man wants restitution for loses in about a weeks time. The three students decide to hit all the major casinos in Ontario and Quebec until discovered.","release_date":"2004-06-26","vote_average":6.9,"runtime":92,"cert":"N\/A","id":22085,"title":"The Last Casino","adult":false,"genre_ids":[18,35]},{"cast":["Charles Bronson","Lee Remick","Donald Pleasence","Tyne Daly","Alan Badel"],"overview":"Nicolai Dalchimski, a mad KGB agent steals a notebook full of names of \"sleeping\" undercover KGB agents sent to the U.S. in the 1950's. These agents got their assignments under hypnosis, so they can't remember their missions until they're told a line of a Robert Frost poem. Dalchimski flees to the U.S. and starts phoning these agents who perform sabotage acts against military targets.","release_date":"1977-12-16","vote_average":6.4,"runtime":102,"cert":"N\/A","id":22090,"title":"Telefon","adult":false,"genre_ids":[53]},{"cast":["Miguel Ángel Hoppe","Fernando Arroyo"],"overview":"First-love movie involving love triangle. Gerardo is deeply in love with longtime lover Jonas. When Jonas falls for a stranger he met at a local nightclub, heartbroken Gerardo soon seeks solace in the arms of Sergio (Alejandro Rojo). Despite other interests, Gerardo and Jonas can't bring themselves to end it.","release_date":"2006-02-14","vote_average":5.7,"runtime":140,"cert":"N\/A","id":22093,"title":"Broken Sky","adult":false,"genre_ids":[18,10749]},{"cast":["Charles Bronson","James Coburn","Jill Ireland","Strother Martin","Margaret Blye"],"overview":"In the depression, Chaney, a strong silent streetfighter, joins with Speed, a promoter of no-holds-barred street boxing bouts. They go to New Orleans where Speed borrows money to set up fights for Chaney, but Speed gambles away any winnings.","release_date":"1975-09-04","vote_average":6.6,"runtime":93,"cert":"N\/A","id":22094,"title":"Hard Times","adult":false,"genre_ids":[18]},{"cast":["Till Lindemann","Richard Kruspe","Paul Landers","Oliver Riedel","Christoph Schneider"],"overview":"Völkerball shows concert-performances by the band in England, France, Japan and Russia. The Special Edition is extended by a second DVD, which contains the documentaries \"Anaconda in the net\" by Mathilde Bonnefoy and the \"Making of the album Reise, Reise\" by Rammstein guitarist Paul Landers. The limited edition was released as a large black and white photo-book with photos by Frederic Batier.","release_date":"2006-01-01","vote_average":7.2,"runtime":140,"cert":"N\/A","id":22097,"title":"Rammstein: Völkerball","adult":false,"genre_ids":[10402]},{"cast":["Cillian Murphy","Lucy Liu","Jason Sudeikis","Michael Panes","Callie Thorne"],"overview":"Neil, a self proclaimed film geek and owner of Gumshoe video, has always been content to live vicariously through his favorite films noir. But when he meets Violet, a real-life femme fatale, his mundane world gets turned upside down and the line between reality and the movies quickly begins to blur. Will Neil step up and embrace a life full of adventure or retreat back to his comfortable couch?","release_date":"2007-05-01","vote_average":6.2,"runtime":90,"cert":"N\/A","id":22100,"title":"Watching the Detectives","adult":false,"genre_ids":[35,10749]},{"cast":["Shreyas Talpade","Mahie Gill","Kay Kay Menon","Shenaz Treasury"],"overview":"Aage Se Right is the story of chance, co-incidence and real life humor based in the present day Mumbai. The film spans over five days of panic, chaos and mayhem!!!","release_date":"2009-09-04","vote_average":6.0,"runtime":117,"cert":"N\/A","id":22101,"title":"Aagey Se Right","adult":false,"genre_ids":[35]},{"cast":["Shelley Long","Craig T. Nelson","Betty Thomas","Mary Gross","Carla Gugino"],"overview":"A Beverly Hills housewife in the middle of a divorce tries to find focus in her life by taking over her daughter's Wilderness Girls troop.","release_date":"1989-03-22","vote_average":5.7,"runtime":105,"cert":"N\/A","id":22102,"title":"Troop Beverly Hills","adult":false,"genre_ids":[12,35,10751]},{"cast":["Marisa Tomei","Hannah Marks","Guy Camilleri","Akuyoe Graham","Ori Pfeffer"],"overview":"The story follows Danika, a woman whose fears for her children are manifested in premonitions of death and disaster.","release_date":"2006-06-10","vote_average":5.4,"runtime":79,"cert":"N\/A","id":22105,"title":"Danika","adult":false,"genre_ids":[18,27,53]},{"cast":["Burt Lancaster","Yvonne De Carlo","Dan Duryea","Stephen McNally","Esy Morales"],"overview":"Burt Lancaster plays Steve Thompson, a man who seals his dark fate when he returns to Los Angeles to find his ex-wife Anna Dundee (Yvonne DeCarlo) eager to rekindle their love against all better judgement. She encourages their affair but then quickly marries mobster Slim Dundee (Dan Duryea). To deflect suspicion of the affair, Steve Thompson leads Dundee into a daylight armored-truck robbery.","release_date":"1949-01-12","vote_average":7.2,"runtime":88,"cert":"N\/A","id":22112,"title":"Criss Cross","adult":false,"genre_ids":[80,18]},{"cast":["Tala Birell","William Henry","Richard Loo","Virginia Christine","Bernadene Hayes"],"overview":"During WW2 six allied nations women at Shanghai University are arrested by the Germans accused of killing a German officer and forced to entertain the Japanese.","release_date":"1948-01-02","vote_average":4.0,"runtime":98,"cert":"N\/A","id":22117,"title":"Women in the Night","adult":false,"genre_ids":[18,53]},{"cast":["Chen Kuan-Tai","Lily Li Li-Li","Lo Lieh","Wong Yu","Dave Wong Kit"],"overview":"A couple unite - she is fluent in the crane style of kung fu, he in tiger style. They have a son, but the boy's father is killed by the evil eunuch Pai Mei. Disguised as a girl, his mom trains him in crane style while he secretly learns tiger style from his father's training manual.","release_date":"1977-02-16","vote_average":7.2,"runtime":98,"cert":"N\/A","id":22124,"title":"Executioners from Shaolin","adult":false,"genre_ids":[28]},{"cast":["Madonna","Kevin Antunes","Monte Pittman","Brian Fraiser-Moore","Nicki Richards"],"overview":"A two-hour live concert from her Sticky & Sweet Tour from Buenos Aires, Argentina.","release_date":"2010-04-06","vote_average":7.8,"runtime":105,"cert":"","id":22125,"title":"Madonna: Sticky & Sweet Tour","adult":false,"genre_ids":[10402]},{"cast":["Howard Vernon","Pierre-Marie Escourrou","Anouchka","Nadine Pascal","Antonio Mayans"],"overview":"In a small village, somewhere in France, German soldiers, killed and thrown into the lake by the Resistance during WW II, come back.","release_date":"1981-05-13","vote_average":3.0,"runtime":87,"cert":"N\/A","id":22130,"title":"Zombie Lake","adult":false,"genre_ids":[27]},{"cast":["Michael Schøt","Tobias Dybvad","Brian Mørk","Anders Fjelsted","Christian Fuhlendorff"],"overview":"No overview found.","release_date":"2009-08-29","vote_average":5.0,"runtime":120,"cert":"N\/A","id":22133,"title":"De udvalgte","adult":false,"genre_ids":[35]},{"cast":["Eric Clapton","Andy Fairweather-Low","Billy Preston","David Sancious","Nathan East"],"overview":"Clapton, live from Los Angeles' Staples Center on August 18, 2002, part of the sold-out worldwide tour that followed Clapton's 2001 album \"Reptile.\" This concert DVD features live material spanning his entire career. Recorded in concert at The Staples Center in Los Angeles, August 18 2001, this performance spans Clapton's entire career and even throws in a cover of \"Somewhere Over the Rainbow\" for good measure. Based around the album REPTILE, which had just been released at the time, this footage also includes the songs \"Layla,\" \"Tears in Heaven,\" \"Sunshine of Your Love\" and many more.","release_date":"2001-08-17","vote_average":6.9,"runtime":128,"cert":"N\/A","id":22134,"title":"Eric Clapton: One More Car One More Rider","adult":false,"genre_ids":[10402]},{"cast":["Simon Baker","Paz Vega","Michael DeLorenzo","Chloë Grace Moretz","Ken Davitian"],"overview":"Set in a Tex-Mex border town, Not Forgotten is a classic psychological thriller about Jack and Amaya Bishop, a couple who must come to terms with their tortured pasts in order to save their kidnapped daughter. It is a tale taut with intrigue and steeped in Latino mysticism, where the line between what's real and what's imagined becomes hopelessly blurred.","release_date":"2009-09-11","vote_average":5.1,"runtime":100,"cert":"N\/A","id":22135,"title":"Not Forgotten","adult":false,"genre_ids":[53]},{"cast":["Sergi López","Alexandra Lamy","Mélusine Mayance","Arthur Peyret","André Wilms"],"overview":"When Katie meets Paco they fall in love. From this an extraordinary child is born; Ricky, who quickly develops into something wonderful and not so normal.","release_date":"2009-02-11","vote_average":5.0,"runtime":90,"cert":"N\/A","id":22136,"title":"Ricky","adult":false,"genre_ids":[14,35,18]},{"cast":["Ernst-Hugo Järegård","Laura Christensen","Baard Owe","Kirsten Rolffes","Holger Juul Hansen"],"overview":"The first part of a Danish miniseries that has been edited into two massive films, \"Riget\" is set in the neurosurgical ward of Copenhagen's Rigshospitalet, the city and country's main hospital, nicknamed \"Riget\". The show follows a number of characters, both staff and patients, as they encounter bizarre phenomena, both human and supernatural.","release_date":"1994-11-23","vote_average":7.8,"runtime":273,"cert":"N\/A","id":22137,"title":"The Kingdom","adult":false,"genre_ids":[27,9648]},{"cast":["Ernst-Hugo Järegård","Udo Kier","Kirsten Rolffes","Holger Juul Hansen","Søren Pilmark"],"overview":"The series is set in the neurosurgical ward of Copenhagen's Rigshospitalet, the city and country's main hospital, nicknamed \"Riget\". \"Riget\" means \"the realm\" or \"the kingdom\" and leads one to think of \"dødsriget\", the realm of the dead.","release_date":"1997-11-01","vote_average":7.3,"runtime":286,"cert":"N\/A","id":22140,"title":"The Kingdom II","adult":false,"genre_ids":[27,9648]},{"cast":["Sunny Deol","Arjun Rampal","Sagarika Ghatge","Udita Goswami","Vipul Gupta"],"overview":"Fox is an edge-of-the-seat suspense thriller that moves at high speed between the bustling metropolis of Bombay and the beautiful beaches of Goa.","release_date":"2009-09-04","vote_average":4.3,"runtime":null,"cert":"N\/A","id":22155,"title":"Fox","adult":false,"genre_ids":[28,53]},{"cast":["Samy Naceri","Benoît Magimel","Nadia Farès","Pascal Greggory","Anisia Uzeyman"],"overview":"Laborie is a high-flying officer in the French special forces. Her mission is to escort Abedin Nexhep, a godfather of the Albanian mafia. Charged with heading a wide-reaching prostitution network, this formidable criminal is due to stand trial before a European court. During the transfer, killers hired by Nexhep set up an ambush to free their boss but Laborie and her men manage to escape...","release_date":"2002-01-01","vote_average":6.2,"runtime":107,"cert":"N\/A","id":22156,"title":"The Nest","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"Meghna Sengupta, a correspondent working at a news channel in New Delhi, one day receives a videotape from a remote place in Madhya Pradesh, Anuppur. On the tape, a battered young man claims to be the real Mohandas and alleges that someone else has stolen his identity. Someone else is living as 'Mohandas'.","release_date":"2009-09-04","vote_average":0.0,"runtime":112,"cert":"N\/A","id":22157,"title":"Mohandas","adult":false,"genre_ids":[18]},{"cast":["Rishi Kapoor","Priyanshu Chatterjee","Kulraj Randhawa","Saurabh Shukla","Grusha Kapoor"],"overview":"","release_date":"2009-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":22158,"title":"Chintu Ji","adult":false,"genre_ids":[35]},{"cast":["Jimmy Sheirgill","Arbaaz Khan","Nauheed Cyrusi","Ninad Kamat","Sharat Saxena"],"overview":"A man decides to have a wild bachelor party before his marriage.","release_date":"2009-09-04","vote_average":5.5,"runtime":108,"cert":"N\/A","id":22159,"title":"Bachelor Party","adult":false,"genre_ids":[35]},{"cast":["Jeff Bridges","Rachel Ward","James Woods","Alex Karras","Jane Greer"],"overview":"She was a beautiful fugitive. Fleeing from corruption. From power. He was a professional athlete past his prime. Hired to find her, he grew to love her. Love turned to obsession. Obsession turned to murder. And now the price of freedom might be nothing less than their lives.","release_date":"1984-03-02","vote_average":5.6,"runtime":128,"cert":"N\/A","id":22160,"title":"Against All Odds","adult":false,"genre_ids":[28,12,80,18,9648,10749,53]},{"cast":["Sophie Quinton","Miou-Miou","Nicolas Duvauchelle","Clément Sibony","Richaud Valls"],"overview":"Avril is a novice in a convent of \"Baptistine\" sisters, a monastic order which was officially dissolved by the end of the nineteenth century but that is kept alive by Mère Marie Joseph, the sadistic superior. While Avril is on retreat, locked in for a fortnight in a chapel prior to taking her vows, Soeur Bernadette, a sympathetic sister, discloses a secret to her: she has a twin brother...","release_date":"2006-06-13","vote_average":6.3,"runtime":96,"cert":"N\/A","id":22161,"title":"April in Love","adult":false,"genre_ids":[35,18]},{"cast":["Thomas Ian Nicholas","Rhona Mitra"],"overview":"Calvin, a young pizza delivery boy, is mistaken for the \"Great Deliverer\" by Aladdin, an eighth century genie imprisoned in a lamp. Thinking that the boy is his only hope for deliverance, the genie lures him back to the eigth century where he must join forces with Ali Baba in order to save Aladdin from the evil hands of Luxor.","release_date":"1998-01-01","vote_average":5.2,"runtime":89,"cert":"N\/A","id":22162,"title":"A Kid in Aladdin's Palace","adult":false,"genre_ids":[10751,12]},{"cast":["Ving Rhames","Bijou Phillips","Danny Masterson","Ben Crowley","Thomas Ian Nicholas"],"overview":"A group of 20-something blue-collar workers in Pittsburgh cook up a scheme to make extra money that involves prostitution. Their business takes off, then gets way out of hand.","release_date":"2009-08-17","vote_average":4.5,"runtime":105,"cert":"N\/A","id":22165,"title":"The Bridge to Nowhere","adult":false,"genre_ids":[80,18]},{"cast":["Steven Bauer","Olivia Brown","Melina Lizette","Kenyetta Lethridge","Sevier Crespo"],"overview":"A high-speed accident on the freeways of Los Angeles reveals a turf war between two competing car theft rings of sexy all-girl crews. Brandy Martinez, a young streetwise cop is assigned by lieutenant Baynes (Steven Bauer) to go undercover and infiltrate one of the crews. When Brandy falls for Carlo, an undercover cop also investigating the gangs, the two find themselves in the middle of a treacherous game of survival with everything exploding around them.","release_date":"2011-11-18","vote_average":3.8,"runtime":74,"cert":"N\/A","id":22166,"title":"Fast Lane","adult":false,"genre_ids":[28,53]},{"cast":["Ed Harris","Gary Lahti","Tom Savini","Amy Ingersoll","Patricia Tallman"],"overview":"George Romero's unusual story of a modern-day Renaissance troupe whose participants follow a medieval code of honor.","release_date":"1981-04-10","vote_average":6.5,"runtime":145,"cert":"N\/A","id":22167,"title":"Knightriders","adult":false,"genre_ids":[18,28,12]},{"cast":["Robbie Williams"],"overview":"Robbie Williams performs some of his best known songs, including Angels and Feel, live at the Max-Schmeling-Halle, Berlin, Germany on 23rd October 2009.","release_date":"2009-11-07","vote_average":6.5,"runtime":42,"cert":"N\/A","id":22170,"title":"Robbie Williams - Live In Berlin","adult":false,"genre_ids":[10402]},{"cast":["Zoë Lund","Albert Sinkys","Darlene Stuto","Abel Ferrara","Bogey"],"overview":"A shy and mute seamstress goes insane after being attacked and raped twice in one day. She wanders the New York streets at night in a sexy black dress with her attacker's gun strapped to her garter belt, blowing away any man who tries to pick her up.","release_date":"1981-04-24","vote_average":6.6,"runtime":81,"cert":"N\/A","id":22171,"title":"Ms .45","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Mike Lackey","Bill Chepil","Vic Noto","Mark Sferrazza","Jane Arakawa"],"overview":"A group of hobos begin melting into multicolored piles of goo after drinking sixty-year-old liquor. At the same time, the psychotic Vietnam War vet who rules the hobo camp snaps and begins killing at random. Two brothers set out to stop the liquor and the killer.","release_date":"1987-02-22","vote_average":6.0,"runtime":100,"cert":"","id":22172,"title":"Street Trash","adult":false,"genre_ids":[35,27]},{"cast":["Drew Seeley","Shannon Woodward","Dave Franco","Katrina Bowden","Raymond J. Barry"],"overview":"When Derek (AnDrew Seeley) moves to a new town and discovers a shortcut through the woods to his high school, he learns about a crazy old man who lives near its path: Legend has it that he abducted a group of teenagers years ago. Ignoring the warning, Derek and his friends set out to uncover the dark secret that's buried deep in the woods. But will they survive to tell it?","release_date":"2009-02-07","vote_average":4.7,"runtime":100,"cert":"N\/A","id":22175,"title":"The Shortcut","adult":false,"genre_ids":[9648,27,53]},{"cast":["Alan Arkin","Sondra Locke","Laurinda Barrett","Stacy Keach","Chuck McCann"],"overview":"Singer is a deaf-mute whose small world brings him in contact with a young girl, Mick, who cherishes a seemingly hopeless dream of becoming a concert pianist. At first hostile, Mick soon becomes friends with Singer, hoping to enlarge his small world. Three other central characters come to Singer for help also, each of them seeing in him a powerful force.","release_date":"1968-07-31","vote_average":7.7,"runtime":123,"cert":"N\/A","id":22176,"title":"The Heart Is a Lonely Hunter","adult":false,"genre_ids":[18]},{"cast":["Dexter Fletcher","Lana Kamenov","David Carradine","Dickon Tolson","Anton Brejak"],"overview":"The virus came so fast no one had time to prepare. Before the day was over, entire towns were decimated, and large cities became monumental tombs. Left with nothing but fading hope and the will to live, reclusive software consultant Michael (Dexter Fletcher) and temperamental mechanic Carl (Dickon Tolson) lead a small group of survivors into the country in hopes of riding out the coming winter. But now the decaying victims of the plague are reanimating, growing more smart and vicious with each passing day. Now, the only hope for the survival of the human race is Phillip (Carradine), a man who refused to leave the city, and has somehow avoided becoming food for the flesh-eating masses.","release_date":"2009-01-01","vote_average":2.9,"runtime":110,"cert":"N\/A","id":22177,"title":"Autumn","adult":false,"genre_ids":[27,18]},{"cast":["Brian Donlevy","Walter Brennan","Anna Lee","Gene Lockhart","Hans Heinrich von Twardowski"],"overview":"During the Nazi occupation of Czechoslovakia, surgeon Dr. Franticek Svoboda, a Czech patriot, assassinates the brutal \"Hangman of Europe\", Reichsprotektor Reinhard Heydrich, and is wounded in the process. In his attempt to escape, he is helped by history professor Stephen Novotny and his daughter Mascha.","release_date":"1943-04-15","vote_average":6.9,"runtime":134,"cert":"N\/A","id":22178,"title":"Hangmen Also Die!","adult":false,"genre_ids":[18,36,53,10752]},{"cast":[],"overview":"No overview found.","release_date":"2009-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":22179,"title":"Aamras","adult":false,"genre_ids":[18]},{"cast":["Luca Argentero","Violante Placido","Neri Marcorè","Hassani Shapi","Monica Scattini"],"overview":"No overview found.","release_date":"2007-11-23","vote_average":5.9,"runtime":99,"cert":"N\/A","id":22182,"title":"Lezioni di cioccolato","adult":false,"genre_ids":[35]},{"cast":["Michèle Mercier","Robert Hossein","Jean Rochefort","Jacques Toja","Sami Frey"],"overview":"Soon after her latest husband death, the King himself (Louis XIV) meets with our heroine and begs her to help convince the Persian Ambassador to agree to a treaty. However, what they didn't realize was that the handsome Persian was in fact a sexual sadist. So, it is up to the King's half- brother, some Hungarian prince, to save Angélique from the evil troll's clutches.","release_date":"1966-01-31","vote_average":6.9,"runtime":100,"cert":"N\/A","id":22183,"title":"Angelique and the King","adult":false,"genre_ids":[12,36,10749]},{"cast":[],"overview":"Animusic draws you into its reality like no place you have ever been. You encounter new dimensions of sight and sound as you experience seven unique visual concerts. From the robotic laser-precision of Future Retro and rapid-fire ball bearings of Pipe Dream to the serene acoustic beauty of Aqua Harp, each animation is an intricate melding of music and visuals.","release_date":"2001-01-01","vote_average":6.6,"runtime":33,"cert":"N\/A","id":22188,"title":"Animusic","adult":false,"genre_ids":[16,10402]},{"cast":["Robert Redford","Lena Olin","Alan Arkin","Tomás Milián","Daniel Davis"],"overview":"An American professional gambler named Jack Weil (Redford) decides to visit Havana, Cuba to gamble. On the boat to Havana, he meets Roberta Duran (Olin), the wife of a revolutionary, Arturo (Julia). Shortly after their arrival, Arturo is taken away by the secret police, and Roberta is captured and tortured. Jack frees her, but she continues to support the revolution.","release_date":"1990-12-11","vote_average":5.7,"runtime":144,"cert":"N\/A","id":22189,"title":"Havana","adult":false,"genre_ids":[18,10749]},{"cast":["Gösta Ekman","Ulf Brunnberg","Björn Gustafson","Birgitta Andersson","Per Grundén"],"overview":"Criminal trio strike at furniture store, discover a secret network for shipping computers to the Soviet Union.","release_date":"1986-10-24","vote_average":5.4,"runtime":88,"cert":"N\/A","id":22192,"title":"Jönssonligan dyker upp igen","adult":false,"genre_ids":[80,35]},{"cast":["Sandra Ng Kwun-Yu","Louis Koo","Raymond Wong","Ronald Cheng","Ha Chun-Chau"],"overview":"Kei's eldest sister Sandra is a hot-tempered magazine editor and her temperament has left her single all this while. One of the family rules is that none of the siblings could get married before their eldest sister. Kei seeks help from the famous Casanova, Koo Chai, to pretend to court his eldest sister and lure her into the mood of love.","release_date":"2009-01-22","vote_average":6.0,"runtime":95,"cert":"N\/A","id":22193,"title":"All's Well, Ends Well 2009","adult":false,"genre_ids":[35]},{"cast":["Ole Lemmeke","Udo Kier","Kirsti Eline Torhaug","Ole Ernst","Iben Hjejle"],"overview":"A stranger arrives in Copenhagen from a plane from Romania. Shortly after the power is lost in the whole city.","release_date":"1999-06-25","vote_average":5.8,"runtime":96,"cert":"N\/A","id":22194,"title":"Possessed","adult":false,"genre_ids":[27]},{"cast":["Ciarán Hinds","Amanda Ooms","David Hayman","Nicholas Hope","Ingrid Lacey"],"overview":"The safe, secure, boring life of Charlie Cross, a wealthy, successful solicitor is irretrievably shattered when he embarks on an illicit, passionate affair with the beautiful, mysterious Viola whom he meets one evening whilst investigating the background of her husband, Edgar Bosco.","release_date":"1998-03-08","vote_average":0.0,"runtime":105,"cert":"","id":22195,"title":"Getting Hurt","adult":false,"genre_ids":[53,10770,80]},{"cast":["Robert Carlyle","Rhys Ifans","Shirley Henderson","Kathy Burke","Ricky Tomlinson"],"overview":"Dek, a decent but somewhat dull man, enjoys a happy existence with beloved girlfriend Shirley. They live together with her 12-year-old, Marlene: her daughter by the delinquent Jimmy, who flew the coop years ago and hasn't been heard from since. Dek loves Shirley so much that he proposes to her on national television.","release_date":"2002-09-06","vote_average":6.0,"runtime":104,"cert":"15","id":22200,"title":"Once Upon a Time in the Midlands","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Burt Lancaster","Kirk Douglas","Rhonda Fleming","Jo Van Fleet","John Ireland"],"overview":"Lawman Wyatt Earp and outlaw Doc Holliday form an unlikely alliance which culminates in their participation in the legendary Gunfight at the O.K. Corral.","release_date":"1957-05-30","vote_average":7.0,"runtime":122,"cert":"N\/A","id":22201,"title":"Gunfight at the O.K. Corral","adult":false,"genre_ids":[37]},{"cast":["Joel Paul Reisig","Justin Isfeld","Johnny Lechner","Jason Sutton","Brittany Risner"],"overview":"Fraternity House is a 24 hour look inside fraternity life. Set on the last day of the school year graduating seniors Jake and Evan have one day to figure out how to stay on campus for a fifth year. With the help of 8th year senior and fraternity legend Greg \"Fossil\" Karanowski they constantly get themselves into more and more trouble.","release_date":"2008-09-18","vote_average":3.4,"runtime":82,"cert":"N\/A","id":22216,"title":"Fraternity House","adult":false,"genre_ids":[35]},{"cast":["Doris Day","James Garner","Arlene Francis","Edward Andrews","Reginald Owen"],"overview":"The story of the film centres around urban housewife Beverly Boyer (Doris Day) and her husband, a successful gynaecologist and devoted family man, Gerald (James Garner). Beverly is offered the opportunity to star for a television commercial advertising soap. After a shaky start, she gets a contract for $80,000 per year to appear on the weekly TV commercials.","release_date":"1963-07-17","vote_average":7.2,"runtime":108,"cert":"N\/A","id":22233,"title":"The Thrill of It All","adult":false,"genre_ids":[35,10749]},{"cast":["Dida Diafat","Bernard Giraudeau","Florence Vanida Faivre","Lakshan","Sombat Metanee"],"overview":"Dida Diafat plays himself in this story based around his thai boxing career.","release_date":"2005-02-16","vote_average":5.0,"runtime":105,"cert":"N\/A","id":22236,"title":"Chok-Dee","adult":false,"genre_ids":[18,28]},{"cast":["Naseeruddin Shah","Paresh Rawal","Inaamulhaq","Nassar","Shahana Goswami"],"overview":"Firaaq is an Urdu word that means both separation and quest. The film is a work of fiction, based on a thousand stories. The story is set over a 24-hour period, one month after a campaign that took place in Gujarat, India, in 2002. It traces the emotional journey of ordinary people- some who were victims, some perpetrators and some who choose to watch silently.","release_date":"2009-03-20","vote_average":5.3,"runtime":101,"cert":"N\/A","id":22241,"title":"Firaaq","adult":false,"genre_ids":[18]},{"cast":["Bryan Brown","Toni Collette","John Goodman","Sam Neill","Sam Worthington"],"overview":"Set in 1960's Sydney, this is the story of an Australian gangster whose booming business, buoyed by the influx of U.S. soldiers in town for R&R during their tours in Vietnam, attracts the attention of first the Chicago mafia, and then their East Coast competitors.","release_date":"2002-07-18","vote_average":6.1,"runtime":110,"cert":"N\/A","id":22242,"title":"Dirty Deeds","adult":false,"genre_ids":[80,35,18,53]},{"cast":["Nikolaj Lie Kaas","Tomas Villum Jensen","Camilla Overbye Roos","Torben Jensen","Torben Jensen"],"overview":"Henrik helps his uncle clear out a rich man's villa after the owner went bankrupt and committed siucide. During the clearance he finds a book that gives minute details of perfect crimes.","release_date":"1996-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":22243,"title":"Davids bog","adult":false,"genre_ids":[28,35,53]},{"cast":["Billy Warlock","Connie Danese","Ben Slack","Evan Richards","Patrice Jennings"],"overview":"A Beverly Hills teen (Billy Warlock) discovers his parents are part of a gruesome orgy cult for the social elite.","release_date":"1989-05-13","vote_average":6.5,"runtime":100,"cert":"N\/A","id":22244,"title":"Society","adult":false,"genre_ids":[35,18,27]},{"cast":["Nate Diaz","Melvin Guillard","Gray Maynard","Roger Huerta","Carlos Condit"],"overview":"UFC Fight Night: Diaz vs. Guillard, also referred to as UFC Fight Night 19, was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on September 16, 2009 in Oklahoma City, Oklahoma.","release_date":"2009-09-16","vote_average":4.3,"runtime":90,"cert":"N\/A","id":22255,"title":"UFC Fight Night 19: Diaz vs. Guillard","adult":false,"genre_ids":[]},{"cast":["Billy Crudup","Donald Sutherland","Monica Potter","Jeremy Sisto","Matthew Lillard"],"overview":"The film follows the life of famous 1970s runner Steve Prefontaine from his youth days in Oregon to the University of Oregon where he worked with the legendary coach Bill Bowerman, later to Olympics in Munich and his early death at 24 in a car crash.","release_date":"1998-09-11","vote_average":6.5,"runtime":117,"cert":"N\/A","id":22256,"title":"Without Limits","adult":false,"genre_ids":[18]},{"cast":["Jan Machulski","Leonard Pietraszak","Witold Pyrkosz","Jacek Chmielnik","Krzysztof Kiersznowski"],"overview":"October 1934. Poland. Famous bank robber Kwinto decided to quit his dangerous criminal job, but after his friend's death, he changed his mind and organized a burglary of famous and well protected bank which belonged to his former partner in crime, backstabbing and double-crossing Kramer. Kwinto designs a clever plan not to only rob the Kramer's bank but to make it look like Kramer himself did it.","release_date":"1981-01-01","vote_average":8.1,"runtime":104,"cert":"N\/A","id":22257,"title":"Vabank","adult":false,"genre_ids":[80,35]},{"cast":["Dave Grohl","Nate Mendel","Chris Shiflett","Taylor Hawkins","Pat Smear"],"overview":"Foo Fighters captured over their two sold-out nights at Wembley on June 6th and 7th 2008.","release_date":"2008-08-25","vote_average":8.4,"runtime":120,"cert":"N\/A","id":22258,"title":"Foo Fighters: Live at Wembley Stadium","adult":false,"genre_ids":[10402]},{"cast":["Jeff Bennett","Dee Bradley Baker","Jim Cummings","Michael Dorn","Mark Famiglietti"],"overview":"Once the ruler of an entire universe, the Great Spirit Mata Nui finds himself cast out of his own body, his spirit trapped inside the fabled Mask of Life, hurtling through space. After landing on the far-away planet of Bara Magna, the mask creates a new body for Mata Nui, who unwillingly gets caught up in the furious battles of the nearly barren and dangerous planet.","release_date":"2009-08-24","vote_average":4.8,"runtime":80,"cert":"N\/A","id":22259,"title":"Bionicle: The Legend Reborn","adult":false,"genre_ids":[28,12,16,10751,878]},{"cast":["Philip Johnson","Rosie O'Donnell","Ruby Dee","Jade Yorker","Tim Rhoze"],"overview":"In \"America,\" Dr. Maureen Brennan, a psychiatrist at a youth treatment center, encounters her newest patient, a bi-racial boy named America. Through their sessions, Dr. Brennan helps America come to terms with his roller-coaster life, which began when he was taken by authorities from his crack-addicted mother, and placed into foster care as an infant. The short time of stability in his life occurred when America lived with Mrs. Harper, the elderly nanny to one of his foster families. Later reunited with his mother, she soon abandons America and he is again placed into foster care. Lagging behind in school and full of anger, America retreats further away from society after years of sexual abuse. After attempting suicide, America is placed in a treatment center where Dr. Brennan helps him open up about his painful past and discover the support and courage he needs to get his life back on track.","release_date":"2009-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":22264,"title":"America","adult":false,"genre_ids":[18]},{"cast":["Tobey Maguire","Skeet Ulrich","Jeffrey Wright","Jewel","Jonathan Rhys Meyers"],"overview":"Ride with the Devil follows four people who are fighting for truth and justice amidst the turmoil of the American Civil War. Director Ang Lee takes us to a no man's land on the Missouri\/Kansas border where a staunch loyalist, an immigrant's son, a freed slave, and a young widow form an unlikely friendship as they learn how to survive in an uncertain time. In a place without rules and redefine the meaning of bravery and honor.","release_date":"1999-11-24","vote_average":6.5,"runtime":138,"cert":"N\/A","id":22267,"title":"Ride with the Devil","adult":false,"genre_ids":[18,10752,10749,37]},{"cast":["Nanni Moretti","Alessandro Gassman","Valeria Golino","Isabella Ferrari","Blu Yoshimi"],"overview":"Pietro is a successful businessman with a wife and a daughter. One day he helps his brother save two women from drowning at the beach. When he returns home he finds that his wife has died. Now Pietro has to take care of his daughter, Claudia. When he drives her to school soon after, he decides to wait for her all day in front of the school, and soon that's what he does every day.","release_date":"2008-02-01","vote_average":6.5,"runtime":105,"cert":"N\/A","id":22274,"title":"Quiet Chaos","adult":false,"genre_ids":[10749,18]},{"cast":["Alan Rickman","Hugh Grant","Georgina Cates","Alun Armstrong","Peter Firth"],"overview":"Liverpool. 1947.  A star-struck young girl learns about the grown-up world of the theater.","release_date":"1995-07-21","vote_average":6.7,"runtime":113,"cert":"N\/A","id":22279,"title":"An Awfully Big Adventure","adult":false,"genre_ids":[10749,18,35]},{"cast":["Willie Nelson","Dyan Cannon","Amy Irving","Slim Pickens","Joey Floyd"],"overview":"Buck Bonham is a country singer on the road caught in a romantic triangle with Dyan Cannon and Amy Irving, the daughter of one of his longtime musical sidekick.","release_date":"1980-07-18","vote_average":6.3,"runtime":119,"cert":"N\/A","id":22288,"title":"Honeysuckle Rose","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Susan Tom","Anthony Tom","Faith Tom"],"overview":"My Flesh and Blood is a 2003 documentary film by Jonathan Karsh chronicling a year in the life of the Tom family. The Tom family is notable as the mother, Susan, adopted eleven children, most of whom had serious disabilities or diseases. The film itself is notable for handling the sensitive subject matter in an unsentimental way that is more uplifting than one might expect.","release_date":"2003-01-17","vote_average":7.9,"runtime":83,"cert":"N\/A","id":22289,"title":"My Flesh and Blood","adult":false,"genre_ids":[99]},{"cast":["Gene Tierney","Rex Harrison","George Sanders","Edna Best","Vanessa Brown"],"overview":"In 1900, strong-willed widow Lucy Muir goes to live in Gull Cottage by the British seaside, even though it appears to be haunted. Sure enough, that very night she meets the ghost of crusty former owner Captain Gregg...and refuses to be scared off. Indeed, they become friends and allies, after Lucy gets used to the idea of a man's ghost haunting her bedroom. But when a charming live man comes courting, Lucy and the captain must deal with their feelings for each other.","release_date":"1947-05-25","vote_average":7.6,"runtime":104,"cert":"","id":22292,"title":"The Ghost and Mrs. Muir","adult":false,"genre_ids":[14,10749,9648]},{"cast":["Harold P. Warren","Tom Neyman","John Reynolds","Diane Mahree","Stephanie Nielson"],"overview":"A family gets lost on the road and stumbles upon a hidden, underground, devil-worshiping cult led by the fearsome Master and his servant Torgo.","release_date":"1966-11-15","vote_average":1.8,"runtime":74,"cert":"N\/A","id":22293,"title":"Manos: The Hands of Fate","adult":false,"genre_ids":[27]},{"cast":["Felecia","Anita Blond","Mia Smiles"],"overview":"No overview found.","release_date":"1999-05-13","vote_average":0.0,"runtime":120,"cert":"N\/A","id":22298,"title":"dirty debutantes #68","adult":true,"genre_ids":[]},{"cast":["Ben Lyon","James Hall","Jean Harlow","John Darrow","Lucien Prival"],"overview":"In this aerial spectacle, brothers Roy and Monte Rutledge, each attending Oxford university, enlist with the Royal Flying Corps when World War I breaks out.","release_date":"1930-11-15","vote_average":6.7,"runtime":131,"cert":"N\/A","id":22301,"title":"Hell's Angels","adult":false,"genre_ids":[28,18,10752]},{"cast":["Maxim Gaudette","Sébastien Huberdeau","Karine Vanasse","Evelyne Brochu","Martin Watier"],"overview":"A dramatization of the Montreal Massacre of 1989 where several female engineering students were murdered by an unstable misogynist.","release_date":"2009-01-24","vote_average":7.1,"runtime":77,"cert":"N\/A","id":22302,"title":"Polytechnique","adult":false,"genre_ids":[80,18]},{"cast":["Billy Joel"],"overview":"No overview found.","release_date":"1997-11-18","vote_average":3.8,"runtime":80,"cert":"N\/A","id":22303,"title":"Billy Joel: Greatest Hits Volume III","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"NGC conducts a forensic investigation to test the tenets of some of the most common conspiracy theories of 9\/11 and mysteries surrounding the attacks.","release_date":"2009-12-31","vote_average":1.0,"runtime":null,"cert":"N\/A","id":22310,"title":"9\/11: Science and Conspiracy","adult":false,"genre_ids":[99]},{"cast":["Bo Svenson","Fred Williamson","Peter Hooten","Michael Pergolani","Jackie Basehart"],"overview":"Set in Europe during WWII, a group of American soldiers on their way to military prison are beset upon by a German artillery attack, escaping with Switzerland in their sights. Before making it any farther, they volunteer to steal a V2 warhead for the French Underground - taking them deep into the heart of German territory.","release_date":"1978-02-08","vote_average":6.3,"runtime":99,"cert":"15","id":22311,"title":"The Inglorious Bastards","adult":false,"genre_ids":[28,35,10752]},{"cast":["Omar Epps","LL Cool J","Nia Long","Stanley Tucci","Hill Harper"],"overview":"A fearless cop is taking on a ruthless crimelord. He knew the risks. He just didn't know how far he would have to go.","release_date":"1999-08-25","vote_average":6.9,"runtime":95,"cert":"N\/A","id":22314,"title":"In Too Deep","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Akshay Kumar","Kareena Kapoor Khan","Priyanka Chopra","Amrish Puri","Paresh Rawal"],"overview":"Aitraaz revolves around the character Raj Malhotra (Akshay Kumar) a successful businessman who has everything going for him, including a lovely wife (Kareena Kapoor). Just when he thinks things can't get any better, Sonia (Priyanka Chopra) - his ex-girlfriend, now the boss's wife - walks back into his life - and she wants Raj at any cost.","release_date":"2004-11-12","vote_average":5.7,"runtime":159,"cert":"N\/A","id":22315,"title":"Aitraaz","adult":false,"genre_ids":[53,18]},{"cast":["Akshay Kumar","Bobby Deol","Kareena Kapoor Khan","Bipasha Basu","Johnny Lever"],"overview":"Raj and Priya befriend their new neighbors Vicky and Sonia. One day, Raj wakes up in Vicky's house and finds out that Sonia has been murdered and he's being framed for it. On the run, he must try and prove his innocence with the support of his loving wife.","release_date":"2001-09-21","vote_average":5.5,"runtime":165,"cert":"N\/A","id":22316,"title":"Ajnabee","adult":false,"genre_ids":[53]},{"cast":["Paul Hogan","Beverly D'Angelo","Cuba Gooding Jr.","Pat Hingle","Richard Riehle"],"overview":"Lightning Jack Kane is an Australian outlaw in the wild west. During a bungled bank robbery he picks up mute Ben Doyle as a hostage. The two become good friends, with Jack teaching Ben how to rob banks, while they plan Jack's last heist.","release_date":"1994-03-11","vote_average":5.5,"runtime":98,"cert":"N\/A","id":22317,"title":"Lightning Jack","adult":false,"genre_ids":[35,37]},{"cast":["Ben Stiller","Elizabeth Hurley","Maria Bello","Owen Wilson","Jay Paulson"],"overview":"Ben Stiller plays comedy writer Jerry Stahl, whose $6000-a-week heroin habit had him taking his infant daughter along on his drug runs and doing smack during TV script conferences. Departing detox, Stahl explores memories with survivor Kitty, who listens patiently to Stahl's flashback. Other women in Stahl's life are his British wife Sandra and his agent Vola.","release_date":"1998-09-12","vote_average":6.1,"runtime":88,"cert":"N\/A","id":22318,"title":"Permanent Midnight","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Brown"],"overview":"\"Trouble the Water\" takes you inside Hurricane Katrina in a way never before seen on screen. The film opens the day before the storm makes landfall--just blocks away from the French Quarter but far from the New Orleans that most tourists knew. Kimberly Rivers Roberts, an aspiring rap artist, is turning her new video camera on herself and her Ninth Ward neighbors trapped in the city. Weaving an insider's view of Katrina with a mix of verité and in-your-face filmmaking, it is a redemptive tale of self-described street hustlers who become heroes--two unforgettable people who survive the storm and then seize a chance for a new beginning.","release_date":"2008-01-20","vote_average":7.4,"runtime":93,"cert":"N\/A","id":22319,"title":"Trouble the Water","adult":false,"genre_ids":[99]},{"cast":["Marjut Maristo","Amanda Pilke","Malla Malmivaara","Joel Mäkinen","Jarkko Niemi"],"overview":"Two 18-year old girls from a christian fundamentalist community flee to a city for a summer job.","release_date":"2009-02-13","vote_average":6.7,"runtime":104,"cert":"N\/A","id":22326,"title":"Forbidden Fruit","adult":false,"genre_ids":[18,35]},{"cast":["Michael Cera","Portia Doubleday","Zach Galifianakis","Justin Long","Ray Liotta"],"overview":"As a fan of Albert Camus and Jean-Luc Godard, teenage Nick Twisp is definitely out of his element when his mother and her boyfriend move the family to a trailer park. When a pretty neighbor named Sheeni plays records by French crooners, it's love at first sight for frustrated and inexperienced Nick. Learning that she is dating someone, Nick launches a hilarious quest to find his way into Sheeni's heart -- and bed.","release_date":"2009-09-11","vote_average":6.0,"runtime":87,"cert":"15","id":22327,"title":"Youth in Revolt","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tim Conway","Don Knotts","Tim Matheson","Kenneth Mars","Elyssa Davalos"],"overview":"Amos and Theodore, the two bumbling outlaw wannabes from The Apple Dumpling Gang, are back and trying to make it on their own. This time, the crazy duo gets involved in an army supply theft case -- and, of course, gets in lots of comic trouble along the way!","release_date":"1979-06-27","vote_average":6.3,"runtime":88,"cert":"U","id":22328,"title":"The Apple Dumpling Gang Rides Again","adult":false,"genre_ids":[35,10751,37]},{"cast":["Ben Kingsley","Christian Slater","Elliott Gould","Alfred Molina"],"overview":"This vibrantly animated feature recounts the biblical epic of the Hebrew prophet Moses and the Ten Commandments. Led by the word of God, Moses challenges the ominous Egyptian pharaoh, performs miracles and guides the chosen people on a 40-year journey through the desert to free them from captivity and lead them to the Promised Land.","release_date":"2007-10-19","vote_average":6.5,"runtime":88,"cert":"N\/A","id":22331,"title":"The Ten Commandments","adult":false,"genre_ids":[16,18,10751,36]},{"cast":["Richard Todd","Anne Baxter","Herbert Lom","Faith Brook","Alan Tilvern"],"overview":"A woman who lives in Spain has trouble convincing anybody that a complete stranger has taken her dead brother's identity.","release_date":"1958-01-21","vote_average":7.3,"runtime":87,"cert":"N\/A","id":22334,"title":"Chase a Crooked Shadow","adult":false,"genre_ids":[9648,18]},{"cast":["Sasha Grey","Jesse Buck","David Hess","Michael Berryman","Ray Sager"],"overview":"Television news celebrity April Carson turns to the services of private investigator Isaac Beaumonde to seek her missing sister, a stripper known as Gigi Spot. Carson assumes a role in a horror movie in the process, eventually learning that the movie's director, Able Whitman, is not only the culprit, but that he has rendered her sister's body into props for the production.","release_date":"2009-07-18","vote_average":4.5,"runtime":82,"cert":"N\/A","id":22335,"title":"Smash Cut","adult":false,"genre_ids":[35,27]},{"cast":["Lacey Toups","Candise Lakota","Tarah Tobiason","Suri Serano","Damon Whitaker"],"overview":"The Champagne Gang is an exciting action-packed drama about four beautiful California beach girls who pull heists to pay for luxury items and surfing vacations to Mexico and Hawaii.","release_date":"2006-10-03","vote_average":1.7,"runtime":91,"cert":"N\/A","id":22338,"title":"The Champagne Gang","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"Turn ANY TV into a high-end aquarium with the Plasmaquarium DVD. The Plasmaquarium DVD features 9 different aquariums packed with dozens of Saltwater and Freshwater fish, Tropical fish, Eel, Koi and even an exclusive SHARK TANK! WOW! How cool will your TV look with a Caribbean Queen shark swimming around in it!","release_date":"2004-11-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":22341,"title":"Plasmaquarium","adult":false,"genre_ids":[]},{"cast":["Cornel Wilde","Jean Wallace","Brian Donlevy","Richard Conte","Lee Van Cleef"],"overview":"Police Lt. Leonard Diamond vies to bring a clever, well connected, and sadistic gangster to justice all the while obsessing over the gangster's girlfriend.","release_date":"1955-02-15","vote_average":7.4,"runtime":84,"cert":"N\/A","id":22342,"title":"The Big Combo","adult":false,"genre_ids":[18,28,53,80,9648]},{"cast":["Kathleen Turner","Christopher Lloyd","Kim Cattrall","Peter MacNicol","Dom DeLuise"],"overview":"Scientist hold talking, super-intelligent babies captive, but things take a turn for the worse when a mix-up occurs between a baby genius and its twin.","release_date":"1999-03-12","vote_average":3.8,"runtime":97,"cert":"N\/A","id":22345,"title":"Baby Geniuses","adult":false,"genre_ids":[878,35,10751]},{"cast":["Kenneth More","Muriel Pavlow","Lyndon Brook","Lee Patterson","Alexander Knox"],"overview":"The true story of airman Douglas Bader who overcame the loss of both legs in a 1931 flying accident to become a successful fighter pilot and wing leader during World War II.","release_date":"1956-07-05","vote_average":6.3,"runtime":135,"cert":"U","id":22350,"title":"Reach for the Sky","adult":false,"genre_ids":[36,18]},{"cast":["Bob Steele","Roberta Gale","Buck Connors","Earl Dwire","Robert McKenzie"],"overview":"John Clark (Bob Steele) and his deaf pal, Bootch Collum (Buck Connors), are trailed by U. S. Marshal Lamar Bly (Jack Rockwell)...","release_date":"1935-11-04","vote_average":3.3,"runtime":59,"cert":"N\/A","id":22351,"title":"Alias John Law","adult":false,"genre_ids":[37]},{"cast":["Richard Dix","Leo Carrillo","Preston Foster","Frances Gifford","Robert Barrat"],"overview":"Richard Dix as Dan Taylor and Preston S. Foster as Paxton Bryce are two longtime friends seeking their fortune in Texas after the war. The two men decide, not without problems, to establish a cattle empire. Paxton becoming too ambitious, distances himself from Dan and Abby, Paxton's wife. It will only be after a personal tragedy that he will come back to his senses.","release_date":"1942-12-11","vote_average":3.0,"runtime":82,"cert":"N\/A","id":22354,"title":"American Empire","adult":false,"genre_ids":[37]},{"cast":["Jonas Hämmerle","Waldemar Kobus","Christian Alexander Koch","Nic Romm","Jürgen Vogel"],"overview":"One morning our little Viking village of Flake is raided by frightening looking spooky demons who kidnap all the children… except for Wickie, who was stuck in a tree trying to use a kite to learn to fly.","release_date":"2009-09-09","vote_average":5.9,"runtime":85,"cert":"N\/A","id":22355,"title":"Wickie the Mighty Viking","adult":false,"genre_ids":[35,10751,28,12]},{"cast":["John Wayne","Gail Russell","Harry Carey","Bruce Cabot","Irene Rich"],"overview":"Notorious shootist and womanizer Quirt Evans' horse collapses as he passes a Quaker family's home. Quirt has been wounded, and the kindly family takes him in to nurse him back to health against the advice of others. The handsome Evans quickly attracts the affections of their beautiful daughter, Penelope. He develops an affection for the family, but his troubled past follows him.","release_date":"1947-02-15","vote_average":6.6,"runtime":100,"cert":"U","id":22356,"title":"Angel and the Badman","adult":false,"genre_ids":[10749,37]},{"cast":["Frank Rautenbach","Sarah Thompson","Eric Nobbs","Sybel Coetzee","Brandon Auret"],"overview":"\"How do you start over once you have betrayed a nation's trust?\" The news of Hansie Cronjé's involvement with Indian bookmakers and his resulting public confession rocked the international sporting community. An unprecedented rise to glory was followed by the most horrific fall. A tarnished hero fueled the nation's fury.","release_date":"2008-01-01","vote_average":8.0,"runtime":122,"cert":"N\/A","id":22357,"title":"Hansie","adult":false,"genre_ids":[18]},{"cast":["Pyotr Mamonov","Viktor Sukhorukov","Yuriy Kuznetsov","Dmitriy Dyuzhev","Viktoriya Isakova"],"overview":"Somewhere in Northern Russia in a small Russian Orthodox monastery lives an unusual man whose bizarre conduct confuses his fellow monks, while others who visit the island believe that the man has the power to heal, exorcise demons and foretell the future.","release_date":"2006-11-23","vote_average":7.0,"runtime":112,"cert":"N\/A","id":22358,"title":"The Island","adult":false,"genre_ids":[18]},{"cast":["George Hilton","Edd Byrnes","Gilbert Roland","Stefania Careddu","José Torres"],"overview":"Any Gun Can Play (Italian: Vado... l'ammazzo e torno) is a 1967 spaghetti western starring Gilbert Roland, Edd Byrnes and George Hilton. The film is directed by Enzo G. Castellari and features a score by Francesco De Masi and Alessandro Alessandroni. It follows a familiar pattern of protagonists searching for gold, double-crossing one another and a high body count. The three main characters continually change allegiances and get the upper hand only to be thwarted by fellow outlaws, mysterious insurance investigators and each other. In the opening scene one of the three outlaws is dressed very similar to Clint Eastwood's character in the \"Dollars\" trilogy, one is dressed as Lee Van Cleef's characters in those and other westerns, and one as Franco Nero's character Django.","release_date":"1967-09-26","vote_average":7.2,"runtime":103,"cert":"N\/A","id":22359,"title":"Any Gun Can Play","adult":false,"genre_ids":[12,28,37]},{"cast":["Mamoudu Turay Kamara","Mariame N'Diaye","Mamusu Kallon","Merveille Lukeba","Richard Gant"],"overview":"Ezra, jeune ex-soldat Sierra-Léonais, essaie tant bien que mal de retrouver des repères pour revenir à une vie normale après la guerre civile qui a ravagé son pays. Son quotidien est partagé entre un centre de réhabilitation psychologique et un tribunal de réconciliation nationale organisé sous l'égide de l'ONU. Durant le procès en réhabilitation auquel Ezra participe, il doit affronter sa soeur qui l'accuse du meurtre de leurs parents. Ezra, qui a traversé cette violente guerre civile complètement drogué et alcoolisé, ne se souvient de rien. Ezra reconnaîtra-t-il l'horreur et par ce fait, permettra-t-il à sa soeur et à sa communauté villageoise d'accéder au pardon ?","release_date":"2007-01-01","vote_average":5.8,"runtime":105,"cert":"N\/A","id":22366,"title":"Ezra","adult":false,"genre_ids":[18]},{"cast":["Tex Ritter","Syd Saylor","William Faversham","Eleanor Stewart","'Snub' Pollard"],"overview":"Tex and sidekick Grass join McGill's traveling show. When Price has McGill's wagons burned, Tex becomes the county tax collector to earn money. This leads to trouble as one of those owing money is Price who says he will not pay. Business doesn´t go as plan.","release_date":"1937-01-30","vote_average":4.0,"runtime":56,"cert":"N\/A","id":22367,"title":"Arizona Days","adult":false,"genre_ids":[37]},{"cast":["Bob Custer","Peggy Montgomery","John Lowell","J.P. McGowan","Mack V. Wright"],"overview":"A Cattlemen´s Association hires a detective (Bob Custer) to look into a series of cattle rustlings. To dismantle the plot, an undercover agent will be infiltrating the gang as a bandit.","release_date":"1928-08-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":22368,"title":"Arizona Days","adult":false,"genre_ids":[37]},{"cast":["Jason Dolley","Luke Benward","Nicholas Braun","Chelsea Kane","Kellie Cockrell"],"overview":"A comedy\/sci-fi\/adventure about three high school kids who invent a time machine to spare others just like them from the humiliation they've endured.","release_date":"2008-01-25","vote_average":5.4,"runtime":98,"cert":"","id":22371,"title":"Minutemen","adult":false,"genre_ids":[10770,35,878,10751,12]},{"cast":["Orson Welles","Kim Burfield","Walter Slezak","Ángel del Pozo","Rik Battaglia"],"overview":"Young Jim Hawkins finds himself serving with pirate captain Long John Silver in search of a buccaneer's treasure, in this short adaptation of Robert Louis Stevenson's classic tale.","release_date":"1972-10-01","vote_average":5.2,"runtime":94,"cert":"N\/A","id":22376,"title":"Treasure Island","adult":false,"genre_ids":[12,10751]},{"cast":["John Wayne","David Janssen","George Takei","Jack Soo","Jim Hutton"],"overview":"Col. Mike Kirby picks two teams of crack Green Berets for a mission in South Vietnam. First off is to build and control a camp that is trying to be taken by the enemy the second mission is to kidnap a North Vietnamese General","release_date":"1968-07-04","vote_average":5.6,"runtime":142,"cert":"N\/A","id":22377,"title":"The Green Berets","adult":false,"genre_ids":[10752,18]},{"cast":["Rock Hudson","Gina Lollobrigida","Sandra Dee","Bobby Darin","Walter Slezak"],"overview":"Robert Talbot, an American millionaire, arrives early for his annual vacation at his luxurious Italian villa. His long-time girlfriend Lisa has given up waiting for him and has decided to marry another man. Meanwhile, his sneaky business associate Maurice secretly misappropriates the villa as a hotel while Talbot is away. The current guests of the \"hotel\" are a group of young American girls.","release_date":"1961-01-01","vote_average":7.1,"runtime":112,"cert":"N\/A","id":22386,"title":"Come September","adult":false,"genre_ids":[35,10749]},{"cast":["Ronald Colman","Greer Garson","Philip Dorn","Susan Peters","Henry Travers"],"overview":"An amnesiac World War I vet falls in love with a music hall star, only to suffer an accident which restores his original memories but erases his post-War life.","release_date":"1942-12-17","vote_average":7.3,"runtime":126,"cert":"N\/A","id":22387,"title":"Random Harvest","adult":false,"genre_ids":[18,10749]},{"cast":["Dean Martin","Jerry Lewis","Lori Nelson","Jeff Morrow","Lon Chaney Jr."],"overview":"Rich momma's boy Wade Kingsley Jr. an Eastern dude, tries to follow in his murdered father's footsteps by returning to the West to partner up with Slim Moseley Jr.,the son of his father's former partner. Wade overcomes Slim's initial reluctance to accept him by using his fortune to buy a prize cow and new car to help Slim in his job as foreman on the Kingsley family ranch, currently under siege by a gang of outlaws called \"masked raiders.\" Wade generously tries to pay off the ranch's mortgage with $15,000 of his own money, but unfortunately neither \"pardner\" realizes that respected banker Dan Hollis, the son of their fathers' murderer, is the leader of the gang.","release_date":"1956-08-01","vote_average":6.9,"runtime":90,"cert":"N\/A","id":22390,"title":"Pardners","adult":false,"genre_ids":[35,37]},{"cast":["Jason Patric","Drea de Matteo","Sylvia Jefferies","KaDee Strickland","Bill McCreight"],"overview":"A small-town father is forced to make difficult, heartbreaking decisions in order to save his two daughters.","release_date":"2006-04-27","vote_average":0.0,"runtime":117,"cert":"N\/A","id":22391,"title":"Walker Payne","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Follow a deep-sea expedition with world-renowned shark experts Michael Scholl &amp; Ramon Bonfil as they tag a 12-foot great white, named for Nicole Kidman, on an epic journey across an ocean that threatens her survival.","release_date":"2008-01-01","vote_average":6.0,"runtime":46,"cert":"N\/A","id":22394,"title":"Great White Odyssey","adult":false,"genre_ids":[99]},{"cast":["Theo Maassen"],"overview":"Maassen won two of the biggest comedy contests in the Netherlands in 1990, the Groninger Studenten Cabaret Festival(GSCF), and Cameretten. The GSCF jury was not pleased with the quality of the contestants that year, and gave Maassen the first prize, remarking he was the best of the year, but still not very good. In the following years, however, Maassen fame grew steadily, especially amongst students. Maassens style was based on stand-up comedy: Alone on stage, telling jokes and stories to amuse the public, without any musical support (a thing common for most Dutch comedians up to that point). Since 2000, Maassens shows are shown on Dutch national television, making him more and more a household name.","release_date":"2006-12-30","vote_average":6.2,"runtime":85,"cert":"N\/A","id":22407,"title":"Theo Maassen: Tegen beter weten in","adult":false,"genre_ids":[35]},{"cast":["Randolph Scott","Forrest Tucker","Mala Powers","J. Carrol Naish","Edgar Buchanan"],"overview":"In this film's version of the story, four of the Reno Brothers are corrupt robbers and killers while a fifth, Clint (Denver Pyle) is a respected Indiana farmer. A sister, Laura (Mala Powers), who has inherited the family home, serves the outlaw brothers as a housekeeper and cook. One brother is killed when they go after a bank, the men of the town appear to have been waiting for them…","release_date":"1955-03-26","vote_average":6.8,"runtime":87,"cert":"N\/A","id":22408,"title":"Rage at Dawn","adult":false,"genre_ids":[28,37]},{"cast":["Kou Shibasaki","Toru Nakamura","Kitty Zhang Yuqi","Tenky Tin Kai-Man","Lam Tze-chung"],"overview":"A Shaolin-trainer young woman returns to Japan to resuscitate her grandfather's defunct martial arts school.","release_date":"2008-04-26","vote_average":4.4,"runtime":107,"cert":"N\/A","id":22411,"title":"Shaolin Girl","adult":false,"genre_ids":[28,35]},{"cast":["Vino G. Bastian","Ramon Y. Tungka","Marcel Chandrawinata","Joanna Alexandra","Christian Sugiono"],"overview":"Determined not to graduate as losers, best friends Agni, Alde and Arian set out to create a documentary that chronicles their last days in high school.","release_date":"2005-03-31","vote_average":5.3,"runtime":110,"cert":"N\/A","id":22412,"title":"Notes for the End of School","adult":false,"genre_ids":[18]},{"cast":["Sienna Miller","James Franco","David Carradine","Scott Glenn","Ed Lauter"],"overview":"A twisted honeymoon adventure about a young couple on their way to Niagara Falls.","release_date":"2008-04-13","vote_average":6.3,"runtime":94,"cert":"N\/A","id":22419,"title":"Camille","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ananda Everingham","Florence Faivre","Karen Mok","Napakpapha Nakprasitte","Suchao Pongwilai"],"overview":"Following the Thai custom to cheat death and rid oneself of bad luck, a man who lays in a coffin for an evening subsequently experiences a series of terrifying incidents","release_date":"2008-10-30","vote_average":4.7,"runtime":86,"cert":"N\/A","id":22422,"title":"The Coffin","adult":false,"genre_ids":[27]},{"cast":["Robert De Niro","Annette Bening","George Wendt","Patricia Wettig","Sam Wanamaker"],"overview":"This compelling story vividly recreates Hollywood's infamous 'Blacklist Era'. The witch-hunt has begun and director David Merrill can revive his stalled career by testifying against friends who are suspected communists. Merrill's ex wife shares a whirlpool of scandals that draws them closer together while his chances for ever making movies again slips further away...","release_date":"1991-03-15","vote_average":6.3,"runtime":100,"cert":"N\/A","id":22423,"title":"Guilty by Suspicion","adult":false,"genre_ids":[18,53]},{"cast":["Hans Teeuwen"],"overview":"","release_date":"2004-01-01","vote_average":5.2,"runtime":105,"cert":"N\/A","id":22424,"title":"Hans Teeuwen: Industry of Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":22425,"title":"The Alternate","adult":false,"genre_ids":[]},{"cast":["Eric Roberts","Bryan Genesse","John Beck","Michael Madsen","Ice-T"],"overview":"The President of the United States, in the midst of negative public opinion, is kidnapped while attending a charity function. However, this is all part of a plan to boost his ratings, the 'kidnappers' being a CIA black ops team. It seems like a great idea until the leader of the black ops decides he can make it away with the ransom money himself, but one of his team has other ideas.","release_date":"2000-04-07","vote_average":2.8,"runtime":95,"cert":"N\/A","id":22426,"title":"The Alternate","adult":false,"genre_ids":[28,53]},{"cast":["Bill Engvall","Jeff Foxworthy","Larry the Cable Guy","Ron White"],"overview":"Celebrated comedians Jeff Foxworthy, Larry the Cable Guy, Bill Engvall, and Ron White are reunited by popular demand to bring back more of their blue collar humor. The first movie was a runaway hit and the latest installment of this concert experience allows you to once again see them perform their original material on stage, up close and personal, from the best seat in the house.","release_date":"2004-12-05","vote_average":5.7,"runtime":106,"cert":"N\/A","id":22427,"title":"Blue Collar Comedy Tour Rides Again","adult":false,"genre_ids":[35,99]},{"cast":["Bill Williams","Lyn Thomas","Robert Ellis","Paul Frees","Rhoda Williams"],"overview":"Rust from Outer Space threatens to destroy the Earth.","release_date":"1958-06-01","vote_average":5.2,"runtime":71,"cert":"N\/A","id":22430,"title":"Space Master X-7","adult":false,"genre_ids":[878]},{"cast":["Theo Maassen"],"overview":"Maassen won two of the biggest comedy contests in the Netherlands in 1990, the Groninger Studenten Cabaret Festival(GSCF), and Cameretten. The GSCF jury was not pleased with the quality of the contestants that year, and gave Maassen the first prize, remarking he was the best of the year, but still not very good. In the following years, however, Maassen fame grew steadily, especially amongst students. Maassens style was based on stand-up comedy: Alone on stage, telling jokes and stories to amuse the public, without any musical support (a thing common for most Dutch comedians up to that point).","release_date":"1998-12-30","vote_average":6.0,"runtime":72,"cert":"N\/A","id":22431,"title":"Theo Maassen: Ruwe Pit","adult":false,"genre_ids":[35]},{"cast":["Richard Grieco","Gabrielle Anwar","Roger Rees","Linda Hunt","Robin Bartlett"],"overview":"Michael Corben, along with the rest of his high-school French class, sets out for a trip to France when he is mistaken for an agent of the same name. He is beseiged by both the good guys and the bad guys. British Intelligence outfits him with a series of James-Bond-like gizmos, and Steranko sends more would-be assassins after him. Can Michael stop the evil Steranko's plans for European domination?","release_date":"1991-03-15","vote_average":5.7,"runtime":88,"cert":"N\/A","id":22434,"title":"If Looks Could Kill","adult":false,"genre_ids":[12,28,35]},{"cast":["Kim Anderzon","Janne 'Loffe' Carlsson","Stig Ossian Ericson","Yvonne Lombard","Nils Eklund"],"overview":"To secure an order for 1 000 cruise ships from an Arab prince, two companies have to compete by racing each other by canal from Stockholm to Gothenburg. A small family owned company on the brink of bankruptcy is pitted against their major competitor and they both have to resort to dirty tricks in order to reach the goal line first. Plot by Mattias Thuresson.","release_date":"1981-12-18","vote_average":5.3,"runtime":99,"cert":"N\/A","id":22435,"title":"Göta Kanal eller Vem drog ur proppen?","adult":false,"genre_ids":[35]},{"cast":["Janne 'Loffe' Carlsson","Eva Röse","Henrik Lundström","Kim Anderzon","Pino Ammendola"],"overview":"Andersson's boatyard remains after 25 years, still chased by the same stringent, but misfortuned debt collector. TV producer Vonna Jigert wants Andersson to compete against an Italian company and their boat Fortuna in a race on Göta Kanal – live on TV. The race is broadcasted as a reality show. Same gangly canoer like 25 years ago also has a canoeing vacation on the canal when the race starts.","release_date":"2006-12-25","vote_average":4.0,"runtime":95,"cert":"N\/A","id":22436,"title":"Göta Kanal 2 - kanalkampen","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1939-04-18","vote_average":0.0,"runtime":25,"cert":"N\/A","id":22437,"title":"The Coffin","adult":false,"genre_ids":[]},{"cast":["Gloria Holden","Otto Kruger","Marguerite Churchill","Irving Pichel","Gilbert Emery"],"overview":"A countess from Transylvania seeks a psychiatrist’s help to cure her vampiric cravings.","release_date":"1936-05-11","vote_average":6.4,"runtime":71,"cert":"N\/A","id":22440,"title":"Dracula's Daughter","adult":false,"genre_ids":[18,14,27]},{"cast":["Bobby Deol","Kangana Ranaut","Dwij Yadav"],"overview":"No overview found.","release_date":"2009-09-11","vote_average":7.0,"runtime":105,"cert":"N\/A","id":22443,"title":"Vaada Raha... I Promise","adult":false,"genre_ids":[]},{"cast":["Emraan Hashmi","Mrinalini Sharma","Salil Acharya","Purab Kohli","Shriya Saran"],"overview":"Awarapan is the story of man called Shivam (Emraan Hashmi) who searched for joy but found nothing but pain and loneliness. It is the journey of a godless heartbroken lover who in order to escape from the ghosts of his tragic past dedicates himself to serve his gangster boss Malik who runs a chain of hotels in Hong Kong.","release_date":"2007-06-29","vote_average":6.6,"runtime":126,"cert":"N\/A","id":22448,"title":"Awarapan","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ryo Kase","Asaka Seto","Koji Yakusho","Koji Yamamoto","Masako Motai"],"overview":"A young man fights for his freedom after he is accused of groping a girl on train.","release_date":"2007-01-20","vote_average":7.0,"runtime":143,"cert":"N\/A","id":22449,"title":"I Just Didn't Do It","adult":false,"genre_ids":[18]},{"cast":["Lou Diamond Phillips","Kristy Swanson","Coolio"],"overview":"In the quiet waters of the Mississippi, body parts are being discovered. No one knows what is behind it all, until a huge man eating bull shark turns up. This bull shark is different, as it can breath in fresh water, making a deadly encounter between anyone who comes before it. John Sanders must now try and reach the surface, with his ex-wife and whilst being held hostage.","release_date":"2003-08-17","vote_average":4.1,"runtime":92,"cert":"N\/A","id":22450,"title":"Red Water","adult":false,"genre_ids":[27,28,53]},{"cast":["Scott Bairstow","Rachel Shelley","Warrick Grier","Patrick Shai","Andre Weideman"],"overview":"After miners disappear in the Namib Desert, some scientists find their remains and the demonic creature that killed them.","release_date":"2003-12-23","vote_average":4.7,"runtime":90,"cert":"18","id":22451,"title":"The Bone Snatcher","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"Set both in Latin America and the United States, the film explores the historic and current relationship of Washington with countries such as Venezuela, Bolivia and Chile. Pilger says that the film \"...tells a universal story... analysing and revealing, through vivid testimony, the story of great power behind its venerable myths. It allows us to understand the true nature of the so-called \"war on terror\". According to Pilger, the film’s message is that the greed and power of empire is not invincible and that people power is always the \"seed beneath the snow\".","release_date":"2007-06-15","vote_average":7.8,"runtime":96,"cert":"N\/A","id":22452,"title":"The War on Democracy","adult":false,"genre_ids":[36,99,10752]},{"cast":["Gerard Kennedy","Andrew Daddo","Ian Smith","Regina Caigalas","Vincent Gil"],"overview":"Residents of peaceful Pebbles Court, Homesville, are being used unknowingly as test experiments for a new 'Body Drug' that causes rapid body decomposition (melting skin etc.) and painful death.","release_date":"1994-10-28","vote_average":5.3,"runtime":81,"cert":"","id":22455,"title":"Body Melt","adult":false,"genre_ids":[35,27,878]},{"cast":["Amitabh Bachchan","Shashi Kapoor","Neetu Singh","Nirupa Roy","Parveen Babi"],"overview":"Reflecting the tumultuous politics of the early ’70s in India, Deewar tells the story of a pair of impoverished brothers who, after their family is betrayed by the misplaced idealism of their father, struggle to survive on the streets of Mumbai. They head for a showdown when one becomes a policeman, and the other becomes a criminal.","release_date":"1975-07-01","vote_average":7.2,"runtime":174,"cert":"N\/A","id":22460,"title":"Deewaar","adult":false,"genre_ids":[28,80,18]},{"cast":["Laidback Luke","David Guetta","Audio Bullys","Armin van Buuren","Marco V"],"overview":"Sensation White 2005, Amsterdam Arena, Netherlands.","release_date":"2005-07-03","vote_average":4.3,"runtime":80,"cert":"N\/A","id":22467,"title":"Sensation White: 2005 - Netherlands","adult":false,"genre_ids":[10402]},{"cast":["Lisa Banes","Richard Beymer","María Celedonio","Gary Graham","Kathy Ireland"],"overview":"After their plane crashes in the Pacific ocean after a storm a group of people scramble to a tropical island. At first the place seems home to palm trees and exotic wildlife but on the discovery of a disused military base they find out the island poses a severe threat to them","release_date":"1992-01-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":22468,"title":"The Presence","adult":false,"genre_ids":[27,53]},{"cast":["Suzanne Reuter","Ulla Skoog","Peter Dalle","Claes Månsson","Johan Ulveson"],"overview":"Yrrol: An Enormously Well Thought Out Movie. Sketch comedy","release_date":"1994-10-28","vote_average":6.6,"runtime":88,"cert":"N\/A","id":22471,"title":"Yrrol - en kolossalt genomtänkt film","adult":false,"genre_ids":[35]},{"cast":["Peter Love","Kurtis Wakefield","Zoë Bell","Ben Sand"],"overview":"When offered four thousand dollars to break into a computer network, Leon(Peter Love) and Greg (Kurtis Wakefield) aren't concerned with something as petty as morality.The only real questions are what complications can arise from hacking into a small home business, what's wrong with the twenty year old daughter Madison (Zoe Tarling)...... and what should Greg do when his friend can't stop watching the girl on her own webcam - and without her knowledge.Insecurity is a full-length independent feature-film released for free under a creative commons 3.0 license.","release_date":"2007-08-11","vote_average":7.0,"runtime":76,"cert":"N\/A","id":22472,"title":"Insecurity","adult":false,"genre_ids":[]},{"cast":["Ian McKellen","Aaron Eckhart","Brittany Murphy","Nick Nolte","Jessica Lange"],"overview":"Zach Riley (Aaron Eckhart) is a psychiatrist, who leaves a job at a prestigious university, to take up a job at the privately run mental institution, 'Millwood'. What he doesnt reveal at the time of his appointment is that this was the very place where his novelist father, T.L. Pierson (Nick Nolte), spent many years of his life.","release_date":"2005-09-09","vote_average":6.5,"runtime":108,"cert":"N\/A","id":22473,"title":"Neverwas","adult":false,"genre_ids":[18,14,53]},{"cast":["Chris Marquette","Diane Gaeta","Brooke Nevin","Jim Cody Williams","Linda Park"],"overview":"Our hero, Cooper, awakes to find himself nauseous, weak and covered in webbing, hanging from the ceiling of an office where, just minutes ago, he started his new job. As he struggles out of his slimy prison he comes face to face with his opponent - a grotesque, powerful and very angry bug. All 3 ft of it","release_date":"2009-02-05","vote_average":5.8,"runtime":93,"cert":"15","id":22476,"title":"Infestation","adult":false,"genre_ids":[28,35,27,878]},{"cast":["Mia Farrow","Dianne Wiest","Sam Waterston","Elaine Stritch","Jack Warden"],"overview":"After a suicide attempt, Lane has moved into her country house to recuperate. Her best friend, Stephanie, has come to join her for the summer. Lane's mother, Diane, has recently arrived with her husband Lloyd, Lane's stepfather. Lane is close to two neighbors: Peter, and Howard. Howard is in love with Lane, Lane is in love with Peter, and Peter is in love with Stephanie.","release_date":"1987-12-18","vote_average":6.3,"runtime":82,"cert":"N\/A","id":22477,"title":"September","adult":false,"genre_ids":[18]},{"cast":["Mia Farrow","Gena Rowlands","Ian Holm","Blythe Danner","Gene Hackman"],"overview":"Marion is a woman who has learned to shield herself from her emotions. She rents an apartment to work undisturbed on her new book, but by some acoustic anomaly she can hear all that is said in the next apartment in which a psychiatrist holds his office. When she hears a young woman tell that she finds it harder and harder to bear her life, Marion starts to reflect on her own life. After a series of events she comes to understand how her unemotional attitude towards the people around her affected them and herself.","release_date":"1988-10-13","vote_average":7.1,"runtime":84,"cert":"N\/A","id":22478,"title":"Another Woman","adult":false,"genre_ids":[18]},{"cast":["Jennifer Jason Leigh","Miranda Richardson","Harry Belafonte","Michael Murphy","Dermot Mulroney"],"overview":"Robert Altman's story is a riff on race, class, and power cross-cuts between the two kidnappings and the background of corrupt politics and virtuoso jazz music. It all takes place in Kansas City in 1934.","release_date":"1996-08-16","vote_average":6.3,"runtime":116,"cert":"N\/A","id":22479,"title":"Kansas City","adult":false,"genre_ids":[53,18,10402,80]},{"cast":["Olivier Rollin","Maurice Lemaître","Caroline Cartier","Ly Lestrong","Bernard Musson"],"overview":"A suicide cult led by a mysterious figure known as The Master. Oliver Martin is the hero, who tries to rescue pretty Caroline Cartier from the cult, only to find out that yet another group of vampires wants to save her too.","release_date":"1970-05-01","vote_average":4.6,"runtime":81,"cert":"N\/A","id":22480,"title":"The Nude Vampire","adult":false,"genre_ids":[27,878]},{"cast":["Frank Black","Kim Deal","David Lovering","Joey Santiago"],"overview":"When college rock darlings the Pixies broke up in 1992, their fans were shocked and dismayed. When they reunited in 2004, those same fans and legions of new listeners were ecstatic and filled with high hopes. loudQUIETloud follows the rehearsals and live shows of the band as they struggle through the reunion tour \"Sell Out\"","release_date":"2006-04-21","vote_average":7.0,"runtime":85,"cert":"N\/A","id":22485,"title":"loudQUIETloud: A Film About the Pixies","adult":false,"genre_ids":[99,10402]},{"cast":["Erin Cottrell","Logan Bartholomew","William Morgan Sheppard","James Tupper","Irene Bedard"],"overview":"The continued Westward journey of settlers Missie and Willie Lahaye. Their roots now firmly planted as they set up homestead in the far West, Missie begins to realize her passion for teaching as Willie cares for the couple's young daughter Kathy while expanding the family ranch with a little help from sons Jeff and Matthew. When the frontier railroad comes to town, the pleasure of a long-promised visit from Missie's father Clark is suddenly offset by the tragic death of young Kathy. As the untimely demise of their beloved daughter begins to drive an emotional wedge between Missie and Willie, the devastated father unexpectedly accepts an offer made by the powerful Samuel Doros to assume the role of town sheriff. Their faith shaken and their once close-knit bond suddenly torn asunder, Missie and Willie desperately attempt to bring their crumbling family back together as son Jeff faces a series of dangers while hopelessly falling for Doros' beautiful daughter Colette.","release_date":"2006-10-06","vote_average":7.0,"runtime":87,"cert":"N\/A","id":22488,"title":"Love's Abiding Joy","adult":false,"genre_ids":[10770,10751,37]},{"cast":["Richard Tyson","Bobbie Phillips"],"overview":"Hot-shot pilot Dan Hogan is sent deep into the Colombian jungle to rescue missionary doctor Ann Williams. Caught between innocent villagers and a ruthless drug lord, Ann won't abandon the people she has come to love.","release_date":"2004-05-06","vote_average":4.0,"runtime":82,"cert":"N\/A","id":22489,"title":"Last Flight Out","adult":false,"genre_ids":[28]},{"cast":["Norma Shearer","Joan Crawford","Rosalind Russell","Mary Boland","Paulette Goddard"],"overview":"A happily married woman lets her catty friends talk her into divorce when her husband strays.","release_date":"1939-01-01","vote_average":7.2,"runtime":133,"cert":"N\/A","id":22490,"title":"The Women","adult":false,"genre_ids":[35,18]},{"cast":["David Alan Basche","Patrick Warburton","Patrick Gallo","Cece Pleasants","Chris MacKenzie"],"overview":"Late-night radio host Dale Sweeney's usual line up of odd-ball, conspiracy-obsessed callers is interrupted by a panicked phone call in an indecipherable language. When FBI agents arrive investigating the call, Dale enlists his friends help to uncover what he hopes is the amazing identity of this first time caller.","release_date":"2007-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":22491,"title":"I'll Believe You","adult":false,"genre_ids":[35,878,10751]},{"cast":["Jimmy Page","The Edge","Jack White","Link Wray"],"overview":"A documentary on the electric guitar from the point of view of three significant rock musicians: the Edge, Jimmy Page and Jack White.","release_date":"2008-09-05","vote_average":7.3,"runtime":97,"cert":"PG","id":22492,"title":"It Might Get Loud","adult":false,"genre_ids":[99,10402]},{"cast":["Tobias Zilliacus","Vesa Vierikko","Helena Vierikko","Susanna Anteroinen"],"overview":"Visa Vuorio (Tobias Zilliacus), a 35-year old team leader at the Helsinki city gardening department, is suffering from a terminal neurological disease and only has a few months to live. Because of this, he is a member of a therapeutical support group for people suffering from terminal diseases. Visa's life changes when a young female reporter, Hanna Manninen (Helena Vierikko), arrives at the support group offering to write a series of articles about Visa's life story.","release_date":"2009-03-20","vote_average":5.3,"runtime":101,"cert":"N\/A","id":22493,"title":"One Foot Under","adult":false,"genre_ids":[35,18]},{"cast":["Chris O'Dowd","Dean Lennox Kelly","Anna Faris","Meredith MacNeill","Marc Wootton"],"overview":"Three men walk into a bar; two geeks and a cynic. They are three ordinary blokes who all have dreams and hopes for an exciting and better future","release_date":"2009-04-24","vote_average":7.0,"runtime":83,"cert":"N\/A","id":22494,"title":"Frequently Asked Questions About Time Travel","adult":false,"genre_ids":[18,35,878,10749]},{"cast":["Ekaterina Guseva","Egor Beroev","James Derrick","Igor Gasparyan"],"overview":"A man attempts to commit suicide and, as a result, unexpectedly acquires the phenomenal ability to immediately answer any question. A modest and harmless individual, he becomes a target for all - from women to criminal bosses and even foreign special services. Some try to use him, others try to murder him, but the ordinary man keeps living according to the dictates of his own conscience.","release_date":"2009-06-11","vote_average":6.0,"runtime":106,"cert":"N\/A","id":22495,"title":"Chelovek, kotoryy znal vsyo","adult":false,"genre_ids":[35,878,18,14]},{"cast":["Patti Smith","Jay Dee Daugherty","Flea","Philip Glass","Lenny Kaye"],"overview":"An intimate portrait of poet, painter, musician and singer Patti Smith that mirrors the essence of the artist herself.","release_date":"2008-01-01","vote_average":6.0,"runtime":109,"cert":"N\/A","id":22498,"title":"Patti Smith: Dream of Life","adult":false,"genre_ids":[99,10402]}]