[{"cast":["Jean Valmont","Michel Elias","Frédéric Legros","Yves-Marie Maurin","Monique Thierry"],"overview":"On planet Perdide, an attack of giant hornets leaves Piel – a young boy – alone in a wrecked car with his dying father. A mayday message reaches their friend Jaffar, an adventurer travelling through space. On board Jaffar’s shuttle are the renegade Prince Matton, his fiancée, and Silbad who knows the planet Perdide well. Thus begins an incredible race across space to save Piel…  René Laloux, the director of Fantastic Planet [La Planète sauvage], created Les Maîtres du temps, his penultimate animated feature film, in 1982. A huge hit in France at the time of its release, it combines Laloux’s famous imagination with that of animation designer Jean Giraud (aka Moebius).  Les Maîtres du temps is a finely animated metaphysical rescue mission, previously seen in English-speaking countries as a dubbed version entitled Time Masters.","release_date":"1982-03-24","vote_average":7.7,"runtime":75,"cert":"N\/A","id":22501,"title":"Time Masters","adult":false,"genre_ids":[16,18,10751,878,9648]},{"cast":["Frédéric Cerdal","Marjolaine Poulain","Fily Keita","Benjamin Pascal"],"overview":"There is a world with two towns that are big enemies: Pyross and Hydross.","release_date":"2003-06-25","vote_average":7.5,"runtime":90,"cert":"N\/A","id":22502,"title":"The Rain Children","adult":false,"genre_ids":[16,12]},{"cast":["José Coronado","Juan Echanove","Imanol Arias","Javier Gurruchaga","Iñaki Gabilondo"],"overview":"A brilliantly animated adaptation of the classic Christian story, 3 WISE MEN features the voices of Emilio Estevez, Martin Sheen, and Mexican television star Jaci Velasquez. Created by the same artists who animated FANTASIA 2000, HERCULES, and TARZAN, the family-friendly film artfully brings to life the journey of Melchior, Gaspar, and Balthazar--the Three Kings who traveled to baby Jesus' birthplace under the guidance of the Star of Bethlehem.","release_date":"2003-12-19","vote_average":4.2,"runtime":76,"cert":"N\/A","id":22503,"title":"The 3 Wise Men","adult":false,"genre_ids":[10751,16]},{"cast":["Jean Martin","Pascal Mazzotti","Raymond Bussières","Agnès Viala","Renaud Marx"],"overview":"The kingdom of Takicardie quakes under the rule of the tyrannical King Charles V-et-III-font-VIII-et-VIII-font-XIV, whose favourite pastime is shooting birds. His archenemy is a cheeky mockingbird, whose favourite pastime is thwarting the king’s attempts to shoot birds. One night, a portrait of the king comes to life and disposes of the real king, taking his place. The portrait king falls in love with a young shepherdess in another painting and intends to marry her. But, alas, the shepherdess has fallen in love with a chimneysweep and together they elope from the king’s palace. Enraged, the king sends his police to capture them and once they are within his power he forces the shepherdess to marry him. The mockingbird must use all his guile and courage to once more thwart the king and bring his evil reign to an end.","release_date":"1980-03-19","vote_average":7.9,"runtime":83,"cert":"N\/A","id":22504,"title":"The King and the Mockingbird","adult":false,"genre_ids":[16,10751,14]},{"cast":["Michel Elias","Philippe Noiret"],"overview":"A long time ago, a young Russian general chose to sacrifice hundreds of birds to burn Moscow and save his motherland from the troops of Napoleon. For this feat, he was hailed as a hero by the people of Russia but regarded an executioner by the winged creatures. Now fifty years older the aging general leads a drab life. To make matters worse, the descendants of the sacrificed birds keep attacking him. One day however a meets an engaging little dog who soon becomes his faithful companion. Both friends decide to break the curse plaguing the general's life : they start militating for all the caged birds of Russia to be set free.","release_date":"2003-05-15","vote_average":5.9,"runtime":75,"cert":"N\/A","id":22505,"title":"The Dog, the General, and the Birds","adult":false,"genre_ids":[16]},{"cast":["Kim Sa-rang","Ha Seok-jin","Park Jun-gyu","Haha","Lee Hyeok-jae"],"overview":"Strict teachers, all those hours inside four walls, all your desires and youthful energy repressed. School is an endless drag - until she comes along. Uhm Ji Young (Kim Sa Rang of A Love to Kill) has a perfect body and metric tons of sex appeal, and she knows it. Needless to say, all the students go crazy, and the male teachers too! They should be preparing for the annual school festival, but they're all occupied with other matters. Then a scandal erupts. The three major suspects are the school's trio of professional playboys, Kim Tae Yo (Ha Suk Jin of See You After School), Bae Jae Sung (Park Jun Kyu of My Wife is a Gangster 2), and Ahn Myung Seop (Ha Dong Hoon of My Boss, My Teacher). A particularly strict teacher is after them. His mission: find out who slept with her?","release_date":"2006-11-16","vote_average":6.4,"runtime":109,"cert":"N\/A","id":22510,"title":"Hot for Teacher","adult":false,"genre_ids":[35,10749]},{"cast":["Ryan Dunn","Bam Margera","Jennifer Rivell","Rake Yohn","Ann Marie Esposito"],"overview":"Based on the true story about Ryan Dunn (played by himself) and his ex-girlfriend Glauren and how she cheated on him. After the break up Glauren is rumored to have been hooking up with heavy metal Hellboy. Ryan enlists the help of his friends Valo and Falcone to find out the truth.","release_date":"2003-06-24","vote_average":5.3,"runtime":96,"cert":"N\/A","id":22511,"title":"Haggard","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Demián Bichir","Cecilia Suárez","Susana Zabaleta","Jorge Salinas","Victor Hugo Martín"],"overview":"A comedic drama featuring two couples and two old friends in Mexico City. Tomas visits Carlos and Ana, while Miguel and Andrea are joined by Maria. The presence of guests triggers lust, rejection, infidelities, reconciliation and other consequences.","release_date":"1999-06-18","vote_average":6.7,"runtime":107,"cert":"N\/A","id":22512,"title":"Sexo, pudor y lágrimas","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jason Ellefson","Robert Pike Daniel","Stephen Blackehart","Dean Kreyling","Caroline Attwood"],"overview":"In a dystopian future, contestants compete in a cross-country road race in which killing is part of the game. Death Racers is an American B movie directed by Roy Knyrim and is a mockbuster of Death Race. Released direct-to-video on September 16, 2008, the film stars the Horror Core group Insane Clown Posse and wrestler Scott \"Raven\" Levy.","release_date":"2008-09-28","vote_average":3.3,"runtime":90,"cert":"N\/A","id":22515,"title":"Death Racers","adult":false,"genre_ids":[28,12,35,878,53]},{"cast":[],"overview":"The animal dancers are stretching and getting limber, it's going to be a fantastic show featuring some impressive moves inspired by George Balanchine, Martha Graham, Pilobolus, plus many other great choreographers. The warm-up music has stopped, the dancers are ready; it's time to begin Classical Baby: The Dance Show!","release_date":"2005-08-30","vote_average":6.5,"runtime":null,"cert":"N\/A","id":22518,"title":"Classical Baby: The Dance Show","adult":false,"genre_ids":[28,35,10751]},{"cast":["Lindsay Wagner","Marc Singer","Alan Feinstein","Linda Gray","Henry Wilcoxon"],"overview":"Hoping to repair their marriage, Jennie Logan and her husband move into a beautiful Victorian manor. When Jennie tries on an antique dress she finds in the attic, she is transported back one hundred years, where she meets the house's previous owner, David. As her feelings for David grow, it becomes clear that Jennie is not only torn between two men and two times, but she also faces danger in both worlds.","release_date":"1979-10-31","vote_average":3.5,"runtime":94,"cert":"N\/A","id":22519,"title":"The Two Worlds of Jennie Logan","adult":false,"genre_ids":[10749,18]},{"cast":["Ryoo Seung-bum","Hyun Young","Hae-chol Shin","Im Chang-jung"],"overview":"Sometime in the future, mankind has depleted all energy and fuel sources, however they have engineered a way to use human excrement as fuel. To reward production, the government hands out extremely addictive, popsicle-like \"Juicybars\", which in turn also act as a laxative. Aachi and Ssipak are street hoodlums who struggle to survive by trading these bars in the black market.","release_date":"2006-06-28","vote_average":6.2,"runtime":90,"cert":"N\/A","id":22520,"title":"Aachi and Ssipak","adult":false,"genre_ids":[28,16,27]},{"cast":["Jacques Vergès","Klaus Barbie","Ilich Ramírez Sánchez","Magdalena Kopp","Guillaume Durand"],"overview":"A documentary on Jacques Vergès, the controversial lawyer and former Free French Forces guerrilla who has defending unpopular figures such as Nazi war criminal Klaus Barbie and Holocaust denier Roger Garaudy.","release_date":"2007-06-06","vote_average":6.5,"runtime":135,"cert":"N\/A","id":22521,"title":"Terror's Advocate","adult":false,"genre_ids":[99]},{"cast":["Richard Burton","Geneviève Bujold","Irene Papas","Anthony Quayle","John Colicos"],"overview":"Henry VIII of England discards one wife, Katharine of Aragon, who has failed to produce a male heir, in favor of the young and beautiful Anne Boleyn.","release_date":"1969-12-18","vote_average":7.1,"runtime":145,"cert":"PG","id":22522,"title":"Anne of the Thousand Days","adult":false,"genre_ids":[18,36,10749]},{"cast":["Henry Fonda","Vera Miles","Anthony Quayle","Harold J. Stone","Charles Cooper"],"overview":"True story of an innocent man mistaken for a criminal.","release_date":"1956-12-22","vote_average":7.1,"runtime":105,"cert":"PG","id":22527,"title":"The Wrong Man","adult":false,"genre_ids":[80,18,9648]},{"cast":["Sarah Farooqui","Chris Ivan Cevic","Alex Petrovitch","Michele Morrow","Ivan L. Moody"],"overview":"Sai, a young artist living in a downtown warehouse delves into an ancient world of blood and lust. An enigmatic foreigner seduces her to try a long forgotten drug making her the prey of a dimensional vampire who needs her new found hunger for blood to cross over from his world to hers.","release_date":"2008-01-01","vote_average":3.3,"runtime":95,"cert":"N\/A","id":22530,"title":"Bled","adult":false,"genre_ids":[27]},{"cast":["Francesco Pezzulli","Maria Letizia Scifoni","Fabio Boccanera"],"overview":"With their most formidable foe vanquished, Inuyasha and his comrades begin returning to their everyday lives. But their peace is fleeting as another adversary emerges: Kaguya, the self-proclaimed princess from the Moon of Legend, hatches a plot to plunge the world into an eternal night of the full moon. Inuyasha, Kagome, Miroku, Sango and Shippou must reunite to confront the new menace.","release_date":"2002-12-22","vote_average":7.2,"runtime":99,"cert":"N\/A","id":22537,"title":"Inuyasha the Movie 2: The Castle Beyond the Looking Glass","adult":false,"genre_ids":[28,16,12,14]},{"cast":["Michael Cera","Mary Elizabeth Winstead","Kieran Culkin","Ellen Wong","Alison Pill"],"overview":"Scott Pilgrim is a 23 year old radical Canadian gamer and wannabe rockstar who falls in love with an American delivery girl, Ramona Flowers, and must defeat her seven evil exes to be able to date her.","release_date":"2010-07-27","vote_average":7.4,"runtime":112,"cert":"12A","id":22538,"title":"Scott Pilgrim vs. the World","adult":false,"genre_ids":[28,35,10749]},{"cast":["Bette Davis","Karl Malden","Peter Lawford","Philip Carey","Jean Hagen"],"overview":"The working class twin sister of a callous wealthy woman impulsively murders her out of revenge and assumes the identity of the dead woman. But impersonating her dead twin is more complicated and risky than she anticipated.","release_date":"1964-02-19","vote_average":7.1,"runtime":115,"cert":"N\/A","id":22543,"title":"Dead Ringer","adult":false,"genre_ids":[80,18,53]},{"cast":["Rachel Mohlin","Johan Ulveson"],"overview":"Mamma Moo is a typical cow, besides that she wants to do so many uncowly things. Her idea of fun is biking and dancing, and when she meets Crow her happiness is complete - the fun is so much bigger when you have a friend. There's a catch; Crow does not want to be friends with a cow, especially not such a peculiar one.","release_date":"2008-09-19","vote_average":5.5,"runtime":77,"cert":"N\/A","id":22548,"title":"Mamma Mu & Kråkan","adult":false,"genre_ids":[16,10751]},{"cast":["Harvey Keitel","Erland Josephson","Maia Morgenstern","Thanasis Vengos","Giorgos Mihalakopoulos"],"overview":"\"A,\" a Greek filmmaker living in exile in the United States, returns to his native Ptolemas to attend a special screening of one of his extremely controversial films. But A's real interest lies elsewhere--the mythical reels of the very first film shot by the Manakia brothers, who, at the dawn of the age of cinema, tirelessly criss-crossed the Balkans and, without regard for national and ethnic strife, recorded the region's history and customs. Did these primitive, never-developed images really exist?","release_date":"1995-10-12","vote_average":7.9,"runtime":169,"cert":"N\/A","id":22549,"title":"Ulysses' Gaze","adult":false,"genre_ids":[18,36,10752]},{"cast":["Mikko Kivinen","Heikki Silvennoinen","Heikki Hela","Tuija Ernamo"],"overview":"","release_date":"2008-09-12","vote_average":4.8,"runtime":104,"cert":"N\/A","id":22554,"title":"The Subtenant","adult":false,"genre_ids":[35]},{"cast":["Tom Selleck","Kathy Baker","Kohl Sudduth","Leslie Hope","Stephen McHattie"],"overview":"Jesse Stone and Captain Healy are shot during an unauthorized stake-out in Boston. Meanwhile, a cryptic letter sent from Paradise leads the mother of a kidnapped child to Stone. Though her son was declared dead, she hopes he will reopen the case.","release_date":"2009-03-01","vote_average":7.2,"runtime":88,"cert":"N\/A","id":22555,"title":"Jesse Stone: Thin Ice","adult":false,"genre_ids":[10770,18,53,80,9648]},{"cast":["William Hurt","Maria Bello","Kristen Stewart","Eddie Redmayne","Veronica Russell"],"overview":"A road trip through Louisiana transforms three strangers who were originally brought together by their respective feelings of loneliness.","release_date":"2008-12-17","vote_average":6.2,"runtime":102,"cert":"N\/A","id":22556,"title":"The Yellow Handkerchief","adult":false,"genre_ids":[18,10749]},{"cast":["Ken Takakura","Chieko Baishô","Kaori Momoi","Tetsuya Takeda","Hachiro Tako"],"overview":"Three complete strangers embark on a road-trip to Hokkaido.","release_date":"1977-09-30","vote_average":6.0,"runtime":109,"cert":"N\/A","id":22557,"title":"The Yellow Handkerchief","adult":false,"genre_ids":[35,18]},{"cast":["Jeanne Moreau","Hippolyte Girardot","Emmanuelle Devos","Dominique Blanc","Daniel Duval"],"overview":"A man endeavors to collect memories of his grandparents who died in a concentration camp during the Holocaust.","release_date":"2008-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":22560,"title":"One Day You'll Understand","adult":false,"genre_ids":[18]},{"cast":["Maurizio Nichetti","Maurizio Micheli","Néstor Garay","Marialuisa Giovannini"],"overview":"The film is a parody of Disney's Fantasia, though possibly more of a challenge to Fantasia than parody status would imply. In the context of this film, \"Allegro non Troppo\" means Not So Fast!, an interjection meaning \"slow down\" or \"think before you act\" and refers to the film's pessimistic view of Western progress (as opposed to the optimism of Disney's original).","release_date":"1976-03-12","vote_average":7.3,"runtime":85,"cert":"N\/A","id":22561,"title":"Allegro non troppo","adult":false,"genre_ids":[14,16,18,35,878]},{"cast":["Brian Regan"],"overview":"Straight off a coast to coast tour and into your living room, Brian Regan: Standing Up comes to DVD. Butterflies, show horses and greeting cards are no match when this master of standup grabs the microphone. His comedy, big enough for everyone, sharp enough for you, keeps audiences coming back time and again for more!","release_date":"2007-06-10","vote_average":7.3,"runtime":43,"cert":"N\/A","id":22564,"title":"Brian Regan: Standing Up","adult":false,"genre_ids":[35]},{"cast":["Morgan Williams","Robert Faith","Ashleigh Southam","Mark Hadlow"],"overview":"A contagious virus is turning everyone into zombies, and the only hope for survival lies in the hands of three couch potatoes.","release_date":"2009-05-03","vote_average":4.5,"runtime":88,"cert":"N\/A","id":22573,"title":"Last of the Living","adult":false,"genre_ids":[35,27]},{"cast":["Lambert Wilson","Sylvie Testud","Frédéric Diefenthal","Michel Duchaussoy","Edouard Montoute"],"overview":"Psychologist Dr. Brennac is asked by a colleague to help with the case of Claude, a patient on trial for multiple murders. Is Claude really guilty of the crimes, or is he a victim of his own mind?","release_date":"2003-09-09","vote_average":7.0,"runtime":100,"cert":"N\/A","id":22578,"title":"Labyrinth","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Marian Rivera","Richard Gutierrez","Ehra Madrigal","JC de Vera","Pilar Pilapil"],"overview":"Evo and Grace are from different worlds. Their paths cross serendipitously when Grace, a waitress in a girlie bar, agrees to fill in for a stripper friend on a bachelor party attended by Evo. His not-so gentlemanly behavior during the party doesn’t endear him with Grace, and unfortunately, neither with his girlfriend who instantly breaks-up with him. Wanting his girlfriend back, Evo arrives at a scheme upon discovering that Grace happens to be his bestfriend’s girlfriend.","release_date":"2008-02-13","vote_average":7.0,"runtime":115,"cert":"N\/A","id":22579,"title":"My Bestfriend's Girlfriend","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Kind","Dana Hill","Anndi McAfee","Tony Jay","Rip Taylor"],"overview":"The popular cartoon cat and mouse are thrown into a feature film. The story has the twosome trying to help an orphan girl who is being berated and exploited by a greedy guardian.","release_date":"1992-10-01","vote_average":5.9,"runtime":84,"cert":"N\/A","id":22582,"title":"Tom and Jerry: The Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Alyssa Milano","David Keith"],"overview":"New area deputy Jack Gales arrives on the island to find that a girl at the local Catholic girls school has been found dead. After investigating, he finds that students have been disappearing regularly for five years, about the time Mother Bernadette passed away. Gales and the Mother Superior's secretary Cristina work together to try and unravel the mystery.","release_date":"1995-01-01","vote_average":4.2,"runtime":98,"cert":"N\/A","id":22583,"title":"Deadly Sins","adult":false,"genre_ids":[9648,18,27]},{"cast":["Humphrey Bogart","Walter Brennan","Lauren Bacall","Dolores Moran","Hoagy Carmichael"],"overview":"A Martinique charter boat skipper gets mixed up with the underground French resistance operatives during WWII.","release_date":"1944-10-11","vote_average":7.5,"runtime":100,"cert":"N\/A","id":22584,"title":"To Have and Have Not","adult":false,"genre_ids":[10752,28,12,18,10749,53]},{"cast":["Yvette Nipar","T. K. Carter","Leslie Jordan","Sean Sullivan","George Lopez"],"overview":"Pops isn't worried about the renewal of the lease for his ski lodge - the safety record is unblemished in spite of the crew of misfits who make up his ski patrol. But a scheming land developer has other plans and the ski patrol is thrust into a skiing showdown in order to save Pops' mountain.","release_date":"1990-01-12","vote_average":4.7,"runtime":91,"cert":"N\/A","id":22585,"title":"Ski Patrol","adult":false,"genre_ids":[35]},{"cast":["Michelle Nicastro","Howard McGillin","Jack Palance","John Cleese","Steven Wright"],"overview":"The beautiful princess Odette is transformed into a swan by an evil sorcerer's spell. Held captive at an enchanted lake, she befriends Jean-Bob the frog, Speed the turtle and Puffin the bird. Despite their struggle to keep the princess safe, these good-natured creatures can do nothing about the sorcerer's spell, which can only be broken by a vow of everlasting love.","release_date":"1994-11-18","vote_average":6.6,"runtime":89,"cert":"N\/A","id":22586,"title":"The Swan Princess","adult":false,"genre_ids":[16,14,10751,12,35]},{"cast":["Harold Lloyd","Ann Christy","Bert Woodruff","Brooks Benedict","Babe Ruth"],"overview":"Speedy loses his job as a soda jerk, then spends the day with his girl at Coney Island. He then becomes a cab driver and delivers Babe Ruth to Yankee Stadium, where he stays to see the game. When the railroad tries to run the last horse-drawn trolley (operated by his girl's grandfather) out of business, Speedy organizes the neighborhood old-timers to thwart their scheme.","release_date":"1928-04-07","vote_average":7.4,"runtime":85,"cert":"N\/A","id":22595,"title":"Speedy","adult":false,"genre_ids":[35,28,10751]},{"cast":["Harold Lloyd","Mildred Davis","Bill Strother","Noah Young","Westcott Clarke"],"overview":"When a store clerk organizes a contest to climb the outside of a tall building, circumstances force him to make the perilous climb himself.","release_date":"1923-04-01","vote_average":7.9,"runtime":70,"cert":"N\/A","id":22596,"title":"Safety Last!","adult":false,"genre_ids":[35,10749,28]},{"cast":["Ben Weber","Timothy Olyphant","Matt McGrath","Zach Braff","Dean Cain"],"overview":"A close-knit group of gay friends share the emotional roller coster of life, relationships, the death of friends, new beginnings, jealousy, fatherhood and professional success. At various stages of life's disarray, these young men share humorous and tragic relationships and always have each other to rely on.","release_date":"2000-02-01","vote_average":6.6,"runtime":96,"cert":"N\/A","id":22597,"title":"The Broken Hearts Club: A Romantic Comedy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daniel Buckland","Robert Hobbs","Rapulana Seiphemo","Jeffrey Zekele","Ronnie Nyakale"],"overview":"This South African movie tracks the rise of a once-petty criminal to the heights of the criminal underworld. After cutting his teeth on hijacking, before moving onto bigger game, an ambitious man hits a setback when most of his gang are shot.","release_date":"2008-02-11","vote_average":7.1,"runtime":120,"cert":"N\/A","id":22600,"title":"Gangster's Paradise: Jerusalema","adult":false,"genre_ids":[28,80,18]},{"cast":["Bernard Hill"],"overview":"The largest predator on the planet, the sperm whale, is your host for an amazing exploration of the final frontier -- the world at the bottom of the ocean. From the makers of the Walking With series comes this incredible marine tour, in which you'll witness a rarely seen world of hidden mountain ranges, majestic canyons, volcanoes and the beautiful and often deadly creatures that inhabit the deep sea.","release_date":"2006-05-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":22601,"title":"Ocean Odyssey","adult":false,"genre_ids":[99]},{"cast":["John Wayne","Alberta Vaughn","George 'Gabby' Hayes","Yakima Canutt","Earl Dwire"],"overview":"Bandits lead by Matt the Mute enter a bar and kill multiple people. Randy Bowers comes to town and is framed by Matt the Mute, who is working with the sheriff (who doesn't know Matt is really a criminal). Randy escapes with the help of the niece of the dead owner of the bar. Bowers ends up running from the sheriff, and ends up in the cave in which the bandits have their hide-out…","release_date":"1934-06-05","vote_average":4.9,"runtime":53,"cert":"N\/A","id":22602,"title":"Randy Rides Alone","adult":false,"genre_ids":[28,37]},{"cast":["Robert Livingston","Ray Corrigan","Max Terhune","Mary Russell","Roger Williams"],"overview":"After Professor Marsh disappears whilst searching for the lost city of Lukachukai, the Three Mesquiteers lead an expedition to find him.","release_date":"1937-01-04","vote_average":0.0,"runtime":58,"cert":"N\/A","id":22603,"title":"Riders of the Whistling Skull","adult":false,"genre_ids":[28,37]},{"cast":["John Wayne","Lucile Browne","LeRoy Mason","Fern Emmett","George 'Gabby' Hayes"],"overview":"Sheriff John Higgins quits and goes into prospecting after he thinks he has killed his best friend in shooting it out with robbers. He encounters his dead buddy's sister and helps her run her ranch. Then she finds out about his past.","release_date":"1935-10-17","vote_average":4.5,"runtime":50,"cert":"N\/A","id":22606,"title":"Texas Terror","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Rani Mukerji","Shahid Kapoor","Anupam Kher","Dalip Tahil","Rakhi Sawant"],"overview":"Veera, a fire-cracker of a girl who lives in a small village but dreams of playing cricket in the big league. Rohan is an accomplished captain of a county cricket team in England. Rohan returns to India to captain his father's cricket team which has been losing for the last 8 years. In a Village where girls don't play Cricket, Veera has to put on a put on a turban & beard to live her dream.","release_date":"2009-09-18","vote_average":5.3,"runtime":148,"cert":"N\/A","id":22609,"title":"Dil Bole Hadippa!","adult":false,"genre_ids":[18,35,10749]},{"cast":["John Wayne","Barbara Sheldon","Lloyd Whitlock","George 'Gabby' Hayes","Yakima Canutt"],"overview":"Jerry Mason, a young Texan, and Jake Benson, an old rancher, become partners and strike it rich with a gold mine. They then find their lives complicated by bad guys and a woman.","release_date":"1934-01-22","vote_average":4.5,"runtime":61,"cert":"","id":22612,"title":"The Lucky Texan","adult":false,"genre_ids":[28,12,18,10749,37]},{"cast":["Jane Russell","Jack Buetel","Thomas Mitchell","Walter Huston","Mimi Aguglia"],"overview":"Newly appointed sheriff Pat Garrett is pleased when his old friend Doc Holliday arrives in Lincoln, New Mexico on the stage. Doc is trailing his stolen horse, and it is discovered in the possession of Billy the Kid. In a surprising turnaround, Billy and Doc become friends. This causes the friendship between Doc and Pat to cool. The odd relationship between Doc and Billy grows stranger when Doc hides Billy at his girl, Rio's, place after Billy is shot.","release_date":"1943-02-05","vote_average":5.4,"runtime":116,"cert":"N\/A","id":22613,"title":"The Outlaw","adult":false,"genre_ids":[28,12,37]},{"cast":["Leslie Howard","Merle Oberon","Raymond Massey","Nigel Bruce","Bramwell Fletcher"],"overview":"18th century English aristocrat Sir Percy Blakeney leads a double life. He appears to be merely the effete aristocrat, but in reality is part of an underground effort to free French nobles from Robespierre's Reign of Terror.","release_date":"1934-12-23","vote_average":7.4,"runtime":97,"cert":"","id":22614,"title":"The Scarlet Pimpernel","adult":false,"genre_ids":[28,12,18]},{"cast":["Stellan Skarsgård","Chris Penn","Paul Bettany","Allan Corduner","Jacqueline McKenzie"],"overview":"No overview found.","release_date":"2001-11-07","vote_average":5.5,"runtime":101,"cert":"N\/A","id":22615,"title":"Kiss Kiss (Bang Bang)","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"The makers of this parody of \"Night of the Living Dead\" took George Romero's classic and wiped the soundtrack clean, then redubbed it with comedic dialogue.","release_date":"1991-01-01","vote_average":4.5,"runtime":96,"cert":"N\/A","id":22616,"title":"Night of the Day of the Dawn of the Son of the Bride of the Return of the Revenge of the Terror of the Attack of the Evil, Mutant, Alien, Flesh Eating, Hellbound, Zombified Living Dead Part 2","adult":false,"genre_ids":[35,27]},{"cast":["Danny Aiello","John Rothman","Frank Bongiorno","Lexie Sperduto","Zainab Jah"],"overview":"Is it just another evening at the hugely popular Italian restaurant of proprietor and bookmaker Louis Cropa in New York? Anything but as tonight's guests include; a local police detective and his wife specially invited by the owner; on the balcony rival bookmaker gangsters from Queens who want to become partners in the restaurant; in the corner renowned food critic 'the food nymph' is her usual demanding self; and at the bar, seemingly unnoticed, is Ken. As the evening continues enter Duncan, inveterate gambler and sous-chef on-the-line in the frenetic kitchen downstairs, who acts as the catalyst that causes the evening to draw to its inevitable, explosive, deadly conclusion.","release_date":"2000-09-01","vote_average":7.4,"runtime":99,"cert":"N\/A","id":22617,"title":"Dinner Rush","adult":false,"genre_ids":[18,28,53]},{"cast":["Robert Lepage","Céline Bonnier","Anne-Marie Cadieux","Marco Poulin","Érika Gagnon"],"overview":"After the death of his mother, a man tries to discover a meaning to his life, to the universe and to rebuild a relationship with the only family he has left: his brother.","release_date":"2003-09-09","vote_average":7.0,"runtime":105,"cert":"N\/A","id":22618,"title":"Far Side of the Moon","adult":false,"genre_ids":[18,35]},{"cast":["Lyndsey Marshal","Jeroen Krabbé","Lisa Enos","Hugo Myatt","Andrei Ionescu"],"overview":"Boris Arkadin is a horror film maker. His pregnant wife was brutally murdered by a Manson-like gang of hippy psychopaths during the 1960s. He becomes a virtual recluse - until years later he directs his own snuff inspired movies. He invites actors to take part in an audition at his country manor house - blurring the lines of what is real and what is fiction. Written by Alex L (IMDB)","release_date":"2005-08-27","vote_average":3.8,"runtime":92,"cert":"18","id":22619,"title":"Snuff-Movie","adult":false,"genre_ids":[27,53]},{"cast":["Frank Welker","Hayley Kiyoko","Kate Melton","Nick Palatas","Robbie Amell"],"overview":"The story of how Mystery Inc. was formed.","release_date":"2009-09-12","vote_average":5.7,"runtime":82,"cert":"N\/A","id":22620,"title":"Scooby-Doo! The Mystery Begins","adult":false,"genre_ids":[9648,16,35,14]},{"cast":["Liv Tyler","Pruitt Taylor Vince","Shelley Winters","Debbie Harry","Joe Grifasi"],"overview":"Victor is a cook who works in a greasy bar\/restaurant owned by his mother, Dolly. It's just the two of them, a waitress named Delores, and a heavy drinking regular, Leo. But things change when Callie, a beautiful college drop-out, shows up as a new waitress and steals Victor's heart. But Victor is too shy to do anything about it, and too self-consciously overweight to dream of winning Callie away.","release_date":"1995-01-20","vote_average":6.8,"runtime":105,"cert":"N\/A","id":22621,"title":"Heavy","adult":false,"genre_ids":[18,10749]},{"cast":["Michel Piccoli","Anouk Grinberg","Annie Girardot","Michel Galabru"],"overview":"It's a catastrophe! A flood has hit our planet and an unusual group of people are all that remains. Led by Ferdinand, a modern day Noah, this little group have managed to defy the furiously raging elements. People and animals alike are dragged through this incredible whirlpool of an adventure.","release_date":"2003-12-03","vote_average":7.0,"runtime":90,"cert":"N\/A","id":22624,"title":"Raining Cats and Frogs","adult":false,"genre_ids":[16]},{"cast":["Chris O'Donnell","Minnie Driver","Geraldine O'Rawe","Saffron Burrows","Alan Cumming"],"overview":"Three girlhood friends now at college share first loves, first kisses and first betrayals. At the center of it all is the best-looking boy on campus. Can a self-conscious dreamer hook the biggest fish in the pond?","release_date":"1995-04-07","vote_average":6.4,"runtime":103,"cert":"N\/A","id":22625,"title":"Circle of Friends","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Samir Majan a young man born and raised a Muslim in the Middle East attends college in America. While at college Samir becomes a Christian, and must go home and face his family.","release_date":"1995-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":22626,"title":"Behind The Sun","adult":false,"genre_ids":[18]},{"cast":["George Strait","Lesley Ann Warren","Isabel Glasser","Kyle Chandler","John Doe"],"overview":"Dusty Chandler (Strait) is a super star in the country music world, but his shows have the style of a '70s rock concert. One day he takes a walk - out of his overdone concerts to find his real country roots. He's helped and hindered by friends and staff, but pushes on in his search for a real music style as well as a real romance.","release_date":"1992-10-23","vote_average":7.2,"runtime":112,"cert":"N\/A","id":22627,"title":"Pure Country","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Laurence Olivier","Renée Asherson","Ralph Truman","Ernest Thesiger","Frederick Cooper"],"overview":"Olivier mustered out of the navy to film this adaptation of Shakespeare’s history. Embroiled in World War II, Britons took courage from this tale of a king who surmounts overwhelming odds and emerges victorious.","release_date":"1944-11-24","vote_average":6.9,"runtime":137,"cert":"U","id":22638,"title":"Henry V","adult":false,"genre_ids":[18,28,36]},{"cast":["Reed Hadley","Sheila Darcy","Leander De Cordova","Edmund Cobb","John Merton"],"overview":"The mysterious Don Del Oro (\"Lord of Gold\"), an idol of the Yaqui Indians, plans to take over the gold and become Emperor. Francisco was put in charge of a legion to combat the Yaqui tribe and protect the land, but when attacked Zorro came to his rescue. Francisco's partner recognized Zorro as the hidalgo Don Diego Vega, then ask him to take over the fighting legion as his alter-ego Zorro.","release_date":"1939-12-16","vote_average":5.3,"runtime":212,"cert":"N\/A","id":22639,"title":"Zorro's Fighting Legion","adult":false,"genre_ids":[37,28]},{"cast":["Kevin Spacey","Mark Webber","Keke Palmer","Jack Huston","Pell James"],"overview":"Unable to cope with a recent personal tragedy, LA's top celebrity shrink turns into a pothead with no concern for his appearance and a creeping sense of his inability to help his patients.","release_date":"2009-06-08","vote_average":6.2,"runtime":104,"cert":"N\/A","id":22640,"title":"Shrink","adult":false,"genre_ids":[35,18]},{"cast":["Wayne Allwine","Tony Anselmo","Jeff Bennett","Susanne Blakeslee","Corey Burton"],"overview":"The villains from the popular animated Disney films are gathered at the House of Mouse with plans to take over. Soon, the villains take over the house and kick out Mickey, Donald and Goofy. It's all up to Mickey and his friends to overthrow evil and return the House of Mouse to normal--or as close to normal as it get's.","release_date":"2002-09-03","vote_average":6.8,"runtime":70,"cert":"N\/A","id":22643,"title":"Mickey's House of Villains","adult":false,"genre_ids":[10751,35]},{"cast":["Jean Gabin","Alain Delon","Claude Cerval","Viviane Romance","Henri Virlojeux"],"overview":"Charles, fresh out of jail, rejects his wife's plan for a quiet life of bourgeois respectability. He enlists a former cell mate, Francis, to assist him in pulling off one final score, a carefully planned assault on the vault of a Cannes casino.","release_date":"1963-03-19","vote_average":7.0,"runtime":118,"cert":"N\/A","id":22650,"title":"Any Number Can Win","adult":false,"genre_ids":[10749,80,18]},{"cast":["Charles Boyer","Sigrid Gurie","Hedy Lamarr","Joseph Calleia","Alan Hale"],"overview":"Pepe Le Moko is a notorious thief, who escaped from France. Since his escape, Moko became a resident and leader of the immense Casbah of Algiers. French officials arrive insisting on Pepe's capture are met with unfazed local detectives, led by Inspector Slimane, who are biding their time. Meanwhile, Pepe meets the beautiful Gaby , which arouses the jealousy of Ines","release_date":"1938-06-28","vote_average":6.9,"runtime":96,"cert":"N\/A","id":22657,"title":"Algiers","adult":false,"genre_ids":[18,28,9648,10749]},{"cast":["Dorothy McGuire","Fess Parker","Tommy Kirk","Kevin Corcoran","Jeff York"],"overview":"Young Travis Coates is left to take care of the family ranch with his mother and younger brother while his father goes off on a cattle drive in the 1860s. When a yellow mongrel comes for an uninvited stay with the family, Travis reluctantly adopts the dog.","release_date":"1957-12-25","vote_average":7.0,"runtime":83,"cert":"U","id":22660,"title":"Old Yeller","adult":false,"genre_ids":[12,18,37]},{"cast":[],"overview":"Athletes are pushing the limits of the sport of skiing to new heights everyday, Push takes you around the world with the likes of Simon Dumont, Shane McConkey, Mark Abma, Rory Bushfield, and many others to such locations as Japan, China, Norway, Terrace B.C., Aspen CO, and Whistler B.C.","release_date":"2006-09-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":22667,"title":"Push","adult":false,"genre_ids":[]},{"cast":["James Remar","Mario Van Peebles","Catherine Mary Stewart","Bruce Boxleitner","Al Sapienza"],"overview":"An assassin working for the CIA decides to take one final job before quitting only to find out that he is the target of his CIA boss.","release_date":"2007-10-11","vote_average":5.5,"runtime":89,"cert":"","id":22672,"title":"Sharpshooter","adult":false,"genre_ids":[10770,28,53]},{"cast":["Housequake","Tiësto","David Guetta","Steve Angelo","Sander Kleinenberg"],"overview":"Sensation White 2006: Amsterdam Arena, Netherlands","release_date":"2006-07-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":22673,"title":"Sensation White: 2006 - Netherlands","adult":false,"genre_ids":[]},{"cast":["Robert Morse","Michele Lee","Rudy Vallee","Maureen Arthur","Sammy Smith"],"overview":"A young but bright former window cleaner rises to the top of his company by following the advice of a book about ruthless advancement in business.","release_date":"1967-01-01","vote_average":7.4,"runtime":121,"cert":"N\/A","id":22682,"title":"How to Succeed in Business Without Really Trying","adult":false,"genre_ids":[35,10402]},{"cast":["Cuba Gooding Jr.","Kimberly Elise","Aunjanue Ellis","Ele Bardha","Loren Bass"],"overview":"Gifted Hands: The Ben Carson Story is a movie based on the life story of world-renowned neurosurgeon Ben Carson from 1961 to 1987.","release_date":"2009-02-07","vote_average":7.6,"runtime":86,"cert":"N\/A","id":22683,"title":"Gifted Hands: The Ben Carson Story","adult":false,"genre_ids":[18]},{"cast":["Paul Muni","Anne Baxter","Claude Rains","Onslow Stevens","George Cleveland"],"overview":"Gangster Eddie Kagel is killed by a trusted lieutenant and finds himself in Harry Redmond Jr's special effects Hell, where Nick\/The Devil sees that he is an-exact double for a judge of whom Nick doesn't approve. Eddie is agreeable to having his soul transferred to the judge's body, as it will give him a chance to avenge himself on his killer. But every action taken by Eddie (as the judge) results in good rather than evil and, to Nick's dismay, the reputation and influence of the judge is enhanced, rather than impaired by Eddie. And Eddie also falls in love with the judge's fiancée, Barbara. Even Eddie's planned revenge fails and Nick is forced to concede defeat. He returns to Hell, taking Eddie with him, after Eddie has extracted his promise that Nick will not molest the judge or Barbara in the future.","release_date":"1946-09-20","vote_average":5.9,"runtime":100,"cert":"","id":22688,"title":"Angel on My Shoulder","adult":false,"genre_ids":[35,14,10749]},{"cast":["Ginger Rogers","Lyle Talbot","Harvey Clark","Purnell Pratt","Lillian Harmer"],"overview":"Rival newspaper reporters Pat Morgan (Rogers) and Ted Kord (Talbot) find themselves unravelling the mystery behind the death of a millionaire philanthropist who fell from his penthouse balcony. When it is discovered that the plunge was not an accident, the building's residents come under suspicion. Soon, the body count begins to mount as three more murders occur by strangulation.","release_date":"1933-07-22","vote_average":5.0,"runtime":66,"cert":"N\/A","id":22689,"title":"A Shriek in the Night","adult":false,"genre_ids":[28,9648,53]},{"cast":["Janet Gaynor","Fredric March","Adolphe Menjou","May Robson","Andy Devine"],"overview":"Esther Blodgett is just another starry-eyed farm kid trying to break into the movies. Waitressing at a Hollywood party, she catches the eye of alcoholic star Norman Maine, is given a test, and is caught up in the Hollywood glamor machine (ruthlessly satirized). She and her idol Norman marry; but his career abruptly dwindles to nothing.","release_date":"1937-04-27","vote_average":7.1,"runtime":111,"cert":"N\/A","id":22692,"title":"A Star Is Born","adult":false,"genre_ids":[18,10749]},{"cast":["Brain S","Benjamin Bates","Paul van Dyk","Sander Kleinenberg","Erick Morillo"],"overview":"Sensation White 2004, Amsterdam Arena, Netherlands.","release_date":"2004-07-03","vote_average":4.3,"runtime":90,"cert":"N\/A","id":22693,"title":"Sensation White: 2004","adult":false,"genre_ids":[10402]},{"cast":["Peter Fonda","Susan Strasberg","Bruce Dern","Dennis Hopper","Salli Sachse"],"overview":"After his wife leaves him, a disillusioned director dives into the drug scene, trying anything his friend suggests.","release_date":"1967-08-23","vote_average":5.9,"runtime":85,"cert":"N\/A","id":22694,"title":"The Trip","adult":false,"genre_ids":[18]},{"cast":["Alberto Lupo","Susanne Loret","Sergio Fantoni","Franca Parisi","Roberto Bertea"],"overview":"When a singer (Susanne Loret) is horribly disfigured in a car accident, a scientist (Alberto Lupo) develops a treatment which can restore her beauty by injecting her with a special serum. While performing the procedure, however, he falls in love with her. As the treatment begins to fail, he determines to save her appearance, regardless of how many women he must kill for her sake.","release_date":"1960-08-16","vote_average":3.6,"runtime":107,"cert":"N\/A","id":22699,"title":"Atom Age Vampire","adult":false,"genre_ids":[27]},{"cast":["DJ Marnix","Ferry Corsten","Armin van Buuren","Marco V","Johan Gielen"],"overview":"Sensation White 2003, Amsterdam ArenA, Netherlands.","release_date":"2003-07-05","vote_average":5.3,"runtime":90,"cert":"N\/A","id":22700,"title":"Sensation White: 2003","adult":false,"genre_ids":[10402]},{"cast":["Ken Utsui","Sachihiro Ohsawa","Junko Ikeuchi","Minako Yamada","Shoji Nakayama"],"overview":"The superhero Starman is sent by the Emerald Planet to protect Earth from belligerent aliens from the Sapphire Galaxy. The Sapphireans (or \"Spherions\") kidnap Dr. Yamanaka and force him to use his spaceship against the Earth.","release_date":"1965-01-01","vote_average":4.3,"runtime":76,"cert":"N\/A","id":22701,"title":"Attack from Space","adult":false,"genre_ids":[28,878]},{"cast":["Armin van Buuren","Dj Jean","DJ Marcello","Johan Gielen","Erick E"],"overview":"Sensation White 2002, Amsterdam ArenA, Netherlands.","release_date":"2002-07-07","vote_average":6.2,"runtime":90,"cert":"N\/A","id":22702,"title":"Sensation White: 2002","adult":false,"genre_ids":[10402]},{"cast":["DJ Roog","Dj Jean","Rank 1","Marco V","Michel De Hey"],"overview":"Sensation 2001 in Amsterdam ArenA. Guests were asked to come dressed in white - a success that 2002 sparked the Sensation White-concept.","release_date":"2001-07-07","vote_average":4.3,"runtime":90,"cert":"N\/A","id":22703,"title":"Sensation 2001","adult":false,"genre_ids":[10402]},{"cast":["Erick E","Fedde le Grand","Sebastian Ingrosso","Sander van Doorn","Will.i.am"],"overview":"July 2009 ID&amp;T celebrated their 10th edition at the Amsterdam ArenA by launching a sexy new theme – Wicked Wonderland.","release_date":"2009-07-04","vote_average":5.3,"runtime":90,"cert":"N\/A","id":22708,"title":"Sensation White: 2009 - Netherlands","adult":false,"genre_ids":[]},{"cast":["Paul Newman","Lolita Davidovich","Jerry Hardin","Gailard Sartain","Jeffrey DeMunn"],"overview":"This movie tells the story of the latter years of Earl Long, a flamboyant governor of Louisiana. The aging Earl, an unapologetic habitue of strip joints, falls in love with young stripper Blaze Starr. When Earl and Blaze move in together, Earl's opponents use this to attack his controversial political program, which included civil rights for blacks in the 1950's.","release_date":"1989-12-15","vote_average":6.4,"runtime":117,"cert":"N\/A","id":22711,"title":"Blaze","adult":false,"genre_ids":[18,10749]},{"cast":["Exequiel Ezcurra","Mercedes Guererro","Iliana Ortega","Enriquetta Velarde","Jose Francisco 'Pachico' Mayoral"],"overview":"Ocean Oasis is a fascinating journey into the bountiful seas and pristine deserts of two remarkably different, but inextricably linked worlds — Mexico's Sea of Cortés and the Baja California desert.","release_date":"2000-09-12","vote_average":6.0,"runtime":39,"cert":"N\/A","id":22716,"title":"Ocean Oasis","adult":false,"genre_ids":[99]},{"cast":["Salman Khan","Vinod Khanna","Inder Kumar","Ayesha Takia","Prakash Raj"],"overview":"Radhe is a hardcore gangster. A sharpshooter with a sharp brain, he works for Gani Bhai, the dreaded Mafioso, but on his own terms. Totally fearless, Radhe single handedly eliminates Gani Bhai's enemies one by one; making more enemies than he bargained for.","release_date":"2009-09-18","vote_average":5.8,"runtime":155,"cert":"N\/A","id":22717,"title":"Wanted","adult":false,"genre_ids":[28,35,80,53]},{"cast":["Ken Clark","Yvette Vickers","Michael Emmet","Jan Shepard","Tyler McVey"],"overview":"A backwoods game warden and a local doctor discover that giant leeches are responsible for disappearances and deaths in a local swamp, but the local police don't believe them.","release_date":"1959-10-01","vote_average":4.0,"runtime":62,"cert":"N\/A","id":22718,"title":"Attack of the Giant Leeches","adult":false,"genre_ids":[27,878]},{"cast":["Rune Klan"],"overview":"","release_date":"2007-01-01","vote_average":6.5,"runtime":180,"cert":"N\/A","id":22719,"title":"Rune Klan: Går large","adult":false,"genre_ids":[35]},{"cast":["Pink"],"overview":"During the performance of \"Lady Marmalade\", Pink imitated Christina Aguilera and sang lines from Aguilera's song \"Beautiful\". For the DVD release, this segment was branded with a \"CENSORED\" mark and the audio was modulated so the viewer could not decipher the lyrics.","release_date":"2006-05-23","vote_average":10.0,"runtime":120,"cert":"N\/A","id":22720,"title":"Pink: Live In Europe","adult":false,"genre_ids":[10402]},{"cast":["Robert Harron","Richard Cummings","Josephine Crowell","Mildred Harris","William H. Brown"],"overview":"Small town youth Jimmie Bates (Robert Harron) is a well-intentioned, but troubled youth. Jimmie is a rowdy boy who is always getting into trouble and playing pranks on his friends and neighbors. Although deeply in love with young Mary (Mildred Harris), he eventually spurns Mary's affection for the more outgoing and worldly young Ruth (Colleen Moore).","release_date":"1917-02-18","vote_average":0.0,"runtime":55,"cert":"N\/A","id":22725,"title":"The Bad Boy","adult":false,"genre_ids":[80,18]},{"cast":["Claude Rains","Bill Carter","Umberto Orsini","Maya Brent","Jacqueline Derval"],"overview":"Dr. Fred Steele (Umberto Orsini) and Eve Barnett (Maya Brent) work together at an astronomical station on a bucolic island. The station's scientists learn they must deal with a rogue planet -- \"The Outsider\" -- that has entered the solar system. which must be controlled by an alien intelligence… Professor Benson's(Claude Rains) expedition discovers a race of humanoid creatures dead...","release_date":"1961-03-01","vote_average":5.4,"runtime":84,"cert":"N\/A","id":22726,"title":"Battle of the Worlds","adult":false,"genre_ids":[878,53]},{"cast":["Tor Johnson","Douglas Mellor","Barbara Francis","Bing Stafford","Larry Aten"],"overview":"A Russian scientist is arriving to the states caring secret information’s. Disembarking from his plane, he and his American contacts are attacked by a pair of KGB assassins (Anthony Cardoza and John Morrison). Later, it is revealed that he has wandered in range of an American nuclear test. The radiation transforms Javorsky into a mindless killing beast (the Beast)...","release_date":"1961-06-02","vote_average":1.8,"runtime":54,"cert":"N\/A","id":22727,"title":"The Beast of Yucca Flats","adult":false,"genre_ids":[27,878]},{"cast":["Carlo Verdone","Laura Morante","Stefania Rocca","Rodolfo Corsato","Gabriella Pession"],"overview":"Gilberto, 50enne, si fa coinvolgere in una cosiddetta speed-date, una gara in cui i protagonisti devono trovare un partner in 3 minuti. Arrestato, deve confessare tutto in presenza della moglie che lo sbatte fuori di casa. Rifugiatosi da amici scopre che il suo migliore amico è amante della moglie e comincia a tentare di avviare nuove relazioni che falliscono tutte.","release_date":"2004-02-20","vote_average":6.2,"runtime":108,"cert":"N\/A","id":22728,"title":"Love Is Eternal While It Lasts","adult":false,"genre_ids":[35]},{"cast":["Travis Aaron Wade","Tina Huang","Howard Johnson Jr.","Rajiv Shah","Jason Foster"],"overview":"When John takes his San Francisco friends to his deceased uncle's remote ranch to hunt wild pigs, it seems like a typical guys weekend with guns - despite the presence of John's sexy girlfriend Brooks. But as John and his crew trek deeper into the forest, they begin tracking the awful truth about his uncle's demise and the legend of The Ripper -- a murderous three-thousand-pound black boar!","release_date":"2008-07-31","vote_average":5.0,"runtime":100,"cert":"18","id":22731,"title":"Pig Hunt","adult":false,"genre_ids":[28,27,53]},{"cast":["Robert Wagner","Terry Moore","Gilbert Roland","J. Carrol Naish","Richard Boone"],"overview":"Mike and Tony Petrakis are a Greek father and son team who dive for sponges off the coast of Florida. After they are robbed by crooks, Arnold and the Rhys brothers, Mike decides to take his men to the dangerous 12-mile reef to dive for more sponges. Mike suffers a fatal accident when he falls from the reef leaving Tony to carry on the business. But now he has a companion, Gwyneth Rhys.","release_date":"1953-12-02","vote_average":5.5,"runtime":102,"cert":"N\/A","id":22734,"title":"Beneath the 12-Mile Reef","adult":false,"genre_ids":[12]},{"cast":["Stephen Boyd","Robert Hooks","Billy Dee Williams","Richard Pryor","Moses Gunn"],"overview":"The officer (Stephen Boyd) is put in charge of a squad of all black troops charged with the mission of blowing up an important hydro dam in Nazi Germany. Their failure would delay the Allies advance into Germany, thus prolonging the war. These African-Americans a have little military training, but Captain Beau Carter has no choice. He leads the rag-tag and they turn out to be heroic.","release_date":"1970-01-27","vote_average":4.7,"runtime":70,"cert":"N\/A","id":22739,"title":"Carter's Army","adult":false,"genre_ids":[28,18,53,10770,10752]},{"cast":["Orson Welles","Joan Fontaine","Margaret O'Brien","Peggy Ann Garner","John Sutton"],"overview":"After a harsh childhood, orphan Jane Eyre is hired by Edward Rochester, the brooding lord of a mysterious manor house to care for his young daughter.","release_date":"1943-12-24","vote_average":6.8,"runtime":97,"cert":"","id":22744,"title":"Jane Eyre","adult":false,"genre_ids":[18,10749]},{"cast":["Lance Henriksen","Kailin See","David Kopp","James Kirk","Lara Gilchrist"],"overview":"The Seamstress was brought into being by the desperate curse of an innocent woman being tortured to death by a vigilante mob. Voracious for blood, the hideously-mutilated specter hunts a small group of friends who become trapped on the island where she died.","release_date":"2009-09-24","vote_average":4.3,"runtime":85,"cert":"N\/A","id":22745,"title":"The Seamstress","adult":false,"genre_ids":[27,80,9648,53]},{"cast":["Cathryn Caviness","Spencer Williams","Juanita Riley","Reather Hardeman","Rogenia Goldthwaite"],"overview":"Razz accidentally shoots his wife Martha when his hunting rifle drops on the floor and discharges. The church congregation gathers at Martha’s bedside to pray for her recovery, and during this period an angel arrives to take Martha’s spirit from her body, but she is tempted by the slick Judas Green, who is an agent for Satan.","release_date":"1941-04-26","vote_average":5.5,"runtime":57,"cert":"N\/A","id":22750,"title":"The Blood of Jesus","adult":false,"genre_ids":[10402,18,14]},{"cast":[],"overview":"It's one laugh after another with Mickey, Donald and the rest of the Disney gang in this collection of wild vacation adventures. In 'Mickey's Trailer', it's loads of tumbling fun when Mickey takes the high road and Goofy takes the wheel. Then, in 'Mickey and the Seal', a baby seal follows Mickey home and into the bathtub, causing a slippery situation that has everyone in a lather.","release_date":"2006-09-06","vote_average":0.0,"runtime":45,"cert":"N\/A","id":22751,"title":"Mickey's Summer Madness","adult":false,"genre_ids":[16]},{"cast":["Robert Benchley","Frances Gifford","Buddy Pepper","Nana Bryant","Claud Allister"],"overview":"Humorist Robert Benchley attempts to find Walt Disney to ask him to adapt a short story about a gentle dragon who would rather recite poetry than be ferocious. Along the way, he is given a tour of Walt Disney Studios, and learns about the animation process.","release_date":"1941-06-19","vote_average":6.6,"runtime":74,"cert":"U","id":22752,"title":"The Reluctant Dragon","adult":false,"genre_ids":[10402,14,16,10751,35]},{"cast":["Billy Bletcher"],"overview":"Bobby is a young child who meets a lost dog and decides to take with him in the house to take care of him. However, his mean dad refuses Bobby to take any pets inside the house. Bobby disappears in his room and when gnomes come to life...","release_date":"1938-03-10","vote_average":6.0,"runtime":9,"cert":"N\/A","id":22759,"title":"Boy Meets Dog","adult":false,"genre_ids":[35,16]},{"cast":["Omar Sharif","Kate Maberly","Timothy Davies","Julian Curry"],"overview":"Filmed in IMAX, a young girl questions her grandfather about the alleged curse of King Tutankhamen. His response takes us up to the source of the nourishing river Nile, to the Great Pyramids of Giza, to the Valley of the Kings.","release_date":"1998-01-01","vote_average":5.4,"runtime":39,"cert":"N\/A","id":22762,"title":"Mysteries of Egypt","adult":false,"genre_ids":[99,36]},{"cast":["Tom Selleck","Sam Elliott","Dominique Dunne","Ben Johnson","Geoffrey Lewis"],"overview":"After starring in \"The Sacketts\", Tom Selleck and Sam Elliott team up again but this time as Mac and Dal Traven, in a movie based on a classic Louis L'Amour novel. They are brothers, who meet up at the end of the Civil War fighting on opposite sides. They go home only to find their family in dire need and their sisters and brother kidnapped by ruthless raiders. They set out to rescue their family.","release_date":"1982-09-28","vote_average":6.4,"runtime":96,"cert":"N\/A","id":22765,"title":"The Shadow Riders","adult":false,"genre_ids":[28,12,37,10770]},{"cast":["Valentino Garavani","Giancarlo Giammetti","Doutzen Kroes","Nati Abascal","Giorgio Armani"],"overview":"Film which travels inside the singular world of one of Italy's most famous fashion designers, Valentino Garavani, documenting the colourful and dramatic closing act of his celebrated career and capturing the end of an era in global fashion.  However, at the heart of the film is a love story - the unique relationship between Valentino and his business partner and companion of 50 years, Giancarlo Giammetti. Capturing intimate moments in the lives of two of Italy's richest and most famous men, the film lifts the curtain on the final act of a nearly 50-year reign at the top of the glamorous and fiercely competitive world of fashion. (Storyville)","release_date":"2008-09-07","vote_average":7.1,"runtime":96,"cert":"N\/A","id":22774,"title":"Valentino: The Last Emperor","adult":false,"genre_ids":[99]},{"cast":["Norma Khouri","Malcolm Knox","Rana Husseini"],"overview":"A dramatized documentary investigating accusations that \"Forbidden Love\" author Norma Khouri made up her biographical tale of a Muslim friend who was killed for dating a Christian.","release_date":"2007-02-25","vote_average":8.2,"runtime":104,"cert":"N\/A","id":22775,"title":"Forbidden Lie$","adult":false,"genre_ids":[99]},{"cast":["Barbara Hershey","David Carradine","Barry Primus","Bernie Casey","John Carradine"],"overview":"'Boxcar' Bertha Thompson, a transient woman in Arkansas during the violence-filled Depression of the early '30s, meets up with rabble-rousing union man 'Big' Bill Shelly and the two team up to fight the corrupt railroad establishment. Based on “Sister of the Road,” the 1937 pseudo-autobiography of fictional character Bertha Thompson, written by anarchist physician Dr. Ben L. Reitman.","release_date":"1972-06-14","vote_average":6.1,"runtime":88,"cert":"N\/A","id":22784,"title":"Boxcar Bertha","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Leslie Carrara-Rudolph","Kevin Clash"],"overview":"In this Muppet-filled take on Lewis Carroll's Alice in Wonderland, fairy-in-training Abby Cadabby gets swept up in an exciting adventure through a surreal and magical world where she encounters a host of strange characters. Favorite \"Sesame Street\" friends include Elmo as Red Rabbit, Grover as the Mad Hatter, Oscar as the Grouch of Hearts and Cookie Monster as the Chesire Cookie Cat.","release_date":"2008-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":22785,"title":"Abby in Wonderland","adult":false,"genre_ids":[10751]},{"cast":["Luca Argentero","Claudia Gerini","Filippo Nigro","Francesco Pannofino","Giuseppe Cederna"],"overview":"Political strategists in a northern Italian city push gay-rights campaigner Piero into the mayoral race, pairing him with uptight conservative toughie Adele (Claudia Gerini). Piero and his partner, Remo, are the stable ones, while buttoned-up divorcee Adele nurses her bitterness.","release_date":"2009-03-20","vote_average":5.9,"runtime":100,"cert":"N\/A","id":22786,"title":"Different from Whom?","adult":false,"genre_ids":[35]},{"cast":["Kate Beckinsale","Gabriel Macht","Tom Skerritt","Columbus Short","Shawn Doyle"],"overview":"The only U.S. Marshal assigned to Antarctica, Carrie Stetko will soon leave the harsh environment behind for good – in three days, the sun will set and the Amundsen-Scott Research Station will shut down for the long winter. When a body is discovered out on the open ice, Carrie's investigation into the continent's first homicide plunges her deep into a mystery that may cost her her own life.","release_date":"2009-09-09","vote_average":5.4,"runtime":101,"cert":"15","id":22787,"title":"Whiteout","adult":false,"genre_ids":[28,80,9648,53]},{"cast":["Cedric the Entertainer","Tommy Davidson","Aries Spears","DeRay Davis","Kevin Hart"],"overview":"Cedric delivers on stage and has hand-picked some of the industry s most talented and sought after comedians, Kevin Hart, Tommy Davidson, Aries Spears and DeRay Davis, to follow his act. No topic is off limits with these comedians, everything from politics and religion to current events, and even a few jabs are thrown at the host, NBA legend Shaquille O'Neal.","release_date":"2009-02-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":22788,"title":"All Star Comedy Jam","adult":false,"genre_ids":[35]},{"cast":["Jim Carrey","James Sikking","Bibi Besch","William McNamara"],"overview":"An absent father and an alcoholic brother try to cope with life.","release_date":"1992-03-16","vote_average":6.2,"runtime":92,"cert":"N\/A","id":22795,"title":"Doing Time on Maple Drive","adult":false,"genre_ids":[18]},{"cast":["Ashley Judd","Ian Michael Smith","Joseph Mazzello","Oliver Platt","David Strathairn"],"overview":"Simon Birch was born with a condition that makes him much smaller than all the other kids in town. Now, due to his condition, Simon thinks God made him this way for a reason and highly believes in God. Together, Joe and Simon go on a journey of trust and friendship to find the answers to many things. Their friendship is put to the test when some unfortunate events happen.","release_date":"1998-09-11","vote_average":6.6,"runtime":114,"cert":"N\/A","id":22796,"title":"Simon Birch","adult":false,"genre_ids":[35,18,10751]},{"cast":["Eamonn Owens","Alan Boyle","Fiona Shaw","Andrew Fullerton","Stephen Rea"],"overview":"Francie and Joe live the usual playful, fantasy filled childhoods of normal boys. However, with a violent, alcoholic father and a manic depressive, suicidal mother the pressure on Francie to grow up are immense. When Francie's world turns to madness, he tries to counter it with further insanity, with dire consequences.","release_date":"1997-07-13","vote_average":6.8,"runtime":110,"cert":"N\/A","id":22797,"title":"The Butcher Boy","adult":false,"genre_ids":[35,18]},{"cast":["Ellen Page","Alia Shawkat","Kristen Wiig","Drew Barrymore","Shannon Eagen"],"overview":"In Bodeen, Texas, Land Of The Dragon, an indie-rock loving misfit finds a way of dealing with her small-town misery after she discovers a roller derby league in nearby Austin.","release_date":"2009-09-13","vote_average":6.7,"runtime":111,"cert":"12A","id":22798,"title":"Whip It","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"1967-12-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":22799,"title":"Fragments","adult":false,"genre_ids":[18]},{"cast":["Maya Angelou","Chris Rock","Nia Long","Vanessa Bell Calloway","Ice-T"],"overview":"An exposé of comic proportions that only Chris Rock could pull off, GOOD HAIR visits beauty salons and hairstyling battles, scientific laboratories and Indian temples to explore the way hairstyles impact the activities, pocketbooks, sexual relationships, and self-esteem of the black community.","release_date":"2009-10-09","vote_average":6.8,"runtime":95,"cert":"12A","id":22800,"title":"Good Hair","adult":false,"genre_ids":[35,99]},{"cast":["Jamie Foxx","Gerard Butler","Colm Meaney","Bruce McGill","Leslie Bibb"],"overview":"A frustrated man decides to take justice into his own hands after a plea bargain sets one of his family's killers free. He targets not only the killer but also the district attorney and others involved in the deal.","release_date":"2009-10-15","vote_average":7.3,"runtime":109,"cert":"18","id":22803,"title":"Law Abiding Citizen","adult":false,"genre_ids":[18,80,53]},{"cast":["Tobin Bell","Costas Mandylor","Betsy Russell","Mark Rolston","Peter Outerbridge"],"overview":"Special Agent Strahm is dead, and Detective Hoffman has emerged as the unchallenged successor to Jigsaw's legacy. However, when the FBI draws closer to Hoffman, he is forced to set a game into motion, and Jigsaw's grand scheme is finally understood.","release_date":"2009-10-22","vote_average":6.2,"runtime":96,"cert":"18","id":22804,"title":"Saw VI","adult":false,"genre_ids":[27,9648]},{"cast":["Uma Thurman","Minnie Driver","Anthony Edwards","David Schallipp","Matthew Schallipp"],"overview":"Motherhood is a comedy written and directed by Katherine Dieckmann, and stars Uma Thurman, Anthony Edwards and Minnie Driver. Shot on location in New York’s West Village, focuses on the dilemmas of motherhood, such as marriage, work, and self, shown in the trials and tribulations of one pivotal day.","release_date":"2009-01-21","vote_average":4.8,"runtime":90,"cert":"N\/A","id":22805,"title":"Motherhood","adult":false,"genre_ids":[35,18]},{"cast":["Larry Elder","Michael Moore"],"overview":"Attorney and Radio Talk-Show host Larry Elder spends a year and a half attempting to interview Michael Moore in response to Moore's assertions about guns made in Bowling for Columbine.","release_date":"2004-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":22808,"title":"Michael & Me","adult":false,"genre_ids":[99]},{"cast":["Richie Ren","Nicholas Tse"],"overview":"The film is a spinoff of the original story and the two protagonists Wind and Cloud. The residents of Sword-Worshipping Manor, which houses the best sword-smiths in the world, are brutally massacred after they are alleged to be plotting a rebellion against the government. The young master of the manor, Ngou Kuet, is the only survivor. Ngou Kuet vows to finish forging the \"Kuet\" Sword, a task passed down by generations of his family which has yet to be completed. Ngou Kuet attacks Tin Ha Wui and battles with Wind and Cloud to obtain the blood of the Fire Kirin which can unleash the power of the sword. As the blood of the Fire Kirin runs in Wind's veins, he becomes Ngou Kuet's primary target.","release_date":"2008-07-01","vote_average":5.4,"runtime":99,"cert":"N\/A","id":22809,"title":"Storm Rider: Clash of the Evils","adult":false,"genre_ids":[16,28]},{"cast":["Tantoo Cardinal","Na'Ku'Set Shepherd","Tinsel Korey"],"overview":"Unnatural &amp; Accidental is the feature length dramatic film adaptation of the stage play entitled, The Unnatural and Accidental Women by renowned Metis playwright Marie Clements and is based loosely around the \"unnatural and accidental\" downing deaths of native women living on skid row. Rebecca has returned home to be with her dying father. His last wish is that she track down her mother, an aborig","release_date":"2006-07-07","vote_average":4.7,"runtime":null,"cert":"N\/A","id":22812,"title":"Unnatural & Accidental","adult":false,"genre_ids":[18,80,9648]},{"cast":["Mark Lester","Oliver Reed","Charlton Heston","David Hemmings","Ernest Borgnine"],"overview":"Tom Canty is a poor English boy who bears a remarkable resemblance to Edward, Prince of Wales and son of King Henry VIII. The two boys meet and decide to play a joke on the court by dressing in each other's clothes, but the plan goes awry when they are separated and each must live the other's life.","release_date":"1977-06-03","vote_average":6.3,"runtime":113,"cert":"","id":22815,"title":"The Prince and the Pauper","adult":false,"genre_ids":[18,12,35,10751]},{"cast":["Bill Still"],"overview":"THE MONEY MASTERS DVD Set is a 3 1\/2 hour non-fiction, historical documentary that traces the origins of the political power structure that rules our nation and the world today. The modern political power structure has its roots in the hidden manipulation and accumulation of gold and other forms of money.","release_date":"1996-01-01","vote_average":6.4,"runtime":null,"cert":"N\/A","id":22816,"title":"The Money Masters","adult":false,"genre_ids":[36,99]},{"cast":["Jim Cummings","Glenn Morshower","Danny Mann","Steve Mackall","Jeannie Elias"],"overview":"A spoof of disaster films, an asteroid is coming towards earth and Harry Bottoms is in charge of saving us all...again...","release_date":"2006-07-20","vote_average":5.0,"runtime":83,"cert":"N\/A","id":22817,"title":"Disaster!","adult":false,"genre_ids":[28,16,35,878]},{"cast":["Michael Angarano","Sam Rockwell","Clive Revill","Jemaine Clement","Jennifer Coolidge"],"overview":"A teenager attends a fantasy writers' convention where he discovers his idea has been stolen by an established novelist.","release_date":"2009-09-30","vote_average":6.0,"runtime":89,"cert":"N\/A","id":22820,"title":"Gentlemen Broncos","adult":false,"genre_ids":[28,35,53]},{"cast":["Sean Patrick Flanery","Norman Reedus","Billy Connolly","Clifton Collins Jr.","Julie Benz"],"overview":"Skillfully framed by an unknown enemy for the murder of a priest, wanted vigilante MacManus brothers Murphy and Connor must come out of hiding on a sheep farm in Ireland to fight for justice in Boston.","release_date":"2009-11-24","vote_average":6.0,"runtime":118,"cert":"18","id":22821,"title":"The Boondock Saints II: All Saints Day","adult":false,"genre_ids":[28,53,80]},{"cast":["Jeff Rector","Christa Campbell","Martin Kove","Fred Williamson","Tane McClure"],"overview":"Successful businessman Richard Clarke is bitten by a beautiful vampire and is plunged into the dark world of the supernatural. Richard very quickly realizes that being undead isn't all that it's cracked up to be.","release_date":"2007-09-15","vote_average":3.3,"runtime":90,"cert":"N\/A","id":22822,"title":"ReVamped","adult":false,"genre_ids":[27,28,53]},{"cast":["Cameron Diaz","James Marsden","Frank Langella","Michael Zegen","James Rebhorn"],"overview":"Norma and Arthur Lewis, a suburban couple with a young child, receive a simple wooden box as a gift, which bears fatal and irrevocable consequences. A mysterious stranger delivers the message that the box promises to bestow upon its owner $1 million with the press of a button. However pressing this button will simultaneously cause the death of another human being somewhere in the world; someone they don't know. With just 24 hours to have the box in their possession, Norma and Arthur find themselves in the cross-hairs of a startling moral dilemma and must face the true nature of their humanity.","release_date":"2009-09-17","vote_average":5.5,"runtime":115,"cert":"12A","id":22825,"title":"The Box","adult":false,"genre_ids":[53,878]},{"cast":["Roberto Benigni","Michel Blanc","Nicoletta Braschi","Dominique Lavanant","Jean-Claude Brialy"],"overview":"A vicious serial sex killer is on the loose, and landscape gardener and shop-window outfitter Loris is the prime suspect, thanks to his unfortunate habit of getting caught in compromising situations (for which there is always a totally innocent explanation that the police fail to spot). Undercover policewoman Jessica is assigned by eccentric police psychologist Taccone to follow Loris and ...","release_date":"1994-10-22","vote_average":7.0,"runtime":112,"cert":"N\/A","id":22826,"title":"The Monster","adult":false,"genre_ids":[35]},{"cast":["Mikkel Bratt Silset","Annie Dahr Nygaard","Emilie K. Beck"],"overview":"The film is based on a 2003 novel by the same name, written by Norwegian author Jostein Gaarder. The main character is the young boy Georg who one day finds a long letter from his deceased father. The letter tells, among other things, about the father's youthful love for the mysterious \"orange girl\" (appelsinpiken), and leaves a mystery for Georg to solve.","release_date":"2009-02-27","vote_average":5.7,"runtime":80,"cert":"N\/A","id":22827,"title":"Appelsinpiken","adult":false,"genre_ids":[18]},{"cast":["Joe Mantegna","William H. Macy","J.J. Johnston","Rebecca Pidgeon","Ving Rhames"],"overview":"Bobby Gold is a career cop who is reassigned from a hunt for a cop killer to the investigation of the murder of an old Jewish woman in Baltimore, and in the process finds himself exploring his own sense of identity.","release_date":"1991-05-28","vote_average":6.2,"runtime":102,"cert":"N\/A","id":22828,"title":"Homicide","adult":false,"genre_ids":[18,80]},{"cast":["William Holden","Audrey Hepburn","Grégoire Aslan","Raymond Bussières","Christian Duvaleix"],"overview":"Hollywood producer Alexander Meyerheimer has hired drunken writer Richard Benson to write his latest movie. Benson has been holed up in a Paris apartment supposedly working on the script for months, but instead has spent the time living it up. Benson now has just two days to the deadline and thus hires a temporary secretary, Gabrielle Simpson, to help him complete it in time.","release_date":"1964-03-01","vote_average":6.6,"runtime":110,"cert":"N\/A","id":22829,"title":"Paris When It Sizzles","adult":false,"genre_ids":[35,10749]},{"cast":["Rain","Naomie Harris","Sung Kang","Randall Duk Kim","Rick Yune"],"overview":"Ninja Assassin follows Raizo, one of the deadliest assassins in the world. Taken from the streets as a child, he was transformed into a trained killer by the Ozunu Clan, a secret society whose very existence is considered a myth. But haunted by the merciless execution of his friend by the Clan, Raizo breaks free from them and vanishes. Now he waits, preparing to exact his revenge.","release_date":"2009-09-29","vote_average":6.2,"runtime":99,"cert":"18","id":22832,"title":"Ninja Assassin","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"This must see film showcases the talents of 20 of the world’s best skiers ripping locations from Norway to Aspen Colorado. Featuring Jay Quinlan’s snowmobile backflip, Shane McConkey skiing off 600 foot cliffs and gigantic park features in Whistler, Copper and Mt. Bachelor.","release_date":"2003-01-01","vote_average":5.3,"runtime":69,"cert":"N\/A","id":22835,"title":"Focused","adult":false,"genre_ids":[]},{"cast":["Eddie Spears","Russell Means","Julia Jones","Tim McGraw","Ricky Schroder"],"overview":"Black Cloud, is an inspirational story about a young Navajo, Native American boxer, who overcomes personal challenges as he comes to terms with his heritage, while fighting his way for a spot on the US Olympic boxing team.","release_date":"2004-01-01","vote_average":2.0,"runtime":97,"cert":"N\/A","id":22842,"title":"Black Cloud","adult":false,"genre_ids":[18]},{"cast":["Megumi Ogata","Yuko Miyamura","Kotono Mitsuishi","Maaya Sakamoto","Megumi Hayashibara"],"overview":"Under constant attack by monstrous creatures called Angels that seek to eradicate humankind, U.N. Special Agency NERV introduces two new EVA pilots to help defend the city of Tokyo-3: the mysterious Makinami Mari Illustrous and the intense Asuka Langley Shikinami. Meanwhile, Gendo Ikari and SEELE proceed with a secret project that involves both Rei and Shinji.  The film was retitled \"Evangelion: 2.22\" for its DVD\/Blu-ray release.","release_date":"2009-06-26","vote_average":7.7,"runtime":108,"cert":"15","id":22843,"title":"Evangelion: 2.0 You Can (Not) Advance","adult":false,"genre_ids":[16,878,28,18]},{"cast":[],"overview":"A fantastical - but factual - journey to the Centre of the Earth","release_date":"2009-06-07","vote_average":5.7,"runtime":90,"cert":"N\/A","id":22854,"title":"Inside Planet Earth","adult":false,"genre_ids":[99]},{"cast":["Kevin Conroy","Tim Daly","Clancy Brown","LeVar Burton","Xander Berkeley"],"overview":"United States President Lex Luthor uses the oncoming trajectory of a Kryptonite meteor to frame Superman and declare a $1 billion bounty on the heads of the Man of Steel and his ‘partner in crime’, Batman. Heroes and villains alike launch a relentless pursuit of Superman and Batman, who must unite—and recruit help—to try and stave off the action-packed onslaught, stop the meteor Luthors plot.","release_date":"2009-09-29","vote_average":6.8,"runtime":67,"cert":"N\/A","id":22855,"title":"Superman\/Batman: Public Enemies","adult":false,"genre_ids":[16,28,12,10751]},{"cast":["Raymond Burr","Barbara Payton","Lon Chaney Jr.","Tom Conway","Paul Cavanagh"],"overview":"The owner of a plantation in the jungle marries a beautiful woman. Shortly afterward, he is plagued by a strange voodoo curse which transforms him into a gorilla. But is his transformation real or is it all in his head?","release_date":"1951-10-01","vote_average":5.1,"runtime":70,"cert":"N\/A","id":22856,"title":"Bride of the Gorilla","adult":false,"genre_ids":[27]},{"cast":["Martti Suosalo","Janne Hyytiäinen","Matti Onnismaa","Pertti Sveholm","Arvi Lind"],"overview":"A self-loving fictional autobiography of author Kari Hotakainen.","release_date":"2001-01-16","vote_average":6.3,"runtime":80,"cert":"N\/A","id":22857,"title":"The Classic","adult":false,"genre_ids":[35,18]},{"cast":["Ford Sterling","Charlie Chaplin","Chester Conklin","Edward Nolan","Emma Clifton"],"overview":"Mr. Snookie steals an umbrella and then, while trying to help a woman to cross a puddle, the Tramp appears and intervenes.","release_date":"1914-02-28","vote_average":5.0,"runtime":14,"cert":"N\/A","id":22858,"title":"Between Showers","adult":false,"genre_ids":[35]},{"cast":["John Payne","Lisa Ann Beley","Parker Jay","Brian Dobson","Alistair Abell"],"overview":"G.I. Joe, perennial icon of American boyhood, gets a 21st-century update in a new CGI-animated children's series of thrilling military adventure. In this action-packed movie, as America's daring, highly trained special mission force, the G.I. Joe team faces its greatest threat yet from the evil Cobra Organization. Under the direction of Cobra Commander, DNA from the world's most ferocious animals","release_date":"2004-09-14","vote_average":0.0,"runtime":80,"cert":"N\/A","id":22859,"title":"G.I. Joe: Valor vs. Venom","adult":false,"genre_ids":[16,10751]},{"cast":["Charlie Chaplin","Edgar Kennedy","Minta Durfee","Eva Nelson","Glen Cavender"],"overview":"This early Chaplin film has him playing a character quite different from the Tramp for which he would become famous. He is a rich, upper-class gentleman whose romance is endangered when his girlfriend oversees him being embraced by a maid. Chaplin's romantic interest in this film, Minta Durfee, was the wife of fellow Keystone actor, Roscoe \"Fatty\" Arbuckle.","release_date":"1914-03-26","vote_average":4.9,"runtime":16,"cert":"N\/A","id":22870,"title":"Cruel, Cruel Love","adult":false,"genre_ids":[35]},{"cast":["Cary Grant","Alan Hale","John Garfield","John Ridgely","Dane Clark"],"overview":"During World War II, Captain Cassidy and his crew of submariners are ordered into Tokyo Bay on a secret mission. They are to gather information in advance of the planned bombing of Tokyo. Along the way, the crew learn about each other as they face the enemy and some of them lose their lives.","release_date":"1943-12-31","vote_average":7.1,"runtime":135,"cert":"N\/A","id":22871,"title":"Destination Tokyo","adult":false,"genre_ids":[28,12,10752,18]},{"cast":["Cary Grant","Ingrid Bergman","Cecil Parker","Phyllis Calvert","David Kossoff"],"overview":"Anna Kalman is an accomplished actress who has given up hope of finding the man of her dreams. She is in the middle of taking off her face cream, while talking about this subject with her sister, when in walks Philip Adams. She loses her concentration for a moment as she realizes that this is the charming, smart, and handsome man she has been waiting for.","release_date":"1958-05-20","vote_average":6.7,"runtime":100,"cert":"PG","id":22874,"title":"Indiscreet","adult":false,"genre_ids":[35,10749]},{"cast":["Charlie Chaplin","Chester Conklin","Fritz Schade","Norma Nichols","Cecile Arnold"],"overview":"Pierre and Jacques are working as waiters at a restaurant where the cooks go on strike. When the two are forced to work as bakers, the striking cooks put dynamite in the dough, with explosive results.","release_date":"1914-10-26","vote_average":5.9,"runtime":33,"cert":"N\/A","id":22879,"title":"Dough and Dynamite","adult":false,"genre_ids":[35]},{"cast":["Arthur Angel","Paul Ashcroft","Mark Leonard Winter","Torquil Neilson","Greg Stone"],"overview":"The true story of Australia’s most notorious convict, Alexander Pearce and his infamous journey into the beautiful yet brutal Tasmanian wilderness. A point of no return for convicts banished from their homeland, Van Diemen’s Land was a feared and dreaded penal settlement at the end of the earth.","release_date":"2009-09-24","vote_average":5.2,"runtime":104,"cert":"N\/A","id":22882,"title":"Van Diemen's Land","adult":false,"genre_ids":[18,36,53]},{"cast":["Charlie Chaplin","Henry Lehrman","Frank D. Williams","Gordon Griffith"],"overview":"The Tramp interferes with the celebration of several kid auto races in Venice, California (Junior Vanderbilt Cup Race, January 10 and 11, 1914), standing himself in the way of the cameraman who is filming the event.","release_date":"1914-02-07","vote_average":5.5,"runtime":7,"cert":"N\/A","id":22885,"title":"Kid Auto Races at Venice","adult":false,"genre_ids":[35]},{"cast":["John Payne","Matt Hill","Lisa Ann Beley","Lee Tockar","Don S. Davis"],"overview":"When a COBRA spy steals a powerful new technology, the GI JOE team fights back with spies of their own! Duke, Shipwreck, Wild Bill and the rest of the GI JOE team have to strike quickly, before Cobra Commander and his forces turn the stolen device into a dangerous weapon for evil!","release_date":"2003-09-23","vote_average":0.0,"runtime":44,"cert":"N\/A","id":22888,"title":"G.I. Joe: Spy Troops","adult":false,"genre_ids":[16]},{"cast":["Charlie Chaplin","Mabel Normand","Chester Conklin","Slim Summerville","Billie Bennett"],"overview":"Mabel tries to sell hot dogs at a car race, but isn't doing a very good job at it. She sets down the box of hot dogs and leaves them for a moment. Charlie finds them and gives them away to the hungry spectators at the track as Mabel frantically tries to find her lost box of hot dogs. Mabel finds out that Charlie has stolen them and sends the police after him. Chaos ensues.","release_date":"1914-06-13","vote_average":5.6,"runtime":10,"cert":"N\/A","id":22895,"title":"Mabel's Busy Day","adult":false,"genre_ids":[35]},{"cast":["Tim Minchin"],"overview":"Only available from Australia and New Zealand, “So Live” is a 2 hour performance recorded at The Sydney Opera House Studio in 2007. Contains material from “Dark Side” and “So Rock” including Inflatable You, Rock n Roll Nerd, Canvas Bags, Dark Side, You Grew On Me, Peace Anthem for Palestine, Mitsubishi Colt and lots more.","release_date":"2007-11-07","vote_average":6.7,"runtime":113,"cert":"N\/A","id":22900,"title":"Tim Minchin: So Live","adult":false,"genre_ids":[35,10402]},{"cast":["Robert Carlyle","Arron Fuller","David Bradley","Karl Johnson","Valerie Lilley"],"overview":"Jamie, an 11-year-old boy, is fascinated by his father Charlie’s espionage work until the world of spies becomes all too real. Charlie lives in his own reality—an undercover agent, always on an important mission, always on the move. Life for Charlie is highly charged and on the edge. He is unpredictable, explosive, yet kind hearted and fiercely protective of his Jamie who hero-worships his father.","release_date":"2009-02-05","vote_average":6.0,"runtime":81,"cert":"N\/A","id":22901,"title":"I Know You Know","adult":false,"genre_ids":[53,18,35]},{"cast":[],"overview":"Chronicles the recurring patterns of disenfranchisement witnessed from 2000 to 2004 while following the story of Georgia Congresswoman Cynthia McKinney, who not only took an active role in investigating these election debacles but also found herself in the middle of one after publicly questioning the Bush Administration about the 9-11 terrorist attacks.","release_date":"2006-01-27","vote_average":6.6,"runtime":92,"cert":"N\/A","id":22906,"title":"American Blackout","adult":false,"genre_ids":[99]},{"cast":["Paul Walker","Chris Brown","Hayden Christensen","Matt Dillon","Michael Ealy"],"overview":"A seasoned team of bank robbers, including Gordon Jennings (Idris Elba), John Rahway (Paul Walker), A.J. (Hayden Christensen), and brothers Jake (Michael Ealy) and Jesse Attica (Chris Brown) successfully complete their latest heist and lead a life of luxury while planning their next job. When Ghost (Tip T.I. Harris), a former member of their team, is released from prison he convinces the group to strike an armored car carrying $20 million. As the \"Takers\" carefully plot out their strategy and draw nearer to exacting the grand heist, a reckless police officer (Matt Dillon) inches closer to apprehending the criminals.","release_date":"2010-08-26","vote_average":6.2,"runtime":107,"cert":"12","id":22907,"title":"Takers","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Paddy Considine","Andrew Shim","Frank Harper","Vicky McClure","Johann Myers"],"overview":"Two twelve-year-old boys, Romeo and Gavin, undergo an extraordinary test of character and friendship when Morell, a naive but eccentric and dangerous stranger, comes between them. Morell befriends with the two boys and later asks them to help him pursue Romeo's beautiful elder sister. He gradually becomes more violent after she rejects him.","release_date":"1999-08-23","vote_average":7.1,"runtime":90,"cert":"15","id":22908,"title":"A Room for Romeo Brass","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"War Made Easy reaches into the Orwellian memory hole to expose a 50-year pattern of government deception and media spin that has dragged the United States into one war after another from Vietnam to Iraq. revealing in stunning detail how the American news media have uncritically disseminated the pro-war messages of successive presidential administrations.","release_date":"2007-08-23","vote_average":6.9,"runtime":72,"cert":"N\/A","id":22911,"title":"War Made Easy: How Presidents & Pundits Keep Spinning Us to Death","adult":false,"genre_ids":[99]},{"cast":["Ryuzou Ishino","Hikaru Midorikawa","Toshihiko Seki","Ai Orikasa","Akiko Yajima"],"overview":"After Colony 196, Treize Kushrenada is dead and the 5 young soldiers known as the Gundam pilots have brought peace between Earth and the Colonies through Operation Meteor. Now they move on with their lives and their Gundams are being disposed of in the sun, never needed again. Or do they? Meet Marimaia Kushrenada, the long lost daughter of Treize. Manipulated by her grandfather Dekim, she plans to take over earth and bring it back to war with the true Operation Meteor. Relana Peacecraft gets kidnapped by her and the thought dead Barton organization and to top it off one of the Gundam pilots is fighting by their side. Now their only hope of bringing peace back is on its way to the sun. Who is the traitor? What was the true intention of Operation Meteor Will they get their Gundams in time for one last battle? Will there finally be peace?","release_date":"1998-08-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":22914,"title":"Gundam Wing: Endless Waltz","adult":false,"genre_ids":[18,16,878]},{"cast":["Matt Adler","Gregory Harrison","Nia Peeples","John Philbin","Gerry Lopez"],"overview":"On a small stretch of coastline as powerful as a man's will, Rick Kane came to surf the big waves. He found a woman who would show him how to survive, and a challenge unlike any other.","release_date":"1987-08-14","vote_average":5.5,"runtime":96,"cert":"N\/A","id":22915,"title":"North Shore","adult":false,"genre_ids":[28,18,10749]},{"cast":["China Zorrilla","Manuel Alexandre","Federico Luppi","Blanca Portillo","José Ángel Egido"],"overview":"When the retired seventy-seven years old hypochondriac widower Fred moves to an apartment in Madrid, his temperamental daughter Cuca has an incident with his next door neighbor, the elder Argentinean Elsa. Later, they meet each other and Elsa seduces Fred with her reckless behavior and view of life and they have a romance.","release_date":"2005-07-28","vote_average":7.5,"runtime":108,"cert":"N\/A","id":22916,"title":"Elsa & Fred","adult":false,"genre_ids":[35,18,10749]},{"cast":["Joan Fontaine","Burt Lancaster","Robert Newton","Lewis L. Russell","Aminta Dyne"],"overview":"Bill Saunders, a former prisoner of war living in England, whose experiences have left him unstable and violent, gets into a bar fight in which he in kills a man and then flees. He hides out with the assistance of a nurse, Jane Wharton, who believes his story that the killing was an accident.","release_date":"1948-10-30","vote_average":7.3,"runtime":79,"cert":"N\/A","id":22925,"title":"Kiss the Blood Off My Hands","adult":false,"genre_ids":[18]},{"cast":["Mabel Normand","Charlie Chaplin","Chester Conklin","Alice Davenport","Harry McCoy"],"overview":"The Tramp gets drunk in a hotel lobby and causes some misunderstandings between Mabel and her lover.","release_date":"1914-02-14","vote_average":5.2,"runtime":11,"cert":"N\/A","id":22936,"title":"Mabel's Strange Predicament","adult":false,"genre_ids":[35]},{"cast":["Sid James","Charles Hawtrey","Bernard Bresslaw","Kenneth Williams","Roy Castle"],"overview":"Sir Sidney Ruff-Diamond looks after the British outpost near the Khybar pass. Protected by the kilted Third Foot and Mouth regiment, you would think they were safe. But the Khazi of Kalabar has other ideas. He wants all the British dead! But his troops fear the \"skirted-devils\"; they are rumoured not to wear anything underneath. Then one is caught with his pants on...","release_date":"1968-11-28","vote_average":7.1,"runtime":88,"cert":"","id":22937,"title":"Carry On Up the Khyber","adult":false,"genre_ids":[12,35]},{"cast":["Charlie Chaplin","Mabel Normand","Mack Sennett","Mack Swain","Gordon Griffith"],"overview":"Three men will fight for the love of a charming girl. Charlie will play dirty, throwing bricks and using a huge hammer.","release_date":"1914-06-01","vote_average":5.4,"runtime":14,"cert":"N\/A","id":22938,"title":"The Fatal Mallet","adult":false,"genre_ids":[35]},{"cast":["Rowan Atkinson","Rachel Stevens","Tony Robinson","Jim Broadbent","Mackenzie Crook"],"overview":"Spider-Plant Man is a parody of Spider-Man, made for the Comic Relief 2005 appeal and aired on BBC One. It featured Rowan Atkinson as Peter Piper\/Spider-Plant Man and Rachel Stevens as his love-interest Jane-Mary (parodying Mary-Jane Watson). Jim Broadbent also made an appearance, portraying Batman, and Tony Robinson as Robin.","release_date":"2005-03-11","vote_average":5.7,"runtime":15,"cert":"","id":22939,"title":"Spider-Plant Man","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Roscoe 'Fatty' Arbuckle","Chester Conklin","Charles Murray","Jess Dandy"],"overview":"Charlie plays an actor who bungles several scenes and is kicked out. He returns convincingly dressed as a lady and charms the director, but Charlie never makes it into the film. The plot involving a guy dressing up as a woman is quite popular in old silent movies.","release_date":"1914-08-27","vote_average":5.6,"runtime":16,"cert":"N\/A","id":22940,"title":"The Masquerader","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Jess Dandy","John T. Dillon","Al St. John","Glen Cavender"],"overview":"The hero, a janitor played by Chaplin, is fired from work for accidentally knocking his bucket of water out the window and onto his boss the chief banker (Tandy). Meanwhile, one of the junior managers (Dillon) is being threatened with exposure by his bookie for gambling debts unpaid. Thus the manager decides to steal from the company.","release_date":"1914-09-14","vote_average":6.5,"runtime":16,"cert":"N\/A","id":22941,"title":"The New Janitor","adult":false,"genre_ids":[35]},{"cast":["Kenneth Harlan","Marceline Day","Tom Santschi","Paul Hurst","Betty Boyd"],"overview":"The south sea island Tonga is full of plantations and scoundrels. Ellen Bradford arrives expecting marriage to respectable and successful plantation owner only to find he is a drunk and gambler. Being the only white woman she is the desire of scoundrels and cut-throats.","release_date":"1930-07-15","vote_average":3.5,"runtime":68,"cert":"N\/A","id":22944,"title":"Paradise Island","adult":false,"genre_ids":[28,10749,12]},{"cast":["George Clooney","Vera Farmiga","Anna Kendrick","Danny McBride","Jason Bateman"],"overview":"Corporate downsizing expert Ryan Bingham spends his life in planes, airports, and hotels, but just as he’s about to reach a milestone of ten million frequent flyer miles, he meets a woman who causes him to rethink his transient life.","release_date":"2009-09-05","vote_average":6.8,"runtime":110,"cert":"15","id":22947,"title":"Up in the Air","adult":false,"genre_ids":[18,10749]},{"cast":["Clark Gable","Bob Hope","Frances Langford"],"overview":"Produced in 1943 under the guidance of Army Air Force Lieutenant Clark Gable, this film follows a single 8th Air Force B-17 crew from training through a series of missions over Europe.","release_date":"1943-01-01","vote_average":6.0,"runtime":63,"cert":"N\/A","id":22948,"title":"Combat America","adult":false,"genre_ids":[99,10752,36]},{"cast":["Robin Williams","John Travolta","Seth Green","Justin Long","Matt Dillon"],"overview":"Charlie and Dan have been best friends and business partners for thirty years; their Manhattan public relations firm is on the verge of a huge business deal with a Japanese company. With two weeks to sew up the contract, Dan gets a surprise: a woman he married on a drunken impulse nearly nine years before (annulled the next day) shows up to tell him he's the father of her twins, now seven, and she'll be in jail for 14 days for a political protest. Dan volunteers to keep the tykes, although he's up tight and clueless. With Charlie's help is there any way they can be dad and uncle, meet the kids' expectations, and still land the account?","release_date":"2009-11-24","vote_average":5.4,"runtime":88,"cert":"PG","id":22949,"title":"Old Dogs","adult":false,"genre_ids":[35,10751]},{"cast":["Moe Howard","Curly Howard","Larry Fine","Suzanne Kaaren","Bud Jamison"],"overview":"The Stooges are key witnesses at a murder trial. Their friend, Gail Tempest (a name whose parts are synonyms of each other), who dances at the Black Bottom cafe where the Stooges are musicians, is accused of killing Kirk Robin (a play on \"Who Killed Cock Robin?\"). Although the boys disrupt the proceedings, they manage to clear Gail's name and extract the real murderer's identity from a parrot.","release_date":"1936-05-30","vote_average":6.0,"runtime":17,"cert":"N\/A","id":22950,"title":"Disorder in the Court","adult":false,"genre_ids":[35]},{"cast":["Boris Karloff","Marjorie Reynolds","Grant Withers","William Stelling","Catherine Craig"],"overview":"Shipping magnate Cyrus Wentworth, downcast over a disaster to his ocean liner 'Wentworth Castle' (carrying, oddly enough, an illicit shipment of Chinese bonds) is shot in his office...at the very moment of kicking out his daughter's fiance Dick Fleming. Of course, Captain Street arrests Dick, but reporter Bobbie Logan, the attractive thorn in Street's side, is so convinced he's wrong that she enlists the help of detective James Lee Wong to find the real killer.","release_date":"1940-08-12","vote_average":6.1,"runtime":68,"cert":"N\/A","id":22965,"title":"Doomed to Die","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Spencer Tracy","Joan Bennett","Elizabeth Taylor","Don Taylor","Billie Burke"],"overview":"In this sequel to Father of the Bride, newly married Kay Dunstan announces that she and her husband are going to have a baby, leaving her father having to come to grips with the fact that he will soon be a granddad.","release_date":"1951-04-12","vote_average":6.6,"runtime":82,"cert":"N\/A","id":22968,"title":"Father's Little Dividend","adult":false,"genre_ids":[10749,35]},{"cast":["Flora Robson","Raymond Massey","Leslie Banks","Laurence Olivier","Vivien Leigh"],"overview":"The film is a historical drama set during the reign of Elizabeth I (Flora Robson), focusing on the English defeat of the Spanish Armada, whence the title. In 1588, relations between Spain and England are at the breaking point. With the support of Queen Elizabeth I, British sea raiders such as Sir Francis Drake regularly capture Spanish merchantmen bringing gold from the New World.","release_date":"1937-02-25","vote_average":6.7,"runtime":92,"cert":"","id":22969,"title":"Fire Over England","adult":false,"genre_ids":[10752,18,12,36,10749]},{"cast":["Kristen Connolly","Fran Kranz","Chris Hemsworth","Anna Hutchison","Richard Jenkins"],"overview":"Five college friends spend the weekend at a remote cabin in the woods, where they get more than they bargained for. Together, they must discover the truth behind the cabin in the woods.","release_date":"2012-04-12","vote_average":6.5,"runtime":95,"cert":"15","id":22970,"title":"The Cabin in the Woods","adult":false,"genre_ids":[27,35,53]},{"cast":["Amanda Seyfried","Channing Tatum","Henry Thomas","Richard Jenkins","Scott Porter"],"overview":"While Sergeant John Tyree is home on two weeks leave from Germany, he meets Savannah after he dives into the ocean to retrieve Savannah's purse that had fallen off a pier. John eventually falls in love with Savannah, who promises to write to him until he returns from overseas.","release_date":"2010-02-04","vote_average":6.8,"runtime":115,"cert":"12A","id":22971,"title":"Dear John","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Matt Damon","Greg Kinnear","Brendan Gleeson","Amy Ryan","Jason Isaacs"],"overview":"During the U.S.-led occupation of Baghdad in 2003, Chief Warrant Officer Roy Miller and his team of Army inspectors are dispatched to find weapons of mass destruction believed to be stockpiled in the Iraqi desert. Rocketing from one booby-trapped and treacherous site to the next, the men search for deadly chemical agents but stumble instead upon an elaborate cover-up that threatens to invert the purpose of their mission.","release_date":"2010-03-11","vote_average":6.4,"runtime":115,"cert":"15","id":22972,"title":"Green Zone","adult":false,"genre_ids":[10752,28,12,18,53]},{"cast":["Richard Pryor","Jennifer Lee Pryor"],"overview":"Richard Pryor delivers monologues on race, sex, family and his favorite target—himself, live at the Terrace Theatre in Long Beach, California.","release_date":"1979-01-26","vote_average":7.7,"runtime":78,"cert":"N\/A","id":22975,"title":"Richard Pryor: Live in Concert","adult":false,"genre_ids":[35]},{"cast":["Neil Dickson","Alex Hyde-White","Fiona Hutchison","Peter Cushing","Marcus Gilbert"],"overview":"Unassuming catering salesmen Jim Ferguson falls through a time hole to 1917 where he saves the life of dashing Royal Flying Corps pilot James \"Biggles\" Bigglesworth after his photo recon mission is shot down. Before he can work out what has happened, Jim is zapped back to the 1980s......","release_date":"1986-05-30","vote_average":5.4,"runtime":108,"cert":"PG","id":22976,"title":"Biggles","adult":false,"genre_ids":[28,10751,14,878,10752]},{"cast":["Van Heflin","Evelyn Keyes","John Maxwell","Katherine Warren","Madge Blake"],"overview":"A policeman investigating a peeping Tom becomes obsessed with the married victim.","release_date":"1951-05-25","vote_average":7.0,"runtime":92,"cert":"","id":22985,"title":"The Prowler","adult":false,"genre_ids":[18,53]},{"cast":["John Wayne","Susan Hayward","Dennis O'Keefe","William Frawley","Leonid Kinskey"],"overview":"Construction workers in World War II in the Pacific are needed to build military sites, but the work is dangerous and they doubt the ability of the Navy to protect them. After a series of attacks by the Japanese, something new is tried, Construction Battalions (CBs=Seabees). The new CBs have to both build and be ready to fight.","release_date":"1944-01-27","vote_average":6.5,"runtime":100,"cert":"","id":22994,"title":"The Fighting Seabees","adult":false,"genre_ids":[28,10752]},{"cast":[],"overview":"No overview found.","release_date":"1988-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":22995,"title":"Force of the Ninja","adult":false,"genre_ids":[]},{"cast":["Mel Brooks","Anne Bancroft","Tim Matheson","Charles Durning","José Ferrer"],"overview":"A bad Polish actor is just trying to make a living when Poland is invaded by the Germans in World War II. His wife has the habit of entertaining young polish officers while he's on stage, which is also a source of depression to him. When one of her officers comes back on a Secret Mission, the actor takes charge and comes up with a plan for them to escape. remake of Ernst Lubitsch's 1942 black comedy with the same name.","release_date":"1983-12-16","vote_average":7.0,"runtime":107,"cert":"N\/A","id":22998,"title":"To Be or Not to Be","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Jean Parker","Reginald Gardiner","Charles Middleton"],"overview":"Ollie is in love with a woman. When he discovers that she is already married, he tries to kill himself. Of course, the suicide is avoided and the boys join the Foreign Legion to get away from their troubles. Finally, they are arrested for trying to desert the Legion and to escape the firing squad by stealing a plane.","release_date":"1939-10-28","vote_average":6.5,"runtime":69,"cert":"N\/A","id":22999,"title":"The Flying Deuces","adult":false,"genre_ids":[35]}]