[{"cast":["Delta Burke","Andrea Roth","Gabriel Hogan","Vincent Walsh","Melinda Deines"],"overview":"It’s a race to the altar when a steamy romance novelist with a long line of torrid romances – and ex-husbands – sets out to help a single woman ditch her bridesmaid dresses once and for all.","release_date":"2008-04-28","vote_average":4.9,"runtime":null,"cert":"N\/A","id":23000,"title":"Bridal Fever","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Jimmy Conlin","Raymond Walburn","Rudy Vallee","Edgar Kennedy"],"overview":"Twenty-three years after scoring the winning touchdown for his college football team mild-mannered Harold Diddlebock, who has been stuck in a dull, dead-end book-keeping job for years, is let go by his pompous boss, advertising tycoon J.E. Wagglebury, with nothing but a tiny pension.","release_date":"1947-04-04","vote_average":6.8,"runtime":89,"cert":"N\/A","id":23001,"title":"The Sin of Harold Diddlebock","adult":false,"genre_ids":[35]},{"cast":["Bela Lugosi","Polly Ann Young","John McGuire","Clarence Muse","George Pembroke"],"overview":"The town's leading citizen is a man victim of homicidal impulses beyond his control. He is being controlled by his wife who had left him for another man. She was involved in a car accident that has left her brain damaged and is kept in the basement, in secret, by Kessler's gardener.","release_date":"1941-04-25","vote_average":5.4,"runtime":64,"cert":"N\/A","id":23014,"title":"Invisible Ghost","adult":false,"genre_ids":[27,9648,53]},{"cast":["Bjarne Henriksen","Vivian Wu","Charlotte Fich","Paw Henriksen","Nicolas Winding Refn"],"overview":"Keld is in a rut. His wife of 25 years has left him. For sustenance, he eats his way through the menu at the local Chinese takeaway. The owner talks him into a marriage of convenience with his sister from China and the unplanned-for happens. A delicate romance blossoms between these two damaged, fragile individuals, but a secret gives their relationship a fateful twist. A subtle and touching story of life's diversity.","release_date":"2005-04-01","vote_average":5.8,"runtime":88,"cert":"N\/A","id":23019,"title":"Chinaman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lyle Talbot","Herbert Rawlinson","Steve Reeves","Dolores Fuller","Clancy Malone"],"overview":"Don Gregor, the son of famous plastic surgeon Dr. Boris Gregor, begins to hang around with young criminal Vic Brady and carry a gun. The pair attempt an armed holdup, and when things start to go wrong Gregor accidentally kills a night watchman. Fearing that Gregor plans to turn himself in, Brady kills him and blackmails Dr. Gregor into giving him a new face.","release_date":"1954-01-01","vote_average":4.2,"runtime":74,"cert":"N\/A","id":23020,"title":"Jail Bait","adult":false,"genre_ids":[28,80,53]},{"cast":["Keenan Milton","Brandon Biebel","Brian Anderson","Marc Johnson","Chico Brenes"],"overview":"Yeah Right! is a skateboarding video by Girl Skateboards","release_date":"2003-01-01","vote_average":7.4,"runtime":71,"cert":"N\/A","id":23021,"title":"Yeah Right!","adult":false,"genre_ids":[99]},{"cast":["Franchot Tone","Jean Wallace","Marc Lawrence","Myron McCormick","Winifred Lenihan"],"overview":"New York Assistant District Attorney Howard Malloy is working hard on investigation about a series of murders related to an extremist group.","release_date":"1949-05-28","vote_average":4.7,"runtime":70,"cert":"N\/A","id":23022,"title":"Jigsaw","adult":false,"genre_ids":[18,9648,53]},{"cast":["Dwayne Johnson","Stephen Merchant","Ashley Judd","Julie Andrews","Ryan Sheckler"],"overview":"When minor-league hockey player Derek Thompson -- who has a penchant for knocking out his opponents' teeth every time he plays -- disillusions a fan, he is sentenced to a stint for one week as a bona fide, tutu-clad, real-life tooth fairy. Soon, Derek is inspired to rekindle his youthful dreams.","release_date":"2010-01-14","vote_average":5.4,"runtime":101,"cert":"PG","id":23023,"title":"Tooth Fairy","adult":false,"genre_ids":[35,10751,14]},{"cast":["Will Rogers","Tom Brown","Anita Louise","Henry B. Walthall","David Landau"],"overview":"Judge Priest, a proud Confederate veteran, restores the justice in a small town in the Post-Bellum Kentucky using his common sense and his great sense of humanity.","release_date":"1934-09-28","vote_average":7.0,"runtime":80,"cert":"N\/A","id":23024,"title":"Judge Priest","adult":false,"genre_ids":[35,18]},{"cast":["Sabu","Joseph Calleia","John Qualen","Frank Puglia","Rosemary DeCamp"],"overview":"Rudyard Kipling's Jungle Book is given the full treatment in this lavish retelling filled with huge sets, exotic animals, a large cast and the incomparable Sabu, starring as Mowgli, the young orphan boy raised by wolves. Curious to reconnect with his human village, Mowgli returns only to find disappointment in the greed and treachery of man. Over time, Mowgli and the village members do grow to trust one another, but not before the village finds itself under siege. It's up to Mowgli and his jungle friends to save the day.","release_date":"1942-04-03","vote_average":6.7,"runtime":108,"cert":"U","id":23033,"title":"Jungle Book","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Dusty Fletcher","George Wiltshire","Butterfly McQueen","Nellie Hill","Freddie Robinson"],"overview":"An all-Black comedy and dance revue with stars of stage and screen.","release_date":"1948-01-01","vote_average":5.5,"runtime":73,"cert":"N\/A","id":23042,"title":"Killer Diller","adult":false,"genre_ids":[35,18,10402]},{"cast":["Peter Graves","Barbara Bestar","James Seay","Frank Gerstle","Shepard Menken"],"overview":"Atomic scientist\/pilot Doug Martin is missing after his plane crashes on an reconnaissance mission after a nuclear test. Miraculously appearing unhurt at the base later, he is given sodium amethol, but authorities are skeptical of his story that he was captured by aliens determined to conquer the Earth with giant monsters and insects. Martin vows to use existing technology to destroy them.","release_date":"1954-01-23","vote_average":3.5,"runtime":71,"cert":"N\/A","id":23045,"title":"Killers from Space","adult":false,"genre_ids":[27,878]},{"cast":["Larry Clark","Nick Hexum","Tim Mahoney","Doug Martinez","Chad Sexton"],"overview":"3-11 day 2006, at the Mid-South Coliseum in Memphis, Tennessee","release_date":"2006-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":23046,"title":"311 Live: 311 Day 2006","adult":false,"genre_ids":[10402]},{"cast":["Nicolas Cage","Ron Perlman","Ulrich Thomsen","Christopher Lee","Fernanda Dorogi"],"overview":"A 14th century Crusader returns with his comrade to a homeland devastated by the Black Plague. The Church commands the two knights to transport a witch to a remote abbey, where monks will perform a ritual in hopes of ending the pestilence.","release_date":"2011-01-07","vote_average":5.3,"runtime":95,"cert":"15","id":23047,"title":"Season of the Witch","adult":false,"genre_ids":[12,14,28]},{"cast":["John Cusack","Lizzy Caplan","Rob Corddry","Craig Robinson","Clark Duke"],"overview":"A malfunctioning time machine at a ski resort takes a man back to 1986 with his two friends and nephew, where they must relive a fateful night and not change anything to make sure the nephew is born.","release_date":"2010-03-26","vote_average":6.0,"runtime":101,"cert":"15","id":23048,"title":"Hot Tub Time Machine","adult":false,"genre_ids":[878,35,12]},{"cast":["Nia Vardalos","Richard Dreyfuss","Alexis Georgoulis","Alistair McGowan","Harland Williams"],"overview":"A Greek tour guide named Georgia attempts to recapture her kefi (Greek for mojo) by guiding a ragtag group of tourists around Greece and showing them the beauty of her native land. Along the way, she manages to open their eyes to the wonders of an exotic foreign land while beginning to see the world through a new set of eyes in the process.","release_date":"2009-06-05","vote_average":5.8,"runtime":95,"cert":"N\/A","id":23049,"title":"My Life in Ruins","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Benjamin","Cleavon Little","James Coco","Scatman Crothers","Ruth Gordon"],"overview":"Old Mr. Parker has made millions inventing and selling games. At the beginning of the movie, he dies and his relatives gather for the reading of the will. However, Old Mr. Parker is a game player to the last, and his will stipulates a Scavenger Hunt to determine which relative will get the inheritance. The winner of the scavenger hunt gets all the money, the rest get nothing.","release_date":"1979-12-21","vote_average":6.1,"runtime":116,"cert":"N\/A","id":23050,"title":"Scavenger Hunt","adult":false,"genre_ids":[35]},{"cast":["Humphrey Bogart","Raymond Massey","Alan Hale","Julie Bishop","Ruth Gordon"],"overview":"Lieutenant Joe Rossi is 1st Officer on a Liberty Ship in a great convoy bound from Halifax to Murmansk. After German subs crushed the convoy his ship loses the convoy and is heading alone to Murmansk. In spite of attacks by German planes and subs he get the ship safely to Murmansk.","release_date":"1943-06-12","vote_average":7.1,"runtime":126,"cert":"N\/A","id":23051,"title":"Action in the North Atlantic","adult":false,"genre_ids":[18,10752]},{"cast":["Egbert Jan Weeber","Ishwari Bose-Bhattacharya"],"overview":"A young actor (Nick) goes to Mumbai for a role as a colonial in a Bollywood costume film. While he records video messages for his senile father in Holland, he also tries to right several social wrongs in Mumbai that cross his path","release_date":"2009-03-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":23052,"title":"Bollywood Hero","adult":false,"genre_ids":[35,18]},{"cast":["Eric Thompson","Fenella Fielding"],"overview":"A blue cat named Buxton is found in the Magic Garden. With help from the Blue voice (played by Fenella Fielding), Buxton enters the ruins of the old treacle factory where he is crowned king after correctly identifying the colours of seven doors (coloured different shades of blue). Buxton throws all the characters of The Magic Roundabout except Dougal into prison and steals Zebedee's magic moustach","release_date":"1970-12-01","vote_average":7.4,"runtime":85,"cert":"U","id":23055,"title":"Dougal and the Blue Cat","adult":false,"genre_ids":[16,12,10751]},{"cast":["Malcolm McDowell","Sonja Ball","Howard Ryshpan","Whoopi Goldberg","Howie Mandel"],"overview":"This is the story of a little robot known as Pinocchio 3000 whose greatest wish is to become a real boy. The year is 3000. Geppetto, with the help of his faithful assistant, Spencer the cyber penguin, and by the holographic fairy Cyberina, creates Pinocchio, a prototype superrobot equipped for emotions. But before he can be given a heart and become a real boy, Cyberina insists that Pinocchio learn the difference between right and wrong.","release_date":"2004-05-14","vote_average":3.9,"runtime":80,"cert":"N\/A","id":23056,"title":"Pinocchio 3000","adult":false,"genre_ids":[16,10751,878]},{"cast":["Patsy Garrett","Allen Fiuzat","Cynthia Smith","Peter Breck","Frances Bavier"],"overview":"Benji is a stray who has nonetheless worked his way into the hearts of a number of the townspeople, who give him food and attention whenever he stops by. His particular favorites are a pair of children who feed and play with him against the wishes of their parents. When the children are kidnapped, however, the parents and the police are at a loss to find them. Only Benji can track them down, but will he be in time? If he can save the day, he may just find the permanent home he's been longing for.","release_date":"1974-10-17","vote_average":6.1,"runtime":86,"cert":"N\/A","id":23069,"title":"Benji","adult":false,"genre_ids":[12,10751,10749]},{"cast":["Lyoto Machida","Maurício Rua","Cain Velasquez","Ben Rothwell","Joe Stevenson"],"overview":"UFC 104: Machida vs. Shogun was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on October 24, 2009 in Los Angeles, California.","release_date":"2009-10-24","vote_average":6.7,"runtime":178,"cert":"N\/A","id":23074,"title":"UFC 104: Machida vs. Shogun","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Documentary portrait of Jerusalem presented through the eyes of the people who live there. Also shows rites performed at the city's most venerated shrines: the Western Wall, the Dome of the Rock and the Church of the Holy Sepulchre.","release_date":"1996-09-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":23075,"title":"Jerusalem: City of Heaven","adult":false,"genre_ids":[]},{"cast":["Franco Nero","Alberto Dell'Acqua","Elisa Montés","José Guardiola","Livio Lorenzon"],"overview":"The tough gun-man Burt Sullivan (Franco Nero) leaves his job as a town sheriff to go to Mexico to find the man, Cisco, who killed his father many years ago. He and his younger brother arrive in a small town where everybody is afraid of Cisco who has become the local landowner. But there is a secret. It turns out that Cisco is the father of Burt's younger brother and Cisco are craving for respect from his \"son\". Burt Sullivan joins forces with the local townspeople to stop and bring Cisco back to his punishment in Texas.","release_date":"1966-08-28","vote_average":5.2,"runtime":93,"cert":"N\/A","id":23076,"title":"Texas, Adios","adult":false,"genre_ids":[37]},{"cast":["Russell Peters","Angelo Tsarouchas"],"overview":"Russell’s last DVD and CD, Outsourced, was taped before a sold out audience at the Warfield Theatre in San Francisco, and gives viewers and listeners an excellent overview of Russell’s comedic genius.","release_date":"2006-08-01","vote_average":7.2,"runtime":72,"cert":"N\/A","id":23077,"title":"Russell Peters: Outsourced","adult":false,"genre_ids":[35]},{"cast":[],"overview":"They are inspirational, playful, powerful, interesting and very intelligent animals, which have a magical bond with the people: Dolphins. You'll see these magnificent animals in their natural habitats - reefs in Eilat, the largest marine reserve in the world. And also be able to watch a dolphins dance and play with the camera, dive or just durachatsya. Never seen so close before!","release_date":"2009-07-09","vote_average":5.8,"runtime":60,"cert":"N\/A","id":23078,"title":"Dolphins in the Deep Blue Ocean","adult":false,"genre_ids":[99]},{"cast":["Philip K. Dick","Brian Aldiss","Jim Blaylock","Elvis Costello","Anne Dick"],"overview":"A poetic look at the life and legacy of legendary author Philip K. Dick (1928-1982), who wrote over over a hundred short stories and 44 novels of mind-bending sci-fi, exploring themes of authority, drugs, theology, mental illness and much more.","release_date":"1994-04-09","vote_average":5.3,"runtime":59,"cert":"","id":23095,"title":"Philip K Dick: A Day in the Afterlife","adult":false,"genre_ids":[99]},{"cast":["Dan Aykroyd","Howard Hesseman","Donna Dixon","Lydia Lei","T. K. Carter"],"overview":"A shy but gentle man named Clifford Skridlow is a professor of comparative literature at the financially-strapped fictional Monroe College in Chicago. A chance encounter with four beautiful women at a restaurant changes his life forever.","release_date":"1983-05-06","vote_average":5.4,"runtime":89,"cert":"N\/A","id":23096,"title":"Doctor Detroit","adult":false,"genre_ids":[35]},{"cast":["Richard Widmark","Bella Darvi","Victor Francen","Cameron Mitchell","Gene Evans"],"overview":"A privately-financed scientist and his colleagues hire an ex-Navy officer to conduct an Alaskan submarine expedition in order to prevent a Red Chinese anti-American plot that may lead to World War III. Mixes deviously plotted schoolboy fiction with submarine spectacle and cold war heroics.","release_date":"1954-02-06","vote_average":5.9,"runtime":103,"cert":"N\/A","id":23097,"title":"Hell and High Water","adult":false,"genre_ids":[28,53,10752]},{"cast":["Edward G. Robinson","Marlene Dietrich","George Raft","Alan Hale","Frank McHugh"],"overview":"Hank McHenry and Johnny Marshall work as power company linesmen. Hank is injured in an accident and subsequently promoted to foreman of the gang. Tensions start to show in the road crew as rivalry between Hank and Johnny increases.","release_date":"1941-08-09","vote_average":7.3,"runtime":104,"cert":"N\/A","id":23098,"title":"Manpower","adult":false,"genre_ids":[80,18]},{"cast":["Constance Bennett","Cary Grant","Roland Young","Billie Burke","Alan Mowbray"],"overview":"Madcap couple George and Marion Kerby are killed in an automobile accident. They return as ghosts to try and liven up the regimented lifestyle of their friend and bank president, Cosmo Topper. When Topper starts to live it up, it strains relations with his stuffy wife.","release_date":"1937-07-16","vote_average":6.9,"runtime":97,"cert":"N\/A","id":23101,"title":"Topper","adult":false,"genre_ids":[35,14,10749]},{"cast":["Cary Grant","Frank Sinatra","Sophia Loren","Theodore Bikel","John Wengraf"],"overview":"During the Napoleonic Wars, when the French have occupied Spain, some Spanish guerrilla soldiers are going to move a big cannon across Spain in order to help the British defeat the French. A British officer is there to accompany the Spanish and along the way, he falls in love with the leader's girl.","release_date":"1957-07-10","vote_average":6.0,"runtime":125,"cert":"N\/A","id":23102,"title":"The Pride and the Passion","adult":false,"genre_ids":[12,28,18,36,10749]},{"cast":["Guy Robertson","Edgar Kennedy","Irene Ware","Ferdinand Gottschalk","Franklin Pangborn"],"overview":"A theatrical troupe headed by a flashy showman finds itself in the tiny--and bankrupt--kingdom of Belgardia. The showman falls in love with the daughter of the dotty king, who has promised her to another.","release_date":"1934-09-15","vote_average":4.0,"runtime":66,"cert":"N\/A","id":23103,"title":"King Kelly of the U.S.A.","adult":false,"genre_ids":[35]},{"cast":["Dick Purcell","Joan Woodbury","Mantan Moreland","Henry Victor","John Archer"],"overview":"During World War II, a small plane somewhere over the Caribbean runs low on fuel and is blown off course by a storm. Guided by a faint radio signal, they crash-land on an island. The passenger, his manservant and the pilot take refuge in a mansion owned by a doctor. The quick-witted yet easily-frightened manservant soon becomes convinced the mansion is haunted by zombies and ghosts.","release_date":"1941-05-14","vote_average":5.5,"runtime":67,"cert":"N\/A","id":23104,"title":"King of the Zombies","adult":false,"genre_ids":[27,12,35]},{"cast":["Dervla Kirwan","Elizabeth Earl","Holly Earl","Peter Capaldi","Ricky Tomlinson"],"overview":"Geraldine and her two daughters, Livvie and Angeline, are living rough on the streets on London. When their van blows up, they must find an alternitive place to stay. At first, they live in temporary housing, but the conditions are unbearable. Geraldine reacts quickly and the family decides to take up residence in Scottley's, the best department store in London. They must keep it a secret from doorman Brian (whom the girls call Mr. Whiskers), and a couple of bumbling thieves who want to rob the store safe of its jewels.","release_date":"1999-01-01","vote_average":5.5,"runtime":74,"cert":"N\/A","id":23105,"title":"The Greatest Store In The World","adult":false,"genre_ids":[18,10751]},{"cast":["Randolph Scott","Binnie Barnes","Henry Wilcoxon","Bruce Cabot","Heather Angel"],"overview":"The story is set in the British province of New York during the French and Indian War, and concerns—in part—a Huron massacre (with passive French acquiescence) of between 500 to 1,500 Anglo-American troops, who had honorably surrendered at Fort William Henry, plus some women and servants; the kidnapping of two sisters, daughters of the British commander; and their rescue by the last Mohicans.","release_date":"1936-07-02","vote_average":6.5,"runtime":91,"cert":"N\/A","id":23108,"title":"The Last of the Mohicans","adult":false,"genre_ids":[37]},{"cast":["Leo Gorcey","Bobby Jordan","Huntz Hall","Gabriel Dell","Tom Brown"],"overview":"Rejected by the Army, Marines, and Navy for being too young, the punks help the war effort by throwing fruit at a shop they believe is owned by a Japanese American. Confronted by him wielding a short sword, the gang decides to come back at night but find him dead.","release_date":"1942-05-29","vote_average":6.7,"runtime":62,"cert":"N\/A","id":23109,"title":"Let's Get Tough","adult":false,"genre_ids":[35]},{"cast":["Jeff York","Martha O'Driscoll","Mona Ray","Johnnie Morris","Buster Keaton"],"overview":"Li'l Abner becomes convinced that he is going to die within twenty-four hours, so agrees to marry two different girls: Daisy Mae (who has chased him for years) and Wendy Wilecat (who rescued him from an angry mob). It is all settled at the Sadie Hawkins Day race.","release_date":"1940-11-09","vote_average":10.0,"runtime":78,"cert":"N\/A","id":23110,"title":"Li'l Abner","adult":false,"genre_ids":[35]},{"cast":["Robin Williams","María Conchita Alonso","Cleavant Derricks","Alejandro Rey","Savely Kramarov"],"overview":"A Russian circus visits the US. A clown wants to defect, but doesn't have the nerve. His saxophone playing friend however comes to the decision to defect in the middle of Bloomingdales. He is befriended by the black security guard and falls in love with the Italian immigrant from behind the perfume counter. We follow his life as he works his way through the American dream and tries to find work as a musician.","release_date":"1984-06-04","vote_average":6.2,"runtime":115,"cert":"N\/A","id":23111,"title":"Moscow on the Hudson","adult":false,"genre_ids":[35,18,10749]},{"cast":["Özgü Namal","Talat Bulut","Murat Han","Mustafa Avkıran","Emin Gursoy"],"overview":"A young woman of about 17 years old, named Meryem (Ozgu Namal), has been raped, and her village's customs call for her to be killed to restore honor and dignity to her family and village. The eldest son of the village leader, Cemal (Murat Han), is ordered to take Meryem to Istanbul and kill her, but at the last minute he cannot complete the task.","release_date":"2007-03-16","vote_average":6.9,"runtime":105,"cert":"N\/A","id":23112,"title":"Bliss","adult":false,"genre_ids":[18]},{"cast":["Jackson Beck","Sid Raymond"],"overview":"\"Little Brown Jug\" is a short cartoon about various woodland creatures...","release_date":"1948-02-20","vote_average":0.0,"runtime":8,"cert":"N\/A","id":23113,"title":"Little Brown Jug","adult":false,"genre_ids":[]},{"cast":["Freddie Bartholomew","Dolores Costello","C. Aubrey Smith","Guy Kibbee","Henry Stephenson"],"overview":"An American boy turns out to be the heir of a wealthy British earl. He is sent to live with the irritable and unsentimental aristocrat, his grandfather.","release_date":"1936-03-06","vote_average":6.6,"runtime":102,"cert":"N\/A","id":23114,"title":"Little Lord Fauntleroy","adult":false,"genre_ids":[18,10751]},{"cast":["Robert Newton","Connie Gilchrist","Lloyd Berrell","Grant Taylor","Rod Taylor"],"overview":"In this sequel to Treasure Island, Long John hopes to rescue his friend Jim from a rival pirate and return for more treasure.","release_date":"1954-12-16","vote_average":5.7,"runtime":106,"cert":"N\/A","id":23115,"title":"Long John Silver","adult":false,"genre_ids":[12,28,10751]},{"cast":["Daniel Sunjata"],"overview":"With the departure of the Bush Administration and the arrival of an “era of transparency,” opportunities are arising for the disclosure of new information that may shed more light on the events that took place before and after 9\/11\/2001. Loaded with powerful, new footage and in-depth interviews this documentary presents a wide array of evidence both known and unknown…until now.","release_date":"2009-09-22","vote_average":6.6,"runtime":99,"cert":"N\/A","id":23116,"title":"Loose Change 9\/11: An American Coup","adult":false,"genre_ids":[99]},{"cast":["Jackie Coogan","Allan Nixon","Richard Travis","Lyle Talbot","Paula Hill"],"overview":"A mad scientist, Dr. Aranya (Jackie Coogan), has created giant spiders in his Mexican lab in Zarpa Mesa to create a race of superwomen by injecting spiders with human pituitary growth hormones. Women develop miraculous regenerative powers, but men mutate into disfigured dwarves. Spiders grow to human size and intelligence.","release_date":"1953-06-17","vote_average":2.2,"runtime":70,"cert":"N\/A","id":23125,"title":"Mesa of Lost Women","adult":false,"genre_ids":[27,878]},{"cast":["William Gargan","Ann Savage","Leo Gorcey","George Zucco","Paul Hurst"],"overview":"In a cheap hotel-room in New York City Jelke shoots gangster Joe Wells, takes a package from his pocket and flees.Wells staggers into an alley. On her way to her apartment above a wax museum, Sue Gallagher, a reporter for the Chronicle, finds Wells' body and hides his corpse among the wax-figures in the museum and calls her paper to send a photographer so she can get a scoop on the killing of Wells, who had a $5,000 reward for his capture, dead or alive. Meanwhile, Henry Miggs, the museum owner find the body and is ready to call the police but his handyman, Clutch Tracy tells him to conceal it and avoid suspicion. From this point on it is a game of where-is-the-body....and the stolen South American diamonds Wells was carrying.","release_date":"1945-07-27","vote_average":4.2,"runtime":64,"cert":"N\/A","id":23126,"title":"Midnight Manhunt","adult":false,"genre_ids":[35,80,9648]},{"cast":["Rosario Dawson","Danny Trejo","Sheri Moon Zombie","Paul Giamatti","Cassandra Peterson"],"overview":"The Haunted World of El Superbeasto is an animated comedy that also combines elements of a horror and thriller film. It is based upon the comic book series created by Rob Zombie that follows the character of El Superbeasto and his sexy sidekick sister, Suzi-X, voiced by Sheri Moon, as they confront an evil villain by the name of Dr. Satan.","release_date":"2009-09-12","vote_average":6.3,"runtime":77,"cert":"15","id":23127,"title":"The Haunted World of El Superbeasto","adult":false,"genre_ids":[16,27,28,35]},{"cast":["Joe Chisholm","Mandy-Rae Cruikshank","Charles Hambleton","Simon Hutchins","Kirk Krack"],"overview":"The Cove tells the amazing true story of how an elite team of individuals, films makers and free divers embarked on a covert mission to penetrate the hidden cove in Japan, shining light on a dark and deadly secret. The shocking discoveries were only the tip of the iceberg.","release_date":"2009-07-31","vote_average":8.1,"runtime":92,"cert":"12A","id":23128,"title":"The Cove","adult":false,"genre_ids":[99]},{"cast":["Ane Dahl Torp","Pia Tjelta","Aksel Hennie","Bjørn Floberg","Nicolai Cleve Broch"],"overview":"Bird droppings on a work shirt lead to extreme unintended consequences.","release_date":"2008-02-01","vote_average":3.6,"runtime":85,"cert":"N\/A","id":23129,"title":"Cold Lunch","adult":false,"genre_ids":[18]},{"cast":["Shabana Azmi","Konkona Sen Sharma","Rahul Bose","Soumitra Chatterjee","Waheeda Rehman"],"overview":"An exploration of the impact of schizophrenia on a young woman and her family in today's Calcutta. The narrative pivots around the relationship of two sisters, older sister Anjali is a successful professor with a powerful personality. She is the anchoring rock for her family and carer for her sister Meethi whose progression into schizophrenia has been speed ed up by traumatic experiences. Anjali has always dominated the life of her attractive younger sister, and jealously warded off Meethi's handsome fiancé Jojo with fear of Meethi's impending illness. Years later when Meethi and Anjali are on holiday in the Hills there is a chance meeting with Jojo, now with his new wife and children. He is shocked to discover that Meethi does not now recognize him, but lives in a world visited by an imaginary husband and children of her own.","release_date":"2006-01-06","vote_average":5.8,"runtime":116,"cert":"N\/A","id":23130,"title":"15 Park Avenue","adult":false,"genre_ids":[18,10749]},{"cast":["Jello Biafra","Klaus Fluoride","East Bay Ray","Carlos Cadona","Bruce Slesinger"],"overview":"Fresh Fruit for Rotting Eyeballs features a brief history of the Dead Kennedys' early years up to their first UK tour, never before seen live performances, interviews with Klaus Fluoride and East Bay Ray, comments by music journalists, and insights from the key people involved with the recording of the DK's first album. Jello Biafra's 1979 run for mayor is also highlighted.","release_date":"2005-10-25","vote_average":5.3,"runtime":55,"cert":"N\/A","id":23133,"title":"Dead Kennedys: Fresh Fruit for Rotting Eyeballs","adult":false,"genre_ids":[99,10402]},{"cast":["Mikey Day","Dominique Swain","Trevor Heins","Chris Kattan","Brittany Daniel"],"overview":"Do you prefer to wax on or wax off? Preacher won't let you dance? Well then, put Baby in the corner and come on down, 'cause VH1 is bringing back more of the'80s you love in this feature-length film, Totally Awesome. The Gundersons have just moved across the country and the kids - Charlie, Lori, and Max - are trying their best to acclimate themselves into a new school and all kinds of dilemmas therein: the need to dance, the pitfalls of young love, the quest for popularity, scientific genius and of course the quirky but loveable Japanese gardener. Totally Awesome takes all your favorite '80s-flick mainstays and weaves them into the biggest and baddest plotline ever conceived. Tot say it is radical would be an understatement.","release_date":"2006-11-07","vote_average":5.2,"runtime":94,"cert":"N\/A","id":23134,"title":"Totally Awesome","adult":false,"genre_ids":[35]},{"cast":["Jane Seymour","Patrick McGoohan","Trevor Eve","John McEnery","Billie Whitelaw"],"overview":"The respected squire of a quiet Cornish village is in reality the leader of a gang of murderous pirates who attack passing ships, kill their crews and steal their cargoes.","release_date":"1983-05-01","vote_average":0.0,"runtime":187,"cert":"","id":23143,"title":"Jamaica Inn","adult":false,"genre_ids":[10770,18,53]},{"cast":["Diana Ross","Billy Dee Williams","Richard Pryor","James T. Callahan","Paul Hampton"],"overview":"Chronicles the rise and fall of legendary blues singer Billie Holiday. Her late childhood, stint as a prostitute, early tours, marriages and drug addiction are featured.","release_date":"1972-10-12","vote_average":7.1,"runtime":144,"cert":"N\/A","id":23148,"title":"Lady Sings the Blues","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Maaya Sakamoto","Kenichi Suzumura"],"overview":"August 1995: Mikiya first meets Shiki in a white kimono during a snowing day. Later on, at the high school freshmen ceremony, Mikiya sees Shiki in the crowd and chases after her, introducing himself to her. But Shiki hides a big secret: A wave of bizarre murders occur around many loose ends, and no suspects. there are still many questions: Who to believe? Who is the murderer? What is the secret of Shiki? and especially: Who is SHIKI?","release_date":"2007-12-29","vote_average":7.0,"runtime":61,"cert":"N\/A","id":23151,"title":"The Garden of Sinners - Chapter 2: A Study in Murder (Part 1)","adult":false,"genre_ids":[80,16,28]},{"cast":["Cary Grant","Jeanne Crain","Finlay Currie","Hume Cronyn","Walter Slezak"],"overview":"Successful and well-liked, Dr. Noah Praetorius becomes the victim of a witchhunt at the hands of Professor Elwell, who disdains Praetorius's unorthodox medical views and also questions his relationship with the mysterious, ever-present Mr. Shunderson.","release_date":"1951-08-29","vote_average":7.0,"runtime":110,"cert":"N\/A","id":23152,"title":"People Will Talk","adult":false,"genre_ids":[35,18,10749]},{"cast":["Maaya Sakamoto","Kenichi Suzumura","Takako Honda","Mamiko Noto","Ayumi Fujimura"],"overview":"July 1998 - After a group of delinquents is found dead in their hangout place with all their limbs twisted and torn off, Aozaki Touko receives a request to find the murderer and asks Shiki for help. The main suspect is Asagami Fujino; a girl who was the boys' plaything until recently, who Shiki believes to be \"one of her kind\".","release_date":"2008-02-09","vote_average":7.0,"runtime":58,"cert":"N\/A","id":23153,"title":"The Garden of Sinners - Chapter 3: Remaining Sense of Pain","adult":false,"genre_ids":[80,16,28]},{"cast":["Maaya Sakamoto","Takako Honda","Kenichi Suzumura","Jouji Nakata"],"overview":"June 1998: After spending two years in a coma caused by a traffic accident, Shiki Ryougi awakens with amnesia. She is visited by Touko Aozaki, a wizard and proprietor of a studio called Garan no Dou. Shiki has lost not only the memory of her accident, but also any real sense that she's even alive. Strangely, enigmatic beings begin to attack her...","release_date":"2008-05-24","vote_average":7.0,"runtime":46,"cert":"N\/A","id":23154,"title":"The Garden of Sinners - Chapter 4: The Hollow Shrine","adult":false,"genre_ids":[16]},{"cast":["Maaya Sakamoto","Takako Honda","Jouji Nakata","Kenichi Suzumura","Hiroki Touchi"],"overview":"In the middle of October 1998, Enjou Tomoe is attacked by bullies from his old school and saved by Ryougi Shiki. He asks her to hide him at her place and admits that he killed someone. Several days after the incident there are still no broadcasts about the murder as if it didn't happen.","release_date":"2008-08-16","vote_average":7.9,"runtime":114,"cert":"N\/A","id":23155,"title":"The Garden of Sinners - Chapter 5: Paradox Spiral","adult":false,"genre_ids":[28,16,18,9648,53]},{"cast":["Lars Rudolph","Peter Fitz","Hanna Schygulla","Alfréd Járai","Gyula Pauer"],"overview":"This story takes place in a small town on the Hungarian Plain. In a provincial town, which is surrounded with nothing else but frost. It is bitterly cold weather — without snow. Even in this bewildered cold hundreds of people are standing around the circus tent, which is put up in the main square, to see — as the outcome of their wait — the chief attraction, the stuffed carcass of a real whale. The people are coming from everywhere. From the neighboring settlings, even from quite far away parts of the country. They are following this clumsy monster as a dumb, faceless, rag-wearing crowd. This strange state of affairs — the appearance of the foreigners, the extreme frost — disturbs the order of the small town. Ambitious personages of the story feel they can take advantage of this situation. The tension growing to the unbearable is brought to explosion by the figure of the Prince, who is pretending facelessness. Even his mere appearance is enough to break loose destructive emotions...","release_date":"2000-07-12","vote_average":8.0,"runtime":139,"cert":"N\/A","id":23160,"title":"Werckmeister Harmonies","adult":false,"genre_ids":[18]},{"cast":["Luke Goss","Lance Henriksen","Tom Lister Jr.","Jennifer Siebel Newsom","Dee Wallace"],"overview":"Eddie finds himself being forced at a gunpoint, by an unseen assailant, on a dark and brutal journey through the harsh terrain of the Mojave desert. His nemesis is Jimmy, a man with an aberrant agenda; armed with a rifle, a scope, walkie-talkies and a truck, he has organized a series of ambushes and mantraps designed to push Eddie to the limits of his humanity and beyond (iMDB)","release_date":"2007-05-17","vote_average":5.7,"runtime":100,"cert":"N\/A","id":23165,"title":"Bone Dry","adult":false,"genre_ids":[28,18,53]},{"cast":["Maaya Sakamoto","Ayumi Fujimura","Takako Honda","Kenichi Suzumura","Ryotaro Okiayu"],"overview":"January 1999: Apprentice mage Azaka Kokutou, Mikiya's younger sister, has been ordered by her mentor, Touko Aozaki, to investigate a certain incident in which fairies steal the memories of students at Azaka's school, Reien Academy. Azaka launches an investigation with the help of Shiki.","release_date":"2008-12-20","vote_average":6.7,"runtime":59,"cert":"N\/A","id":23166,"title":"The Garden of Sinners - Chapter 6: Oblivion Recording","adult":false,"genre_ids":[16]},{"cast":["Maaya Sakamoto","Takako Honda","Kenichi Suzumura","Jouji Nakata","Soichiro Hoshi"],"overview":"February 1999. Both ceremonies disappeared before Mikiya Kuroiri. And a continuous hunting murder case that recurs to match it. Three years ago, he called himself a murderer. Mikiya vowed to continue believing. Mikiya begins investigating the murder case to prove the innocence of the ceremony. Meanwhile, Mikiya reunited with a senior high school senior, Sakuji Shirazumi, triggered by a drug case.","release_date":"2009-08-08","vote_average":7.2,"runtime":121,"cert":"N\/A","id":23167,"title":"The Garden of Sinners - Chapter 7: A Study in Murder (Part 2)","adult":false,"genre_ids":[16]},{"cast":["Ben Affleck","Rebecca Hall","Jeremy Renner","Jon Hamm","Blake Lively"],"overview":"Doug MacRay is a longtime thief, who, smarter than the rest of his crew, is looking for his chance to exit the game. When a bank job leads to the group kidnapping an attractive branch manager, he takes on the role of monitoring her – but their burgeoning relationship threatens to unveil the identities of Doug and his crew to the FBI Agent who is on their case.","release_date":"2010-09-15","vote_average":7.1,"runtime":125,"cert":"15","id":23168,"title":"The Town","adult":false,"genre_ids":[80,18,53]},{"cast":["Robert Pattinson","Emilie de Ravin","Pierce Brosnan","Lena Olin","Chris Cooper"],"overview":"Still reeling from a heartbreaking family event and his parents' subsequent divorce, Tyler Hawkins discovers a fresh lease on life when he meets Ally Craig, a gregarious beauty who witnessed her mother's death. But as the couple draws closer, the fallout from their separate tragedies jeopardizes their love.","release_date":"2010-03-12","vote_average":7.0,"runtime":113,"cert":"12A","id":23169,"title":"Remember Me","adult":false,"genre_ids":[18,10749]},{"cast":["Jackie Chan","Amber Valletta","Madeline Carroll","Will Shadley","Alina Foley"],"overview":"Former CIA spy Bob Ho takes on his toughest assignment to date: looking after his girlfriend's three kids, who haven't exactly warmed to their mom's beau. And when one of the youngsters accidentally downloads a top-secret formula, Bob's longtime nemesis, a Russian terrorist, pays a visit to the family.","release_date":"2010-01-15","vote_average":5.7,"runtime":94,"cert":"PG","id":23172,"title":"The Spy Next Door","adult":false,"genre_ids":[28,35,10751]},{"cast":["Alex Pettyfer","April Pearson","Dimitri Leonidas","Calvin A. Dean","Tuppence Middleton"],"overview":"Darren Mullet, a bullied asthmatic, is driven to suicide by his tormented life - ignored by his parents, ridiculed by his teachers and bullied at school. He returns from the dead to pay his teenage tormentors a final visit.","release_date":"2009-05-22","vote_average":5.3,"runtime":91,"cert":"15","id":23173,"title":"Tormented","adult":false,"genre_ids":[27,35]},{"cast":["James Murray","Raphaël Coleman","Bijou Phillips","Owen Teale","Ty Glaser"],"overview":"It's Alive is a modern remake of the classic 1970s horror film. When a young woman learns that she's pregnant, she leaves graduate school to set up a home with her boyfriend in the country. The fate of the happy new family takes a gruesome turn when animals and people end up brutally dead – all with a strange connection to their newborn. Could their new child be the responsible for the killings?","release_date":"2008-08-15","vote_average":4.1,"runtime":80,"cert":"N\/A","id":23174,"title":"It's Alive","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"Ladies and Gentle, monsters and freaks, horns please………….. Loaded boards and whoisadamcolton.com proudly presents their very 1st DVD, called “Make You sMile.” This is the premier Longboarding video out right now. Loaded proudly present 23 full size version of Adams' favorite short films including 8 exclusive new films. AdamSquared is Adam Colton &amp; Adam Stokowski.","release_date":"2013-04-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":23179,"title":"Make You Smile","adult":false,"genre_ids":[]},{"cast":["Adam Copeland"],"overview":"Fans may love to hate Edge, but they'll love this impressive collection of matches where Edge has won the WWE Championship (2 times), World Heavyweight Championship (2 times), Intercontinental Championship (5 times), U.S. Championship, WWE Tag Team Championship, and World Tag Team Championship (11 times!). This 3-DVD set will feature dozens of the greatest matches and moments from Edge's career.","release_date":"2008-12-23","vote_average":6.8,"runtime":540,"cert":"N\/A","id":23180,"title":"WWE: Edge: A Decade of Decadence","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23181,"title":"prediculous","adult":false,"genre_ids":[]},{"cast":["Struan Rodger","John Anderson","David Brin","Bill Bruninga","Ron Chesser"],"overview":"In this special documentary that inspired a two-season television series, scientists and other experts speculate about what the Earth, animal life, and plant life might be like if, suddenly, humanity no longer existed, as well as the effect humanity's disappearance might have on the artificial aspects of civilization.","release_date":"2008-01-21","vote_average":7.0,"runtime":94,"cert":"","id":23190,"title":"Life After People","adult":false,"genre_ids":[10770,99]},{"cast":["Tim Johnson"],"overview":"Ride shotgun with road racings golden boy, Tim Johnson, as he wraps up his day job and he makes the transition to compete in his true love of Cyclocross. Follow Tim as he tackles the North American cyclocross circuit, kicking off under the lights in Las Vegas, then battles through the rain and mud of the entire grueling USGP series and then onto claim the National Championship title.","release_date":"2008-10-07","vote_average":5.3,"runtime":49,"cert":"N\/A","id":23191,"title":"The 9 Ball Diaries","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Albert Hofmann","Aldous Huxley","Ken Kesey","Peter France"],"overview":"This refreshingly frank and impartial study of the discovery and development of the notorious hallucinogenic drug is notably free of moral judgmental, and features contributions from such legendary heroes of psychedelia as Albert Hoffman - the Swiss scientist who discovered the drug - Aldous Huxley - author of 'The Doors of Perception' - Ken Kesey - author of 'One Flew Over the Cuckoo's Nest.","release_date":"1986-01-01","vote_average":5.8,"runtime":83,"cert":"N\/A","id":23192,"title":"LSD: The Beyond Within","adult":false,"genre_ids":[99]},{"cast":["Leonard George Horowitz","George W. Bush"],"overview":"Its hard to explain the full depth and breadth of the depravity of the pharmaceutical industry, the medical research industry, and the federal government. This film does a pretty good job. Hang on to your hat. The model for modern biological warfare was \"discovered\" during the conquest of the Americas and has been repeated over and over again.","release_date":"2007-01-01","vote_average":4.3,"runtime":150,"cert":"N\/A","id":23193,"title":"In Lies We Trust: The CIA, Hollywood, and Bioterrorism","adult":false,"genre_ids":[99]},{"cast":["Burt Lancaster","Lee Remick","Jim Hutton","Donald Pleasence","Brian Keith"],"overview":"A wagon train heads for Denver with a cargo of whisky for the miners. Chaos ensues as the Temperance League, the US cavalry, the miners and the local Indians all try to take control of the valuable cargo.","release_date":"1965-06-23","vote_average":6.3,"runtime":165,"cert":"N\/A","id":23194,"title":"The Hallelujah Trail","adult":false,"genre_ids":[37]},{"cast":["Hank Williams III","Jesco White","Randy Blythe"],"overview":"A \"best of\" compilation of live clips of various ASSJACK shows taped live at Alley Katz in Richmond, VA from 2003 - 2006 and clips of 1 show from May 2005 at Bluecats in Knoxville, TN. Special cameos by Dancing Outlaw Jesco White, Randy Blythe from Lamb of God and Chris Arp from Psyopus.","release_date":"2006-01-01","vote_average":3.3,"runtime":120,"cert":"N\/A","id":23199,"title":"Assjack: Gates of Hell","adult":false,"genre_ids":[99,10402]},{"cast":["Tara Reid","Nick Moran","Gregg Henry","Oleg Shtefanko","Georgi Martirosyan"],"overview":"Gordon Patrick, a young CIA analyst is assigned to investigate the mysterious death of a major Russian political figure.","release_date":"2005-05-26","vote_average":4.2,"runtime":96,"cert":"N\/A","id":23200,"title":"Silent Partner","adult":false,"genre_ids":[28,80]},{"cast":["Sam Worthington","David Wenham","Timothy Spall","Freya Stafford","Gary Sweet"],"overview":"Gettin' Square is about starting over, keeping clean and going straight. Barry Wirth is fresh out of prison and determined to stay on the straight and narrow. But like his mate Johnny 'Spit' Spiteri and reformed gangster turned restaurateur Dabba, he finds out the hard way that there are old scores and a few new ones that'll make getting square a lot harder than he thought.","release_date":"2003-10-09","vote_average":7.1,"runtime":100,"cert":"N\/A","id":23201,"title":"Gettin' Square","adult":false,"genre_ids":[28,35,53]},{"cast":["Anna Paquin","Brian Cox","Leslie Bibb","Rochelle Aytes","Quinn Lord"],"overview":"Four interwoven stories that occur on Halloween: an everyday high school principal has a secret life as a serial killer; a college virgin might have just met the one guy for her; a group of teenagers pull a mean prank; a bitter old recluse receives an uninvited guest.","release_date":"2007-12-07","vote_average":6.6,"runtime":82,"cert":"15","id":23202,"title":"Trick 'r Treat","adult":false,"genre_ids":[27,53,35]},{"cast":[],"overview":"Second Skin takes an intimate look at three sets of computer gamers whose lives have been transformed by online virtual worlds. An emerging genre of computer software called Massively Multiplayer Online games, or MMOs, allows millions of users to interact simultaneously in virtual spaces. Of the 50 million players worldwide, 50 percent consider themselves addicted.","release_date":"2009-03-07","vote_average":5.5,"runtime":94,"cert":"N\/A","id":23205,"title":"Second Skin","adult":false,"genre_ids":[99]},{"cast":["Will Smith","Donald Sutherland","Stockard Channing","Ian McKellen","Mary Beth Hurt"],"overview":"The story of a young, gay black con artist who, posing as the son of Sidney Poitier, cunningly maneuvers his way into the lives of a white, upper-class New York family.","release_date":"1993-12-08","vote_average":6.6,"runtime":112,"cert":"N\/A","id":23210,"title":"Six Degrees of Separation","adult":false,"genre_ids":[9648,18,35]},{"cast":["Linus Roache","Vincent Pérez","Lia Williams","Adam Kotz","Soo Garay"],"overview":"The horrors of war are examined from the view points of lifelong friends (Linus Roache, Vincent Perez), who end up on opposing sides in the civil war in Sarajevo. One is an expert marksman, who trains the snipers used to terrify the city and the other becomes a freedom fighter, who rejects his friend's offer to gain an escape from the city. As might be expected, the two eventually have to face-off against one another.","release_date":"1998-10-04","vote_average":6.5,"runtime":112,"cert":"N\/A","id":23217,"title":"Shot Through the Heart","adult":false,"genre_ids":[10770,18,10752]},{"cast":["Peter Cushing","Yvonne Monlaur","David Peel","Martita Hunt","Freda Jackson"],"overview":"A young teacher on her way to a position in Transylvania helps a young man escape the shackles his mother has put on him. In so doing she innocently unleashes the horrors of the undead once again on the populace, including those at her school for ladies. Luckily for some, Dr Van Helsing is already on his way.","release_date":"1960-01-01","vote_average":6.7,"runtime":85,"cert":"","id":23220,"title":"The Brides of Dracula","adult":false,"genre_ids":[27]},{"cast":["Ashley Judd","Luke Perry","Bruce A. Young","Jim True-Frost","Edmund Wyson"],"overview":"Chris Anderson and his wife Pam live a fairly normal life until Chris loses his job on the police force and secretly turns to robbing banks to make his wife's dreams come true. Upon discovering his secret, she joins his deadly crime wave and together they terrorize an unsuspecting suburban town.","release_date":"1996-01-26","vote_average":6.2,"runtime":101,"cert":"N\/A","id":23223,"title":"Normal Life","adult":false,"genre_ids":[80,18]},{"cast":["Leo Gorcey","Huntz Hall","Gabriel Dell","Louise Currie","William Benedict"],"overview":"The gang is friend with a millionaire because they saved him from an agression. However, the gang is suspecting that the man's son was actually one of the agressors.","release_date":"1944-02-28","vote_average":6.0,"runtime":65,"cert":"N\/A","id":23244,"title":"Million Dollar Kid","adult":false,"genre_ids":[35]},{"cast":["Lana Turner","Ezio Pinza","Marjorie Main","Barry Sullivan","Debbie Reynolds"],"overview":"A pretty singer\/dancer is becoming an actress whereas the playboy crown prince is becoming a monarch. The both will have their clandestine romance interfered with by their changing circumstances.","release_date":"1951-03-02","vote_average":4.3,"runtime":87,"cert":"N\/A","id":23245,"title":"Mr. Imperium","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Leo Gorcey","Bobby Jordan","Huntz Hall","Billy Gilbert","Guinn Williams"],"overview":"Mr. Wise Guy (the eighth in the East Side Kids series) finds the gang sent to the Wilton Reform School after they are unjustly convicted of stealing a truck. Bill Collins, brother of co-leader Danny, becomes involved in a killing and, while also innocent, is convicted and sentenced to death. Through a series of events, Muggs, Glimpy, Danny and the rest of the gang, learn that Knobby, a henchman of Luke Manning, knows something about the murder.","release_date":"1942-02-20","vote_average":6.5,"runtime":70,"cert":"N\/A","id":23254,"title":"Mr. Wise Guy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Boris Karloff","Grant Withers","Maxine Jennings","Evelyn Brent","George Lloyd"],"overview":"A chemical manufacturer is killed just after asking detective James Wong to help him. So Detective Wong decides to investigate this as well as two subsequent murders.","release_date":"1938-10-05","vote_average":5.2,"runtime":70,"cert":"N\/A","id":23255,"title":"Mr. Wong, Detective","adult":false,"genre_ids":[80,18,53,9648]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Jack Holt","LeRoy Mason"],"overview":"Gabby doesn´t want to breed his horse the Golden Sovereign with Roy's. When Sovereign and Roy's horse escape, the Sovereign get shoot accidentally by Skoville but Roy is blamed and jailed. A year later Roy returns with Trigger, the son of the Sovereign. When Skoville reveals he was present when the horse was shot, Roy sees an opportunity to clear his name.","release_date":"1946-07-10","vote_average":6.3,"runtime":79,"cert":"N\/A","id":23260,"title":"My Pal Trigger","adult":false,"genre_ids":[28,37,10402]},{"cast":["Jörn Donner","Ritva Vepsä","Kirsti Wallasvaara","Aarre Elo","Marianne Holmström"],"overview":"Finnish porn movie producer Pertsa returns from America to his home country to continue his profession with hopelessly small budgets and incompetent casts and crews. A self-ironic satire about director Donner's scandalous fame in late 1960s Finland, notorious for a graphic long shot of his penis pointing northeast.","release_date":"1970-02-06","vote_average":4.7,"runtime":90,"cert":"N\/A","id":23269,"title":"Portraits of Women","adult":false,"genre_ids":[18,35]},{"cast":["Russell Howard"],"overview":"Russell has been busy cementing his place as one of the hottest properties in comedy with his BBC6 Music show every Sunday, loads of Mock The Week and Never Mind The Buzzcocks on BBC2, Would I Lie To You? and Live At The Apollo on BBC1, Law of the Playground on Channel 4 and Tough Gig, The Brits and The British Comedy Awards on ITV! But it is on stage where Russell really storms it.","release_date":"2008-11-17","vote_average":7.0,"runtime":102,"cert":"N\/A","id":23270,"title":"Russell Howard: Live","adult":false,"genre_ids":[35]},{"cast":["Carlo Verdone","Alberto Sordi","Stella Hall","John Steiner","Alessandra Vazzoler"],"overview":"Carlo Verdone at his best is incredibly supported by a fantastic Alberto Sordi and a cast of street-genie non-actors that outperform beyond any imagination.","release_date":"1986-01-30","vote_average":6.4,"runtime":110,"cert":"N\/A","id":23273,"title":"Great!","adult":false,"genre_ids":[35]},{"cast":["Buzz Aldrin","Alan Bean","Eugene Cernan","Edgar Mitchell"],"overview":"The Wonder of it All focuses on the human side of the men behind the Apollo missions through candid interviews with seven of the Apollo astronauts: Buzz Aldrin, Alan Bean, Edgar Mitchell, John Young, Charles Duke, Eugene Cernan and Harrison Schmitt.  They all reflect on the training, the tragedies, the camaraderie, and the effect that their space travel has had on their families.","release_date":"2007-01-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":23274,"title":"The Wonder of It All","adult":false,"genre_ids":[99]},{"cast":["Ritesh Deshmukh","Govinda","Sushmita Sen","Lara Dutta","Sohail Khan"],"overview":"Do Knot Disturb is a comedy movie which is based on a rich businessman who wants to hide his extra marital affair with a supermodel. He bribes a waiter into pretending to be the model's boyfriend. Mistaken identities and misunderstandings follow which are sure to take the viewers on a hilarious ride.It is a remake of the French movie La doublure (The Valet).","release_date":"2009-10-02","vote_average":3.2,"runtime":126,"cert":"N\/A","id":23275,"title":"Do Knot Disturb","adult":false,"genre_ids":[35,10749]},{"cast":["Bonita Granville","John Litel","Frankie Thomas","Dickie Jones","Mary Lee"],"overview":"While participating in a contest at a local newspaper in which school children are asked to submit a news story, local attorney Carson Drew's daughter Nancy intercepts a real story assignment. She \"covers\" the inquest of the death of a woman who was poisoned. Nancy doesn't think the young woman accused of the crime is guilty and corrals her neighbor Ted into searching for a vital piece of evidence, and they stumble onto the identity of the real killer.","release_date":"1939-02-18","vote_average":6.2,"runtime":68,"cert":"N\/A","id":23280,"title":"Nancy Drew... Reporter","adult":false,"genre_ids":[35,80,9648]},{"cast":["Jack Haley","Jean Parker","Bela Lugosi","Blanche Yurka","Lyle Talbot"],"overview":"An insurance salesman, Albert Tuttle, is hired as a body guard for a millionaire.","release_date":"1944-11-24","vote_average":5.4,"runtime":75,"cert":"N\/A","id":23281,"title":"One Body Too Many","adult":false,"genre_ids":[35,9648,53]},{"cast":["Buster Keaton","Sybil Seely","Joe Roberts"],"overview":"The story involves two newlyweds, Keaton and Seely, who receive a build-it-yourself house as a wedding gift. The house can be built, supposedly, in \"one week.\" A rejected suitor secretly re-numbers packing crates. The movie recounts Keaton's struggle to assemble the house according to this new \"arrangement.\"","release_date":"1920-09-01","vote_average":7.9,"runtime":25,"cert":"N\/A","id":23282,"title":"One Week","adult":false,"genre_ids":[35]},{"cast":["William Holden","Martha Scott","Fay Bainter","Beulah Bondi","Thomas Mitchell"],"overview":"Change comes slowly to a small New Hampshire town in the early 20th century. We see birth, life and death in this small community.","release_date":"1940-05-24","vote_average":5.6,"runtime":90,"cert":"N\/A","id":23283,"title":"Our Town","adult":false,"genre_ids":[18,10749]},{"cast":["Jimmy Durante","Lupe Vélez","Stuart Erwin","Marjorie Rambeau","Thelma Todd"],"overview":"Joe Palooka is a naive young man whose father Pete was a champion boxer, but his lifestyle caused Joe's mother Mayme to leave him and to take young Joe to the country to raise him.","release_date":"1934-01-26","vote_average":1.0,"runtime":86,"cert":"N\/A","id":23284,"title":"Palooka","adult":false,"genre_ids":[10402,35]},{"cast":["Mamie Smith","Norman Astwood","Edna Mae Harris","Merritt Smith","Frank H. Wilson"],"overview":"It is the story of a comedian Lem Anderson who dreams of playing in Shakespeare scenes but he is applied only role in Harlem Vaudeville. One day he is the witness of a crime and the mobster strongly advised him to leave the town...","release_date":"1939-01-01","vote_average":9.0,"runtime":85,"cert":"N\/A","id":23287,"title":"Paradise in Harlem","adult":false,"genre_ids":[]},{"cast":["Jack Haley","Helen Walker","Rudy Vallee","Ozzie Nelson","Phillip Reed"],"overview":"A comedy based on NBC's \"People Are Funny\" radio (and later television) program with Art Linkletter with a fictional story of how the program came to be on a national network from its humble beginning at a Nevada radio station. Jack Haley is a producer with only half-rights to the program while Ozzie Nelson and Helen Walker are the radio writers and supply the romance. Rudy Vallee, always able to burlesque himself intentional and, quite often, unintentional, is the owner of the sought-after sponsoring company. Frances Langford, as herself, sings \"I'm in the Mood for Love\" while the Vagabonds quartet (billed 12th and last) chimes in on \"Angeline\" and \"The Old Square Dance is Back Again.\"","release_date":"1946-01-11","vote_average":5.0,"runtime":93,"cert":"N\/A","id":23290,"title":"People Are Funny","adult":false,"genre_ids":[35,10402]},{"cast":["Robert Hansen","Sofie Lassen-Kahlke","Jonas Gülstorff","Karl Bille","Neel Rønholt"],"overview":"Highschool sweethearts Anja and Viktor find themselves in a lesser state of love when Anja graduates and gets a job in the city.","release_date":"2001-08-03","vote_average":5.6,"runtime":90,"cert":"N\/A","id":23291,"title":"Anja & Viktor","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Robert Hansen","Sofie Lassen-Kahlke","Mira Wanting","Karl Bille","Ida Dwinger"],"overview":"Third chapter, out of five, in the story about Anja (Sofie-Lassen Kahlke) and Viktor (Robert Hansen).","release_date":"2003-12-12","vote_average":3.5,"runtime":84,"cert":"N\/A","id":23294,"title":"Anja after Viktor","adult":false,"genre_ids":[35]},{"cast":["Richard Pryor","Gene Wilder","Mercedes Ruehl","Stephen Lang","Vanessa Williams"],"overview":"George has been in a mental hospital for 3 years and is finally ready to go out into the real world again. Eddie Dash, a dedicated con-man, is supposed to keep him out of trouble, but when people begin to recognize George as the missing millionaire Abe, Eddie wants to take advantage of the situation.","release_date":"1991-07-26","vote_average":5.2,"runtime":94,"cert":"N\/A","id":23303,"title":"Another You","adult":false,"genre_ids":[35]},{"cast":["Ben Turpin","Phyllis Haver","Billy Bevan","Harriet Hammond","Dot Farley"],"overview":"An oil heir and the daughter of a social climbing family are set to marry.","release_date":"1921-12-24","vote_average":0.0,"runtime":18,"cert":"N\/A","id":23310,"title":"Bright Eyes","adult":false,"genre_ids":[35]},{"cast":["Jerry Seinfeld","Michael Barryte","Grace Bustos","George Carlin","Alan King"],"overview":"Taped for HBO in August 1998, on the final date of Jerry Seinfeld's tour appearances at New York City's Broadhurst Theater, I'm Telling You for the Last Time presents the standup comedian's so-called \"final\" standup, or at least his final tour with the standup material that made him famous.","release_date":"1998-08-08","vote_average":7.9,"runtime":75,"cert":"N\/A","id":23319,"title":"Jerry Seinfeld: I'm Telling You for the Last Time","adult":false,"genre_ids":[35]},{"cast":["Paul Bassett","Luigi Lupi"],"overview":"COFFEE CRAZY is a fun and exciting journey with Australia’s WORLD CHAMPION Barista PAUL BASSETT to discover the world’s perfect cup of coffee!","release_date":"2004-08-11","vote_average":6.0,"runtime":45,"cert":"N\/A","id":23324,"title":"Coffee Crazy","adult":false,"genre_ids":[99]},{"cast":["Dean Martin","Jerry Lewis","Mike Kellin","Jimmie Dundee","Dick Stabile"],"overview":"Two former nightclub partners are now enlisted in the Army. Sergeant Puccinelli ranks above his former partner, Private First Class Korwin. Puccinelli is desperately trying to get transferred from his dull job to active duty overseas. Meanwhile, all Korwin wants is a pass to see his wife and new baby.","release_date":"1950-04-14","vote_average":5.4,"runtime":93,"cert":"U","id":23325,"title":"At War with the Army","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Filmed live at Her Majesty's theatre in Adelaide, Australia, this hilarious show introduces brand new characters, takes you on a comedic journey with Strassman's twisted puppets","release_date":"2006-06-27","vote_average":4.3,"runtime":71,"cert":"N\/A","id":23326,"title":"Strassman Live Vol.2: The Chuck You Tour","adult":false,"genre_ids":[35]},{"cast":["Rissa Walters","Michael Silva","Jack Pine-Rusk","Wendy Perkins","Olivia Novrit"],"overview":"The heroine, 17-year-old Sarah Landon, is in over her head. Staying far away from home with her late friends grandmother, she realizes shes sleeping in a haunted guest house and that shes just uncovered a small town's dark secret. Complicating things are a local psychic, an evil spirit and two brothers who may hold the key to an ever-growing mystery.","release_date":"2007-10-19","vote_average":4.8,"runtime":81,"cert":"N\/A","id":23327,"title":"Sarah Landon and the Paranormal Hour","adult":false,"genre_ids":[10751,27,9648,53]},{"cast":["Jason Robards","Stella Stevens","David Warner","Slim Pickens","L.Q. Jones"],"overview":"Double-crossed and left without water in the desert, Cable Hogue is saved when he finds a spring. It is in just the right spot for a much needed rest stop on the local stagecoach line, and Hogue uses this to his advantage. He builds a house and makes money off the stagecoach passengers. Hildy, a prostitute from the nearest town, moves in with him. Hogue has everything going his way until the advent of the automobile ends the era of the stagecoach.","release_date":"1970-05-13","vote_average":7.1,"runtime":121,"cert":"N\/A","id":23330,"title":"The Ballad of Cable Hogue","adult":false,"genre_ids":[35,37,28]},{"cast":["Buster Crabbe","Constance Moore","Jackie Moran","Anthony Warde","Jack Mulhall"],"overview":"Feature version of the film serial BUCK ROGERS (Universal Pictures, 1940).  It is the story of an American soldier who wakes up in the future, it is the year 2500...","release_date":"1953-01-01","vote_average":4.2,"runtime":71,"cert":"N\/A","id":23331,"title":"Planet Outlaws","adult":false,"genre_ids":[878]},{"cast":["Scott Brady","Richard Rober","K. T. Stevens","Yul Brynner","Lynne Carter"],"overview":"This film tells the story of a customs and treasury agent out to stop the distribution of opium, that came in on a ship in the Port of New York but was smuggled off by drug dealers.","release_date":"1949-11-28","vote_average":4.8,"runtime":82,"cert":"N\/A","id":23334,"title":"Port of New York","adult":false,"genre_ids":[80]},{"cast":["Judy Landon","Laurette Luez","Allan Nixon","Joan Shawlee","Mara Lynn"],"overview":"Tigri and her stone age friends, all of which are women, hate all men. However, she and her Amazon tribe see men as a \"necessary evil\" and capture them for potential husbands. Engor, who is smarter than the rest of the men, is able to escape them. He discovers fire and battle enormous beasts.","release_date":"1950-11-01","vote_average":2.6,"runtime":74,"cert":"N\/A","id":23335,"title":"Prehistoric Women","adult":false,"genre_ids":[14,12]},{"cast":["Walter Huston","Max Schmeling"],"overview":"Prelude to War was the first film of Frank Capra's Why We Fight propaganda film series, commissioned by the Pentagon and George C. Marshall. It was made to convince American troops of the necessity of combating the Axis Powers during World War II. This film examines the differences between democratic and fascist states.","release_date":"1942-05-27","vote_average":6.8,"runtime":53,"cert":"N\/A","id":23336,"title":"Why We Fight: Prelude to War","adult":false,"genre_ids":[99,36,10752]},{"cast":["Dick Foran","Joe E. Lewis","Jennifer Holt","Ernest Truex","Laverne Andrews"],"overview":"The film tells the story of army recruits following basic training, with the Andrew Sisters attending USO dances. The film is a mixture of comedy and songs.","release_date":"1942-05-28","vote_average":4.0,"runtime":68,"cert":"N\/A","id":23339,"title":"Private Buckaroo","adult":false,"genre_ids":[10752,35,10402]},{"cast":["Robert Lowery","Patricia Morison","J. Edward Bromberg","John Miljan","Amira Moustafa"],"overview":"Jean Preston is determined to find her fiancée, Greg Jones, who went on a safari and didn’t come back when expected. She travels to Akbar, India with Greg’s father, Colonel Jones, Wayne Monroe and the Professor. She asks about Jones at the front desk of the hotel where she stays.","release_date":"1947-01-15","vote_average":3.0,"runtime":61,"cert":"N\/A","id":23340,"title":"Queen of the Amazons","adult":false,"genre_ids":[12]},{"cast":["Jeffrey Nero Hardy","Matt Hardy"],"overview":"Matt Hardy was born to wrestle from his earliest days In homemade rings he and his brother created through his unbelievable matches on WWE SmackDown. The road to the top wasn't always smooth. Including some behind-the-scenes battles with other superstars that spilled into the ring. This DVD tells Matt s complete story and collects some amazing matches.","release_date":"2008-04-29","vote_average":8.5,"runtime":360,"cert":"N\/A","id":23349,"title":"WWE: Twist of Fate - The Matt & Jeff Hardy Story","adult":false,"genre_ids":[99]},{"cast":["Ricky Wilson","Peanut","Nick Hodgson","Andrew White","Simon Rix"],"overview":"Brit rockers the Kaiser Chiefs are captured live in performance. Tracks include: 'Everything Is Average Nowadays', 'Every Day I Love You Less And Less', 'Heat Lies Down', 'Born To Be A Dancer', 'Can't Say What I Mean', 'Ruby', 'Saturday Night', 'Retirement', 'Oh My God' and many more.","release_date":"2008-12-16","vote_average":5.5,"runtime":120,"cert":"N\/A","id":23350,"title":"Kaiser Chiefs: Live From Elland Road","adult":false,"genre_ids":[10402]},{"cast":["Dave Mustaine","Glen Drover","Shawn Drover","James MacDonough","Megadeth"],"overview":"This show was filmed live on October 9, 2005 at Obras Stadium, Buenos Aires, Argentina before a rabid audience of over 25,000 fans. The 90-plus minute film features songs encompassing MEGADETH's career, ranging from their 1986 album Peace Sells…But Who's Buying through 2004's The System Has Failed . “This was one of the greatest nights of my life,” says MEGADETH founder and frontman DAVE MUSTAINE . “I am glad I was able to document it and share it with you. ‘That One Night' is a lesson in metal fanaticism by some of the best participating, most frenzied, and intense concert-goers in the world!","release_date":"2007-03-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":23357,"title":"Megadeth: That One Night","adult":false,"genre_ids":[10402]},{"cast":["Mark Mobius"],"overview":"Let’s Make Money is an Austrian documentary by Erwin Wagenhofer released in the year 2008. It is about aspects of the development of the world wide financial system.","release_date":"2008-10-30","vote_average":7.5,"runtime":110,"cert":"N\/A","id":23368,"title":"Let's Make Money","adult":false,"genre_ids":[99]},{"cast":["Gisele Silver","Nir Levy","Benny Avni","Orit Cher"],"overview":"A movie for and about youngsters living at Tel Aviv and about things that they experience: love, friendship, the need to grow up.","release_date":"2003-08-08","vote_average":6.0,"runtime":101,"cert":"N\/A","id":23375,"title":"The Wisdom of the Pretzel","adult":false,"genre_ids":[10749,35,18]},{"cast":["Hans Teeuwen"],"overview":"Mind you is the fourth theater of the Dutch comedian Hans Teeuwen. He performed the show in 2001. The last show was filmed in 2002 and aired on television, the same year that the show on CD and DVD published. It's Teeuwen's most famous and most frequently quoted show. He takes everything on the heel, including racism, blacks, world religions, AIDS patients, women, Jostiband and the Queen of the Netherlands.","release_date":"2002-01-01","vote_average":7.4,"runtime":92,"cert":"N\/A","id":23376,"title":"Hans Teeuwen: Dat dan weer wel","adult":false,"genre_ids":[35]},{"cast":["Pablo Francisco"],"overview":"Pablo Francisco adds his brand of comedy to the Ad Lib Breakout Comedy Series with Bits And Pieces, taped in Southern California in early 2004. The DVD, complete with a bonus CD, sends you into the whirlwind comedy of this rising star. The show features explosive material that tears apart everything from love songs and psycho chicks to Viagra and American justice. With his uncanny talent for creating visceral images using strikingly authentic, off-the-wall sound effects, Pablo keeps the laughs coming.","release_date":"2004-07-27","vote_average":7.7,"runtime":50,"cert":"N\/A","id":23377,"title":"Pablo Francisco: Bits and Pieces","adult":false,"genre_ids":[35]},{"cast":["Bernadette Peters","Chip Zien","Joanna Gleason","Tom Aldredge","Chuck Wagner"],"overview":"A collection of fairy tale characters head into the woods, and soon learn that fairy tales don't end at \"happily ever after.\" This rendition of Stephen Sondheim's Tony Award-winning musical was recorded on the stage with an all-star Broadway cast.","release_date":"1991-03-15","vote_average":8.0,"runtime":153,"cert":"N\/A","id":23378,"title":"Into the Woods","adult":false,"genre_ids":[18,10402]},{"cast":["Mahesh Babu","Ileana D'Cruz","Prakash Raj","Brahmanandam","Mumaith Khan"],"overview":"Pandu (Mahesh Babu) is a ruthless mafia man who kills anybody for money. He falls in love with Sruthi (Ileana) at the very first sight. Sruthi too loves Pandu, but hesitates to confess her love to him as he is a reckless criminal. Though a goon, Pandu has certain rigid principles that leads for an enmity with Ali (Prakash Raj) - the biggest mafia don in the town. The rest of the story is all about how he settles score with Ali.","release_date":"2006-04-27","vote_average":6.9,"runtime":163,"cert":"N\/A","id":23381,"title":"Pokiri","adult":false,"genre_ids":[28,53]},{"cast":["Thomas Jane","Ron Perlman","Lauren German","Chris Browning","Con Schell"],"overview":"A couple en route from Las Vegas are forced to deal with a body out in the desert making their honeymoon one hellish ride.","release_date":"2009-10-05","vote_average":5.6,"runtime":88,"cert":"N\/A","id":23382,"title":"Dark Country","adult":false,"genre_ids":[80,27,53]},{"cast":["Laurence Olivier","Jean Simmons","John Laurie","Esmond Knight","Anthony Quayle"],"overview":"Winner of four Academy Awards, including Best Picture and Best Actor, Sir Laurence Olivier’s Hamlet continues to be the most compelling version of Shakespeare’s beloved tragedy. Olivier is at his most inspired—both as director and as the melancholy Dane himself—as he breathes new life into the words of one of the world’s greatest dramatists.","release_date":"1948-03-25","vote_average":7.6,"runtime":155,"cert":"U","id":23383,"title":"Hamlet","adult":false,"genre_ids":[18]},{"cast":["Gerd Knebel","Henni Nachtsheim","Ottfried Fischer","Bülent Ceylan"],"overview":"No overview found.","release_date":"2009-10-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":23386,"title":"Das Baby mit dem Goldzahn","adult":false,"genre_ids":[35]},{"cast":["Louis Jordan","June Richmond","Milton Woods","Bea Griffith","David Bethea"],"overview":"Old-time musical star Schyler Jarvis, now wealthy, is dying; his last act is a visionary plan for the future happiness of his son, swing bandleader Louis Jarvis, and Honey Carter, daughter of his long-lost love. But crooked lawyer Talbot has a nefarious scheme to get his hands on the Jarvis money...and it doesn't include any happiness for Louis and Honey. Plenty of swing from Louis Jordan's Tympany Five.","release_date":"1947-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":23387,"title":"Reet, Petite, and Gone","adult":false,"genre_ids":[]},{"cast":["John Huston","Walter Huston","Milton Ashkin","Lyle A. Bean"],"overview":"A documentary propaganda film produced by the U.S. Army Signal Corps about the Aleutian Islands Campaign during World War II. The film opens with a map showing the strategic importance of the island, and the thrust of the 1942 Japanese offensive into Midway and Dutch Harbor. Nominated for the Academy Award for Best Documentary Feature.","release_date":"1943-07-30","vote_average":6.5,"runtime":47,"cert":"N\/A","id":23388,"title":"Report from the Aleutians","adult":false,"genre_ids":[99]},{"cast":["Dean Jagger","Dorothy Stone","Roy D'Arcy","Robert Noland","George Cleveland"],"overview":"The story is set in Cambodia in the years following WWI. Evil Count Mazovia (Roy D'Arcy) has come into possession of the secret methods by which dead men can be transformed into walking zombies and uses these unholy powers to create a race of slave laborers. An expedition is sent to the ruins of Angkor Wat, in hopes of ending Mazovia's activities once and for all. Unfortunately, Armand (Dean Jagger), one of the members of the expedition, has his own agenda.","release_date":"1936-06-04","vote_average":3.0,"runtime":65,"cert":"N\/A","id":23389,"title":"Revolt of the Zombies","adult":false,"genre_ids":[27]},{"cast":["Gene Autry","Smiley Burnette","Kay Hughes","Monte Blue"],"overview":"It is the story of Gene's, a Cavalry scout, who manages to quell an Indian uprising.","release_date":"1936-11-30","vote_average":0.0,"runtime":63,"cert":"N\/A","id":23390,"title":"Ride Ranger Ride","adult":false,"genre_ids":[28,37]},{"cast":["John Wayne","Cecilia Parker","Forrest Taylor","George 'Gabby' Hayes"],"overview":"John Wayne portrays Singin' Sandy Saunders and has a reputation as the most notorious gunman since Billy the Kid. That's somewhat ironic though, since it's later revealed that he's a special Secret Service agent sent from Washington to investigate a land swindle scheme under the direction of town boss James Kincaid (Forrest Taylor).","release_date":"1933-10-10","vote_average":5.6,"runtime":53,"cert":"N\/A","id":23391,"title":"Riders of Destiny","adult":false,"genre_ids":[28,37]},{"cast":["Anouk","Hans Eijkenaar","Leendert Haaksma"],"overview":"Anouk Is Alive is a live 2-CD\/DVD release by the Dutch pop rock singer Anouk, covering a concert held on December 3 and 4, 2005, in Ahoy, Rotterdam, Netherlands. The DVD went gold in the first week of release.","release_date":"2006-04-28","vote_average":4.3,"runtime":139,"cert":"N\/A","id":23392,"title":"Anouk: is Alive","adult":false,"genre_ids":[10402]},{"cast":["Fran Manfred","Tuesday Weld","Jacqueline Kerr","Teddy Randazzo","Connie Francis"],"overview":"A teenage girl, Dori Graham, can't convince her dad to buy her a strapless gown so she decides to get the money together herself in time for the prom.","release_date":"1956-12-26","vote_average":3.3,"runtime":85,"cert":"N\/A","id":23393,"title":"Rock Rock Rock!","adult":false,"genre_ids":[10402]},{"cast":["Frank Jenks","Robin Raymond","H.B. Warner","Ray Walker","Davison Clark"],"overview":"Reporter Patsy Reynolds (Robin Raymond) and photographer Eddie Porter (Frank Jenks)are assigned to interview John Foster (Davison Clark), head of the Emmerson Foundadtion regarding a listening device the organization is working on. Foster evades them and they to the lab to see Professor Reynolds (H. B. Warner), the real inventor. Soon, they are involved in several shootings, blueprints that change hands several times, a corpse in their car that appears and disappears a few times, the loss of their jobs and several people who either think they are killers or candidates for being killed.","release_date":"1944-12-06","vote_average":4.5,"runtime":60,"cert":"N\/A","id":23394,"title":"Rogues' Gallery","adult":false,"genre_ids":[9648,53]},{"cast":["Myrna Loy","Robert Mitchum","Louis Calhern","Shepperd Strudwick","Peter Miles"],"overview":"Peter Miles stars as Tom Tiflin, the little boy at the heart of this John Steinbeck story set in Salinas Valley. With his incompatible parents -- the city-loving Fred (Shepperd Strudwick) and country-happy Alice (Myrna Loy) -- constantly bickering, Tom looks to cowboy Billy Buck (Robert Mitchum) for companionship and paternal love.","release_date":"1949-03-28","vote_average":5.4,"runtime":91,"cert":"N\/A","id":23395,"title":"The Red Pony","adult":false,"genre_ids":[28,18,37]},{"cast":["Zachary Levi","David Cross","Jason Lee","Justin Long","Matthew Gray Gubler"],"overview":"Pop sensations Alvin, Simon and Theodore end up in the care of Dave Seville's twenty-something nephew Toby. The boys must put aside music super stardom to return to school, and are tasked with saving the school's music program by winning the $25,000 prize in a battle of the bands. But the Chipmunks unexpectedly meet their match in three singing chipmunks known as The Chipettes - Brittany, Eleanor and Jeanette. Romantic and musical sparks are ignited when the Chipmunks and Chipettes square off.","release_date":"2009-12-21","vote_average":5.5,"runtime":88,"cert":"U","id":23398,"title":"Alvin and the Chipmunks: The Squeakquel","adult":false,"genre_ids":[35,10751,16,14,10402]},{"cast":[],"overview":"Award winning documentary on the case of Kitzmiller v. Dover Area School District, which concentrated on the question of whether or not intelligent design could be viewed as science and taught in school science class.","release_date":"2007-11-01","vote_average":6.9,"runtime":112,"cert":"N\/A","id":23399,"title":"Judgment Day: Intelligent Design on Trial","adult":false,"genre_ids":[99]},{"cast":["Dolph Lundgren","Melissa Molinaro","Hristo Shopov","Dave Legeno","Zahary Baharov"],"overview":"A Moscow charity concert turns bloody when armed extortionists take the headlining American pop-star, Venus, and the Russian President with his family, hostage. The drummer of a heavy metal warm-up band, an ex-bad ass biker played by Lundgren, and a young Russian F.S.B. agent team up to fight back. Our two heroes are seriously outnumbered, and things aren't as simple as they appear, when old ghosts from the Soviet Union appear to haunt the present in this fast paced action piece.","release_date":"2009-01-01","vote_average":5.6,"runtime":93,"cert":"18","id":23404,"title":"Command Performance","adult":false,"genre_ids":[28,18,53]},{"cast":["Marie Leuenberger","Dominique Jann","Oriana Schrage","Beat Schlatter","Beat Marti"],"overview":"Rahel Hubli is employed as a civil registrar. She hasn't believed in the so-called \"love of her life\" in ages. But when a childhood friend, Ben, suddenly turns up, Rahel recalls again what it felt like to be in love. And that leads to even more problems, because Rahel is already married. And Ben would like to get married: by Rahel","release_date":"2009-03-19","vote_average":5.0,"runtime":90,"cert":"N\/A","id":23405,"title":"Will You Marry Us?","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"No overview found.","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23406,"title":"Live at Last: A Wonder Summer's Night","adult":false,"genre_ids":[]},{"cast":["Kathleen Robertson","Andrea Roth","Linden Ashby"],"overview":"This suspence drama begins when two ordinary women falls on evil times when the car wreckage happens. One is a single mother of a handicapped son; another is a careerist trying to combine her high-pressure career and her family demands. When the police is involved, it becomes clear that the car crash was not a simple coincidence after all. But however it may be, each woman's life spirals out of co","release_date":"2006-07-09","vote_average":5.9,"runtime":89,"cert":"N\/A","id":23411,"title":"Last Exit","adult":false,"genre_ids":[10770,28,18,53]},{"cast":["Yasmine Bleeth","James Wilder","Robin Givens","Richard Beymer","Ricky Paull Goldin"],"overview":"A scarred, unattractive young woman is conned into helping with a robbery of her employer. As a result, she is sent to prison, gets plastic surgery, and returns to seek revenge on those who wronged her.","release_date":"1996-03-11","vote_average":6.5,"runtime":90,"cert":"N\/A","id":23416,"title":"A Face to Die For","adult":false,"genre_ids":[18]},{"cast":["Greg Lauren","Chris Gartin","Rebecca Creskoff","Edward Hibbert","Allison Mackie"],"overview":"Children and parents. In New York City, Stephen and Danny live well: they're smooth, cool, in love, and good at what they do. Stephen's Midwestern parents pay them a surprise visit. Meanwhile, Jenny and Matt tell their parents they are engaged: Matt's parents, Midwestern paramilitary fanatics, take it as a sign to gather their group to invade New York. Jenny's father is the local Mob boss who employs Stephen and Danny as enforcers. He's unhappy that Jenny is marrying someone who is neither Sicilian nor Catholic. Stephen's parents know he's gay, they just don't know what his job is. Here come the parents; will the children survive? All roads lead to the engagement party.","release_date":"2001-06-17","vote_average":5.4,"runtime":87,"cert":"N\/A","id":23423,"title":"Friends and Family","adult":false,"genre_ids":[28,35]},{"cast":["Arthur Tracy","Lilli Palmer","Mark Daly","Finlay Currie","Jack Melford"],"overview":"No overview found.","release_date":"1937-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":23424,"title":"Command Performance","adult":false,"genre_ids":[10402,18]},{"cast":["James Vasquez","Nicole Marcks","David McBean","Mike Doyle","Annie Hinton"],"overview":"Following a year in the life of James Sanchez, it's a story about a guy rapidly approaching thirty, who doesn't have a six-pack, full head of hair or a boyfriend. While his best friend Roxy, an actress-turned-activist, struggles with showing him there's life beyond the glitz of the disco ball, his other friend, Brandon, one of those gay boys comfortable in his own gay skin, works on getting James to at least talk to a boy. Feeling out of place in the world of circuit boys, caught between his Hispanic-American heritage and being gay, we watch James find his place in the world, realizing that life is in the journey, not the destination.","release_date":"2005-01-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":23427,"title":"29th and Gay","adult":false,"genre_ids":[35]},{"cast":["Jesse Petrick","Mathieu Smith","Mark Bennington","Rusty Burns","Alec Call"],"overview":"A reunion of family and friends becomes an unforgettable vacation when two teenage boys discover their secret feelings toward one another. The relationship is eventually exposed to their families - leading to denial and a questioning of self-worth from each of the boys. The exposed relationship brings to light that one of the boys was previously institutionalized for his homosexuality by his older brother.","release_date":"2000-01-01","vote_average":4.1,"runtime":115,"cert":"N\/A","id":23430,"title":"And Then Came Summer","adult":false,"genre_ids":[18,10749]},{"cast":["Dustin Belt","Allison Fleming","Amy London","Matt Prokop","Robin Dionne"],"overview":"Mark Anderson, a recent stroke victim who is frail and weak. Also, his best friend Thomas, a classic over the hill drag queen desperate for love and happiness. Mark and Thomas have a master plan, to find Mark's son, James Anderson the love of his life once and for all.","release_date":"2007-01-11","vote_average":2.5,"runtime":120,"cert":"N\/A","id":23431,"title":"An Angel Named Billy","adult":false,"genre_ids":[18]},{"cast":["Enrique Piñeyro","Mercedes Morán","Alejandro Awada","Carlos Portaluppi","Martín Slipak"],"overview":"Whisky Romeo Zulu tells the story prior to the crash of LAPA Boeing 737 that on August 31, 1999, caught fire after hitting an embankment in the center of Buenos Aires, killing 67 people. The disaster changed the history of civil and commercial aviation in Argentina, and the film recounts, from the standpoint of the director, a former airline pilot-how in some countries the safety of the flight is incredibly precarious.","release_date":"2004-09-10","vote_average":6.3,"runtime":107,"cert":"N\/A","id":23434,"title":"Whisky Romeo Zulú","adult":false,"genre_ids":[99,18]},{"cast":["Rooney Mara","Jackie Earle Haley","Kyle Gallner","Katie Cassidy","Kellan Lutz"],"overview":"The film that brings back horror icon Freddy Krueger as a darker and more sinister character than ever before. While Freddy is on the prowl a group of teenagers being stalked soon learn they all have a common factor making them targets for this twisted killer.","release_date":"2010-04-30","vote_average":5.5,"runtime":95,"cert":"18","id":23437,"title":"A Nightmare on Elm Street","adult":false,"genre_ids":[27,9648,53]},{"cast":["Gabrielle Anwar","Cliff Robertson","Michael Schoeffling","Dylan Kussman","Kathleen York"],"overview":"A runaway orphan, young Sonora, persists in a menial job mucking stables in Doc Carver's travelling stunt show. Her great wish is to become a death-defying \"diving girl,\" but Doc refuses her pleas. Undaunted, Sonora's gutsy resolve finally convinces him to give her a break. On the brink of stardom, however, a cruel twist of fate threatens to destroy her dream.","release_date":"1991-05-24","vote_average":7.4,"runtime":88,"cert":"N\/A","id":23438,"title":"Wild Hearts Can't Be Broken","adult":false,"genre_ids":[18,10751]},{"cast":["Vincent Price","Mark Damon","Myrna Fahey","Harry Ellerbe","David Andar"],"overview":"After a long journey, Philip arrives at the Usher mansion seeking his loved one, Madeline. Upon arriving, however, he discovers that Madeline and her brother Roderick Usher have been afflicted with a mysterious malady: Roderick's senses have become painfully acute, while Madeline has become catatonic. That evening, Roderick tells his guest of an old Usher family curse: any time there has been more than one Usher child, all of the siblings have gone insane and died horrible deaths. As the days wear on, the effects of the curse reach their terrifying climax.","release_date":"1960-06-21","vote_average":6.7,"runtime":79,"cert":"","id":23439,"title":"House of Usher","adult":false,"genre_ids":[27,53]},{"cast":["Akemi Okamura","Kappei Yamaguchi","Hiroaki Hirata","Mayumi Tanaka","Kazuya Nakai"],"overview":"Relaxing on a cozy beach, the Straw Hat Pirates are taking a rest from their quest. Right until Luffy noticed the Going Merry has been hijacked and sailed off from the beach. This leads them to search the ship and find the thief who took it from them. They ran into a duo named the Theif Brothers, who informed them that their ship was stolen by a group of pirates called the Trump Kyoudai. When they encountered the Trump Pirates, Nami ended up getting kidnapped as well as Luffy's hat. They tracked down the pirates to their base on Clockwork Island. Now Luffy, Zoro, Sanji, Usopp, and the Theif Brothers must reclaim the Going Merry, Save Nami, and get back Shank's straw hat.","release_date":"2001-03-03","vote_average":6.8,"runtime":60,"cert":"N\/A","id":23446,"title":"One Piece: Clockwork Island Adventure","adult":false,"genre_ids":[28,16,12]},{"cast":["Damon Wayans","Daniel Stern","Christopher McDonald","Gail O'Grady","Paul Guilfoyle"],"overview":"The National Basketball Association play-offs are taking place, and the Boston Celtics are facing the Utah Jazz in a crucial series. This is also the last year that any games will be played in the Boston Garden, which is going to be torn down after the end of the season. Mike and Jimmy, two die-hard sports fans who will risk anything for the Celtics to win, are really getting into the games...","release_date":"1996-04-19","vote_average":5.2,"runtime":91,"cert":"N\/A","id":23449,"title":"Celtic Pride","adult":false,"genre_ids":[35]},{"cast":["Tetsuya Kakihara","Katsuyuki Konishi","Yukari Fukui","Narushi Ikeda","Takaya Kamikawa"],"overview":"Seven years after the defeat of the spiral king, Simon and the Dai-Gurren brigade must set out to the vastness of space to defeat a new threat and save the universe.","release_date":"2009-04-25","vote_average":7.2,"runtime":126,"cert":"N\/A","id":23452,"title":"Gurren Lagann The Movie: The Lights in the Sky Are Stars","adult":false,"genre_ids":[28,878,16,12]},{"cast":["Mark Brooks","Danny Bonaduce","Big Boy","Bernie Mac","Carmen Electra"],"overview":"A comedy about a nine-year-old pimp, Lil' Pimp, who hustles his ho's around the neighborhood. Along with his Mom, Pop, pimpin' pals Fruitjuice and Nagchampa, as well as superfine ho's, Yam Basket and Honeysak, and his loveable pet gerbil Weathers, who has Tourette's syndrome, Lil' Pimp generates laughs, magic and brutal honesty.","release_date":"2005-01-11","vote_average":7.0,"runtime":80,"cert":"N\/A","id":23471,"title":"Lil' Pimp","adult":false,"genre_ids":[16,35]},{"cast":["Scott Plank","Anna Gunn","Angelina Jolie","Andrew Prine","Paul Perri"],"overview":"It is based on the true story of Michael Francke, who was the Head of Corrections for the state of Oregon before being murdered. Just before his murder, Francke visits his brother and informs him of a drug ring involving his prison colleagues. When Michael is killed, his brother begins his own investigation into the murder, leading him to more lies and deceit.","release_date":"1995-10-12","vote_average":4.9,"runtime":92,"cert":"N\/A","id":23476,"title":"Without Evidence","adult":false,"genre_ids":[18,53]},{"cast":["Walter Matthau","Tatum O'Neal","Ben Piazza","Vic Morrow","Erin Blunt"],"overview":"An aging, down-on-his-luck ex-minor leaguer coaches a team of misfits in an ultra-competitive California little league.","release_date":"1976-04-07","vote_average":7.0,"runtime":102,"cert":"N\/A","id":23479,"title":"The Bad News Bears","adult":false,"genre_ids":[35,10751]},{"cast":["Ben Barnes","Colin Firth","Rebecca Hall","Emilia Fox","Ben Chaplin"],"overview":"A vain London playboy offers his soul in exchange for eternal beauty in this adaptation of the chilling tale by author Oscar Wilde. Seduced into the decadent world of Lord Henry Wotton (Colin Firth), handsome young aristocrat Dorian Gray (Ben Barnes) becomes obsessed with maintaining his youthful appearance, and commissions a special portrait that will weather the winds of time while he remains forever young. When Gray's obsession spirals out of control, his desperate attempts to safeguard his secret turn his once-privileged life into a living hell.","release_date":"2009-09-09","vote_average":5.9,"runtime":112,"cert":"15","id":23488,"title":"Dorian Gray","adult":false,"genre_ids":[14,18,53]},{"cast":["Ragnhildur Steinunn Jónsdóttir","Snorri Engilbertsson","Davíð Þór Jónsson","Sverrir Þór Sverrisson","Pétur Jóhann Sigfússon"],"overview":"The film revolves around Hildur, a national celebrity and socialite who has to look for a job when her boyfriend Jolli is sent to prison. She finds a job at Astrópía, a store that sells role playing books and her immersion into geek culture changes her outlook on life.","release_date":"2007-08-22","vote_average":4.7,"runtime":93,"cert":"N\/A","id":23493,"title":"Dorks & Damsels","adult":false,"genre_ids":[28,35]},{"cast":["\"Weird Al\" Yankovic"],"overview":"The Compleat Al is a mockumentary about the life of \"Weird Al\" Yankovic, from his birth to 1985. The title of the film is parody of the 80's documentary The Compleat Beatles. Although it is a mockumentary, it is roughly based on Yankovic's real life. The film also contains all of Yankovic's music videos up to 1985.","release_date":"1985-09-25","vote_average":9.5,"runtime":102,"cert":"N\/A","id":23496,"title":"The Compleat Al","adult":false,"genre_ids":[35,99]}]