[{"cast":["Tony Oliver","Melanie MacQueen","Rebecca Forstadt","Gregory Snegoff","Tom Wyner"],"overview":"Robotech II: The Sentinels was an attempt to continue the original 1985 Robotech television series. The project was cancelled in 1986. The aborted Sentinels series would have followed the ongoing adventures of Rick Hunter and Lisa Hayes and the rest of the Robotech Expeditionary Force (REF) during the events of The Robotech Masters and The New Generation series.","release_date":"1988-09-01","vote_average":7.4,"runtime":75,"cert":"N\/A","id":23503,"title":"Robotech II: The Sentinels","adult":false,"genre_ids":[16,878]},{"cast":["Kerrigan Mahan","Iona Morris","Diane Michelle","Michael McConnohie","Greg Finley"],"overview":"Robotech: The Movie, also called Robotech: The Untold Story, was the first new Robotech adventure created by Harmony Gold USA after the 1985 premiere of the original television series. The 1986 theatrical film used footage from part one of Megazone 23 spliced with The Southern Cross and had only a tenuous link to the television series.","release_date":"1986-07-25","vote_average":5.8,"runtime":87,"cert":"","id":23504,"title":"Robotech: The Movie","adult":false,"genre_ids":[16]},{"cast":["Sergio Castellitto","Riccardo Scamarcio","Remo Girone","Makram J. Khoury","Valeria Solarino"],"overview":"The film consists of two episodes, telling two different stories about two different countries.","release_date":"2009-01-23","vote_average":5.5,"runtime":116,"cert":"N\/A","id":23509,"title":"Italians","adult":false,"genre_ids":[35]},{"cast":["Clive Owen","Laura Fraser","Emma Booth","George MacKay","Emma Lung"],"overview":"When the wife of sports-writer Joe Warr dies of cancer, he takes on the responsibility of raising their 6-year-old son, and his teenage son from a previous marriage. As Joe rejects the counsel of his mother-in-law and other parents, he develops his own philosophies on parenting.","release_date":"2009-09-25","vote_average":6.4,"runtime":104,"cert":"N\/A","id":23512,"title":"The Boys Are Back","adult":false,"genre_ids":[18]},{"cast":["Daniel Brühl","Hannah Herzsprung","Henry Hübchen","Kirsten Block","Anna Maria Mühe"],"overview":"David, a waiter, finds an unpublished manuscript in a dresser drawer. To impress a girl, he claims to be the author. When the novel becomes a best-seller the real author introduces himself in his life and begins to take-over David's life.","release_date":"2009-09-17","vote_average":6.1,"runtime":104,"cert":"N\/A","id":23513,"title":"My Words, My Lies - My Love","adult":false,"genre_ids":[18,10749,35]},{"cast":["Johnny Depp","Amber Heard","Aaron Eckhart","Michael Rispoli","Giovanni Ribisi"],"overview":"Tired of the noise and madness of New York and the crushing conventions of late Eisenhower-era America, itinerant journalist Paul Kemp travels to the pristine island of Puerto Rico to write for a local San Juan newspaper run by the downtrodden editor Lotterman. Adopting the rum-soaked lifestyle of the late ‘50s version of Hemingway’s 'The Lost Generation', Paul soon becomes entangled with a very attractive American woman and her fiancée, a businessman involved in shady property development deals.  It is within this world that Kemp ultimately discovers his true voice as a writer and integrity as a man.","release_date":"2011-10-13","vote_average":5.8,"runtime":120,"cert":"15","id":23514,"title":"The Rum Diary","adult":false,"genre_ids":[18,35]},{"cast":["Leslie Andrews","Charlie Trepany","John McGarr","Katherine Macanufo","Graham Denman"],"overview":"Izzy is raising her younger brother, Kevin, by herself. Their parents are deceased and her older brother, Rusty, is away in the Marines. When Izzy learns that her little brother is being bullied at school, she does what any unstable, psychopathic, homicidal sister would do.","release_date":"2007-10-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":23515,"title":"Sick Girl","adult":false,"genre_ids":[53,27,80]},{"cast":["Dore Mann","Paul Grimstad","David Sandholm","Carmine Marino","Mary Bronstein"],"overview":"A rotten egg lobbed with spazmo aim at the spotless surface of the silver screen, FROWNLAND centers on social misfit and self-labeled \"troll from under the bridge\" Keith Sontag (Dore Mann). When he's not trying to sell coupons door-to-door, Keith struggles with evicting his roommate from their seedy apartment, helping a friend who's suicidal and just getting by as an outsider in the cruel city.","release_date":"2007-03-09","vote_average":3.5,"runtime":106,"cert":"N\/A","id":23516,"title":"Frownland","adult":false,"genre_ids":[35,18]},{"cast":["Julia Jentsch","Monica Bleibtreu","Volker Bruch","Brigitte Hobmeier","Vitus Zeplichal"],"overview":"The young Kathrin returns to the small village where she was born to bury her mother, whom she barely knew. Piece by piece she learns the details behind the gruesome murder of an entire family on a farm near the village. It has been two years since the murder happened, but the memories are still vivid and Kathrin's visit is stirring up the past. Almost everybody seems to have had a reason to be the murderer. The murderer who was never found.","release_date":"2009-11-19","vote_average":5.5,"runtime":104,"cert":"N\/A","id":23517,"title":"The Murder Farm","adult":false,"genre_ids":[18,53]},{"cast":["Burt Lancaster","Kirk Douglas","Fredric March","Ava Gardner","Edmond O'Brien"],"overview":"A U.S. Army colonel alerts the president of a planned military coup against him.","release_date":"1964-02-12","vote_average":7.2,"runtime":118,"cert":"N\/A","id":23518,"title":"Seven Days in May","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"In this feature-length film combining footage from classic Warner Brothers cartoon shorts with newly animated bridging sequences, Daffy Duck, after having induced laughter in an ailing millionaire and forestalled the millionaire's death for a time (as chronicled in Daffy Dilly (1948), is the beneficiary for the deceased millionaire's assets. But the millionaire's will clearly stipulates that Daffy must use the money for the common good, by providing a service, and should Daffy think of pursuing selfish aims, the millionaire's ghost will \"repossess\" his millions by making them disappear from Earthly existence. Under the pretense of community service, Daffy opens an exorcism agency and employs Porky Pig, Sylvester Cat, and Bugs Bunny to track and eliminate ghosts, ghouls, and other monsters, while Daffy secretly schemes to use his learned \"ghost-busting\" talents to rid himself of the millionaire's nagging spirit.","release_date":"1988-09-24","vote_average":6.5,"runtime":72,"cert":"N\/A","id":23521,"title":"Daffy Duck's Quackbusters","adult":false,"genre_ids":[14,878,10751,16]},{"cast":["Martin Donovan","PJ Harvey","Thomas Jay Ryan","Miho Nikaido","Anna Köhler"],"overview":"The end of the millenium has taken on a certain significance in modern day prophecies. What happens if Jesus Christ has second thoughts about the Apocalypse? It is December 31, 1999 and New Year's Eve takes on new meaning when the Devil, Jesus Christ, and Christ's assistant Magdelina discuss and debate the end of the world, the opening of the seven seals, and the essence of being human.","release_date":"1998-08-22","vote_average":6.7,"runtime":63,"cert":"","id":23522,"title":"The Book of Life","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"McLibel is a documentary film directed by Franny Armstrong for Spanner Films about the McLibel case. The film was first completed, as a 52 minute television version, in 1997, after the conclusion of the original McLibel trial. It was then re-edited to 85 minute feature length in 2005, after the McLibel defendants took their case to the European Court of Human Rights.","release_date":"2005-05-20","vote_average":7.2,"runtime":85,"cert":"N\/A","id":23523,"title":"McLibel","adult":false,"genre_ids":[99]},{"cast":["Ingrid Backstrom","Anselme Baud","Bill Briggs","Doug Coombs","Chris Davenport"],"overview":"Steep traces the legacy of extreme skiing from its early pioneers to the daredevils of today.","release_date":"2007-04-28","vote_average":4.3,"runtime":92,"cert":"N\/A","id":23524,"title":"Steep","adult":false,"genre_ids":[99]},{"cast":["Jack Webb","Don Dubbins","Jackie Loughery","Lin McCarthy","Monica Lewis"],"overview":"Gunnery Sergeant Jim Moore is one of the toughest Drill Instructors on Parris Island. But he's got a thorn in his side: Pvt. Owens, who always seems to foul up when the pressure's on. Convinced that \"there's a man underneath that baby powder,\" Sgt. Moore drives Owens to the point of desertion. Making things worse, Capt. Anderson has given Moore three days to make the scared private into Marine material, \"or I'll personally cut the lace off his panties and ship him out!\" Adding to the pressure, Moore also juggles a budding romance with a shop girl.","release_date":"1957-05-30","vote_average":7.2,"runtime":106,"cert":"N\/A","id":23525,"title":"The D.I.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2006-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23528,"title":"National Geographic: Ultimate Factories: Ferrari","adult":false,"genre_ids":[99]},{"cast":["Paulina Gaitán","Carmelo Gómez","Blanca Guerra","Lucía Jiménez","Fernando Luján"],"overview":"Esmeralda is a teenager with an unusual obsession: she collects lost, forgotten or discarded objects from people she doesn't know and keeps them in a box beneath her bed. This is the tale of three objects in the box and the people behind them, all in some way incapable of relating to the person they love most. It is also a tale of the box itself, and of how Esmeralda learns to open it, to feel and to hoard the most valuable thing of all: human relations.","release_date":"2008-09-23","vote_average":4.3,"runtime":98,"cert":"N\/A","id":23529,"title":"Cosas insignificantes","adult":false,"genre_ids":[18,10751]},{"cast":["Ray Chang","Jerry Huang","Maria Ozawa","Liz Yang","Lene Lai"],"overview":"Five friends arrive at a party, fully unaware that the special night is just a cover for an evening of torture and murder.","release_date":"2009-04-17","vote_average":4.4,"runtime":95,"cert":"18","id":23530,"title":"Invitation Only","adult":false,"genre_ids":[80,27,9648]},{"cast":["Amanda Peet","Brian Van Holt","Jonathan Abrahams","Zorie Barber","Judah Domke"],"overview":"Three to one may sound like fairly good odds, but it depends on the game. When the \"one\" is one very irresistible woman and the \"three\" are three hopelessly smitten guys, the deck is pretty stacked. In the battle of the sexes, the first rule is to never underestimate the power of a woman.","release_date":"2000-09-01","vote_average":3.8,"runtime":82,"cert":"N\/A","id":23531,"title":"Whipped","adult":false,"genre_ids":[35,10749]},{"cast":["Dameon Clarke","Matthew Gray Gubler","Laura Regan","George Wyner","Mary Jo Catlett"],"overview":"HOW TO BE A SERIAL KILLER is the story of Mike Wilson, a charismatic, educated, and articulate young man who has found his life's purpose in exterminating people. Mike is determined to spread his message about the joy of serial killing and recruits a lost soul named Bart to be his pupil. Mike leads Bart through the ethics of serial killing as well as teaching him various lessons in disposing corp","release_date":"2009-07-24","vote_average":5.2,"runtime":91,"cert":"N\/A","id":23532,"title":"How to Be a Serial Killer","adult":false,"genre_ids":[35,27,80]},{"cast":["Bradley Gregg","Traci Lind","Malcolm McDowell","Stacy Keach","Patrick Kilpatrick"],"overview":"The time is in the future and the youth gang violence is so high that the areas around some schools have become \"free-fire zones\", into which not even the police will venture. When Miles Langford, the head of Kennedy High School, decides to take his school back from the gangs, robotics specialist Dr. Robert Forrest provides \"tactical education units\". These are amazingly human-like androids that have been programmed to teach and are supplied with devastatingly effective solutions to discipline problems. So when he violent, out-of-control students of Kennedy High report for class tomorrow, they're going to get a real education... in staying alive!","release_date":"1990-04-01","vote_average":6.2,"runtime":99,"cert":"15","id":23535,"title":"Class of 1999","adult":false,"genre_ids":[878,53]},{"cast":["Jo In-sung","Cheon Ho-jin","Lee Bo-young","Namkoong Min","Jin Goo"],"overview":"Byung-du is a 29-year-old career criminal, working for the middle-rank enforcer Sang-chul. Burdened with a terminally ill mother and taking care of younger siblings, Byung-du is feeling financial pressure as a substitute patriarch. When the big boss President Hwang is cornered by a corrupt prosecutor, Byung-du volunteers for a whack job and wins the big man's trust.","release_date":"2006-06-15","vote_average":7.0,"runtime":141,"cert":"N\/A","id":23538,"title":"A Dirty Carnival","adult":false,"genre_ids":[80,18,28]},{"cast":["Wine Dierickx","Koen De Graeve","Pieter Genard","An Miller","Jeroen Perceval"],"overview":"When Black Kelly gets back from New York, she discovers that more has changed than just her hair color while she's been away. Frederic found himself a girlfriend and plans to move. Kurt and Blonde Kelly live together with their one-year-old child. And Patrick's gone. Reunited with the old gang, Black Kelly realizes that life went on during her absence and that things will never be the same...","release_date":"2007-01-01","vote_average":7.2,"runtime":100,"cert":"N\/A","id":23565,"title":"With Friends Like These","adult":false,"genre_ids":[35,18]},{"cast":["Kelly Sheridan","Tim Curry","Kira Tozer","Willow Johnson","Dorla Bell"],"overview":"Join Barbie™ as Corinne™, a young country girl headed to Paris to pursue her big dream – to become a female musketeer! Never could she imagine she would meet three other girls who secretly share the same dream! Using their special talents, the girls work together as a team to foil a plot and save the prince. It's all for one and one for all!","release_date":"2009-09-15","vote_average":6.9,"runtime":81,"cert":"U","id":23566,"title":"Barbie and the Three Musketeers","adult":false,"genre_ids":[16,10751]},{"cast":["Cary Grant","Ann Sheridan","Marion Marshall","Randy Stuart","Russ Conway"],"overview":"Captain Henri Rochard is a French officer assigned to work with Lieut. Catherine Gates. Through a wacky series of misadventures, they fall in love and marry. When the war ends, Capt. Rochard tries to return to America with the other female war brides. Zany gender-confusing antics follow.","release_date":"1949-08-19","vote_average":7.1,"runtime":105,"cert":"N\/A","id":23567,"title":"I Was a Male War Bride","adult":false,"genre_ids":[35,10749,10752]},{"cast":["Rob Schneider","Chase Ryan Jeffery","Brianne Davis","Elan Moss-Bachrach","Ashley Schneider"],"overview":"A Freshman College Girl on a scholarship from an abstinence group that advocates saving sex until marriage discovers that her antics on a night of debauchery, when she reluctantly got drunk for the first time in her life, were captured on camera by a sleazy video producer. Now she and her friends must travel across country to recover the incriminating footage.","release_date":"2009-10-03","vote_average":4.6,"runtime":82,"cert":"N\/A","id":23568,"title":"American Virgin","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A Noise Severe is the second DVD release by the Dutch group The Gathering. The DVD was created to showcase The Gathering's heavier side after the semi-acoustic DVD A Sound Relief. An accompanying 2-disc CD was also released. The concert was recorded on 24 March 2007 at Teatro Caupolicán, Santiago, Chile.","release_date":"2007-03-24","vote_average":5.3,"runtime":null,"cert":"N\/A","id":23571,"title":"The Gathering: A Noise Severe","adult":false,"genre_ids":[10402]},{"cast":["Shirley MacLaine","Paul Newman","Robert Mitchum","Dean Martin","Gene Kelly"],"overview":"This black comedy opens with Louisa Foster donating a multimillion dollar check to the IRS. The tax department thinks she's crazy and sends her to a psychiatrist. She then discusses her four marriages, in which all of her husbands became incredibly rich and died prematurely because of their drive to be rich.","release_date":"1964-05-12","vote_average":7.5,"runtime":111,"cert":"N\/A","id":23574,"title":"What a Way to Go!","adult":false,"genre_ids":[35,10749]},{"cast":["Roy Rogers","Lynne Roberts","Raymond Hatton","Eddie Acuff","William Pawley"],"overview":"Roy Rogers is a cowboy who joins the Border Patrol, only to have his buddy Tommy get killed at a local saloon. Determined to get revenge at any cost, Roy and Rusty cross the border in search of Arizona Jack, the man responsible for Tommy's death.","release_date":"1939-03-13","vote_average":0.0,"runtime":58,"cert":"N\/A","id":23581,"title":"Rough Riders' Round-up","adult":false,"genre_ids":[37]},{"cast":["Ray Corrigan","John 'Dusty' King","Max Terhune","Lita Conway","Elmer"],"overview":"Someone wants to kill Magpie Harper. Crash and Dusty arrive too late, Magpie Harper is allready dead.","release_date":"1941-08-29","vote_average":0.0,"runtime":59,"cert":"N\/A","id":23586,"title":"Saddle Mountain Roundup","adult":false,"genre_ids":[37]},{"cast":["Robert Forster","Fred Williamson","Richard Bright","Rutanya Alda","Don Blakely"],"overview":"New York City factory worker Eddie Marino (Robert Forster, Oscar nominee for JACKIE BROWN) is a solid citizen and regular guy, until the day a sadistic street gang brutally assaults his wife and murders his child. But when a corrupt judge sets the thugs free, Eddie goes berserk and vows revenge.","release_date":"1983-01-04","vote_average":6.8,"runtime":90,"cert":"N\/A","id":23587,"title":"Vigilante","adult":false,"genre_ids":[28,80,53]},{"cast":["Peter Mygind","Camilla Bendix","Jesper Asholt","Niels Anders Thorn","Henning Moritzen"],"overview":"Max is a programmer, Nicoline is a chef, and they are both young, in love, and ambitious. Then lightning strikes: they have a baby. From that day on, nothing is ever the same again. Max, who has just been promoted, is certain he has everything well in hand. He has just invented the LifeOrganizer interactive personal scheduler designed to make life easier. But having to endure a baby with colic, piled-up washing and missed deadlines, Max and Nicoline's bachelor lifestyle is put to the test. There are only 24 hours in a day, or are there? With many wacky smiles and lashings of gallows-humour Peter Gren Larsen depicts the stressed out situation young couples face when baby throws a spanner in your career. Max and Nicoline go through an awful lot, including a trial separation, before they accept that kids change your life.","release_date":"1998-03-20","vote_average":5.5,"runtime":81,"cert":"N\/A","id":23588,"title":"Baby Doom","adult":false,"genre_ids":[35]},{"cast":["Rutger Hauer","Gene Simmons","Eli Danker","Nick Faltas","Dennis Burkley"],"overview":"Nick Randall is a Los Angeles-based bounty hunter and an ex-CIA operative who is asked by a former co-worker to help track down terrorist Malak Al Rahim. However, Malak Al Rahim is also looking for Randall, and Randall's employers tell him where to find him. This results in the death of his best friend, Sgt. Danny Quintz, and his girlfriend, Terry, eventually forcing a showdown on the waterfront.","release_date":"1987-01-16","vote_average":6.1,"runtime":104,"cert":"N\/A","id":23599,"title":"Wanted: Dead or Alive","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Adam Scott","Donal Logue","Mackenzie Astin","Stacey Travis","Joshua Leonard"],"overview":"Paul Miller (Paul Rudd - Friends, The Cider House Rules) has struggled as an actor in Hollywood for years, and now he's had enough. But not just of show business-of life. In two days, he's going to kill himself. But in true Hollywood style, he's hired a film crew to chronicle his last moments and the events leading up to them; it's the role of a lifetime.  Often ironic and darkly comical, this is the story of a man searching for meaning and hope. This is the story of two days in the life of Paul Miller. The only question is, will they be his last?","release_date":"2003-05-01","vote_average":6.2,"runtime":91,"cert":"N\/A","id":23604,"title":"Two Days","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23605,"title":"annoter lady innocent","adult":true,"genre_ids":[]},{"cast":["Claude Maki","Hiroko Oshima","Sabu Kawahara","Toshizo Fujiwara","Susumu Terajima"],"overview":"When deaf garbage man Shigeru (Kurôdo Maki) finds a broken surfboard on one of his runs, it piques his curiosity, even though he has no experience with surfing. So he repairs the board and, with loyal girlfriend Takako (Hiroko Oshima), who also is deaf, he sets out to learn how to ride the waves. He goes through mishaps and the locals mock him. But, with the help of a shop owner who once was a surfing legend, Shigeru may finally have a chance to become one with the sea and the surfing community.","release_date":"1991-10-19","vote_average":7.3,"runtime":101,"cert":"N\/A","id":23606,"title":"A Scene at the Sea","adult":false,"genre_ids":[18,10749,35]},{"cast":["Shin Hyun-joon","Won Bin","Shin Ha-kyun","Jung Jin-young","Oh Seung-hyun"],"overview":"Guns &amp; Talks is a South Korean film released in 2001. Directed by Jang Jin, it is a comedy about two brothers and their two friends. These four form a group of assassins, who have attracted the attention of a couple of pesky detectives, Sergeant Kim and Inspector Cho.","release_date":"2001-10-12","vote_average":6.6,"runtime":120,"cert":"N\/A","id":23609,"title":"Guns & Talks","adult":false,"genre_ids":[28,35]},{"cast":["Tom Sizemore","Corey Sevier","Grace Kosaka","Ving Rhames","Saul Rubinek"],"overview":"Max Walker is a suicidal man who selects an aspiring young filmmaker to record the end of his life. On the agenda for his last day on Earth: telling off his old boss, confessing some of his deepest secrets, and maybe even finding redemption.","release_date":"2008-09-23","vote_average":3.5,"runtime":97,"cert":"N\/A","id":23610,"title":"A Broken Life","adult":false,"genre_ids":[18]},{"cast":["Brennan Elliott","Enuka Okuma"],"overview":"It's the year UC 0223. With the Earth Federation collapsed, a new govenment has risen: The Congress of Settlement Nations (CONSENT). This new government tries to cover up the discovery of a new enzyme that could change humankind by feeding millions of who are starving to death. However, a rebel group led by Mark Curran tries to prevent this from happening.","release_date":"2000-01-01","vote_average":2.3,"runtime":93,"cert":"N\/A","id":23613,"title":"G-Saviour","adult":false,"genre_ids":[28,878]},{"cast":["Lewis Smith","Jason Gedrick","Jane Kaczmarek","Richard Mulligan","Mark Metcalf"],"overview":"When Bobby dies in a car accident he is not allowed to enter heaven but has to stay in one of the lower levels until he has worked enough as an guardian angel in order to deserve paradise. One of his jobs is Lenny, a gifted boy, who loves his schoolmate Sharon who is the most beautiful girl of the class. But she does not even notice him so that he is about to commit suicide. Bobby prevents this and dresses Lenny up making him a playboy and tough guy so that he gets what he wants although Bobby knows that this is not the best. Thinking that his job is done, Bobby realizes that Lenny's mother is his former girlfriend who has married another guy. Although not being allowed he makes himself visible to her...","release_date":"1985-07-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":23614,"title":"The Heavenly Kid","adult":false,"genre_ids":[14,35,10749]},{"cast":["Anthony Andrews","Jane Seymour","Ian McKellen","James Villiers","Eleanor David"],"overview":"During the French Revolution, a mysterious English nobleman known only as The Scarlet Pimpernel (a humble wayside flower), snatches French aristos from the jaws of the guillotine, while posing as the foppish Sir Percy Blakeney in society. Percy falls for and marries the beautiful actress Marguerite St. Just, but she is involved with Chauvelin and Robespierre, and Percy's marriage to her may endanger the Pimpernel's plans to save the little Dauphin","release_date":"1982-11-09","vote_average":7.2,"runtime":142,"cert":"N\/A","id":23615,"title":"The Scarlet Pimpernel","adult":false,"genre_ids":[28,18,10749,10770]},{"cast":["Steve Harvey","D. L. Hughley","Cedric the Entertainer","Bernie Mac"],"overview":"The Original Kings of Comedy achieves the seemingly impossible task of capturing the rollicking and sly comedy routines of stand-up and sitcom vets Steve Harvey, D.L. Hughley, Cedric the Entertainer, and Bernie Mac and the magic of experiencing a live concert show. Director Spike Lee and his crew plant a multitude of cameras in a packed stadium and onstage (as well as backstage, as they follow the comedians) to catch the vivid immediacy of the show, which is as much about the audience as it is about the jokes.","release_date":"2000-08-18","vote_average":6.5,"runtime":115,"cert":"N\/A","id":23618,"title":"The Original Kings of Comedy","adult":false,"genre_ids":[35,99]},{"cast":["Claudio Bisio","Anita Caprioli","Giuseppe Battiston","Giorgio Colangeli","Andrea Bosca"],"overview":"The film follows Nello, the recently hired director of a newly developed work cooperative of former mental patients. After the closure of state psychiatric hospitals and asylums in Italy under the Basaglia Law many former patients were left with few resources and little hope of reintegrating into society. With the intention of actually improving the lives of his pupils, rather than just sedating them, Nello encourages them to expand their individual abilities and explore the wider world around them although, regardless of intention, there is sometimes a price to pushing boundaries too quickly.","release_date":"2008-10-31","vote_average":7.3,"runtime":111,"cert":"N\/A","id":23619,"title":"We Can Do That","adult":false,"genre_ids":[35]},{"cast":["Rosaura Revueltas","Juan Chacón","Will Geer","David Wolfe","Mervin Williams"],"overview":"The issues the miners strike for include equity in wages with Anglo workers, and health and safety issues. Ramon Quintero helps organize the strike, but at home he treats his wife, Esperanza Quintero, as a second class citizen. Esperanza, who is pregnant with their third child, is usually passive, but she changes her attitude when the men are forced to end their picketing by a Taft-Hartley Act injuction.","release_date":"1954-03-14","vote_average":7.5,"runtime":94,"cert":"N\/A","id":23620,"title":"Salt of the Earth","adult":false,"genre_ids":[36,18]},{"cast":["Gwen Ffrangcon Davies","Isobel Muller","Maxine Day","Cosmo Pieterse","Mark Baillie"],"overview":"The Burning is Stephen Frears’ first film, a chilling exploration of racial tensions in Apartheid-era South Africa. On a sweltering summer’ day, a wealthy white matriarch insists on taking her household on a planned trip to the country, in spite of their urgent warnings that an uprising is underway.","release_date":"1968-07-01","vote_average":7.0,"runtime":32,"cert":"N\/A","id":23621,"title":"The Burning","adult":false,"genre_ids":[18]},{"cast":["Bela Lugosi","George Zucco","Nat Pendleton","Molly Lamont","Joyce Compton"],"overview":"A woman is married to the son of a doctor, the proprietor of a private sanatorium, where she is under unwilling treatment. Both the son and the doctor indicate they want the marriage dissolved. Arriving at the scene is a mysterious personage identified as the doctor's brother who formerly was a stage magician in Europe. He is accompanied by a threatening dwarf...","release_date":"1947-02-01","vote_average":4.2,"runtime":65,"cert":"N\/A","id":23622,"title":"Scared to Death","adult":false,"genre_ids":[27,9648,53,35]},{"cast":["Fred Astaire","Paulette Goddard","Artie Shaw","Charles Butterworth","Burgess Meredith"],"overview":"Danny O'Neill and Hank Taylor are rival trumpeters with the Perennials, a college band, and both men are still attending college by failing their exams seven years in a row. In the midst of a performance, Danny spies Ellen Miller who ends up being made band manager. Both men compete for her affections while trying to get the other one fired.","release_date":"1940-12-03","vote_average":6.0,"runtime":84,"cert":"N\/A","id":23627,"title":"Second Chorus","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Mike Reilly","Julia Benson","Poppi Reiner","Peter Abrams","Winston Brown"],"overview":"A star athlete on the verge of turning pro must decide which dream to pursue while he battles his own body.","release_date":"2007-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":23628,"title":"Road to Victory","adult":false,"genre_ids":[18,10749]},{"cast":["Emily Browning","Abbie Cornish","Jena Malone","Vanessa Hudgens","Jamie Chung"],"overview":"A young girl is institutionalized by her abusive stepfather. Retreating to an alternative reality as a coping strategy, she envisions a plan which will help her escape from the mental facility.","release_date":"2011-03-24","vote_average":6.1,"runtime":110,"cert":"12A","id":23629,"title":"Sucker Punch","adult":false,"genre_ids":[28,14,53]},{"cast":["Arline Judge","Preston Foster","Marion Burns","Kenneth MacKenna","Juanita Hansen"],"overview":"Dale Jordan is first accepted by the aristocratic first-cabin passengers on a south-bound Panama-Pacific liner until they discover she is a member of a troupe of cabaret girls led by Trixie Snell en route for the Bull Ring Cabaret in Panama City.","release_date":"1933-08-30","vote_average":0.0,"runtime":73,"cert":"N\/A","id":23630,"title":"Sensation Hunters","adult":false,"genre_ids":[18]},{"cast":["Danny Trejo","Michelle Rodriguez","Jessica Alba","Robert De Niro","Steven Seagal"],"overview":"After being set-up and betrayed by the man who hired him to assassinate a Texas Senator, an ex-Federale launches a brutal rampage of revenge against his former boss.","release_date":"2010-09-01","vote_average":6.3,"runtime":105,"cert":"18","id":23631,"title":"Machete","adult":false,"genre_ids":[28,35,53]},{"cast":["Mario Andretti","Sal Fish","James Garner","Robby Gordon","Mike McCoy"],"overview":"An action-adventure documentary chronicling the most notorious and dangerous race in the world--the Tecate SCORE Baja 1000. Rivaling the Indy 500 and 25 Hours of Daytona, the race across Baja's peninsula is unpredictable, grueling and raw--just like the uncharted American West of yesteryear.","release_date":"2005-04-01","vote_average":6.1,"runtime":97,"cert":"N\/A","id":23638,"title":"Dust to Glory","adult":false,"genre_ids":[99]},{"cast":["Hamish Linklater","Denny Kirkwood","Mackenzie Firgens","Lola Glaudini","Steve Van Wormer"],"overview":"An inside look into one night in the San Francisco underground rave scene.","release_date":"2000-06-08","vote_average":6.1,"runtime":86,"cert":"N\/A","id":23655,"title":"Groove","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Ross Noble"],"overview":"Here it is folks... another classic comedy DVD from stand-up master Ross Noble. This packed DVD features an uncut live performance filmed in London on the last night of Ross' Sonic Waffle tour. Along with the main feature Ross has also included his guest performance from BBC's Jack Dee Live at the Apollo, plus his own commentaries on both shows and a stack of other extras","release_date":"2005-10-03","vote_average":0.0,"runtime":110,"cert":"N\/A","id":23666,"title":"Ross Noble: Sonic Waffle","adult":false,"genre_ids":[35]},{"cast":["Lee Evans"],"overview":"On the 6th February 1996 the lovable and breathtakingly brilliant physical comedian Lee Evans opened his Different Planet Tour at the Lyric Theatre in London's West End. The show sold out its entire 8 week run.  Following his West End run Lee took the show on a 114 date tour during which he played to over 200,000 people, covered 4,500 miles in 63 different towns, returning again to the West End for one more magical performance.","release_date":"1996-01-01","vote_average":8.0,"runtime":77,"cert":"N\/A","id":23671,"title":"Lee Evans Live: The Different Planet Tour","adult":false,"genre_ids":[35]},{"cast":["Markku Peltola","Kati Outinen","Marko Haavisto","Ana Sofia Liaño","Chloë Sevigny"],"overview":"Ten Minutes Older is a 2002 film project consisting of two compilation feature films entitled The Trumpet and The Cello. The project was conceived by the producer Nicolas McClintock as a reflection on the theme of time at the turn of the Millennium. Fifteen celebrated film-makers were invited to create their own vision of what time means in ten minutes of film.","release_date":"2002-05-18","vote_average":6.7,"runtime":92,"cert":"N\/A","id":23676,"title":"Ten Minutes Older: The Trumpet","adult":false,"genre_ids":[99,18]},{"cast":["Lee Evans"],"overview":"Filmed live at the Edinburgh Playhouse Lee Evans, star of Mousehunt and Something About Mary, returns to the stage.","release_date":"1998-01-01","vote_average":8.9,"runtime":60,"cert":"N\/A","id":23677,"title":"Lee Evans: Live in Scotland","adult":false,"genre_ids":[35]},{"cast":["Song Yun-ah","Shin Hyun-joon","Suk-Won Chang","Kim Seung-wook","Cho Won-hee"],"overview":"Lee Hyun-min, who works reconstructing faces from skull, quits his work in a institute to stay with his Beta-allergic daughter Jin that was submitted to a transplant of heart by the specialist Dr. Yoon. The newcomer researcher to the institute Jung Sun-young comes to his house bringing the skull of a victim of a serial-killer that had her whole body melted down with acid by the murderer. Hyun-min refuses the assignment, but he is haunted by the ghost of the victim and scared he decides to reconstruct the face of the woman. When Jin has trouble with the transplanted heart, Hyun-min requests the donor case history to Dr. Yoon, but the doctor refuses to give the information, claiming confidentiality issue. Dr. Yoon becomes the prime suspect of Detective Suh, who is in charge of the investigation of the murder cases, and he discloses the identity of the victim based on the reconstructed face...","release_date":"2004-06-11","vote_average":5.4,"runtime":92,"cert":"N\/A","id":23688,"title":"Face","adult":false,"genre_ids":[27,80]},{"cast":["Mika Boorem","Summer Glau","JoAnna Garcia","Tessa Thompson","Morgan Fairchild"],"overview":"A sorority girl unwittingly becomes the focus of a battle between good and evil.","release_date":"2006-01-01","vote_average":5.9,"runtime":96,"cert":"N\/A","id":23691,"title":"The Initiation of Sarah","adult":false,"genre_ids":[18,27,53]},{"cast":["Kay Lenz","Shelley Winters","Tony Bill","Kathryn Grant","Morgan Fairchild"],"overview":"A withdrawn young girl joins an unpopular sorority in college. It turns out she has psychic and telekinetic powers, and she uses them against a rival sorority.","release_date":"1978-02-06","vote_average":5.9,"runtime":96,"cert":"N\/A","id":23692,"title":"The Initiation of Sarah","adult":false,"genre_ids":[27,10770]},{"cast":["Peter Falk","Paul Reiser","Olympia Dukakis","Elizabeth Perkins","Mackenzie Connolly"],"overview":"Ben's dad Sam shows up one night with a note from Ben's mother (Sam's wife of 46 years), that she has left. While Ben's wife and his three sisters try to find her, Ben takes Sam on a day trip to see a farmhouse that's for sale. The day trip turns into a road trip while dad and son explore their past, their relationship, and why Sam's wife might have left him. The road trip includes fishing, drinking, playing pool, sleeping under the stars, and frank discussion. Anger simmers close at hand, as do love and hope. Where Sam's wife is - and why she left - leads to the movie's resolution.","release_date":"2005-06-02","vote_average":6.4,"runtime":96,"cert":"N\/A","id":23703,"title":"The Thing About My Folks","adult":false,"genre_ids":[10751,35,18]},{"cast":["Ulrich Thomsen","Gary Lewis","Jimmy Yuill","Kevin McKidd","Shauna Macdonald"],"overview":"Switch off and enjoy the beautiful scenery of Scotland. Based on fact, this film will take you on a journey of love amidst spectacular scenery.  The Rocket Post will give a convincing portrayal of island life, beliefs and culture of the time A definite for those who have even the tiniest drop of Scottish blood..... as it will tug at the heart strings and stir the soul. Something that can be shared with the family and watched time and time again..................a real classic, one that I am sure will walk alongside some of the great films that never die.","release_date":"2004-05-13","vote_average":5.7,"runtime":112,"cert":"N\/A","id":23704,"title":"The Rocket Post","adult":false,"genre_ids":[18]},{"cast":["Scott Wiper","Natasha Henstridge","Andre Braugher","Lou Diamond Phillips","Joe Pantoliano"],"overview":"Boomer (Wiper) is a rookie cop based in the urban hellhole that is downtown Chicago. After his involvement in a drug bust operation which results in the death of Carlos (Carmen Argenziano), his mentor and father figure, Boomer becomes disillusioned with the brutal and inhumane nature of his job. Consequently, he decides to hand in his resignation to the Chicago Police Department and return to his home town of Joliet, where his fiancé, Kelly (Natasha Henstridge), awaits.While en route back to Joliet, however, Boomer makes a grievous error in judgment when he stops for, and assists, an unfortunate motorist whose vehicle appears to have broken down; the naive ex-cop is swiftly attacked and rendered unconscious. Boomer awakes to find that his car and wallet have been stolen, and that he has become involved in a dangerous game of mistaken identity.","release_date":"2000-01-01","vote_average":5.9,"runtime":96,"cert":"N\/A","id":23705,"title":"A Better Way to Die","adult":false,"genre_ids":[28,53]},{"cast":["Sandra Bullock","Thomas Haden Church","Bradley Cooper","Ken Jeong","DJ Qualls"],"overview":"After one short date, a brilliant crossword constructor decides that a CNN cameraman is her true love. Because the cameraman's job takes him hither and yon, she crisscrosses the country, turning up at media events as she tries to convince him they are perfect for each other.","release_date":"2009-09-04","vote_average":4.8,"runtime":99,"cert":"12A","id":23706,"title":"All About Steve","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23711,"title":"Chris Curtis","adult":false,"genre_ids":[]},{"cast":["Christopher Titus"],"overview":"The star of the hit sitcom Titus returns to the stage to discuss relationships, dating, marriage, and divorce in this Comedy Central stand-up special that takes an unflinching look at that crazy little thing called love. Christopher Titus may hold the key to saving your relationship. That is, if he doesn't manage to completely destroy it first. Either way, you'll be laughing too hard to care as Titus offers his unique perspective on relationships and romance.","release_date":"2009-02-17","vote_average":9.0,"runtime":85,"cert":"N\/A","id":23718,"title":"Christopher Titus: Love Is Evol","adult":false,"genre_ids":[35]},{"cast":["Nicolas Cage","Jon Lovitz","Dana Carvey","Mädchen Amick","Florence Stanley"],"overview":"The Firpo Brothers can get away with anything. They just can't get away!","release_date":"1994-12-02","vote_average":5.7,"runtime":111,"cert":"N\/A","id":23719,"title":"Trapped in Paradise","adult":false,"genre_ids":[28,35]},{"cast":["Mark Duplass","Joshua Leonard","Alycia Delmore","Lynn Shelton","Trina Willard"],"overview":"Imagine your life is somewhat complete with a house, job, and wife but then your best friend from college comes knocking at your door at 2 AM. During a pot-induced hedonistic party, a plan is hatched between the two friends to create an Art Film of “two really straight men having sex.” If they only knew how much this would affect all of their lives.","release_date":"2009-09-16","vote_average":5.4,"runtime":94,"cert":"N\/A","id":23720,"title":"Humpday","adult":false,"genre_ids":[35]},{"cast":["Akiko Yajima","Nanako Matsushima","Saburo Tokito","Saeko Chiba","Taeko Kawata"],"overview":"Because of non-stop environmental destruction, the United Nations commission a private company, \"Eternal Earth\", to create an artificial jungle to be a nature preserve and to protect animals. Leo, son of Panja, is born in this artificial world. The story starts when Leo and Kenichi, the son of the Eternal Earth company's CEO, meet. Kenichi has the ability to understand and talk to the animals.","release_date":"2009-09-05","vote_average":6.0,"runtime":106,"cert":"N\/A","id":23721,"title":"Jungle Emperor: Courage Changes the Future","adult":false,"genre_ids":[16]},{"cast":["Paul Cook","Steve Jones","John Lydon","Glen Matlock"],"overview":"There'll Always Be an England' - named after Vera Lynn's stirring intro music - was recorded on Saturday, November 10th and captures the energy and excitement of the band and the crowd. The whole of the classic 'Never Mind The Bollocks' album is performed, together with a mixture Pistols cover versions, b-sides and even an impromptu crowd sing-along of 'I Do Like To Be Beside the Seaside'. This c","release_date":"2008-06-29","vote_average":4.0,"runtime":160,"cert":"","id":23722,"title":"The Sex Pistols - There'll Always Be an England","adult":false,"genre_ids":[10402]},{"cast":["David Bjergsø","Peter Frederiksen","Mickael Stele Liamm Knudsen","Solveig Spangsberg","Bjarne B. Stendahl"],"overview":"\"Blekingegadebanden\" is the true story of a group of young Danish idealists who lost their grip on their own morality. They risked their own freedom and the lives of others and feasibility of raising money for a case that was bigger than themselves. They started as political activists, but came deeper and deeper into an organization that had several layers - legal and illegal. Some stopped in time. Others went with a piece of road. And a few chose to go all the way. It all ended in November 1988 with a history of Denmark until then biggest heist and murder of a 22-year-old policeman. In the film we meet activists from that time - even some of those who went whole hog. And we meet the police, as for so many years was right on the heels of the gang, but still failed to take action before the tragic killings in Købmagergade.","release_date":"2009-03-20","vote_average":5.7,"runtime":100,"cert":"N\/A","id":23729,"title":"The Invicible Cell","adult":false,"genre_ids":[80,99,28]},{"cast":["John Heard","Daniel Stern","Christopher Curry","Kim Greist","Laure Mattos"],"overview":"A rash of bizarre murders in New York City seems to point to a group of grotesquely deformed vagrants living in the sewers. A courageous policeman, a photo journalist and his girlfriend, and a nutty bum, who seems to know a lot about the creatures, band together to try and determine what the creatures are and how to stop them.","release_date":"1984-08-31","vote_average":5.4,"runtime":88,"cert":"18","id":23730,"title":"C.H.U.D.","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"A between-the-sheets peek at Black Love and Sexuality","release_date":"2008-12-07","vote_average":4.3,"runtime":92,"cert":"N\/A","id":23733,"title":"A Good Day to Be Black & Sexy","adult":false,"genre_ids":[18,10749]},{"cast":["Christian Slater","Cuba Gooding Jr.","Sarah Ann Schultz","Christa Campbell","Robert Giardina"],"overview":"When a menacing smuggler coolly insists that best-selling author Wes Wilson take a chauffeured backseat ride with him, Wilson's charmed life explodes into a world of violence and espionage, and he learns shocking truths about two women in his life.","release_date":"2009-08-26","vote_average":3.9,"runtime":92,"cert":"N\/A","id":23736,"title":"Lies & Illusions","adult":false,"genre_ids":[28,35,53]},{"cast":["David Carradine","Jeff Cooper","Christopher Lee","Roddy McDowall","Eli Wallach"],"overview":"A young martial artist, Cord the Seeker, competes for and loses the right to go on a quest for the Book of All Knowlege held by a wizard named Zetan","release_date":"1978-07-25","vote_average":6.3,"runtime":102,"cert":"N\/A","id":23739,"title":"Circle of Iron","adult":false,"genre_ids":[14]},{"cast":["Bruce Willis","Tracy Morgan","Juan Carlos Hernández","Seann William Scott","Michelle Trachtenberg"],"overview":"Detectives Jimmy and Paul, despite nine years as partners, can still sometimes seem like polar opposites—especially when Paul's unpredictable antics get them suspended without pay. Already strapped for cash and trying to pay for his daughter's wedding, Jimmy decides to sell a rare baseball card that's worth tens of thousands. Unfortunately, when the collector's shop is robbed and the card vanishes with the crook, Paul and Jimmy end up going rogue, tracking down the card and the drug ring behind its theft, all on their own time and without any backup—except for each other.","release_date":"2010-02-26","vote_average":5.4,"runtime":107,"cert":"15","id":23742,"title":"Cop Out","adult":false,"genre_ids":[28,35,80]},{"cast":["Jonny Lee Miller","Brian Cox","Keeley Hawes","Paul Higgins","Bill Paterson"],"overview":"Local journalist, Cameron Colley writes articles that are idealistic, from the viewpoint of the underdog. A twisted serial killer seems to have some motives. His brutal murders are also committed on behalf of the underdog. The stories begin to merge and Cameron find himself inextricably and inextricably implicated by the brutal killer. The arms dealer that Cameron plans to expose is found literally 'disarmed' before he can put pen to paper. The brewery chief, loathed by Cameron, who sold up at the expense of his workers, finds himself permanently unemployable. The police are convened of Cameron's guilt and so are half his friends and colleagues. Cameron is forced to employ all his investigative skills to find the real killer and his motive.","release_date":"2000-05-06","vote_average":6.3,"runtime":100,"cert":"N\/A","id":23751,"title":"Complicity","adult":false,"genre_ids":[53,10749]},{"cast":["Dan Aykroyd","Walter Matthau","Charles Grodin","Donna Dixon","Richard Romanus"],"overview":"The escaped delinquent John W. Burns, Jr. replaces Dr. Maitlin on a radio show, saying he's the psychiatrist Lawrence Baird.","release_date":"1988-01-15","vote_average":5.5,"runtime":97,"cert":"N\/A","id":23752,"title":"The Couch Trip","adult":false,"genre_ids":[35]},{"cast":["Michael Fassbender","Olga Kurylenko","David Morrissey","Liam Cunningham","Dominic West"],"overview":"Britain, A.D. 117. Quintus Dias, the sole survivor of a Pictish raid on a Roman frontier fort, marches north with General Virilus' legendary Ninth Legion, under orders to wipe the Picts from the face of the Earth and destroy their leader, Gorlacon.","release_date":"2010-02-15","vote_average":6.1,"runtime":97,"cert":"15","id":23759,"title":"Centurion","adult":false,"genre_ids":[12,28,18]},{"cast":["Ross Noble"],"overview":"Featuring Geordie comic Ross Noble in a stand-up comic routine recorded in the Garrick Theatre in London and live in Regent's Park Open Air Theatre.","release_date":"2004-02-21","vote_average":6.0,"runtime":60,"cert":"N\/A","id":23760,"title":"Ross Noble: Unrealtime","adult":false,"genre_ids":[35]},{"cast":["Linda Miller","Mildred Clinton","Paula E. Sheppard","Niles McMaster","Jane Lowry"],"overview":"Alice is a withdrawn 12-year-old who lives with her mother and her younger sister, Karen, who gets most of the attention from her mother, leaving Alice out of the spotlight. But when Karen is found brutally murdered in a church, suspicions start to turn toward Alice. But could a 12-year-old girl really be capable of such savagery?","release_date":"1976-11-13","vote_average":6.5,"runtime":98,"cert":"N\/A","id":23761,"title":"Alice Sweet Alice","adult":false,"genre_ids":[27,9648,53]},{"cast":["Julia Jäger","Cedric Eich","David C. Bunners","Torsten Michaelis","Claudia Hübschmann"],"overview":"On a winter morning, a mother goes to waken her son Heinrich; his bed is empty. She leaves her flat to find him. The neighbors' door, with a Star of David painted on it, is ajar, the furnishings in disarray, the family gone. She asks passersby, runs to the police then on to the rail yard. Flashbacks show that Heinrich and the neighbors' son Paul are six years old and best friends. Paul's family's deportation is expected soon; Heinrich's mother tells her son that they're going to Toyland. Heinrich wants to go with them, has a bag packed, and listens for their departure. His mother realizes he's joined them, and her resolve becomes more urgent. Will she arrive in time to save Heinrich?","release_date":"2007-08-29","vote_average":6.7,"runtime":13,"cert":"N\/A","id":23764,"title":"Toyland","adult":false,"genre_ids":[18,10752]},{"cast":["Ajith Kumar","Prabhu Ganesan","Nayanthara","Namita","Rahman"],"overview":"The intertwined stories of an international Don in Malaysia, David Billa, chased by the cops, an Indian police officer, a woman who wants to avenge the death of her brother, and a lowly thief, Velu who shares with Billa, an unusual connection.","release_date":"2007-12-14","vote_average":6.3,"runtime":130,"cert":"N\/A","id":23767,"title":"Billa","adult":false,"genre_ids":[28,53]},{"cast":["Kürt Rogiers","John Wijdenbosch","Froukje de Both","Georgina Verbaan","Casper van Bohemen"],"overview":"A man comes to the city from a village in search of his lost brother, he gets involved in clashes with gangsters and also falls in love with a beautiful girl. Whether he is successful in locating his brother or not forms the essence.","release_date":"2003-12-26","vote_average":5.5,"runtime":70,"cert":"N\/A","id":23768,"title":"Pista!","adult":false,"genre_ids":[35,10749]},{"cast":["Suresh Gopi","Ramya Krishnan","Biju Menon"],"overview":"'Mahathma' is a 1996 Malayalam action film. Directed by Shaji Kailas, with Suresh Gopi, Ganesh Kumar, Devan, Rajan P. Dev, Biju Menon and Ramya Krishnan appearing in lead roles, this film revolved the growth of an underworld don. The story is unfolded in flashback, travelling through the memories of Devadevan, the protagonist. Produced at a huge budget, the film bombed at box office. It is an adaptation of the 1983 Al Pacino film Scarface.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23771,"title":"Mahathma","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2014-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23772,"title":"Rammi","adult":false,"genre_ids":[]},{"cast":["Nitin","Ileana D'Cruz","Ahuti Prasad","Bhanuchander","Raghu Babu"],"overview":"Siva (Nitin) is a thief. He robs the Peter to pay Paul on the lines of Robin hood. He always robs the black money from rich persons and spends it for the education of orphans and for a good cause. Siva robs Rs 500 crores from the Home Minister's house. While escaping under disguise he meets Krishnaveni (Ileana) and both fall in love. The rest of the story takes twists and turns where Krishnaveni is kidnapped by the mafia later to be saved by Siva.","release_date":"2009-09-25","vote_average":6.5,"runtime":152,"cert":"N\/A","id":23773,"title":"Rechipo","adult":false,"genre_ids":[10749,28]},{"cast":["Allu Arjun","Prakash Raj","Sheela Kaur","Sunil Varma","Saptagiri"],"overview":"A group of friends are forcibly transported to a village and kept imprisoned, as the village head, who believes that they have helped in his daughter's elopement with her lover.","release_date":"2008-05-01","vote_average":4.8,"runtime":173,"cert":"N\/A","id":23776,"title":"Parugu","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"No overview found.","release_date":"2009-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23779,"title":"Vaade Kavali","adult":false,"genre_ids":[]},{"cast":["Venkatesh","Rambha","Madhoo","Kota Srinivasa Rao"],"overview":"No overview found.","release_date":"1998-06-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":23782,"title":"Ganesh","adult":false,"genre_ids":[28]},{"cast":["Nara Rohith","Randhir Gatla","Akurati Ramhith","Sayaji Shinde","Rajiv Kanakala"],"overview":"The story is set in the town of Ranasthali, in year 1989. Bhagat Panigrahi (Nara Rohit) is preparing to become a police officer. His father Chandrasekhar Panigrahi (Sayaji Shinde), a former Naxalite returns after 20 years before giving up his fight for the society for the reasons only known to him. He comes back home and questions his son's ambition of becoming a Police Officer. Meanwhile a local don, Shakti Patnaik (Randhir Gatla) is slowly building his empire, terrorizing police and anyone who opposes him. One day, Bhagat meets Subbalaxmi (Vedhicka) at the railway station and rescues her from the tragedy of her life. When her ex-husband involves Shakti's gang to abduct her, it triggers a series of consequences between Bhagat and Shakti. The rest is about how Bhagat never gives anything for his ambition, which inspires others to stand up for the fight against the tyranny of Shakti.","release_date":"2009-09-16","vote_average":4.8,"runtime":115,"cert":"N\/A","id":23783,"title":"Baanam","adult":false,"genre_ids":[18,28]},{"cast":["Gopichand","Trisha Krishnan","Sathyaraj","Chandramohan","Kota Srinivasa Rao"],"overview":"When his girlfriend is forced to return to India, a happy-go-lucky man follows her and upon asking for their marriage is tasked with picking up a violent but timid relative while making sure the rival villagers don't get a chance to attack him.","release_date":"2009-09-11","vote_average":5.9,"runtime":155,"cert":"N\/A","id":23784,"title":"Shankam","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23791,"title":"Vengamamba","adult":false,"genre_ids":[]},{"cast":["Swathi Reddy","Kamal Kamaraju"],"overview":"","release_date":"2009-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23792,"title":"Kalavaramaye Madilo","adult":false,"genre_ids":[]},{"cast":["Chinna","Vinod Kumar","Flora Saini","Devan","Jhansi"],"overview":"","release_date":"2009-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23793,"title":"Aa Intlo","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1996-06-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":23798,"title":"Sweet Heart","adult":false,"genre_ids":[]},{"cast":["Om Puri","Deepti Naval","Shreeram Lagoo","Aanjjan Srivastav","Savita Prabhune"],"overview":"The Film revolves around life and struggle of Farmer, who has to pay his electricity bill and is tired of dealing with the corrupt systems in bureaucracy and politics in India.","release_date":"1992-02-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":23799,"title":"Current","adult":false,"genre_ids":[]},{"cast":["Santosh Samrat","Chaitanya Krishna","Piaa Bajpai","Dipa Shah","Siva Nageshwara Rao"],"overview":"Two young pairs of lovers; Abhiram & Deepti as one pair, Chandu & Bindu as another. Abhiram & Bindu are IT professionals once both of them have been sent to USA, where both of them are assigned the same project and they become good friends. In India Chandu & Deepa are dance professionals, both of them want to win a dance trophy. So they also come closer and become good friends.","release_date":"2009-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23800,"title":"Ninnu Kalisaka","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2013-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23801,"title":"Vidheyudu","adult":false,"genre_ids":[]},{"cast":["Bill Hicks"],"overview":"Totally Bill Hicks is a video released in 1994, re-released on DVD in 2002, documenting the life and comedy of Bill Hicks. It consists of two parts; Revelations, a recording of his last live performance in the United Kingdom made at the Dominion Theatre, and Just A Ride, a documentary about Hicks' life which featured interviews with friends, admirers and family.","release_date":"1994-01-01","vote_average":7.5,"runtime":116,"cert":"18","id":23802,"title":"Bill Hicks: Totally Bill Hicks","adult":false,"genre_ids":[35,99]},{"cast":["Richard Pryor","Jackie Gleason","Ned Beatty","Scott Schwartz","Teresa Ganzel"],"overview":"On one of his bratty son Eric's annual visits, the plutocrat U.S. Bates takes him to his department store and offers him anything in it as a gift. Eric chooses a black janitor who has made him laugh with his antics. At first the man suffers many indignities as Eric's \"toy\", but gradually teaches the lonely boy what it is like to have and to be a friend.","release_date":"1982-12-10","vote_average":5.8,"runtime":102,"cert":"N\/A","id":23805,"title":"The Toy","adult":false,"genre_ids":[35,10751]},{"cast":["Dmitriy Pevtsov","Mariya Mironova","Alina Sergeeva","Vladas Bagdonas","Aleksandr Efremov"],"overview":"This world war two story depicts the personal war between a Soviet sniper and a German sniper. Their feud continues after the war in Soviet occupied Germany. At the same time a Nazi rocket scientist continues his research while a Soviet secret police team arrives from Moscow to find hidden Nazi rocket research documents and rocket propulsion systems.","release_date":"2009-05-09","vote_average":7.8,"runtime":177,"cert":"N\/A","id":23808,"title":"Sniper: Weapons of Retaliation","adult":false,"genre_ids":[10752,28,18]},{"cast":["Thomas Funck","Stig Grybe","Thorsten Flinck","Peter Dalle","Claes Månsson"],"overview":"Something strange has been spotted over the tree tops in the forest where Charlie Strap and Froggy Ball live, and Plåt-Niklas quickly builds a monocular to examine it. It turns out to be an emergency signal and the two friends together with Plåt-Niklas and The Parrot set out on an expedition to resque whoever is sending the signal.","release_date":"1991-12-14","vote_average":6.7,"runtime":83,"cert":"N\/A","id":23811,"title":"Charlie Strap and Froggy Ball Flying High","adult":false,"genre_ids":[16,10751,12]},{"cast":["Adam Baldwin","Victor Webster","Morena Baccarin","George Kennedy","Azie Tesfai"],"overview":"The film tells the story of a prop from the 1923 movie The Ten Commandments that was actually an authentic artifact from antiquity with cursed powers. In the modern day these resurface leading to murder and mayhem.","release_date":"2007-07-28","vote_average":4.1,"runtime":94,"cert":"N\/A","id":23816,"title":"Sands of Oblivion","adult":false,"genre_ids":[10770,28,12,14]},{"cast":["Paget Brewster","Jeff Branson","Jess Weixler","Ricky Ullman","Avi Setton"],"overview":"An adult swim class sets the stage for this sexually charged comedy-drama about love, loss, and second chances. Three strangers -- inextricably connected through personal heartbreak -- find themselves entering deep water as they learn that life isn't always about diving right in -- it's about getting your feet wet once in awhile.","release_date":"2006-01-01","vote_average":5.8,"runtime":96,"cert":"N\/A","id":23817,"title":"The Big Bad Swim","adult":false,"genre_ids":[35,18]},{"cast":["Keira Knightley","Sam Worthington","Eva Mendes","Guillaume Canet","Griffin Dunne"],"overview":"The story follows a married couple, apart for a night while the husband takes a business trip with a colleague to whom he's attracted. While he's resisting temptation, his wife encounters her past love.","release_date":"2010-05-11","vote_average":6.1,"runtime":90,"cert":"12","id":23830,"title":"Last Night","adult":false,"genre_ids":[18,10749]},{"cast":["Sonny Chiba","Yutaka Nakajima","Makoto Satō","Naoya Makoto","Sanae Kitabayashi"],"overview":"Mr. Soh, a righteous man with a cold stare and fists of steel, returns to a lawless post-war Japan in 1946. He protects the weak, defends the poor and knocks some good sense into friends and enemies alike. Rapists and gangsters get the worst of it, as Mr. Soh builds up his school on the island of Shikoku.","release_date":"1976-02-01","vote_average":5.5,"runtime":87,"cert":"N\/A","id":23839,"title":"The Killing Machine","adult":false,"genre_ids":[18,28]},{"cast":["Ajay Devgn","Vidya Balan","Pankaj Kapur","Sana Khaan","Darshan Jariwala"],"overview":"Ashfaque (Ajay Devgan) is a small town boy aspiring to be a film star in the Hindi film industry. He joins a street theatre group run by a reformed dacoit Sidhu (Pankaj Kapur) who uses street theatre as a medium to bring about an awakening in the masses. Ashfaque struggles to give a creative vent to the actor in him in order to realize his dreams.","release_date":"2008-01-11","vote_average":4.9,"runtime":150,"cert":"N\/A","id":23848,"title":"Halla Bol","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Garfield as Himself gathers three thoroughly delightful Garfield television specials from the early 1980s, based on the pudgy, self-centered feline character and friends from Jim Davis's popular comic strip. Here Comes Garfield, Garfield on the Town, and Garfield Gets a Life.","release_date":"2004-06-29","vote_average":0.0,"runtime":73,"cert":"N\/A","id":23849,"title":"Garfield as Himself","adult":false,"genre_ids":[16,35,10751]},{"cast":["Aílton Carmo","Jéssica Barbosa","Sérgio Laurentino","Flávio Rocha","Irandhir Santos"],"overview":"Based on the life of a legendary capoeira fighter from Bahia, \"Besouro\" spins a fantastic tale of a young Brazilian man of African descent in search of his mission.","release_date":"2009-10-30","vote_average":6.1,"runtime":90,"cert":"N\/A","id":23854,"title":"The Assailant","adult":false,"genre_ids":[18,28,12]},{"cast":["Adam Garcia","Rosario Dawson","Jake Busey","Enrico Colantoni","Ethan Suplee"],"overview":"Andy, a successful marketing guy quits his job, gets a new job at a research facility, makes a powerful enemy who makes him volunteer for a nearly impossible project: The $99 PC. The only available guys at the lab, three sociopaths, together they compile a revolutionary PC for $99, then they become the victims of a venture capitalist and Andy's old foe, can he find a way to overcome the problems?","release_date":"2002-06-28","vote_average":5.8,"runtime":105,"cert":"12","id":23855,"title":"The First $20 Million Is Always the Hardest","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-10-10","vote_average":0.0,"runtime":84,"cert":"N\/A","id":23880,"title":"The Power of the Poor","adult":false,"genre_ids":[99]},{"cast":["Frank Welker","Amy Hill","Ed O'Ross","Jeff Bennett","Fred Tatasciore"],"overview":"The film chronicles George's adventures as he befriends Kayla, a baby elephant, at a magic circus show and helps her travel across the country to be reunited with her family.Accompanied by his friend, the Man with the Yellow Hat, George travels by foot, train, and truck to reach Kayla's brother and sister in California, only to be accused of elephant-napping and brought all the way back to New York.","release_date":"2009-10-27","vote_average":5.8,"runtime":80,"cert":"U","id":23903,"title":"Curious George 2: Follow That Monkey!","adult":false,"genre_ids":[16,10751]},{"cast":["Peter Berg","Kevin Dillon","Arye Gross","Ethan Hawke","Gary Sinise"],"overview":"Set in 1944 France, an American Intelligence Squad locates a German Platoon wishing to surrender rather than die in Germany's final war offensive. The two groups of men, isolated from the war at present, put aside their differences and spend Christmas together before the surrender plan turns bad and both sides are forced to fight the other.","release_date":"1992-04-24","vote_average":6.9,"runtime":108,"cert":"N\/A","id":23908,"title":"A Midnight Clear","adult":false,"genre_ids":[18,36,10752]},{"cast":["Dan Monahan","Wyatt Knight","Tony Ganios","Mark Herrier","Kaki Hunter"],"overview":"As graduation nears for the class of 1955 at Angel Beach High, the gang once again faces off against their old enemy, Porky, who wants them to throw the school's championship basketball game since he has bet on the opposing team.","release_date":"1985-03-22","vote_average":5.1,"runtime":92,"cert":"18","id":23919,"title":"Porky's 3: Revenge","adult":false,"genre_ids":[35]},{"cast":["Leslie Banks","Mervyn Johns","Marie Lohr","Basil Sydney","Edward Rigby"],"overview":"The quiet village of Bramley End is taken over by German troops posing as Royal Engineers. Their task is to disrupt England's radar network in preparation for a full scale German invasion. Once the villagers discover the true identity of the troops, they do whatever they can to thwart the Nazis plans.","release_date":"1942-12-07","vote_average":7.8,"runtime":88,"cert":"PG","id":23924,"title":"Went the Day Well?","adult":false,"genre_ids":[53,10752]},{"cast":["Stephen Dorff","Mira Sorvino","Blair Underwood","Danny Huston"],"overview":"Academy Award winner Mira Sorvino, Academy and Golden Globe Award winner Anjelica Huston and Stephen Dorff star in this nail-biting tale of action and intrigue about members of an elite undercover team who race against time to locate the source of a deadly virus threatening the lives of millions of Americans.","release_date":"2006-01-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":23925,"title":"Covert One: The Hades Factor","adult":false,"genre_ids":[28,12,18,9648,53]},{"cast":["Gregory Peck","Virginia Mayo","Robert Beatty","Moultrie Kelsall","Terence Morgan"],"overview":"A naval adventure, based on the novels by C.S. Forester, about the heroic, 19th-century British seafarer. The story sails with his ship, the Lydia, through battles with Spain and then France won with wit rather than might.","release_date":"1951-04-10","vote_average":6.7,"runtime":117,"cert":"U","id":23928,"title":"Captain Horatio Hornblower R.N.","adult":false,"genre_ids":[10752,28,12,18]},{"cast":[],"overview":"No overview found.","release_date":"2009-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23933,"title":"16 Days","adult":false,"genre_ids":[]},{"cast":["Dan Monika","Sovan Makar"],"overview":"Based on the Southeast Asian mythology of the \"Krasue.\" The \"Krasue\" is the floating head of a vampiric female ghost which has internal organs that hang from the ghost's neck.","release_date":"2004-08-24","vote_average":5.0,"runtime":120,"cert":"N\/A","id":23936,"title":"Nieng Arp","adult":false,"genre_ids":[27]},{"cast":["John Ritter","Pam Dawber","David Tom","Heather McComb","Jeffrey Jones"],"overview":"Salesman Roy Knable spends all his free time watching television, to the exasperation of his wife, Helen. One day, TV salesman Spike convinces Roy to buy a satellite dish offering 666 channels. The new addition to Roy's home entertainment system sucks him and Helen into Hellvision, a realm run by Spike, who is an emissary of Satan. For 24 hours, the couple must survive devilish parodies of TV programs if they want to return to reality alive.","release_date":"1992-08-14","vote_average":6.1,"runtime":87,"cert":"PG","id":23939,"title":"Stay Tuned","adult":false,"genre_ids":[35,14]},{"cast":["Antonio Banderas","Glenn Close","Elaine Paige","Tina Arena","Kiri Te Kanawa"],"overview":"British superstar composer Andrew Lloyd Webber is feted in this 50th birthday benefit gala produced by Lloyd Webber's own theatrical company at London's historic Royal Albert Hall. The tribute includes highlights from Lloyd Webber's blockbuster stage hits, including The Phantom of the Opera, Cats, Evita, and Sunset Boulevard. An eclectic performing cast filmed live during the event features Tina Arena, Michael Ball, Antonio Banderas, Boyzone, Sarah Brightman, Glenn Close, Julian Lloyd Webber, Marcus Lovett, Lottie Mayor, Dennis O'Neill, Donny Osmond, Elaine Paige, Ray Shell, Kiri Te Kanawa, and Bonnie Tyler","release_date":"1998-06-06","vote_average":0.0,"runtime":127,"cert":"N\/A","id":23940,"title":"Andrew Lloyd Webber - The Royal Albert Hall Celebration","adult":false,"genre_ids":[10402]},{"cast":["Charlotte Ayanna","Kristin Bauer van Straten","W. Earl Brown","Daryl Hannah","Chris Hogan"],"overview":"A non-glamorous portrayal of the lives of people who make their living at a strip club.","release_date":"2001-10-10","vote_average":5.4,"runtime":123,"cert":"","id":23941,"title":"Dancing at the Blue Iguana","adult":false,"genre_ids":[18,9648]},{"cast":["Willie Aames","Phoebe Cates","Tuvia Tavi","Richard Curnock","Neil Vipond"],"overview":"After their caravan is attacked and their respective families butchered by Arab marauders, teenagers David and Sarah flee across the desert. But the desert is filled with danger from the elements, animals and the unwholesome appetite of the Jackal, a sheik who wants Sarah for himself. However, the desert also holds temptation and love. David and Sarah hide out in an oasis and build a life for themselves, discovering each other in new ways.","release_date":"1982-03-12","vote_average":5.7,"runtime":100,"cert":"N\/A","id":23942,"title":"Paradise","adult":false,"genre_ids":[10749,12]},{"cast":["Scott Baio","Willie Aames","Robert Mandan","Felice Schachter","Scatman Crothers"],"overview":"Peyton and Barney are fun loving high school students working on a science project with white mice. When one of the mice begins to move food toward itself with out touching it, Barney finds he has accidently discovered a formula for telekinetic powers. Now, how much trouble can a high school boy who can move things with just his mind get into?","release_date":"1982-07-23","vote_average":5.1,"runtime":98,"cert":"N\/A","id":23943,"title":"Zapped!","adult":false,"genre_ids":[35]},{"cast":["Burt Lancaster","Susan Sarandon","Kate Reid","Michel Piccoli","Hollis McLaren"],"overview":"Lou, a small time gangster who thinks he used to be something big, meets and falls for a sexy casino employee named Sally. She needs his help realizing her dream of going to Monte Carlo, a symbol of the glamorous life that she has been looking for so desperately.","release_date":"1980-09-02","vote_average":7.0,"runtime":104,"cert":"N\/A","id":23954,"title":"Atlantic City","adult":false,"genre_ids":[80,18,10749]},{"cast":["Matt Dillon","Vincent Spano","Andy Romano","Ellen Geer","Michael Eric Kramer"],"overview":"The music of Cheap Trick, The Cars, and The Ramones highlights this realistic tale of alienated suburban youth on the rampage. Dillon makes his screen debut in this updated, well-done \"Rebel Without a Cause.\" Shelved for several years, the movie was finally released after Dillon made it big. Sleeper with excellent direction and dialogue.","release_date":"1979-11-02","vote_average":7.6,"runtime":95,"cert":"N\/A","id":23957,"title":"Over the Edge","adult":false,"genre_ids":[80,18]},{"cast":["Isabelle Blais","Angèle Coutu","Sylvie Drapeau","Laurence Carbonneau","Pierre-Luc Brillant"],"overview":"Borderline, a film version of the novels Borderline and La Brèche, tells the story of Kiki at various stages of her life. With her mother institutionalized, she is raised by her grandmother, where left to her own devices, she takes refuge in school. Her life before 30 is a far cry from fairy-tale. Sex and alcohol are her only outlets and her daily reality. She goes through men one after another.","release_date":"2008-02-08","vote_average":7.0,"runtime":110,"cert":"N\/A","id":23962,"title":"Borderline","adult":false,"genre_ids":[18]},{"cast":["Stephen McHattie","Lisa Houle","Georgina Reilly","Hrant Alianak","Rick Roberts"],"overview":"When disc jockey Grant Mazzy reports to his basement radio station in the Canadian town of Pontypool, he thinks it's just another day at work. But when he hears reports of a virus that turns people into zombies, Mazzy barricades himself in the radio booth and tries to figure out a way to warn his listeners about the virus and its unlikely mode of transmission.","release_date":"2009-03-06","vote_average":6.5,"runtime":96,"cert":"15","id":23963,"title":"Pontypool","adult":false,"genre_ids":[27,9648,878]},{"cast":["Stephen Baldwin","Callum Keith Rennie","Jessica Steen","Gary Busey","David Hemmings"],"overview":"With the original Hanson Brothers still on the same minor league ice hockey team, the Chiefs are sold to a new owner who gives them a female coach and puts them in a league in which they are to be regularly humiliated by an opposing Harlem Globetrotters-like team.","release_date":"2002-01-01","vote_average":4.3,"runtime":104,"cert":"N\/A","id":23964,"title":"Slap Shot 2: Breaking the Ice","adult":false,"genre_ids":[35]},{"cast":["Werner Herzog","Graham Dorrington","Annette Scheurich"],"overview":"This 2004 documentary by Werner Herzog diaries the struggle of a passionate English inventor to design and test a unique airship during its maiden flight above the jungle canopy.","release_date":"2004-11-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":23965,"title":"The White Diamond","adult":false,"genre_ids":[99]},{"cast":["Shiloh Fernandez","Noah Segan","Michael Bowen","Candice King","Andrew DiPalma"],"overview":"When high school misfits Rickie and JT decide to ditch school and find themselves lost in the crumbling facility of a nearby abandoned hospital, they come face-to-face with a gruesome discovery: a body of a woman stripped naked, chained to a table and covered in plastic and soon realize she is anything but dead. Quickly the boys find themselves embarking on a twisted yet poignant journey testing the limits of their friendship, and forces both to decide just how far they're willing to stretch their understanding of right and wrong.","release_date":"2008-09-06","vote_average":5.3,"runtime":101,"cert":"18","id":23966,"title":"Deadgirl","adult":false,"genre_ids":[10749,27,53]},{"cast":["Piper Perabo","Jane McGregor","Trent Ford","Julie White","Brandon Smith"],"overview":"Welcome to Splendona High School, Texas, where football players, cheerleaders and beauty queens rule the hallways. And Starla Grady, the most popular girl in school, is on top of it all. That is, at least until Genevieve LePlouff, a French foreign exchange student arrives and turns her life upside down.","release_date":"2002-06-13","vote_average":5.0,"runtime":92,"cert":"12","id":23967,"title":"Slap Her... She's French","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2016-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23970,"title":"Aa Anthastulo","adult":false,"genre_ids":[]},{"cast":["Rajendra Prasad","Aamani","Subhalekha Sudhakar"],"overview":"Aa Naluguru (Telugu: ఆ నలుగురు, English translation: Those Four i.e. the four people who carry a body in a funeral procession) is a 2004 Telugu film starring Rajendra Prasad and Amani. The film was directed by Chandra Siddhartha and produced by Sarita Patra.","release_date":"2004-12-09","vote_average":6.5,"runtime":141,"cert":"N\/A","id":23971,"title":"Aa Naluguru","adult":false,"genre_ids":[]},{"cast":["Ajay","Nyra Banerjee","Suresh Gopi","Nassar","Vijaya Chandar"],"overview":"Dr. Pavitra (Madhurima) is a psychiatrist who works in a mental hospital. Sri Krishna (Suresh Gopi) is a successful criminal lawyer. Bujji (Ajay) works under Sri Krishna. Sri Krishna and Pavitra are disciples of a godman. Pavitra has a family dispute with her brother-in-law and he dies under suspicious circumstances. Slowly a few people associated with Pavitra are killed and the needle of suspicion turns towards Pavitra. The rest of the film is all about who did it.","release_date":"2009-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23972,"title":"Aa Okkadu","adult":false,"genre_ids":[53]},{"cast":[],"overview":"No overview found.","release_date":"2008-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":23973,"title":"Aadi Vishnu","adult":false,"genre_ids":[]},{"cast":["Trisha Krishnan","Prakash Raj","Ganesh Venkatraman","Aishwarya"],"overview":"The father of a grown daughter meets the father of a toddler at a playground and recounts the story of his own relationship with his daughter through the years, including his difficulties with accepting her marriage.","release_date":"2008-12-19","vote_average":5.5,"runtime":147,"cert":"N\/A","id":23974,"title":"Akasamantha","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Mark Salzman","Pan Qingfu","Vivian Wu","Hangcheng Dong","Xihong Jiang"],"overview":"Iron and Silk is a 1990 movie based on the eponymous book by American writer Mark Salzman. It details his journey to China after college to study Chinese wu shu, better known in the west as kung fu, and to teach English. Though not trained as an actor, Salzman starred as himself, as did Pan Qingfu, who claimed no one else could portray him on film. Salzman's experiences occurred in Changsha, Hunan, though the film was shot in Hangzhou, Zhejiang. (Wikipedia)","release_date":"1991-02-15","vote_average":6.2,"runtime":92,"cert":"N\/A","id":23981,"title":"Iron And Silk","adult":false,"genre_ids":[18,35]},{"cast":["Marti Domination"],"overview":"CREMASTER 1 (1995) is a musical revue performed on the blue Astroturf playing field of Bronco Stadium in Boise, Idaho - Barney's hometown. Two Goodyear Blimps float above the arena like the airships that often transmit live sporting events via television broadcast. Four air hostesses tend to each blimp. The only sound is soft ambient music, which suggests the hum of the engines.","release_date":"1996-01-17","vote_average":5.9,"runtime":41,"cert":"N\/A","id":23984,"title":"Cremaster 1","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"CREMASTER 2 (1999) is rendered as a gothic Western that introduces conflict into the system. On the biological level it corresponds to the phase of fetal development during which sexual division begins. In Matthew Barney's abstraction of this process, the system resists partition and tries to remain in the state of equilibrium imagined in Cremaster 1 ...","release_date":"1999-01-01","vote_average":6.2,"runtime":79,"cert":"N\/A","id":23985,"title":"Cremaster 2","adult":false,"genre_ids":[18]},{"cast":["Richard Serra","Matthew Barney","Aimee Mullins","Nesrin Karanouh","Peter Donald Badalamenti II"],"overview":"CREMASTER 3 (2002) is set in New York City and narrates the construction of the Chrysler Building, which is in itself a character - host to inner, antagonistic forces at play for access to the process of (spiritual) transcendence. These factions find form in the struggle between Hiram Abiff or the Architect ...","release_date":"2002-05-15","vote_average":6.8,"runtime":182,"cert":"N\/A","id":23986,"title":"Cremaster 3","adult":false,"genre_ids":[18,14]},{"cast":["Matthew Barney","Christa Bauch","Colette Guimond","Sharon Marvel"],"overview":"CREMASTER 4 (1994) adheres most closely to the project's biological model. This penultimate episode describes the system's onward rush toward descension despite its resistance to division. The logo for this chapter is the Manx triskelion - three identical armored legs revolving around a central axis. Set on the Isle of Man, the film absorbs the island's folklore ...","release_date":"1995-01-01","vote_average":6.1,"runtime":42,"cert":"N\/A","id":23987,"title":"Cremaster 4","adult":false,"genre_ids":[14]},{"cast":["Diora Baird","Leslie Nielsen","Steve Howey","Kenan Thompson","Tara Wilson"],"overview":"It's Halloween night and video store clerk Stan Helsing just got stuck with a last minute request to deliver some videos. With his best friend, his best friend's date, and a smoking hot ex-girlfriend waiting to go to a party, Stan convinces them to take a side trip to Stormy Night Estates for the drop. But the group gets locked inside and Stan discovers he's actually Stan Van Helsing, descendan","release_date":"2009-10-27","vote_average":4.2,"runtime":90,"cert":"N\/A","id":23988,"title":"Stan Helsing","adult":false,"genre_ids":[35,27]},{"cast":["Drew Fuller","Alison King","Ken Bones","Tanja Wenzel","Niels Kurvin"],"overview":"David Glover is a young, American man who is working as a courier at his uncle's company, \"Berling Express\". David is attracted to a female co-worker by the name of Jenny, who also happens to have feelings for him. During one of his courier jobs, the attractive Lara, who claims to be a policewoman, jumps into his car and David finds himself in an exchange of fire. David is willing to help Lara, but soon finds himself framed as the professional assassin LORCA. Now David must run from the police and catch the real LORCA, who is hell-bent on murdering the last surviving witness to a brutal murder.","release_date":"2006-02-15","vote_average":5.9,"runtime":97,"cert":"N\/A","id":23989,"title":"Final Contract: Death on Delivery","adult":false,"genre_ids":[28]},{"cast":["Asia Argento","Jean Shepard","Herbert Fritsch","Gianluca Arcopinto","Vera Gemma"],"overview":"A young Italian actress embarks on a self-destructive spree of sex, drugs and other excess while doing some soul searching to find the path for redemption.","release_date":"2000-05-26","vote_average":4.8,"runtime":91,"cert":"N\/A","id":23990,"title":"Scarlet Diva","adult":false,"genre_ids":[18]},{"cast":["Ken Bradshaw","Ken Collins","Brian L. Keaulana"],"overview":"Action sports documentary that follows the industry's best big wave surfers as they travel the world searching for the largest waves that nature has to offer.","release_date":"2003-11-07","vote_average":8.0,"runtime":88,"cert":"N\/A","id":23995,"title":"Billabong Odyssey","adult":false,"genre_ids":[28,12,99]},{"cast":["Girl Talk","Lawrence Lessig","Cory Doctorow","Gilberto Gil"],"overview":"RiP!: A Remix Manifesto is a 2008 open source documentary film about the \"the changing concept of copyright\" directed by Brett Gaylor.","release_date":"2009-04-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":23996,"title":"RiP!: A Remix Manifesto","adult":false,"genre_ids":[99]},{"cast":["Jason Tam","Charlotte d'Amboise","Tyler Hanes","Bob Avian","German Alexander"],"overview":"Every Little Step follows the plight of real-life dancers as they struggle through auditions for the Broadway revival of \"A Chorus Line\" and also investigates the history of the show and the creative minds behind the original and current incarnations.","release_date":"2008-09-06","vote_average":5.9,"runtime":96,"cert":"N\/A","id":23997,"title":"Every Little Step","adult":false,"genre_ids":[99,10402]},{"cast":["Jamie E. Smith","John Christian Graas","Marnette Patterson","Mindy Ann Martin","Phillip Lucier"],"overview":"As the holiday season rolls around and all the Peanuts gang are getting ready for it. Whether it be Charlie Brown struggling to raise money for his girlfriend or Sally and Peppermint Patty struggling to rehearse and memorize their one word lines for the Christmas pageant, these kids try to keep with the Christmas spirit while Snoopy has his mischief to do.","release_date":"1992-11-27","vote_average":6.3,"runtime":22,"cert":"N\/A","id":23998,"title":"It's Christmastime Again, Charlie Brown","adult":false,"genre_ids":[16,10770]},{"cast":["Alison Steadman","Tim Stern","Janine Duvitski","John Salthouse","Harriet Reynolds"],"overview":"Beverly Moss invites her new neighbours, Angela and Tony, over for drinks. She has also asked her divorced neighbour Susan, whose fifteen-year-old daughter Abigail is holding a party back in their house. Beverly's husband Laurence comes home late from work, just before the guests arrive. The gathering starts off in a stiff, insensitive, British-middle-class way as the virtual strangers tentatively gather, until Beverly and Laurence start sniping at each other. As Beverly serves more drinks and the alcohol takes effect, Beverly flirts more and more overtly with Tony, as Laurence sits impotently by.","release_date":"1977-11-01","vote_average":7.3,"runtime":101,"cert":"","id":23999,"title":"Abigail's Party","adult":false,"genre_ids":[35,18,10770]}]