[{"cast":["Mel Smith"],"overview":"After a hard night's work, Father Christmas decides to go on a \"blooming vacation\", builds his sledge into a caravan and holidays in France, Scotland and Las Vegas before coming home and settling down, with a bit of grumbling, to answer the mail, get the gifts ready, deliver them and get to the Snowmens' party on time--only he's forgotten something.","release_date":"1991-01-01","vote_average":6.8,"runtime":25,"cert":"U","id":24500,"title":"Father Christmas","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"1981-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":24503,"title":"Queen: Another One Bites The Dust","adult":false,"genre_ids":[]},{"cast":["Anthony Kiedis","John Frusciante","Chad Smith","Flea"],"overview":"The Red Hot Chili Peppers recorded live in Milan for MTV's \"Live\" program.  The Alcatraz, Milan, Italy April 24, 2006 HDTV Broadcast  Contents:  - Can't Stop - Charlie - Tell Me Baby - Dani California - For Emily, Wherever I May Find Her  - Scar Tissue - Me And My Friends - By The Way - Give It Away","release_date":"2006-02-05","vote_average":7.3,"runtime":46,"cert":"N\/A","id":24504,"title":"Red Hot Chili Peppers: Live in Milan","adult":false,"genre_ids":[10402]},{"cast":["Layton Matthews","Chad Grimes","Santiago Craig","Zelieann Rivera","Cole Braxton"],"overview":"A off-world look at the superstitious repercussions of tattooing an Ouija Board on your body. Hagen, who has a dead wife believes that he can revive her from the dead. Travis, a man who lost his brother and wants to join him in the after life. Morbius, a bartender who is betrayed by those he loves comes back from the dead to take revenge.","release_date":"2009-10-01","vote_average":4.3,"runtime":85,"cert":"18","id":24505,"title":"Necromentia","adult":false,"genre_ids":[27]},{"cast":["Richard Dawkins","Derren Brown","Deepak Chopra","Chris French"],"overview":"Documentary written and presented by scientist Richard Dawkins, in which he seeks to expose \"those areas of belief that exist without scientific proof, yet manage to hold the nation under their spell\", including mediumship, psychokinesis, acupuncture, and other forms of alternative medicine.","release_date":"2007-01-01","vote_average":7.4,"runtime":96,"cert":"N\/A","id":24506,"title":"The Enemies of Reason","adult":false,"genre_ids":[99]},{"cast":["Chris Leben","John Matua","'Big' John McCarthy","Steve Nelmark","Tank Abbott"],"overview":"Tank Abbott vs Steve Nelmark • Brad Kohler vs Steve Judson • Jens Pulver vs John Lewis • BJ Penn vs Kaoru Uno • Tony de Souza vs Jutaro Nakao • Pat Miletich vs Shonie Carter • Gary Goodridge vs Paul Herrera ; Bobby Hoffman vs M. Robinson • Pedro Rizzo vs Tank Abbott • Fabiano Iha vs Kaoru Uno • Frank Shamrock vs Igor Zinoviev • Pedro Rizzo vs Tra tellingman • Shonie Carter vs Matt Serra • Lance Gibson vs Jermaine André • Chuck Liddell vs K. Randleman • Ron Waterman vs Andre Roberts • Eugene Jackson vs K.Yamamiya • Carlos Newton vs Matt Hughes • Vitor Belfort vs Wanderlei Silva • Pedro Rizzo vs Josh Barnett • Eugene Jackson vs Royce Alger • Pete Williams vs Mark Coleman • Tito Ortiz vs Evan Tanner","release_date":"2003-08-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":24513,"title":"UFC Ultimate Knockouts","adult":false,"genre_ids":[28]},{"cast":[],"overview":"1. Pat Smith vs. Scott Morris 2. Remco Pardoel vs. Orlando Weit 3. Harold Howard vs. Roland Payne 4. Tank Abbott vs. John Matua 5. Paul Varelans vs. Cal Worsham 6. Don Frye vs. Thomas Ramirez 7. Brian Johnston vs. Reza Nasri 8. Mark Kerr vs. Greg Scott 9. Randy Couture vs. Vitor Belfort 10. Mikey Burnette vs. Eugenio Tadeau 11. Tank Abbott vs. Hugo Duarte 12. Bas Rutten vs. Tsuyoshi Kosaka 13. Vanderlei Silva vs. Tony Paterra 14. Pedro Rizzo vs. Tsuyoshi Kosaka 15. Yuki Konda vs. Alexandre Dantas 16. Fabiano Iha vs. Daiju Takase 17. Semmy Schilt vs. Pete Williams 18. BJ Penn vs. Din Thomas 19. Andrei Semenov vs. Ricardo Almeida 20. Murilo Bustamente vs. Dave Menne 21. Predro Rizzo vs. Andrei Arlovski 22. Ricco Rodriguez vs. Tsuyoshi Kosaka 23. Phil Baroni vs. Amar Suloev 24. Robbie Lawler vs. Steve Berger 25. Mark Weir vs. Eugene Jackson 26. Phil Baroni vs. Dave Menne","release_date":"2003-12-16","vote_average":5.3,"runtime":60,"cert":"N\/A","id":24514,"title":"UFC Ultimate Knockouts 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. Robbie Lawler vs. Tiki Ghosn 2. Andrei Arlovski vs. Ian Freeman 3. Chuck Liddell vs. Renato Sobrai 4. Gan McGee vs. Alexandre Dantas 5. Tim Sylvia vs. Ricco Rodriguez 6. David Loiseau vs. Mark Weir 7. Rich Franklin vs. Evan Tanner 8. Wesley Correira vs. Sean Alvarez 9. Falaniko Vitale vs. Matt Lindland 10. Vitor Belfort vs. Marvin Eastman 11. Hermes Franca vs. Caol Uno 12. Josh Thomson vs. Gerald Strebendt 13. Rich Franklin vs. Edwin DeWees 14. Tim Sylvia vs. Gan McGee 15. Andrei Arlovski vs. Vladimir Matyushenko 16. Yves Edwards vs. Nick Agallar 17. Frank Mir vs. Wes Sims 18. Ken Shamrock vs. Kimo","release_date":"2004-12-14","vote_average":5.3,"runtime":95,"cert":"N\/A","id":24515,"title":"UFC Ultimate Knockouts 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. Mike Kyle vs. Wes Sims 2. Nick Diaz vs. Robbie Lawler 3. Andrei Arlovski vs. Cabbage Correira 4. Chuck Liddell vs. Tito Ortiz 5. Georges St. Pierre vs. Jay Hieron 6. Frank Trigg vs. Dennis Hallman 7. Yves Edwards vs. Josh Thomson 8. Justin Eilers vs. Mike Kyle 9. David Terrell vs. Matt Lindland 10. Chuck Liddell vs. Vernon White 11. Joe Riggs vs. Joe Doerksen 12. Travis Lutter vs. Marvin Eastman 13. Frank Trigg vs. Renato Verissimo 14. Nick Diaz vs. Drew Fickett 15. Mike Kyle vs. James Irvin 16. Paul Buentello vs. Justin Eilers 17. Evan Tanner vs. David Terrell 18. Alex Karalexis vs. Josh Rafferty 19. Mike Swick vs. Alex Schoenauer 20. Nate Quarry vs. Lodune Sincaid 21. Josh Koscheck vs. Chris Sanford 22. Chris Leben vs. Jason Thacker","release_date":"2006-06-22","vote_average":5.3,"runtime":75,"cert":"N\/A","id":24516,"title":"UFC Ultimate Knockouts 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. Chuck Liddell vs Randy Couture 2. Rich Franklin vs Ken Shamrock 3. Nick Diaz vs Koji Oishi 4. David Loiseau vs Charles McCarthy 5. Nate Quarry vs Shonie Carter 6. Mike Swick vs Gideon Ray 7. Tim Sylvia vs Tra Telligman 8. James Irvin vs Terry Martin 9. Brandon Vera vs Fabiano Scherner 10. Forrest Griffin vs Elvis Sinosic 11. Andrei Arlovski vs Paul Buentello 12. Josh Burkman vs Sam Morgan 13. Rich Franklin vs Nate Quarry 14. Thiago Alves vs Ansar Chalangov 15. Gabriel Gonzaga vs Kevin Jordan 16. Chris Leben vs Jorge Rivera 17. Duane Ludwig vs Jonathan Goulet 18. Chuck Liddell vs Randy Couture 19. Brandon Vera vs Justin Eilers 20. Thiago Alves vs Derrick Noble 21. Tim Sylvia vs Andrei Arlovski 22. Spencer Fisher vs Matt Wiman 23. Melvin Guillard vs Rick Davis 24. Gabriel Gonzaga vs Fabiano Scherner 25. Matt Hughes vs Royce Gracie 26. Michael Bisping vs Josh Haynes 27. Luigi Fioravanti vs Solomon Hutchinson 28. Jorge Santiago vs Justin Levens 29. Anderson Silva vs Chris Leben","release_date":"2008-06-03","vote_average":5.3,"runtime":60,"cert":"N\/A","id":24517,"title":"UFC Ultimate Knockouts 5","adult":false,"genre_ids":[]},{"cast":["Lucille Ball","Desi Arnaz","Gladys Hurlbut","Keenan Wynn","Marjorie Main"],"overview":"A newly wed couple, Tacy and Nicky, travel in a trailer for their honeymoon. The journey is a humorous one that could end up destroying their marriage.","release_date":"1954-02-18","vote_average":6.7,"runtime":96,"cert":"N\/A","id":24518,"title":"The Long, Long Trailer","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"1.Chuck Liddel vs. Renato Sobral 2.Chris Leben vs. Jorge Santiago 3.Eddie Sanchez vs. Mario Neto 4.Joe Lauzon vs. Jens Pulver 5.Jason Lambert vs. Rashad Evans 6.Rich Franklin vs. Anderson Silva 7.Spencer Fisher vs. Dan Lauzon 8.Pete Sell vs. Scott Smith 9.James Irvin vs. Hector Ramirez 10.Brandon Vera vs. Frank Mir 11.Matt Hughes vs. Georges St-Pierre 12.Alan Belcher vs. Jorge Santiago 13.Diego Sanchez vs. Joe Riggs 14.Keith Jardine vs. Forest Griffin 15.Chuck Liddell vs. Tito Ortiz 16.Rashad Evans vs. Sean Salmon 17.Jorge Rivera vs. Terry Martin 18.Quinton Jackson vs. Marvin Eastman 19.Jason Lambert vs. Renato Sobral 20.Luke Cummo vs. Josh Haynes 21.Georges St-Pierre vs. Matt Serra 22.Keith Jardine vs. Houston Alexander 23.Chuck Liddell vs. Quinton Jackson 24.Anthony Johnson vs. Chad Reiner 25.Andrew McFedries vs. Jordan Radev 26.Jason Tan vs. Marcus Davis 27.Patrick Cote vs. Kendall Grove 28.Alessio Sakara vs. Houston Alexander 29.Tomasz Drwal vs. Thiago Silva","release_date":"2009-01-27","vote_average":5.3,"runtime":240,"cert":"N\/A","id":24519,"title":"UFC Ultimate Knockouts 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get ready for some skull-cracking smack-downs with this anthology of classic Ultimate Fighting Championship bouts that ended in devastating knockouts delivered by UFC stars such as Lyoto Machida and Shane Carwin. More hard hitters proving their prowess in the octagon include Quinton \"Rampage\" Jackson, Josh Koscheck, Frank Mir, Matt Hamill.","release_date":"2009-09-29","vote_average":6.2,"runtime":64,"cert":"N\/A","id":24520,"title":"UFC Ultimate Knockouts 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2007-11-06","vote_average":0.0,"runtime":60,"cert":"N\/A","id":24521,"title":"UFC Ultimate Ultimate Knockouts","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2003-08-11","vote_average":0.0,"runtime":113,"cert":"N\/A","id":24522,"title":"UFC Ultimate Submissions","adult":false,"genre_ids":[]},{"cast":["Koen van der Donk","Jos van der Donk","Maarten Spanjer","Steven de Jong"],"overview":"Kameleon 2 is a 2005 Dutch family film with as main characters identical twins Koen van der Donk (Hielke Klinkhamer) and Jos van der Donk (Sietse Klinkhamer), also identical twins, born 6 March 1988. It is a sequel of De Schippers van de Kameleon, with these same characters and actors.","release_date":"2005-06-29","vote_average":5.8,"runtime":105,"cert":"N\/A","id":24523,"title":"Kameleon 2","adult":false,"genre_ids":[12,10751]},{"cast":["Tom Van Landuyt","Mathias Sercu","Tom van Bauwel","Sven de Ridder","Tania Poppe"],"overview":"Sammy Raes, a nice, naive law-freshman from a simple family, dies in a form of hazing known as the 'flying carpet'. The father of the arrogant fraternity president Guy Bogaerts who ordered this reckless procedure abuses his connections to prevent a judicial homicide conviction, while the college authorities prefer to avoid a scandal in the press. However Sammy's freshmen friends Tom Smits and Denn","release_date":"1993-01-01","vote_average":6.6,"runtime":98,"cert":"N\/A","id":24524,"title":"Ad Fundum","adult":false,"genre_ids":[18]},{"cast":["Sean Penn","Kevin Spacey","Robin Wright","Chazz Palminteri","Garry Shandling"],"overview":"Based on a play by David Rabe, Hurlyburly is about the intersecting lives of several Hollywood players and wannabes, whose dysfunctional personal lives are more interesting than anything they're peddling to the studios.","release_date":"1998-12-25","vote_average":6.0,"runtime":122,"cert":"N\/A","id":24525,"title":"Hurlyburly","adult":false,"genre_ids":[35,18]},{"cast":["Les Carter","Jim Bob Morrison"],"overview":"Carter USM perform live on stage at the Brixton Academy in 1991.","release_date":"1991-01-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":24526,"title":"Carter USM: In Bed With Carter","adult":false,"genre_ids":[10402]},{"cast":["Cynthia Rothrock","Don Niam","Donna Jason","Sunny David","Emille Davazac"],"overview":"The film follows Kristi Jones (Cynthia Rothrock) who, along with her gang, take part in Mafia-run street fights to earn money for her sister's college education. Kristi's sister hopes to become a doctor and pay for Kristi's education.","release_date":"1993-09-29","vote_average":5.4,"runtime":90,"cert":"N\/A","id":24527,"title":"Undefeatable","adult":false,"genre_ids":[28,53]},{"cast":["Vegas E. Trip","Bryan Session","Matthew Tyler","Jeff Lew","David Guilmette"],"overview":"When things go bad in Beantown, top assassin Killer Bean is called to clean-up the mess. Detective Cromwell finds himself in the middle between Killer Bean and mob boss Cappuccino.","release_date":"2009-09-24","vote_average":5.4,"runtime":85,"cert":"N\/A","id":24528,"title":"Killer Bean Forever","adult":false,"genre_ids":[28,16]},{"cast":["Marcella Braga","Riccardo Leto","Giuseppe Licata","Sergio Múñiz","Grazia Ogulin"],"overview":"An ancient prophesy convinces the powerful Master Sorran to commence an obsessive search for Eron, a mythical place capable of giving the Chosen One infinite knowledge.","release_date":"2007-06-07","vote_average":5.7,"runtime":61,"cert":"N\/A","id":24551,"title":"Dark Resurrection","adult":false,"genre_ids":[28,53,878]},{"cast":["Uffe Holm"],"overview":"Showet er som sædvanlig blottet for politiske budskaber og diskussioner om den globale opvarmning. Og man skal nok heller ikke forvente at Champen vil stå i spidsen for at redde en masse panda’er. Til gengæld kan man glæde sig til ca. 90 minutters direkte og ærlig comedy, hvor Uffe, kun i selskab med sin mikrofon, vil underholde med hverdagens betragtninger, leveret på en måde som kun én mand kan.","release_date":"2009-03-28","vote_average":6.0,"runtime":90,"cert":"N\/A","id":24552,"title":"The Uffe Holm Show 3","adult":false,"genre_ids":[35]},{"cast":["Adama Bila","Elysée Rouamba","Rodrigue Ouattara","Uroš Milovanović","Dragan Zurovac"],"overview":"Seven short films - each one focused on the plight of a different child protagonist.","release_date":"2005-09-01","vote_average":7.3,"runtime":124,"cert":"N\/A","id":24553,"title":"All the Invisible Children","adult":false,"genre_ids":[18]},{"cast":["John Ingle","Alec Medlock","Kenneth Mars","Miriam Flynn","Aria Curzon"],"overview":"A bedtime story leads Littlefoot and his grandparents on a journey to a new land, where Littlefoot discovers someone who vanished before he was born: his father! Now Littlefoot must decide between two worlds. Will he leave to be with his friends in the Great Valley, or stay behind and start a new life with his father?","release_date":"2003-12-02","vote_average":6.1,"runtime":84,"cert":"U","id":24554,"title":"The Land Before Time X: The Great Longneck Migration","adult":false,"genre_ids":[12,16,10751]},{"cast":["Eric Peter-Kaiser","Sandra Ramírez","Tim Colceri","Noel Gugliemi","Guillermo Díaz"],"overview":"An alien bacterium resurrects the dead on Earth.","release_date":"2008-01-01","vote_average":4.5,"runtime":86,"cert":"N\/A","id":24555,"title":"Evilution","adult":false,"genre_ids":[27,878,53]},{"cast":["Aaron Spann","Jeff Bennett","Aria Curzon","Michael Clarke Duncan","Miriam Flynn"],"overview":"While trying to obtain \"Tree Sweets\", Littlefoot into the tree and knocks down all the blossoms, attracting the Tinysauruses. They devour the plants and disappear. But Littlefoot isn't blamed for the disappearance, instead he accidentally makes the adults believe the tiny dinosaurs were the main cause. Now Littlefoot and his friends must protect the tiny herd and learn the value of honesty.","release_date":"2005-01-11","vote_average":5.8,"runtime":82,"cert":"U","id":24556,"title":"The Land Before Time XI: Invasion of the Tinysauruses","adult":false,"genre_ids":[14,16,878,10751]},{"cast":["Michael Sacks","Ron Leibman","Eugene Roche","Sharon Gans","Valerie Perrine"],"overview":"\"Listen: Billie Pilgrim has come unstuck in time.\" Slaughterhouse-Five is an award-winning 1972 film adaptation of Kurt Vonnegut's novel of the same name. Director Hill faithfully renders for the screen Vonnegut's obsessive story of Pilgrim, who survives the 1945 firebombing of Dresden, then lives simultaneously in his past, present, and future.","release_date":"1972-03-15","vote_average":6.7,"runtime":104,"cert":"N\/A","id":24559,"title":"Slaughterhouse-Five","adult":false,"genre_ids":[35,18,14,878]},{"cast":["Steven Weber","Craig Bierko","Viola Harris","Jennifer Leigh Warren","Larry David"],"overview":"Richie, a sneaker sole designer, and his cousin Evan, a brain surgeon, are spending this weekend with their girlfriends in Atlantic City. When one of them ends up with a $436,000 jackpot, sour grapes is what results. Even though Richie uses two quarters from Evan to win the progressive jackpot, he sees no connection with that and sharing the jackpot. This ignites a hilarious, runaway chain of even","release_date":"1998-01-01","vote_average":5.3,"runtime":91,"cert":"N\/A","id":24560,"title":"Sour Grapes","adult":false,"genre_ids":[35]},{"cast":["Sho Sakurai","Saki Fukuda","Kyoko Fukada","Kendô Kobayashi","Katsuhisa Namase"],"overview":"Gan and his girlfriend Ai are mild-mannered toy shop owners by day but, when evil lurks, they transform into superheroes Yatterman 1 & 2.  With the help of a dog-shaped robot, Yatterwoof, they take on the Doronbow gang, lead by the sexy Lady Doronjo.  Together, they must stop the evil gang from finding the four magical skull pieces that will allow them to control the world!","release_date":"2009-02-06","vote_average":5.9,"runtime":111,"cert":"N\/A","id":24561,"title":"Yatterman","adult":false,"genre_ids":[28,35]},{"cast":["Alec Baldwin"],"overview":"NGC visualizes in spectacular HD the devastating ecological impact each single degree increase in temperature could have on our planet over the next century.","release_date":"2008-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":24562,"title":"Six Degrees Could Change The World","adult":false,"genre_ids":[99]},{"cast":["Tommy Kirk","Yvonne Craig","Warren Hammack","Tony Huston","Larry Tanner"],"overview":"Tommy Kirk leads his fellow Martians to Earth on an interplanetary quest for females. Kirk proves that Martians have impeccable taste when one of his first conquests turns out to be sexy scientist Yvonne Craig.","release_date":"1967-01-01","vote_average":3.3,"runtime":83,"cert":"N\/A","id":24563,"title":"Mars Needs Women","adult":false,"genre_ids":[878]},{"cast":["Hong Cheng","Kyle Grant","Amanda Guenther","Daniel Jeffery","Mikeala Jeffrey"],"overview":"Since the end of World War II, one of kind of urban residential development has dominate how cities in North America have grown, the suburbs. In these artificial neighborhoods, there is a sense of careless sprawl in an car dominated culture that ineffectually tries to create the more organically grown older communities. Interspersed with the comments of various experts about the nature of suburbia","release_date":"2007-05-30","vote_average":7.0,"runtime":93,"cert":"N\/A","id":24564,"title":"Radiant City","adult":false,"genre_ids":[99]},{"cast":["Claus Hansen Petz","Arkadiusz Rydellek","Tibor Korom","András Szarvas"],"overview":"Welcome to the world of industrial food production and high-tech farming! To the rhythm of conveyor belts and immense machines, the film looks without commenting into the places where food is produced in Europe: monumental spaces, surreal landscapes and bizarre sounds - a cool, industrial environment which leaves little space for individualism.","release_date":"2006-04-21","vote_average":7.9,"runtime":92,"cert":"N\/A","id":24565,"title":"Our Daily Bread","adult":false,"genre_ids":[99]},{"cast":["Cornel West","Judith Butler","Slavoj Žižek","Peter Singer","Michael Hardt"],"overview":"Examined Life pulls philosophy out of academic journals and classrooms, and puts it back on the streets. Offering privileged moments with great thinkers from fields ranging from moral philosophy to cultural theory, Examined Life reveals philosophy's power to transform the way we see the world around us and imagine our place in it.","release_date":"2008-09-05","vote_average":6.7,"runtime":87,"cert":"N\/A","id":24566,"title":"Examined Life","adult":false,"genre_ids":[99]},{"cast":["Kevin Zegers","Vincent D'Onofrio","Sophia Bush","Eddie Cahill","Titus Welliver"],"overview":"A 19 year old Brooklyn boy who is torn between two worlds when his photography portfolio wins him a partial scholarship to NYU. He must figure out how to balance his Italian neighborhood roots with the expansive, sophisticated world on the other side of the East River. Based on Tim McLoughlin's novel \"Heart of the Old Country\".","release_date":"2008-09-08","vote_average":5.8,"runtime":107,"cert":"N\/A","id":24567,"title":"The Narrows","adult":false,"genre_ids":[80,18,53]},{"cast":["Phil Silvers","Kenneth Williams","Jim Dale","Charles Hawtrey","Joan Sims"],"overview":"Bertram Oliphant West (also known as Bo West) wants to clear his unjustly smeared reputation. He joins the Foreign Legion, with Simpson his manservant in tow. But the fort they get posted to is full of eccentric legionnaires, and there is trouble brewing with the locals too. Unbeknown to Bo, his lady love has followed him in disguise...","release_date":"1967-09-01","vote_average":6.2,"runtime":95,"cert":"","id":24568,"title":"Carry On Follow That Camel","adult":false,"genre_ids":[35]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Joan Sims","Terry Scott"],"overview":"Henry VIII has just married Marie of Normandy, and is eager to consummate their marriage. Unfortunately for Henry, she is always eating garlic, and refuses to stop. Deciding to get rid of her in his usual manner, Henry has to find some way of doing it without provoking war with Marie's cousin, the King of France. Perhaps if she had an affair...","release_date":"1971-01-01","vote_average":6.7,"runtime":89,"cert":"N\/A","id":24569,"title":"Carry On Henry","adult":false,"genre_ids":[12,35,36,10749]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Joan Sims","Hattie Jacques"],"overview":"The Wedded Bliss computer dating agency aims to bring together the lonely hearts of Much-Snoggin-in-the-Green. Its owner, Sidney Bliss, has enough complications in his own love life, but still produces a pamphlet called \"The Wit to Woo\". The strange collection of hopefuls lead to some outlandish matches, and jealousies are bound to lead to trouble","release_date":"1970-09-20","vote_average":6.3,"runtime":88,"cert":"","id":24570,"title":"Carry On Loving","adult":false,"genre_ids":[10749,35]},{"cast":["Sid James","Kenneth Williams","Charles Hawtrey","Joan Sims","Hattie Jacques"],"overview":"A gang of thieves plan to make their fortune by stealing a shipment of contraceptive pills from Finisham maternity hospital. They assume disguises and infiltrate the hospital, but everything doesn't go according to plan. The hypochondriac consultant Sir Bernard Cutting, Matron and the doctors and nurses at Finisham have a habit of getting in the way.","release_date":"1972-05-05","vote_average":6.4,"runtime":87,"cert":"PG","id":24571,"title":"Carry On Matron","adult":false,"genre_ids":[35]},{"cast":["David Strathairn","Andrew W. Walker","Marina Orsini","Ivana Shein"],"overview":"Steel Toes is a provocative exploration of the inescapable and insidious presence of racial and religious intolerance in our society.","release_date":"2006-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":24574,"title":"Steel Toes","adult":false,"genre_ids":[18,80]},{"cast":["M. Emmet Walsh","Richard Jordan","David Selby","Anne Archer","Alec Guinness"],"overview":"To obtain a supply of a rare mineral, a ship raising operation is conducted for the only known source, the Titanic.","release_date":"1980-01-01","vote_average":5.4,"runtime":115,"cert":"PG","id":24575,"title":"Raise the Titanic","adult":false,"genre_ids":[28,18,53]},{"cast":["Anne-Marie Duff","Ralf Little","Frank Finlay","Rupert Graves","Zoe Telford"],"overview":"Two complete strangers, ANNA and STEPHEN, are brought together by chance by an elderly man who waits for his wife on a station platform. Their fateful meeting acts as a catalyst for them to examine and challenge what's going on in their different relationships, and make hard but positive decisions for themselves. If they can change their lives maybe they can meet again.","release_date":"2007-08-18","vote_average":6.2,"runtime":110,"cert":"N\/A","id":24578,"title":"The Waiting Room","adult":false,"genre_ids":[18,10749]},{"cast":["Christophe Malavoy","Nicole Garcia","Michel Piccoli","Anémone","Richard Bohringer"],"overview":"The wealthy Tombsthays hire a guitar tutor, David Aurphet, for their daughter Vivian. The wife, Julia, begins a passionate affair with David. Edwige, Julia's new neighbour, also takes an interest in David. David is attacked one night on returning home but saved by a mysterious stranger Daniel who reveals himself to be a hired killer. David begins to suspect that his affair is no longer secret.","release_date":"1985-02-13","vote_average":6.3,"runtime":98,"cert":"N\/A","id":24583,"title":"Death in a French Garden","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Ben Silverstone","Brad Gorton","Charlotte Brittain","Stacy Hart","Kate McEnery"],"overview":"Steven spends his school days longing for all-star athlete John. But John has a gorgeous girlfriend, and Steven is still in the closet about being gay. The only one who knows the teenager's secret is his friend Linda. After a curious run-in with John in a public restroom, Steven starts to wonder if the jock is straight after all. When they start a romance, it threatens to expose the truth about both of them.","release_date":"1998-08-16","vote_average":6.9,"runtime":108,"cert":"","id":24584,"title":"Get Real","adult":false,"genre_ids":[18,10749]},{"cast":["Stephen Geoffreys","Sheree J. Wilson","Cameron Dye","Tim Robbins","Leigh McCloskey"],"overview":"A nerd gains the friendship of two of his frat brothers when his dad offers them his condo for the week in Palm Springs, and also offers the fraternity a hot tub and jacuzzi if they can help his son find a girl. They meet two guys from a rival fraternity, and make a bet on who can nail the Designated Babe first.","release_date":"1985-12-04","vote_average":5.3,"runtime":94,"cert":"N\/A","id":24585,"title":"Fraternity Vacation","adult":false,"genre_ids":[35,10749]},{"cast":["Tricia Vessey","Liz Stauber","Norman Reedus","Alvin Seme","Jonas Print"],"overview":"Bound together by the voice of Lamont, a young black man pushed by the constant surveillance of his everyday life to discover the real power is off-screen. Lamont uncovers a living and breathing New York City with his new found power. At the same time, actress Iris refusal to die in an audition spurs her to get out of the pretentious grind of being in. She becomes the focus of Lamonts camera as he follows Iris into her psychological descent, while her roommate Mira, is desperate for fame no matter the price.","release_date":"2003-01-01","vote_average":8.0,"runtime":96,"cert":"N\/A","id":24586,"title":"Nobody Needs to Know","adult":false,"genre_ids":[18]},{"cast":["John S. Dickson","Antonio Fargas","Heidi Fleiss","L. Hammond","Dennis Hof"],"overview":"Street pimps, all of them African-American, discuss their lives and work: getting started, being flamboyant, pimping in various U.S. cities, bringing a woman into their group, taking a woman from another pimp, and the rules and regulations of pimping. The men are clear: it's about money.","release_date":"2000-06-09","vote_average":6.1,"runtime":87,"cert":"N\/A","id":24587,"title":"American Pimp","adult":false,"genre_ids":[99]},{"cast":["Zoltán Latinovits","Darvas Iván","Ádám Szirtes","Szilágyi Tibor","Margit Bara"],"overview":"Andras Kovacs' film, considered one of the most important Hungarian films of the 1960's, centers around four men who await trial for their involvement in the massacre of several thousand Jewish and Serbian people of Novi Sad in 1942. Each denies any responsibility, claiming that they were only following orders. The film is sigificant for its willingness to address the subject of Hungary's role in WWII, which was taboo at the time of the its release.","release_date":"1966-09-26","vote_average":6.7,"runtime":96,"cert":"N\/A","id":24588,"title":"Cold Days","adult":false,"genre_ids":[18,10752]},{"cast":["Bob Peterson","Delroy Lindo","Jerome Ranft","Ed Asner","Jordan Nagai"],"overview":"Dug is sent on foolish missions by Alpha, Beta, and Gamma so they can hunt for the Bird of Paradise Falls by themselves. Dug may find that where he belongs is not where he's been looking.","release_date":"2009-11-10","vote_average":6.9,"runtime":5,"cert":"N\/A","id":24589,"title":"Dug's Special Mission","adult":false,"genre_ids":[16,35,10751]},{"cast":["Vilma Silva","Henry Czerny","Ingrid Boulting"],"overview":"\"Conversations with God\" is the true story of Neale Donald Walsch that inspired and changed the lives of millions. The journey begins after he unexpectedly breaks his neck in a car accident and loses his job.","release_date":"2006-01-25","vote_average":6.1,"runtime":109,"cert":"N\/A","id":24590,"title":"Conversations with God","adult":false,"genre_ids":[18]},{"cast":["Jenna Jameson","Ron Jeremy","Tera Patrick","Belladonna","Sunrise Adams"],"overview":"For a book project, photographer Timothy Greenfield-Sanders took photographs of 30 stars of adult movies, each pair of photographs in the same pose, clothed and nude. This film records the photo shoots and includes interviews with the performers and commentary from eight writers (and John Waters). The actors and writers discuss economics, nudity and exhibitionism, careers, and private lives.","release_date":"2004-10-27","vote_average":4.8,"runtime":58,"cert":"","id":24593,"title":"Thinking XXX","adult":false,"genre_ids":[99]},{"cast":["Salman Khan","Kareena Kapoor Khan","Sohail Khan","Bappi Lahiri","Deepika Padukone"],"overview":"Three people, each having different aspirations from life, are caught in a tangle of emotions and don’t know the way out. There’s a husband and wife with love eroding from their life. And there’s a single, happy-go-lucky dude who falls in love with the wife.","release_date":"2009-10-16","vote_average":3.8,"runtime":115,"cert":"N\/A","id":24604,"title":"Main Aurr Mrs Khanna","adult":false,"genre_ids":[18]},{"cast":["Phil Austin","Jessie Camacho","Candise Lakota","Sara Jane Nash"],"overview":"A curse borne of torture and isolation comes to life and terrorizes a group of scientists who travel to the Alcatraz Prison to investigate a series of unsolved murders. The very last film ever to be shot on The Rock, prepare to experience the terror yourself inside the prison's haunted and deadly walls!","release_date":"2007-09-27","vote_average":2.6,"runtime":87,"cert":"N\/A","id":24605,"title":"Curse of Alcatraz","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":24612,"title":"בכבוד שלי","adult":false,"genre_ids":[]},{"cast":["Saif Ali Khan","Kareena Kapoor Khan","Vivek Oberoi","Dia Mirza","Om Puri"],"overview":"When a handsome young Indian couple (Saif Ali Khan and Kareena Kapoor) moves into the suburbs to claim their stake in the American dream, they are shocked to discover that they've become enmeshed in a secretive terrorist plot. But as tensions escalate, the bride begins to wonder if her husband has told her everything he knows.","release_date":"2009-11-20","vote_average":4.5,"runtime":161,"cert":"N\/A","id":24613,"title":"Kurbaan","adult":false,"genre_ids":[80,18,10749,53,28]},{"cast":["Vincent Huang"],"overview":"The heads of the six schools of martial arts do battle with the demon warrior Mo Kuei, but no sooner do they emerge victorious than a group of demons known only as \"The Unfriendly\" slaughter the six masters and make off with Mo Kuei's body. It is now up to a group of heros to stop The Unfriendly from using the spirit of Mo Kuei in order to gain possession of the wish-granting Stone of Heaven","release_date":"2000-01-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":24614,"title":"Legend of the Sacred Stone","adult":false,"genre_ids":[28,12,14]},{"cast":["Frank Welker","Casey Kasem","Mindy Cohn","Grey DeLisle","Ray Bumatai"],"overview":"The Mystery Gang goes to Hawaii for the Big Kahuna of Hanahuna Surfing Contest. However, the gang and the locals find the island invaded by the vengeful Wiki Tiki spirit and his demons.","release_date":"2005-01-01","vote_average":6.5,"runtime":74,"cert":"U","id":24615,"title":"Aloha Scooby-Doo!","adult":false,"genre_ids":[9648,10751,16,12,35]},{"cast":["Jello Biafra","Henry Rollins","Jim Jarmusch","Wayne Kramer","Glenn Branca"],"overview":"A documentary on the music, performers, attitude and distinctive look that made up punk rock.","release_date":"2005-07-04","vote_average":7.1,"runtime":88,"cert":"N\/A","id":24616,"title":"Punk: Attitude","adult":false,"genre_ids":[99,10402]},{"cast":["Sharon Lawrence","Mark-Paul Gosselaar","Carl Lewis","Jonathan Blick","Daniel Costello"],"overview":"When tornadoes hit a nuclear power plant, critically damaging the plant's cooling system, the results could be catastrophic. Atomic Twister, a countdown to disaster, traces an extraordinary day in the lives of small town citizens who unexpectedly find themselves facing the possibility of mass destruction.","release_date":"2002-06-09","vote_average":4.1,"runtime":86,"cert":"12","id":24617,"title":"Atomic Twister","adult":false,"genre_ids":[28,18,53]},{"cast":["Richard Gere","Flora Cross","Max Minghella","Kate Bosworth","Juliette Binoche"],"overview":"11-year-old Eliza is the invisible element of her family unit: her parents are both consumed with work and her brother is wrapped up in his own adolescent life. Eliza ignites not only a spark that makes her visible but one that sets into motion a revolution in her family dynamic when she wins a spelling bee. Finding an emotional outlet in the power of words and in the spiritual mysticism that he sees at work in her unparalleled gift, Eliza's father pours all of his energy into helping his daughter become spelling bee champion. A religious studies professor, he sees the opportunity as not only a distraction from his life but as an answer to his own crisis of faith. His vicarious path to God, real or imagined, leads to an obsession with Eliza's success and he begins teaching her secrets of the Kabbalah. Now preparing for the National Spelling Bee, Eliza looks on as a new secret of her family's hidden turmoil seems to be revealed with each new word she spells.","release_date":"2005-09-03","vote_average":5.3,"runtime":104,"cert":"N\/A","id":24618,"title":"Bee Season","adult":false,"genre_ids":[18,10751]},{"cast":["Val Kilmer","Neve Campbell","Sam Shepard","Amy Smart","Gil Bellows"],"overview":"Left for dead in the remote Southwest, Frank is found clinging to life and in a state of amnesia. As he recovers, ominous memories begin to flash back...","release_date":"2003-12-14","vote_average":5.9,"runtime":99,"cert":"N\/A","id":24619,"title":"Blind Horizon","adult":false,"genre_ids":[18,53]},{"cast":["Allan Olsen","Ghita Nørby","Jesper Christensen","Martin Miehe-Renard","Anne Kierulff"],"overview":"A sequel to \"Me and Charley\", it starts with Steffen's graduation from a secondary school in Århus (Denmark), where he later that day bumps into Charly and their friendship continues while portraying life in Århus 1979.","release_date":"1979-12-21","vote_average":6.5,"runtime":null,"cert":"N\/A","id":24620,"title":"Charly & Steffen","adult":false,"genre_ids":[18]},{"cast":["Roselyn Sánchez","Sofía Vergara","Jaci Velasquez","Eduardo Verástegui","Lisa Vidal"],"overview":"Playboy Thomas Fuentes has so far been able to skate by in life on good looks and charm alone. But when his duplicitous relationships with three women -- impassioned waitress Cici, meticulous lawyer Lorena and bored socialite Patricia -- spiral out of control, he suffers a mental breakdown. His doctor recommends that he choose just one girlfriend -- but can he choose in time before they discover his deception?","release_date":"2003-04-16","vote_average":6.2,"runtime":80,"cert":"N\/A","id":24621,"title":"Chasing Papi","adult":false,"genre_ids":[35,10749]},{"cast":["Arnold Vosloo","Mathis Landwehr","Stephan Bieker","Ken Bones","Simon Dutton"],"overview":"A peace-seeking monk must save a train full of pilgrims from terrorists intending to unleash a deadly virus.","release_date":"2006-03-16","vote_average":4.8,"runtime":null,"cert":"N\/A","id":24622,"title":"Lasko - Death Train","adult":false,"genre_ids":[28]},{"cast":["Robert Patrick","Darlene Vogel","Peter Weller","Peter Breck","Scott Hylands"],"overview":"Baxter and Travis are two guys hired to protect a millionaire's daughter from bad guys.","release_date":"1995-01-01","vote_average":4.0,"runtime":98,"cert":"N\/A","id":24623,"title":"Decoy","adult":false,"genre_ids":[28]},{"cast":["Wesley Snipes","Silvia Colloca","Warren Derosa","William Hope","Michael Brandon"],"overview":"Sonni Griffith, a top US Secret Agent must protect a witness as he crosses Europe.","release_date":"2006-04-25","vote_average":4.7,"runtime":91,"cert":"N\/A","id":24624,"title":"The Detonator","adult":false,"genre_ids":[28,53]},{"cast":["Dennis Quaid","Andie MacDowell","Toni Collette","Greg Kinnear","Taylor Emerson"],"overview":"A husband and wife reevaluate their marriage after their closest friends, another couple decide to split up after twelve years.","release_date":"2001-01-01","vote_average":5.9,"runtime":94,"cert":"N\/A","id":24625,"title":"Dinner with Friends","adult":false,"genre_ids":[35,18]},{"cast":["Alyssa Milano","Brian Bloom","Christina Applegate","Matthew Perry","Tracey Gold"],"overview":"It's prom night and the kids of Hoover High will be having a night they will never forget. Popular girl Shelley ditches her prom and ends up spending the night with unpopular Dan; Popular guy Kevin goes out with nerdy Angela because he heard she was easy; Patrice continues to blame her boyfriend Roger for everything that doesn't go the way she wants it to.","release_date":"1988-10-23","vote_average":7.0,"runtime":100,"cert":"N\/A","id":24626,"title":"Dance 'Til Dawn","adult":false,"genre_ids":[35,10751]},{"cast":["Ryan Leech"],"overview":"Mastering the Art of Trials is a compilation of 38 skills that are demonstrated and described in a clear and concise format within four phases of abilities.  The purpose of this film is to help make your learning curve as efficient and complete as possible. With this film, and a bit of practice, you’ll be on your way to Mastering the Art of Trials!","release_date":"2005-06-26","vote_average":0.0,"runtime":51,"cert":"N\/A","id":24629,"title":"Mastering The Art Of Trials","adult":false,"genre_ids":[]},{"cast":["CRC\/Intense Team","Josh Bryceland","Danny Hart","Seannan O'Riordan"],"overview":"The Uprising is a new movie featuring some of the hottest talents in the world of Downhill mountain biking ripping it up at some of the best riding spots in Europe. With race footage from the UCI World Cups and World Champs, the British NPS and some mind blowing footage captured at the 2008 Mega-Avalanche, if anything is going to inspire you to get out and ride this winter it will be this movie.","release_date":"2008-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":24630,"title":"The Uprising","adult":false,"genre_ids":[]},{"cast":["Lino Banfi","Christian Ulmen","Mina Tander","Maren Kroymann","Gundi Ellert"],"overview":"When Jan decides to marry his girl-friend Sara, he is not aware of his opponent: her father, who is an Italian.","release_date":"2009-08-05","vote_average":6.2,"runtime":92,"cert":"N\/A","id":24631,"title":"Maria, ihm schmeckt's nicht!","adult":false,"genre_ids":[35]},{"cast":["Billy Zane","Maggie Castle","Jordan Madley","Shauna MacDonald","Evan Charles Flock"],"overview":"A horror-thriller in which a doctor and his teenage daughter are terrorized by flesh-eating zombies at a truck stop.","release_date":"2007-05-22","vote_average":5.7,"runtime":83,"cert":"N\/A","id":24632,"title":"The Mad","adult":false,"genre_ids":[27,35,53]},{"cast":["Til Schweiger","Jana Pallaske","Stipe Erceg","Julia Brendler","Alwara Höfels"],"overview":"Marc is a passionate cyclist and urban slacker who avoids work and responsibility. Marc's life changes from one moment to the next when he suffers a life-changing accident. He can either wallow in self-pity or tackle the beast called life with the help of love and willpower.","release_date":"2009-04-30","vote_average":5.7,"runtime":97,"cert":"N\/A","id":24633,"title":"Phantom Pain","adult":false,"genre_ids":[18]},{"cast":["Fred Astaire","Melvyn Douglas","Douglas Fairbanks Jr.","John Houseman","Craig Wasson"],"overview":"Four successful elderly gentlemen, members of the Chowder Society, share a gruesome, 50-year old secret. When one of Edward Wanderley's twin sons dies in a bizarre accident, the group begins to see a pattern of frightening events developing.","release_date":"1981-12-18","vote_average":6.3,"runtime":110,"cert":"N\/A","id":24634,"title":"Ghost Story","adult":false,"genre_ids":[18,27,53]},{"cast":["Adriano Celentano","Claudio Bigagli","Pietro Ceccarelli","Graziella Galvani","Amanda Lear"],"overview":"A comedy styled as a documentary about the rise of Adolf Hitler as well as the story of two brothers, one a magician and Nazi, the other an anarchist anti Nazi...","release_date":"1978-09-28","vote_average":5.7,"runtime":94,"cert":"N\/A","id":24641,"title":"Loggerheads","adult":false,"genre_ids":[35]},{"cast":["Rolv Wesenlund","Bjørn Sand","Thea Stabell","Arve Opsahl","Bent Bang-Hansen"],"overview":"A young couple decides to build their dream house, but run into numerous complications in the process. Everything from useless carpenters to building control gets in their way. Norwegian comedian Rolv Wesenlund plays 7 different roles in this movie.","release_date":"1972-02-14","vote_average":5.1,"runtime":94,"cert":"N\/A","id":24642,"title":"Norske byggeklosser","adult":false,"genre_ids":[35]},{"cast":["Adrian Paul","Frida Farrell","Rhett Giles","Michael Teh","Mari Mascaro"],"overview":"English colonists arriving on Roanoke Island in 1587 find the fort built years before deserted. Soon after, members of the colony begin to die in horrible ways. Before returning to England for provisions, leader John White puts his son-in-law Ananais Dare in charge, and Dare realizes the island is haunted by Norse spirits. Enlisting the aid of a friendly Native American, Dare attempts to free the spirits from their earthly captivity before the entire colony is lost.","release_date":"2007-10-13","vote_average":4.9,"runtime":95,"cert":"N\/A","id":24643,"title":"Lost Colony: The Legend of Roanoke","adult":false,"genre_ids":[10770,27,9648,14]},{"cast":["Lasse Åberg","Jon Skolmen","Hege Schøyen","Ulf Eklund","Marianne Scheja"],"overview":"I bet anyone can get better at golf than you are in one week, a golfer says to her golfing businessman for a boyfriend in a quarrel. Unfortunately Stig-Helmer is standing nearby when the boyfriend accepts the bet, and he is chosen to be the competitor. Stig-Helmer has never played the game before, but his Norwegian friend Ole promises to help him.","release_date":"1991-12-25","vote_average":4.5,"runtime":107,"cert":"N\/A","id":24646,"title":"Den ofrivillige golfaren","adult":false,"genre_ids":[35]},{"cast":["Lasse Åberg","Jon Skolmen","Anna Norberg","Mats Bergman","Ia Langhammer"],"overview":"The film is about the health resort Granhedsgården in Dalarna, Sweden, and they have a problem. They don't have many guests at all and something must be done. At the same time, Stig-Helmer is a little depressed after his girlfriend has left him, and so he lives on junk food. His best friend Ole invites him to come along to the health resort Granhedsgården. Now, the craziness begins.","release_date":"1999-12-25","vote_average":4.1,"runtime":105,"cert":"N\/A","id":24647,"title":"Hälsoresan - En smal film av stor vikt","adult":false,"genre_ids":[35]},{"cast":["Edward Furlong","Kelly Lynch","Randy Travis","Richard Tyson","Ellen Geer"],"overview":"In Antioch, the former Father Travis Jordan lost his faith on God three years ago when his beloved wife was murdered and the criminals never found. Suddenly, miracles happen in the little town: the son of the newcomer and veterinary Morgan Elliot survives a car accident without a single scratch; Travis's dog Max revives after being buried; a paraplegic walks; a wounded woman and her father with b","release_date":"2006-02-28","vote_average":4.5,"runtime":103,"cert":"15","id":24648,"title":"The Visitation","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Michael Weston","Alexandra Holden","Huntley Ritter","Austin Pendleton","A. J. Buckley"],"overview":"Life is about to change for Brett Bumpers, Martin Van Buren High School's resident brain. Socially inept and head over heels in love with Samantha the school beauty. Brett receives a mysterious package, a talisman, and the power to make three wishes. Brett makes his first wish - for Samantha to be his date at the school dance, then makes a second wish for Samantha to fall in love with him. But evil forces have been awakened by the use of dark magic. A sinister force appears and methodically and viciously begins to torture and mutilate members of the senior class... with its final and ultimate target the destruction and death of Samantha. Now Brett needs to protect the woman he loves but can only do so by using his last wish turning the dark power of the sinister force upon himself!","release_date":"2002-09-25","vote_average":4.5,"runtime":102,"cert":"N\/A","id":24649,"title":"Wishcraft","adult":false,"genre_ids":[27]},{"cast":["Gary Cooper","Patricia Neal","Raymond Massey","Kent Smith","Robert Douglas"],"overview":"An uncompromising, visionary architect struggles to maintain his integrity and individualism despite personal, professional and economic pressures to conform to popular standards.","release_date":"1949-07-02","vote_average":6.9,"runtime":114,"cert":"N\/A","id":24650,"title":"The Fountainhead","adult":false,"genre_ids":[18]},{"cast":["Toni Servillo","Olivia Magnani","Adriano Giannini","Antonio Ballerio","Gianna Paola Scaffidi"],"overview":"Titta di Girolamo has been living in a small hotel in Lugano for ten years, he leads a dull and rigid live and has apparently lost his capability to feel human emotion. This all changes when he decides to talk to Sofia, the Barmaid.","release_date":"2004-09-24","vote_average":7.8,"runtime":100,"cert":"N\/A","id":24653,"title":"The Consequences of Love","adult":false,"genre_ids":[80,18]},{"cast":["Marlee Matlin","Elaine Hendrix","Barry Newman","Armin Shimerman","Robert Bailey Jr."],"overview":"Interviews with scientists and authors, animated bits, and a storyline involving a deaf photographer are used in this docudrama to illustrate the link between quantum mechanics, neurobiology, human consciousness and day-to-day reality.","release_date":"2006-02-03","vote_average":4.8,"runtime":156,"cert":"N\/A","id":24654,"title":"What the Bleep! Down the Rabbit Hole","adult":false,"genre_ids":[99,18]},{"cast":["James Brolin","Kathleen Lloyd","John Marley","R. G. Armstrong","John Rubinstein"],"overview":"The film is set in the fictional Utah community of Santa Ynez, which is being terrorized by a mysterious black coupe that appears out of nowhere and begins running people down. After the car kills off the town's Sheriff (John Marley), it becomes the job of Captain Wade Parent (James Brolin) to stop the murderous driver.","release_date":"1977-05-12","vote_average":5.9,"runtime":96,"cert":"12","id":24655,"title":"The Car","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"Little Oddemann uses every means available to find Jesus, including his slingshot. The film takes us to Norway in the late 30's, where we meet a series of burlesque and humorous characters, whose antics convince Oddemann that growing up may be a bad idea. Yet Oddemann finds there are certain rewards to being grown-up, such as partying and chasing women, that merit closer examination.","release_date":"2000-09-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":24656,"title":"Da Jeg Traff Jesus... Med Sprettert","adult":false,"genre_ids":[35]},{"cast":["Erland Josephson","Susan Fleetwood","Allan Edwall","Guðrún Gísladóttir","Sven Wollter"],"overview":"Alexander, a journalist, philosopher and retired actor, celebrates a birthday with friends and family when it is announced that nuclear war has begun.","release_date":"1986-05-14","vote_average":7.8,"runtime":149,"cert":"12","id":24657,"title":"The Sacrifice","adult":false,"genre_ids":[18]},{"cast":["James Arnold Taylor","Carrie-Anne Moss","Matt McKenzie","Terrence 'T.C.' Carson"],"overview":"A private detective is hired to find the elusive computer hacker \"Trinity.\" Part of the Animatrix collection of animated shorts in the Matrix universe.","release_date":"2003-04-01","vote_average":7.2,"runtime":10,"cert":"N\/A","id":24660,"title":"A Detective Story","adult":false,"genre_ids":[878,16]},{"cast":[],"overview":"Is Prevalent's latest wonderfully creative animatedfeature film. It highlights the story of a lovely yet humble young girl in Ancient China who is an exceptional champion. Her name is \"KG\" - the \"Kung-Fu Girl\" with a big heart. Although she is an underdog, and the odds are against her; she discovers that there is no limit to what she can accomplish when she believes in herself.","release_date":"2009-07-07","vote_average":1.3,"runtime":77,"cert":"PG","id":24661,"title":"The Prodigy","adult":false,"genre_ids":[12,16,10751]},{"cast":["Scott Bakula","Jasmine Guy","Natalie Cole","Ashley Peldon","Lindsay Ridgeway"],"overview":"Danny, an ambitious singing\/dancing cat, goes to Hollywood and overcomes several obstacles to fulfill his dream of becoming a movie star.","release_date":"1997-03-26","vote_average":6.7,"runtime":75,"cert":"N\/A","id":24662,"title":"Cats Don't Dance","adult":false,"genre_ids":[16,35,10751,10402]},{"cast":["Justin Timberlake","Jeff Bridges","Kate Mara","Harry Dean Stanton","Mary Steenburgen"],"overview":"Minor leaguer Carlton Garret takes an unexpected road trip to track down his estranged father, legendary baseball player Kyle Garret when Carlton’s mother becomes sick. Once reunited, Carlton struggles to deal with the series of misadventures caused by his father’s antics. Attempts at bonding come to a head as the mismatched duo make their way from Ohio back home to Houston to reunite the family.","release_date":"2009-02-07","vote_average":5.1,"runtime":90,"cert":"N\/A","id":24663,"title":"The Open Road","adult":false,"genre_ids":[35,18,10749]},{"cast":["Damon Wayans","Savion Glover","Jada Pinkett Smith","Tommy Davidson","Michael Rapaport"],"overview":"TV producer Pierre Delacroix becomes frustrated when network brass reject his sitcom idea. Hoping to get fired, Delacroix pitches the worst idea he can think of: a 21st century minstrel show. The network not only airs it, but it becomes a smash hit.","release_date":"2000-10-06","vote_average":6.4,"runtime":136,"cert":"15","id":24664,"title":"Bamboozled","adult":false,"genre_ids":[35,18]},{"cast":["Jim Carrey"],"overview":"During the second season of \"In Living Color\", Jim Carrey began to prepare a stand-up comedy special. Before the special was telecast on Showtime, in November 1991, Jim's mother passed away. Jim dedicated \"Jim Carrey's Unnatural Act\" to the memory of Kathleen Carrey (aka \"Mommsie\"). The special was taped at Theatre Passe Muraille in front of a live audience.","release_date":"1991-01-01","vote_average":7.4,"runtime":45,"cert":"N\/A","id":24665,"title":"Jim Carrey: Unnatural Act","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Harald Heide-Steen Jr.","Aud Schønemann"],"overview":"En utenlandsk forbryterliga gjør et storstilt bankkupp. Mistanken faller på Olsenbanden. De redder seg unna, opptar jakten på de virkelige forbryterne og dermed er det hele i gang. Politiet er på jakt etter Olsenbanden, og de igjen er på jakt etter medlemmene i forbryterligaen.","release_date":"1970-10-10","vote_average":6.7,"runtime":100,"cert":"N\/A","id":24666,"title":"Olsenbanden og Dynamitt-Harry","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Sverre Wilberg","Aud Schønemann"],"overview":"The prison has always been a good breeding ground for the perfect crime. The inmates learn from one another. This is also the case with Egon Olsen, leader of the Olsen Gang. While he was in the slammer, he planned how he would steal the fantastic golden figure Keizeroppzatsen (worth 12 million) which was previously owned by the German emperor, and is now on display in Oslo.  The exhibition is heavily guarded with security systems, cameras and Inspector Hermansen. Yet somehow the Olsen-Gang manages to steal the figure, but Hermansen is on their trail.","release_date":"1969-10-08","vote_average":6.8,"runtime":82,"cert":"N\/A","id":24667,"title":"Olsenbanden: Operasjon Egon","adult":false,"genre_ids":[35,80]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Pål Johannessen"],"overview":"Hele banden med Kjell, Benny og Egon i spissen er denne gangen på jakt etter en skatt fra krigens dager, gjemt bort i en millitærbunker. De er ikke alene om jakten, det er flere som kjenner skjulestedet: Profesjonelle revolverbanditter, froskemenn og en skraphandler. Samtidig har militæret mistanke om at det foregår noe på sperret område.","release_date":"1972-09-09","vote_average":7.0,"runtime":94,"cert":"N\/A","id":24668,"title":"Olsenbanden tar gull","adult":false,"genre_ids":[35]},{"cast":["Michal Blicharz","Rafik Bryant"],"overview":"Exploited, abused and sometimes abandoned most gamers fail to reach the top, but like all sports heroes exist. FRAG is the true story of professional video gaming outlining the evolution of the 1980’s arcade game competitions to the elite tournaments of today for millions of dollars around the globe.","release_date":"2008-10-15","vote_average":6.4,"runtime":88,"cert":"N\/A","id":24669,"title":"Frag","adult":false,"genre_ids":[99]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Harald Heide-Steen Jr.","Pål Johannessen"],"overview":"Det er de store overraskelsene som får latteren til å runge, derfor røpes ikke handlingen her! Men at det er en ny vri på sakene, det kan vi ihvertfall røpe. Kuppet - det riktig store - det endelige kuppet - kuppet over alle kupp - vil gi 6 millioner i svarte penger. Og hvem kjenner til dette? Egon Olsen og Politiet.","release_date":"1973-11-29","vote_average":6.5,"runtime":102,"cert":"N\/A","id":24670,"title":"Olsenbanden og Dynamitt-Harry går amok","adult":false,"genre_ids":[]},{"cast":["Samantha Morton","Kiefer Sutherland","Cliff Curtis","Stephen Rea","Temuera Morrison"],"overview":"An intimate story set during the 1860s in which a young Irish woman Sarah and her family find themselves on both sides of the turbulent wars between British and Maori during the British colonization of New Zealand.","release_date":"2005-09-12","vote_average":6.6,"runtime":114,"cert":"N\/A","id":24671,"title":"River Queen","adult":false,"genre_ids":[12,10752]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Pål Johannessen"],"overview":"Egon, Kjell og Benny har gått under jorden, men da Kongen og Knekten utfordret dem måtte de slå til Igjen dreier det seg om store penger: 4 millioner i lett omsettlig mynt, nemlig moms-penger! I løpet av kort tid er de impliserte i tur og orden millionærer og raka fant en rekke ganger, For hva gjør man når man har 4 millioner mellom hendene? Man kan gjøre som Egon Olsen - eller som Kongen. De to har nemlig svært så forskjellige syn på hvordan en millionær skal oppføre seg.","release_date":"1974-08-15","vote_average":7.3,"runtime":93,"cert":"N\/A","id":24672,"title":"Olsenbanden møter Kongen og Knekten","adult":false,"genre_ids":[35]},{"cast":["Hedy Burress","Matt McKenzie","Pamela Adlon","Tara Strong","Tress MacNeille"],"overview":"While looking for her cat, a young woman and some kids find an abandoned building where strange things happen and the rules of physics don't always apply. Part of the Animatrix collection of animated shorts set in the Matrix universe.","release_date":"2003-06-03","vote_average":7.3,"runtime":13,"cert":"N\/A","id":24675,"title":"Beyond","adult":false,"genre_ids":[878,16]},{"cast":["Joely Richardson","Justina Machado","Ann Cusack","Scott Cohen","David Ramsey"],"overview":"An outbreak of avian flu mutates into a virus that becomes transmittable from human to human.","release_date":"2006-05-09","vote_average":4.4,"runtime":83,"cert":"N\/A","id":24676,"title":"Fatal Contact: Bird Flu in America","adult":false,"genre_ids":[28,18,53]},{"cast":["Forest Whitaker","Diane Venora","Keith David","Damon Whitaker","Michael Zelniker"],"overview":"Saxophone player Charlie Parker comes to New York in 1940. He is quickly noticed for his remarkable way of playing. He becomes a drug addict but his loving wife Chan tries to help him.","release_date":"1988-07-01","vote_average":7.0,"runtime":161,"cert":"15","id":24679,"title":"Bird","adult":false,"genre_ids":[18,10402]},{"cast":["Paulo Vilhena","Rosanne Mulholland","Maria Luísa Mendonça","Chico Diaz","Juliano Cazarré"],"overview":"An upper-middle class punk singer Andre, Magnata spends his time with his low-class friends, singing in clubs and wasting money. When he accepts a challenge to steal a Ferrari, he gets involved in a thriller that can lead him to a tragic consequence.","release_date":"2007-11-15","vote_average":5.3,"runtime":93,"cert":"N\/A","id":24682,"title":"O Magnata","adult":false,"genre_ids":[28,18]},{"cast":["Kathleen LaGue","Doug Swander","Matt Holly","Simon Page","Tim Colceri"],"overview":"The concept is based on a true story concerning an exotic species of eels that are released in the southeast from Asia. They breathe air and can survive on land.","release_date":"2007-01-01","vote_average":3.7,"runtime":92,"cert":"N\/A","id":24683,"title":"Razortooth","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Carey Mulligan","Peter Sarsgaard","Dominic Cooper","Rosamund Pike","Olivia Williams"],"overview":"Despite her sheltered upbringing, Jenny is a teen with a bright future; she's smart, pretty, and has aspirations of attending Oxford University. When David, a charming but much older suitor, motors into her life in a shiny automobile, Jenny gets a taste of adult life that she won't soon forget.","release_date":"2009-10-29","vote_average":7.0,"runtime":100,"cert":"12A","id":24684,"title":"An Education","adult":false,"genre_ids":[18,10749]},{"cast":["Catherine Frot","Jacques Villeret","Jules Sitruk","Cherie Lunghi","Hannah Taylor-Gordon"],"overview":"1920. Jean Rezeau and his elder brother were living happily in their family estate in Brittany, until the death of their grandmother. The return of their mother, a worthy descendant of fairytales' witches, brings an all new atmosphere to their home.","release_date":"2004-10-06","vote_average":6.6,"runtime":100,"cert":"N\/A","id":24685,"title":"Viper In The Fist","adult":false,"genre_ids":[18]},{"cast":["Vera Brezhneva","Anastasiya Zadorozhnaya","Vladimir Zelenskiy","Filipp Kirkorov","Ville Haapasalo"],"overview":"Three Russian friends work in New York, party hard and chase women. It's great times until they get cursed by a drunken Russian night club owner, who turns out to be Saint Valentine. St. Valentine's curse is simple - the guys lose all their manly powers until they find their true love. It turns out to be harder than it sounds - our boys have a lot of growing up to do. Fast.","release_date":"2009-03-05","vote_average":5.7,"runtime":88,"cert":"N\/A","id":24686,"title":"Love and the City","adult":false,"genre_ids":[35,10749]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Pål Johannessen"],"overview":"Olsenbanden er på farten igjen. Denne gangen er det de ettertraktede Bedford-diamantene som står i sentrum for Egon, Kjell og Benny. De skal skifte eier på mistenkelig vis. Da er det Olsenbanden slår til igjen og løser flokene for seg selv. Igjen gjør de livet surt for politifullmektig Hermansen og alle andre som forsøker å trampe i klaveret deres.","release_date":"1975-08-07","vote_average":7.0,"runtime":91,"cert":"N\/A","id":24687,"title":"Olsenbandens siste bedrifter","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Pål Johannessen"],"overview":"Egon, Kjell og Benny, også kalt Olsenbanden, vikler seg inn i den ene farefylte situasjonen etter den andre - fra nifse opplevelser i middelalderkjellere hvor gjenferd går igjen til tidenes kupp i Nationaltheateret under det danske gjestespiller \"Elverhøj\".","release_date":"1976-12-26","vote_average":6.8,"runtime":91,"cert":"N\/A","id":24688,"title":"Olsenbanden for full musikk","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":24689,"title":"The Plane Truth for Golfers","adult":false,"genre_ids":[]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Harald Heide-Steen Jr."],"overview":"Etter atter en tid på \"Botsen\" har Egon en genial plan klar. Med sin store forkjærlighet for timing og tilrettelegging retter han denne gangen blikket mot en av landets mest velsmurte og solide institusjoner: NSB. Egons frastjålte millioner er nemlig byttet inn i gullbarrer av noen multinasjonale slyngler, og barrene må fraktes med tog. Det kan ikke beskrives, det må ses!","release_date":"1977-10-14","vote_average":6.5,"runtime":98,"cert":"N\/A","id":24692,"title":"Olsenbanden og Dynamitt-Harry på sporet","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Harald Heide-Steen Jr."],"overview":"Egon er atter bak murene. Og atter fødes en ny plan. En korrupt diplomat har på ulovlig vis ervervet seg 10 millioner dollar på salg av subsidiert fjellsmør til utlandet. Disse pengene skal \"vaskes rene\" i den norske avdelingen av Verdensbanken. Egon regner med å få kloa i dem før de når dit.","release_date":"1978-09-18","vote_average":5.9,"runtime":101,"cert":"N\/A","id":24693,"title":"Olsenbanden og Data-Harry sprenger verdensbanken","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Harald Heide-Steen Jr."],"overview":"Snipp snapp snute - så var oljeeventyret ute. Ja, så forferdelig kunne det ha gått dersom ikke Olsenbanden hadde opptrådt på arenaen. En tidligere høyt betrodd medarbeider i Oljedirektoratet, nå finansmegler Brock-Larsen, er på jakt etter en mikrofilm inneholdende opplysninger om nye oljeforekomster i Nordsjøen. Disse vil han selge til et tysk storkonsern for 100 millioner D-mark. Egon kjenner til saken, og etter mange viderverdigheter kommer han i besittelse av filmen.","release_date":"1979-09-07","vote_average":7.0,"runtime":99,"cert":"N\/A","id":24694,"title":"Olsenbanden og Dynamitt-Harry mot nye høyder","adult":false,"genre_ids":[]},{"cast":["Sherman Augustus","Lee Barron","Tracy-Marie Briare","Kate del Castillo","Antonio Fargas"],"overview":"Would-be drug dealers are caught between the police and the Mafia.","release_date":"2008-04-09","vote_average":3.8,"runtime":90,"cert":"N\/A","id":24695,"title":"Bad Guys","adult":false,"genre_ids":[28,53,80]},{"cast":["Kathleen Barr","Garry Chalk","Ian James Corlett","Trevor Devall","Richard Newman"],"overview":"A holiday themed animated direct-to-video film starring Academy Award-winners, Tom and Jerry. It uses a good deal of Tchaikovsky's famous ballet The Nutcracker as background music. This film would be the last animated production for Tom and Jerry co-creator, Joseph Barbera, who would die on December 18, 2006. The film features all of the exaggerated violence usually found in Tom and Jerry.","release_date":"2007-10-02","vote_average":6.7,"runtime":46,"cert":"U","id":24696,"title":"Tom and Jerry: A Nutcracker Tale","adult":false,"genre_ids":[16,35,10751]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Sverre Wilberg"],"overview":"Kontanter er snart avlegs med det inflasjonstempoet vi har i dag... bedre med verdipapirer og fast eiendom! Disse tanker har også Olsenbanden gjort seg - og de tenker stort!","release_date":"1981-08-25","vote_average":7.0,"runtime":101,"cert":"N\/A","id":24697,"title":"Olsenbanden gir seg aldri!","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Sverre Wilberg"],"overview":"Våpenhandel til 1 million kroner! Og Olsenbanden blir selvfølgelig innblandet... i god, gammel stil planlegger de sitt aller siste kupp.","release_date":"1982-09-17","vote_average":6.3,"runtime":101,"cert":"N\/A","id":24698,"title":"Olsenbandens aller siste kupp","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Carsten Byhring","Sverre Holm","Aud Schønemann","Sverre Wilberg"],"overview":"Hvordan gikk det egentlig med Egon, Benny og Kjell i Olsenbanden, som i siste film dro sydover med kofferten full av panger? Svaret får vi nå!","release_date":"1984-09-06","vote_average":6.5,"runtime":89,"cert":"N\/A","id":24699,"title":"Men Olsenbanden var ikke død!","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Sverre Holm","Aud Schønemann","Harald Heide-Steen Jr.","Pål Johannessen"],"overview":"Egon er fratatt bowler og sigar og er installert på Solgløtt aldershjem. Benny livnærer seg på budtjeneste og taxi. Dynamitt-Harry hinker rundt etter et sprengningsuhell i Romeriksporten, mens Valgborg stuller hjemme alene etter Kjells bortgang og trøster seg med at så lenge det er tomflasker i huset, er det håp.","release_date":"1999-02-19","vote_average":6.0,"runtime":90,"cert":"N\/A","id":24700,"title":"Olsenbandens siste stikk","adult":false,"genre_ids":[35]},{"cast":["Ronnie Warner","Danny Masterson","Mekhi Phifer","Ashley Scott","Terry Crews"],"overview":"Danny Masterson (TV's 'That '70s Show') leads a hilarious ensemble cast in a tale about two hapless stoners who get involved in a scheme to rip off a shady character named Mr. Big after the duo sours on rehab.","release_date":"2006-05-09","vote_average":6.2,"runtime":94,"cert":"N\/A","id":24701,"title":"Puff, Puff, Pass","adult":false,"genre_ids":[35]},{"cast":["Timothy V. Murphy","Lindsey Stoddart","Rocky Marquette","Stan Kirsch","Patty McCormack"],"overview":"A naked teenage boy covered in blood appears at a remote sheriff's station one year after the brutal unsolved murder of a local girl. Now Sheriff Jack Shepherd, guilt ridden over the girl's murder, must confront his own demons as he desperately searches for the boy's true identity and possible victims. Little does Jack realize that he has started down a path that will bring him face to face with an unthinkable horror. Before sunrise the living will pay for the pain the dead have suffered.","release_date":"2005-06-28","vote_average":5.2,"runtime":97,"cert":"","id":24702,"title":"Shallow Ground","adult":false,"genre_ids":[27]},{"cast":["Denise Crosby"],"overview":"sequel to the 1997 documentary film Trekkies.","release_date":"2004-04-20","vote_average":6.7,"runtime":93,"cert":"N\/A","id":24703,"title":"Trekkies 2","adult":false,"genre_ids":[99]},{"cast":["Colin Vint","Christopher Heyerdahl","Smriti Mishra"],"overview":"Journey across India, a breath taking land shaped by a myriad of cultures, customs and traditions. Come face to face with the Bengal Tiger and explore the work of this majestic creature with stunning clarity. Soar over blue-hazed Himalayan peaks and sweep down towards the thundering Indian Ocean as we celebrate the power and beauty of India's greatest ambassador - the mighty Bengal Tiger.","release_date":"2002-06-14","vote_average":4.0,"runtime":40,"cert":"N\/A","id":24704,"title":"India: Kingdom of the Tiger","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Reveals the history and worldwide scope of plastics pollution, investigates its toxicity and explores solutions. From styrofoam cups to artificial organs, plastics are perhaps the most ubiquitous and versatile material ever invented. No invention in the past 100 years has had more influence and presence than synthetics. But such progress has had a cost.","release_date":"2008-10-04","vote_average":5.0,"runtime":85,"cert":"N\/A","id":24707,"title":"Addicted to Plastic","adult":false,"genre_ids":[99]},{"cast":["Maury Chaykin","Sara Downing","John Savage","Max Kasch","Jeremy London"],"overview":"A 1940's period drama about about a woman who has been wronged by her husband, but must help him after he has fallen in with a family of grifters.","release_date":"2008-03-06","vote_average":4.0,"runtime":null,"cert":"N\/A","id":24710,"title":"The Grift","adult":false,"genre_ids":[53,28,18,27]},{"cast":["Christopher Reeve","Joe Mantegna","Kim Cattrall","Edward Kerr","William H. Macy"],"overview":"Dempsey Cain is an honored cop, a loving husband and father, and mentor to his handsome younger brother. Then a drug dealer's bullet paralyzes him for life and Dempsey's world is shattered. Suddenly, his wife and brother seem to care less about him than for each other, and a million-dollar insurance.","release_date":"1995-01-01","vote_average":6.7,"runtime":95,"cert":"N\/A","id":24711,"title":"Above Suspicion","adult":false,"genre_ids":[18,53]},{"cast":["Jakob Eklund","Joel Kinnaman","Jacqueline Ramel","Meliz Karlge"],"overview":"Johan is a two-fisted Gothenburg cop who finds himself in a shoot-out with jewel robbers. After the smoke has cleared, one robber, shot by his accomplice, and an innocent bystander, are dead. Three witnesses, including Helen, identify thug extraordinaire Leo Gaut as being the dead crook's trigger-happy colleague. Gaut soon threatens the three witnesses, and only Johan, the badge-wearing hero, can save them","release_date":"2009-11-04","vote_average":6.3,"runtime":94,"cert":"N\/A","id":24712,"title":"Johan Falk: The Outlaws","adult":false,"genre_ids":[28,53]},{"cast":["Jakob Eklund","Joel Kinnaman","Jacqueline Ramel","Meliz Karlge"],"overview":"Johan Falk and his colleagues at the GSI go after sex traffickers importing young women from the East and forcing them into prostitution.","release_date":"2009-11-03","vote_average":6.4,"runtime":90,"cert":"N\/A","id":24713,"title":"Johan Falk 5: Operation Näktergal","adult":false,"genre_ids":[28,53]},{"cast":["Jeremy Clarkson","Vicki Butler-Henderson","Anthony Davidson","Matt Dawson","Ronan Keating"],"overview":"Welcome to my new DVD, Duel - it's all about challenges and some big questions. Which car makes the most smoke while going sideways - a Lamborghini Murcielago SuperVeloce or a Vauxhall VXR8 Bathurst S? What is best at drifting? - the Jaguar XKR, the Lotus Evora, Audi's R8 V10 or BMW's M3? To find out, I globe-trot from sun-drenched Spain to Silverstone via Oxfordshire and Swindon. There is ...","release_date":"2009-11-03","vote_average":7.5,"runtime":78,"cert":"N\/A","id":24714,"title":"Clarkson: Duel","adult":false,"genre_ids":[35,99]},{"cast":["Mr. T","Dennis Dugan","John P. Navin, Jr.","Peggy Pope","Lynne Moody"],"overview":"Mr. T's first starring made-for-TV movie role has him playing a tough and scowling, but softhearted, nightclub bouncer who finds himself involved with a bunch of kids after being conned into taking over a youth center.","release_date":"1984-11-07","vote_average":4.0,"runtime":120,"cert":"N\/A","id":24729,"title":"The Toughest Man in the World","adult":false,"genre_ids":[10770,18]},{"cast":["Sean Astin","Miranda de Pencier","Eugene Levy","Howie Mandel","Andrea Martin"],"overview":"\"All men are not created equal. It is the purpose of the Government to make them so.\" This is the premise of the Showtime film adaption of Kurt Vonnegut's futuristic short story Harrison Bergeron. The film centers around a young man (Harrison) who is smarter than his peers, and is not affected by the usual \"Handicapping\" which is used to train all Americans so everyone is of equal intelligence.","release_date":"1995-08-13","vote_average":7.4,"runtime":99,"cert":"N\/A","id":24732,"title":"Harrison Bergeron","adult":false,"genre_ids":[35,878]},{"cast":["Jane Fonda","Anne Bancroft","Meg Tilly","Anne Pitoniak","Winston Rekert"],"overview":"When a dead newborn is found, wrapped in bloody sheets, in the bedroom wastebasket of a young novice, psychiatrist Martha Livingston is called in to determine if the seemingly innocent novice, who knows nothing of sex or birth, is competent enough to stand trial for the murder of the baby.","release_date":"1985-08-21","vote_average":6.3,"runtime":98,"cert":"N\/A","id":24735,"title":"Agnes of God","adult":false,"genre_ids":[18,9648]},{"cast":["Reese Witherspoon","Ethan Embry","Jack Thompson","Sarel Bok","Robert John Burke"],"overview":"Thrown together under incredible circumstances, two strangers must discover courage and strength when they begin a journey across the treacherous African desert! Equipped only with their wits and the expertise of a native bushman who befriends them, they are determined to triumph over impossible odds and reach their destination. But along the way, the trio face a primitive desert wilderness.","release_date":"1993-03-12","vote_average":6.2,"runtime":100,"cert":"PG","id":24736,"title":"A Far Off Place","adult":false,"genre_ids":[18,12]},{"cast":["Anthony Edwards","Mare Winningham","John Agar","Lou Hancock","Mykelti Williamson"],"overview":"After 30 years of searching, Harry has finally met the girl of his dreams. Unfortunately, before they even have a chance to go on their first date, Harry intercepts some chilling news: WWIII has begun and nuclear missiles will destroy Los Angeles in less than an hour!","release_date":"1989-05-19","vote_average":6.9,"runtime":87,"cert":"15","id":24739,"title":"Miracle Mile","adult":false,"genre_ids":[10749,878,53]},{"cast":["Barbara Hershey","Ron Silver","David Labiosa","George Coe","Margaret Blye"],"overview":"Barbara Hershey stars as Carla Moran, a hard-working single mother until the night she is raped in her bedroom by someone - or something - that she cannot see. Despite skeptical psychiatrists, she is repeatedly attacked in her car, in the bath, and in front of her children. Could this be a case of hysteria, a manifestation of childhood sexual trauma, or something even more horrific?","release_date":"1982-09-30","vote_average":6.4,"runtime":125,"cert":"18","id":24740,"title":"The Entity","adult":false,"genre_ids":[27,9648,53]},{"cast":["Tim Conway","Don Knotts","Melissa Disney","Sam Mercurio","Wayne Powers"],"overview":"So what's so bad about being a common caterpillar? Just ask Hermie-or his friend, Wormie-and they'll tell you. No splashy stripes. No stand-out spots. Not even a cool house like the snail or super-strength like the ant. Compared to the rest of God's beautiful creation, they just feel ordinary. Unimportant. A little out of place. But God sees past their plainness, and plans an incredible surprise to show them just how special they are.Featuring the voices of Tim Conway as Hermie and Don Knotts as Wormie, these caterpillars encounter a host of delightful characters and quickly wriggle their way into the hearts of young and old alike. But as the animation engages young minds, the truth of God's purpose and plan for His people touches their souls. It's a message of hope you'll want your kids to hear, and a fun-filled adventure that will keep them crawling back for more.","release_date":"2003-01-04","vote_average":0.0,"runtime":23,"cert":"N\/A","id":24743,"title":"Hermie: A Common Caterpillar","adult":false,"genre_ids":[16]},{"cast":["Jeffrey Falcon","Justin McGuire","Kim De Angelo","Stephane Gauger","Clifford Hugo"],"overview":"In a post-apocalyptic world where the Russians have taken over a nuked USA and Elvis is king of Lost Vegas, Buddy is a '50s rocker and wandering warrior rolled into one, too-cool package. Armed with his six-string in one hand and his sword in the other, Buddy is on his way to Vegas to succeed Elvis as King. Along the way, he saves an orphan who decides to tag along.","release_date":"1998-09-18","vote_average":5.9,"runtime":91,"cert":"N\/A","id":24746,"title":"Six-String Samurai","adult":false,"genre_ids":[28,12,878]},{"cast":["Jim Caviezel","Claire Forlani","Jeremy Northam","Malcolm McDowell","Aidan Quinn"],"overview":"The story of golf icon and legend, Bobby Jones, who retired from competition at the tender age of 28.","release_date":"2004-04-30","vote_average":5.8,"runtime":120,"cert":"N\/A","id":24747,"title":"Bobby Jones: Stroke of Genius","adult":false,"genre_ids":[18]},{"cast":["Paul Newman","Melvyn Douglas","Patricia Neal","Brandon De Wilde","Whit Bissell"],"overview":"Hud Bannon is a ruthless young man who tarnishes everything and everyone he touches. Hud represents the perfect embodiment of alienated youth, out for kicks with no regard for the consequences. There is bitter conflict between the callous Hud and his stern and highly principled father, Homer. Hud's nephew Lon admires Hud's cheating ways, though he soon becomes too aware of Hud's reckless amorality to bear him anymore. In the world of the takers and the taken, Hud is a winner. He's a cheat, but, he explains, \"I always say the law was meant to be interpreted in a lenient manner.\"","release_date":"1963-05-29","vote_average":7.5,"runtime":112,"cert":"N\/A","id":24748,"title":"Hud","adult":false,"genre_ids":[28,18,37]},{"cast":["Timothy Hutton","Lindsay Crouse","John Lone","Josef Sommer","David Strathairn"],"overview":"An anthropologist is brought to an arctic base when explorers discover the body of a prehistoric man who has been frozen in a block of ice for 40,000 years. After thawing the body to perform an autopsy, scientists discover to their amazement a real possibility to revive him and their attempt to resuscitate the \"iceman\" proves successful.","release_date":"1984-04-13","vote_average":5.7,"runtime":100,"cert":"N\/A","id":24749,"title":"Iceman","adult":false,"genre_ids":[878,18]},{"cast":["Malcolm McDowell","David Warner","Mary Steenburgen","Charles Cioffi","Kent Williams"],"overview":"The Wildest Chase Of The Century! London 1893 is home to a killer with a macabre nickname... and also to a visionary genius who would write The Time Machine. But what if H.G. Wells' invention wasn't fiction? And what if Jack the Ripper escaped capture fleeing his own time to take refuge in ours - with Wells himself in pursuit?","release_date":"1979-08-31","vote_average":6.8,"runtime":112,"cert":"PG","id":24750,"title":"Time After Time","adult":false,"genre_ids":[12,18,35,878,53]},{"cast":["John Wayne","Susan Hayward","Pedro Armendáriz","Agnes Moorehead","Thomas Gomez"],"overview":"Mongol chief Temujin battles against Tartar armies and for the love of the Tartar princess Bortai. Temujin becomes the emperor Genghis Khan.","release_date":"1956-03-28","vote_average":3.8,"runtime":111,"cert":"N\/A","id":24751,"title":"The Conqueror","adult":false,"genre_ids":[28,12]},{"cast":["Masako Nozawa","Ryusei Nakao","Toshio Furukawa","Hiromi Tsuru","Kōhei Miyauchi"],"overview":"After defeating Frieza, Goku returns to Earth and goes on a camping trip with Gohan and Krillin. Everything is normal until Cooler - Frieza's brother - sends three henchmen after Goku. A long fight ensues between our heroes and Cooler, in which he transforms into the fourth stage of his evolution and has the edge in the fight... until Goku transforms into a Super Saiyan.","release_date":"1991-07-20","vote_average":6.6,"runtime":48,"cert":"N\/A","id":24752,"title":"Dragon Ball Z: Cooler's Revenge","adult":false,"genre_ids":[28,16,12]},{"cast":["Heidi Armbruster","Richard Bekins","Betty Gilpin","Ed Onipede Blunt","Kate Buddeke"],"overview":"The lives of three disparate families are illuminated by a meteor shower on a winter night.","release_date":"2009-07-21","vote_average":2.0,"runtime":null,"cert":"N\/A","id":24753,"title":"The Northern Kingdom","adult":false,"genre_ids":[18]},{"cast":["Bill Sage","Terry Serpico","Nicole Bilderback","Colin Fickes","Cordelia Reynolds"],"overview":"Five best friends in their late 20's discover new truths about themselves and the friendships they thought would last forever.","release_date":"2009-01-01","vote_average":5.8,"runtime":92,"cert":"N\/A","id":24754,"title":"The New Twenty","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Roughly chronological, from 3\/96 to 11\/96, with a coda in spring of 1997: inside compounds of Aum Shinrikyo, a Buddhist sect led by Shoko Asahara. (Members confessed to a murderous sarin attack in the Tokyo subway in 1995.) We see what they eat, where they sleep, and how they respond to media scrutiny, on-going trials, the shrinking of their fortunes, and the criticism of society. Central focus is","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":24755,"title":"A","adult":false,"genre_ids":[99,53]},{"cast":["Anthony 'Treach' Criss","Warren Derosa","Sung-Hi Lee","Janet Carroll","Leo Lee"],"overview":"When international diplomacy comes up short, extreme measures must be taken. In the newest installment of The Art of War, Agent Neil Shaw (Treach) is on a covert mission to stop North Korean terrorists from obtaining a nuclear bomb. But when the deal turns deadly, Shaw is drawn into the crossfire to save a beautiful facilitator (Sung Hi Lee) and ends up framed for murder...","release_date":"2009-01-01","vote_average":3.2,"runtime":88,"cert":"N\/A","id":24756,"title":"The Art of War III: Retribution","adult":false,"genre_ids":[12,28,53]},{"cast":["Edward Furlong","Shaun Sipos","Sam Levinson","Steffen Mennekes"],"overview":"A heated game of poker causes three men incarcerated for nonviolent offenses to brutalize their cellmate before taking drastic measures in order to cover up their crime.","release_date":"2009-01-01","vote_average":5.5,"runtime":87,"cert":"18","id":24757,"title":"Stoic","adult":false,"genre_ids":[80,18]},{"cast":["Michael O'Hare Wallace","Peter Mikhail"],"overview":"Five American soldiers on a routine training mission in the forests of northern Italy encounter the ghost of a German sniper from World War II.","release_date":"2008-04-22","vote_average":1.0,"runtime":80,"cert":"N\/A","id":24762,"title":"Lost Mission","adult":false,"genre_ids":[53,18,10752]},{"cast":["Mackenzie Astin","Kevin Spacey","Brian Cox","David Ogden Stiers","George Gerdes"],"overview":"When Will Stoneman's father dies, he is left alone to take care of his mother and their land. Needing money to maintain it, he decides to join a cross country dogsled race. This race will require days of racing for long hours, through harsh weather and terrain. This young man will need a lot of courage and a strong will to complete this race.","release_date":"1994-01-14","vote_average":6.3,"runtime":108,"cert":"N\/A","id":24767,"title":"Iron Will","adult":false,"genre_ids":[12,18,10751]},{"cast":["Cezary Pazura","Ewa Błaszczyk","Henryk Bista","Marek Kondrat","Maciej Kozłowski"],"overview":"One day, hospital orderlies, watching corpse in the morgue, recognize film director. Man, even though he died, he begins to remember his life. He made a career making movies, had numerous mistresses, but never realized their dreams. His life was interspersed with many setbacks that enfeebled him from the inside. Although he made a career in film, he was not happy with his life.","release_date":"1996-02-02","vote_average":7.5,"runtime":95,"cert":"N\/A","id":24768,"title":"Nothing Funny","adult":false,"genre_ids":[35]},{"cast":["Bogusław Linda","Cezary Pazura","Artur Żmijewski","Valeriy Priyomykhov","Sergey Shakurov"],"overview":"Franz Maurer, a compromised cop, former officer of the criminal department of the Warsaw's police, is released from prison where he was doing time for his brutality and murders. He is awaited by the New, his fellow-policeman. Franz tries to go straight starting hard work in a steel mill. Nevertheless, he must leave the factory as a criminal with an uncertain past when he doesn't join the strike organized by the workers' union. At the same time, a merciless war continues in former Yugoslavia. Wolf and William, two high rank officers, come to Poland in order to organize a network selling and smuggling arms to Yugoslavia by way of Albania.","release_date":"1994-04-05","vote_average":7.0,"runtime":100,"cert":"N\/A","id":24769,"title":"Psy 2: Ostatnia krew","adult":false,"genre_ids":[28]},{"cast":["John Candy","Joe Flaherty","Eugene Levy","Alley Mills","Pat Hingle"],"overview":"John Bourgignon, a drummer\/chauffeur engaged to the daughter of a United States senator encounters a sleazy film director, the leader of an aerobics cult, and other crazed characters in the days leading up to his wedding.","release_date":"1983-09-30","vote_average":5.0,"runtime":85,"cert":"N\/A","id":24772,"title":"Going Berserk","adult":false,"genre_ids":[35]},{"cast":["Francois Coertze","Julie Hartley","Lizz Meiring","Jozua van der Lugt","Zack du Plessis"],"overview":"The story is about Poenie (Franscois Coertze) who burns his scrotum with a welding iron while working on his car and lands in hospital a few days before he is to marry the virgin Martie. This is the first mishap in a series of disasters and misunderstandings that provides many belly-clutching laughs. As Poenie's father Frikadel (Zak du Plessis) puts it, \"Die seun sit sy voet uit die voordeur uit en dan is hy kniediep in die kak!\"","release_date":"1994-11-25","vote_average":6.8,"runtime":96,"cert":"N\/A","id":24773,"title":"Lipstiek Dipstiek","adult":false,"genre_ids":[35]},{"cast":["Setsuko Hara","Masayuki Mori","Toshirō Mifune","Yoshiko Kuga","Takashi Shimura"],"overview":"Kameda, who has been in an asylum on Okinawa, travels to Hokkaido. There he becomes involved with two women, Taeko and Ayako. Taeko comes to love Kameda, but is loved in turn by Akama. When Akama realizes that he will never have Taeko, his thoughts turn to murder, and great tragedy ensues.","release_date":"1951-05-23","vote_average":7.2,"runtime":166,"cert":"N\/A","id":24774,"title":"The Idiot","adult":false,"genre_ids":[18,10749]},{"cast":["Eddie Griffin","Vinnie Jones","Breckin Meyer","Vivica A. Fox","Nadine Velazquez"],"overview":"A terrorist posing as environmentalist hijacks an oil rig off the coast of California with the intent of detonating an electromagnetic bomb over the US.","release_date":"2004-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":24775,"title":"Blast","adult":false,"genre_ids":[28,12,35,53]},{"cast":[],"overview":"Greg Palast has been following the Bush family around for years as an investigative reporter for the BBC. This is some of the information he has found, as recorded in his book \"The Best Democracy Money Can Buy\".","release_date":"2004-09-28","vote_average":8.0,"runtime":62,"cert":"N\/A","id":24776,"title":"Bush Family Fortunes: The Best Democracy Money Can Buy","adult":false,"genre_ids":[99]},{"cast":["Ayn Ruymen","Lucille Benson","John Ventantonio","Laurie Main","Paul Bartel"],"overview":"Teenage runaway Cheryl splits from Ohio and ends up in Los Angeles staying at an old rundown hotel full of weirdos. The weirdest of all is George and he has a crush on Cheryl.","release_date":"1972-09-01","vote_average":5.8,"runtime":87,"cert":"N\/A","id":24777,"title":"Private Parts","adult":false,"genre_ids":[27,35]},{"cast":["Dwayne Adway","Texas Battle","Roark Critchlow","William Gregory Lee","Alex McArthur"],"overview":"The Most Dangerous Game formula gets a monstrous twist as the mythical Hydra turns the tables on a group of wealthy human-hunters. Kidnapped along with three ex-convicts, former Marine Tim Nolan is transported to a deserted island where the super rich pay a fortune to hunt human prey. But this island isn't exactly deserted; it's actually home to Hydra the Beast!","release_date":"2009-02-20","vote_average":3.9,"runtime":94,"cert":"N\/A","id":24778,"title":"Hydra","adult":false,"genre_ids":[10770,27,878]},{"cast":["Casey Kasem","Don Messick","Sorrell Booke","Rob Paulsen","Ronnie Schell"],"overview":"When Shaggy inherits an old Southern estate from an uncle, he and his sleuthing hounds take a road trip. But they don't even make it to the mansion before the haunting starts. Amid headless horsemen, walking skeletons, and a menacing butler, Scooby, Scrappy, and Shaggy get majorly spooked.","release_date":"1987-11-01","vote_average":6.7,"runtime":92,"cert":"N\/A","id":24787,"title":"Scooby-Doo Meets the Boo Brothers","adult":false,"genre_ids":[16,12,35,10751,10770]},{"cast":["Glenn Ford","Henry Fonda","Hope Holiday","Chill Wills","Edgar Buchanan"],"overview":"Ben (Glenn Ford) and Marion (Henry Fonda) are two cowboys who make a meager living breaking wild horses. Their frequent employer Jim (Chill Wills), who always gets the better of them, talks them into taking a nondescript horse in lieu of some of their wages. Ben finds that the horse is un-rideable, he comes up with the idea of taking it to a rodeo and betting other cowhands they cannot ride it.","release_date":"1965-01-08","vote_average":5.2,"runtime":85,"cert":"N\/A","id":24790,"title":"The Rounders","adult":false,"genre_ids":[35,37]},{"cast":["Hiroshi Araki"],"overview":"Roughly chronological, from 3\/96 to 11\/96, with a coda in spring of 1997: inside compounds of Aum Shinrikyo, a Buddhist sect led by Shoko Asahara. (Members confessed to a murderous sarin attack in the Tokyo subway in 1995.) We see what they eat, where they sleep, and how they respond to media scrutiny, on-going trials, the shrinking of their fortunes, and the criticism of society. Central focus is placed on Hiroshi Araki, a young man who finds himself elevated to chief spokesman for Aum after its leaders are arrested. Araki faces extreme hostility from the Japanese public, who find it hard to believe that most followers of the cult had no idea of the attacks and even harder to understand why these followers remain devoted to the religion, if not the violence.","release_date":"1998-01-01","vote_average":7.0,"runtime":136,"cert":"N\/A","id":24791,"title":"A","adult":false,"genre_ids":[99]},{"cast":["Dr. Erik D. Demaine","Martin L. Demaine","Vincent Floderer","Miri Golan","Vanessa Gould"],"overview":"Depicts a cast of fine artists and eccentric scientists (from MIT and NASA) who have devoted their lives to the unlikely medium of modern origami. Through their determination to reinterpret the world in paper, they arouse a fascinating mix of sensibilities towards art, form, expressiveness, creativity and meaning","release_date":"2008-01-01","vote_average":7.9,"runtime":56,"cert":"N\/A","id":24792,"title":"Between the Folds","adult":false,"genre_ids":[99,10751]},{"cast":["Whoopi Goldberg","Michael York","Paloma Baeza","Simon Fenton","James Coombes"],"overview":"Yet another variation on Mark Twain's \"A Connecticut Yankee At King Arthur's Court.\" Here, a computer malfunction causes a science researcher to be sent back in time with her laptop, which she uses to amaze the court.","release_date":"1998-11-08","vote_average":5.5,"runtime":90,"cert":"N\/A","id":24793,"title":"A Knight in Camelot","adult":false,"genre_ids":[12,14,35,878,10751]},{"cast":["Darren J. Birch","Christopher Bishop","Tyler Boissonnault","J. Winston Carroll","Patrick Cranshaw"],"overview":"In Disney's fifth installment to the franchise, Air Bud finds that he has the uncanny ability to play volleyball.","release_date":"2003-07-01","vote_average":4.5,"runtime":87,"cert":"U","id":24794,"title":"Air Bud: Spikes Back","adult":false,"genre_ids":[35,10751]},{"cast":["Danny Glover","Brenda Fricker","Joseph Gordon-Levitt","Christopher Lloyd","Tony Danza"],"overview":"Roger is a foster child whose irresponsible father promises to get his act together when Roger's favourite baseball team, the California Angels, wins the pennant. The problem is that the Angels are in last place, so Roger prays for help to turn the team around. Sure enough, his prayers are answered in the form of angel Al.","release_date":"1994-07-15","vote_average":5.9,"runtime":102,"cert":"U","id":24795,"title":"Angels in the Outfield","adult":false,"genre_ids":[35,18]},{"cast":["Alonzo F. Jones","Shamika Ann Franklin","Annemarie Pazmino","Michelle Rose","Xavier Jones"],"overview":"Three interconnected tales of terror set against the backdrop of a zombie apocalypse.","release_date":"2009-01-01","vote_average":4.5,"runtime":86,"cert":"N\/A","id":24796,"title":"Edges of Darkness","adult":false,"genre_ids":[27,878]},{"cast":["Billy Zane","Alexander Nevsky","Robert Davi","Bai Ling","Armand Assante"],"overview":"In order to see magic idol Krell Darius perform his world-famous magic act, a beautiful aspiring young-magician, Tatiana, travels from New York to Las Vegas with her closest friends, BFFs, Elena and Vera. As the layers of illusion unfold, so too do the dark windows into Tatiana's past","release_date":"2009-11-04","vote_average":2.5,"runtime":90,"cert":"N\/A","id":24797,"title":"Magic Man","adult":false,"genre_ids":[18,53]},{"cast":["David Byrne","John Goodman","Swoosie Kurtz","Spalding Gray","Annie McEnroe"],"overview":"A small but growing Texas town, filled with strange and musical characters, celebrates its sesquicentennial and converge on a local parade and talent show.","release_date":"1986-10-10","vote_average":7.0,"runtime":89,"cert":"N\/A","id":24798,"title":"True Stories","adult":false,"genre_ids":[35]},{"cast":["Jeremy London","Christy Carlson Romano","Yancy Butler","Mark Dacascos","Rhett Giles"],"overview":"The film is pretty much a \"by the numbers\" thriller that follows Russel Bayne (London) - who is bitten by a werewolf and quickly finds himself in the middle of a supernatural war between vampires, werewolves, and human hunters. To make matters worse, it seems the vampires are having a civil war with a clan breaking from the others in a quest to return the vampire goddess back to power.","release_date":"2009-10-12","vote_average":4.5,"runtime":87,"cert":"N\/A","id":24799,"title":"Wolvesbayne","adult":false,"genre_ids":[10770,14,27]},{"cast":["Grażyna Błęcka-Kolska","Mariusz Saniternik","Andrei Bilanov","Krzysztof Adamczyk","Zofia Zoń"],"overview":"No overview found.","release_date":"2009-01-01","vote_average":5.0,"runtime":108,"cert":"N\/A","id":24800,"title":"Afonia i pszczoły","adult":false,"genre_ids":[18]},{"cast":["Aly Michalka","AJ Michalka","Jack Coleman","Michael Trevino","Sheila McCarthy"],"overview":"In order to learn how to be responsible, two wealthy teen sisters are forced to work in the family business by their exasperated father. When company funds goes missing, it's up to the girls to save the day.","release_date":"2006-03-24","vote_average":5.2,"runtime":90,"cert":"U","id":24801,"title":"Cow Belles","adult":false,"genre_ids":[10770,35,10751,10749]},{"cast":["Michael Jai White","Arsenio Hall","Tommy Davidson","Kevin Chapman","Richard Edson"],"overview":"This is the story of 1970s African-American action legend Black Dynamite. The Man killed his brother, pumped heroin into local orphanages, and flooded the ghetto with adulterated malt liquor. Black Dynamite was the one hero willing to fight The Man all the way from the blood-soaked city streets to the hallowed halls of the Honky House...","release_date":"2009-10-16","vote_average":7.3,"runtime":90,"cert":"15","id":24804,"title":"Black Dynamite","adult":false,"genre_ids":[28,35]},{"cast":["Theodore Roberts","Charles De Rochefort","Estelle Taylor","Julia Faye","Pat Moore"],"overview":"The first part tells the story of Moses leading the Jews from Egypt to the Promised Land, his receipt of the tablets and the worship of the golden calf. The second part shows the efficacy of the commandments in modern life through a story set in San Francisco. Two brothers, rivals for the love of Mary, also come into conflict when John discovers Dan used shoddy materials to construct a cathedral.","release_date":"1923-11-23","vote_average":6.8,"runtime":136,"cert":"N\/A","id":24805,"title":"The Ten Commandments","adult":false,"genre_ids":[18]},{"cast":["Jason Robards","Jonathan Pryce","Diane Ladd","Royal Dano","Vidal Peterson"],"overview":"In a small American town, a diabolical circus arrives, granting wishes for the townsfolk, but twisted as only the esteemed Mr. Dark can make them. Can two young boys overcome the worst the devil himself can deal out?","release_date":"1983-04-29","vote_average":6.6,"runtime":95,"cert":"","id":24808,"title":"Something Wicked This Way Comes","adult":false,"genre_ids":[14,9648,53,10751,27]},{"cast":["Anton Yelchin","Albert Finney","Bridget Fonda","Campbell Scott","Hank Harris"],"overview":"A guardian angel has 24 hours to convince a soul that life on Earth is worth the effort.","release_date":"2001-01-04","vote_average":5.4,"runtime":94,"cert":"N\/A","id":24811,"title":"Delivering Milo","adult":false,"genre_ids":[14,35]},{"cast":["Jorge Perugorría","Enrique Molina","Paula Ali","Yoima Valdés","Laura De la Uz "],"overview":"An unclaimed fortune, grown for centuries in a British bank account, becomes a potential windfall for Bernadito Castiñeiras and the residents of the tiny village of Yaragüey, Cuba. To receive his massive inheritance check, Bernadito must prove his lineage to the Castiñeiras nuns who first populated the region. In an isolated and impoverished town where many residents share the same surname, a feud breaks out between the \"Castiñeiras\" and \"Castiñeyras\" families.","release_date":"2008-10-24","vote_average":6.0,"runtime":108,"cert":"N\/A","id":24814,"title":"Horn of Plenty","adult":false,"genre_ids":[35,18]},{"cast":["Félix Gómez","Javier Veiga","Verónica Sánchez"],"overview":"","release_date":"2004-08-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":24817,"title":"The Year of the Tick","adult":false,"genre_ids":[35]},{"cast":["Kim Yoon-jin","Kim Mi-Sook","Park Hee-soon","Choi Moo-seong","Oh Gwang-rok"],"overview":"A successful lawyer who, in order to save her daughter, is pressured into defending the innocence of a man slated to receive the death penalty.","release_date":"2007-11-14","vote_average":6.6,"runtime":125,"cert":"N\/A","id":24822,"title":"Seven Days","adult":false,"genre_ids":[80,53]},{"cast":["Adam Hills"],"overview":"Characterful and Joymonger delivers two of Adam's most acclaimed shows, recorded live with AUSLAN interpreter Leanne Beer at Melbourne's Athenaeum Theatre","release_date":"2008-11-20","vote_average":10.0,"runtime":159,"cert":"N\/A","id":24823,"title":"Adam Hills: Characterful And Joymonger","adult":false,"genre_ids":[]},{"cast":["Mark Morales","Darren Robinson","Damon Wimbley","Ralph Bellamy","Tony Plana"],"overview":"As not-quite-orderlies who're downright Disorderlies, rap-music favorites The Fat Boys rule. Playing the freewheeling caretakers of the frail Dennison (Hollywood legend Ralph Bellamy), they stir up a comedic culture clash in Palm Beach society that only proves laughter is the best medicine this side of a tax refund.","release_date":"1987-07-14","vote_average":4.6,"runtime":86,"cert":"N\/A","id":24826,"title":"Disorderlies","adult":false,"genre_ids":[35]},{"cast":["Ranbir Kapoor","Katrina Kaif","Upen Patel","Govind Namdeo","Darshan Jariwala"],"overview":"When his love interest doesn't show up for a meeting, a man and his friends go to Goa in order to find her, where they discover she loves someone else.","release_date":"2009-11-06","vote_average":6.1,"runtime":150,"cert":"N\/A","id":24827,"title":"Ajab Prem Ki Ghazab Kahani","adult":false,"genre_ids":[10749,35,28]},{"cast":["Bill Cosby","Tom Courtenay","Joe Don Baker","Moses Gunn","Pat Colbert"],"overview":"After separating from his wife, Leonard Parker (Cosby) quit the spy business and became a restaurateur. His wife refuses to speak with him, and his daughter, who changes her career more often than her clothes, has begun dating a man old enough to be Leonard's father! On top of it all, the government has asked him to come back and save the world again.","release_date":"1987-12-18","vote_average":2.8,"runtime":85,"cert":"N\/A","id":24828,"title":"Leonard Part 6","adult":false,"genre_ids":[28,35]},{"cast":["Olivia Bonamy","Adrià Collado","Jeffrey Ribier","Valentina Vargas","Thylda Barès"],"overview":"Mallory is the head of an elite government-run strike force dedicated to combating the supernatural. Her team includes the drag queen Vena Cava, an explosives expert; a mute, pre-teen telepath capable of possessing others named Talking Tina; and an armed governmental agent named Durand.","release_date":"2002-07-17","vote_average":5.1,"runtime":94,"cert":"N\/A","id":24829,"title":"Bloody Mallory","adult":false,"genre_ids":[14,27,28,35,53,878]},{"cast":["Johnny Yune","Margaux Hemingway","Raf Mauro","Pam Huntington","Martin Azarow"],"overview":"While working as a cook for the Cosa Nostra, an Asian immigrant who everyone calls Bruce because of his resemblance to Bruce Lee, is duped into making deliveries of \"Chinese Flour\"- cocaine - all across the U.S.","release_date":"1982-11-10","vote_average":4.8,"runtime":85,"cert":"N\/A","id":24830,"title":"They Call Me Bruce?","adult":false,"genre_ids":[28,35,53]},{"cast":["Bradford Dillman","Heather Menzies","Kevin McCarthy","Keenan Wynn","Dick Miller"],"overview":"When flesh-eating piranhas are accidently released into a summer resort's rivers, the guests become their next meal.","release_date":"1978-08-03","vote_average":5.7,"runtime":94,"cert":"15","id":24831,"title":"Piranha","adult":false,"genre_ids":[27,53,878,35]},{"cast":["Steve Austin","Lynda Boyd","Laura Vandervoort","Walton Goggins","William B. Davis"],"overview":"An ex-con battles it out in the cage to pay for the operation that would save the daughter of his victim. Along the way he finds fatherly love, and friendship, in the most unlikely of places.","release_date":"2009-10-05","vote_average":5.9,"runtime":102,"cert":"N\/A","id":24832,"title":"Damage","adult":false,"genre_ids":[28,53]},{"cast":["George Wendt","Craig Anton","Charisse Baker","Andrew Astor","Danny Woodburn"],"overview":"When Puppy Paws, the fun-loving son of Santa Paws, gets bored, he finds Budderball on Santa's naughty list and figures he's just the dog to show him how to be an ordinary pup. When the magical Christmas Icicle starts to melt however, and the world begins to forget the true meaning of the season, it's up to Puppy Paws and his newfound Buddies to journey back to the North Pole and save Christmas.","release_date":"2009-11-19","vote_average":5.3,"runtime":88,"cert":"N\/A","id":24833,"title":"Santa Buddies","adult":false,"genre_ids":[10751,12]},{"cast":["Ronnie Barker","Michael Hordern","Roger Livesey","Julian Orchard","Kika Markham"],"overview":"Entirely silent, with a musical score, sound effects and incoherent mutterings, the story revolves around a weekend gathering at the decaying country home of the eccentric and lewd General Futtock (Ronnie Barker) and the series of saucy mishaps between the staff (Michael Hordern plays the lecherous butler) and his guests.","release_date":"1970-02-01","vote_average":7.5,"runtime":49,"cert":"N\/A","id":24834,"title":"Futtocks End","adult":false,"genre_ids":[35]},{"cast":["Fred Vogel","Cristie Whiles","Michael Todd Schneider","Jerami Cruise","Killjoy"],"overview":"Two deranged friends bring along another guy to go on a random murder rampage. They kidnapped lesbian lovers, couples and they torture them.","release_date":"2003-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":24837,"title":"August Underground's Mordum","adult":false,"genre_ids":[27]},{"cast":["Bruno Ganz","Isabelle Renauld","Fabrizio Bentivoglio","Achileas Skevis","Lazaros Andreou"],"overview":"Alexander, a famous writer, is very ill and has only a few days to live. He meets a little boy on the street, who is an illegal immigrant from Albania. Alexander then takes the boy home.","release_date":"1998-05-23","vote_average":7.6,"runtime":137,"cert":"N\/A","id":24858,"title":"Eternity and a Day","adult":false,"genre_ids":[18]},{"cast":["W. Axl Rose","Slash","Duff McKagan","Izzy Stradlin","Steven Adler"],"overview":"MTV was there, and this was huge, but eventually the MTV guys were like, “We gotta go, we gotta get this going, guys.”Axl’s like, “Fuck it. I’m not going on unless I have my bandanna!” Apparently, he couldn’t find it after tearing apart the little hovel they gave us backstage. Of course the rest of the band was avoiding any eye contact with Axl, preferring to wander off, out of earshot, to do their grumbling.Finally, I couldn’t take it anymore. “What’s wrong with you, Axl?” He shrugged me off and continued with his insane tirade. He had all of our roadies looking around for people who had scarves or bandannas. I said, “C’mon, Axl, let’s just go on.”He blurted out, “Fuck that. Fuck you. I need a bandanna or a scarf or I’m not doing this.” Axl finally found a fucking scarf, some powder-blue, girly-looking thing, and the show began.-Steven Adler in his autobiography, \"My Appetite for Destruction\"","release_date":"1988-02-02","vote_average":8.8,"runtime":56,"cert":"N\/A","id":24859,"title":"Guns N' Roses: Live at the Ritz","adult":false,"genre_ids":[10402]},{"cast":["Koen De Bouw","Werner De Smedt","Jan Decleir","Jo De Meyere","Filip Peeters"],"overview":"Vincke and Verstuyft are one of the best detective teams of the Antwerp police force. When they are confronted with the disappearance of a top official and the murder of two prostitutes, the trail leads to the almost retired assassin Angelo Ledda. Since Ledda starts showing symptoms of Alzheimer's, it's getting more and more difficult to complete his contracts. When he has to murder a 12-year old call-girl, he refuses and becomes a target himself. While Vincke and Verstuyft are chasing him and counting the corpses, Ledda is taking care of his employers.","release_date":"2003-10-15","vote_average":6.7,"runtime":114,"cert":"N\/A","id":24860,"title":"The Memory of a Killer","adult":false,"genre_ids":[80,18,53,28]},{"cast":["Janet Leigh","Robert Mitchum","Wendell Corey","Gordon Gebert","Griff Barnett"],"overview":"Just before Christmas, department store clerk Steve Mason meets big spending customer Connie Ennis, who's actually a comparison shopper sent by another store. Steve lets her go, which gets him fired. They spend the afternoon together, which doesn't sit well with Connie's steady suitor, Carl, when he finds out, but delights her young son Timmy, who quickly takes to Steve.","release_date":"1949-12-24","vote_average":7.4,"runtime":87,"cert":"N\/A","id":24863,"title":"Holiday Affair","adult":false,"genre_ids":[35,18,10749]},{"cast":["Harman Baweja","Priyanka Chopra","Dilip Joshi","Darshan Jariwala"],"overview":"What's Your Raashee? Yogesh Patel, a young man in a hurry. Yogesh must find his dream girl within 10 days to save his family from utter ruin. Finding the dream girl is tough enough. Finding her in a hurry is even tougher.","release_date":"2009-09-25","vote_average":5.0,"runtime":192,"cert":"N\/A","id":24864,"title":"What's Your Raashee?","adult":false,"genre_ids":[35]},{"cast":["Aaron Ginn-forsberg","Davina Joy","Tamara McDaniel","James Ray","Adam Rini"],"overview":"At the end of mankind's greatest battle, empires will crumble, alliances will form, enemies will rise and heroes will fall. World's will end, and a new journey will begin.","release_date":"2009-11-03","vote_average":1.3,"runtime":82,"cert":"N\/A","id":24865,"title":"Star Quest: The Odyssey","adult":false,"genre_ids":[878]},{"cast":["Jessica Butler","Leigh Shannan","Holter Graham","Stephen Grey","Amy Hargreaves"],"overview":"The local sheriff of Dead River, Maine, thought he had killed them off ten years ago -- a primitive, cave-dwelling tribe of cannibalistic savages. But somehow the clan survived. To breed. To hunt. To kill and eat. And now the peaceful residents of this isolated town are fighting for their lives...","release_date":"2009-02-05","vote_average":5.1,"runtime":79,"cert":"N\/A","id":24868,"title":"Offspring","adult":false,"genre_ids":[27]},{"cast":["Chris Kelly","Jessica Duffy","Quinn Hunchar","Jeremy Make","Jennifer Batter"],"overview":"Invisible forces exert power over us in our sleep. A mercenary named Ink, on a literal nightmare mission, captures the spirit of 8-year-old Emma in the dream world. To save her, the dream-givers marshal all their resources, focusing on saving the soul of Emma's tragically broken father.","release_date":"2009-01-23","vote_average":6.6,"runtime":106,"cert":"N\/A","id":24869,"title":"Ink","adult":false,"genre_ids":[28,14]},{"cast":["Anna Biller","Jared Sanford","Bridget Brno","Sam Bologna","Chad England"],"overview":"Viva is about a bored housewife in 1972 who gets sucked into the sexual revolution. Abandoned by her husband, Barbi is dragged into trouble by her girlfriend, who spouts women's lib as she gets Barbi to discard her bra and go out on the town. Barbi becomes a Red Riding Hood in a sea of wolves, and quickly learns a lot more than she wanted to about nudist camps, the hippie scene, orgies, bisexuality, sadism, drugs, and bohemia.","release_date":"2007-01-01","vote_average":5.3,"runtime":120,"cert":"N\/A","id":24870,"title":"Viva","adult":false,"genre_ids":[10402,35,18]},{"cast":["Charles Bronson","Deborah Raffin","Ed Lauter","Martin Balsam","Gavan O'Herlihy"],"overview":"Architect\/vigilante Paul Kersey arrives back in New York City and is forcibly recruited by a crooked police chief to fight street crime caused by a large gang terrorizing the neighborhoods.","release_date":"1985-11-01","vote_average":6.1,"runtime":92,"cert":"18","id":24873,"title":"Death Wish 3","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Lisa Vidal","David Chisum","Joshua Pelegrin","Lupe Ontiveros","Christine Lakin"],"overview":"The story about a photographer who moves her family into a home filled with mirrors which seem to reflect a different reality.","release_date":"2007-01-01","vote_average":4.9,"runtime":86,"cert":"N\/A","id":24874,"title":"Dark Mirror","adult":false,"genre_ids":[27,53]},{"cast":["Scott Cooper","Rachel Nichols","Kris Kristofferson","Tom Skerritt","Scott Wilson"],"overview":"One man's journey to find his past leads him to discover the secret to one of America's most haunting mysteries.","release_date":"2009-10-27","vote_average":4.0,"runtime":94,"cert":"N\/A","id":24877,"title":"For Sale By Owner","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"The pig Desmond and his friends are haunted by the terrible monster Träskpatraske. Granted, they are not sure he even exists, but who else could have snatched evil Wille's electric guitar, Sebastian Hare's boxing gloves and Bittan Cow's stock of makeup?","release_date":"2006-12-15","vote_average":6.0,"runtime":65,"cert":"N\/A","id":24880,"title":"Desmond & the Swamp Barbarian Trap","adult":false,"genre_ids":[16]},{"cast":["Carrie-Anne Moss","Richard E. Grant","Julia Voth","Janeane Garofalo","Camryn Manheim"],"overview":"After his wife leaves him, middle-aged Ben Bingham slips into a funk and refuses to change out of his pajamas. Justin, Ben's 17-year-old son, has the cure for what ails his depressed dad: he gives Ben a makeover and pushes him out into the singles scene. Soon Ben is the most popular guy in town, but when Justin falls in love for the first time, Ben must refocus his priorities and set about trying to win back his wife.","release_date":"2009-11-13","vote_average":5.5,"runtime":95,"cert":"N\/A","id":24881,"title":"Love Hurts","adult":false,"genre_ids":[35,10749]},{"cast":["Will Arnett","Hugh Laurie","Seth Rogen","Kiefer Sutherland","Mike Mitchell"],"overview":"Dr. Cockroach comes up with a brilliant plan to break themselves out of Area 52 – but to implement the plan, he has to trick B.O.B. into thinking it’s his birthday.","release_date":"2009-09-30","vote_average":6.1,"runtime":11,"cert":"N\/A","id":24884,"title":"B.O.B.'s Big Break","adult":false,"genre_ids":[16,12,28,35]},{"cast":["Wyatt Cenac","Tracey Heggins","Elizabeth Acker","Melissa Bisagni","Demorge Brown"],"overview":"Waking from a one-night stand that neither remembers, Micah and Joanne find themselves wandering the streets of San Francisco, sharing coffee and conversation and searching for a deeper connection.","release_date":"2008-03-07","vote_average":6.4,"runtime":88,"cert":"N\/A","id":24885,"title":"Medicine for Melancholy","adult":false,"genre_ids":[18,10749]},{"cast":["Kelsey Edwards","Caitlin E.J. Meyer","Danielle C. Ryan","Lauren Faber","Jennette McCurdy"],"overview":"Someone at the prestigious Danforth Academy is trying to make the students sick. Is it Mia or Riley, the rich girls? Or could it be Emily, the Principal's daughter? Whoever it is, Abby, Paige, Claire and Taylor will have to put aside their differences and join together to solve the mystery!","release_date":"2009-02-05","vote_average":5.5,"runtime":86,"cert":"N\/A","id":24886,"title":"Minor Details","adult":false,"genre_ids":[12,10751,9648]},{"cast":[],"overview":"No overview found.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":24887,"title":"Avia Guide to Home Theater","adult":false,"genre_ids":[]},{"cast":["Scott Evans","Scott Tyler","Julianna White","Brian Butler","Dylan Clements"],"overview":"In a world gone soft and flabby, the greatest threat to humanity’s survival isn’t global warming, but a wobble in the earth’s rotation caused by the excess weight America has gained in the form of obesity and useless consumer junk. Now, audacious lone crusader Grant Fitzgerald (Scott A. Evans) runs for president of the United States to expose the truth about this menace.","release_date":"2008-01-01","vote_average":1.0,"runtime":104,"cert":"N\/A","id":24890,"title":"Wobble: The Weight of the Truth","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"No overview found.","release_date":"1992-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":24905,"title":"Hugh Hefner: Once Upon a Time","adult":false,"genre_ids":[99]},{"cast":["Audrey Tautou","Faudel","Eric Savin","Nathalie Besançon"],"overview":"How, thanks to what's known as the \"Butterfly theory\" (a random series of unlinked events), can a young woman and a young man meet?","release_date":"2000-06-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":24908,"title":"Happenstance","adult":false,"genre_ids":[10749,18,35]},{"cast":["Harvey Keitel","Iain Glen","John Wood","Terence Rigby","Keith Allen"],"overview":"Experienced New York Police Detective John Harris is sent to London to help a local task force investigate a series of gangster killings organized by a new player in town, an American.With the help of a young teen wronged by gangsters, Harris navigates London's seedy, drug-fueled underworld in order to take down its new criminal empire.","release_date":"1993-10-08","vote_average":5.8,"runtime":103,"cert":"N\/A","id":24909,"title":"The Young Americans","adult":false,"genre_ids":[53,18,80]},{"cast":["Eric Sykes","Harry Secombe","Jimmy Edwards","Kenneth Connor","Hattie Jacques"],"overview":"A Police Inspector and a vicar play a round of golf. The Inspector has a Constable help him to cheat, while the vicar has other ideas...","release_date":"1969-01-01","vote_average":5.0,"runtime":37,"cert":"U","id":24910,"title":"Rhubarb","adult":false,"genre_ids":[35]},{"cast":["Deborah Foreman","Thomas F. Wilson","Lloyd Berry","Tom Heaton","Ken Olandt"],"overview":"A group of eight college friends gather together at an island mansion belonging to heiress Muffy St. John to celebrate their final year of school. They soon discover that each has a hidden secret from their past which is revealed, and soon after, they turn up dead.","release_date":"1986-03-27","vote_average":5.8,"runtime":89,"cert":"N\/A","id":24913,"title":"April Fool's Day","adult":false,"genre_ids":[27,9648]},{"cast":["Clayton Watson","Keanu Reeves","Carrie-Anne Moss","Kevin Michael Richardson","John DeMita"],"overview":"A high school student is haunted by thoughts of \"The Matrix\" and a person named \"Neo\". Part of the Animatrix collection of animated shorts set in the Matrix universe.","release_date":"2003-06-02","vote_average":7.3,"runtime":15,"cert":"N\/A","id":24914,"title":"Kid's Story","adult":false,"genre_ids":[878,16]},{"cast":["Anne Heche","James Tupper","Kevin McNulty","Laura Bertram"],"overview":"A doctor must find a cure for a viral epidemic that is spreading through vapors from jets.","release_date":"2008-11-12","vote_average":4.5,"runtime":86,"cert":"N\/A","id":24917,"title":"Toxic Skies","adult":false,"genre_ids":[28,12,18,878,53]},{"cast":["Ron Moody","Frank Langella","Dom DeLuise","Andréas Voutsinas","Diana Coupland"],"overview":"A treasure hunt. An aging ex-nobleman of the Czarist regime has finally adjusted to life under the commisars in Russia. Both he and the local priest find that the family jewels were hidden in a chair, one of a set of twelve. They return separately to Moscow to find the hidden fortune.","release_date":"1970-10-28","vote_average":6.6,"runtime":94,"cert":"N\/A","id":24918,"title":"The Twelve Chairs","adult":false,"genre_ids":[35]},{"cast":["Karin Well","Gianluigi Chirizzi","Mariangela Giordano","Antonella Antinori","Simone Mattioli"],"overview":"Professor Ayres discovers a secret in an ancient stone and when he opens a crypt, he revives zombies that kill him. He had invited three couples to visit him in his manor to reveal his discovery. However, they never get around to meeting the professor. Out of the blue, the zombies attack them and they seek shelter in the mansion.","release_date":"1981-01-23","vote_average":5.5,"runtime":85,"cert":"N\/A","id":24919,"title":"Burial Ground","adult":false,"genre_ids":[27]},{"cast":["Christopher George","Catriona MacColl","Carlo De Mejo","Giovanni Lombardo Radice","Janet Ågren"],"overview":"A medium has a mysterious vision of a priest hanging himself...  A seemingly dead woman awakes screaming in her coffin...  And in the sleepy New England town of Dunwich, a girl vomits up her intestines and a local misfit has a drill bit ploughed into his cranium...  These hallucionogenic often grotesque visions punctuate a skeletal story telling of a reporter and a psychic who must race against time to prevent hordes of rotting corpses spewing forth from the gates of hell...","release_date":"1980-08-11","vote_average":6.2,"runtime":93,"cert":"N\/A","id":24920,"title":"City of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Eric Balfour","Caroline Néron","Justin Salinger","Ifan Huw Dafydd","Nick Mancuso"],"overview":"Workers involuntarily release a gargoyle that proceeds to behead those who took her eggs (and some who didn't!).","release_date":"2009-06-21","vote_average":4.8,"runtime":94,"cert":"N\/A","id":24921,"title":"Rise of the Gargoyles","adult":false,"genre_ids":[27]},{"cast":["Anthony Wong","Lo Meng","Marianne Chan","Peter Ngor Chi-Kwan","Angel Wong Chui-Ling"],"overview":"A restaurant employee wanted for murder contracts Ebola by raping a woman in South Africa and starts an outbreak there and in Hong Kong when he returns home.","release_date":"1996-06-15","vote_average":6.5,"runtime":98,"cert":"N\/A","id":24922,"title":"Ebola Syndrome","adult":false,"genre_ids":[27,80,35]},{"cast":["Michael Greer","Marianna Hill","Joy Bang","Anitra Ford","Royal Dano"],"overview":"A young woman goes searching for her missing artist father. Her journey takes her to a strange Californian seaside town governed by a mysterious undead cult.","release_date":"1973-05-02","vote_average":6.5,"runtime":90,"cert":"N\/A","id":24923,"title":"Messiah of Evil","adult":false,"genre_ids":[9648,27]},{"cast":["Cathy Podewell","Alvin Alexis","Amelia Kinkade","Linnea Quigley","Hal Havins"],"overview":"While conducting a seance during a Halloween party, high-school seniors unlock the demon that remains locked in the crematorium.","release_date":"1988-10-14","vote_average":6.4,"runtime":90,"cert":"N\/A","id":24924,"title":"Night of the Demons","adult":false,"genre_ids":[27]},{"cast":["Cristi Harris","Darin Heames","Robert Jayne","Merle Kennedy","Amelia Kinkade"],"overview":"Angela, the universe's most unpleasant party crasher, returns! Angela's sister, Mouse, is taken by her bullying Catholic school classmates to a party at Angela's favorite haunt, and before long, everybody's being turned into demons and only a butt-kickin' nun, who wields her ruler like a mighty sword of steel, can save the day.","release_date":"1994-05-31","vote_average":5.7,"runtime":96,"cert":"N\/A","id":24925,"title":"Night of the Demons 2","adult":false,"genre_ids":[35,27]},{"cast":["Laurie Main","John Fiedler","Will Ryan","Kim Christiansen","Dick Billingsley"],"overview":"Winnie the Pooh and friends decide to throw a birthday celebration for gloomy, old Eeyore.","release_date":"1983-01-01","vote_average":6.0,"runtime":25,"cert":"N\/A","id":24926,"title":"Winnie the Pooh and a Day for Eeyore","adult":false,"genre_ids":[16,10751]},{"cast":["Brianna Brown","Joshua Desroches","Sid Haig","Greg Travis","Johanna Black"],"overview":"Both an homage to and a re-imagining of the original 1968 film, this update follows a group of survivors trapped in a farmhouse battling a siege of undead zombies....in 3D!","release_date":"2007-05-06","vote_average":3.9,"runtime":80,"cert":"N\/A","id":24927,"title":"Night of the Living Dead 3D","adult":false,"genre_ids":[27]},{"cast":["Mack Hail","Renee Sloan"],"overview":"A serial killer stalks prostitutes on the mean streets of Las Vegas.","release_date":"2000-12-13","vote_average":4.5,"runtime":80,"cert":"N\/A","id":24928,"title":"Nutbag","adult":false,"genre_ids":[27]},{"cast":["James Karen","Thom Mathews","Suzanne Snyder","Michael Kenworthy","Marsha Dietlein"],"overview":"A group of kids discover one of the drums containing a rotting corpse and release the 2-4-5 Trioxin gas into the air, causing the dead to once again rise from the grave and seek out brains.","release_date":"1988-01-15","vote_average":5.8,"runtime":89,"cert":"18","id":24929,"title":"Return of the Living Dead Part II","adult":false,"genre_ids":[35,27]},{"cast":["Ole Søltoft","Poul Bundgaard","Anna Bergman","Karl Stegger","Judy Gringer"],"overview":"Clumsy secret agent Jensen (aka Agent 69) must deliver secret formula for new revolutionary fuel source to Western agents. Instead, he mistakenly gives it to a random kid, so now both him and evil rogue agent Scorpio go after the kid.","release_date":"1977-07-22","vote_average":7.1,"runtime":89,"cert":"N\/A","id":24930,"title":"Agent 69 in the Sign of Scorpio","adult":true,"genre_ids":[35,10749]},{"cast":["Søren Strømberg","Anne Bie Warburg","Vivi Rau","Annie Birgit Garde","Paul Hagen"],"overview":"A handsome young sunlamp salesman's amorous endeavors with his wife become too inventive for her, and she leaves him to return to her mother's house. He takes up bachelor life with gusto, and beds many of the women who come to comfort him.","release_date":"1975-03-03","vote_average":5.0,"runtime":92,"cert":"N\/A","id":24933,"title":"Come to My Bedside","adult":true,"genre_ids":[35,10749]},{"cast":["Ole Søltoft","Søren Strømberg","Annie Birgit Garde","Vivi Rau","Paul Hagen"],"overview":"","release_date":"1976-01-28","vote_average":7.5,"runtime":98,"cert":"N\/A","id":24934,"title":"Jumpin' at the Bedside","adult":false,"genre_ids":[35,10749]},{"cast":["Aimee-Lynn Chadwick","Cory Hardrict","John Keefe","Jana Kramer","Peter Coyote"],"overview":"A group of teenagers who, in an attempt to rescue their friend from an evil corporation, end up releasing a horde of blood thirsty zombies.","release_date":"2005-10-15","vote_average":3.6,"runtime":88,"cert":"N\/A","id":24935,"title":"Return of the Living Dead: Necropolis","adult":false,"genre_ids":[27,35]},{"cast":["Tilda Swinton","Goran Visnjic","Jonathan Tucker","Josh Lucas","Peter Donat"],"overview":"With her husband Jack perpetually away at work, Margaret Hall raises her children virtually alone. Her teenage son is testing the waters of the adult world, and early one morning she wakes to find the dead body of his gay lover on the beach of their rural lakeside home. What would you do? What is rational and what do you do to protect your child? How far do you go and when do you stop?","release_date":"2001-01-21","vote_average":6.3,"runtime":101,"cert":"15","id":24936,"title":"The Deep End","adult":false,"genre_ids":[80,18,9648]},{"cast":["Ole Søltoft","Sigrid Horne-Rasmussen","Benny Hansen","Anne Bie Warburg","Bjørn Puggaard-Müller"],"overview":"The impending approach of Venus - known to cause \"disturbing erotic behavior\" - sends two men with very different missions to the town of Petit-Bois. One to save the schoolgirls from lust, the other to test a new aphrodisiac. Chaos ensues.","release_date":"1973-07-23","vote_average":6.6,"runtime":92,"cert":"N\/A","id":24937,"title":"Danish Pastries","adult":true,"genre_ids":[35,10749]},{"cast":["Ole Søltoft","Sigrid Horne-Rasmussen","Anne Bie Warburg","Poul Bundgaard","Karl Stegger"],"overview":"A mix-up of identities occurs as an engineer is mistaken for the author of an erotic memoir book. The book concerns the noble inhabitants of a certain manor-house. The trouble is that the current lord of that estate is a very puritanical and intolerant person. What he doesn't know is that his unmarried aunts wrote the scandalous tome.","release_date":"1976-07-15","vote_average":6.7,"runtime":89,"cert":"N\/A","id":24938,"title":"In the Sign of the Lion","adult":true,"genre_ids":[35,10749]},{"cast":["Aimee-Lynn Chadwick","Cory Hardrict","John Keefe","Jenny Mollen","Peter Coyote"],"overview":"A college student creates and sells a drug called 'Z' on campus which resurrects the living dead, who wreak havoc at a Halloween rave.","release_date":"2005-10-15","vote_average":3.7,"runtime":86,"cert":"N\/A","id":24939,"title":"Return of the Living Dead: Rave to the Grave","adult":false,"genre_ids":[27,35]},{"cast":["Monica Potter","Freddie Prinze Jr.","Shalom Harlow","Ivana Miličević","Sarah Murdoch"],"overview":"Ordinary single girl Amanda Pierce unexpectedly finds herself sharing an awesome Manhattan apartment with four sexy supermodels. Determined to bring Amanda into their world, the models give her the ultimate makeover. The plan works fabulously as Amanda connects with next door charmer Jim Winston. That is, until one night...","release_date":"2001-02-02","vote_average":5.6,"runtime":86,"cert":"N\/A","id":24940,"title":"Head Over Heels","adult":false,"genre_ids":[35,10749]},{"cast":["Ole Søltoft","Cia Löwgren","Karl Stegger","Bent Warburg","Lise Henningsen"],"overview":"It's 1930 and two record producers are competing to sign a big contract with the leading singer of the day. One kidnaps the other, thinking it's in the bag - unaware that his competitor has a twin who will step in to save the day.","release_date":"1975-07-17","vote_average":7.0,"runtime":97,"cert":"N\/A","id":24941,"title":"In the Sign of the Gemini","adult":true,"genre_ids":[35,10749]},{"cast":["Sigrid Horne-Rasmussen","Ole Søltoft","Otto Brandenburg","Karl Stegger","Kate Mundt"],"overview":"The town's wealthy benefactor dies, and leaves a bizarre bequest: unless one of the self-righteous citizens can produce an illegitimate child in 9 1\/2 months, all his money goes to homeless cats, and they must start paying taxes.","release_date":"1974-07-18","vote_average":7.0,"runtime":99,"cert":"N\/A","id":24942,"title":"In the Sign of the Taurus","adult":true,"genre_ids":[10749,35]},{"cast":["Ole Søltoft","Annie Birgit Garde","Birte Tove","Anne Grete Nissen","Axel Strøbye"],"overview":"Max (Søltoft) is a popular teacher at a public school who needs a new schoolmaster. In an effort to entice him to take the vacated position, the boys hire a stripper to seduce the sexually inexperienced scholar. The wife and daughter of the former headmaster also wish to tutor the teacher in their own private lessons in human sexuality.","release_date":"1970-08-30","vote_average":5.4,"runtime":92,"cert":"N\/A","id":24943,"title":"Bedroom Mazurka","adult":false,"genre_ids":[35]},{"cast":["Mary Jackson","Scott Spiegel","Susan Rothacker","Floyd Ewing Jr.","Lester Clark"],"overview":"This is the tale of a crazed family of weirdos led by Crawldaddy who like to kill people and remove their skin.","release_date":"1990-01-01","vote_average":4.3,"runtime":80,"cert":"N\/A","id":24944,"title":"Skinned Alive","adult":false,"genre_ids":[35,27]},{"cast":["Aaron Stanford","Staas Yudenko","Don Niam","Catherine Kresge","Michael Bou"],"overview":"Documentary tracing the attempts of a team of Massachusetts Institute of Technology Institue students to become rich playing blackjack at casinos throughout the United States and the attempts of the casinos' management to thwart them.","release_date":"2004-05-09","vote_average":8.0,"runtime":75,"cert":"N\/A","id":24945,"title":"Breaking Vegas","adult":false,"genre_ids":[99]},{"cast":["Panna Rittikrai","Tony Jaa","Banlu Srisaeng"],"overview":"A group of travelers visiting the exotic forests of Thailand is suddenly attacked by a multi-weapon wielding maniac. Some manage to escape, others perish under his merciless blows. The maniac is the Spirited Killer, a forest dweller who kills anyone who steps into his jungle.","release_date":"1994-01-01","vote_average":3.5,"runtime":85,"cert":"N\/A","id":24946,"title":"Spirited Killer","adult":false,"genre_ids":[28]},{"cast":["Fiona Horsey","Andrew Southern","Paul Conway"],"overview":"Twisted Sisters is a dark thriller dealing with the personal struggle between two twins. Jennifer was given everything a girl could wish for, Norah learned to survive on nothing. Now it is time for the tables to turn. Locating, stalking and mimicking the life of her sister, Norah decides it is time that she had it all - and no-one will get in her way.","release_date":"2006-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":24947,"title":"Twisted Sisters","adult":false,"genre_ids":[80,27,53]},{"cast":["Jessica Monet Barton","Hollie Winnard","Lyanna Tumaneng","Sean Harriman","Anthony Headen"],"overview":"A drug experiment gone wrong produces a league of blood-thirsty zombies. It is up to a small band of exotic dancers trapped in a gentleman's club to fight back. Together they must rely on their wits and skills to survive the night, and pray that they don't become victims of the flesh-eating zombies!","release_date":"2008-09-09","vote_average":3.6,"runtime":82,"cert":"","id":24948,"title":"Zombies! Zombies! Zombies!","adult":false,"genre_ids":[35,27]},{"cast":["Sam Elliott","Cloris Leachman","Rutanya Alda","Abe Vigoda","Michael Constantine"],"overview":"Jessica, the daughter of an impoverished apple farmer, still believes in Santa Claus. So when she comes across a reindeer with an injured leg, it makes perfect sense to her to assume that it is Prancer, who had fallen from a Christmas display in town. She hides the reindeer in her barn and feeds it cookies, until she can return it to Santa. Her father finds the reindeer an decides to sell it to the butcher, not for venison chops, but as an advertising display.","release_date":"1989-11-17","vote_average":5.7,"runtime":99,"cert":"N\/A","id":24951,"title":"Prancer","adult":false,"genre_ids":[18,10751,14]},{"cast":["Tony Todd","Delia Sheppard","Edward Spivak","Sonya Joy Sims","Brandin Rackley"],"overview":"In Las Vegas, the powerful three hundred year old vampire Sylvian hires Dr. van Helm to research a cure to survive in the sun. She uses three vampire women as guinea pigs to test the serum in the desert and a couple that is camping witnesses the failure and calls the police. Detective Stanton and his partner Detective O'Hara are assigned to investigate the case. Meanwhile, Jason, who is going to marry Rachel, and two friends travel to Las Vegas for his bachelor party with a couple of strippers, but the women are actually vampires that attack them. Out of the blue, Rachel and her friend Nikki decide to travel to Las Vegas to surprise her boyfriends. The group is captured by Sylvian that uses them to feed the pack vampires and test the new research.","release_date":"2009-08-01","vote_average":1.6,"runtime":null,"cert":"N\/A","id":24952,"title":"Vampire In Vegas","adult":false,"genre_ids":[27]},{"cast":["Søren Strømberg","Paul Hagen","Birte Tove","Annie Birgit Garde","Axel Strøbye"],"overview":"In this Danish sex comedy, precisely opposite goals lead a young official of the Department of Roads and Traffic and all the women of the local village to end up in the sack. His goal is to get them to sign papers allowing a new highway to go through the middle of town. Their goal is to get him to re-route the highway.","release_date":"1972-09-15","vote_average":6.7,"runtime":100,"cert":"N\/A","id":24953,"title":"Bedside Highway","adult":false,"genre_ids":[35]},{"cast":["Ole Søltoft","Birte Tove","Axel Strøbye","Annie Birgit Garde","Karl Stegger"],"overview":"The young headmaster of a boy's boarding school has decided that due to the virility of his young charges, they are a sort of national treasure. He believes that his school should become co-educational as soon as possible. In order to raise funds for the changeover, the boys stay behind during their summer vacation and temporarily convert the school into a love hotel.","release_date":"1972-03-03","vote_average":6.7,"runtime":92,"cert":"N\/A","id":24954,"title":"Bedside Head","adult":false,"genre_ids":[35]},{"cast":["Mike Almayehu","Ingrid Luterkort","Michalis Koutsogiannakis","Lia Boysen"],"overview":"A 15 year old Somalian boy meets a 40 year old Iranian man on a refugee camp in Skåne, in the south of Sweden. With the threat of deportation hanging over them they decide to the take their faiths in their own hands and together they go on a journey in the Swedish summer","release_date":"2000-11-24","vote_average":7.2,"runtime":128,"cert":"N\/A","id":24955,"title":"The New Country","adult":false,"genre_ids":[18,35]},{"cast":["Birte Tove","Paul Hagen","Annie Birgit Garde","Ole Søltoft","Karl Stegger"],"overview":"A girl inherits a string of industrial concerns that will become bankrupt by the inheritance tax unless the girl marries the son of the owner of a competing industrial concern.","release_date":"1973-01-01","vote_average":6.7,"runtime":103,"cert":"N\/A","id":24956,"title":"Bedside Romance","adult":false,"genre_ids":[35,10749]},{"cast":["Anne Bie Warburg","Karl Stegger","Bent Warburg","Bjørn Puggaard-Müller","Annie Birgit Garde"],"overview":"In this Danish sex comedy, a young woman pretends to be a man in order to win a job as machinist's mate on a freighter. When she is discovered, they are already at sea.","release_date":"1976-10-10","vote_average":5.3,"runtime":89,"cert":"N\/A","id":24957,"title":"Bedside Sailors","adult":true,"genre_ids":[35,10749]},{"cast":["Ole Søltoft","Birte Tove","Annie Birgit Garde","Carl Ottosen","Søren Strømberg"],"overview":"Thomas, a naive young dental student, faces a rather difficult challenge. His millionaire aunt, a bit of a sex nut, will give both him and his dental school millions if he can prove that he is sexually able and skillful. His schoolmates hear rumors of this trial, but understand the challenge to be for him to keep his celibacy.","release_date":"1971-09-03","vote_average":7.3,"runtime":97,"cert":"","id":24958,"title":"Bedside Dentist","adult":false,"genre_ids":[10749,35]},{"cast":["Hedy Burress","Phil LaMarr","John DiMaggio"],"overview":"Cis and Duo discuss leaving the real world while during a samurai sword fight. Part of the Animatrix collection of animated shorts set in the Matrix universe.","release_date":"2003-03-01","vote_average":7.0,"runtime":7,"cert":"N\/A","id":24959,"title":"Program","adult":false,"genre_ids":[878,16]},{"cast":["Victor Williams","John Wesley","Alex Fernandez","Allison Smith","Tara Strong"],"overview":"A record-breaking competitive runner begins to stretch the limits of the Matrix. Part of the Animatrix collection of animated shorts set in the Matrix universe.","release_date":"2003-06-03","vote_average":7.0,"runtime":10,"cert":"N\/A","id":24960,"title":"World Record","adult":false,"genre_ids":[878,16]},{"cast":["Diana Ross","Michael Jackson","Nipsey Russell","Ted Ross","Theresa Merritt"],"overview":"A Thanksgiving dinner brings a host of family together in a Harlem apartment, where a 24-year-old schoolteacher named Dorothy Gale (Diana Ross) lives with her Aunt Em (Theresa Merritt) and Uncle Henry (Stanley Greene). Extremely introverted, she has, as Aunt Em teases her, \"never been south of 125th Street\", and refuses to move out and on with her life.","release_date":"1978-10-24","vote_average":5.8,"runtime":134,"cert":"N\/A","id":24961,"title":"The Wiz","adult":false,"genre_ids":[12,10751,14,10402]},{"cast":["Mark Harmon","Joshua Jackson","Harley Jane Kozak","Sarah Wayne","Frank Salsedo"],"overview":"Radio psychologist Jack Black takes his children Joshua and Ashley on a 'vacation' to a lake in British Columbia. While he grinds away at work the children discover that the famous local lake monster \"Orky\" may not be just a gimmick to attract tourists after all. In fact, Orky may enable them to get closer to their workaholic dad, and help stop local polluters who are dumping toxic waste.","release_date":"1995-08-30","vote_average":5.4,"runtime":98,"cert":"PG","id":24962,"title":"Magic in the Water","adult":false,"genre_ids":[12,14,18,10751]},{"cast":["Bill Moseley","Patricia Tallman","Navid Negahban","David Moscow","Joshua Feinman"],"overview":"Logan Burnhardt is the ego-king of the airwaves, but his unflappable persona is put to the test when a terrorist bio-attack unleashes a plague of flesh-ripping maniacs on Los Angeles.","release_date":"2009-10-27","vote_average":5.1,"runtime":90,"cert":"N\/A","id":24963,"title":"Dead Air","adult":false,"genre_ids":[27,878,53]},{"cast":["Sting"],"overview":"Bring On The Night is a 1985 documentary film, that focuses on the jazz-inspired project and band led by the British musician Sting during the early stages of his solo career. Some of the songs, whose recording sessions are featured in the film, appeared on his debut solo album The Dream of the Blue Turtles. Each musician in the band, through the course of the film is interviewed. [Tracklist:] 01 Bring On The Night 02 News Conference 03 If You Love Somebody Set Them Free 04 Low Life 05 Fortress Around Your Heart 06 Love Is The Seventh Wave 07 The Flintstones 08 Another Day 09 Shadows In The Rain 10 Consider Me Gone 11 Driven To Tears 12 The Big Risk 13 Opening Night 14 Shadows In The Rain 15 Fortress Around Your Heart 16 We Work The Black Seam 17 I Burn For You 18 Children's Crusade 19 Need Your Love So Bad 20 Roxanne 21 Russians 22 I Been Down So Long 23 If You Love Somebody Set Them Free 24 Demolition Man  25 Message In A Bottle","release_date":"1985-11-08","vote_average":7.8,"runtime":97,"cert":"N\/A","id":24964,"title":"Bring on the Night","adult":false,"genre_ids":[10402,99]},{"cast":["Cary Grant","Victor McLaglen","Douglas Fairbanks Jr.","Sam Jaffe","Eduardo Ciannelli"],"overview":"British army sergeants Ballantine, Cutter and MacChesney serve in India during the 1880s, along with their native water-bearer, Gunga Din. While completing a dangerous telegraph-repair mission, they unearth evidence of the suppressed Thuggee cult. When Gunga Din tells the sergeants about a secret temple made of gold, the fortune-hunting Cutter is captured by the Thuggees, and it's up to his friends to rescue him.","release_date":"1939-01-24","vote_average":6.9,"runtime":117,"cert":"U","id":24965,"title":"Gunga Din","adult":false,"genre_ids":[12,10752,35]},{"cast":["David Gilmour","Nick Mason","Richard Wright","Sam Brown","Jon Carin"],"overview":"Pulse (stylized as P•U•L•S•E) is a Pink Floyd concert video taken from the October 20, 1994 concert at Earls Court Exhibition Centre, London, in The Division Bell tour, originally released on VHS and Laserdisc in 1995, which is currently available on DVD.  Tracklist :  Disc 1:  1. Shine On You Crazy Diamond  2. Learning To Fly  3. High Hopes  4. Take It Back  5. Coming Back To Life  6. Sorrow  7. Keep Talking  8. Another Brick In The Wall (Part 2)  9. One Of These Days  Disc 2:  1. Speak To Me  2. Breathe  3. On The Run  4. Time  5. Great Gig In The Sky  6. Money  7. Us And Them  8. Brain Damage  9. Eclipse  10. Wish You Were Here  11. Comfortably Numb  12. Run Like Hell","release_date":"1995-06-13","vote_average":8.7,"runtime":145,"cert":"","id":24970,"title":"Pink Floyd: Pulse","adult":false,"genre_ids":[10402,99]},{"cast":["Frederick Stafford","Van Johnson","Francisco Rabal","Ida Galli","Luigi Pistilli"],"overview":"The British High Command finds itself in the thick of a huge dilemma when it is realized that they have long been infiltrated by spies from a German intelligence group. This all happens during the preliminary stages of the Battle of Britain.","release_date":"1969-09-20","vote_average":6.4,"runtime":100,"cert":"N\/A","id":24971,"title":"Eagles Over London","adult":false,"genre_ids":[18,28,36]},{"cast":["David Gilmour","Nick Mason","Richard Wright","Alan Parsons","Chris Thomas"],"overview":"Released to coincide with the 30th anniversary of this classic album, learn how Pink Floyd assembled \"Dark Side of the Moon\" with the aid of original engineer Alan Parsons. All four band members--Roger Waters, David Gilmour, Nick Mason, and Richard Wright--are interviewed at length, giving valuable insights into the recording process. The themes of the album are discussed at length, and the band take you back to the original multi track tapes to illustrate how they pieced together the songs. With individual performances of certain tracks from Roger, David, and Richard included, this is an essential purchase for any Pink Floyd fans, and a fascinating artefact for rock historians everywhere.","release_date":"2003-06-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":24972,"title":"Pink Floyd: The Dark Side of the Moon","adult":false,"genre_ids":[10402,99]},{"cast":["Jean Simmons","Victor Mature","Gene Tierney","Peter Ustinov","Edmund Purdom"],"overview":"In eighteenth-dynasty Egypt, Sinuhe, a poor orphan, becomes a brilliant physician and with his friend Horemheb is appointed to the service of the new Pharoah. Sinuhe's personal triumphs and tragedies are played against the larger canvas of the turbulent events of the 18th dynasty. As Sinuhe is drawn into court intrigues he learns the answers to the questions he has sought since his birth.","release_date":"1954-08-25","vote_average":6.3,"runtime":139,"cert":"N\/A","id":24973,"title":"The Egyptian","adult":false,"genre_ids":[36,18]},{"cast":["Christian de la Cortina","Luc Morissette","Julie du Page","Deano Clavet","Jose de la Cortina"],"overview":"No overview found.","release_date":"2008-05-02","vote_average":5.8,"runtime":100,"cert":"N\/A","id":24976,"title":"Transit","adult":false,"genre_ids":[18]},{"cast":["Michael Jordan","Phil Jackson","Bob Costas","Bill Murray","Laurence Fishburne"],"overview":"This documentary showcases basketball player Michael Jordan's awe-inspiring moves, providing behind-the-scenes and on-the-court action, including footage of Jordan and the Chicago Bulls going head-to-head against the Utah Jazz in the 1997 NBA Finals. Phil Jackson and Bob Costas are interviewed (among others), and the awesome soundtrack includes songs by Earth, Wind and Fire, Fatboy Slim and Freddie King.","release_date":"2000-05-05","vote_average":7.3,"runtime":46,"cert":"N\/A","id":24977,"title":"Michael Jordan to the Max","adult":false,"genre_ids":[99]},{"cast":["Kevin Hart","Beanie Sigel","Paul Sado","Derron 'Smokey' Edington","Tiffany Withers"],"overview":"Paper Soldiers follows an overeager burglar named Shawn (Kevin Hart) through the ups and downs of his short, stressful career.","release_date":"2002-06-01","vote_average":5.8,"runtime":88,"cert":"N\/A","id":24978,"title":"Paper Soldiers","adult":false,"genre_ids":[28,35]},{"cast":["Nick Swardson","Ruth Barrie"],"overview":"Nick started stand up at the age of 18. In his first year of stand up he was chosen to perform at the U.S. Comedy Arts festival. In 2000, he hit a milestone in his career when he taped his Comedy Central half-hour special at the age of 22 (the youngest to do so). More recently, Nick wrote and starred in the Happy Madison-produced films Grandma's Boy and Benchwarmers.","release_date":"2009-05-19","vote_average":6.3,"runtime":59,"cert":"N\/A","id":24979,"title":"Nick Swardson: Seriously, Who Farted?","adult":false,"genre_ids":[35]},{"cast":["Bill Paxton","John Broadwater","James Cameron","Mike Cameron","Ken Marschall"],"overview":"Academy Award® winning director and master storyteller James Cameron journeys back to the site of his greatest inspiration, the legendary wreck of the Titanic. With a team of the world's foremost historic and marine experts and friend Bill Paxton, he embarks on an unscripted adventure back to the final grave where nearly 1,500 souls lost their lives almost a century ago.","release_date":"2003-04-10","vote_average":7.0,"runtime":92,"cert":"N\/A","id":24982,"title":"Ghosts of the Abyss","adult":false,"genre_ids":[99]},{"cast":["Angus Young","Malcolm Young","Brian Johnson","Cliff Williams","Phil Rudd"],"overview":"No Bull captures the over the top spectacle that was AC\/DC's 1996 Ballbreaker tour. Shot at the Plaza De Toros De Las Ventas bullfighting arena in Madrid, the film has been completely re-edited in HD and remixed in both Stereo and 5.1 Surround Sound.","release_date":"1996-11-02","vote_average":7.8,"runtime":120,"cert":"N\/A","id":24983,"title":"AC\/DC: No Bull","adult":false,"genre_ids":[10402]},{"cast":["Jean Gabin","Simone Signoret","Annie Cordy","Jacques Rispal","Harry-Max"],"overview":"Courbevoie (France), 1971. Julien Bouin, a former typographist, and his wife Clemence, who used to perform in a circus, hardly talk to each other in their small house, soon to be demolished. His cat Greffier being the only one he still gives affection to, he becomes the object of Clemence's anger.","release_date":"1971-04-24","vote_average":7.4,"runtime":87,"cert":"N\/A","id":24984,"title":"The Cat","adult":false,"genre_ids":[18]},{"cast":["Helena Bonham Carter","Olivia Williams","Paul Bettany","Eleanor Bron","Tom Ward"],"overview":"Drama set in 1930s London with two sisters, Madeleine married to Rickie, and Dinah, who falls in love with him. Rickie and Dinah begin an affair which is to have repercussions throughout all their lives.","release_date":"2002-01-01","vote_average":7.2,"runtime":96,"cert":"N\/A","id":24985,"title":"The Heart of Me","adult":false,"genre_ids":[18,10749]},{"cast":["Zhang Ziyi","Fan Bingbing","So Ji-sub","Peter Ho","Yao Chen"],"overview":"Dumped by her fiance just two months before their wedding, comic strip writer Sophie hatches an elaborate plan to get her Jeff back and punish the movie star, Joanna, who seduced him away. She finds herself a partner, Gordon, an ex-lover of Joanna's. The two start on a comic adventure full of laughs and tears, aided by Sophie's two best friends, Lucy and Lily. At the eve of her success, Sophie suddenly faced of having to chose between a repentant Jeff and Gordon who has fallen for her.","release_date":"2009-08-13","vote_average":5.8,"runtime":107,"cert":"N\/A","id":24986,"title":"Sophie's Revenge","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bjørn Sundquist","Pål Sverre Hagen","Hans Petter Hansen","Magne Høyland","Rikke Westerlund Lie"],"overview":"Jernanger is a tale about the tempered Eivind who isn't scared of anything- except love. Eivind, lives aboard a boat in the South of Norway. The boat lies low and lopsided in the water. Thirty years ago Eivind left his homestead and his teenage sweetheart behind, and he has not been back since. He was meant to go back when everything was honky-dory- only that never happened. Then young Kris appears...","release_date":"2009-01-14","vote_average":6.1,"runtime":null,"cert":"N\/A","id":24987,"title":"The Storm in My Heart","adult":false,"genre_ids":[18]},{"cast":["Eminem"],"overview":"This concert was filmed at Madison Square Garden in New York in 2005 at the culmination of his farewell tour prior to his retirement. It’s a spectacular show with multi-level staging, amazing lighting and guest appearances from D12, Obie Trice and Stat Quo. Originally filmed for US TV station Showtime the show is now available on Blu-ray for the first time and gives us Eminem at his charismatic best.","release_date":"2005-01-01","vote_average":8.8,"runtime":78,"cert":"N\/A","id":24988,"title":"Eminem: Live from New York City","adult":false,"genre_ids":[10402]},{"cast":["Maxi Jazz","Sister Bliss","Andy Treacey","Sudha","Aubrey Nunn"],"overview":"Despite continual demand for a live release, the band were determined to wait for the perfect venue and Alexandra Palace, London, was the one. Recorded on April 30th, 2005 at one of their sell out London shows there, this release sees the culmination of 10 years of Faithless hits; anthems that have shaped and defined dance music in the UK around the world and sold in excess of 14 million records.","release_date":"2005-10-03","vote_average":8.5,"runtime":null,"cert":"N\/A","id":24991,"title":"Faithless: Live At Alexandra Palace","adult":false,"genre_ids":[10402]},{"cast":["Marilyn Chambers","George S. McDonald","Johnnie Keyes","Elizabeth Knowles","Yank Levine"],"overview":"Gloria is kidnapped and taken to a theater where she is told that she will have \"the most exquisite moment of her life.\" She shares many sexual and intimate experiences on a stage in front of a small masked audience that grows increasingly aroused as the performance progresses.  Behind the Green Door is a 1972 American feature-length film, widely considered one of the genre's \"classic\" pictures.","release_date":"1972-12-17","vote_average":5.9,"runtime":72,"cert":"N\/A","id":24992,"title":"Behind the Green Door","adult":true,"genre_ids":[10749,9648]},{"cast":["Sasha Mitchell","Peter Boyle","Dennis Chan","Cary-Hiroyuki Tagawa","John Diehl"],"overview":"In this rousing sequel to Kickboxer, Tong Po broods about his defeat at the hands of Kurt Sloan. Po and his managers resort to drastic measures to goad Kurt into the ring for a rematch.","release_date":"1991-01-30","vote_average":4.4,"runtime":89,"cert":"18","id":24993,"title":"Kickboxer 2:  The Road Back","adult":false,"genre_ids":[28,12]},{"cast":["Kevin Howarth","Ciaran Joyce","Amy Harvey","Jonathan Jones","Darren Evans"],"overview":"A group of teens are faced with a life-changing experience when they meet a deranged drifter","release_date":"2007-09-14","vote_average":6.1,"runtime":73,"cert":"N\/A","id":24996,"title":"Summer Scars","adult":false,"genre_ids":[18,27]},{"cast":["Paul Nicholls","Roland Manookian","Phil Daniels","Jamie Foreman","Danny Dyer"],"overview":"Following Charlie Bright and his friends over one hot summer on the South London housing estate where they live. With Tommy about to join the army and Francis having fallen in love, friendships and loyalties are tested as the friends drift in their own directions.","release_date":"2001-05-11","vote_average":7.3,"runtime":87,"cert":"","id":24997,"title":"Goodbye Charlie Bright","adult":false,"genre_ids":[18]},{"cast":["Lucille Billingsley","Zella Graham","Cal Harberts","Dan Harberts","Phil Harberts"],"overview":"A documentary about the men who run a pet cemetery, and the men and women who bury their pets.","release_date":"1978-10-01","vote_average":6.8,"runtime":85,"cert":"N\/A","id":24998,"title":"Gates of Heaven","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Welcome to The Great Happiness Space: Rakkyo Café. The club's owner, Issei (22), has a staff of twenty boys all under his training to become the top escorts of Osaka's underground love scene. During their training, they learn how to dress, how to talk, how to walk, and most importantly, how to fake relationships with the girls who become their source of income. Join us as Osaka's number one host boy takes us on a journey through the complex and heartrenching world of love for sale in the Japanese underground.","release_date":"2006-01-01","vote_average":7.3,"runtime":78,"cert":"N\/A","id":24999,"title":"The Great Happiness Space: Tale of an Osaka Love Thief","adult":false,"genre_ids":[99]}]