[{"cast":["James A. FitzPatrick"],"overview":"An old MGM Fitzpatrick Traveltalks classic about Copenhagen.","release_date":"1937-11-22","vote_average":0.0,"runtime":9,"cert":"\"\"","id":252001,"title":"Copenhagen","adult":false,"genre_ids":[99]},{"cast":["Eddie Bruce","Carolyn Marsh","Ver'dyn Stapleton","Wally Stapleton"],"overview":"Musical performers put on a show in a pawn shop to convince a man to give them the money they need to buy back their instruments.","release_date":"1937-01-22","vote_average":0.0,"runtime":10,"cert":"\"\"","id":252006,"title":"Hockshop Blues","adult":false,"genre_ids":[10402]},{"cast":["Joe May","June Earle","Jean O'Neill"],"overview":"Amusing 1937 musical short film produced by the weirdly-named \"Educational Films Corporation of America\".","release_date":"1937-03-03","vote_average":0.0,"runtime":11,"cert":"\"\"","id":252008,"title":"Play! Girls","adult":false,"genre_ids":[]},{"cast":[],"overview":"BBC Radio 2 In Concert:\r 01 Eight Days A Week 02 Save Us 03 Jet 04 My Valentine 05 1985 06 Another Day 07 Everybody Out There 08 Things We Said Today 09 New 10 Queenie Eye 11 Lady Madonna 12 Being For The Benefit Of Mr Kite 13 Band On The Run 14 Back In The USSR 15 Hey Jude","release_date":"2013-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252010,"title":"Paul McCartney - BBC Radio 2 in Concert","adult":false,"genre_ids":[]},{"cast":["Willie Howard","Aileen Cook","Louis Sorin","Charles McClelland","Ed Garvie"],"overview":"Professor Pierre Ginsberg is having wife trouble and, on the advice of his lawyer, sets out to wear her down with kindness; she wants constant entertainment his lawyer promises him that a month of dancing and entertainment will eventually kill her or, at least, calm her down some. The exact opposite happens and Professor Ginsberg stands a good chance of dying himself. He manages to sing a song, in the best Willie Howard style, along the way.","release_date":"1937-10-15","vote_average":0.0,"runtime":17,"cert":"\"\"","id":252012,"title":"The Smart Way","adult":false,"genre_ids":[35]},{"cast":["Willie Howard","Janet Reade","Louis Sorin","Ruth Leavitt","Charles Slattery"],"overview":"Professor Pierre Ginsberg, extraordinary French instructor, is sailing with a wealthy couple as their instructor and guide in France. But when his client tries out his French in the dining room and everything is wrong, he fires Ginsberg. Two gangster-type Americans ask Ginsbeg to order them a meal, and advise him to get a girl for the ship's ball that night. Ginsberg, of course, picks the wife of one of them.","release_date":"1937-11-26","vote_average":0.0,"runtime":17,"cert":"\"\"","id":252020,"title":"Playboy Number One","adult":false,"genre_ids":[]},{"cast":["Karunas","Angana","Sanjana Singh","Kovai Sarala","M. S. Bhaskar"],"overview":"Velu, a cowardly cop with a family to support, is told that he has blood cancer and so, to get insurance and keep his family financially stable, he goes on a suicidal mission, by taking on criminals singlehandedly.","release_date":"2013-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252022,"title":"Ragalapuram","adult":false,"genre_ids":[]},{"cast":["Alice Miller"],"overview":"This is an adult movie.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252030,"title":"Sins of Lesbians","adult":true,"genre_ids":[]},{"cast":["Tim Holt","Elaine Riley","Douglas Fowley","Veda Ann Borg","Robert Shayne"],"overview":"In order to make Tug Cardwell (William Phipps) sign over his rich gold claim to them, John Avery (Robert Shayne), Gypsy Avery (Veda Ann Borg) and Jackson (Marshall Reed) hire Bob Rankin (Douglas Fowley') to kidnap Tug's sweetheart Jane Whipple (Elaine Riley). Rankin hides Jane and then demands half the mine from the other crooks. Dave Saunders (Tim Holt) and Chito Rafferty (Richard Martin), friends of Tug's, find Jane and taker her to safety. The conspirators then shoot Rankin, capture Tug and force him to take them to his claim. Dave and Chito are close behind.","release_date":"1950-06-07","vote_average":0.0,"runtime":60,"cert":"\"\"","id":252050,"title":"Rider from Tucson","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Four generations of a Jewish immigrant family create Russ and Daughters, a Lower East Side lox and herring emporium that survives and thrives. Produced to coincide with the 100th anniversary of the store, this documentary features an extensive interview with two of the original daughters for whom the store was named, now 100 and 92 years old, and interviews with prominent enthusiasts of the store including Supreme Court Justice Ruth Bader Ginsburg, actress Maggie Gyllenhaal, chef Mario Batali, New Yorker writer Calvin Trillin, and 60 Minutes correspondent Morley Safer. Rather than a conventional narrator, the filmmakers bring together six colorful longtime fans of the store, in their 80s and 90s, who sit around a table of fish reading the script in the style of a passover Seder.  - Written by Julie Cohen","release_date":"2014-01-20","vote_average":6.0,"runtime":53,"cert":"\"\"","id":252052,"title":"The Sturgeon Queens","adult":false,"genre_ids":[99]},{"cast":["Tane McClure","Raelyn Saalman","Ashlie Rhey","Steven Todd Lange","Christopher Tichy"],"overview":"The Bikini Academy (also known as Babe Watch), a army unit of big tit lifesavers (including Tane McClure and Raelyn Saalman) patrol the shores to maintain visitors secure.","release_date":"1996-01-05","vote_average":1.0,"runtime":null,"cert":"\"\"","id":252066,"title":"Babe Watch: Forbidden Parody","adult":false,"genre_ids":[35]},{"cast":["Patrick Teoh","Louisa Chong","Kay Siu Lim","Adrian Pang","Swee Lin Neo"],"overview":"The Blue Mansion is a quirky murder mystery about a wealthy Asian tycoon who dies suddenly under mysterious circumstances. He returns as a ghost to try to uncover the secret of his death with the help of his family and the police.","release_date":"2009-10-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":252074,"title":"The Blue Mansion","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"In Abducted a hot and curious young man gets abducted by two rippling-muscled railroad workers. Star Struck offers an explosion of energy after a strenuous hike through the mountains. Buddies features two buddies unleashing their man lust on each other. Light My Fire is shot on a rug next to a fireplace, as two jocks light each other's fires. Redwood Fantasy, set within a backdrop of towering redwoods, has a young sweaty stud working his giant tool to towering heights of excitement.\"","release_date":"1972-12-28","vote_average":0.0,"runtime":70,"cert":"\"\"","id":252088,"title":"Abducted","adult":true,"genre_ids":[]},{"cast":["Carey Wilson","Scotty Beckett","Doris Lloyd","Leonard Mudie","Zeffie Tilbury"],"overview":"Explores the possibility that Louis XVII, son of King Louis XVI and Marie Antoinette, escaped death during the French Revolution and were raised by Indians in America.","release_date":"1937-10-09","vote_average":5.5,"runtime":10,"cert":"\"NR\"","id":252090,"title":"The King Without a Crown","adult":false,"genre_ids":[36,9648]},{"cast":[],"overview":"ROH Champions vs. ROH All Star","release_date":"2011-01-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252098,"title":"ROH Champions Vs. All Stars","adult":false,"genre_ids":[]},{"cast":[],"overview":"World's Greatest Tag Team Shelton Benjamin and Charlie Haas vs Jay and Mark Briscoe","release_date":"2011-02-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252100,"title":"ROH 9th Anniversary Show","adult":false,"genre_ids":[]},{"cast":["Paul Eenhoorn","Earl Lynn Nelson","Karrie Crouse","Elizabeth McKee","Alice Olivia Clarke"],"overview":"A pair of former brothers-in-law embark on a road trip through Iceland.","release_date":"2014-07-11","vote_average":5.6,"runtime":96,"cert":"\"R\"","id":252102,"title":"Land Ho!","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252107,"title":"Hotxuá","adult":false,"genre_ids":[99]},{"cast":["Francisco Cavalcanti","Zilda Mayo","Ruy Leal","Marthus Mathias","Roney Wanderley"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252109,"title":"O Cafetão","adult":false,"genre_ids":[]},{"cast":["Carl Alstrup","Ebbe Rode","Albrecht Schmidt","Ulla Poulsen","Gerda Madsen"],"overview":"A film about a doctor in a small idyllic town. He's an honest man who wants his patients best, but fewer and fewer visitors comes to his practice and that frustrates the doctor. A 'quack doctor' is taking his business.","release_date":"1937-11-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":252114,"title":"Den kloge mand","adult":false,"genre_ids":[10751,18]},{"cast":["Kazuo Komizu","Michio Akiyama","Yukiko Manabe","Hatsuo Yamaya","Ken Yoshizawa"],"overview":"A masterpiece of militant cinema of 1968, filmed on the actual barricades of Adachi's very own Nihon University during the period of social struggles. The film begins in a lengthy free-love session taking the form of a 'play' rape being enacted by a group of aimless, listless and political apathetic students. The subtext intended by Adachi informs the rest of the film – that there is a world of difference between direct action politics, and merely talking the talk.","release_date":"1969-02-24","vote_average":5.0,"runtime":71,"cert":"N\/A","id":252116,"title":"Sensual Game","adult":false,"genre_ids":[]},{"cast":["Martin Potter","Julia Foster","Nicky Henson","Ian Hendry","David Essex"],"overview":"A young policeman and a small-time crook are both involved with the same girl.","release_date":"1972-01-24","vote_average":10.0,"runtime":87,"cert":"N\/A","id":252127,"title":"All Coppers Are...","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An overview of the singer's career includes comments from manager Roger Davies and ex-husband Ike Turner, as well as Mick Jagger, Elton John, David Bowie, Mark Knopfler.","release_date":"1993-06-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252129,"title":"Tina Turner: Girl from Nutbush","adult":false,"genre_ids":[99,10402]},{"cast":["Constance Bennett"],"overview":"Constance Bennett demonstrates her morning skin care and make-up regimen.","release_date":"1937-01-23","vote_average":5.0,"runtime":5,"cert":"\"\"","id":252131,"title":"Daily Beauty Rituals","adult":false,"genre_ids":[]},{"cast":["Robert Benchley"],"overview":"Benchley tries his best to demonstrate the routine one should follow to start the day right.","release_date":"1937-11-11","vote_average":5.5,"runtime":10,"cert":"\"\"","id":252133,"title":"How to Start the Day","adult":false,"genre_ids":[]},{"cast":["Babe Ruth","Zez Confrey","Byron Gay","Anne DeMarco","Jeanette DeMarco"],"overview":"In this short film, Babe Ruth proposes to put a song about baseball on the radio.","release_date":"1937-04-24","vote_average":0.0,"runtime":9,"cert":"\"\"","id":252138,"title":"Home Run on the Keys","adult":false,"genre_ids":[10402]},{"cast":["James A. FitzPatrick"],"overview":"This travelogue begins with an appreciation of Bombay as a port city. Beyond the port and Taj Mahal Hotel is a teeming city, dominated by caste. The narrator casts a baleful eye on the treatment of hardworking Untouchables, especially the women. We watch a building's construction, see the byplay among castes at a market, and visit a fishing village where caste has less influence. The women clean and dry fish caught by men. Here Hinduism finds harmony in the relationships of couples. There are pressures for all to marry, and girls as young as ten are wives. We watch a funeral procession of a young bride. Then, we end at Bombay's race track, a grand melting pot for rich and poor.","release_date":"1937-04-03","vote_average":6.0,"runtime":8,"cert":"\"\"","id":252140,"title":"Colorful Bombay","adult":false,"genre_ids":[]},{"cast":["Owen King","Linda Perry","Marcia Ralston","May Beatty","Lionel Belmore"],"overview":"The 'Farmer Poet' Robert Burns, after a bad romance, pens \"Auld Lang Syne\" to much fanfare and courts high society at the expense of his blossoming relationship with beautiful Jean Armour. Soon a marriage is arranged for Jean, and Robby must race to her side before she is married off.","release_date":"1937-04-10","vote_average":6.0,"runtime":16,"cert":"\"\"","id":252142,"title":"The Romance Of Robert Burns","adult":false,"genre_ids":[18]},{"cast":["Teresa Graves","Harry Guardino","Louise Sorel"],"overview":"Get Christie Love! is a 1974 made-for-television film starring Teresa Graves as an undercover female police detective who is determined to overthrow a drug ring. This film is based on Dorothy Uhnak's crime-thriller novel, The Ledger.","release_date":"1974-01-22","vote_average":6.2,"runtime":74,"cert":"\"\"","id":252144,"title":"Get Christie Love!","adult":false,"genre_ids":[53,28,18,10770]},{"cast":[],"overview":"A Columbia Favorite. A toyless boy finds a broken soldier doll and gets a very special Christmas as a result.","release_date":"1937-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252149,"title":"Gifts from the Air","adult":false,"genre_ids":[]},{"cast":["Danielle Lozeau","Andrea Monier","Anthony Fanelli","Robin Steffen","Bill Oberst Jr."],"overview":"A documentary film crew investigate a series of brutal killings known as the Black Water murders. As they delve deeper into the story, they stumble upon a horrifying secret. One they may not survive.","release_date":"2014-01-21","vote_average":4.6,"runtime":82,"cert":"\"\"","id":252151,"title":"The Black Water Vampire","adult":false,"genre_ids":[9648,27,53]},{"cast":["Paul Hubschmid","Gertrud Kückelmann","Curd Jürgens","Judith Holzmeister","Günther Lüders"],"overview":"","release_date":"1953-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252159,"title":"Musik bei Nacht","adult":false,"genre_ids":[35]},{"cast":["Danny Huston","Joe Cole","Alan McKenna","Matthew Goode","Ian Pirie"],"overview":"Four divers are stuck deep underwater in a vessel after a freak storm destroys their ship. Will they survive?","release_date":"2015-06-04","vote_average":5.6,"runtime":91,"cert":"\"R\"","id":252164,"title":"Pressure","adult":false,"genre_ids":[18,53]},{"cast":["Theo Lingen","Hans Moser","Georg Thomalla","Oskar Sima","Fritz Imhoff"],"overview":"","release_date":"1956-09-06","vote_average":3.0,"runtime":null,"cert":"N\/A","id":252166,"title":"Meine Tante, deine Tante","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Nicholas Tse","Kimmy Tong Fei","Chapman To","Gao Hu"],"overview":"The world renowned “Invincible Hand” Ken could identify not only mahjong tiles, but also cards with his fingers which had made him a legend. Upon his retirement as the Chief Security Consultant in Las Vegas, Ken returned to his hometown Macau, where he met his old friend Benz, and Benz’s son Cool and nephew Karl. Both Cool and Karl wanted to follow Ken. Ken claimed that if Cool could successfully cheat him once or win over him, he would then accept Cool as his protégé. Cool’s step brother Lionel, an undercover agent, had disguised his identity in an international gambling mafia which had planned to form an alliance with mafias in illegal gambling from all over the world to control the result of soccer matches. Lionel had recorded the entire conference, with the criminal evidence kept in an imitated eye. The eye was coincidentally given to Rainbow, Ken’s only daughter, which put her in danger. The retired Ken was forced to use his “Magic Hand” once again to uncover the evil plan…","release_date":"2014-01-30","vote_average":4.9,"runtime":94,"cert":"N\/A","id":252168,"title":"From Vegas to Macau","adult":false,"genre_ids":[35,28]},{"cast":["Germaine Damar","Toni Sailer","Maria Sebaldt","Harald Juhnke","Chris Howland"],"overview":"","release_date":"1959-08-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":252170,"title":"Tausend Sterne leuchten","adult":false,"genre_ids":[35,10402]},{"cast":["Walter Donati","Galiana Kalinina","Alessandro Teliga"],"overview":"Verdi's Opera based on the biblical tale of Nebuchadnezzar. This is a DVD issued on the Silverline Classics label.","release_date":"2000-06-05","vote_average":0.0,"runtime":105,"cert":"N\/A","id":252187,"title":"Nabucco","adult":false,"genre_ids":[]},{"cast":["Eric Roberts","Danielle Harris","Felissa Rose","Brian Gallagher","Ashley Sumner"],"overview":"The “Summer Camp” horror trilogy was one of the most popular franchises of the 1980s. However, the decade ended and so did director Julian Barrett’s career. Now Barrett plans to resurrect his gory series via a modern reboot patterned after reality filmmaking. With his former leading lady and an eclectic group of 10 young “contestants,” Barrett returns to the same locale where his old splatter-fests were filmed. When one of the campers is found savagely murdered, they realize there’s more at stake than just fame and fortune. Each of them is in a fight for their lives as they realize summer is over – forever.","release_date":"2014-04-15","vote_average":4.8,"runtime":90,"cert":"\"\"","id":252189,"title":"Camp Dread","adult":false,"genre_ids":[53,27,9648]},{"cast":["Gary Lee Davis","Susan Mulhollan","Rose Petra","Allen Ross","Carol Sowa"],"overview":"Prelude to Happiness is the story of Susan Imes, a young, pretty blonde in love, breezily skipping down the primrose path until “the accident”.","release_date":"1975-01-01","vote_average":4.5,"runtime":90,"cert":"\"\"","id":252194,"title":"Prelude to Happiness","adult":false,"genre_ids":[18,10749]},{"cast":["Fanny Zilch"],"overview":"Almost a remake of the earlier Fanny Zilch-Oil Can Harry cartoons of several years earlier, complete with the last minute rescue at the sawmill, though Fanny has been redesigned to be less sexy and brunette.","release_date":"1937-09-03","vote_average":0.0,"runtime":7,"cert":"\"\"","id":252196,"title":"The Villain Still Pursued Her","adult":false,"genre_ids":[]},{"cast":["Chris Squire","Steve Howe","Jon Anderson","Rick Wakeman","Alan White"],"overview":"The story of Yes is as controversial as their music. The twists and turns of band's career is now told for the first time in a series of exclusive interviews with Yes members past and present for this definitive and fully authorised documentary.","release_date":"2007-06-18","vote_average":0.0,"runtime":204,"cert":"N\/A","id":252198,"title":"Yes: Classic Artists","adult":false,"genre_ids":[10402]},{"cast":["Henrik Birch","Susanne Storm","Lars Torpp Thomsen","Mikkel Vadsholt","Kresten Andersen"],"overview":"Kesse is a third generation fisherman, living in a small coastal town in Northern Jutland. Life trudges along without surprises, but all this is about to change. The fishing industry is hit by financial crisis and the small fishing boats are swiftly put out of competition by big corporations. In desperation, Kesse tries to find a way out of his hopeless plight and has to resort to dishonest means, on top of having to fire his best friend and lone employee. As if this wasn't enough, he gets an unwelcome guest on-board in the form of marine biologist Gerd from Copenhagen, sent to study the fishing. Søren Balle's debut feature is a funny and touching film about love, friendship and the difficult art of dealing with change.","release_date":"2014-01-27","vote_average":5.8,"runtime":100,"cert":"\"\"","id":252200,"title":"The Sunfish","adult":false,"genre_ids":[18,35]},{"cast":["Lian Allweiss","Maggie Balistreri","Andres De Vengoechea","Jessica Alexandra Green","Charlie Floyd"],"overview":"Do You Like My Basement? tracks how one man's creative frustration bore a need to make the perfect horror film. Stanley Farmer was rejected universally by the film world. His frustration provoked a darker side and soon cunning, guile, devilish charm and a sociopath's streak compelled him to produce a home-made magnum opus. A film that blurs the lines between reality and fiction and demands the attention of the very world that spurned him.","release_date":"2014-01-21","vote_average":3.3,"runtime":87,"cert":"\"\"","id":252208,"title":"Do You Like My Basement?","adult":false,"genre_ids":[35,27,53]},{"cast":["Deidre Hall"],"overview":"Days of Our Lives star Deidre Hall realized that there was something missing from her life, a family. After endless months of trying, Deidre discovered that she was unable to conceive, and out of desperation, decided to try invitro fertilization. Despite more failed attempts, the collapse of her marriage and a strained career, Deidre wanted a child more than ever. With the support of her new fiancée, Steve Sohmer (Daniel Hugh Kelly), she decided to try the controversial option of using a surrogate mother.","release_date":"1995-12-10","vote_average":0.0,"runtime":95,"cert":"\"\"","id":252210,"title":"Never Say Never: The Deidre Hall Story","adult":false,"genre_ids":[]},{"cast":["Jeff Fahey","Mia Sara","Rudy Ramos","Jack Kehler","Brad Hunt"],"overview":"An ex-cop is temporarily blinded when he steals cash from a money laundering operations. While recuperating in Mexico, the thief falls in love with a beautiful woman who has underworld connections. When the girl disappears, he returns to the United States to find her, risking death from the gangster","release_date":"1993-01-20","vote_average":0.0,"runtime":93,"cert":"\"PG-13\"","id":252212,"title":"Blindsided","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alex Man Chi-Leung","Emily Chu","Michael Miu","Paul Chun Pui"],"overview":"A band of outlaws seek revenge after their Triad superior double-crosses them in a counterfeiting operation.","release_date":"1991-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252220,"title":"Bloody Hero","adult":false,"genre_ids":[28,18]},{"cast":["Nicholas Celozzi","Melanie Good","Sky Nicholas","Pamela Pond"],"overview":"A young entrepreneur supplies the campus jocks and frat boys with choice female companions. Things heat up when a sexy transfer student decides to open up shop and lures away the young businessman's stable.","release_date":"1993-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252222,"title":"Campus Hustle","adult":false,"genre_ids":[35]},{"cast":["Ileana Cotrubas","James Bowman","Ryland Davies","Dale Duesing","Cynthia Buchan"],"overview":"The Glyndebourne Opera's 1981 production of the Benjamin Britten opera, based on Shakespeare's play.","release_date":"1981-08-24","vote_average":0.0,"runtime":156,"cert":"N\/A","id":252224,"title":"A Midsummer Night's Dream","adult":false,"genre_ids":[10402]},{"cast":["Johan As'ari","Aishah Ilias","Diana Johor","Kamal adli","Azad Jazmin"],"overview":"When Fahmi loses his wife Rania due to childbirth, he becomes desperate. Left to raise his eldest son alone, Fahmi decides that he has to bring his wife back to life so that his son would not have to grow up without a mother. After extensive research, Fahmi discovers that it is possible through the means of black magic - by hammering a nail into Rania's skull.","release_date":"2013-12-11","vote_average":5.0,"runtime":null,"cert":"N\/A","id":252235,"title":"Paku","adult":false,"genre_ids":[27,53,10751]},{"cast":["Arthur Murray","Fred Gallagher","Eddie Hall","Walter Palmer Quartet","The Arthur Murray 'Shag' Dancers"],"overview":"The Big Apple with the Arthur Murray Shag Dancers!","release_date":"1937-09-17","vote_average":0.0,"runtime":19,"cert":"\"\"","id":252240,"title":"The Big Apple","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 30th Anniversary Reunion of Happy Days","release_date":"2005-02-03","vote_average":0.0,"runtime":120,"cert":"\"\"","id":252242,"title":"Happy Days: 30th Anniversary Reunion","adult":false,"genre_ids":[]},{"cast":["Jason Williams","Robert Brando","Michael Shamus Wiles","Susan Brinkley","Barne Wms Subkoski"],"overview":"Jason Williams (Flesh Gordon) again plays Wade Olson the Harley riding renegade cop. this time Olson finds himself deep in the Danger Zone when seven angry women kidnap him and take him into the desert away from the law. Sex is their weapon revenge is their motive Mad Girls Bad Girls join them for a wild ride into the Danger Zone.","release_date":"1994-08-23","vote_average":0.0,"runtime":82,"cert":"\"R\"","id":252244,"title":"Danger Zone 4: Mad Girls, Bad Girls","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Educational short that demonstrates how human beings have benefited from animals throughout the ages, from their many uses to the variety of products they produce.","release_date":"1937-01-23","vote_average":0.0,"runtime":11,"cert":"\"\"","id":252246,"title":"Animals in Modern Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Dream Trip Across India  Some kilometers from Bombay, the Indian megalopolis, lost on a hill of Bollywood, is the grandiose set of a vast temple with a magical touch, reminiscent at the same time of an Indian shrine and an ancient Inca temple.  Inside, Ten Ford Mustangs are waiting. Ten Ford Mustang with an incredible pedigree: Bullitt GT390, Shelby GT500, Shelby GT500 KR 1968...  the deep sound of a gong resounds, the doors of the templeopen launching the first edition of the Maharajah of the Road.  At the wheel of the ten Ford Mustang, passionate people coming from all over the world: Indian, French, American, Italian, Lebanese... they are business men, automobile designers, manufacturers, artists…  From Mumbai to Jodhpur, a 2.000 kilometres tour will lead our Mustangs through India. From the Rats Temple in Deshnoke city to the thousand-and-one palaces, the two princesses will show the Rajasthan to the adventurers of the road in an eventful trip...","release_date":"2012-06-07","vote_average":5.3,"runtime":39,"cert":"N\/A","id":252260,"title":"Maharajah of the Road","adult":false,"genre_ids":[99]},{"cast":["Tommy Steele","Angela Douglas","Janet Henfrey","Richard Goolden","Barbara Clegg"],"overview":"Tommy Steele stars as a talent-spotter at a recording company who determines to organize a concert featuring all the most up-to-date singers and bands, in order that the orphanage where he was brought up be saved from closing.","release_date":"1963-08-01","vote_average":5.0,"runtime":86,"cert":"\"\"","id":252262,"title":"It's All Happening","adult":false,"genre_ids":[]},{"cast":["Chuck Mavich","David Michael Sterling","Diana Frank","Lenore Andriel"],"overview":"In an ancient land called Tag-Mur, two sisters fight over control of two magic swords known as the Eye of the Serpent. The evil sister, Corva, rules viciously and violently from a dark and cold castle. The other sister, Neema, valiantly tries to raise an army to take back her father's castle. Neema's daughter is caught in between believing in the great magic and trusting that peace will return to her land. Corva's daughter is a hedonist who believes in achieving her own sado-masochistic pleasure. Into this web of women arrives the Lancelot-like Galen, proving himself a great swordsman. Soon Neema and her daughter enlist Galen's help in raising and training an army.","release_date":"1994-01-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252264,"title":"Eyes of the Serpent","adult":false,"genre_ids":[]},{"cast":["Edgar Kennedy","Vivien Oakland","Billy Franey","William Benedict","Lloyd Ingraham"],"overview":"Edgar impulsively invites his boss, Mr. Markham, to his home for dinner when his boss compliments him for giving coffee money to a down and out man.  At the train station Edgar intervenes, keeping another man from beating a young man named Frankie, and Edgar takes Frankie home with him, even though the stranger warns Edgar that the young man is nothing but trouble.","release_date":"1937-08-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252272,"title":"Tramp Trouble","adult":false,"genre_ids":[]},{"cast":["Linnea Quigley","Elizabeth Kaitan","Karen Russell","Kitten Natividad","Lyle Waggoner"],"overview":"A brainy girl turns bimbo and a football star turns brainy in order to attract each other's attention, only to discover that they liked each other the way they were in the first place.","release_date":"1990-08-29","vote_average":0.0,"runtime":92,"cert":"\"\"","id":252274,"title":"The Girl I Want","adult":false,"genre_ids":[35]},{"cast":["Kiko Goifman"],"overview":"Kiko Goifman always knew he was adopted. At age 33 he finally decides to undertake a journey to find his biological mother, and film it as a documentary. He starts off with the few facts he knows, aided by two private detectives, his adoptive mother, and his wife. He also writes an online diary detailing his activities and findings, which gives him additional tips. The title 33 not only refers to Kiko's age, but also to the famous film noir \".33\", the age of Christ - \"like Kiko - a Jew\" , and other coincidences involving the number 33.","release_date":"2004-03-12","vote_average":0.0,"runtime":75,"cert":"N\/A","id":252288,"title":"33","adult":false,"genre_ids":[99]},{"cast":["Marilyn Chambers","Brian S. Carpenter","Camille Grammer","Richard Cascioli","Isabelle Fortea"],"overview":"Marilyn throws a \"lingerie party\" for some of her girlfriends and each reminisce about their sexual pasts.","release_date":"1993-01-01","vote_average":0.0,"runtime":90,"cert":"\"R\"","id":252290,"title":"Marilyn Chambers' Bedtime Stories","adult":false,"genre_ids":[10749]},{"cast":["Marilyn Chambers","Julia Parton","Susan Napoli","Brian S. Carpenter","John Altamura"],"overview":"Three women from different backgrounds wind up sharing the same luxury apartment in New York City while looking for rich husbands.","release_date":"1994-03-10","vote_average":0.0,"runtime":89,"cert":"\"\"","id":252292,"title":"New York Nights","adult":false,"genre_ids":[18]},{"cast":["Frank Langley","Len Letterman","John Manzelli","Gregory Van Dam"],"overview":"A comic, sun-soaked romp packed with buxom blonde beatuies. In Miami - where else?","release_date":"1994-01-02","vote_average":0.0,"runtime":90,"cert":"\"\"","id":252294,"title":"Miami Models","adult":false,"genre_ids":[35]},{"cast":["Robert Urich","Kay Lenz","Jim Metzler","Richard Monette","Michael Ironside"],"overview":"A man inadvertently gets caught near a car explosion, and after he recovers from his injuries realizes that he has amnesia. Soon evidence begins to mount that he could be \"The Claw Hammer Killer, \" a serial murderer who targets for death the former patrons of a particular restaurant called Puzzles.","release_date":"1989-07-20","vote_average":5.0,"runtime":91,"cert":"\"\"","id":252296,"title":"Murder by Night","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jennifer Delora","Ruth Collins","Heidi Paine","Scott Baker","Veronica Hart"],"overview":"A cross dresser helps three whores on their search for rich husbands","release_date":"1988-04-02","vote_average":0.0,"runtime":86,"cert":"\"R\"","id":252298,"title":"New York's Finest","adult":false,"genre_ids":[35]},{"cast":["Bruce Greenwood","Jameson Parker","Catherine Hicks","Ned Beatty","Len Lesser"],"overview":"Richard is a spy. Ever since his wife Angela left him, cause she never liked what he did or became, his heart has not exactly been in it anymore. After failing to complete his mission, he decides to leave. His friend and boss, Tony Cooper, brings him to a plastic surgeon, so that he could change his appearance and disappear. A year later, he learns that the doctor who operated on him and Tony are dead. He suspects that someone's either trying to get back at him through them or is trying to flush him out. He then fears that Angela could be next. So he goes to her but she's gotten on with her life and doesn't want him back.","release_date":"1989-12-28","vote_average":0.0,"runtime":88,"cert":"\"\"","id":252309,"title":"Spy","adult":false,"genre_ids":[53]},{"cast":["Martina McBride"],"overview":"Live in Concert is the first live concert CD and DVD from country music superstar Martina McBride. The show was recorded September 29, 2007 at the i wireless Center in Moline, Illinois during McBride's Waking Up Laughing Tour. The concert was originally taped for a PBS Great Performances special that aired during the month of March 2008.","release_date":"2008-04-27","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":252311,"title":"Martina McBride - Live In Concert","adult":false,"genre_ids":[10402]},{"cast":["Kathryn Harrold","Bruce Greenwood","Talia Balsam","Brion James","Joely Fisher"],"overview":"In the near-distant future, a female romance writer is planning to write her next book in a remote mountain cabin. A friend convinces her to bring along a \"companion\", a nearly-human android to cook and clean. She settles on a male companion named \"Geoffrey.\" Bored with some of Geoffrey's behavior, she tinkers with his programming -- first his personality, then his sexuality. Real trouble comes when she gives his mind access to \"random data.\"","release_date":"1994-10-14","vote_average":6.0,"runtime":94,"cert":"\"R\"","id":252316,"title":"The Companion","adult":false,"genre_ids":[878]},{"cast":["Ray Sharkey","R. Lee Ermey","Larry Manetti","Lisa Hartman","Roberto Escobar"],"overview":"An ex-Miami cop just back from prison for corruption gets caught up in the Florida drug trade.","release_date":"1990-03-29","vote_average":0.0,"runtime":100,"cert":"\"R\"","id":252321,"title":"The Take","adult":false,"genre_ids":[80]},{"cast":["Treat Williams","Arliss Howard","Rebecca Jenkins","Pruitt Taylor Vince","Dean Norris"],"overview":"This is a true crime story based on the book of the same title by prosecuting attorney, Vincent Bugliosi. (Bugliosi is the L.A. prosecutor that put Charles Manson away.) On December 11, 1966, a murder occurs in a small neighborhood of El Sereno, CA. In the middle of the night, Henry Stockton is shot three times in the head and twice in the chest and then his house is set on fire. The murderer left no clues, baffling the police, until a year later when a young pregnant woman is found bludgeoned to death in a Jaguar. Strangely, these two murders are related. As the mystery unfolds a horrific tale of greed, lust and ambition are revealed.","release_date":"1992-02-18","vote_average":5.0,"runtime":96,"cert":"\"R\"","id":252323,"title":"Till Death Us Do Part","adult":false,"genre_ids":[10770,80,18]},{"cast":[],"overview":"Mana has unquestionably become the biggest musical group in Latin music history! After Mana's record breaking album Revolucion De Amor, Mana is now set to deliver a most anticipated release, their Revolucion De Amor tour on a DVD format. Accesso also contains never before seen footage spanning the life of the band's artistic history, both on and off stage","release_date":"2004-12-07","vote_average":5.5,"runtime":130,"cert":"N\/A","id":252325,"title":"Mana - Acceso Total","adult":false,"genre_ids":[]},{"cast":["Buster Crabbe","Al St. John","Mady Lawrence","Jack Ingram","Charles King"],"overview":"Steve Kinney and his henchman, Mort, are trying to stir up trouble between the local ranchers and farmers, behind a wave of rustling and lawlessness. Mort kills Vic, a Kirby cowhand, and lays the blame on Dan Harper, the leader of the farmers faction. Storekeeper Fuzzy Q. Jones, fearful of losing the outstanding charge-accounts he has on his books, drags his reluctant pal, Billy Carson, into the fray, and the two soon prove Kinney and his henchmen to be behind the valley's troubles.","release_date":"1944-12-09","vote_average":0.0,"runtime":57,"cert":"\"\"","id":252330,"title":"Oath of Vengeance","adult":false,"genre_ids":[37]},{"cast":["James Davies","Heidi Paine","Tracey Adams","Ruth Collins","Jill Johnson"],"overview":"The geeky owner of an antique shop accidentally releases a beautiful genie from her imprisonment. She grants him three wishes.","release_date":"1990-02-21","vote_average":5.0,"runtime":80,"cert":"\"R\"","id":252332,"title":"Wildest Dreams","adult":false,"genre_ids":[35]},{"cast":["David Holt","Louis Prima","Sons of the Pioneers","Benny Bartlett","The Boswell Sisters"],"overview":"Watch Ms. Dorothy Lamour launch her career in this rarely-seen short from the early 1930s -- a Bijou cinematic time machine.","release_date":"1937-10-22","vote_average":0.0,"runtime":11,"cert":"\"\"","id":252334,"title":"The Star Reporter in Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dans is 34, and he is nostalgic.","release_date":"2012-05-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":252339,"title":"Le syndrome du cornichon","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252341,"title":"National Geographic - Wilde Alpen","adult":false,"genre_ids":[99]},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Arena Tour 2012 A: Hotel Love Songs is Japanese pop singer Ayumi Hamasaki's 14th Tour started on April 7, 2012 at Saitama Super Arena ending with additional performances on October 11, 2012 at First gymnasium National Yoyogi Stadium","release_date":"2013-03-08","vote_average":0.0,"runtime":128,"cert":"N\/A","id":252343,"title":"Ayumi Hamasaki Arena Tour 2012 A: Hotel Love Songs","adult":false,"genre_ids":[10402]},{"cast":["Rolf Lassgård","Marie Richardson","Christer Fant","Lars Melin","Kerstin Andersson"],"overview":"Shortly after police discovers the murder of three friends, police inspector Wallander finds his friend and colleague Svedberg dead. First, it is believed that Svedberg killed himself but Wallander soon discovers links between Svedberg, the three friends and a fourth person, a young woman in a mental hospital.","release_date":"2005-06-25","vote_average":5.3,"runtime":101,"cert":"N\/A","id":252345,"title":"One Step Behind","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"A history connoisseur's dream and a compelling, off-beat war documentary all in the same film, \"Fury over Spain\" chronicles 1936, the first bloody year of the Spanish civil war. Location filming by omnipresent government cameramen helps lend a raw, earthy feel to the desperate, life-and-death struggle against General Francisco Franco's Nationalist insurgents.","release_date":"1937-07-20","vote_average":5.0,"runtime":52,"cert":"\"\"","id":252347,"title":"Fury Over Spain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Burned filmstrips meet light and invade the screen with structures of residue, ashes, flames and destruction. New landscapes appear in a state of disintegration through fire. The former carrier of conserved imagery is now in full bloom of organic splendor. The lifeless filmstrips have been resurrected.","release_date":"2003-11-27","vote_average":7.0,"runtime":7,"cert":"\"\"","id":252349,"title":"Friendly Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Spanish documentary from Jean-Paul Le Chanois &amp; Luis Buñuel made during the Spanish Civil War.","release_date":"1937-01-24","vote_average":7.0,"runtime":35,"cert":"N\/A","id":252351,"title":"España 1936","adult":false,"genre_ids":[99]},{"cast":["Patrick Macnee"],"overview":"Documentary looking at the production of the James Bond movie 'Octopussy'. Narated by Patrick Macnee.","release_date":"2000-01-25","vote_average":7.0,"runtime":33,"cert":"N\/A","id":252356,"title":"Inside 'Octopussy'","adult":false,"genre_ids":[99]},{"cast":["Pierre Rabhi","Richard WALLNER","Dominique BAFFOU","Patrick BARONNET"],"overview":"","release_date":"2009-04-05","vote_average":5.3,"runtime":null,"cert":"N\/A","id":252358,"title":"Sous les pavés, la Terre !","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary","release_date":"2013-06-25","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":252363,"title":"Wild Africa 3D an Extraordinary Journey","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary from the Spanish Civil War.","release_date":"1937-01-24","vote_average":0.0,"runtime":22,"cert":"N\/A","id":252368,"title":"El frente y la retaguardia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Woman begin to start differentiated service to flourish her hot spring.","release_date":"2010-04-21","vote_average":0.0,"runtime":73,"cert":"N\/A","id":252370,"title":"Let’s go Hot Spring","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Brazilian documentary short from Alberto Botelho about the first railway battalion.","release_date":"1937-12-17","vote_average":0.0,"runtime":5,"cert":"N\/A","id":252372,"title":"Primeiro Batalhão Ferroviário","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"2012-03-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":252374,"title":"Stephen King's The Boogeyman","adult":false,"genre_ids":[]},{"cast":["Dennis O'Keefe","Ruth Terry","Roman Bohnen","George E. Stone","Gloria Dickson"],"overview":"A New York radio personality travels to the small town of Fernville, Indiana in an attempt to uncover a notorious safecracker, believed to be masquerading as one of the town's upstanding citizens.","release_date":"1942-03-27","vote_average":6.3,"runtime":72,"cert":"\"\"","id":252376,"title":"The Affairs of Jimmy Valentine","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"Documentary about a Persian amateur western filmmaker and the making of his latest film.","release_date":"2012-10-01","vote_average":10.0,"runtime":65,"cert":"N\/A","id":252378,"title":"My Name Is Negahdar Jamali and I Make Westerns","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary short made during the Spanish Civil War.","release_date":"1937-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252380,"title":"Madrid tumba del fascio: Quinta jornada - Documental número 9","adult":false,"genre_ids":[]},{"cast":["Rafael Alberti","Louis Aragon","Andrés Iduarte","Gastón Lafarge","Gustav Regler"],"overview":"Documentary short made during the Spanish Civil War.","release_date":"1937-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252382,"title":"Defensa de Madrid (Segunda parte)","adult":false,"genre_ids":[]},{"cast":["Pink","Colt Prattes"],"overview":"\"The Truth About Love Tour: Live From Melbourne\" is a 1 hour and 50 minute concert that was filmed in Melbourne during the Australian leg of the tour, where P!nk broke the record for most dates in one venue on the same tour, performing an astounding 18 shows to almost 250,000 fans – breaking her own record from her previous acclaimed Funhouse Tour in 2009. Pulling from her seven album repertoire, the show includes some of her biggest hits such as \"Blow Me (One Last Kiss),\"F***in' Perfect,\" \"Try,\" \"Raise Your Glass,\" and \"So What\" and P!nk's recent single, \"Just Give Me A Reason\" featuring Nate Ruess. \"The Truth About Love Tour: Live From Melbourne\" features the jaw-dropping theatrics and acrobatics that P!nk has become renowned for, collaborating with creative partner and show director Larn Poland to produce a visually stunning stage production that includes pyrotechnics, soaring stunts, and career-spanning hits.","release_date":"2013-11-27","vote_average":7.5,"runtime":110,"cert":"\"PG-13\"","id":252384,"title":"P!nk: The Truth About Love Tour - Live from Melbourne","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary made during the Spanish Civil War.","release_date":"1937-01-24","vote_average":5.0,"runtime":10,"cert":"N\/A","id":252386,"title":"El cerco de Huesca","adult":false,"genre_ids":[]},{"cast":["James A. FitzPatrick"],"overview":"James A. FitzPatrick propaganda short.","release_date":"1942-12-26","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":252388,"title":"People of Russia","adult":false,"genre_ids":[99]},{"cast":["Jean Beaudry","Denis Bouchard","Louise Richer","Gabriel Arcand","Julien Poulin"],"overview":"Jean-Pierre, a young photograph, takes a photo of the same street corner every morning for an entire year. This is to help a friend with the writing of a novel. But Jean-Pierre is not really respecting the rules of the game...","release_date":"1988-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":252390,"title":"Les Matins infidèles","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Brief interludes in touring through southern French provinces which are so rich in ancient history and medieval art.","release_date":"1937-01-24","vote_average":0.0,"runtime":11,"cert":"\"\"","id":252398,"title":"Ancient Cities of Southern France","adult":false,"genre_ids":[]},{"cast":["Marianne Koch","Johanna von Koczian","Paul Hubschmid","Walter Giller","Günter Pfitzmann"],"overview":"A music comedy directed by Dietrich Haugk based on the play by Gotthold Ephraim Lessing.","release_date":"1960-09-29","vote_average":6.5,"runtime":95,"cert":"N\/A","id":252400,"title":"Heldinnen","adult":false,"genre_ids":[35,10402,10749]},{"cast":[],"overview":"Adaptation of Pushkin's fairy tales. The tale is about a fisherman who manages to catch a Golden Fish which promises to fulfill any wish of his in exchange for its freedom. The storyline is similar to the Russian fairy tale \"The Greedy Old Wife\" and the Brothers Grimm's tale \"The Fisherman and His Wife\".","release_date":"1937-01-24","vote_average":6.3,"runtime":28,"cert":"N\/A","id":252402,"title":"The Tale of the Fisherman and the Golden Fish","adult":false,"genre_ids":[16,10751]},{"cast":["Roy Barcroft","Dennis Moore","Linda Stirling","James Craven","Bud Geary"],"overview":"A Martian invader crashes his spaceship conveniently close to the workshop of a scientist who is developing an interplanetary craft.  If the extraterrestrial Purple Monster can complete the rocket ship and return to Mars, he will be able to start a full-scale invasion of Earth.  Good thing Craig Foster sets out to thwart the Monster's mission!","release_date":"1945-10-06","vote_average":3.8,"runtime":201,"cert":"\"NR\"","id":252404,"title":"The Purple Monster Strikes","adult":false,"genre_ids":[28,878]},{"cast":["Audrey Hepburn","Wam Heskes","Han Bentz van den Berg","Magda Janssens","Els Boon"],"overview":"A film-within-the-film scenario involving a cameraman who's given a week to photograph the aerial highlights of Holland for a travelogue.","release_date":"1948-05-07","vote_average":0.0,"runtime":79,"cert":"\"\"","id":252406,"title":"Dutch in Seven Lessons","adult":false,"genre_ids":[99,35]},{"cast":["Lyubov Kalyuzhnaya","Elya Knaub","Vladimir Tumalaryants","I. Lobyzovskiy"],"overview":"In-store children's toys, a small client to Masha, Admiring dolls, loses his four-legged friend. Sabachku mistaken for a mechanical toy and put in a balloon.","release_date":"1937-01-24","vote_average":0.0,"runtime":23,"cert":"N\/A","id":252408,"title":"Воздушное приключение","adult":false,"genre_ids":[]},{"cast":["Hanne Bjerringfelt","Jonatan Balladone","Christina Legind","Thomas Hjort","Søren Valsgaard"],"overview":"","release_date":"2011-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252410,"title":"Den gyldne kolibri","adult":false,"genre_ids":[16,12,10751]},{"cast":["Adolf Hitler","Hermann Göring"],"overview":"Said to pick up where \"Triumph of the Will\" left off, this film showcases highlights of the Nazi Party rallies in Nüremberg in 1936 and 1937. The main focus of the film begins with extended footage of the Gothic splendor of Nüremberg from the air, Hitler's arrival at the airbase, his motorcade into the city, and the ensuing ceremonies. Other, much more propagandistic elements, are edited in; they include: past Nazi party marches and rallies, parachute drops, Wehrmacht exercises in the Zeppelin fields, random military formation night rallies and random shots of massed crowds, fireworks,torch lit marches, even live explosions.","release_date":"1937-01-24","vote_average":5.0,"runtime":21,"cert":"N\/A","id":252412,"title":"Festliches Nürnberg","adult":false,"genre_ids":[]},{"cast":[],"overview":"This technically quite well-made cartoon from pre-war Nazi Germany is a commercial (or propaganda piece) for Volksempfänger (\"people's receiver\"), inexpensive radios. First we see agricultural statistics: the far-away village of Miggershausen is quite below standards in milk and egg production. An anthropomorphic radio undertakes the long voyage by express train, steam train, hay carriage to Miggershausen to advertise its services. It is not well received. Then, it collects and leads an army of radios to try again. They flood all the farmhouses and seem to be more convincing that way - at day, they spread agricultural knowledge to bring milk and egg production up to standards; later, they just play music and illustrate how various people enjoy various kinds of music.","release_date":"1937-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252414,"title":"Die Schlacht um Miggershausen","adult":false,"genre_ids":[]},{"cast":["Bryan Genesse","Bentley Mitchum","Michael Anthony Rosas","Jaime Anstead","George Stanchev"],"overview":"A man is supposed to guard a shipment of diamonds being sent by rail. But a man robs the train and kills the men guarding the diamonds. The robbers derail the train and hope to get away with their crime. The robbers get caught in Mexico and are sent to prison by rail. The robbers take over the prison train they are on. Will these robbers get away with their crime or will the bodyguard kill all of the robbers and reclaim the train?","release_date":"2003-02-25","vote_average":0.0,"runtime":null,"cert":"\"R\"","id":252416,"title":"Death Train","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Finnish documentary on dogs.","release_date":"1937-01-24","vote_average":0.0,"runtime":9,"cert":"N\/A","id":252418,"title":"Emo ehoisa - Isä intoisa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shiny cars, trams and people on a sunny summer day in Helsinki in 1937.","release_date":"1937-01-24","vote_average":0.0,"runtime":8,"cert":"N\/A","id":252420,"title":"Kaunis pääkaupunkimme","adult":false,"genre_ids":[]},{"cast":["William Campbell","Anna Pavane","Patrick Magee","Kerry Anderson","Dante Gerino"],"overview":"A plan to steal a valuable work of art leads to murder.","release_date":"1965-01-01","vote_average":5.0,"runtime":81,"cert":"\"\"","id":252422,"title":"Portrait in Terror","adult":false,"genre_ids":[27,80,53,9648]},{"cast":["Arctic Monkeys"],"overview":"Arctic Monkeys produced a cracking headline set to conclude the second day of Rock en Seine 2011.\r Sheffield's finest were in thoroughbred fettle throughout their 90-minute set, taking a less exuberant, yet no less effective, route than the Foo Fighters into the hearts and minds of the soggy Parisian crowd.","release_date":"2011-08-27","vote_average":0.0,"runtime":75,"cert":"N\/A","id":252427,"title":"Arctic Monkeys - Rock en Seine","adult":false,"genre_ids":[10402,99]},{"cast":["Robert Parsons","Abby Heller","Alexander Panas","Vincent Petti","Beverly Lane"],"overview":"The new bride of a strange sculptor finds that many of her new husband's friends want her dead.","release_date":"1964-09-05","vote_average":0.0,"runtime":82,"cert":"\"\"","id":252429,"title":"Honeymoon of Horror","adult":false,"genre_ids":[53,27]},{"cast":["Sachin Khedekar","Mrinal Kulkarni","Pallavi Joshi","Sunil Barve","Suhas Joshi"],"overview":"The film grapples with multiple issues, but primarily the changing nature of love and its impact on the twin institutions of marriage and family.","release_date":"2013-12-21","vote_average":4.0,"runtime":131,"cert":"N\/A","id":252431,"title":"Prem Mhanje Prem Mhanje Prem Asta","adult":false,"genre_ids":[]},{"cast":["Jason Branch","Chad Johnson","Eric Leneau","Jake Andrews","Joe Serrano"],"overview":"See what makes Jason Branch a true Falcon Legend! Seven scorching hot, full-length scenes from some of Falcon's greatest titles of all time make this collection a must own.","release_date":"1999-12-30","vote_average":8.0,"runtime":137,"cert":"\"\"","id":252433,"title":"The Best of Jason Branch","adult":true,"genre_ids":[]},{"cast":["Heather Dawes","Ian Hubert","Steve Bylsma","Steve Bylsma","Jessie Allison"],"overview":"Chase Sasuga's just a guy tryin' to go to school in a crazy, messed up world, but when he gets attacked by some robotic assassins, he realizes the world may be a bit more chaotic than he assumed.","release_date":"","vote_average":10.0,"runtime":14,"cert":"N\/A","id":252435,"title":"Spacemen Belong in the Future, Probably; Slab 1: Standardized Fest","adult":false,"genre_ids":[]},{"cast":["Heather Dawes","Ian Hubert","Steve Bylsma","Steve Bylsma","Jessie Allison"],"overview":"The Third and final slab in the SBFP Trilogy. It chronicles the dramatic finale, with all the drama and stuff that happens too! And... there is dancing.","release_date":"","vote_average":10.0,"runtime":15,"cert":"N\/A","id":252437,"title":"Spacemen Belong in the Future, Probably; Slab 3: Saving The World, One Tequito At a Time","adult":false,"genre_ids":[]},{"cast":["Alison Steadman","Pik-Sen Lim","Deborah Cornelius"],"overview":"Mother of the bride Isobel speaks direct to camera about her selfish Lesbian daughter Kelly's upcoming civil partnership to the older, sensible Janice.","release_date":"2012-05-06","vote_average":0.0,"runtime":30,"cert":"N\/A","id":252439,"title":"A Civil Arrangement","adult":false,"genre_ids":[35]},{"cast":["Mayumi Terashima","Mai Inoue","Ryoko Watanabe","Chie Yamaguchi","Miki Yamaji"],"overview":"A light comedy which celebrates youth's freedoms, aspirations, and boundless energy. Mayumi and Mai are hair stylists who open a Barber shop called The Pink Cut. The place is an immediate success, due mostly to their super-short skirts. When the girls decide to stop wearing underpanties, business goes thru the roof. Eventually Main and Mayumi add special massages and cream rinses to their list of extras. The girls laugh all the way to the bank. Ah, the joys of entrepreneurship!","release_date":"1983-01-21","vote_average":3.0,"runtime":68,"cert":"N\/A","id":252441,"title":"Pink Cut: Love Me Hard, Love Me Deep","adult":false,"genre_ids":[]},{"cast":["Sal Mineo","John Saxon","Luana Patten","Fay Wray","Edward Platt"],"overview":"A high school rock group enters a band contest.","release_date":"1956-12-01","vote_average":3.0,"runtime":89,"cert":"\"\"","id":252443,"title":"Rock, Pretty Baby","adult":false,"genre_ids":[35,10402]},{"cast":["Betty Hutton","Macdonald Carey","Patric Knowles","Walter Abel","Virginia Field"],"overview":"A young woman spends much of her time fantasizing about what might be, but a realistic admirer tries to convince her to live the life she has.","release_date":"1948-07-27","vote_average":4.7,"runtime":85,"cert":"\"\"","id":252445,"title":"Dream Girl","adult":false,"genre_ids":[]},{"cast":["Robert Urich","Ali MacGraw","Danielle von Zerneck","David Franklin","David Daniels"],"overview":"After their 43-foot schooner was stove in by a pod of killer whales, the six members of the Robertson family spend 37 days adrift in the Pacific with no maps, compass, or navigational instruments.They use every survival technique they can as they battle 20-foot waves, marauding sharks, thirst, starvation, and exhaustion.","release_date":"1992-01-05","vote_average":4.9,"runtime":120,"cert":"\"\"","id":252450,"title":"Survive the Savage Sea","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"","release_date":"2004-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252452,"title":"Сага древних булгар: Лествица Владимира Красное Солнышко","adult":false,"genre_ids":[]},{"cast":["Boris Nevzorov","Lyudmila Chursina","Innokentiy Smoktunovskiy","Margarita Terekhova","Elena Kondulaynen"],"overview":"The story is about Goddess that became as legendary as the sex symbol of Soviet Union.","release_date":"1986-03-31","vote_average":4.0,"runtime":148,"cert":"N\/A","id":252454,"title":"Primary Russia","adult":false,"genre_ids":[36,18]},{"cast":["Innocent","Mukesh","Saikumar","Biju Menon","Vijayaraghavan"],"overview":"Mannar Mathai Speaking 2 is malayalam comedy thriller film, directed by Mamas. It is a sequel to the 1995 cult comedy classic, Mannar Mathai Speaking and the third installment in the celebrated Ramji Rao franchise. Actors Mukesh, Saikumar, Innocent, Janardhanan reprise their roles; while Aparna Gopinath, Shammi Thilakan and a few others are also included in the cast","release_date":"2014-01-24","vote_average":2.6,"runtime":133,"cert":"N\/A","id":252456,"title":"Mannar Mathai Speaking 2","adult":false,"genre_ids":[35,53]},{"cast":["Francisco Rabal","Danielle Godet","Gisia Paradis","Mara Laso"],"overview":"","release_date":"1963-08-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":252458,"title":"Autopsia de un criminal","adult":false,"genre_ids":[]},{"cast":["Derek Cameron","Adam Wolfe","Brian Cruise","Buck Meadows","Chad Hunt"],"overview":"See what made Derek Cameron a true Falcon Legend! Eight scorching hot, full-length scenes from some of Falcon's greatest titles of all time make this collection a must own.","release_date":"2002-06-05","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":252460,"title":"The Best of Derek Cameron","adult":true,"genre_ids":[]},{"cast":["Louis Gossett Jr.","Blair Underwood","Rae Dawn Chong","David Harris","Christopher M. Brown"],"overview":"Lou Gosset Jr. is a boss-con. A new prisoner, Blair Underwood, is revealed as his long-lost son. When Underwood is released from jail, the parole board stipulates that Gosset live with him. Gosset gets a job as a car mechanic, and falls in with Rae Dawn Chong. Underwood falls in with his old criminal buddies, who decide to rob the dealership where Chong and Gosset work. Underwood gets cold feet, and the gang turns on him. Gosset stops a bullet meant for his son, who then builds a relationship with the daughter he never knew he had.","release_date":"1993-04-19","vote_average":6.7,"runtime":93,"cert":"\"\"","id":252465,"title":"Father & Son: Dangerous Relations","adult":false,"genre_ids":[]},{"cast":["Vittorio Romero","Bessy Padilha","Kristopher King","Rose Conde","Mark Dela Cruz"],"overview":"A short film made for \"Venezia 70 - Future Reloaded.\"","release_date":"2013-07-31","vote_average":0.0,"runtime":2,"cert":"N\/A","id":252470,"title":"Ang Kamera","adult":false,"genre_ids":[]},{"cast":["Lee Ryder","Mike Stoker","Dick Fisk","Rod Phillips","Leo Ford"],"overview":"See what made Lee Ryder a true Falcon legend! Four full-length scenes spanning Lee's stunning career with Falcon. Watch Lee, Rod, and Mark take a break from horseback riding, only to end up riding each other! Rick and Lee are enjoying each others company in the men's room when they are joined by a stranger, with explosive results. Scorching-hot, full-length scenes from some of Falcon's greatest titles make this collection a must own!","release_date":"2008-06-04","vote_average":6.0,"runtime":126,"cert":"\"NC-17\"","id":252475,"title":"The Best of Lee Ryder","adult":true,"genre_ids":[]},{"cast":["Roberto Benigni"],"overview":"A young Roberto Benigni in one of his first public show in Florence at Parco delle Cascine.","release_date":"1983-09-29","vote_average":7.3,"runtime":85,"cert":"N\/A","id":252477,"title":"Roberto Benigni: Tuttobenigni","adult":false,"genre_ids":[35,99]},{"cast":["Daniele Luttazzi"],"overview":"Daniele Luttazzi, one of the best italian comedian give his best in this show.","release_date":"2006-01-03","vote_average":8.0,"runtime":110,"cert":"N\/A","id":252479,"title":"Bollito misto con mostarda","adult":false,"genre_ids":[99]},{"cast":["Helmut Qualtinger","Ellen Schwiers","Helmuth Lohner","Fritz Tillmann","Gerd Frickhöffer"],"overview":"Crime Thriller with Helmut Qualtinger as Chief Inspector who investigates a Murder in 1961 Vienna. The murder is based on a real murder, the \"bathub murder\", which gained quite some media attraction in austria in the 1940's.","release_date":"1961-08-25","vote_average":7.0,"runtime":95,"cert":"N\/A","id":252481,"title":"Mann im Schatten","adult":false,"genre_ids":[80]},{"cast":["Eric Blanc","Marc Citti","Felicite Wouassi"],"overview":"","release_date":"1988-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":252483,"title":"Black mic mac 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Re-live the end of an era and journey through the past at Maine Road, home ground to Manchester City FC from 1923-2003. Features include the club's triumphs and memorable moments and the club's favourite players are honoured.","release_date":"2002-01-26","vote_average":0.0,"runtime":93,"cert":"N\/A","id":252488,"title":"Manchester City - End Of An Era","adult":false,"genre_ids":[]},{"cast":["Henning Moritzen","Hanne Borchsenius","Karl Stegger","Henrik Bentzon","Bjørn Puggaard-Müller"],"overview":"","release_date":"1964-07-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":252490,"title":"Alt for kvinden","adult":false,"genre_ids":[10751,35]},{"cast":["Tim Ekkebus","Brie Jones","David Autovino","Lauren Seavage","Jesse Green"],"overview":"In FILTHY McNASTIER, Phil the Demon is back to his old hijinks, this time granting the wish of a lonely gal who's lacking the voluptuous bosoms of her girlfriends.  But as always, there's a price to pay for her new look...and this time, Phil has the vampire Razor McBleed along for the fun!","release_date":"2005-05-17","vote_average":0.0,"runtime":106,"cert":"\"NR\"","id":252492,"title":"Filthy McNastier: Maximum Dousche","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"A New York cartoon made in New York. It's the New Yorkiest! A few of the animators: Vet Anderson, Harry Bailey, Eddie Donnelly, Jim Tyer (at his early wildest). Finale song: \"San\".","release_date":"1930-05-11","vote_average":3.0,"runtime":7,"cert":"\"\"","id":252494,"title":"Oom Pah Pah","adult":false,"genre_ids":[16,10402]},{"cert":"\"NR\"","title":"Filthy McNastiest: Apocalypse Fuck!","cast":["Meredith Host","Cherry Brady","Jason McCall","Jen Stone","Noel Williams"],"id":252496,"overview":"FILTHY McNASTIEST goes beyond the previous films and introduces D'artagnan, who proves that the female is indeed the deadliest of the species!  She grants Clavell's desire to satisfy his lover in one area where he's coming up \"short\" with hilariously over-the-top consequences!","runtime":63,"genre_ids":[27,35],"release_date":"2005-04-19","vote_average":0.0,"adult":false}]