[{"cast":["Raymond Pozo","Manolo Ozuna","Phillip Rodríguez","Giovanny Cruz","Fernando Coste"],"overview":"Three convicted criminals escape from prison carrying only a güiro, a tambor and an accordion. During their journey, they meet with a bunch of interesting characters and are forced to use their musical skills to help them get home.","release_date":"2003-09-01","vote_average":3.8,"runtime":94,"cert":"N\/A","id":25000,"title":"Ripped Parrot","adult":false,"genre_ids":[35]},{"cast":["Gene Wilder","Gilda Radner","Kathleen Quinlan","Richard Widmark","Robert Prosky"],"overview":"The complete innocent, Michael Jordon, is drawn into a web of secrecy and government secrets when a girl carrying a mysterious package gets into a taxi with him. When she is later murdered, Michael is the chief suspect and on the run.","release_date":"1982-06-04","vote_average":5.7,"runtime":110,"cert":"N\/A","id":25001,"title":"Hanky Panky","adult":false,"genre_ids":[9648,28,35,80]},{"cast":["Outi Mäenpää","Ria Kataja","Martti Suosalo","Ville Virtanen","Sara Paavolainen"],"overview":"Saara is a middle-aged doctor who one day finds out that her architect-husband Leo is having an affair with a younger woman, Tuuli. Instead of revealing her true identity, Saara pretends to be someone else and makes friends with Tuuli. At the same time she is planning the best way to revenge her husband and his lover","release_date":"2007-10-19","vote_average":5.1,"runtime":107,"cert":"N\/A","id":25004,"title":"Black Ice","adult":false,"genre_ids":[53,18]},{"cast":["Michael Paré","Marina Orsini","Bernie Coulson","Matthew Laurance"],"overview":"In the sixties, Eddie and the cruisers was the hottest band around. But the tragic death of its lead singer broke the band up. Only Eddie is not dead. He works as a carpenter in Montreal. His love of music forces him to create a new band which will have to struggle with its anonymity.","release_date":"1989-01-01","vote_average":6.7,"runtime":104,"cert":"N\/A","id":25005,"title":"Eddie and the Cruisers II: Eddie Lives!","adult":false,"genre_ids":[18,53,10402]},{"cast":["Beanie Sigel","Omillio Sparks","Memphis Bleek","Damon Dash","Sundy Carter"],"overview":"Frustrated with being broke, Beans decides that the only way to grasp the American Dream is to take it.","release_date":"2002-01-18","vote_average":6.2,"runtime":88,"cert":"N\/A","id":25006,"title":"State Property","adult":false,"genre_ids":[28,80,18]},{"cast":["Ebon Moss-Bachrach","Damon Dash","Rashida Jones","Kevin Hart","Charlie Murphy"],"overview":"A story which centers around Dave Katz, a journalist at a hip-hop magazine who is sent on assignment to uncover the often comedic underworld of Roc-a-Fella Records run by Damon Dash and Jay-Z.","release_date":"2003-05-07","vote_average":4.0,"runtime":92,"cert":"N\/A","id":25007,"title":"Death of a Dynasty","adult":false,"genre_ids":[]},{"cast":["Matt Dillon","Héctor Elizondo","Molly McCarthy","Martha Gehman","Richard Crenna"],"overview":"Brooklyn teenager Jeffrey Willis, thoroughly unhappy with his modest homestead, embraces the other-world aspects of his summer job at the posh Flamingo Club. He spurns his father in favor of the patronage of smooth-talking Phil Brody and is seduced by the ample bikini charms of club member Carla Samson. But thanks to a couple of late-summer hard lessons, the teen eventually realizes that family should always come first.","release_date":"1984-12-21","vote_average":6.5,"runtime":100,"cert":"N\/A","id":25010,"title":"The Flamingo Kid","adult":false,"genre_ids":[35,18,10749]},{"cast":["Paul McCartney","John Lennon","George Harrison","Ringo Starr"],"overview":"The Beatles First US Visit uniquely chronicles the inside story of the two remarkable weeks when Beatlemania first ignited America. The pioneering Maysles Brothers who filmed at the shoulders of John, Paul, George and Ringo, innovated an intimate documentary style of film-making which set the benchmark for rock and roll cinematography that remains to this day.","release_date":"1991-11-13","vote_average":7.0,"runtime":132,"cert":"N\/A","id":25019,"title":"The Beatles: The First U.S. Visit","adult":false,"genre_ids":[10402,99]},{"cast":["Ajay Devgn","Rani Mukerji","Sonali Bendre","Kamini Kaushal"],"overview":"'Chori Chori' is a romantic film telling the story of Ranbir (Ajay Devgan) and Khushi (Rani Mukherjee) who are as different as chalk and cheese. They bump into each other on the streets of Delhi. It certainly isn't love at first sight for them. In fact there is nothing but war of words and arguments. Circumstances keep Ranbir and Khushi together, much to their discomfort. Till they realize that th","release_date":"2003-08-01","vote_average":5.5,"runtime":135,"cert":"N\/A","id":25020,"title":"Chori Chori","adult":false,"genre_ids":[18,35,10749]},{"cast":["John Hurt"],"overview":"In 1979, Alien burst onto the scene with a strong female lead in the form of Ripley (Sigourney Weaver) battling the ultimate biomechanical creature. The brilliant and terrifying result reinvented the horror and science fiction genres, creating one of the most successful and celebrated film franchises in Hollywood history. This award-winning, feature-length documentary explores the series.","release_date":"2002-01-01","vote_average":6.6,"runtime":108,"cert":"N\/A","id":25021,"title":"The Alien Saga","adult":false,"genre_ids":[99,878]},{"cast":["Pete Ferry","Bogdan Pecic","Michael Grossi","Jolie Jackunas","Robert Kokai"],"overview":"The government sets up a zombie squad after an epidemic has made the world run rampant with living corpses. The team head off to Ohio to try and find a cure but soon run into a crazy cult of zombie lovers who are set on preserving the walking dead as they believe it's God's will.","release_date":"1989-11-10","vote_average":5.2,"runtime":84,"cert":"N\/A","id":25028,"title":"The Dead Next Door","adult":false,"genre_ids":[27,28,53]},{"cast":["Kevin Howarth","Mark Stevenson","Antonia Beamish","Christabel Muir","Jonathan Coote"],"overview":"A serial killer uses a horror video rental to lure his next victim. What begins as a teen slasher transforms into a disturbing journey through the mind of Max Parry, a mild mannered wedding photographer with a taste for human flesh.","release_date":"2004-06-25","vote_average":5.3,"runtime":76,"cert":"","id":25033,"title":"The Last Horror Movie","adult":false,"genre_ids":[27,53]},{"cast":["Robert Miano","Aaron Gallagher","Jorge A. Jimenez","Peter Dobson","Mick Rossi"],"overview":"The plan was easy; the job was not. On a snowy night a tight crew of four criminals plan to pull off a routine heist. When things go horribly wrong, friendship, loyalty and trust are pushed to the limit.","release_date":"2008-09-24","vote_average":5.4,"runtime":104,"cert":"N\/A","id":25038,"title":"2:22","adult":false,"genre_ids":[53]},{"cast":["Nina Dobrev","Autumn Reeser","Al Sapienza","Brooke Lyons","Yassmin Alers"],"overview":"The executive producers of High School Musical keep the good times rolling with this upbeat musical comedy set in the one place every American teenager's home away from home - the local shopping mall. Ally (Nina Dobrev) is an optimistic adolescent singer\/songwriter whose hard working mother owns the mall music shop frequented by every teen in town. When Ally shares her music with Joey (Rob Mayes), a janitor in the mall who harbors rock star ambitions, she is thrilled to find someone who can truly relate to her songs as well as her heart. Trouble looms on the horizon, however, in the form of the mall owner's spoiled rotten daughter Madison (Autumn Reeser). Madison is the kind of girl who's used to getting whatever she wants, and what she wants now could prove disastrous for both Ally's ambitions, and her mother's popular music store.","release_date":"2008-08-11","vote_average":5.1,"runtime":100,"cert":"N\/A","id":25041,"title":"The American Mall","adult":false,"genre_ids":[10749,35,18,10402]},{"cast":["Olivia Colman","Dean Palinczuk","Paddy Considine","Shane Meadows","Seamus O'Neill"],"overview":"An improvised comedy, shot over five days by Shane Meadows, devised with and starring Paddy Considine. Rock roadie and failed musician, Le Donk has lived, loved and learned. Along the way he's lost a girlfriend but he has found a new sidekick in up-and-coming rap prodigy Scor-zay-zee. With Meadows' fly-on-the-wall crew in tow, Donk sets out to make Scor-zay-zee a star...","release_date":"2009-10-09","vote_average":5.3,"runtime":71,"cert":"N\/A","id":25048,"title":"Le Donk & Scor-zay-zee","adult":false,"genre_ids":[35,99]},{"cast":["Arata Iura","Yusuke Iseya","Susumu Terajima","Yui Natsukawa","Tadanobu Asano"],"overview":"On the eighth anniversary of a cult's failed chemical attack on Tokyo and their subsequent mass suicide, family members of those affected gather at the cult's former base on the shores of a lake to observe the anniversary of their loved ones' deaths.","release_date":"2001-05-26","vote_average":7.5,"runtime":132,"cert":"N\/A","id":25051,"title":"Distance","adult":false,"genre_ids":[18]},{"cast":["Tadanobu Asano","Tokie Hidari","Mitsuru Hirata","Ittoku Kishibe","Tomoko Nakajima"],"overview":"Three high school girls living out in the country build stories out from their local environment, mountainous and bordered by an unkempt buried forest.","release_date":"2005-05-12","vote_average":5.9,"runtime":93,"cert":"N\/A","id":25054,"title":"The Buried Forest","adult":false,"genre_ids":[18,14]},{"cast":["Matthew Wolf","Amy Weber","Shaley Scott","Eliza Swenson","Griff Furst"],"overview":"About a race of alien robots that have conquered Earth and forced humanity underground. After 400 years, a small group of humans develop a plan to defeat the mechanical invaders in the ultimate battle between man and machine.","release_date":"2007-06-26","vote_average":2.2,"runtime":86,"cert":"N\/A","id":25055,"title":"Transmorphers","adult":false,"genre_ids":[28,12,878]},{"cast":["Joan Barry","Charles Brennan","Russ Carnahan","Howard Dean","Martin Duggan"],"overview":"This documentary follows the 2004 Missouri Democratic primary to replace retiring 28-year veteran and former House Majority Leader Dick Gephardt. It is told from inside the campaign of Jeff Smith, a 29-year old part-time political science instructor at Washington University.","release_date":"2006-06-16","vote_average":2.0,"runtime":82,"cert":"N\/A","id":25058,"title":"Can Mr. Smith Get to Washington Anymore?","adult":false,"genre_ids":[99]},{"cast":["Michael J. Fox","Sally Field","Ralph Waite","Robert Hays","Kim Greist"],"overview":"When the pets accidentally get separated from their vacationing owners, Chance, Shadow, and Sassy navigate the mean streets of San Francisco, trying to find their home across the Golden Gate Bridge. But the road is blocked by a series of hazards, both man and beast.","release_date":"1996-03-08","vote_average":6.1,"runtime":89,"cert":"U","id":25059,"title":"Homeward Bound II: Lost in San Francisco","adult":false,"genre_ids":[12,35,18,10751]},{"cast":["Tracy Coogan","Graham Sibley","Tonya Cornelisse"],"overview":"Zombie Honeymoon is a gore-soaked exploration of how far the boundaries of true love can be pushed without reaching a breaking point.","release_date":"2004-01-01","vote_average":4.7,"runtime":83,"cert":"N\/A","id":25060,"title":"Zombie Honeymoon","adult":false,"genre_ids":[27]},{"cast":["Gunter Ziegler","Brandon Dean","Axel Montgomery","Phil Lander","David Hess"],"overview":"A psycho cop with a weakness for killing his female arrests gets what's coming to him when a pack of zombie women rise from their graves in order to get proper revenge.","release_date":"2004-10-05","vote_average":2.1,"runtime":81,"cert":"N\/A","id":25061,"title":"Zombie Nation","adult":false,"genre_ids":[35,27]},{"cast":["Rita Tushingham","Murray Melvin","Paul Danquah","Dora Bryan","Robert Stephens"],"overview":"Focuses on a working class girl who is struggling to create a life for herself with her gay co-worker after becoming pregnant from a one-night stand with a black sailor.","release_date":"1961-09-01","vote_average":6.9,"runtime":100,"cert":"","id":25062,"title":"A Taste of Honey","adult":false,"genre_ids":[18]},{"cast":["Christine Hakim","Jun Hamamura","Tokie Hidari","Masao Imafuku","Ittoku Kishibe"],"overview":"Ever since an accident in the mountains outside town, Takuji's slept in a coma; his neighbors care for him as new events occur every day.","release_date":"1996-02-03","vote_average":8.0,"runtime":103,"cert":"N\/A","id":25063,"title":"Sleeping Man","adult":false,"genre_ids":[18]},{"cast":["Vhong Navarro","Toni Gonzaga","John Lloyd Cruz","Janus Del Prado","Beauty Gonzalez"],"overview":"Winona, a sassy and spunky girl is just diagnosed with lupus, Bong, a guy who secretly loves her, will do everything for her to live to the fullest before she expires.","release_date":"2008-10-29","vote_average":7.7,"runtime":110,"cert":"N\/A","id":25064,"title":"My Only Ü","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lars Hjortshøj"],"overview":"Lars Hjortshøj er nu klar med sit største stand-up show i 20 år. Et show som både hans hustru, mor og Moses har forsøgt at stoppe med alle midler. Men Hjortshøj insisterer på at give sin uforfalskede version af virkeligheden. Sådan som kun han kan se den. Uden at skåne sig selv .... eller publikum.","release_date":"2009-10-27","vote_average":4.8,"runtime":83,"cert":"N\/A","id":25065,"title":"Lars Hjortshøj: I Virkeligheden","adult":false,"genre_ids":[35]},{"cast":["Clarence Williams III","Corbin Bernsen","David Alan Grier","Wings Hauser","Duane Whitaker"],"overview":"A strange funeral director tells four strange tales of horror with an African American focus to three drug dealers he traps in his place of business.","release_date":"1995-05-24","vote_average":5.9,"runtime":98,"cert":"N\/A","id":25066,"title":"Tales from the Hood","adult":false,"genre_ids":[80,27,53]},{"cast":["Greta Scacchi","Anthony LaPaglia","Elena Cotta","Kerry Walker","Pia Miranda"],"overview":"The film \"Looking for Alibrandi\" begins light-heartedly, and the viewer gets a very quick understanding of Josie's character through her interactions with her friends and family.","release_date":"2000-05-04","vote_average":7.0,"runtime":103,"cert":"N\/A","id":25069,"title":"Looking for Alibrandi","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"The Lost World Wide Web: An Internet game takes a dangerous turn when Buzz accidentally reveals personal information about himself and the Dino Squad, to a new online friend. But the friend turns out to be Victor Veloci in disguise!","release_date":"2008-08-18","vote_average":0.0,"runtime":66,"cert":"N\/A","id":25070,"title":"Dino Squad: Prehistoric Problems!","adult":false,"genre_ids":[12,28,16]},{"cast":["Uffe Holm"],"overview":"Med sin drengede charme og utrolige energi – berømt for altid at være hurtig på aftrækkeren og knivskarp i replikken, og han er ikke bange for at berøre emner, der går lige på grænsen til det forbudte. Du kan se frem til et show i højeste gear, når Uffe denne gang går i kødet på emner som forskellen mellem mænd og kvinder, sexplastre, service i Danmark, mænds måde at danse på og selskabslege!","release_date":"2005-10-31","vote_average":5.7,"runtime":81,"cert":"N\/A","id":25071,"title":"The Uffe Holm Show 2","adult":false,"genre_ids":[35]},{"cast":["Ximena Ayala","Elena de Haro","Marco Antonio Treviño","Aurora Cano","Elisa Vicedo"],"overview":"The first feature film from director Simon Bross, the drama Bad Habits shows how a person's approach to food greatly affects one's life. Jimena Ayala plays a nun named Matilde who believes that eating next to nothing will help God stop the suffering of others. She trains pudgy, young Linda (Elisa Vicedo) for her first communion. Linda's mother is an emaciated exercise addict who frets over her daughter's shape. Linda's father, Gustavo, is a libertine who enjoys food as well as a healthy sex life with a mistress. Gustavo, an architect, must figure out why the pipes of a local school are leaking under the strain of a seemingly ceaseless rainstorm.","release_date":"2007-03-24","vote_average":5.0,"runtime":103,"cert":"N\/A","id":25072,"title":"Malos hábitos","adult":false,"genre_ids":[18]},{"cast":["Brittany Murphy","Thora Birch","Tammy Blanchard","Marc Blucas","Claudia Troll"],"overview":"A screenwriter who travels to an abandoned house to finish a script on time, but a series of strange events lead her to a psychological breakdown.","release_date":"2009-01-01","vote_average":5.0,"runtime":89,"cert":"15","id":25073,"title":"Deadline","adult":false,"genre_ids":[18,27,53]},{"cast":["Jackie Chan","Anita Mui","Gua Ah-leh","Richard Ng","Ko Chun-Hsiung"],"overview":"A country boy becomes the head of a gang through the purchase of some lucky roses from an old lady. He and a singer at the gang's nightclub try to do a good deed for the old lady when her daughter comes to visit.","release_date":"1989-06-15","vote_average":6.9,"runtime":127,"cert":"N\/A","id":25074,"title":"Miracles","adult":false,"genre_ids":[80,28,35,18]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":25077,"title":"Nekojiru Grass","adult":false,"genre_ids":[]},{"cast":[],"overview":"The surreal black comedy follows Nyatta, an anthropomorphic kitten, on his travel to the land of the dead and back in an effort to save his sister's soul.","release_date":"2001-02-21","vote_average":7.1,"runtime":34,"cert":"N\/A","id":25078,"title":"Cat Soup","adult":false,"genre_ids":[14,16,878,10751]},{"cast":["Mei Oshitani","Shinnosuke Furumoto","Katsunari Mineno","Mayumi Iizuka","Keiko Nakajima"],"overview":"Hiromi appears on the outside to be a mature, resilient girl, but on the inside she feels like she's falling apart.  She is having troubles at home mainly because of her parents wanting to separate.  Her dog, Junkers, tries to comfort her in ways no other dog can.  You see, he can talk and grant her 3 wishes.","release_date":"1995-03-18","vote_average":7.7,"runtime":103,"cert":"N\/A","id":25079,"title":"Junkers Come Here","adult":false,"genre_ids":[16,10751]},{"cast":["Jeremy Clarkson"],"overview":"In Clarkson Hot Metal, Jeremy Clarkson tells us how everything is slowing down. The Concorde is in a museum, and even warships are slower then those 50+ years ago. But is it the same for today's cars, and why?","release_date":"2004-11-08","vote_average":8.0,"runtime":60,"cert":"","id":25080,"title":"Clarkson: Hot Metal","adult":false,"genre_ids":[99]},{"cast":["Rémy Girard","Gérard Darmon","Colm Feore","Joe Cobden","Janet Lane"],"overview":"One of the greatest conspiracies of all time, and one lone man is trying to uncover it.","release_date":"2008-05-16","vote_average":4.2,"runtime":110,"cert":"N\/A","id":25081,"title":"The American Trap","adult":false,"genre_ids":[18,53]},{"cast":["Paul Schneider","Poppy Montgomery","Jennifer Westfeldt","Tori Spelling","Fred Willard"],"overview":"s after an earthquake convince Owen, a writer of hack \"as told to\" autobiographies, to leave L.A. He burns his bridges telling people what he really thinks, quits his current client (a randy astronaut), and heads for the airport. Waiting for his flight to New York, he sees Val, a friend of his latest ex; they chat, and Owen postpones leaving just to make sure she's not for him.","release_date":"2004-09-10","vote_average":3.5,"runtime":95,"cert":"N\/A","id":25084,"title":"50 Ways to Leave Your Lover","adult":false,"genre_ids":[35,10749]},{"cast":["Daniel Bernhardt","Pat Morita","Donald Gibb","James Hong","Lori Lynn Dickerson"],"overview":"After thief Alex Cardo gets caught while stealing an ancient katana in East Asia, he soon finds himself imprisoned and beaten up by the crowd there. One of the guards, Demon, feels upset by Alex appearance and tortures him as often as he gets the opportunity. Alex finds a friend and mentor in the jailhouse, Master Sun, who teaches him a superior fighting style called Iron Hand. When a 'best of the best kumite' is to take place, Demon gets an invitation. Now Master Sun and Alex need to find a way to let Alex take part in the kumite too.","release_date":"1996-03-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":25087,"title":"Bloodsport II","adult":false,"genre_ids":[28,53]},{"cast":["Sean Astin","Jason Horst","James Karen","Joshua Miller","Kathleen Freeman"],"overview":"Two brothers camping with their cousin try to frighten each other by telling stories. They start with urban legends, but then there are two main narrations: one involves strange happenings at an elementary school; the other, a teenage boy with a peculiar interest.","release_date":"1990-12-27","vote_average":5.4,"runtime":92,"cert":"N\/A","id":25088,"title":"The Willies","adult":false,"genre_ids":[27,35]},{"cast":["Juliette Binoche","Ralph Fiennes","Jeremy Northam","Janet McTeer","Sophie Ward"],"overview":"Young orphan Heathcliff is adopted by the wealthy Earnshaw family and moves into their estate, Wuthering Heights. Soon, the new resident falls for his compassionate foster sister, Cathy. The two share a remarkable bond that seems unbreakable until Cathy, feeling the pressure of social convention, suppresses her feelings and marries Edgar Linton, a man of means who befits her stature. Heathcliff vows to win her back.","release_date":"1992-10-16","vote_average":6.7,"runtime":105,"cert":"N\/A","id":25095,"title":"Wuthering Heights","adult":false,"genre_ids":[18,10749]},{"cast":["Emraan Hashmi","Soha Ali Khan"],"overview":"26th July 2005 rang an ominous bell-for most... but admist all the chaos and the tragedy, it reunited two star crossed ex lovers.Two people who meet after a hiatus of 6 years-now occupying different worlds. Evidently, they had moved on...","release_date":"2009-11-13","vote_average":5.3,"runtime":140,"cert":"N\/A","id":25100,"title":"Tum Mile","adult":false,"genre_ids":[18]},{"cast":["Joe Lando","Jane Seymour","Jim Knobeloch","Frank Collison","Henry G. Sanders"],"overview":"As Colorado Springs' Commisioner, Sully opposes a deal to mine for copper to make electricity. In order to sway Sully's decision, Mr. Garrick threatens Sully. Sully and Michaela's daugther, Katie, is then kidnapped while the town celebrates Michaela's birthday. The search for Katie takes Sully, Micheala, and their friends on an adventure through Mexico that is filled with danger at every turn.","release_date":"1999-05-22","vote_average":7.9,"runtime":86,"cert":"N\/A","id":25101,"title":"Dr. Quinn Medicine Woman: The Movie","adult":false,"genre_ids":[18,10751,37]},{"cast":["Bill Mason"],"overview":"Join outdoorsman Bill Mason in this short documentary as he and his family go canoe camping in the wilderness. Gain an appreciation for the art of canoeing while watching a small group experience the sheer joy and beauty of Nature. Along the way, the Masons experience countless adventures and some breathtaking scenery, including Indian rock carvings at Lake Superior.","release_date":"1978-01-01","vote_average":0.0,"runtime":41,"cert":"N\/A","id":25104,"title":"Song of the Paddle","adult":false,"genre_ids":[35,10749]},{"cast":["Nancy Kwan","James Shigeta","Miyoshi Umeki","Jack Soo","Juanita Hall"],"overview":"A refugee travels to Chinatown as a mail-order bride.","release_date":"1961-11-09","vote_average":5.7,"runtime":133,"cert":"N\/A","id":25105,"title":"Flower Drum Song","adult":false,"genre_ids":[35,10402]},{"cast":["Fally Ipupa"],"overview":"Fally Ipupa est né en 1977 à Kinshasa (République Démocratique du Congo)depuis près de 10 ans, Fally Ipupa conforte son art et exprime son talent au sein du « Quartier Latin » ; il maîtrise de mieux en mieux l’écriture au fil des albums du groupe. Avec « Eternellement » et « Ko ko ko », deux chansons majeures dont il est auteur\/compositeur, Fally prend du galon et gagne en assurance jusqu’à occuper en dépit de son jeune âge, le poste de chef d’orchestre.Fally est le premier artiste congolais de sa génération à tenter l’aventure d’une carrière musicale bivalente, qui mêle innovation et tradition.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25106,"title":"Fally Integrale","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the 2004 Republican Nation Convention, love blooms between a Republican delegate and a Democrat protesting the event.","release_date":"2005-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25107,"title":"Conventioneers","adult":false,"genre_ids":[35,18,10749]},{"cast":["Dora van der Groen","Ann Petersen","Rosemarie Bergmans","Julienne De Bruyn"],"overview":"Pauline is a 'little girl of 66 years old'. She is mentally retarded and been cared after by her sister Martha. When Martha dies, her two younger sisters, Paulette and Cecile have to make a decision on the best place for Pauline to be looked after. Neither of them is ready to take care of her. Paulette has a shop to look after and Cecile has her Albert. But according to Martha's last will, her fortune will only be divided in three equal parts if one of the sisters looks after Pauline. If they decide to take her to an institution, Pauline will be the only heir.","release_date":"2001-06-27","vote_average":6.8,"runtime":78,"cert":"N\/A","id":25110,"title":"Pauline & Paulette","adult":false,"genre_ids":[18,35]},{"cast":["Tommy Chong","C. Thomas Howell","Rae Dawn Chong","Shelby Chong","Martin Mull"],"overview":"An aging hippie sets out on a trip across America to find his family.","release_date":"1990-05-11","vote_average":5.3,"runtime":81,"cert":"N\/A","id":25111,"title":"Far Out Man","adult":false,"genre_ids":[28,35]},{"cast":["Micheal J. Smith Sr.","JimMyron Ross","Tarra Riggs","Johnny McPhail","Ventress Bonner"],"overview":"A single mother and her embattled son struggle to subsist in a small Mississippi Delta township. An act of violence thrusts them into the world of an emotionally devastated highway store owner, awakening the fury of a bitter and longstanding conflict.","release_date":"2008-01-19","vote_average":7.0,"runtime":96,"cert":"N\/A","id":25112,"title":"Ballast","adult":false,"genre_ids":[28,99,18,53]},{"cast":["Alan Alda","Carol Burnett","Len Cariou","Sandy Dennis","Rita Moreno"],"overview":"Three middle-aged wealthy couples take vacations together in Spring, Summer, Autumn and Winter. Along the way we are treated to mid-life, marital, parental and other crises.","release_date":"1981-05-22","vote_average":6.6,"runtime":107,"cert":"N\/A","id":25113,"title":"The Four Seasons","adult":false,"genre_ids":[35,18,10749]},{"cast":["Toshiaki Karasawa","Etsushi Toyokawa","Takako Tokiwa","Airi Taira","Nana Katase"],"overview":"Set 15 years after \"Twentieth Century Boys,\" Kanna (Airi Taira) reunites with several main characters from the first film in an attempt to stop Friend's increasing influence over the world and continued plans to eliminate humanity, as detailed in the New Book of Prophecy.","release_date":"2009-01-30","vote_average":7.3,"runtime":140,"cert":"N\/A","id":25114,"title":"20th Century Boys 2: The Last Hope","adult":false,"genre_ids":[878,12,9648]},{"cast":["Bill Hicks"],"overview":"Since his untimely death from pancreatic cancer in 1994, Bill Hicks has become a comedy legend. Now fans who may have never had the opportunity to see his act live on-stage will finally be able to experience Hicks' unique and confrontational brand of comedy.","release_date":"1993-05-27","vote_average":8.5,"runtime":60,"cert":"","id":25117,"title":"Bill Hicks: Revelations","adult":false,"genre_ids":[35]},{"cast":["Vikram","Shriya Saran","Prabhu Ganesan","Vadivelu","Ashish Vidhyarthi"],"overview":"The film's plot revolves around Kanthasamy (played by Vikram), who is a Income Tax officer in the CBI, and his friends, granting the wishes of the needy who write letters to a local Lord Muruga temple by disguising himself as an anthropomorphic chicken. During a CBI income tax raid, he discovers a stash of black money owned by Ponnusamy (played by Ashish Vidyarthi), a rich and corrupted entrepreneur. Ponnusamy pretends to be paralysed to escape the questioning. Angered by the news that her father is paralysed, Ponnusamy's daughter, Subbulakshmi (played by Shriya Saran) goes after Kanthasamy to seek revenge by pretending to be in love with him. Kanthasamy, knowing Subbulakshmi's real intentions plays along in the game. This forms a cat and mouse chase between the two.","release_date":"2009-08-21","vote_average":4.7,"runtime":190,"cert":"N\/A","id":25120,"title":"Kanthaswamy","adult":false,"genre_ids":[28,80,12]},{"cast":["Kamal Haasan","Mohanlal","Ganesh Venkatraman","Anuja Iyer","Lakshmi"],"overview":"A common man tries to fight terrorism by making anonymous calls to cops. Will he succeed ?","release_date":"2009-09-18","vote_average":6.6,"runtime":120,"cert":"N\/A","id":25121,"title":"Unnaipol Oruvan","adult":false,"genre_ids":[80,53]},{"cast":["M. Sasikumar","Bharani","Ananya","Abhinaya","Shantini Deva"],"overview":"Naadodigal - Story revolves around four men and two women who live their life with utmost Joy and a Goal to Achieve.Hailes from an authentic family, they believe in friendship firmly. An unexpected situation drives each individual into crisis which pulls them from pillar to post and forces them to wander from place to place like the real Gypsy.An extra ordinary situation shuffles them and question their life and wellbeing. Whether they solves the crisis and achives their individual goal forms the solution of the film.","release_date":"2009-06-26","vote_average":7.4,"runtime":145,"cert":"N\/A","id":25122,"title":"Naadodigal","adult":false,"genre_ids":[18]},{"cast":["Jeff Goldblum","Joseph Bologna","Ed Begley Jr.","Carol Kane","Jeffrey Jones"],"overview":"Two reporters travel to a strange castle in Transylvania to investigate the apparent reappearance of Frankenstein, and encounter the sensitive Wolfman, the horny Vampiress Odette and a whole cast of other weirdos.","release_date":"1985-11-08","vote_average":5.4,"runtime":93,"cert":"N\/A","id":25133,"title":"Transylvania 6-5000","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"The lost 1980s Science Fiction Classic The Earth 3rd Expeditionary Fleet in search of new resources suffers a mishap and the Commanding Admiral must dispatch a hastily assembled 3 man team on a desperate mission to an uncharted region of space to obtain a vitally needed material for the ship's generators. The 3 man crew aboard 2 spacecraft crash land on a desolate planet, where they struggle","release_date":"2008-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":25134,"title":"Saga of a Crew 2008 Special Edition","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hands-on, engaging, and educational, Activity TV is interactive adventure for kids of all ages! Help your child make crafts, conduct experiments, and more with easy-to-follow tutorials led by friendly experts. For beginning to advanced levels, Activity TV guides you from step one--simply push play, grab your materials, and get started!","release_date":"2008-09-30","vote_average":0.0,"runtime":122,"cert":"N\/A","id":25135,"title":"ActivityTV Making & Flying Paper Airplanes!","adult":false,"genre_ids":[]},{"cast":["Konstantin Lavronenko","Aleksandr Baluev","Maria Bonnevie","Dmitri Ulyanov","Vitaly Kishchenko"],"overview":"After receiving an unexpected visit from his mysteriously injured brother Mark, Alex decides to take his family back to the country home of his childhood, but once there, Alex's wife Vera confesses that she is pregnant again and that the child is not his. Agony ensues as Alex attempts to figure out how best to react.","release_date":"2008-03-27","vote_average":7.2,"runtime":157,"cert":"N\/A","id":25142,"title":"The Banishment","adult":false,"genre_ids":[18]},{"cast":["Daniel Radcliffe","David Haig","Kim Cattrall","Carey Mulligan","Julian Wadham"],"overview":"Author Rudyard Kipling and his wife search for their 17-year-old son after he goes missing during WWI.","release_date":"2007-11-11","vote_average":6.6,"runtime":93,"cert":"","id":25143,"title":"My Boy Jack","adult":false,"genre_ids":[18,36]},{"cast":["Götz George","Kai Wiesinger","Karoline Eichhorn","Doris Schade","Hans Peter Hallwachs"],"overview":"The famous Nazi-Doctor Dr. Josef Mengele - the \"death angel of Auschwitz\", who killed more than 300.000 people - comes back from his hide out in Argentina to Germany as a 87 year old man. He must stand up in front of a court for his crimes. The young solicitor Peter Rohm has to defend him. But Peter Rohm - himself an expert on Josef Mengele and his crimes - feels unable to do this. When he decides to take on the case he endangers not only the relationship to his wife but also their lifes. A fictional story around the non-fictional person of Josef Mengele who died in 1979.","release_date":"1999-09-23","vote_average":6.2,"runtime":128,"cert":"N\/A","id":25144,"title":"Nichts als die Wahrheit","adult":false,"genre_ids":[18,53]},{"cast":["April Billingsley","Maury Sterling","Ron Jeremy","Terry Mross"],"overview":"Andre the Butcher will make sure you pay for your sins.","release_date":"2005-02-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":25145,"title":"Andre the Butcher","adult":false,"genre_ids":[35,27]},{"cast":["Warner Oland","Katherine DeMille","Pauline Moore","Allan Lane","Keye Luke"],"overview":"Get ready for a Gold Medal murder mystery! This \"tense, thrilling mystery\" ('California Congress of Parents and Teachers') pits Charlie Chan against international spies who are using the Berlin Olympic games as the perfect cover...for cold-blooded murder!","release_date":"1937-05-21","vote_average":6.6,"runtime":71,"cert":"N\/A","id":25148,"title":"Charlie Chan at the Olympics","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["Matt McGrath","Judah Friedlander","Alan Cumming","Debbie Harry","Amy Sedaris"],"overview":"A man stuck in the reveries of his youth tracks down the boyhood friend he once tormented, only to find that simpler times were more complicated than he thought.","release_date":"2006-04-27","vote_average":0.0,"runtime":78,"cert":"N\/A","id":25149,"title":"Full Grown Men","adult":false,"genre_ids":[35,18]},{"cast":["Michael Diamond","Adam Horovitz","Adam Yauch","Mix Master Mike","Money Mark"],"overview":"Awesome; I Fuckin' Shot That! is a 2006 concert film of the Beastie Boys. It was created by giving camcorders to 50 audience members of a sold out concert at Madison Square Garden on October 9, 2004. The audience members were instructed to keep the cameras rolling at all times. The DVD of this concert movie was released on July 24, 2006 in the UK and July 25, 2006 in the US.","release_date":"2006-03-31","vote_average":7.1,"runtime":90,"cert":"N\/A","id":25150,"title":"Awesome; I Fuckin' Shot That!","adult":false,"genre_ids":[10402]},{"cast":["Michael Ironside","Louis Herthum","Tony Senzamici","Steven Bauer"],"overview":"The greedy Braylon owns the Just Rite Sugar Company and has hired the unethical scientist Sergei to conduct an experiment to make an addictive sugar stronger than heroin or nicotine to increase his sales. Sergei uses invisible people as test subjects, like beggars, addicted junkies and illegals, in the clandestine Shadow Rock Mill. When Braylon's men mistakenly kidnap Ryan, who is the brother of his secretary Erin and son of his security chief Griff, and Hannah, the youngster becomes an important non-contaminated subject. However, Erin receives some mysterious e-mails from the unknown Cinderella with a picture of Ryan and a hint that he might be in Shadow Rock and together with her father, they decide to seek out Ryan.","release_date":"2008-10-31","vote_average":2.4,"runtime":90,"cert":"N\/A","id":25151,"title":"Mutants","adult":false,"genre_ids":[28,27,878]},{"cast":["Ben Stiller","Anna Kendrick","Jason Schwartzman","Jay Paulson","Cullen Moss"],"overview":"Former high school musical star, Marc Pease, finds himself still living in the past, eight years after graduating.","release_date":"2009-08-21","vote_average":4.5,"runtime":84,"cert":"N\/A","id":25154,"title":"The Marc Pease Experience","adult":false,"genre_ids":[35,18]},{"cast":["Terry O'Quinn","Jill Schoelen","Shelley Hack","Charles Lanyer","Stephen Shellen"],"overview":"A seemingly mild mannered man -- who has just murdered his entire family -- quickly adopts a new identity and leaves town. After building a new relationship with a widow and her teenage daughter, he struggles to hide his true identity and maintain a grip on reality.","release_date":"1987-01-22","vote_average":6.7,"runtime":89,"cert":"N\/A","id":25155,"title":"The Stepfather","adult":false,"genre_ids":[27,53]},{"cast":["George Carlin","Rocco Urbisci"],"overview":"George Carlin brings his comedy back to New Jersey and this time talks about Offensive Language, Euphemisms, They're Only Words, Dogs, Things you never hear, see or wanna hear, Some people are stupid, Cancer, Feminists, Good Ideas, Rape, Life's moments, and organ donors.","release_date":"1990-03-23","vote_average":7.3,"runtime":60,"cert":"N\/A","id":25160,"title":"George Carlin: Doin' it Again","adult":false,"genre_ids":[10770,35,99]},{"cast":["George Carlin"],"overview":"When George Carlin is asked which HBO concert is his favorite, his answer is always, \"Jammin’ In New York.\" The show, taped at the Paramount Theater in Madison Square Garden and winner of the 1992 CableACE Award, is a perfect blend of biting social commentary and more gently-observed observational pieces.","release_date":"1992-04-24","vote_average":7.9,"runtime":59,"cert":"N\/A","id":25161,"title":"George Carlin: Jammin' in New York","adult":false,"genre_ids":[99,35,10770]},{"cast":["Jin Goo","Park Bo-young","Youn Ho Cho","Han Gab-soo"],"overview":"A college boy Su-min is looking around paintings in a gallery when he hears someone screaming for help. That’s where he first meets a high school girl, Hyun-jin. They soon meet again in a park, and she realizes he is gifted; he can read people’s mind.","release_date":"2008-11-27","vote_average":7.0,"runtime":85,"cert":"N\/A","id":25162,"title":"The ESP Couple","adult":false,"genre_ids":[35,9648,18,10749]},{"cast":["Ray Liotta","Joe Mantegna","Don Cheadle","Angus Macfadyen","William Petersen"],"overview":"After a brief flash-forward to Frank Sinatra as an old man, saying \"I miss my guys,\" the movie's main narrative begins during high points in the solo careers of the Rat Pack: Dean Martin has become a big success despite the breakup of his partnership with Jerry Lewis; Sinatra's career is at its peak; Sammy Davis, Jr., is making a comeback after a near fatal car crash, and standup comic Joey Bishop is gaining exposure as an opening act for the other three. The Pack becomes complete when Sinatra reconciles with actor Peter Lawford, who has been ostracized since being seen out publicly with Sinatra's ex-wife, Ava Gardner.","release_date":"1998-08-22","vote_average":5.8,"runtime":120,"cert":"N\/A","id":25163,"title":"The Rat Pack","adult":false,"genre_ids":[18,10770]},{"cast":["Peter Keleghan","Kent Deuters","Linda Speciale","Alan Deveau","Linda Shayne"],"overview":"Welcome to T & A High, where the entire student body including campus virgin Purity Busch, chronic masturbator Melvin Jerkovski, repressed Principal Stuckoff and blonde bombshell Bootsie Goodhead all must rise to the challenges of freshman breast exams, bikini cheerleader attacks, inappropriate uses of bowling ball holes and much more.","release_date":"1983-04-01","vote_average":4.5,"runtime":80,"cert":"N\/A","id":25164,"title":"Screwballs","adult":false,"genre_ids":[35]},{"cast":["Tyler Poelle","Mikey Post","Kathy Uyen","David Leo Schultz","Dianna Agron"],"overview":"Budget cuts force two rival ambulance companies and their misfit medics to go head-to-head to save their patients, their jobs and their beer money, all in the name of emergency medicine.","release_date":"2007-10-05","vote_average":2.1,"runtime":85,"cert":"N\/A","id":25165,"title":"Skid Marks","adult":false,"genre_ids":[35]},{"cast":["Danny DeVito","Bette Midler","Neve Campbell","Jamie Lee Curtis","William Fichtner"],"overview":"The recently deceased Mona Dearly (Bette Midler) was many things: an abusive wife, a domineering mother, a loud-mouthed neighbor and a violent malcontent. So when her car and corpse are discovered in the Hudson River, police Chief Wyatt Rash (Danny DeVito) immediately suspects murder rather than an accident. But, since the whole community of Verplanck, N.Y., shares a deep hatred for this unceasingly spiteful woman, Rash finds his murder investigation overwhelmed with potential suspects.","release_date":"2000-03-03","vote_average":5.5,"runtime":96,"cert":"N\/A","id":25166,"title":"Drowning Mona","adult":false,"genre_ids":[35,80,9648]},{"cast":["Janet Leigh","Dick Van Dyke","Ann-Margret","Maureen Stapleton","Bobby Rydell"],"overview":"A singer goes to a small town for a performance before he is drafted.","release_date":"1963-04-04","vote_average":6.1,"runtime":112,"cert":"N\/A","id":25167,"title":"Bye Bye Birdie","adult":false,"genre_ids":[18,35,10402]},{"cast":[],"overview":"Reflects a depressing and hopeless reality by following some of the members of \"la dieciocho\", the so-called 18th Street gang in a poor San Salvador neighborhood.","release_date":"2008-09-20","vote_average":6.3,"runtime":90,"cert":"N\/A","id":25168,"title":"The Crazy Life","adult":false,"genre_ids":[99]},{"cast":["Kenny Doughty","Rachael Leigh Cook","Paul Hopkins","Valerie Mahaffey","Caroline Carver"],"overview":"A young lady about to get married realizes that she has a problem: she fantasizes about every man she sees. She goes to confess at church but unknowingly confesses to a young man who is not a priest. He agrees to help her, but falls in love with her along the way. Unfortunately she still thinks he is a priest.","release_date":"2005-04-12","vote_average":4.5,"runtime":94,"cert":"N\/A","id":25169,"title":"My First Wedding","adult":false,"genre_ids":[35,10749]},{"cast":["Barbara Streifel Sanders"],"overview":"It's Christmas Eve, the city goes dark, and the few remaining tenants of The Ravenwood find themselves trapped in their building. And they are not alone.","release_date":"2009-01-01","vote_average":4.2,"runtime":80,"cert":"N\/A","id":25170,"title":"The Blackout","adult":false,"genre_ids":[878,53,27]},{"cast":["Laura Østergaard Buhl","Lukas Schwarz Thorsteinsson","Clara Maria Bahamondes","Ann Eleonora Jørgensen","Troels Lyby"],"overview":"Three siblings, Sofie, Jonas and Emma, move to Copenhagen when their father is appointed a job at the National Museum. One day, the ancient Norse gods, Loki, Thor and Heimdal, materialize to prevent the museum's legendary golden horns from falling into the wrong hands and threatening the human race with extinction. Because the divine powers of the gods aren't too efficient in a modern, hi-tech world, the kids step in and come to their rescue.","release_date":"2007-10-12","vote_average":5.5,"runtime":93,"cert":"N\/A","id":25173,"title":"The Gold of Valhalla","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Out on the frozen peaks and gritty streets of the East Coast, roams a mighty and majestic creature. Renowned for their endurance and aggressive behavior, Wild Stallions are notoriously elusive and rarely captured on film. Meathead Films dedicated the 2009 season to tracking stampedes all over the Eastern U.S. and Canada range. In this never-before-seen footage, watch as stallions gallop across the countryside, navigating treacherously deep snow and bewildering urban terrain. Learn about this misunderstood animal and what drives them to perform tremendous athletic feats in such a hostile environment.Shot in High Definition, 16mm and Super 8 film, Wild Stallions will prove once and for all, that some animals just can’t be tamed…","release_date":"2009-09-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":25178,"title":"Wild Stallions","adult":false,"genre_ids":[18,10751]},{"cast":["Charlyne Yi","Michael Cera","Jake Johnson","Gill Summers","Martin Starr"],"overview":"Paper Heart follows Nick and Charlyne on a cross-country journey to document what exactly \"love\" is. Interviewing ministers, happily married couples, chemists, romance novelists, divorce lawyers, a group of children and more, the determined young girl attempts to find definition and perhaps even experience the mysterious emotion.","release_date":"2009-07-31","vote_average":5.7,"runtime":88,"cert":"N\/A","id":25183,"title":"Paper Heart","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ice Cube","Mike Epps","Young Jeezy","Darris Love","Julio Oscar Mechoso"],"overview":"Two shady concert promoters get into hot water when their chance to book a superstar rapper goes awry.","release_date":"2009-10-16","vote_average":6.9,"runtime":85,"cert":"N\/A","id":25186,"title":"Janky Promoters","adult":false,"genre_ids":[35]},{"cast":["Lau Ching-Wan","Kelly Lin","Mia Yam","Jo Kuk","Bonnie Wong"],"overview":"A lawyer who is killed in a car accident finds himself resurrected as a character in his daughter's novel.","release_date":"2009-06-19","vote_average":6.0,"runtime":85,"cert":"N\/A","id":25187,"title":"Written By","adult":false,"genre_ids":[18,14]},{"cast":["Timothy Bottoms","Jeff Bridges","Cybill Shepherd","Ben Johnson","Cloris Leachman"],"overview":"High school seniors and best friends, Sonny and Duane, live in a dying Texas town. The handsome Duane is dating local beauty, Jacy, while Sonny is having an affair with the coach's wife, Ruth. As graduation nears, both boys contemplate their futures. While Duane eyes the army and Sonny takes over a local business, each boy struggles to figure out if he can escape this dead-end town and build a better life somewhere else.","release_date":"1971-10-02","vote_average":7.8,"runtime":119,"cert":"N\/A","id":25188,"title":"The Last Picture Show","adult":false,"genre_ids":[18]},{"cast":["Barbra Streisand","Jeff Bridges","Lauren Bacall","George Segal","Mimi Rogers"],"overview":"Rose Morgan, who still lives with her mother, is a professor of Romantic Literature who desperately longs for passion in her life. Gregory Larkin, a mathematics professor, has been burned by passionate relationships and longs for a sexless union based on friendship and respect.","release_date":"1996-11-15","vote_average":6.8,"runtime":126,"cert":"N\/A","id":25189,"title":"The Mirror Has Two Faces","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tyrone Power","Ava Gardner","Errol Flynn","Eddie Albert","Mel Ferrer"],"overview":"A group of disillusioned American expatriate writers live a dissolute, hedonistic lifestyle in 1920's France and Spain.","release_date":"1957-08-23","vote_average":5.7,"runtime":130,"cert":"N\/A","id":25190,"title":"The Sun Also Rises","adult":false,"genre_ids":[18,10749]},{"cast":["Amy Adams","Matthew Goode","Adam Scott","John Lithgow","Flaminia Cinque"],"overview":"When yet another anniversary passes without a marriage proposal from her boyfriend, Anna decides to take action. Aware of a Celtic tradition that allows women to pop the question on Feb. 29, she plans to follow her lover to Dublin and ask him to marry her. Fate has other plans, however, and Anna winds up on the other side of the Emerald Isle with handsome, but surly, Declan -- an Irishman who may just lead Anna down the road to true love.","release_date":"2010-01-08","vote_average":6.7,"runtime":100,"cert":"PG","id":25195,"title":"Leap Year","adult":false,"genre_ids":[10749,35]},{"cast":["Jeff Bridges","Maggie Gyllenhaal","Colin Farrell","Robert Duvall","Paul Herman"],"overview":"When reporter, Jean Craddock interviews Bad Blake—an alcoholic, seen-better-days country music legend—they connect, and the hard-living crooner sees a possible saving grace in a life with Jean and her young son.","release_date":"2009-12-16","vote_average":7.0,"runtime":112,"cert":"N\/A","id":25196,"title":"Crazy Heart","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Vincent Elbaz","Marion Cotillard","Gilles Lellouche","Elsa Kikoïne","Didier Bezace"],"overview":"Instructeur dans une compagnie aérienne, Yann Kerbec évalue la capacité des pilotes sur les simulateurs de vols dans des conditions extrêmes. Mais il a un problème : il a peur de l'avion, une peur panique liée à sa naissance et qui, dans sa jeunesse, l'a empêché de suivre la femme de sa vie au bout du monde.","release_date":"2005-06-17","vote_average":6.3,"runtime":103,"cert":"N\/A","id":25197,"title":"Love Is in the Air","adult":false,"genre_ids":[10749,35]},{"cast":["Ellen Page","Carlos Alazraqui","Vince Corazza","Barbara Alyn Woods","Tim Progosh"],"overview":"A young Halloween buff accidentally downloads recently deceased stand-up comic, who ends up helping her foil two bumbling crooks, as well as finishing her haunted house.","release_date":"2004-04-06","vote_average":3.7,"runtime":90,"cert":"N\/A","id":25198,"title":"I Downloaded a Ghost","adult":false,"genre_ids":[35,10751,14]},{"cast":["Robyn Lively","Dan Gauthier","Joshua John Miller","Caren Kaye","Dick Sargent"],"overview":"Louise is not very popular at her highschool. Then she learns that she's descended from the witches of Salem and has inherited their powers. At first she uses them to get back at the girls and teachers who teased her and to win the heart of the handsome footballer's captain. But soon she has doubts if it's right to 'cheat' her way to popularity.","release_date":"1989-04-28","vote_average":5.9,"runtime":94,"cert":"N\/A","id":25199,"title":"Teen Witch","adult":false,"genre_ids":[10402,10749,14,35]},{"cast":["Charlie Clouser","Robin Finck","Jerome Dillon","Danny Lohner","Trent Reznor"],"overview":"Rob Sheridan and other members of the band's crew filmed the Fragility 2.0 tour using consumer DV cameras.","release_date":"2002-01-22","vote_average":7.5,"runtime":86,"cert":"N\/A","id":25202,"title":"Nine Inch Nails: And All That Could Have Been","adult":false,"genre_ids":[10402]},{"cast":["Fatimah Abu Bakar","Sharifah Amani","Pierre Andre","Nanu Baharuddin","Que Haidar"],"overview":"Love film tells five stories interwoven meraikan magic of love: the Harris with his wife Airin; Dyan relationship with her ​​sister, Dhani; love Elyas pesara teacher with a stall owner, Rubiah; Azlan &amp; Azura relationships, and relationships Arianna &amp; Taufiq - where everything is inter-hooked and background of metropolitan Kuala Lumpur.","release_date":"2006-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25203,"title":"Cinta","adult":false,"genre_ids":[18,10749]},{"cast":["Dario Fo","Gore Vidal"],"overview":"ZERO: An Investigation into 9\/11, has one central thesis - that the official version of the events surrounding the attacks on 9\/11 can not be true. This brand new feature documentary explores the latest scientific evidence and reveals dramatic new witness testimony, which directly conflicts with the US Government's account.","release_date":"2008-06-15","vote_average":5.9,"runtime":104,"cert":"N\/A","id":25204,"title":"Zero An Investigation Into 9-11","adult":false,"genre_ids":[99]},{"cast":["Lionel Abelanski","Mélanie Laurent","Dmitri Nazarov","François Berléand","Miou-Miou"],"overview":"A former world-famous conductor of the Bolshoï orchestra, known as \"The Maëstro\", Andreï Filipov had seen his career publicly broken by Leonid Brezhnev for hiring Jewish musicians and now works cleaning the concert hall where he once directed. One day, he intercepts an official invitation from the prestigious Théâtre du Châtelet. Through a series of mad antics, he reunites his old orchestra, now composed of old alcoholic musicians, and flies to perform in Paris and complete the Tchaikovsky concerto interrupted 30 years earlier. For the concerto, he engages a young violin soloist with whom he has an unexpected connection.","release_date":"2009-09-01","vote_average":7.2,"runtime":119,"cert":"15","id":25205,"title":"The Concert","adult":false,"genre_ids":[18,35]},{"cast":["Samuel L. Jackson","Colm Feore","Ann Magnuson","Aunjanue Ellis","Tamara Tunie"],"overview":"In this spine-tingling and visually stunning thriller, Academy AwardÂ®-nominee Samuel L. Jackson (Unbreakable, Shaft, Pulp Fiction delivers a \"full-throttle performance\" (People) as Romulus Ledbetter, a misunderstood musician turned recluse, hiding from personal demons in a New York City cave.  When Romulus finds the frozen body of a young drifter in a tree, the authorities - including his police officer daughter (Aunjanne Ellis) - claim the death is accidental. Romulus is convinced the man was murdered by prominent art photographer David Leppenraub (Colm Feore). But how can he prove he's right when everyone thinks he's insane?","release_date":"2001-01-19","vote_average":6.1,"runtime":105,"cert":"N\/A","id":25208,"title":"The Caveman's Valentine","adult":false,"genre_ids":[18,9648,53]},{"cast":["Betty Hutton","Howard Keel","Louis Calhern","J. Carrol Naish","Edward Arnold"],"overview":"This film adaptation of Irving Berlin's classic musical stars Betty Hutton as gunslinger Annie Oakley, who romances fellow sharpshooter Frank Butler (Howard Keel) as they travel with Buffalo Bill's Wild West Show. Previously off target when it comes to love, Annie proves you can get a man with a gun in this battle-of-the-sexes extravaganza, which features timeless numbers like \"Anything You Can Do\" and \"There's No Business Like Show Business.\"","release_date":"1950-05-01","vote_average":7.2,"runtime":107,"cert":"U","id":25209,"title":"Annie Get Your Gun","adult":false,"genre_ids":[28,35,10402,10749,37]},{"cast":["Lee Mack"],"overview":"Filmed during his nationwide sell-out tour, Lee Mack Live is the long awaited first DVD from one of Britain’s finest stand-ups. After his multi award-winning contribution to BBC 1’s Not Going Out, and as team captain on Would I Lie to You? Lee's energy, finely crafted one-liners and razor sharp ad-libs are quickly propelling him into one of the UK's most recognisable and celebrated comics.","release_date":"2007-11-27","vote_average":5.9,"runtime":68,"cert":"N\/A","id":25210,"title":"Lee Mack: Live","adult":false,"genre_ids":[35]},{"cast":["Youssef Skhayri","Evin Ahmad","Anwar Albayati","Sofia Bach"],"overview":"Halim has seen through it all. He has seen through the Integration plan a secret conspiracy that tries to turn all immigrants into Swedes. Unfortunately he has also seen through his own father, who has fallen victim to the Integration plan. But Halim has his own plan; he is going to be Sweden’s mightiest revolution immigrant and take a stand to save his father from forgetting his Arabic roots.","release_date":"2007-09-07","vote_average":4.9,"runtime":91,"cert":"N\/A","id":25211,"title":"One Eye Red","adult":false,"genre_ids":[14,35,18]},{"cast":["Kevin Pollak","Timothy Hutton","Sheryl Lee Ralph","Clotilde Courau","Sean Astin"],"overview":"The President of the United States must deal with an international military crisis while confined to a Colorado diner during a freak snowstorm.","release_date":"2000-03-10","vote_average":6.4,"runtime":101,"cert":"N\/A","id":25212,"title":"Deterrence","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["Bette Midler","James Caan","George Segal","Bud Yorkin","Arye Gross"],"overview":"With the help of the singer and dancer Dixie Leonhard US-Entertainer Eddie Sparks wants to bring some fun to the soldiers during World War II. Becoming a perfect team they tour from North Africa to the Pacific to act for \"the boys\". Later they continue their work but when the author Silver gets involved into McCarthy's campaign and is being fired by Eddie, Dixie turns away from him, too.","release_date":"1991-11-22","vote_average":6.4,"runtime":138,"cert":"N\/A","id":25221,"title":"For the Boys","adult":false,"genre_ids":[10402,18]},{"cast":["Brad Cole","Herb Montgomery","Manuel Silva","Marco Belmonte","Tim Jennings"],"overview":"The Good News Tour is an ongoing conference that is entirely about God. The message about God’s kindness is open to everyone who desires to listen. The Creator of The Universe has revealed Himself in many ways, but most clearly in the life of Jesus – God in the flesh. The Good News is entirely about God - that He is just like Jesus in character.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25222,"title":"The Good News Tour","adult":false,"genre_ids":[]},{"cast":["Greg Berg"],"overview":"A gopher finds himself on a road where trucks are hauling produce to market. He hits on the idea of shaking some of the produce loose for himself, but other animals always beat him to the booty. That is, until a truck comes along with a cow...","release_date":"2004-11-30","vote_average":5.8,"runtime":4,"cert":"N\/A","id":25223,"title":"Gopher Broke","adult":false,"genre_ids":[35,16]},{"cast":["Patrick Stewart","Vincent Kartheiser","Brenda Fricker","Bradley Whitford","Matt Craven"],"overview":"Trapped in a Elite School which a gang of criminals has seized control, a young troublemaker fights a cat and mouse battle from inside.","release_date":"1997-08-22","vote_average":4.7,"runtime":106,"cert":"N\/A","id":25224,"title":"Masterminds","adult":false,"genre_ids":[35,28,53]},{"cast":["Jessica Drake","Kaylani Lei","Keri Sable","Lezley Zen","Kelly Kline"],"overview":"Samantha Stuard is a scientist who opens a previously unexplored tomb in Egypt where her father vanished nearly 20 years earlier, and she accidentally awakens a 3,000-year-old mummy, named Neferkala, who releases a sexual urge in anyone she comes in physical contact with. Jointed by Samantha, Neferkala embarks on a sexual quest to find her eternal lover Nomron.","release_date":"2006-03-08","vote_average":8.7,"runtime":154,"cert":"N\/A","id":25225,"title":"Curse Eternal","adult":true,"genre_ids":[18,53]},{"cast":["Michelle Meadows","Michael Segerström","Richard Ulfsäter","Lis Nilheim","Erik Johansson"],"overview":"Eva is beautiful, irresponsible, self-absorbed and emotionally disconnected. Her life is all about the right clothes, the right people and the right places. Her life is turned upside down when she loses her job and alienates her friends by cheating on her boyfriend. She soon finds herself among \"common\" people where she makes a surprising new acquaintance.","release_date":"2007-02-09","vote_average":6.6,"runtime":94,"cert":"N\/A","id":25228,"title":"Darling","adult":false,"genre_ids":[18]},{"cast":["Peter Vere-Jones","Peter Jackson"],"overview":"A very informative documentary on the making of Peter Jackson's gore classic Bad Taste. Highlights include behind-the-scenes footage, detailed explanations of the special effects, an interview with Peter's mom and dad, and interviews with the cast and crew.","release_date":"1988-01-01","vote_average":6.2,"runtime":25,"cert":"N\/A","id":25229,"title":"Good Taste Made Bad Taste","adult":false,"genre_ids":[99]},{"cast":["Aidan Quinn","James Caan","Stephen Rea","John Cusack","Colm Meaney"],"overview":"When schoolteacher Kieran Johnson (James Caan) discovers that his father was not a French sailor (as he had been led to believe) but rather an Irish farmer, Kieran looks to his mother (Moya Farrelly) for answers. When she refuses to provide any, Kieran travels to Ireland. In flashbacks, we watch a romance develop between Kieran's mother, a college girl, and his father (Aidan Quinn), an inarticulat","release_date":"1999-05-07","vote_average":5.5,"runtime":119,"cert":"N\/A","id":25232,"title":"This Is My Father","adult":false,"genre_ids":[18,10749]},{"cast":["Aleksei Kravchenko","Olga Mironova","Liubomiras Laucevicius","Vladas Bagdonas","Jüri Lumiste"],"overview":"The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.","release_date":"1985-07-01","vote_average":8.3,"runtime":142,"cert":"N\/A","id":25237,"title":"Come and See","adult":false,"genre_ids":[18,36,10752]},{"cast":[],"overview":"A short 9 minute documentary, part of the DREAMTiME project, a commercial high-definition television (HDTV) system was flown on the Space Shuttle.  Most of the footage was shot during the STS-99 Mission on Space Shuttle Endeavour (OV-105)","release_date":"2001-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":25240,"title":"NASA DREAMTiME","adult":false,"genre_ids":[99]},{"cast":["Don Scardino","Patricia Pearcy","R.A. Dow","Jean Sullivan","Peter MacLean"],"overview":"At the beginning of the film, we learn from one of the characters that earthworms can be called to the surface with electricity, but somehow it turns them into vicious flesh-eaters. Sure enough, a storm that night causes some power lines to break and touch the ground, drawing millions of man-eating worms out of the earth, and into town where they quickly start munching on the locals.","release_date":"1976-07-30","vote_average":5.2,"runtime":92,"cert":"N\/A","id":25241,"title":"Squirm","adult":false,"genre_ids":[27]},{"cast":["Steve Burns","Traci Paige Johnson","Ray Charles"],"overview":"Get ready for lots of musical fun in this first full-length movie based on the popular Nick Jr. TV series for preschoolers. Just as friendly cartoon pup Blue and her friends are ready for their big backyard music show, Tickety losers her voice... which means Blue needs a new singing partner!  Where will she find one?  Sit in your thinking chair, play along and see.","release_date":"2000-10-03","vote_average":7.0,"runtime":78,"cert":"N\/A","id":25242,"title":"Blue's Big Musical Movie","adult":false,"genre_ids":[35,10751,16]},{"cast":["Peter Plate","AnNa R."],"overview":"No overview found.","release_date":"2006-09-08","vote_average":0.0,"runtime":150,"cert":"N\/A","id":25245,"title":"Rosenstolz - The Big Life","adult":false,"genre_ids":[10402]},{"cast":["Adam Butcher","Campbell Scott","Michael Kanev","Gordon Pinsent","Tamara Hope"],"overview":"This Canadian made comedy\/drama, set in Hamilton, Ontario in 1954, is a sweet and - at times - goofy story that becomes increasingly poignant as the minutes tick by.\r It's the fictional tale of a wayward 9th grader, Ralph (Adam Butcher), who is secretly living on his own while his widowed, hospitalized mother remains immersed in a coma. Frequently in trouble with Father Fitzpatrick (Gordon Pinsent), the principal of his all-boys, Catholic school, Ralph is considered something of a joke among peers until he decides to pull off a miracle that could save his mother, i.e., winning the Boston Marathon.  Coached by a younger priest and former runner, Father Hibbert (Campbell Scott), whose cynicism has been lifted by the boy's pure hope, Ralph applies himself to his unlikely mission, fending off naysayers and getting help along a very challenging path from sundry allies and friends.","release_date":"2004-09-11","vote_average":7.3,"runtime":95,"cert":"N\/A","id":25248,"title":"Saint Ralph","adult":false,"genre_ids":[35,18]},{"cast":["Rakel Liekki"],"overview":"No overview found.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25249,"title":"Mun leffa","adult":true,"genre_ids":[]},{"cast":["Róbert Arnfinnsson","Þorsteinn Bachmann","Aaron Brink","Haukur Örn Brink","Sóley Elíasdóttir"],"overview":"Pétur is an optometrist happily married to Ásta. They are expecting a child but already have a 10 year old boy named Örn. On coincidense Pétur finds out that he is not Örn's biological father.","release_date":"2006-02-24","vote_average":5.3,"runtime":90,"cert":"N\/A","id":25252,"title":"Thicker Than Water","adult":false,"genre_ids":[18]},{"cast":["Lino Ventura","Bernard Blier","Francis Blanche","Claude Rich","Pierre Bertin"],"overview":"An aging gangster, Fernand Naudin is hoping for a quiet retirement when he suddenly inherits a fortune from an old friend, a former gangster supremo known as the Mexican. If he is ambivalent about his new found wealth, Fernand is positively nonplussed to discover that he has also inherited his benefactor’s daughter, Patricia. Unfortunately, not only does Fernand have to put up with the thoroughly modern Patricia and her nauseating boyfriend, but he also had to contend with the Mexican’s trigger-happy former employees, who are determined to make a claim.","release_date":"1963-11-27","vote_average":7.8,"runtime":105,"cert":"N\/A","id":25253,"title":"Crooks in Clover","adult":false,"genre_ids":[28,35,80]},{"cast":["Davorin Bogović","Jasenko Houra","Pero Lovšin","Renato Metessi","Vladimir Divljan"],"overview":"The Happy Child is a story of \"New Wave\" rock genre predominant in the ex-Yugoslavia during the socialist 70's and 80's.","release_date":"2003-01-01","vote_average":5.5,"runtime":97,"cert":"N\/A","id":25256,"title":"The Happy Child","adult":false,"genre_ids":[99]},{"cast":["Toni Acosta","Pilar Castro","Luis Callejo","Antonio Garrido","Asier Etxeandia"],"overview":"¿Bastan 7 minutos para enamorarse? Los protagonistas de esta comedia coral y romántica no lo tienen claro. Pero lo van a intentar. Por eso acuden a una sesión de \"citas rápidas\", encuentros entre hombres y mujeres que quieren conocer gente, huir de la soledad y encontrar el amor.En estas veladas, cada uno tiene siete minutos para hablar con cada una, y viceversa. Luego, todos se van a casa y votan por Internet a aquellas personas que les han gustado. Si el voto es coincidente, la empresa que organiza los encuentros remite a los interesados los e-mails respectivos, y a partir de ahí, puede surgir o no una historia...","release_date":"2009-06-12","vote_average":4.1,"runtime":102,"cert":"N\/A","id":25259,"title":"Seven Minutes","adult":false,"genre_ids":[35]},{"cast":["John Flansburgh","John Linnell"],"overview":"Rock legends, THEY MIGHT BE GIANTS return with their 2nd Children's album, GRAMMY® - winning HERE COME THE 123s. Follow up to the smash hit album, HERE COME THE ABCs, this fun and exciting CD + DVD of HERE COME THE 123s takes children on another educational musical adventure! This 2 disc set features 24 Brand New Songs PLUS an entire DVD of Music Videos that complement the songs on the CD.","release_date":"2008-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":25260,"title":"Here Come the 123s","adult":false,"genre_ids":[10402,10751]},{"cast":[],"overview":"Have you ever wondered who are the people who appear as characters in Azra's songs? This documentary provides the answer to at least some of the questions.","release_date":"2005-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":25263,"title":"When Mickey Says He's Scared","adult":false,"genre_ids":[99]},{"cast":["Yves Montand","Michel Etcheverry","Roger Planchon","Jacques Denis","Pierre Vernier"],"overview":"The film's plot is based on the Kennedy assassination and subsequent investigation. The film begins with the assassination of President Marc Jarry, who is about to be inaugurated for a second six-year term of office. Henri Volney, state attorney and member of the commission charged with investigating the assassination (based on the Warren Commission) refuses to agree to the commission's final findings. The film portrays the initial controversy about this, as well as Volney and his staff's reopening of the investigation.","release_date":"1979-12-12","vote_average":7.6,"runtime":129,"cert":"N\/A","id":25264,"title":"I... For Icarus","adult":false,"genre_ids":[53,18,80,9648]},{"cast":["Ray Liotta","Kiefer Sutherland","Forest Whitaker","Lea Thompson","John C. McGinley"],"overview":"Dr. Richard Sturgess leads a team of compassionate doctors at a veteran's hospital. Along with Drs. Morgan, Handleman and Van Dorn, he fights to deliver adequate care to needy veterans in the face of funding cuts and a corrupt administration. To succeed, the staff may have to bend the rules and circumvent the villainous \"Article 99,\" a bureaucratic loophole that prevents veterans from receiving the benefits they deserve.","release_date":"1992-03-13","vote_average":5.9,"runtime":100,"cert":"N\/A","id":25269,"title":"Article 99","adult":false,"genre_ids":[35,18]},{"cast":["Humberto Zurita"],"overview":"A series of murders leads Commander Trujillo to Santa Rosa de la Sal a town close to a salt mine, where he meets Victor Zepeda - a lonely teenager who works in his father's funeral home and spends his free time making crude animated horror films - who's strange behavior seems to point at him as the culprit of the crimes.","release_date":"2008-10-17","vote_average":6.2,"runtime":null,"cert":"N\/A","id":25272,"title":"Under the Salt","adult":false,"genre_ids":[28,53,9648]},{"cast":["Iain Stewart"],"overview":"Dr Iain Stewart tells the story of how Earth works and how, over the course of 4.6 billion years, it came to be the remarkable place it is today.","release_date":"2007-11-20","vote_average":7.7,"runtime":295,"cert":"N\/A","id":25279,"title":"Earth: The Power of the Planet","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":25280,"title":"כשדני הרג את גאנדי","adult":false,"genre_ids":[16,35]},{"cast":["Robert Gustafsson","Maria Kulle","Jonas Inde","Henrik Schyffert","Johan Rheborg"],"overview":"Four stories, all related to fatherhood, are presented: A father tries to stimulate his son by bringing him to his workplace with disastrous consequences. Richard Brunn and his wife, who run a design hotel, suffer a strained relationship as his parents visit. An extended family is gathered to find out who will inherit the wealth of a famous jockey. A cooking class develops into a therapy session.","release_date":"2004-01-25","vote_average":6.5,"runtime":192,"cert":"N\/A","id":25283,"title":"Four Shades of Brown","adult":false,"genre_ids":[35,18]},{"cast":["Linda Fiorentino","Bill Pullman","Peter Berg","J.T. Walsh","Bill Nunn"],"overview":"Looking to escape her unhappy marriage, villainous femme fatale Bridget Gregory (Linda Fiorentino) convinces her husband, Clay (Bill Pullman), to sell cocaine, then steals the profits and runs out on him. She stops in a small town en route to Chicago, where she ensnares her next conquest, insurance man Mike Swale (Peter Berg). After getting a job at his insurance company, Bridget convinces Mike to run a scam -- but things take a deadly turn when she recruits him to help get rid of her husband.","release_date":"1994-05-26","vote_average":6.8,"runtime":110,"cert":"N\/A","id":25284,"title":"The Last Seduction","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Randy Couture","Brandon Vera","Mike Swick","Dan Hardy","Michael Bisping"],"overview":"UFC 105: Couture vs. Vera was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on November 14, 2009 in Manchester, England at the Manchester Evening News Arena. This event aired on the same day, via tape delay, on Spike in the U.S.","release_date":"2009-11-14","vote_average":5.4,"runtime":128,"cert":"N\/A","id":25287,"title":"UFC 105: Couture vs. Vera","adult":false,"genre_ids":[]},{"cast":["Bernard Giraudeau","Valérie Kaprisky","Jacques Perrin","Pierre Vaneck","Caroline Cellier"],"overview":"Chris, a sexy teenager who appears mostly bare-breasted on the French Riviera, has a crush on Romain, her mother's lover. In reaction to her inability to attract his attention, she experiments with other risque affairs.","release_date":"1984-11-14","vote_average":5.7,"runtime":110,"cert":"N\/A","id":25290,"title":"Year of the Jellyfish","adult":false,"genre_ids":[53,18,10749]},{"cast":["Matt Frewer","Kenneth Welsh","Jason London","Emma Campbell","Gordon Masten"],"overview":"The mysterious death of Sir Charles Baskerville is blamed on a longstanding curse that has followed the Baskerville family for two hundred years. Enigmatic sleuth Sherlock Holmes is on the case to uncover the truth about a monstrous, supernatural hound who roams the moors, waiting to attack the latest heir to the Baskerville estate. Written by Echo Bridge Home Entertainment","release_date":"2000-10-28","vote_average":6.7,"runtime":90,"cert":"N\/A","id":25293,"title":"The Hound of the Baskervilles","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Sihung Lung","Wang Lai","Bo Z. Wang","Deb Snyder","Fanny De Luz"],"overview":"The story is about an elderly Chinese tai chi chuan teacher and grandfather who emigrates from Beijing to live with his son, American daughter-in-law, and grandson in a New York City suburb. The grandfather is increasingly distanced from the family as a \"fish out of water\" in Western culture.","release_date":"1991-12-07","vote_average":6.4,"runtime":105,"cert":"N\/A","id":25296,"title":"Pushing Hands","adult":false,"genre_ids":[35,18]},{"cast":["Nick Nolte","Debra Winger","Audra Lindley","Frank McRae","M. Emmet Walsh"],"overview":"A depressed section of Monterey, California is the backdrop for an offbeat romantic comedy about a pair of mismatched lovers. Doc is a lonely marine biologist and former baseball star. Suzy is a scrappy, abrasive drifter who can't even succeed as a prostitute. Add Cannery Row's band of resident drunken derelicts to the mix and fireworks result, though not the romantic kind.","release_date":"1982-02-12","vote_average":6.1,"runtime":120,"cert":"N\/A","id":25297,"title":"Cannery Row","adult":false,"genre_ids":[18]},{"cast":["Giuseppe Cristiano","Dino Abbrescia","Aitana Sánchez-Gijón","Diego Abatantuono","Fabio Tetta"],"overview":"While playing outside one day, nine-year-old Michele discovers Filippo, who is chained to the ground at the bottom of a hole. Michele witnesses town baddie Felice nearby and suspects something bad is happening. Michele is unsure whom he should tell about his discovery, eventually spilling the beans to his closest friend. Michele's parents learn of his discovery and warn him to forget what he saw","release_date":"2003-02-08","vote_average":7.1,"runtime":108,"cert":"N\/A","id":25300,"title":"I'm Not Scared","adult":false,"genre_ids":[9648,18,53,80]},{"cast":["Tarja Turunen","Emppu Vuorinen","Marco Hietala","Jukka Nevalainen","Tuomas Lauri Johannes Holopainen"],"overview":"End of an Era is a DVD and double CD from the Finnish symphonic power metal quintet Nightwish. Nuclear Blast recorded their live performance at the Hartwall Areena in Helsinki, Finland on October 21, 2005, the final concert of a long worldwide tour for their album Once. During the concert the band was joined on-stage by Lakota musician John Two-Hawks, who performed \"Stone People\" from his album Honor as an introduction to \"Creek Mary's Blood\", which featured his voice and cedar flutes. End of an Era is the final Nightwish production to feature Tarja Turunen on vocals. She and the rest of the band parted mere hours after this concert, the name of the album most likely refers to this.","release_date":"2006-06-01","vote_average":7.4,"runtime":105,"cert":"N\/A","id":25303,"title":"Nightwish: End of an Era","adult":false,"genre_ids":[10402]},{"cast":["Anna Cummer","Andrea Libman","Ashley Ball","Ingrid Nilson","Janyse Jaud"],"overview":"A sudden storm leaves Berry Bitty City with a gigantic problem. Strawberry Shortcake and her friends will have to move their whole tiny town unless they find a way to safely remove a huge boulder that threatens everything they hold dear.","release_date":"2009-09-15","vote_average":4.0,"runtime":69,"cert":"N\/A","id":25310,"title":"The Strawberry Shortcake Movie: Sky's the Limit","adult":false,"genre_ids":[10751,16]},{"cast":["Robert Carlyle","Steve Evets","Rachael Blake","Michael Socha","Kate Dickie"],"overview":"Shaun and Daz are vibrant kids, wasted by their experience of education. All they have is friendship and Shaun's first love Katy. From the moment Shaun steps into our world he is bound to lose. Labeled as a violent bully he destroys himself and Daz with him. Shaun has twelve years to reflect on an intense summer of love, sex and loyalty. But Daz's imminent death forces Shaun to confront his past.","release_date":"2008-12-05","vote_average":7.0,"runtime":83,"cert":"15","id":25311,"title":"Summer","adult":false,"genre_ids":[18]},{"cast":["Joan Allen","Simon Abkarian","Sam Neill","Shirley Henderson","Stephanie Leonidas"],"overview":"She is a scientist. He is a Lebanese doctor. They meet at a banquet and fall into a carefree, passionate relationship. But difficulties abound because of his heritage and her loveless marriage. She flies to Havana to sort things out on the beach and in the cabarets. She sends him a ticket, but harbors no illusions that He will join her in this Caribbean melting pot.","release_date":"2005-08-05","vote_average":6.1,"runtime":100,"cert":"","id":25312,"title":"Yes","adult":false,"genre_ids":[18,10749]},{"cast":["Laura Linney","Gabriel Byrne","Lois Smith","Topher Grace","Becki Newton"],"overview":"Thirty-nine-year old divorcé Louise Harrington (Linney) works in the admissions office at Columbia University School of the Arts. She is unnerved when she receives an application from F. Scott Feinstadt, the same name of her high school sweetheart who was killed in a car crash, and calls the student to arrange an interview. His appearance, mannerisms, and painting style closely resemble those of her former love, and she begins to suspect the young artist may be the reincarnation of her old flame. Hours after meeting, the two embark upon an affair. Also complicating Louise's life are her relationship with her ex-husband Peter , who confesses he is learning to cope with a sex addiction that, unknown to her, plagued their marriage; her ne'er-do-well brother Sammy, who is favored by their mother Ellie despite his shortcomings; and her best friend Missy, who stole the original Scott from Louise before his death and seems intent on doing the same with the contemporary version.","release_date":"2004-10-15","vote_average":5.9,"runtime":97,"cert":"N\/A","id":25313,"title":"P.S.","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Lance Henriksen","James Cameron","Walter Weintz"],"overview":"James Cameron take several survivors from the German ship and crew, and together use state of the art technology to discover the ship wreck as it is today. Diving in submersibles and using ROV's we get to see the inside of the giant ship from WWII which sits on the bottom of the sea.","release_date":"2002-12-08","vote_average":6.8,"runtime":92,"cert":"N\/A","id":25314,"title":"Expedition Bismarck","adult":false,"genre_ids":[99]},{"cast":["Ron White"],"overview":"Irreverent bad boy Ron White will crack you up with a nonstop stream of hilarious jokes and clever observations. As described by Daily Variety, \"White's inspired comic mind finds a dozen sources of humor where the average comic would find only one or two.\" In this brand-new stand-up performance, he explores the pitfalls of marriage, offers some hysterically funny advice on picking a spouse and introduces the unforgettable \"Squirrel Man,\" plus much more. A well-loved Comedy Central favorite, star of the popular DVD They Call Me \"Tater Salad\" and the bestselling CD Drunk in Public, this extraordinary comedian will keep you laughing till your sides ache! Recorded in Majestic Theatre - Dallas, Texas","release_date":"2006-03-25","vote_average":6.1,"runtime":43,"cert":"N\/A","id":25315,"title":"Ron White: You Can't Fix Stupid","adult":false,"genre_ids":[35]},{"cast":["Alan Arkin","Joanna Pacula","Rutger Hauer","Hartmut Becker","Jack Shepherd"],"overview":"The true story of WWII's notorious Sobibor Nazi death camp, where a courageous inmate orchestrates and leads the escape of over 300 prisoners.","release_date":"1987-04-12","vote_average":7.3,"runtime":143,"cert":"N\/A","id":25318,"title":"Escape from Sobibor","adult":false,"genre_ids":[18,53,10770,10752]},{"cast":["Vincent Price","Hazel Court","Jane Asher","David Weston","Nigel Green"],"overview":"Satan-worshiper Prince Prospero invites the local nobility to his castle for protection against an oncoming plague, the Red Death. He orders his guests to attend a masked ball and, amidst an atmosphere of debauchery and depravity, notices the entry of a hooded stranger dressed all in red. Believing the figure to be his master, Satan, Prospero is horrified at the revelation of his true identity.","release_date":"1964-06-24","vote_average":6.7,"runtime":90,"cert":"","id":25319,"title":"The Masque of the Red Death","adult":false,"genre_ids":[18,27]},{"cast":["Nick Bagnall","Karl Geary","Adam MacDonald","Esteban Powell","Orlando Seale"],"overview":"A dramatization of the early years of the hard rock band, Def Leppard, the group faces both success and personal tragedies such as drummer, Rick Allen losing his arm in a car accident and guitarist Steve Clark's alcohol addiction.","release_date":"2001-07-18","vote_average":5.9,"runtime":90,"cert":"N\/A","id":25320,"title":"Hysteria: The Def Leppard Story","adult":false,"genre_ids":[18,10402]},{"cast":["Jesse Bradford","Kevin Durand","Hrant Alianak","Jamie Bloch","Iza Calzado"],"overview":"","release_date":"2008-05-25","vote_average":5.4,"runtime":96,"cert":"N\/A","id":25329,"title":"The Echo","adult":false,"genre_ids":[27,53,18,9648]},{"cast":["Ed O'Neill","Ethan Embry","JoBeth Williams","Christopher McDonald","Ari Meyers"],"overview":"To get to know his girlfriend's son, a man volunteers to pick him up from a prep school....only to learn that her son's not the nicest kid.","release_date":"1991-07-19","vote_average":6.4,"runtime":107,"cert":"N\/A","id":25330,"title":"Dutch","adult":false,"genre_ids":[35]},{"cast":["Samuli Edelmann","Peter Franzén","Pihla Viitala","Kari Hietalahti","Juha Veijonen"],"overview":"Besides the journey of Tomppa and Krisu, the main characters of the film, Rööperi tells the story of Gypsy Kari, Arska, Bisquit, Uki and a bunch of other bad boys and criminals; it tells of their memorable and unscrupulous journey from crime and poverty to becoming respectable citizens, going to jail—or dying too young. The wrong side of the law is seen through the eyes of Koistinen, a local police officer.\r The guys who fall into a life of crime have one thing in common: they all start by bootlegging, being sure money is an answer to all their problems. Money is a way out of a miserable life; it is a way to happiness and their modest dreams. They can stop doing criminal business as soon as they get enough money.\r When the guys start making more money with black-market booze, their hunger and their dreams grow bigger.","release_date":"2009-01-09","vote_average":6.4,"runtime":133,"cert":"N\/A","id":25335,"title":"Hellsinki","adult":false,"genre_ids":[28,80,18]},{"cast":["Magne Furuholmen","Morten Harket","Paul Waaktaar-Savoy"],"overview":"A-ha Live at Vallhall – Homecoming\/Grimstad Benefit Concert is a live concert DVD\/live album released in 2002 by Norwegian band A-ha of the concert in Vallhall on March 24, 2001.  1.\"Minor Earth Major Sky\"  2.\"The Sun Never Shone That Day\"  3.\"Little Black Heart\"  4.\"I've Been Losing You\"  5.\"Manhattan Skyline\"  6.\"Thought That It Was You\"  7.\"I Wish I Cared\"  8.\"Cry Wolf\"  9.\"Mary Ellen Makes the Moment\"  10.\"Stay On These Roads\"  11.\"Early Morning\"  12.\"You'll Never Get Over Me\"  13.\"Velvet\"  14.\"The Sun Always Shines On TV\"  15.\"The Living Daylights\"  16.\"Hunting High and Low\"  17.\"Summer Moved On\"  18.\"Crying in the Rain\"  19.\"Take On Me\"","release_date":"2002-06-10","vote_average":8.0,"runtime":175,"cert":"","id":25336,"title":"a-ha: Live at Vallhall - Homecoming","adult":false,"genre_ids":[10402]},{"cast":["Dave Grohl","Taylor Hawkins","Nate Mendel","Chris Shiflett"],"overview":"Foo Fighters have established themselves as a premier alternative rock band, offering a mixture of bittersweet harmonies and full-on rock anthems. Their formidable live act is second to none, and EVERYWHERE BUT HOME cements their reputation with a combination of stadium shows, festival appearances, and intimate acoustic performances. Endearing behind the scenes footage illustrates the goofy nature","release_date":"2003-11-25","vote_average":8.3,"runtime":75,"cert":"N\/A","id":25337,"title":"Foo Fighters: Everywhere But Home","adult":false,"genre_ids":[10402]},{"cast":["Elliott Gould","Christopher Plummer","Susannah York","Céline Lomez","Michael Kirby"],"overview":"Miles Cullen, a bored teller at a small bank in a large Toronto shopping mall, accidentally learns that his place of business is about to be robbed when he finds a discarded hold up note on one of the bank's counters. Instead of informing the police, he enters a game of cat-and-mouse with the would-be robber.","release_date":"1978-09-07","vote_average":7.2,"runtime":106,"cert":"","id":25338,"title":"The Silent Partner","adult":false,"genre_ids":[80,18,53]},{"cast":["Stephen Carpenter","Chi Cheng","Abe Cunningham","Frank Delgado","Chino Moreno"],"overview":"Music in High Places, the ultimate international music and travel adventure series, takes top recording artists to the most ancient sites on earth. Each expedition takes music's biggest artists to the four corners of the globe and features exciting acoustic performances set against the backdrop of earth's most intriguing natural locations. Take an intimate journey with the Deftones as they discover the culture, history and spirituality of Hawaii while performing some of their greatest hits! Songs: Headup, Knife Party, Digital Bath, One Weak, Boy's Republic, Be Quiet and Drive (Far Away), Around the Fur, Feiticeira, Change (In the House of Flies).","release_date":"2003-07-03","vote_average":0.0,"runtime":51,"cert":"N\/A","id":25339,"title":"Deftones: Live in Hawaii","adult":false,"genre_ids":[10402]},{"cast":["Sigourney Weaver","Ryan Donowho","Emile Hirsch","Jeff Daniels","Michelle Williams"],"overview":"Matt Travis is good-looking, popular, and his school's best competitive swimmer, so everyone is shocked when he inexplicably commits suicide. As the following year unfolds, each member of his family struggles to recover from the tragedy with mixed results.","release_date":"2004-09-14","vote_average":6.5,"runtime":111,"cert":"N\/A","id":25350,"title":"Imaginary Heroes","adult":false,"genre_ids":[35,18]},{"cast":["Jérôme Deschamps","Yolande Moreau","Louise Wallon","Arthur Deschamps","Jean-Claude Bolle-Reddat"],"overview":"A free adaptation of Charles Perrault's famous Puss'n Boots, \"The True Story of Puss'n Boots\" is a story for young and old for the first time on cinema screens.","release_date":"2009-04-01","vote_average":4.6,"runtime":82,"cert":"N\/A","id":25353,"title":"The True Story of Puss 'n Boots","adult":false,"genre_ids":[10751,12,16]},{"cast":["Lukas Haas","Erika Christensen","Giovanni Ribisi","Jim Parsons","Jon Abrahams"],"overview":"When a young deli-counter clerk and general slacker in New Jersey accidentally saves a young woman from a serial rapist, he becomes convinced that his new role in life is to become a vigilante.","release_date":"2007-04-26","vote_average":5.7,"runtime":88,"cert":"N\/A","id":25354,"title":"Gardener of Eden","adult":false,"genre_ids":[35,18]},{"cast":["Maggie Cheung","Jean-Pierre Léaud","Nathalie Richard","Antoine Basler","Nathalie Boutefeu"],"overview":"A Chinese movie actress, in France to star in a remake of \"Les Vampires\", finds petty intrigues and clashing egos on the set.","release_date":"1996-11-13","vote_average":6.6,"runtime":99,"cert":"N\/A","id":25355,"title":"Irma Vep","adult":false,"genre_ids":[18,35]},{"cast":["Amanda Crew","Ryan Kennedy","Moneca Delain","Ali Liebert","Serinda Swan"],"overview":"A woman who gets paid to break people up is forced to become a matchmaker when some new competition muscles her out of the break-up business. Now, in order to save her company (and keep her high-priced wardrobe) she'll have to rely on her old nemesis: love.","release_date":"2009-08-09","vote_average":4.8,"runtime":105,"cert":"N\/A","id":25356,"title":"The Break-up Artist","adult":false,"genre_ids":[35,10749]},{"cast":["Dabney Coleman","Joyce Jameson","Marcia Wallace","Charles Haid","Paul Reubens"],"overview":"A failing television station is bought out by a slick TV evangelist and starts making mountains of money in the guise of religious programming, which is actually just an excuse to sell merchandise.","release_date":"1980-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":25359,"title":"Pray TV","adult":false,"genre_ids":[35]},{"cast":["Kerwin Mathews","Judi Meredith","Torin Thatcher","Walter Burke","Don Beddoe"],"overview":"The terrible and trecherous Pendragon plans to gain the throne of Cornwall by getting the king to abdicate and to marry his lovely daughter. To help him he has his dreadful witches in his castle and his almost unstoppable sorcery. A giant under his control abducts the princess, but on the way home with her the giant meets farming lad Jack who slays him. This is only the beginning.","release_date":"1962-05-17","vote_average":6.3,"runtime":94,"cert":"N\/A","id":25360,"title":"Jack the Giant Killer","adult":false,"genre_ids":[12,10751,14]},{"cast":["Peter Dyneley","Sylvia Anderson","Shane Rimmer","Jeremy Wilkin","Matt Zimmerman"],"overview":"The International Rescue team is faced with one of its toughest challenges yet, as the revolutionary lighter-than-air craft Skyship One is hijacked while on her maiden voyage around the world. Against backdrops including the Statue of Liberty and the Sphinx, Lady Penelope, Parker, Alan and Tin-Tin fight the hijackers from on-board, while the rest of the team tries to stop the airship crashing.","release_date":"1968-08-03","vote_average":5.8,"runtime":89,"cert":"U","id":25361,"title":"Thunderbird 6","adult":false,"genre_ids":[12,10751,878,16]},{"cast":["Kirk Douglas","Jan Sterling","Robert Arthur","Porter Hall","Frank Cady"],"overview":"A frustrated former big-city journalist now stuck working for an Albuquerque newspaper exploits a story about a man trapped in a cave to revitalize his career, but the situation quickly escalates into an out-of-control media circus.","release_date":"1951-06-29","vote_average":8.0,"runtime":111,"cert":"PG","id":25364,"title":"Ace in the Hole","adult":false,"genre_ids":[18]},{"cast":["David Charvet","Torrey DeVitto","Kristin Cavallari","Brody Hutzler","Court Young"],"overview":"At the ripe old age of 30, Cameron Day has given up his chances at pro-basketball fame and settled into an aimless life. A chance encounter with a beautiful woman lands him smack in the middle of Southern California's pro beach volleyball scene. A naturally talented true athlete, he seems destined for sports stardom once again until his old demons start creeping in, threatening his chances at success.","release_date":"2008-06-05","vote_average":3.8,"runtime":97,"cert":"N\/A","id":25369,"title":"Green Flash","adult":false,"genre_ids":[35,18]},{"cast":["Allen Leech","Tom Murphy","Sean McGinley","Pat Shortt","Fionnula Flanagan"],"overview":"Three pedigree chumps learn that every underdog has its day in this freewheeling Irish comedy. In hock to the tune of £50,000 to a Belfast bookie and saddled with a dopey greyhound that wouldn't run if its backside was on fire, the likely lads head south on a road trip in the hope of seeing a man about a dog. Foul-mouthed and funny, Man About Dog is full of great craic.","release_date":"2004-10-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":25372,"title":"Man About Dog","adult":false,"genre_ids":[35]},{"cast":["Jared Rushton","Ned Beatty","Pamela Sue Martin","Deke Anderson"],"overview":"13-year-old Brian is the sole survivor of an unreported plane crash. Alone in the Yukon wilderness, Brian must learn to survive by his wits, find food and shelter, and brave wild, hungry animals until or if he is found.","release_date":"1990-06-01","vote_average":6.8,"runtime":82,"cert":"N\/A","id":25373,"title":"A Cry in the Wild","adult":false,"genre_ids":[18,10751]},{"cast":["Ricardo Darín","Soledad Villamil","Pablo Rago","Javier Godino","Guillermo Francella"],"overview":"A retired legal counselor writes a novel hoping to find closure for one of his past unresolved homicide cases and for his unreciprocated love with his superior - both of which still haunt him decades later.","release_date":"2009-08-13","vote_average":7.9,"runtime":130,"cert":"18","id":25376,"title":"The Secret in Their Eyes","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Peter Vives","Claudia Bassols","Neil Maskell","Patrick Regis","Brendan Mackey"],"overview":"Eight strangers engaged in an intense game of experts-only paintball find their friendly game taking a terrifying turn when one member of the team begins playing by a different set of rules. It started as a remote raw battle of wits and wiles set against the backdrop of majestic wilderness. With each shot fired, the stakes grew higher. But something horrible has happened, and what was once a team sport has become a relentless struggle for individual survival. The danger growing by the minute, the combatants gradually come to realize that their greatest adversary may be the very game they set out to play.","release_date":"2009-04-24","vote_average":3.7,"runtime":90,"cert":"N\/A","id":25377,"title":"Paintball","adult":false,"genre_ids":[53,28]},{"cast":["Leslie Cheung","Brigitte Lin","Sunny Chan","Christy Chung","Joey Meng"],"overview":"For ten years, Cho has been in the snow of Mount Shin Fung waiting for a rare flower to blossom that will cure his wife who, back in Chung Yuan, is slowly killing all of the members of the Eight Big Clans. Something Cho did to her early in their marriage has turned her hair white and driven her mad. Cho's nephew, Kit, marries Lyre; they are deeply in love. On their wedding night, Ni-Chang, the bride with white hair, kidnaps Lyre and takes her to her harem of fighting women to indoctrinate her against Kit. Kit tries to lead a rescue party, but they are up against formidable opponents. Can Cho come in time with the blossom to soften Ni-Chang's heart?","release_date":"1993-12-22","vote_average":6.1,"runtime":80,"cert":"N\/A","id":25384,"title":"The Bride with White Hair 2","adult":false,"genre_ids":[28,14,10749]},{"cast":["Rock Hudson","George Peppard","Nigel Green","Guy Stockwell","Jack Watson"],"overview":"In September 1942, the German Afrika Korps under Rommel have successfully pushed the Allies back into Egypt. A counter-attack is planned, for which the fuel dumps at Tobruk are a critical impediment. In order to aid the attack, a group of British commandos and German Jews make their way undercover through 800 miles of desert, to destroy the fuel dumps starving the Germans of fuel.","release_date":"1967-02-07","vote_average":6.0,"runtime":107,"cert":"PG","id":25385,"title":"Tobruk","adult":false,"genre_ids":[18,36,10752]},{"cast":["Kenneth More","Taina Elg","James Hayter","Barry Jones","Barbara Steele"],"overview":"Remake of the original Alfred Hitchcock movie with a more light-hearted tone and Kenneth More as the lead character.","release_date":"1959-03-13","vote_average":6.1,"runtime":93,"cert":"N\/A","id":25386,"title":"The 39 Steps","adult":false,"genre_ids":[12,18,28,35,53,80]},{"cast":["Laurence Harvey","Michael Craig","Dawn Addams","John Clements","Sid James"],"overview":"The Mediterranean, 1941\/42 - Axis forces are using frogmen and manned torpedoes to attack previously impregnable harbours. The Allied forces need to come up with something to answer this threat, which they find in the form of Lt. Lionel \"Buster\" Crabb.","release_date":"1958-03-04","vote_average":7.2,"runtime":null,"cert":"N\/A","id":25387,"title":"The Silent Enemy","adult":false,"genre_ids":[28,36]},{"cast":["Gene Hackman","Terence Hill","Catherine Deneuve","Max von Sydow","Ian Holm"],"overview":"Just after World War I, Major Foster is incorporating new recruits into his French Foreign Legion platoon when he is sent to his former remote outpost located in the French Morocco to protect an archaeological excavation from El Krim, a Rifian leader who intends to unite all local tribes to fight the colonial government.","release_date":"1977-09-08","vote_average":5.8,"runtime":107,"cert":"","id":25388,"title":"March or Die","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["John Goodman","Cathy Moriarty","Simon Fenton","Omri Katz","Lisa Jakub"],"overview":"A showman introduces a small coastal town to a unique movie experience and capitalises on the Cuban Missile crisis hysteria with a kitschy horror extravaganza combining film effects, stage props and actors in rubber suits in this salute to the B-movie.","release_date":"1993-01-29","vote_average":6.7,"runtime":99,"cert":"PG","id":25389,"title":"Matinee","adult":false,"genre_ids":[35,18]},{"cast":["John Archer","Warner Anderson","Tom Powers","Dick Wesson","Erin O'Brien-Moore"],"overview":"Postulates the first manned trip to the moon, happening in the (then) near future, and being funded by a consortium of private backers. Assorted difficulties occur and must be overcome in-flight. Attempted to be realistic, with Robert A. Heinlein providing advice.","release_date":"1950-06-26","vote_average":6.0,"runtime":91,"cert":"N\/A","id":25392,"title":"Destination Moon","adult":false,"genre_ids":[878]},{"cast":["Rebecca Palmer","Ben Price","Tom Frederic","J.J. Straub","Kurt Rauscher"],"overview":"The biker Anne has a violent one night stand with the supposed cop Chris after a minor infraction. Two days later, feeling guilty and traumatized, she decides to go hiking with her boyfriend Michael in the Whistler chain of mountains, a spot where bicycles are prohibited. When she sees Chris riding a bike, she tells Michael about her affair, and Chris unexpectedly kills Michael. Along the rest of the day and night, Anne is chased by Chris in a sick and mortal mouse-and-cat game.","release_date":"2006-04-20","vote_average":3.1,"runtime":87,"cert":"N\/A","id":25395,"title":"Blood Trails","adult":false,"genre_ids":[27]},{"cast":["Chiara Zanni","Tabitha St. Germain","Kelly Sheridan","Kathleen Barr","Janyse Jaud"],"overview":"The 'Here Comes Christmas Candy Cane' is an important part of Ponyville: it’s the beacon that shows jolly old Santa Claus the way to the town as he makes his holiday rounds each year. But when Minty accidentally breaks it, it looks like Ponyville is destined to have a bleak holiday season. Minty is determined to do anything to save Christmas for her Pony friends while they, in turn, band together to try and cheer up their despondent four-legged friend.","release_date":"2005-10-25","vote_average":5.3,"runtime":44,"cert":"","id":25396,"title":"My Little Pony: A Very Minty Christmas","adult":false,"genre_ids":[16,14]},{"cast":["Nanni Moretti","Renato Carpentieri","Antonio Neiwiller","Claudia Della Seta","Lorenzo Alessandri"],"overview":"Writer\/director\/actor Nanni Moretti offers a three-part film diary which takes a sharply satiric look at Italian life.","release_date":"1993-10-12","vote_average":7.4,"runtime":100,"cert":"N\/A","id":25403,"title":"Dear Diary","adult":false,"genre_ids":[35,18]},{"cast":["Tim Gerstmar","Pippi Zornoza","Jamie Gillis","Geoff Mosher","Hasil Adkins"],"overview":"Red Toole is an average good-hearted serial killer who enjoys killing hippies almost as much as he loves his wife Violet. But when Violet is kidnapped Toole sets out to reclaim the woman he loves, with unusual and often hilarious results.","release_date":"2005-02-01","vote_average":3.9,"runtime":97,"cert":"N\/A","id":25422,"title":"Die You Zombie Bastards!","adult":false,"genre_ids":[35,27]},{"cast":["David Carradine","Daryl Hannah","Lim Kay Tong","Lim Yu-Beng","Jimmy Taenaka"],"overview":"China is in unrest, as the Republic falls prey to Warlords like Kahn Xin, who holds an entire province hostage to the opium trade—and destroys all who oppose him. Only the revered Wudang monks dare stand in Kahn’s way in order to protect the very soul of China. Among them is the Westerner, White Crane, a spiritual master of the martial arts and protector of the innocent. Revenge is not in Crane’s heart—until a mercenary army storms the temple and slaughters the beloved female Grandmaster Myling. Out of the ashes of the temple ruins, Crane rises—with vengeance in his heart. Crane comes upon Jane Marshall, a New York lounge singer and her gangster boss Bingo Quo. But it’s Bingo’s dangerous professional ties to Kahn that draw both Crane and Jane deep into the Warlord’s lair. Now torn between the spiritual Wudang teaching and the cold-blooded life of an assassin, Crane is about the cross the fine line between justice and revenge.","release_date":"2008-08-17","vote_average":4.8,"runtime":93,"cert":"N\/A","id":25423,"title":"Kung Fu Killer","adult":false,"genre_ids":[28,18,53]},{"cast":["Kristin Dattilo","Clayton Rohner","Michael Lowry","John Rhys-Davies","Daniel Zacapa"],"overview":"An american woman, in search of her fiance', becomes involved in a revolution of a central-american country.","release_date":"2003-09-25","vote_average":3.8,"runtime":84,"cert":"N\/A","id":25426,"title":"Coronado","adult":false,"genre_ids":[28,12,53]},{"cast":["Spencer Tracy","Katharine Hepburn","Judy Holliday","Tom Ewell","David Wayne"],"overview":"When a woman attempts to kill her uncaring husband, prosecutor Adam Bonner gets the case. Unfortunately for him his wife Amanda (who happens to be a lawyer too) decides to defend the woman in court. Amanda uses everything she can to win the case and Adam gets mad about it. As a result, their perfect marriage is disturbed by everyday quarrels.","release_date":"1949-11-18","vote_average":7.2,"runtime":101,"cert":"N\/A","id":25431,"title":"Adam's Rib","adult":false,"genre_ids":[35,18,10749]},{"cast":["Missi Pyle","Emily Osment","Ellery Sprayberry","Dylan Sprayberry","Elon Gold"],"overview":"A warm-hearted comedy about a compulsive soccer mom who masquerades as a famous Italian soccer star hired to coach her daughter's floundering soccer team, then struggles frantically to keep her wacky charade going long enough to see the girls win their big tournament.","release_date":"2008-09-30","vote_average":4.9,"runtime":92,"cert":"N\/A","id":25432,"title":"Soccer Mom","adult":false,"genre_ids":[35,18,10751]},{"cast":["David Hewlett","Aaron Ashmore","Kevin Duhaney","Jessica Greco","Carter Hayden"],"overview":"An advertising executive, trapped in a tree by a gang of would-be muggers, manipulates them into fighting to save his life.","release_date":"2001-09-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":25435,"title":"Treed Murray","adult":false,"genre_ids":[53]},{"cast":["Jesse Rosen","Rachel Castillo","Johnny Ray","Jared Grey","Emilia Richeson"],"overview":"Twenty-three-year-old John has just moved to L.A. from New York, ostensibly \"taking a break\" from his longtime girlfriend. He moves in with college bro Andy, whose pals incessantly do that kind of \"That is so gay\" banter that's essentially harmless - unless you're the only gay guy in the room.","release_date":"2009-06-05","vote_average":4.3,"runtime":68,"cert":"N\/A","id":25436,"title":"The Art of Being Straight","adult":false,"genre_ids":[18,35,10749]},{"cast":["David Smallbone","Ayla Karol","David Fraser","Brian Barnett","Kevin Sherwani"],"overview":"Four friends, Abdul, Jason, Angela and Danielle enrolled at university with two things in mind: to pass their degree and have fun at the same time. They attended induction day to find out the first year exams weren't compulsory, so they did what any other student would do, take the year off.","release_date":"2008-08-05","vote_average":0.0,"runtime":15,"cert":"","id":25437,"title":"Cleaning in Progress","adult":false,"genre_ids":[28,35]},{"cast":["Marc Price","Tony Fields","Lisa Orgolini","Doug Savant","Elaine Joyce"],"overview":"Eddie is your average 80's metal head teen. Now he's obsessed with his heavy-metal superstar idol, Sammi Curr who is killed in a hotel fire. Eddie becomes the recipient of the only copy of Curr's unreleased album, which when played backwards brings Sammi back to life. As Halloween approaches, Eddie begins to realize that this isn't only rock 'n roll... it's life and death.","release_date":"1986-10-24","vote_average":5.9,"runtime":98,"cert":"N\/A","id":25438,"title":"Trick or Treat","adult":false,"genre_ids":[27,10402]},{"cast":["Casper Van Dien","Danielle Cormack","Rose McIver","John Sumner","Anton Tennet"],"overview":"A former firefighter and Special Forces officer takes on a team of murderous terrorists when the oceanliner he's working on is hijacked shortly after leaving port. Hired to evaluate security on a luxury cruise ship, blaze battler and former military man Kyle Considine (Casper Van Dien) brings his young son Zach along for a week of fun at sea. The fun stops, however, when the ship sets sail and a highly organized team of terrorists threaten the lives of everyone onboard.","release_date":"2004-01-01","vote_average":3.5,"runtime":83,"cert":"N\/A","id":25439,"title":"Maiden Voyage","adult":false,"genre_ids":[10770,28]},{"cast":["Mia Farrow","Joan Plowright","Natasha Richardson","Adrian Dunbar","Jim Broadbent"],"overview":"Scandal and mystery reign following the arrival of Edwina in a small Irish town populated entirely by widows. Edwina quickly falls out with the locals while also falling in with the son of the community's leader","release_date":"1994-05-13","vote_average":6.2,"runtime":101,"cert":"N\/A","id":25440,"title":"Widows' Peak","adult":false,"genre_ids":[35,53,9648,10749]},{"cast":["Dick Van Dyke","Edward G. Robinson","Dorothy Provine","Henry Silva","Tony Bill"],"overview":"When practicing for a role, actor Jack is mistaken for the killer Ace. He doesn't realize this until it's too late and is carried off to gangster boss Leo Smooth, who wants Ace to do a job for him. Fearing for his life, Jack plays his role, but always searching for a way out of the well-guarded house. - By: Tom Zoerner","release_date":"1968-06-26","vote_average":6.1,"runtime":99,"cert":"N\/A","id":25441,"title":"Never a Dull Moment","adult":false,"genre_ids":[28,35,10751]},{"cast":["Hiroshi Kamiya","Hiroyki Yoshino","Mamoru Miyano","Shin-ichiro Miki"],"overview":"Like the Japanese Special Editions of other Gundam and Sunrise anime series, this is the first of three volumes that will condense the first 25-episode season of Gundam 00 into feature-length videos. They all feature some new animated sequences and some partially re-recorded dialogue.","release_date":"2009-10-27","vote_average":5.2,"runtime":99,"cert":"N\/A","id":25446,"title":"Mobile Suit Gundam 00 Special Edition I: Celestial Being","adult":false,"genre_ids":[28,18,12,878,10752,16]},{"cast":["John Cusack","Tim Robbins","Mary Crosby","Clu Gulager","Katy Boyer"],"overview":"The story of Ivan and Josh, two dim witted ex-security guards who love music videos. Out of work, with no job prospects, they form a music video production company. They soon learn the in's and out's of the business in LA and with some help from Mo Fuzz, they soon become hot property. But not all goes smoothly when they try to resurrect the career of their favorite R&amp;B duo, the Swanky Modes.","release_date":"1988-10-21","vote_average":5.2,"runtime":93,"cert":"N\/A","id":25447,"title":"Tapeheads","adult":false,"genre_ids":[35,18]},{"cast":["Ryan Leech"],"overview":"The much-anticipated addition to the very-successful Kranked series, PROGRESSION - Kranked 6 gives the worlds best mountain bikers a challenge: To create the most stunning and progressive mountain bike line and ride it. Imagine Steve Peat, Nathan Rennie, Jamie Goldman, Steve Romaniuk, Kirt Voreis, Mike Kinrade and Ryan Leech unleashed with no boundaries ... and all the support they need to execute their dream rides. It is about finding the ultimate trail - and pushing the boundaries to ride it. A packed DVD with surround sound mix, 16\/9 widescreen format, directors commentary and a bonus soundtrack cd featuring Wicked Lester.","release_date":"2007-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":25448,"title":"Kranked 6: Progression","adult":false,"genre_ids":[]},{"cast":["Darren Berrecloth","Cameron McCaul","Paul Basagoitia","Brandon Semenuk","Alex Pro"],"overview":"Gee Atherton ripping the Worlds course the day after winning the race, Robbie Bourdon stomping a 70 ft. flat spin and Fabien Barel dropping an insane, near vertical line in Morocco, that's right New World Disorder is back with it's 9th installment, \"Never Enough.\" Filmed exclusively in Super 16mm and High Definition, the world premiere will screen September 24th, during the annual Interbike trade show in Las Vegas.","release_date":"2008-12-08","vote_average":4.5,"runtime":69,"cert":"N\/A","id":25449,"title":"New World Disorder 9: Never Enough","adult":false,"genre_ids":[]},{"cast":["Efren Ramirez","Katrina Bowden","Curtis Armstrong","Kato Kaelin","Adam West"],"overview":"The son of a dictator travels to the U.S. to attend college.","release_date":"2009-06-01","vote_average":4.3,"runtime":82,"cert":"N\/A","id":25450,"title":"Ratko: The Dictator's Son","adult":false,"genre_ids":[35]},{"cast":["Justin Long","Emmanuelle Chriqui","Rob Corddry","Keir O'Donnell","Missi Pyle"],"overview":"When he discovers that an Indian casino is about to be built over the town's historic battlefield, Chase Revere, the self-appointed protector of a small town's rather meager place in American history, joins forces with sexy but dangerous town siren Lucy Shanks to launch an all-out offensive against the project - earning the wrath of the entire town.","release_date":"2009-11-24","vote_average":4.3,"runtime":100,"cert":"N\/A","id":25451,"title":"Taking Chances","adult":false,"genre_ids":[35,10749]},{"cast":["Wood Harris","Sticky Fingaz","Reagan Gomez-Preston","Arlen Escarpeta"],"overview":"For the “Dough Boys” every day is a struggle to survive. Determined to make something of their lives, these four friends work any hustle no matter how risky. But when they bite off more than they can chew, their loyal bond is tested as they fight to stay alive. Now, the rules of the street that they live by are the very rules that could destroy them.","release_date":"2009-02-01","vote_average":2.8,"runtime":93,"cert":"N\/A","id":25452,"title":"Dough Boys","adult":false,"genre_ids":[18]},{"cast":["Jeff Fatt","Anthony Field","Sam Moran","Emma Watkins"],"overview":"Captain Feathersword challenges his friends to a race, to find who can reach the end of the rainbow first. The Captain departs with his crew aboard the S.S. Feathersword, while The Wiggles travel by road in their Big Red Car. Dorothy, Wags and Henry The Octopus take to the air in their giant hot air balloon.","release_date":"2007-10-08","vote_average":4.8,"runtime":91,"cert":"N\/A","id":25455,"title":"The Wiggles: Racing to the Rainbow","adult":false,"genre_ids":[10751]},{"cast":["Sam Moran","Jeff Fatt","Murray Cook","Anthony Field"],"overview":"Have fun with The Wiggles playing, singing and dancing along with their friends Henry the Octopus, Wags the Dog, Captain Feathersword and Dorothy the Dinosaur!","release_date":"1993-11-01","vote_average":5.3,"runtime":40,"cert":"N\/A","id":25456,"title":"The Wiggles: Wiggle Time","adult":false,"genre_ids":[10751]},{"cast":["Greg Page","Anthony Field","Murray Cook","Jeff Fatt","Bindi Irwin"],"overview":"Wiggly Safari is the 14th album release from an Australian children's music group, The Wiggles. This is about when they all go on safari at Australia Zoo with Steve Irwin the crocodile hunter. The album was released in 2002 &amp; was nominated for the Best Children's Album ARIA the same year but lost to Hi-5 Boom Boom Beat.","release_date":"2002-09-02","vote_average":6.7,"runtime":55,"cert":"N\/A","id":25457,"title":"The Wiggles: Wiggly Safari","adult":false,"genre_ids":[10751]},{"cast":["Tito Ortiz","Forrest Griffin","Josh Koscheck","Anthony Johnson","Paulo Thiago"],"overview":"UFC 106: Ortiz vs. Griffin 2 was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on November 21, 2009 at the Mandalay Bay Events Center.","release_date":"2009-11-21","vote_average":5.9,"runtime":177,"cert":"N\/A","id":25458,"title":"UFC 106: Ortiz vs. Griffin 2","adult":false,"genre_ids":[]},{"cast":["Victor Rasuk","Judy Marte","Melonie Diaz","Altagracia Guzman","Silvestre Rasuk"],"overview":"The film follows Victor, a Lower East Side teenager, as he deals with his eccentric family, including his strict grandmother, his bratty sister, and a younger brother who completely idolizes him. Along the way he tries to win the affections of Judy, who is very careful and calculating when it comes to how she deals with men.","release_date":"2002-05-16","vote_average":7.5,"runtime":88,"cert":"N\/A","id":25461,"title":"Raising Victor Vargas","adult":false,"genre_ids":[18,10749]},{"cast":["Vivica A. Fox","Morris Chestnut","Anthony Anderson","Gabrielle Union","Wendy Raquel Robinson"],"overview":"Vivica A. Fox sizzles as a woman scorned who plans to get her man back by any means necessary. In this comedy about players and those who \"get played.\" As corporate overachiever and all-around fly chick Shanté Smith, Fox thinks she's got the goods to keep her slickster boyfriend (Morris Chestnut) from straying - until he discovers a greener pasture, Shanté's archrival (Gabrielle Union)","release_date":"2001-09-07","vote_average":6.5,"runtime":90,"cert":"N\/A","id":25462,"title":"Two Can Play That Game","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Before compiling your next grocery list, you might want to watch filmmaker Deborah Koons Garcia's eye-opening documentary, which sheds light on a shadowy relationship between agriculture, big business and government. By examining the effects of biotechnology on the nation's smallest farmers, the film reveals the unappetizing truth about genetically modified foods: You could unknowingly be serving them for dinner.","release_date":"2004-05-30","vote_average":7.8,"runtime":88,"cert":"N\/A","id":25465,"title":"The Future of Food","adult":false,"genre_ids":[99]},{"cast":["Antonio Resines","Álex Angulo","Frédérique Feder","Juan Viadas","Karra Elejalde"],"overview":"Waging war against all things glamorous and beautiful, crippled terrorists Acción Mutante plot a series of attacks on society's elite, and attempt the kidnapping of a wealthy socialite at her elaborate wedding reception.","release_date":"1993-02-03","vote_average":6.2,"runtime":94,"cert":"N\/A","id":25466,"title":"Mutant Action","adult":false,"genre_ids":[28,35,878]},{"cast":["50 Cent","Clifton Powell","Ira Berkowitz","Gabriel Ellis","Los Jones"],"overview":"A coming of age story about an inner-city youth raised by a hardworking single mother. When his dream of becoming a basketball player fails to materialize, he finds himself employed in a supermarket. After his mother is tragically gunned down, Clarence (played by Jackson) is consumed by revenge and takes up a life of crime in order to support his younger brother.","release_date":"2009-11-16","vote_average":4.3,"runtime":79,"cert":"N\/A","id":25467,"title":"Before I Self Destruct","adult":false,"genre_ids":[28,18]},{"cast":["Wallace Shawn","Andre Gregory","Jean Lenauer","Roy Butler"],"overview":"Wallace Shawn and Andre Gregory, apparently playing themselves, share their lives over the course of an evening meal at a restaurant.","release_date":"1981-10-08","vote_average":7.9,"runtime":110,"cert":"N\/A","id":25468,"title":"My Dinner with Andre","adult":false,"genre_ids":[35,18]},{"cast":["Ronny Dahl","Per Evensen","Terje Larsen","Arne Næss","Kristen Reagan"],"overview":"LOOP er en helaftens dokumentarfilm som utforsker moderne menneskers forhold til tid, sett gjennom øynene på noen av tidens mer ytterliggående forbrukere. Menneskene vi møter har på hver sin måte tatt drastiske valg knyttet til deres livssituasjon. Dokumentaren handler om de valg som alle vi mennesker må, eller kan, ta i forhold til den tiden vi har til rådighet og hvordan vi bruker den.","release_date":"2005-02-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":25469,"title":"Loop","adult":false,"genre_ids":[99]},{"cast":["Caroline Andersen"],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":25470,"title":"Carolines Birthday Party","adult":true,"genre_ids":[]},{"cast":["Zhu Xu","Chow Yam-Ying","Chiu Liu-Kong","Cheung Shui-Yeung","Chan Lee"],"overview":"Wang Bianlian is an aging street performer known as the King of Mask for his mastery of Sichuan Change Art in a true story. His wife left him with and infant son over 30 years ago. The son died from illness at age 10. This left Wang a melancholy loner aching for a male descendent to learn his rare and dying art.","release_date":"1995-06-09","vote_average":7.9,"runtime":91,"cert":"N\/A","id":25471,"title":"The King of Masks","adult":false,"genre_ids":[18]},{"cast":["Ben Stiller","Chris Rock","David Schwimmer","Jada Pinkett Smith","Cedric the Entertainer"],"overview":"The Zoosters are back in an all-new holiday adventure. When Santa and his reindeer crash onto the island of Madagascar it's up to Alex, Marty, Gloria, Melman and those wacky penguins to save Christmas. Get ready for a sleigh full of laughs in this hilarious new holiday classic.","release_date":"2009-11-16","vote_average":6.4,"runtime":30,"cert":"U","id":25472,"title":"Merry Madagascar","adult":false,"genre_ids":[10751,16]},{"cast":["Joe Don Baker","Elizabeth Hartman","Gene Evans","Noah Beery Jr.","Brenda Benet"],"overview":"Buford Pusser's a wrestler, whose wife wants him to settle down, so they go to his home town in Tennessee, where he plans to get into business with his father. But he is shocked to discover all sorts of graft and corruption going on. And when he is a victim of it and decides to strike back by running against the corrupt sheriff. And he wins and wages his own little war against them","release_date":"1973-02-22","vote_average":6.7,"runtime":125,"cert":"N\/A","id":25473,"title":"Walking Tall","adult":false,"genre_ids":[28,80,18]},{"cast":["Louis Koo","Richie Ren","Michelle Ye","Stanley Fung","Lam Suet"],"overview":"A self-styled accident choreographer, the Brain is a professional hitman who kills his victims by trapping them in well crafted accidents that look like unfortunate mishaps but are in fact perfectly staged acts of crime. When the teams next assignment goes disastrously wrong, Brain begins to suspect that someone else has planned an ‘accident’ on them.","release_date":"2009-09-24","vote_average":6.7,"runtime":89,"cert":"N\/A","id":25474,"title":"Accident","adult":false,"genre_ids":[28,18,53]},{"cast":["Mae Whitman","Jesse McCartney","Jane Horrocks","Lucy Liu","Raven-Symoné"],"overview":"A blue harvest moon will rise, allowing the fairies to use a precious moonstone to restore the Pixie Dust Tree, the source of all their magic. But when Tinker Bell accidentally puts all of Pixie Hollow in jeopardy, she must venture out across the sea on a secret quest to set things right.","release_date":"2009-09-03","vote_average":6.6,"runtime":81,"cert":"U","id":25475,"title":"Tinker Bell and the Lost Treasure","adult":false,"genre_ids":[16,10751,12,14]},{"cast":["Ray Winstone","Mick Ford","Julian Firth","John Blundell","Phil Daniels"],"overview":"This is the hard and shocking story of life in a British Borstal for young offenders. The brutal regime made no attempt to reform or improve the inmates and actively encouraged a power struggle between the 'tough' new inmate and the 'old hands'. This film is a re-make, by the same director and writer, of a 1977 BBC teleplay banned before broadcast [see Scum (1991)].","release_date":"1979-09-12","vote_average":7.2,"runtime":98,"cert":"18","id":25476,"title":"Scum","adult":false,"genre_ids":[80,18]},{"cast":["Heather Murphy","Natasha Talonz","Christine Svendsen","Erika Branich","Precious Cox"],"overview":"Five hot sexy young big-breasted chicks are raped, abused, tortured, and killed (?) by an evil jive-ass talking doll possessed by the spirit of an executed black militant death row inmate. Who will survive...","release_date":"2007-01-01","vote_average":4.5,"runtime":73,"cert":"N\/A","id":25479,"title":"Black Devil Doll","adult":false,"genre_ids":[27]},{"cast":["Eduardo Noriega","Flora Martínez","Belén Fabra","Héctor Colomé","Sonia Madrid"],"overview":"The plot follows the story of twin brothers, one is a coldhearted violent police officer, the other is a helpless romantic with a mental disability. The two brothers are tragically involved with a prostitute who works in the bordello that gives the film its title. The film was adapted from an eponymous novel written by Juan Marsé.","release_date":"2007-11-30","vote_average":3.8,"runtime":null,"cert":"N\/A","id":25482,"title":"Lolita's Club","adult":false,"genre_ids":[18]},{"cast":["Rhod Gilbert"],"overview":"Following two sell-out UK tours, multi-award winning Welsh wonder Rhod Gilbert presents his eagerly awaited debut stand-up DVD. One of the UK’s hottest comedians, Rhod takes observational humour to a whole new level with his fantastical ranting on life’s minor irritations.","release_date":"2009-11-16","vote_average":4.3,"runtime":75,"cert":"N\/A","id":25485,"title":"Rhod Gilbert and the Award-Winning Mince Pie","adult":false,"genre_ids":[35]},{"cast":["Billy Connolly"],"overview":"Billy Connolly's sensational show \"Was It Something I Said?\" was filmed in Adelaide on the Australian leg of his sell out 2006 World Tour.  This recording captures comedy legend Billy at his brilliant, inspirational, hilariously funny best.","release_date":"2007-11-19","vote_average":6.6,"runtime":115,"cert":"N\/A","id":25492,"title":"Billy Connolly: Was It Something I Said?","adult":false,"genre_ids":[35]},{"cast":["Glori-Anne Gilbert","Frankie Cullen","Taylor Wayne","Frank Harper","Barbie Bennett"],"overview":"Young married couple Rob and Laura move to the peaceful, friendly town of Breastford and right away are made to feel at home by the welcoming members of the Breastford Womens Association. They soon realize that something is amiss, and they discover the reason: Doc Brady, the town's mayor, has invented a device that, at the push of a button, turns women into insatiable, sex-crazed robots.","release_date":"2007-04-10","vote_average":4.1,"runtime":79,"cert":"N\/A","id":25493,"title":"The Breastford Wives","adult":false,"genre_ids":[35,18,878]},{"cast":["Adam Williams","Meg Randall","Harlan Warde","Edward Binns","John Maxwell"],"overview":"Police track a serial killer.","release_date":"1952-05-08","vote_average":6.4,"runtime":75,"cert":"N\/A","id":25494,"title":"Without Warning!","adult":false,"genre_ids":[80,53]},{"cast":["Alec Guinness","Burl Ives","Maureen O'Hara","Ernie Kovacs","Noël Coward"],"overview":"Is a light hearted and satirical tale of political espionage and intrigue in pre-Castro Cuba.","release_date":"1959-12-30","vote_average":7.2,"runtime":111,"cert":"PG","id":25495,"title":"Our Man in Havana","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Bruce Dern","Pam Grier","Bill Bailey","Jim Haynie","John Marley"],"overview":"In one final attempt to achieve victory, an aging professional runner is training vigorously for a very tough marathon race.","release_date":"1986-05-02","vote_average":6.5,"runtime":95,"cert":"N\/A","id":25496,"title":"On the Edge","adult":false,"genre_ids":[18]},{"cast":["Melanie Griffith","Tommy Lee Jones","Sting","Sean Bean","James Cosmo"],"overview":"When a corrupt American businessman tries to strong arm his way into businesses in Newcastle, England, he is thwarted by a club attendant and his waitress girlfriend.","release_date":"1988-05-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":25497,"title":"Stormy Monday","adult":false,"genre_ids":[10749,80,18]},{"cast":["Signe Hasso","Preston Foster","Anabel Shaw","Shepperd Strudwick","Roy Roberts"],"overview":"In this drama, a seductive woman uses her wiles upon both a traveling bank examiner and a manager to whom she is married. This woman has expensive taste and ends up spending all of her husband's money. She then begins trying to seduce the bank examiner, who doesn't know she is married to the manager.","release_date":"1946-05-17","vote_average":3.5,"runtime":65,"cert":"N\/A","id":25498,"title":"Strange Triangle","adult":false,"genre_ids":[80]},{"cast":["Naseeruddin Shah","Satish Shah","Om Puri","Satish Kaushik","Pankaj Kapur"],"overview":"Two zanies open a photography studio. They score a partnership with a gossip magazine that suddenly thrusts them into a world of corruption, murder, and hijinks.","release_date":"1983-08-12","vote_average":7.2,"runtime":132,"cert":"N\/A","id":25499,"title":"Jaane Bhi Do Yaaro","adult":false,"genre_ids":[35]}]