[{"cast":["Kiyoshi Atsumi","Chieko Baishô","Kaoru Yachigusa","Masakane Yonekura","Tatsuo Matsumura"],"overview":"When Tora-san returns to visit his family, he is surprised to find an arrogant professor occupying his room. The professor and Tora-san become rivals for the affection of Chiyo.","release_date":"1972-12-29","vote_average":6.0,"runtime":98,"cert":"N\/A","id":254501,"title":"Tora-san's Dream-Come-True","adult":false,"genre_ids":[35]},{"cast":[],"overview":"“For centuries, man has used organized religion to control the hearts and minds (not to mention the pocketbooks) of the ignorant masses. Well, Richard Bishop has decided he would like a piece of the action.  This film is a diabolical experiment in hypnotic mind control—a phantasmagoric presentation of demonic and divine imagery, meticulously assembled and designed to put the viewer into an altered state of darkened awareness.  If you ever wanted to go to hell and back, this film will get you halfway there. Some viewers may find the imagery used in this film to be disturbing, but that’s the idea. Contains some strong sexual content (as all true religion should). Not for the weak-minded, faint of heart, or those suffering from occasional seizures.”","release_date":"2008-02-26","vote_average":5.0,"runtime":30,"cert":"\"\"","id":254503,"title":"God Damn Religion","adult":false,"genre_ids":[10402]},{"cast":["Coura Ba","Jean-François Balmer","Ousmane Bo","Abou Camara","Abdoulaye Diop Danny"],"overview":"A tale of growing up in 1960s Senegal. Bacc narrates his early years of living in Popenguine, a town divided by culture and musical tastes.","release_date":"1994-01-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":254505,"title":"Rocking Poponguine","adult":false,"genre_ids":[35,18,10402]},{"cast":[],"overview":"An apocalypse in ink, soap and 35mm film, shot in high definition video.","release_date":"2012-10-12","vote_average":0.0,"runtime":4,"cert":"\"\"","id":254507,"title":"Something Strangely Familiar","adult":false,"genre_ids":[14,10402,878]},{"cast":["Mr. Os","Imuda","Rozie Rashid","Ibrahim Pendek","Din Glamour"],"overview":"A University graduate works as an office boy. One day there is a crisis between several employers in his office. Ths office boy has to quickly find a way to solve the problem and in the process almost endangering his own life. With the help of his roommate, a monkey, he manages to overcome many problems and manages to save his job.","release_date":"1989-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":254509,"title":"Hero","adult":false,"genre_ids":[35]},{"cast":[],"overview":"J.C Flippen acts as MC on a broadcast from a short vacation cruise of many New York based radio personalities of 1932. Among them are Tess Gardella, Johny Marvin, Bill Hall, Baby Rosemarie and the Four Lombardo Brothers, who all do their part on the broadcast.","release_date":"1932-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":254511,"title":"Rambling 'Round Radio Row #3","adult":false,"genre_ids":[]},{"cast":["Jerry Wald","The Funnyboners","Billy Jones","Ernie Hare","Smith Ballew"],"overview":"The Happines Boys Billy Jones and Earnie Hare are invited to a party, but separate themselves from the rest of the guests, so they can not be urged to perform. However, they are watching the other guests from radio doing their stuff: song team Reece & Dunn, as well as the Funnyboners are singing, Smith Ballew and Frances Langford are exchanging love songs, Arthur Tracy tries his luck with a girl, just to find out that she prefers Bing Crosby and 4 orchestra leaders are trying to find out, who the best conductor is, by conducting a piece of recorded music....","release_date":"1933-06-07","vote_average":0.0,"runtime":9,"cert":"\"\"","id":254513,"title":"Rambling 'Round Radio Row #5","adult":false,"genre_ids":[10402]},{"cast":["Tito Guízar","Shirley Howard","The Men About Town","Alan Reed","Eddie Bruce"],"overview":"Gossip columnist Eddie Bruce introduces three musical acts, followed by a vaudeville routine.","release_date":"1934-04-20","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254515,"title":"Rambling 'Round Radio Row #8","adult":false,"genre_ids":[10402,35]},{"cast":["Rose Marie","The Harmoniacs","Frank Novak Jr.","The Harmoniacs","The Harmoniacs"],"overview":"The newspaper \"The Morning After Associated with The Night Before\" has not much to print except for its radio news. Here, some of the articles come to life, like the ones about Baby Rose Marie, Frank Novak, Jr., Roy Atwell, Tito Guizar, Harriet Lee, and Morton Downey.","release_date":"1934-06-16","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254517,"title":"Rambling 'Round Radio Row #10","adult":false,"genre_ids":[]},{"cast":["Melissa Maureen","Zazleen Zulkafli","Juliana Evans","Anita Baharom","Intan Nor Saina"],"overview":"Hooperz tells the story of a group of young girls who plays for their netball team. The variation of characters and backgrounds of the team players plays a huge role in the film. The playing court will be the place where they escape from their normal daily routine and be free of any problems.  All of them in the end formed a net ball team called Hooperz. Eventhough with the many challenges that the characters face in life, it does not dampen their spirit in going to the finals for the Annual Netball Tournament.","release_date":"2010-04-22","vote_average":0.0,"runtime":103,"cert":"N\/A","id":254519,"title":"Hooperz","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Filmed in 1938, less than a decade before Indian independence, Delhi has a curious tale to tell. ‘Delhi’, the viewer is informed, ‘is the cockpit of the Indian Empire’, it provides the  ‘gateway to the riches of the south’. The opening sections of the film focus upon those who have tried and failed to establish a lasting power in the capital. ‘At Delhi’, the commentator states, ‘successive cities have been built by conquering invaders – each has fallen into disuse and decay’. The camerawork focuses on the ‘impressive ruins’ of these earlier invaders. Although the film also depicts the enduring architecture of Muslim rulers, such as Akbar and Shahjahan, it is stressed that their power has been superseded. Legend has it that it will be the ninth city of Delhi that ‘will endure and will rule forever’. Shahjahan had built the eighth.","release_date":"1938-02-08","vote_average":0.0,"runtime":10,"cert":"N\/A","id":254521,"title":"Delhi","adult":false,"genre_ids":[]},{"cast":["Jimmy Dorsey","Bob Eberly","Evelyn Oaks"],"overview":"In a nightclub setting, Jimmy Dorsey and His Orchestra, with two of his vocalists, perform four of the group's best known songs. For the complete list of songs, check the soundtrack listing.","release_date":"1938-10-22","vote_average":0.0,"runtime":9,"cert":"\"\"","id":254523,"title":"Jimmy Dorsey and His Orchestra","adult":false,"genre_ids":[99,10402]},{"cast":["Johnnie Davis","Penny Singleton","Anthony Averill","Oscar O'Shea"],"overview":"This musical comedy has a popular basketball star playing for a different college than what his father wanted after he falls in love with a co-ed.","release_date":"1938-09-17","vote_average":7.0,"runtime":19,"cert":"\"\"","id":254525,"title":"Campus Cinderella","adult":false,"genre_ids":[]},{"cast":["Ottfried Fischer","Rita Russek","Gudrun Landgrebe","Friedrich von Thun","Johannes Silberschneider"],"overview":"","release_date":"2004-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254536,"title":"Der Bestseller - Wiener Blut","adult":false,"genre_ids":[80,35]},{"cast":["Erina Mano","Shigeru Chiba","Toshio Kakei","Seiji Fukushi","Rina Ohta"],"overview":"An attack takes place on Rainbow Bridge in Odaiba, Tokyo by the fighter helicopter `Gray Ghost`. 2 days earlier, the Gray Ghost was stolen. The perpetrators are followers of Yukihito Tsuge. Yukihito Tsuge planned a coup of Tokyo 13 years earlier. The leader of Special Vehicle Section 2, Keiji Gotoda, sets out to stop the terrorists.","release_date":"2015-05-01","vote_average":4.8,"runtime":100,"cert":"N\/A","id":254538,"title":"The Next Generation Patlabor: Tokyo War","adult":false,"genre_ids":[28,878]},{"cast":["Mammootty","Isha Talwar","Seema Biswas","Meena","Sunil Sukhada"],"overview":"Born to rich parents, Majeed falls in love with his not-so-affluent neighbor Suhra. After her father's death, when Suhra struggles to make both ends meet, Majeed pleads with his father to sponsor her education. Refused, he wanders off to distant lands.","release_date":"2014-02-07","vote_average":6.0,"runtime":122,"cert":"N\/A","id":254546,"title":"Balyakalasakhi","adult":false,"genre_ids":[18,10749]},{"cast":["Velta Līne"],"overview":"","release_date":"1991-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254548,"title":"Indrāni","adult":false,"genre_ids":[]},{"cast":[],"overview":"Revolution of 1905 in Latvia.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254550,"title":"If We Live Through All This","adult":false,"genre_ids":[18]},{"cast":["Susan Blakely","Stirling Gardner","Marjory Graue","Pauley Perrette","Kristen Shaw"],"overview":"The story focuses on a young, up-and-coming chef who caters a party for four mysterious women only to discover they have a shocking surprise in store for him.","release_date":"2002-10-05","vote_average":6.5,"runtime":82,"cert":"\"\"","id":254552,"title":"Hungry Hearts","adult":false,"genre_ids":[35,18]},{"cast":["David Galle"],"overview":"","release_date":"2013-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254554,"title":"David Galle: D","adult":false,"genre_ids":[]},{"cast":[],"overview":"Justin and Jessica were not the same since the death of there mother. All they do is ask for trouble and their father is always away for work. Jessica seek help from heaven to save the city with some celestial magic.","release_date":"1999-07-05","vote_average":3.5,"runtime":97,"cert":"N\/A","id":254556,"title":"Not Quite an Angel","adult":false,"genre_ids":[10751]},{"cast":["Tex Ritter","White Flash","Horace Murphy","'Snub' Pollard","Pamela Blake"],"overview":"Tex and his sidekicks arrive to help out his friend Jeffers, a railroad owner, only to find that he has been killed. They quickly run into trouble with an outlaw gang in their attempt to find the mysterious ghost train that supposedly runs on Jeffer's line.","release_date":"1938-08-12","vote_average":0.0,"runtime":56,"cert":"\"\"","id":254558,"title":"The Utah Trail","adult":false,"genre_ids":[]},{"cast":["Chico Buarque"],"overview":"The DVD MY DEAR FRIEND opens the retrospective series of work of Chico Buarque, highlighting some of his passions: the city of Rio de Janeiro and its partners and friends.  \"I kept an almost alien look on Rio  I still have a relationship with the city of wonder. \"\r Friends, partners and songs will be happening in the first episode of the series, in a relaxed and intimate way.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254560,"title":"Chico Buarque - Meu Caro Amigo","adult":false,"genre_ids":[99,10402]},{"cast":["Tex Ritter","Dorothy Short","Horace Murphy","'Snub' Pollard","John Merton"],"overview":"Tex returns to Santa Fe to find his Mother murdered. Foster runs the town and all crimes committed by his gang are blamed on Rogel and his men. He makes Tex Marshal but this backfires when Tex enlists Rogel and his men and goes after Foster who he now knows is responsible for his Mother's death.","release_date":"1938-10-12","vote_average":5.0,"runtime":61,"cert":"\"\"","id":254562,"title":"Where the Buffalo Roam","adult":false,"genre_ids":[]},{"cast":["Joy Karins","Sandrina Boyer","Nicky Ranieri","Emmanuelle Sodet"],"overview":"","release_date":"1992-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254573,"title":"Capri Vacation","adult":true,"genre_ids":[]},{"cast":["Karen Duffy","Saul Rubinek","Matt McCoy","Lynne Cormack","Torri Higginson"],"overview":"The year is 2015, and big brother is everywhere. The search for immortality is over. Science has finally achieved the impossible, undermining the most basic aspect of life: that Mind, Body, and Soul must be one, Those who benefit from this new technology will wake up to a new and youthful beginning - the rest of humankind must live a bad dream and wake up to a living nightmare that goes beyond life, beyond death, and beyond redemption.","release_date":"1995-06-16","vote_average":5.5,"runtime":89,"cert":"\"R\"","id":254575,"title":"Memory Run","adult":false,"genre_ids":[28,878]},{"cast":["John Woo"],"overview":"Prolific action director Woo proves his thespian mettle on screen as a destitute, desperate Chinese defector who, with his brother in tow, tries to find a foothold in the Hong Kong underworld.","release_date":"1990-10-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":254580,"title":"Rebel from China","adult":false,"genre_ids":[80,18]},{"cast":["Pierre Bénézit","Marie-Lorna Vaconsin","Jamel Barbouche","Céline Menville","Marie Favasuli"],"overview":"On what seems to be just another ordinary day, a man is exposed to sexism and sexual violence in a society ruled by women.","release_date":"2010-10-24","vote_average":5.3,"runtime":11,"cert":"N\/A","id":254582,"title":"Oppressed Majority","adult":false,"genre_ids":[18]},{"cast":["Keiko Kishi","Kenichi Hagiwara","Yoshie Minami","Rentarô Mikuni"],"overview":"During a long train ride heading north of Japan, a young man addresses an older woman in front of him. At first she doesn't respond, but he finally gets her into a conversation when he offers her lunch. Thus begins Saito Koichi's famous romantic thriller, \"The Rendezvous\". The woman turns out to be a murderer on parole, whist the man a runaway accused of assault and robbery. As it happens, the two soon fall in love. The woman asks the man to wait two years until she is released from jail. And he agrees...","release_date":"1972-03-29","vote_average":6.6,"runtime":87,"cert":"N\/A","id":254584,"title":"The Rendezvous","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"First DVD - Recorded LIVE at Transilvania, Reggio Emilia, Italy, 04\/16\/2005","release_date":"2005-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254589,"title":"Vision Divine - Stage of Consciousness","adult":false,"genre_ids":[]},{"cast":["Nathan Kiley"],"overview":"Joey Cooper is a small boy who wants more than anything to be a member of the \"Wilderness Club.\" But he has failed over and over again to pass the test and was not allowed to join. But when Joey gets home after his latest failure, he finds his mother has bought him all new camping equipment for his trip. Joey can't bring himself to tell her he didn't make the club so he takes the gear and leaves for the trip anyway, hiding on the bus. When a couple of kidnappers grab the kids, Joey is still in hiding and it's left for Joey to save them all.","release_date":"1999-02-08","vote_average":6.0,"runtime":84,"cert":"\"\"","id":254591,"title":"One Small Hero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Theodoro Bezerra is a member of the Brazilian elite, a farmer and politician since the 1940s who has been elected as a state congressman by the state of Rio Grande do Norte. He concentrates on his own characteristics as a popular leader, despite being sexist and elitist, as well as using public funds for personal causes.","release_date":"1978-08-22","vote_average":0.0,"runtime":49,"cert":"N\/A","id":254593,"title":"Teodorico, o Imperador do Sertão","adult":false,"genre_ids":[99]},{"cast":["Anita Dark","Amanda Steel","Gabriella Vincze","Katalyn Hoffner","Kristina Varga"],"overview":"","release_date":"1998-05-19","vote_average":8.5,"runtime":null,"cert":"N\/A","id":254598,"title":"Carmen","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-07-14","vote_average":2.8,"runtime":null,"cert":"N\/A","id":254600,"title":"Pat & Stan - Le Trésor de Pit et Mortimer","adult":false,"genre_ids":[16]},{"cast":["Michelle Ferrari","Kathia Nobili","Laura Perego","Rossella Conti","Nicole Heart"],"overview":"Francesco, the star of this movie, is an employee that, tired of the everyday life monotony, on the advise of a friend, decides to change his life taking advantage of his amatory talents. He attends enviroments of the high society where he becomes friends of important people. He pursues assiduously the women to whom he givse himself with all his charm and sexual streght obtaining their complicity to reach his target. It doesn't take too long before he becomes rich and famous. The end will be a surprise.","release_date":"2008-06-09","vote_average":8.8,"runtime":213,"cert":"\"NR\"","id":254602,"title":"Easy Money","adult":true,"genre_ids":[18]},{"cast":["Olga Nozhkina","Fedir Panasenko","Valentin Cherniak","Borislav Brondukov","Ivan Mykolaichuk"],"overview":"David Motuzka, demobilized Red Army soldier, returns to his native village, hoping to see the changes caused by the revolutionary events. But he cannot see no improvement. The village is ruled by the kulaks and David's childhood friend Kornii Matiukha helps them.","release_date":"1966-09-11","vote_average":0.0,"runtime":89,"cert":"N\/A","id":254604,"title":"The Weed","adult":false,"genre_ids":[18]},{"cast":["Cristina Serafini","Irene Ivaldi","Margherita Fumero","Simona Nasi","Marcella Enrico"],"overview":"Because artificial insemination in Italy is restricted to married straight couples, Chiara must travel to Holland to be inseminated, and she can’t risk losing their only chance to become mothers. Will she be able to handle the physical and emotional burdens of both her secret and her pregnancy?","release_date":"2008-09-04","vote_average":3.5,"runtime":75,"cert":"N\/A","id":254606,"title":"No End","adult":false,"genre_ids":[18]},{"cast":[],"overview":"‘Podwórka’ captures six groups of neighbourhood youth as they play in seemingly deserted yards, offering an intimate portrait of daily life in Łódź, Poland. Shot with a fixed camera, this single-channel video projection highlights American artist Sharon Lockhart’s concern for the interrelationship between the still and the moving image.","release_date":"2009-01-01","vote_average":6.0,"runtime":31,"cert":"\"\"","id":254611,"title":"Podwórka","adult":false,"genre_ids":[]},{"cast":["Miley Cyrus","Madonna"],"overview":"On January 28, 2014, the American artist Miley Cyrus performed in the show from Los Angeles. The show aired the next day on MTV","release_date":"2014-01-29","vote_average":7.8,"runtime":38,"cert":"\"\"","id":254613,"title":"MTV Unplugged: Miley Cyrus","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In Steps, the effects of climate change are shown in parallel with the allure of winter sports. The film pursues the question of whether or not snowboarding and skiing in today’s world can be done in harmony with nature.","release_date":"2013-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":254615,"title":"Steps","adult":false,"genre_ids":[]},{"cast":["Rory Lepine"],"overview":"An examination of Rory Lepine, who sent Winnipeg into a frenzy when he beat local legend Burton Cummings with a beer bottle in a 7-Eleven in 1985","release_date":"2010-09-15","vote_average":10.0,"runtime":15,"cert":"N\/A","id":254617,"title":"Negativipeg","adult":false,"genre_ids":[]},{"cast":[],"overview":"The once-every-five-years Australian Census is upon us (Census night is August 9, 2011). Which means the vexed 'What is your religion?' question will raise its head. This, in turn means thousands of pranksters will write down Jedi, Matrixist or Metal Head. Over the years John Safran has heard claims that far from being a joke, young people were combining spirituality with popular culture. Safran wants to hunt down these spiritual innovators. \"I thought I'd potter off around the world and try to find people who sincerely and unsarcastically synchronise spirituality with popular culture. Is it good, is it trivialising, is it even spiritually dangerous?\"","release_date":"2011-07-19","vote_average":0.0,"runtime":27,"cert":"N\/A","id":254619,"title":"Jedis & Juggalos: Your Census Guide","adult":false,"genre_ids":[]},{"cast":["Aris Dark","Dan Vergara","Perdita Durango","Rivers Rock","Samia Duarte"],"overview":"Fasten your seatbelts! The Fuck And The Furious is super sex in dreamlike locations combined with an action-packed story captured with yet unseen camera work in big screen cinema quality. Simply hot, porn cinema at its most!","release_date":"2011-02-14","vote_average":6.0,"runtime":180,"cert":"N\/A","id":254621,"title":"The Fuck And The Furious","adult":true,"genre_ids":[]},{"cast":["Vladimir Putin","Peter Bieringer"],"overview":"The multiple, award-winning television author Hubert Seipel, accompanied Vladimir Putin in Russia, over a period of many weeks. He not only conducted several interviews with him, but was also present when Putin shouldered judo opponents, or challenged his bodyguards during a game of ice hockey.","release_date":"2012-02-27","vote_average":5.8,"runtime":45,"cert":"N\/A","id":254623,"title":"I, Putin: A Portrait","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Slam City is a short flash movie prequel to Pitch Black by animator Brian Murray with David Twohy which had been available for download at the Pitch Black website. Slam City is in the form of an official, confidential prison record detailing Riddick's arrival and escape from the Ursa Luna Slam city Facility in eleven hours twenty-two minutes. Notably, it shows Riddick undergoing the surgery that gives him \"eyeshine\" — the ability to see in the dark — and paying for this with a pack of Kool cigarettes as mentioned in Pitch Black. William J. Johns is seen at the end of the movie and is charged with capturing Riddick.","release_date":"2000-02-01","vote_average":8.0,"runtime":8,"cert":"\"\"","id":254631,"title":"Pitch Black: Slam City","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"\"God's Soldier\" covers three months in the life of Capt. Charles Popov, chaplain for the 2nd battalion, 27th infantry regiment, the Wolfhounds. Popov, 49, a Baptist, does his best to keep the troops' morale from sagging during the deployment as the unit suffers 18 killed and 300 wounded.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":254633,"title":"God's Soldier","adult":false,"genre_ids":[]},{"cast":["David Bedella","Rick Rescorla","Susan Rescorla","Mervyn Sullivan"],"overview":"After the planes hit on 9\/11, Morgan Stanley security chief Rick Rescorla put into effect plans that he had developed years before. Rick had seen the potential for an airborne suicide attack on the twin towers as part of evaluating the risk posed to his wards within their building. After the attack in 1993 Rick took it personally to prepare and avoid the chaotic scenes that came with the 93 attack. This documentary tells the story of the man who predicted the 9\/11 attacks and saved thousands of lives and died in the process.","release_date":"2005-09-05","vote_average":5.0,"runtime":43,"cert":"\"G\"","id":254638,"title":"The Man Who Predicted 9-11","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"An avant-garde film exploring the relationship between image, memory, and reality.","release_date":"2006-01-24","vote_average":0.0,"runtime":78,"cert":"\"\"","id":254640,"title":"A Darkness Swallowed","adult":false,"genre_ids":[]},{"cast":["Trevor Howard","Jasper Britton","Jane Wells","David Cesarani","Anne Fleming"],"overview":"On the 29th September 1945, the incomplete rough cut of a brilliant documentary about concentration camps was viewed at the MOI in London. For five months, Sidney Bernstein had led a small team – which included Stewart McAllister, Richard Crossman and Alfred Hitchcock – to complete the film from hours of shocking footage. Unfortunately, this ambitious Allied project to create a feature-length visual report that would damn the Nazi regime and shame the German people into acceptance of Allied occupation had missed its moment. Even in its incomplete form (available since 1984) the film was immensely powerful, generating an awed hush among audiences. But now, complete to six reels, this faithfully restored and definitive version produced by IWM, is being compared with Alain Resnais’ Night and Fog (1955).","release_date":"2014-02-09","vote_average":7.8,"runtime":75,"cert":"\"\"","id":254642,"title":"Memory of the Camps","adult":false,"genre_ids":[99,36]},{"cast":["Adam Savage","Jamie Hyneman","Bryan Dewe"],"overview":"Adam Savage and Jamie Hyneman get the idea to play \"War\" from a group of kids. Adam builds and attempts to defend a 24-foot tall couch fort while Jamie tries to knock it down.","release_date":"2014-01-11","vote_average":7.3,"runtime":60,"cert":"\"PG-13\"","id":254644,"title":"Dangerous Toys","adult":false,"genre_ids":[]},{"cast":["Chris Ackerman","Jerry Bernardo","Mike Cinqmars","Brian Deegan","Seth Enslow"],"overview":"Disposable Hero documents Brian's journey from hospital beds to podium tops!!! No one in freestyle has had it as good and as bad as Brian Deegan. Brian has collected more X Games and Gravity Games medals than any other competitor. He's appeared on the cover of Racer X Illustrated, Transworld Motocross & FreeriderMX. Features of him have appeared in not only these motocross industry related magazines but in FHM, ESPN The Magazine, DUB and Rolling Stone. Yet at the same time, he's accumulated more X-Rays, Pins, Rods, Plates, Casts, Gashes, and screws than most freestyle motocross riders. To top it all off, he most recently lost a kidney and severely injured his spleen while filming for MTV's Viva La Bam. \"Disposable Hero motivates you to throw away your crutches and kick the weak in their ass, The Grim Reaper was at the door and Deegan did not answer.\" - Jerry Bernardo","release_date":"2006-12-11","vote_average":0.0,"runtime":54,"cert":"\"\"","id":254646,"title":"Disposable Hero: The Brian Deegan Story","adult":false,"genre_ids":[99,28]},{"cast":["Karmann Bajuyo","Kiley Moore","Ron Lipski","Walt Sloan"],"overview":"A 16-year-old web blogger on a mission to understand her sexuality, a former internet millionaire on a desperate quest for personal redemption, and a dangerous sociopath killing for love - all on the road to Las Vegas.","release_date":"2013-12-01","vote_average":3.0,"runtime":93,"cert":"\"\"","id":254648,"title":"Critical Nexus","adult":false,"genre_ids":[53]},{"cast":["Claude Régy"],"overview":"Documentary about French director Claude Régy.","release_date":"1997-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":254650,"title":"Claude Régy, le passeur","adult":false,"genre_ids":[99]},{"cast":["Angell Summers","Charlotte de Castille","Sabrina Sweet","Tiffany Doll","Elsa Kryss"],"overview":"Dan Quichotte is the heir of the famous Don Quichotte. He is sent on a crusade that will take him between the legs of a lot of pretty girls","release_date":"2011-05-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":254652,"title":"Dan Quichotte Et Les Femmes","adult":true,"genre_ids":[]},{"cast":["Bob Steele","Marion Weldon","Karl Hackett","Frank Ball","Budd Buster"],"overview":"When Tex is brought in to fight in a range war between the cowmen and the nesters, he meets his old outlaw boss Lassiter. He learns Lassiter is behind the feud when Lassiter asks him to join up with his gang. Tex refuses and instead sets out to stop the feud but no one will believe him that Lassiter is responsible.","release_date":"1938-04-16","vote_average":0.0,"runtime":55,"cert":"\"\"","id":254654,"title":"The Feud Maker","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Christopher, 35, arrives at his school reunion a changed man. Over the past twenty years he has moved away to a new town and built a new identity for himself. His old classmates have trouble accepting his new confidence.","release_date":"2003-08-19","vote_average":6.0,"runtime":16,"cert":"N\/A","id":254656,"title":"A Changed Man","adult":false,"genre_ids":[]},{"cast":["Bob Steele","Lucile Browne","William Farnum","Mickey Rentschler","George 'Gabby' Hayes"],"overview":"Trouble starts when Bill Larkins and his two sons move in with his brother Joe. They start rustling cattle and then kill Rod's father with Joe's gun. The Sheriff and Rod think they did it and are after proof.","release_date":"1934-11-02","vote_average":4.5,"runtime":63,"cert":"\"\"","id":254658,"title":"The Brand of Hate","adult":false,"genre_ids":[37]},{"cast":["Antonio Sanint"],"overview":"Recorded Live in Bogota Colombia 2007, Antonio Sanint's perspective on  people's insecurities and what drives us to achieve is done gracefully in his stand-up routine.","release_date":"2009-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":254660,"title":"Antonio Sanint: Quién pidió pollo?","adult":false,"genre_ids":[35]},{"cast":["Elfi Eschke","Helmut Griem","Jan Fedder","Götz Kauffmann","Rudolf Buczolich"],"overview":"","release_date":"1993-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254662,"title":"Verlassen sie bitte ihren Mann","adult":false,"genre_ids":[35]},{"cast":["Joanna Yew Hong Im","Ben Andrew Pfeiffer","Lee Sai Peng"],"overview":"The Journey is a cross-continental story that explores the idea of culture, not just as tradition but as an expression of love. When Bee (Yew) returns to Malaysia for the first time in a decade - she introduces her conservative father Uncle Chuan (Lee) to her happy-go-lucky British fiancé, Benji (Pfeiffer). With Benji's lack of cultural understanding and comprehension of Chinese traditions, Chuan opposes their marriage. Unexpected circumstances ensue, and Chuan reluctantly submits to their union, on the condition that their wedding adheres to Chinese tradition. Part of that tradition is that Chuan must invite all of his childhood friends personally. So the quintessential odd couple, Benji and Chuan, embark on a cross country adventure to deliver the invitations. Despite language barriers and initial hesitation from both parties, the two men come to realize that their priorities are essentially one and the same.","release_date":"2014-01-30","vote_average":7.5,"runtime":102,"cert":"N\/A","id":254664,"title":"The Journey","adult":false,"genre_ids":[35,18,10751]},{"cast":["Herbert Herrmann","Susanne Uhlen","Joachim Kemmer","Harald Leipnitz","Chariklia Baxevanos"],"overview":"A comedy directed by Franz Josef Gottlieb.","release_date":"1988-12-30","vote_average":8.0,"runtime":60,"cert":"N\/A","id":254666,"title":"Trouble im Penthouse","adult":false,"genre_ids":[35]},{"cast":["Luis Gatica","Carlos Cardán"],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254668,"title":"Los niños del narco","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two men in adjoining duplexes, good friends, are enchanted by the song of a bird. One buys a small harmonica and learns to play it; he keeps his neighbor awake. The neighbor buys a larger harmonica, and an arms race ensues; the instruments get larger, until it's a piano vs. a pipe organ, and then they start bringing in larger groups of friends until an entire orchestra is playing the 1812 Overture. The houses collapse from all this, atop the dueling orchestras, and on their way up to heaven, the man puts his small harmonica up for sale.","release_date":"1959-11-15","vote_average":7.0,"runtime":9,"cert":"\"\"","id":254670,"title":"Piccolo","adult":false,"genre_ids":[16]},{"cast":["Xing Yu","Zhang Yamei","Steve Yoo","Poppin Hyun-Joon","Jiang Baocheng"],"overview":"In the 1930s , a Japanese cult called The Temple of Hades was ordered to cooperate with the Japanese military to destroy China. They buy so many  young children from poor family , who will be trained as a lethal killing machine and serve the Empire of Japan. One of them is Vajra , who was forced by his captors to fight for the food , and accidentally causing the death of his brother. Several years later , Vajra grown up and become one of the biggest killer in the Hades sect. Vajra escapes to China and joins Shaolin , where he receives spiritual enlightenment and determined to support China against Japan.","release_date":"2013-09-24","vote_average":5.4,"runtime":115,"cert":"N\/A","id":254672,"title":"The Wrath Of Vajra","adult":false,"genre_ids":[14,28,27]},{"cast":["Tony Sirico","Frank Vincent","Joseph Marino","Amy Lynn Baxter","Rolando Millet"],"overview":"When ruthless NY Mob boss Tony Batts sends his trusted Capo Vinnie Marscone to Miami to trace $1 million in smuggled, but now missing, Cuban Cohiba cigars, things start to heat up. The Mob in Miami are also trying to help Vinnie find the missing Havana's ...but are they? Marscone is led on wild goose chases, kidnapped and held at gunpoint. With a fast boat, a beautiful blonde and a narcotics sniffing ex-U.S. Customs dog named \"Bruno\" Vinney tries to save the cigars and his life.","release_date":"2001-03-26","vote_average":3.5,"runtime":102,"cert":"\"R\"","id":254674,"title":"Smokin' Stogies","adult":false,"genre_ids":[]},{"cast":["James W. Boinski","Tim Ball","Ray Andercheck"],"overview":"When a routine money drop goes awry, Big Jim Cartoni decides to do the unthinkable: get out of the mob. Acting on his dream of opening his own club and going legit, he's foiled at every turn by lifelong nemesis, Joey Moran, all the while hoping his boss doesn't find out about the club until it's a success. With the city of Chicago as its' backdrop, follow the story of one man who tries to beat the odds without ever having to fix the numbers.","release_date":"2006-01-30","vote_average":0.0,"runtime":90,"cert":"\"R\"","id":254676,"title":"Legit","adult":false,"genre_ids":[18]},{"cast":["Diana Barrymore","Robert Paige","Louise Allbritton","Walter Abel","George Dolenz"],"overview":"A Broadway producer's Girl Friday must make sure that her recent marriage is kept secret. If it gets out, she will lose her job. Unfortunately, her new hubby is tired of hiding the truth and creates all kinds of problems when he decides to spill the beans.","release_date":"1943-09-04","vote_average":6.5,"runtime":75,"cert":"\"\"","id":254678,"title":"Fired Wife","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Fadeyev","Nikolay Grinko"],"overview":"The film takes place in Crimea during the German occupation in WWII and revolves around a group of Russian soldiers who employ unusual tactics to steal classified documents from their enemies. Andrei Tarkovsky is an uncredited contributor to the film's screenplay.","release_date":"1968-12-20","vote_average":4.0,"runtime":81,"cert":"N\/A","id":254680,"title":"One Chance in One Thousand","adult":false,"genre_ids":[12,10752]},{"cast":["Adolf Wohlbrück","Margaretta Scott","Mary Morris","Reginald Tate","Peter Sinclair"],"overview":"With the ending of the Spanish Civil War, a dispirited band of volunteers from the International Brigades seeks refuge in France. But on reaching the frontier the band is disarmed, and all are detained as political prisoners. Then come instructions from Vichy that all fit prisoners are to be sent to Morocco to work on the Sahara railway for the Germans. However, one man manages to escape to London with vital information for the Allies...","release_date":"1945-04-17","vote_average":5.0,"runtime":116,"cert":"N\/A","id":254682,"title":"The Man from Morocco","adult":false,"genre_ids":[28,12]},{"cast":["Charley Chase","Muriel Evans","Nora Cecil","Fanny Cossar","Ida Shoemaker"],"overview":"Although terrified of girls, Charley must take a job teaching at a girls school.","release_date":"1932-10-08","vote_average":5.0,"runtime":20,"cert":"\"\"","id":254684,"title":"Girl Grief","adult":false,"genre_ids":[35]},{"cast":["Edgar Kennedy","Florence Lake","Dot Farley","Eugene Williams","Nat Carr"],"overview":"Edgar (Edgar Kennedy) gets a call from the studio to come in and direct the last scene of a film in production. But, before he can leave the house, his wife Florence (Florence Lake) and her Mother (Dot Farley) make him dress the part with riding breeches, a beret, an ascot, a crop and riding boots, and this rig is met with much derision by both cast and crew when he arrives at the studio. Carol (Jean Fontaine), the star of the movie doesn't want Edgar as the director and makes things difficult for him, especially after she hears the producer (Nat Carr) tell him he is limited to making no more than two shots on any scene. Meanwhile, Florence, Mother and Brother (Billy Eugene)decide to drop in on the set and watch Edgar at work. Because of his relatives or Carol, Edgar is forced to shoot the same scene over and over.","release_date":"1934-05-18","vote_average":0.0,"runtime":19,"cert":"\"\"","id":254686,"title":"Wrong Direction","adult":false,"genre_ids":[]},{"cast":["Jinpachi Nezu","Misa Fujiwara","Yoshiyuki Yamaguchi","Masahiko Abe","Hideaki Satô"],"overview":"Jinpachi Nezu who lost both his wife and daughter during a feud against the yakuza 10 years ago while he was an accountant for their organization. One day he comes across a young idol and rescues her from being kidnapped by the yakuza.","release_date":"1991-06-27","vote_average":0.0,"runtime":91,"cert":"N\/A","id":254688,"title":"Orchids Under the Moon","adult":false,"genre_ids":[80,18,10749]},{"cast":["Magdalena Cielecka"],"overview":"\"Maska\" is the latest animated film of Quay brothers, directors and puppet animators, with the music composed by Krzysztof Penderecki. The film is an adaptation of Stanisław Lem’s short story of the same title. The action of “Maska” is set in a technologically developed but, at the same time, feudal world. Beautiful Duenna was created in order to carry out certain mission. However, she will be forced to choose between accomplishing the task she was created for and love.","release_date":"2010-03-27","vote_average":6.3,"runtime":23,"cert":"N\/A","id":254690,"title":"Maska","adult":false,"genre_ids":[14,16]},{"cast":["John Martyn","Beverley Martyn","Ralph McTell","Danny Thompson","Chris Blackwell"],"overview":"This honest and often blackly hilarious film shows Martyn at home in Ireland, during the lead-up to and aftermath of an operation to have one of his legs amputated below the knee.  Contributors include sometime collaborator and buddy Phil Collins, the late Robert Palmer, Ralph McTell, Island Records founder Chris Blackwell, fellow hellraiser bassist Danny Thompson, John's ex-wife Beverley Martyn and younger generation fan Beth Orton.  We see a man incapable of compromising his creative vision, from his folk club roots in the Sixties, through a career of continuous musical experimentation. Along the way there is a surreal roll-call of accidents and incidents, including a collision with a cow","release_date":"2004-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":254692,"title":"John Martyn: Johnny Too Bad","adult":false,"genre_ids":[10402,99]},{"cast":["Reina Tanaka","Yanagishita Tomo","Airi Suzuki","Toru Baba","Kazuki Kato"],"overview":"Vampire Stories Brother tells a story about Sei who finds out that he is a pure blood vampire from his older brother, Ai, and that he will turn at the age of 20. Sei has to choose to live or die and what lies in middle of his decision is his younger step sister, Midori, whom he cares for. What will Sei choose? Midori, his younger step-sister or Ai, his older vampire brother? To live or to die?","release_date":"2011-10-15","vote_average":0.0,"runtime":77,"cert":"N\/A","id":254694,"title":"Vampire Stories: Brothers","adult":false,"genre_ids":[18]},{"cast":["Jack Perrin","Blanche Mehaffey","Lane Chandler","Al Bridge","Murdock MacQuarrie"],"overview":"Perrin is a cowboy who comes to the aid of local Indians being swindled out of their gold. He signs on as a ranch foreman, but learns the ranch is the home of the crooks.","release_date":"1935-02-02","vote_average":4.2,"runtime":60,"cert":"\"\"","id":254696,"title":"North of Arizona","adult":false,"genre_ids":[37]},{"cast":["Glenne Headly","David Fox","Paul Anka","Ryan Reynolds"],"overview":"When his father dies, Jeffrey is sent to live with his aunt Charlotte in Canada. Once there he leads his aunt and his friends in staging, a non-violent hunger strike to try to save his aunt's house from being demolished to make room for a ski resort.","release_date":"1993-10-20","vote_average":5.8,"runtime":103,"cert":"\"\"","id":254698,"title":"Ordinary Magic","adult":false,"genre_ids":[18]},{"cast":["Rex Lease","Joaquin Florenz","Earl Douglas","George Chesebro","Hal Taliaferro"],"overview":"Desperados menace a mining operation.","release_date":"1935-05-05","vote_average":5.0,"runtime":65,"cert":"\"\"","id":254700,"title":"Fighting Caballero","adult":false,"genre_ids":[]},{"cast":["Guinn Williams","Marion Shilling","Frank Yaconelli","Hal Taliaferro","Charles K. French"],"overview":"A cowboy comes to the aid of a lady rancher threatened by Mexican bandits who believe there is a treasure buried on her land.","release_date":"1935-12-02","vote_average":0.0,"runtime":59,"cert":"\"\"","id":254702,"title":"Gun Play","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Calvin Black was a folk artist who lived in California's Mojave Desert and created more than 80 life-size female dolls, each with its own personality, function, and costume. He also built the \"Bird Cage Theater,\" where the dolls perform and sing in voices recorded by the artist. The film works on two levels. One is the documentation of the artist's legacy and commentary on women: grotesque female figures moving in the desert wind and the theater with its frozen \"actresses,\" protected by his widow from a world she views as hostile. The other is the re-creation of the artist's vision through the magic of film, as the camera enables the dolls to move and sing and brings theater to life as the artist imagined it.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":254704,"title":"Possum Trot - The Life and Work of Calvin Black 1903-1972","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254706,"title":"Alcaline, Le Concert avec Gaetan Roussel","adult":false,"genre_ids":[10402]},{"cast":["Jimmy Nervo","Teddy Knox","Bud Flanagan","Chesney Allen","Charlie Naughton"],"overview":"Hyman Goldberger, the president of film studio Super-Colossal Pictures, is in trouble--his major backer is threatening to stop financing his pictures. He finds a group of six wealthy individuals who may want to become investors in the studio if his disgruntled backer pulls out. Unfortunately, his bumbling runner Albert picks that day to invite six of his street musician friends to be in the film that is currently shooting at the studio, and Hyman mistakes them for the potential investors. Complications ensue.","release_date":"1937-02-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":254711,"title":"O-Kay for Sound","adult":false,"genre_ids":[35]},{"cast":["Penelope Ann Miller","Ron Silver","Craig Sheffer","Caroline Goodall","Scott Patterson"],"overview":"Artist Lilah Bloom's life is upended when her widowed brother decides to remarry a strong-willed business woman. Humor and self-awareness emerge as she ventures out to start a new life with a charming musician.","release_date":"1998-01-02","vote_average":6.3,"runtime":92,"cert":"\"\"","id":254713,"title":"Rhapsody in Bloom","adult":false,"genre_ids":[10749,18]},{"cast":["Lea van Acken","Franziska Weisz","Florian Stetter","Lucie Aron","Moritz Knapp"],"overview":"Maria finds herself caught between two worlds. At school this 14-year-old girl has all the typical teenage interests, but when she’s at home with her family she follows the teachings of the Society of St. Pius XII and their traditionalist interpretation of Catholicism. Everything that Maria thinks and does must be examined before God. And since the Lord is a strict shepherd, she lives in constant fear of committing some misconduct...","release_date":"2014-03-20","vote_average":7.3,"runtime":110,"cert":"\"\"","id":254721,"title":"Stations of the Cross","adult":false,"genre_ids":[18]},{"cast":["Gudrun Landgrebe","Natalie Minko","Alessandro Gassman","Eberhard Feik","Dietmar Schönherr"],"overview":"A queen is so vain she needs the magical mirror the Black Knight forged to tell her daily she's the belle of the realm. When it adds Snowwhite, the king's heiress, has grown even more beautiful, the queen orders him and the shivering jester Andreas, who secretly loves the girl, to murder her step-daughter. However the knight fakes her death and seven dwarfs take her in at their magical mine. The dwarfs tell her various secrets, including true identities, and plot to save her, the disguised queen to murder her once the mirror betrays she's alive.","release_date":"1992-11-05","vote_average":5.5,"runtime":90,"cert":"N\/A","id":254723,"title":"Snow White","adult":false,"genre_ids":[10751,14,10749]},{"cast":[],"overview":"Personality differences, an old friend and a past flame poke holes in the way a husband and wife perceive their marriage.","release_date":"2013-07-26","vote_average":7.0,"runtime":132,"cert":"N\/A","id":254725,"title":"Time Please","adult":false,"genre_ids":[10749,18]},{"cast":["Deepak Raj Giri","Neeta Dhungana","Kedar Ghimire","Sitaram Kattel","Jeetu Nepal"],"overview":"Cha Ekan Cha is a 2013 Nepali comedy action film written and co-produced by Deepak Raj Giri and directed by Dinesh D.C..It includes a cast of Nepali television comedians like Deepak Raj Giri, Jeetu Nepal, Sitaram Kattel and Kedar Ghimire, this ought to be an outrageous and funny affair. However, with all the talents involved, the film makes no effort in offering anything substantial that would’ve complemented the already established brilliance of these people. It’s a film that is in dire search of a clear plot and stretches so far to feature length only through jokes and one-liners. Cha Ekan Cha received positive to mixed reviews from critics upon release. The film has been praised for its direction, cinematography, action sequences, exotic locations.","release_date":"2014-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":254730,"title":"Cha Ekan Cha","adult":false,"genre_ids":[35]},{"cast":["Jon-Paul Gates","Vivien Creegor","Steven M. Smith","Jeremy Hill","Laura Penneycard"],"overview":"Six contestants win a competition to appear on a Live reality TV show at a secret location in rural England. The next ten hours will be spent on a paranormal Investigation with a TV crew searching for the truth behind ghost stories that haunt an old railway station museum.","release_date":"2013-03-31","vote_average":5.1,"runtime":93,"cert":"\"\"","id":254732,"title":"Haunted","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Poet-filmmaker Jørgen Leth taps his own earliest inspirational veins by free-floating through a camera\/microscope-enhanced set of poems with love as their first and final subject. For example, how a tropical island woman prepares for a meeting with her lover. The film was shot partly in the South Pacific with more than a nod to social anthropoliogist B. Malinowski's historical work The Sexual Life of Savages.","release_date":"1989-10-09","vote_average":6.0,"runtime":90,"cert":"N\/A","id":254734,"title":"Notes on Love","adult":false,"genre_ids":[]},{"cast":["Crista Alfaiate","Miguel Gomes","Carloto Cotta","Adriano Luz","Rogério Samora"],"overview":"Every night, in danger of being beheaded, Scheherazade tells King Shahryar unfinished tales to continue them the following night, hence defying his promise of murdering his new wives after their wedding night.  Scheherazade tells king Shahryar her stories but these are not those in the book. These are stories based on whatever will be happening in Portugal during the production time of the film. As in the book, these stories will be tragic and comical, with rich and poor, powerless and powerful people, filled with surprising and extraordinary events. This film will be about the reality of a disgraced country, Portugal, under the effects of a global economic crisis.","release_date":"2015-06-24","vote_average":7.5,"runtime":125,"cert":"N\/A","id":254736,"title":"Arabian Nights: Volume 1, The Restless One","adult":false,"genre_ids":[18]},{"cast":["Alexandr Solzhenitsyn","Aleksandr Sokurov"],"overview":"The Dialogues with Solzhenitsyn is a two-part Russian television documentary by Russian filmmaker Alexander Sokurov on Aleksandr Solzhenitsyn. The documentary shot in Solzhenitsyn’s home shows his everyday life and covers his reflections on Russian history and literature.","release_date":"1998-12-04","vote_average":8.0,"runtime":180,"cert":"N\/A","id":254738,"title":"The Knot","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jarre was invited for a concert celebrating the 850th birthday of Moscow. His largest concert up-to-date. A VHS tape was released in the USA in 1998 and NTSC DVDs were released in Brazil, Chile (Send Music Records SMD 008) and USA in 2000 and Europe version in 2007.","release_date":"2000-02-09","vote_average":0.0,"runtime":60,"cert":"N\/A","id":254746,"title":"Jean Michel Jarre - Oxygene in Moscow","adult":false,"genre_ids":[]},{"cast":[],"overview":"The daily life in a shantytown in the north part of Rio de Janeiro, with 10,000 people living in bad conditions, their problems and the issue of police violence.","release_date":"1987-12-31","vote_average":0.0,"runtime":53,"cert":"N\/A","id":254751,"title":"Santa Marta - Duas Semanas no Morro","adult":false,"genre_ids":[99]},{"cast":["Ágúst Örn B. Wigum","Einar Jóhann Valsson","Valdimar Örn Flygenring","Unnur Ösp Stefánsdóttir"],"overview":"The film shows a strong bond between two brothers that live in a remote fjord with their parents. We look into their world through the eyes of the younger brother and follow him on a journey that marks a turning point in the lives of the brothers.","release_date":"2013-05-25","vote_average":7.7,"runtime":15,"cert":"N\/A","id":254762,"title":"Whale Valley","adult":false,"genre_ids":[18]},{"cast":["Eddie McClintock","Jayne Heitmeyer","Sam Roberts","Jamie Spilchuk","Steven Yaffee"],"overview":"After his sudden death, a devoted father's search for heaven brings him back to his distraught family and his wilderness fishing camp for a few precious days in the body of a wanted man.","release_date":"2013-09-07","vote_average":6.9,"runtime":110,"cert":"N\/A","id":254779,"title":"A Fish Story","adult":false,"genre_ids":[18,10751]},{"cast":["Jung Jae-young","Han Ji-min","Jang Gwang","Kim Ji-young","Cha Ye-ryun"],"overview":"The Plan Man is about a man who lives everything according to plan until he meets a woman who wasn't a part of it.","release_date":"2014-01-09","vote_average":6.9,"runtime":121,"cert":"N\/A","id":254781,"title":"The Plan Man","adult":false,"genre_ids":[35]},{"cast":["Veronica Lake","Joan Caulfield","Barry Fitzgerald","George Reeves","William Demarest"],"overview":"Two female con artists from New York City, fleeing the law with loot from their latest scam, hide out in a small Maine town, near the Canadian border. However - the residents of this small town aren't quite as unsophisticated as the girls think they are.","release_date":"1948-04-30","vote_average":7.0,"runtime":89,"cert":"\"\"","id":254783,"title":"The Sainted Sisters","adult":false,"genre_ids":[35]},{"cast":["Cheung Ching-Ching","Ming Chiang","Liu Ping","Han Chiang"],"overview":"Martial arts action with a ninja prince trying to overcome the odds and gain hid rightful place on the throne.","release_date":"1972-07-07","vote_average":6.0,"runtime":86,"cert":"N\/A","id":254785,"title":"Ninja Fist of Fire","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Three curvaceous go-go dancers (Kei Mizutani, Nao Eguchi and Yukari Nunokawa) on a rampage, looking for a big bag  of cash that might be hidden in the kitchen of wheelchair-bound gangster. Director Ryuichi Honda keeps it flush  with 60s flavors, mood-indigo music, paisley-print fashions in dayglo colors, outrageous zooms and dizzying pans,  and best of all, it looks like it was made on a budget of 10 dollars - and when the money ran out the film ended.","release_date":"2005-04-14","vote_average":0.0,"runtime":43,"cert":"N\/A","id":254787,"title":"Pussycat Great Mission!","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary closely follows a group of people living in the Bering Strait and delves into the fundamental aspects of their daily lives, their survival, and the contrast between their traditions and the modern world. With extraordinary imagery, Bering portrays exceptionally well a community fighting to preserve its culture in this mythical part of the world.","release_date":"2013-05-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":254789,"title":"Bering. Equilibrio y resistencia","adult":false,"genre_ids":[99]},{"cast":["Julie Warner","Jordan Rodrigues","Carlito Olivero","Jay Ellis","Dominic Sandoval"],"overview":"When Casey, a dancer who is discovered on YouTube, gets thrust into the modern world of internet celebrity and culture, she must find a way to balance her true identity with her online persona, or risk losing everything she cares about.","release_date":"2015-08-19","vote_average":5.6,"runtime":84,"cert":"N\/A","id":254800,"title":"Breaking Through","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"Dancers explore movement within nature at the Crosby Arboretum in Picayune, Miss.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":254802,"title":"The Crosby Arboretum Project","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short documentary that explores the world of competitive Country\/Western dancing within the gay community.","release_date":"2013-10-16","vote_average":0.0,"runtime":14,"cert":"\"\"","id":254804,"title":"Dance Like No One's Watching","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a lifelong infatuation with Egyptian culture, 90-year-old Fred Guentert tells the story of how he built his own Egyptian coffin, a dream he's had since he was 8 years old.","release_date":"2013-04-19","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254806,"title":"Die Like an Egyptian","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the depression-era Mississippi delta, a young boy named Luster Bayless frequented the picture show to escape the hardships of poverty and isolation; his hero was John Wayne. Little did young Luster know, he would not only meet John Wayne one day, but would eventually become the Duke's main costumer. This film follows Mr. Bayless's unique journey from picking cotton to working with some of Hollywood's biggest names.","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":254811,"title":"From Cotton Fields to Movie Premieres","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary of an annual benefit in Birmingham, Ala. for the Sidewalk Film Festival where contestants eat increasingly spicy peppers up to and including the 'ghost pepper'--the hottest pepper known to mankind.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":254813,"title":"The Ghost Pepper Eating Contest of Jefferson County","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Oxford is attacked by a mysterious botanical menace, the townsfolk must work together to save the city from bumbling bureaucrats and botanical terror. Oxford Film Festival’s 4th annual COMMUNITY FILM PROJECT.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":254818,"title":"Killer Kudzu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Southern novelist Elizabeth Spencer, still writing in her 90s, recounts her life story and the many decades she lived abroad in Rome and Montreal, away from her home state of Mississippi, a life spent in exile from the discontent of family and a literary community indifferent to her non-traditional writings about the South. Her story is filled with memories and reflections about race, class, and the changing roles of women during a defining mid-century in American history.","release_date":"2013-05-05","vote_average":0.0,"runtime":59,"cert":"\"\"","id":254820,"title":"Landscapes of the Heart: The Elizabeth Spencer Story","adult":false,"genre_ids":[]},{"cast":["Kenny Cook","Casey Dillard"],"overview":"A story about living life while you have the chance.","release_date":"2013-10-19","vote_average":0.0,"runtime":14,"cert":"\"\"","id":254822,"title":"Last Fall","adult":false,"genre_ids":[]},{"cast":["Matt Hagan"],"overview":"In this dark comedy, redneck comedian Roman Clower decides to walk away from his successful stand-up career and return to his hometown in South Carolina to take on the part of Hamlet in a community theatre.","release_date":"2014-02-08","vote_average":0.0,"runtime":89,"cert":"\"\"","id":254824,"title":"Lighter","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Memphis music documentary featuring maverick Bluff City DIY musicians from 1978 to present day. The film documents the fact that Memphis music never stopped; even after Stax Records closed, Elvis died, and the music industry left town.","release_date":"2013-11-02","vote_average":0.0,"runtime":118,"cert":"\"\"","id":254829,"title":"Meanwhile in Memphis: The Sound of a Revolution","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"The second in McCabe’s love letter series. A woman’s missive to her lover archly attempts to patch up an argument.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":254831,"title":"My Sweet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tate Moore, owner of Square Pizza in Oxford, Mississippi accidentally stumbles onto a new marketing concept while thwarting store theft with security cameras and social media.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":254836,"title":"π ² (Pi Squared)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Every year at Christmas, the women of the Slavonian Ladies' Auxiliary celebrate their culinary heritage by getting together to make pusharatas (a type of Croatian doughnut) for the people of Biloxi, Mississippi.","release_date":"2013-08-22","vote_average":0.0,"runtime":4,"cert":"\"\"","id":254838,"title":"Pusharatas: A Biloxi-Croatian Tradition","adult":false,"genre_ids":[]},{"cast":["Serafina Salvador"],"overview":"An experimental short film shot via the iPhone 8mm app, focusing on a mysterious woman who lays in a bath, surrounded by the symphony of candles, incense and classical music, as all is seemingly calm and peaceful around her, yet the serenity of the environment belies the tumultuous rage burning inside of her, as she tries to hold back the tears.","release_date":"2014-02-08","vote_average":0.0,"runtime":4,"cert":"\"\"","id":254840,"title":"Rage Against Symphony","adult":false,"genre_ids":[]},{"cast":[],"overview":"Topical issues of food ethics are played out in the simple but compelling tale of two artisan stallholders. Their idyllic market square is invaded by a slick fast-food vendor, set to steal all their customers. What new methods must these traditional providers invent to battle for their livelihoods?","release_date":"2013-11-14","vote_average":4.0,"runtime":7,"cert":"N\/A","id":254842,"title":"Sausage","adult":false,"genre_ids":[16]},{"cast":["Rob Benedict","Ron Livingston","Lizzy Caplan","Martin Starr","Ike Barinholtz"],"overview":"As career “sidekick” Max McCabe pushes 40 and his job performance starts to lose its youthful zip, he is unceremoniously fired by his superhero boss and cast adrift in a world that seems to have no use for an aging professional buddy.","release_date":"2013-07-18","vote_average":6.0,"runtime":28,"cert":"\"\"","id":254844,"title":"The Sidekick","adult":false,"genre_ids":[]},{"cast":[],"overview":"Secret Agent Paco Suave saves puppetkind from destruction by the evil Madame Overee.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":254849,"title":"The Spy Who Fleeced Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this unusual romance, hand-tinted sand becomes a metaphor for two souls as they join and separate. A lonely fish, hooked by an angler's line, encounters another in the same dire situation. As the two struggle, the physical connection moves deeper. Is it love or merely a will to survive?","release_date":"2013-06-07","vote_average":0.0,"runtime":6,"cert":"N\/A","id":254851,"title":"A Tangled Tale","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of Mississippi's 57th governor and his life-long work to improve the state.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":254853,"title":"The Toughest Job: William Winter's Mississippi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ships going out to sea.","release_date":"","vote_average":0.0,"runtime":16,"cert":"N\/A","id":254855,"title":"The Travelers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Synchronizing to the music, abstract ink drawings grow in an interplay of curiosity, timid encounters, dynamic pursuits and confrontation, stimulating many emotions, which carry us off on a poetical journey to a musical world of pictures.","release_date":"2013-02-18","vote_average":0.0,"runtime":8,"cert":"N\/A","id":254857,"title":"Virtuos Virtuell","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film documents a few visits to Graceland Too in Holly Springs, Mississippi, capturing the essence of this unusual museum devoted to Elvis Presley memorabilia and its curator, Paul McLeod.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":254859,"title":"West of Elvis","adult":false,"genre_ids":[]},{"cast":[],"overview":"Your worst fear at a TSA checkpoint.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254861,"title":"TSA America: Level Orange","adult":false,"genre_ids":[]},{"cast":["April Ritzenthaler"],"overview":"A Documentary that looks at both the origins of modern Roller Derby and charts the rise of two Australian Derby teams.","release_date":"2011-10-11","vote_average":0.0,"runtime":82,"cert":"N\/A","id":254863,"title":"This Is Roller Derby","adult":false,"genre_ids":[99]},{"cast":["Wendy Hughes","Bruce Myles","Natasha Novak","Chris Haywood","Barry Humphries"],"overview":"Aging artist and scholar Barry is disenchanted with his existence - disillusioned by his sexless marriage to a televangelist, and repulsed by her brand of easy-to-swallow self-help Christianity. In dire need of an outlet he turns to Irina, a Russian immigrant and prostitute. Seeking better lives, both Barry and Irina find strength in each other as they seek mutual salvation.","release_date":"2009-03-19","vote_average":5.0,"runtime":98,"cert":"N\/A","id":254865,"title":"Salvation","adult":false,"genre_ids":[]},{"cast":["Michelle Bauer","Nicole Black","Shauna Grant","Barbara Peckinpaugh","Linnea Quigley"],"overview":"The video is a series of short pieces of very buff nude people. The models don't speak, and the backgrounds are solid colors, with no decorations to let you know where the models are. So these nudes are, if not truly in limbo, certainly no place you can describe.  In each short piece, the model is\/models are performing some G-rated activity that shows off their body: a gymnast man works out on the hanging rings, two women hold in front of them a gauzy cloth that is being blown by an off-camera fan, a blonde runs a fluorescent tube down the length of her body, etc.","release_date":"1983-01-01","vote_average":5.0,"runtime":53,"cert":"\"\"","id":254867,"title":"Nudes in Limbo","adult":false,"genre_ids":[]},{"cast":["Santiago Segura","Julián López","Jesulín de Ubrique","Alec Baldwin","Fernando Esteso"],"overview":"Crooked cop Torrente gets out of jail in the year 2018 to find a different Spain from the one he knew.","release_date":"2014-10-03","vote_average":5.3,"runtime":105,"cert":"N\/A","id":254869,"title":"Torrente 5","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"","release_date":"2014-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254871,"title":"La cañada de Andrea","adult":false,"genre_ids":[]},{"cast":["Andre the Hilarious Hypnotist"],"overview":"Often confused as a mentalist  and magician, Andre the Hilarious Hypnotist is actually an award winning Comedian and Stage Hypnotist who has the audience in the palm of his hands from the beginning of his show to the very end.  Andre who has become somewhat of an institution on the entertainment calendar in South Africa and neighbouring countries has in his 21 years on stage set attendance records and filled theatre's where ever he performs.  Andre's shows popularity spiralled him onto the public platform in the early 90's and has continued growing since . If fresh, funny and family friendly describes what you are looking for in entertainment then you have found your next corporate event, year end function or fund raising.  Andre is managed by the High Voltage Humour group of companies which prides themselves in promoting only the highest calabre artists in Southern Africa","release_date":"2014-01-26","vote_average":7.5,"runtime":100,"cert":"N\/A","id":254873,"title":"Andre the Hilarious Hypnotist","adult":false,"genre_ids":[35]},{"cast":["Tadayoshi Okura","Mirei Kiritani","Rie Tomosaka","Shugo Oshinari","Jun Murakami"],"overview":"Shuichi (Tadayoshi Okura) had a motorcycle accident 4 years ago. Because of the accident, he lost the last year of his memory. One day, at a friend's wedding, Shuichi has a fateful meeting with Yoshimi (Mirei Kiritani). They enjoy happy times together and Shuichi thinks about marrying Yoshimi. Then Yoshimi becomes sick. A sad truth is hidden in the lost memory of Shuichi.","release_date":"2013-07-22","vote_average":0.0,"runtime":116,"cert":"N\/A","id":254875,"title":"Crying 100 Times - Every Raindrop Falls","adult":false,"genre_ids":[10749]},{"cast":["Eileen Herlie","Basil Sydney","Norman Wooland","Maria Schell","Olga Edwardes"],"overview":"Sad tale of a woman who marries the man her family wishes her to wed, not Wooland, the man she truly loves. Years after her lover's suicide, Herlie joins him before the Gestapo can get to her because of her Jewish ancestry.","release_date":"1950-03-19","vote_average":6.5,"runtime":98,"cert":"N\/A","id":254877,"title":"The Angel with the Trumpet","adult":false,"genre_ids":[18]},{"cast":["James Franciscus","Martine Beswick","Bradford Dillman","John McIntire","Jeanette Nolan"],"overview":"The pilot for the 1971 - 1972 series of the same title. Mike Longstreet, an insurance investigator in New Orleans loses his sight and his wife in an explosion and is determined to track down his wife's killers.","release_date":"1971-02-23","vote_average":8.0,"runtime":90,"cert":"\"\"","id":254879,"title":"Longstreet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three ordinary people from Serbia go on a journey to Kosovo. A student, an actor and a journalist decide to explore this troubled place for themselves. The camera follows them during their journey and discovers the reality of Kosovo through their eyes. Each of them has different motivations: the journalist writes an article, the photographer takes pictures for an exhibition and the actor records his video diary.","release_date":"2010-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":254881,"title":"Kosovar Diary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254883,"title":"Me the Vinyl and the Rest of the World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254885,"title":"Schnell wie das Licht - Dimension Geschwindigkeit","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254890,"title":"Contratempo","adult":false,"genre_ids":[99]},{"cast":["Bjarne Henriksen","Peter Hesse Overgaard","Beate Bille","Nicolas Bro","Marie-Louise Coninck"],"overview":"In the old days, things were different. Art, too. It assembled and passed on human experience and knowledge. But in today's Denmark, something else is wanted from art. It has to experiment and break new ground. It is almost a political requirement. The more conventional the politics, the harsher the politically correct requirements for the artist. Sliced up, rotting pigs are not enough anymore! Art must move on. But how can the poor artist surpass his predecessors and become a success?","release_date":"1998-11-14","vote_average":0.0,"runtime":13,"cert":"N\/A","id":254892,"title":"The Art of Success","adult":false,"genre_ids":[]},{"cast":["B.A. Rolfe"],"overview":"This musical short salutes bandleader B.A. Rolfe on his 40th anniversary in show business.","release_date":"1936-02-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":254894,"title":"Off the Record","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Hades is cooling off, so the Devil imports Leon Navara and his Orchestra to put on some heat using their music instruments. Navara does some piano solos, while the dance team of Honey &amp; Weldon heat things up also. A Vitaphone \"Melody Master\" short.","release_date":"1938-01-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254896,"title":"Sin-copation","adult":false,"genre_ids":[]},{"cast":["Gerry Dee"],"overview":"Gerry Dee: New Year’s Eve Special is a one-hour television comedy special recorded at the Centrepointe Theatre in Ottawa. Hailed as one of Canada’s best comedians, Gerry will be ringing in the New Year with his own unique brand of stand-up.","release_date":"2013-12-31","vote_average":0.0,"runtime":60,"cert":"N\/A","id":254898,"title":"Gerry Dee: New Year’s Eve 2013","adult":false,"genre_ids":[35]},{"cast":["Ronald Colman","Lili Damita","Alfred Hickman","Theodore von Eltz","John Davidson"],"overview":"The English adventurer Tom Lingard gets involved with islanders on a South Seas island, and he also gets involved with Lady Edith and Mr. Travers, a sailing English couple. Tom has an unexpected love affair with Edith and while they are having this affair, Lady Edith husband's boat is destroyed and he is killed.","release_date":"1929-01-12","vote_average":0.0,"runtime":96,"cert":"\"\"","id":254900,"title":"The Rescue","adult":false,"genre_ids":[12,10749]},{"cast":[],"overview":"In this 'Vitaphone Melody Master,' orchestra leader Ray Kinney sings Hawaiian songs while The Aloha Maids perform native dances.","release_date":"1938-09-30","vote_average":0.0,"runtime":11,"cert":"\"\"","id":254923,"title":"Ray Kinney and His Royal Hawaiian Orchestra","adult":false,"genre_ids":[]},{"cast":[],"overview":"Larry Clinton &amp; His Orchestra and two guest vocalists perform several songs popularized by Clinton and his group.","release_date":"1938-09-03","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254925,"title":"Larry Clinton and His Orchestra with Carol Bruce","adult":false,"genre_ids":[]},{"cast":["Ralph Byrd","Michael Owen","Jan Wiley","John Davidson","Ralph Morgan"],"overview":"Dick Tracy goes up against a villain known as The Ghost, who can turn himself invisible.","release_date":"1941-12-27","vote_average":6.0,"runtime":263,"cert":"\"\"","id":254933,"title":"Dick Tracy vs. Crime Inc.","adult":false,"genre_ids":[]},{"cast":["Mick Fleetwood","Noel Gallagher","John Mayall","Peter Green"],"overview":"The incredible story of the man who formed Fleetwood Mac.","release_date":"2009-05-09","vote_average":0.0,"runtime":120,"cert":"N\/A","id":254935,"title":"Man of the World: The Peter Green Story","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"2010-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254937,"title":"Spezzacatene","adult":false,"genre_ids":[]},{"cast":["Ferruccio Tagliavini","Franca Marzi","Riccardo Billi","Mario Riva","Carlo Campanini"],"overview":"","release_date":"1951-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":254939,"title":"Anema e core","adult":false,"genre_ids":[]},{"cast":["Salvatore Borgese","Ileana Rigano","Piero Fabiani","Danny Ribol","Antonio Maimone"],"overview":"A little girl, niece of a wealthy industrialist, is kidnapped in Sardinia just when his parents decide to separate. An aspiring journalist, assisted by the dog Buck, helps save her.","release_date":"1974-05-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":254941,"title":"The Sons of White Fang","adult":false,"genre_ids":[]},{"cast":["Thomas Ian Griffith","Daphne Ashbrook","William R. Moses","Andrew Robinson","Thom Mathews"],"overview":"Biography of actor Rock Hudson focuses on his struggle with his homosexuality. Based on the book by his ex-wife, Phyllis Gates, and on the court records from the civil suit brought by his former lover, Marc Christian.","release_date":"1990-01-08","vote_average":7.0,"runtime":94,"cert":"\"\"","id":254946,"title":"Rock Hudson","adult":false,"genre_ids":[18]},{"cast":["Frances Carroll","Eunice Healey"],"overview":"Bandleader Frances Carroll leads The Coquettes, an all-female band, in several swing tunes.","release_date":"1940-02-17","vote_average":0.0,"runtime":10,"cert":"\"\"","id":254957,"title":"Frances Carroll & 'The Coquettes'","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Benedict invites you to attend the filming of his first DVD. Production of video clips of his songs was entrusted all his merry band of friends: Low-puppet theater!  Discover the new world where creativity, music and fun will be waiting for you. For all children, young and old.","release_date":"2006-09-19","vote_average":9.0,"runtime":78,"cert":"N\/A","id":254959,"title":"Benoit se Fait du Ciné-Bas","adult":false,"genre_ids":[]},{"cast":["Mira Furlan","Timuçin Esen","Ahmet Rıfat Şungar","Sanem Öge","Edanur Tekin"],"overview":"Denise, a botanist, is working in the swamps in a part of Turkey, planting and researching local flora. In her evenings she sometimes meets with her lover Hamit, a simple man at first glance. But he is making his living with human trafficking which he keeps a secret from Denise. When Hamit learns that Denise is being sent back to her home country soon, one final trafficking job takes a dark outcome.","release_date":"2014-02-07","vote_average":4.5,"runtime":89,"cert":"N\/A","id":254961,"title":"Seaburners","adult":false,"genre_ids":[18]},{"cast":["Maria Kallimani","Marisha Triantafyllidou","Alexandros Logothetis","Zoi Asimaki"],"overview":"For many years, Nadja has worked as a housekeeper for an upper class Greek couple and their daughter. She’s allowed to feel like part of the family. When she’s diagnosed with a serious illness, and the man of the house runs into financial difficulties due to the economic crisis, Nadja loses her job. Yet she shows no external sign of how these two traumatic events have affected her.","release_date":"2014-02-10","vote_average":7.0,"runtime":103,"cert":"N\/A","id":254963,"title":"At Home","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stereograph of the crowd at the opening of the US Centennial Exposition of 1893. It turns into a movie. Into an enormous rugged and craggy 3-D landscape.... before the people return and the scene is righted again. Many laws were broken in the making of this movie, beginning with laws of gravity.","release_date":"2006-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":254965,"title":"The Surging Sea of Humanity","adult":false,"genre_ids":[]},{"cast":["Ingemo Engström","Jeff Layton","Reneé Schlesier","Stephan Mattusch","Willem Menne"],"overview":"A film about the time of the blast furnances - 1917 - 1933 - about the development of an industry, about a perfect machinery which had to run itself to the point of its own destruction.","release_date":"1978-11-05","vote_average":5.0,"runtime":83,"cert":"N\/A","id":254967,"title":"Between Two Wars","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film is about a five-day seminar designed to teach executives how to \"sell themselves\" better. This course, designed for managers, teaches the basic rules of dialectics and rhetoric and provides training in body language, gesture and facial expression. The aim of selling something has always been a principle of mercantile action. Yet it was only through the marriage of psychology and modern capitalism that the idea of selling oneself was perfected.","release_date":"1987-02-19","vote_average":6.0,"runtime":44,"cert":"N\/A","id":254969,"title":"Indoctrination","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Beauty Brothers","cast":[],"id":254983,"overview":"Presented in five vignettes, and starring the brothers of M.Dillon, The Beauty Brothers offers-up the romance, desire, dreamscapes and flustrations of youth.","runtime":12,"genre_ids":[],"release_date":"1987-02-10","vote_average":0.0,"adult":false}]