[{"cast":["Tilda Swinton","Luis Molteni","Lorenzoluca Gronchi","Emma Fossani","Elowen McClaud"],"overview":"Little Billy’s life is tormented by his scheming aunt who drags him daily to the cemetery and forces him to clean his uncle’s headstone. There Billy meets Myrtle, a little girl ghost stuck between the worlds of the living and the dead. Freeing Myrtle means losing the only friend Billy has ever had.","release_date":"2013-09-05","vote_average":4.0,"runtime":15,"cert":"N\/A","id":255500,"title":"Death for a Unicorn","adult":false,"genre_ids":[]},{"cast":["Julian Sota","Llazar Sota","Corrado Sassi"],"overview":"Gheni and Gherti, two young Albanian immigrants who live in Rome and work in a restaurant, settle in the home of the photographer Corrado, who makes friends with the first. In a torrid and empty city for the summer holidays Gherti, more restless, binds with Lino, an old Sardinian who every day accompanies his mentally ill wife to the city. Gheni instead continues his little \"climb\" in the restaurant and strengthens his friendship with Corrado.","release_date":"1998-09-21","vote_average":6.4,"runtime":78,"cert":"N\/A","id":255502,"title":"Guests","adult":false,"genre_ids":[18]},{"cast":["Johnny Okura","Reiko Nakamura","Masami Horiuchi","Ryôhei Uchida","Yuko Iwasaki"],"overview":"Yoshiko Sejima gets a call from a man claiming to be from her husband's company. He tells her that he will come to pick her up on behalf of her husband. It turns out that he's a kidnapper and takes Yoshiko to a hotel, and proceeds to rape her. This man Fuji Nakatogawa calls Yoshiko's husband but doesn't request a ransom. He's just bent on humiliating Yoshiko to submission to be his sex slave.","release_date":"1982-04-23","vote_average":0.0,"runtime":89,"cert":"N\/A","id":255504,"title":"Demon's Room","adult":false,"genre_ids":[53]},{"cast":["Rick Jason","Peter Brown","Joseph Shiloach","Yehuda Barkan","Yehoram Gaon"],"overview":"Eli is an Israeli soldier who manages to escape from a notorious Arab prison. He makes it back to Israel, where he finds Beno, another soldier who had spent 2 years of horror in the same prison. They organize a rescue operation against the prison. The soldiers must use both cunning and boldness if they are to help their fellow Israelis regain their freedom.","release_date":"1970-09-09","vote_average":10.0,"runtime":90,"cert":"N\/A","id":255506,"title":"Eagles Attack At Dawn","adult":false,"genre_ids":[18,28,10752]},{"cast":["Ulrike Kriener","Peter Heinrich Brix","Gerburg Jahnke","Jan Peter Heyne","Rike Schmid"],"overview":"","release_date":"2009-09-14","vote_average":4.0,"runtime":null,"cert":"N\/A","id":255508,"title":"Butter bei die Fische","adult":false,"genre_ids":[10770]},{"cast":[],"overview":"Koji Yamamura's allegory the immutability of time, love and devotion, and the unbreakable nature of the parent-child bond, into interlacing story.","release_date":"2011-09-17","vote_average":4.8,"runtime":12,"cert":"N\/A","id":255510,"title":"Muybridge's Strings","adult":false,"genre_ids":[16]},{"cast":["Richard Satterwhite","Jason John Beebe","Sara Manzella","Alexander S. McBryde","Kathy Murphy"],"overview":"Peaceful, rustic Metzburgh is a quiet village which was a former industrial town whose glory days are long past after the collapse of Metzburgh Grain. Teenager Mark Lowe (Jason John Beebe) and his ex-girlfriend Lucy Greenheart (Sarah Manzella) are stuck in a lovers quarrel when a meteorite crash lands in the passive community. Glen (Robert Bozek ), an ex-employee of the grain silos who became homeless after the collapse of the mills, stumbles upon the fiery crash. Unaware that his find could be dangerous, he gets too close and a chemical poison sprays out of the meteorite, enveloping him. The chemical agent known as Ombis begins to turn his insides into a slimly substance. Unable to stop the spread of the infection, Glen runs onto the road where Mark and Lucy find him. The two take him to the only Doctor in town, Doctor D (Deborah Manzella) Mark and Lucy are shocked by their gruesome discovery and immediately contact the local Sheriff Thomas Brackett (Richard Satterwhite).","release_date":"2013-05-18","vote_average":2.5,"runtime":85,"cert":"\"\"","id":255512,"title":"Ombis: Alien Invasion","adult":false,"genre_ids":[53,28,27,878]},{"cast":["A. J. Bond"],"overview":"A young physicist is visited by an arrogant, time-traveling, future version of himself. Shocked to discover his fondness for body-hair removal and boiled eggs, the young physicist vows to change the course of his life.","release_date":"2007-09-09","vote_average":0.0,"runtime":14,"cert":"\"PG-13\"","id":255514,"title":"Hirsute","adult":false,"genre_ids":[35,878]},{"cast":[],"overview":"Get an exclusive behind-the-scenes look at the making of Eric Church's new album The Outsiders. See live performances, song sneak peeks and brand new interviews all from Church and only on CMT.","release_date":"2014-02-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":255516,"title":"Eric Church: Inside The Outsiders","adult":false,"genre_ids":[]},{"cast":["Seth MacFarlane","Newt Gingrich"],"overview":"The story deals with a slob named Larry and his companion, the talking dog, Steve.","release_date":"1995-01-01","vote_average":7.0,"runtime":10,"cert":"\"\"","id":255518,"title":"The Life of Larry","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"2012-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255520,"title":"5x Pacificação","adult":false,"genre_ids":[]},{"cast":["Holly Burgess"],"overview":"Teenage Nicole argues with her mother and throws away every letter from her father. When Nicole's mother sends her to live with her father, Nicole's eating disorder takes control of her ..","release_date":"","vote_average":0.0,"runtime":69,"cert":"N\/A","id":255522,"title":"In the Mirror Dimly","adult":false,"genre_ids":[]},{"cast":["Jeremy Jordan","Courtney Gains","Portia Dawson","Brian Krause","Camille Gaston"],"overview":"Growing up in small-town America, two friends dream about escaping their confining families to search for their dreams and freedom in the big city. Arriving in Los Angeles, the two discover the harsh realities of the city as they enter the shadowy world of the film business. Ultimately, the two friends must choose between love and friendship and soon discover that life has its own destiny for everyone.","release_date":"2000-06-09","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":255527,"title":"Dreamers","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"This film is composed of three sections created to accompany a piece of music (by Barbara Feldman) on a Homeric poem.","release_date":"1994-01-01","vote_average":5.0,"runtime":6,"cert":"\"\"","id":255529,"title":"Three Homerics","adult":false,"genre_ids":[]},{"cast":["Vicente Parra","Didier Haudepin","José Bódalo","José Bastida","Roberto Rey"],"overview":"","release_date":"1966-12-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":255531,"title":"Cotolay","adult":false,"genre_ids":[36]},{"cast":["Michel Houellebecq","Mathieu Nicourt","Maxime Lefrancois","Françoise Lebrun","Luc Schwarz"],"overview":"In September 2011 writer Michel Houellebecq briefly disappeared off the face of the earth. Wild rumours began circulating on the Internet that he’d been abducted by Al-Qaeda or aliens from outer space. Some Twitter users even expressed relief that the controversial author was suddenly no longer around. This film now reveals what really happened: Three tough guys variously with impressive hairstyles and bodybuilder physiques carried off the star intellectual, taking him out of the daily stress of dodging autograph hunters and having his flat renovated and bringing him to a beautiful rural underdog idyll, full of dog grooming, bodybuilding demonstrations, junk cars and Polish sausages. But who was to pay the ransom?","release_date":"2014-08-27","vote_average":7.0,"runtime":92,"cert":"N\/A","id":255533,"title":"The Kidnapping of Michel Houellebecq","adult":false,"genre_ids":[35,18]},{"cast":["Eva Marciel","Blanca Apilánez","Aníbal Soto","Carmen Disa Gutiérrez","Lulú Palomares"],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255535,"title":"Mi gitana","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Grant Munro","Nadia Salnick"],"overview":"A chain-smoking woman has an encounter with a vampire.","release_date":"1970-01-04","vote_average":4.7,"runtime":2,"cert":"N\/A","id":255537,"title":"Ashes of Doom","adult":false,"genre_ids":[27,35]},{"cast":["Kaori Sakagami","Daisuke Ryû","Kei Marimura","Ryûji Katagiri","Kenji Imai"],"overview":"4th Entry in a Four-Part-Series, following the success of the original XX-series with 7 parts: In this one Yoko is an undercover cop infiltrating the chinese mafia","release_date":"1998-05-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":255542,"title":"Another XX: Matsuri no onna","adult":false,"genre_ids":[80,18]},{"cast":["Laura Maria","Fernanda Montenegro","Jorge Dória","Pedro Aguinaga","Ana Maria Magalhães"],"overview":"Middle-class teenage girl has a serious boyfriend that her parents approve of. Suddenly, she meets another boy with whom she is shown to have a greater identification.","release_date":"1970-01-01","vote_average":6.0,"runtime":86,"cert":"N\/A","id":255544,"title":"Minha Namorada","adult":false,"genre_ids":[10749,12]},{"cast":["Carmen Miranda","Aurora Miranda","Cesar Romero","Rita Moreno","Alice Faye"],"overview":"A biography of the Portuguese-Brazilian singer Carmen Miranda, whose most distinctive feature was her tutti frutti hat. She came to the US as the \"Brazilian Bombshell\" and was a Broadway and Hollywood star in the 1940s.","release_date":"1995-04-13","vote_average":8.0,"runtime":91,"cert":"N\/A","id":255546,"title":"Carmen Miranda: Bananas Is My Business","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“The Soul of the Bone” gradually reveals the apparently isolated existence of Dominguinhos, a 72-year-old hermit who lives inside a cave that juts off from a rock mountain. The film is composed of long silences in which the hermit executes his daily chores, such as cooking and cleaning, and of images that transcend his territory. Towards the end we discover that silence is commonplace in the hermit’s life, the normal state in which time passes. Speech is the state of exception.","release_date":"2004-01-22","vote_average":5.0,"runtime":74,"cert":"N\/A","id":255548,"title":"The Soul of the Bone","adult":false,"genre_ids":[99]},{"cast":["Jece Valadão","Wilson Grey","Leila Diniz","Milton Gonçalves","Gracinda Freire"],"overview":"Based on real-life Brazilian bandit \"Mineirinho\", the film follows the story of Zezé, a man falsely accused by sensasionalist press of being a high-caliber criminal who suddenly becomes one of the most wanted men of Rio de Janeiro.","release_date":"1967-05-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":255550,"title":"Mineirinho, Vivo ou Morto","adult":false,"genre_ids":[80]},{"cast":["Sebastian Zimmler","Robert Finster","Nadja Bobyleva","Dagny Dewath","Anna Gehlen"],"overview":"Two very different brothers: Gregor (32) and Pietschi (30). Whereas one is reliable and committed, the other is spontaneous and aimless. Gregor is married and is a good doctor; Pietschi in contrast is something of a ladies’ man and a hedonist. According to tradition, the two see each other at least once a year for a weekend of sailing. But this year Pietschi drops out without leaving a message, and simply disappears. Gregor’s life goes on, but he is confused and searches everywhere for a sign of his brother’s whereabouts. The more Gregor realises how little he knows about his brother, the more he becomes fascinated by these things he doesn't know. And the longer Pietschi remains missing, the more obsessed Gregor becomes with his brother’s fading echo, even going so far as to try and slip into his brother’s life. But what happens when one of them suddenly disappears from the mirror image? Can the other continue to be the person they are. Or rather, were?","release_date":"2014-02-07","vote_average":5.0,"runtime":88,"cert":"N\/A","id":255552,"title":"My Brother's Keeper","adult":false,"genre_ids":[18]},{"cast":["Lee Kang-Sheng","Denis Lavant"],"overview":"A Buddhist monk walks barefoot and incredibly slowly through Marseille – so slowly, that his progress is barely perceptible and he becomes a calming influence in the midst of the town’s goings-on.","release_date":"2014-02-09","vote_average":6.7,"runtime":56,"cert":"N\/A","id":255554,"title":"Journey to the West","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Uprising shows us the Arab revolutions from the inside. It is a multi- camera, first-person account of that fragile, irreplaceable moment when life ceases to be a prison, and everything becomes possible again.","release_date":"2013-10-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":255556,"title":"The Uprising","adult":false,"genre_ids":[99,28,10752]},{"cast":["Dudley Moore","W.C. Fields","Harry Caplan"],"overview":"Documentary directed by Joseph Adamson.","release_date":"1986-01-02","vote_average":0.0,"runtime":94,"cert":"\"\"","id":255558,"title":"W.C. Fields: Straight Up","adult":false,"genre_ids":[]},{"cast":["Richard Kiley"],"overview":"Documentary directed by Miriam Birch.","release_date":"1985-01-02","vote_average":0.0,"runtime":60,"cert":"\"\"","id":255560,"title":"Ballad of the Irish Horse","adult":false,"genre_ids":[]},{"cast":["Pete Townshend","Frances Barber","Cecily Hobbs"],"overview":"Drama directed by Richard Lowenstein.","release_date":"1985-01-02","vote_average":0.0,"runtime":60,"cert":"\"\"","id":255562,"title":"White City","adult":false,"genre_ids":[]},{"cast":["Martin Sheen","Louis Gossett Jr.","Arthur Hill","Tandy Cronyn","Simon Reynolds"],"overview":"The residents of a New York apartment building are shocked when one of them is shot during a burgulary. They decide to hire a security expert to patrol the building, but he seem a little over-committed to his work.","release_date":"1984-10-20","vote_average":3.5,"runtime":105,"cert":"\"\"","id":255564,"title":"The Guardian","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"An old roll of film from the summer 1965 shows a party in an apartment on Fersens road in Malmö. It shows local popidols from bands like Namelosers and Gonks, but also common pop guys and girls. They gather around some exclusive guests: Mick Jagger, Keith Richards and Brian Jones from Rolling Stones - the first international popband that visits Malmö. 40 years later the film creators meets some of the guests at the party. Rolling Like a Stone is a documentary about the people who had their identity shaped during the years in the mid-sixties. It is also a film about the difficulty of growing old with your dreams, and living in the present.","release_date":"2005-10-05","vote_average":0.0,"runtime":65,"cert":"N\/A","id":255566,"title":"Rolling Like a Stone","adult":false,"genre_ids":[]},{"cast":["Jean-Luc Godard"],"overview":"Documentary about Jean-Luc Godard filming Sympathy for the Devil with The Rolling Stones.","release_date":"1969-01-01","vote_average":5.5,"runtime":44,"cert":"N\/A","id":255568,"title":"Voices","adult":false,"genre_ids":[]},{"cast":["Barbara Frawley","Ron Haddrick","John Meillon"],"overview":"Young Ali and his camel-driver grandfather Moussa take part in an expedition through the Australian Outback. Faced with prejudice, Moussa's knowledge and the hardiness of his camels in the punishing conditions quickly prove vital to both the success of the expedition and the survival of its members.","release_date":"1984-05-08","vote_average":0.0,"runtime":72,"cert":"N\/A","id":255570,"title":"The Camel Boy","adult":false,"genre_ids":[]},{"cast":["Richard Bekins","Bruce Lyons","Cindy Harrell","Anne Marie Howard","Lorry Goldman"],"overview":"There is a fine line between fantasy and reality, few of us dare to cross. Tonight Dino and Richie will take that gambit. Two flash-in-the-pan entrepreneurs, whose cunning resourcefulness propels them into a world of High-fashion and Fast-times. Between their share of hot water and cold shoulders they find what they least expect...love.","release_date":"1982-01-02","vote_average":3.0,"runtime":85,"cert":"\"\"","id":255572,"title":"Model Behavior","adult":false,"genre_ids":[18]},{"cast":["Alicia Coppola","Elizabeth Berkley","Randall Batinkoff","Adriana DeMeo","Barbara Niven"],"overview":"Mel, a photo journalist, gets suspicious when her best friend Danny start dating Olivia a wealthy but mysterious woman. She enlists the help of her assistant in investigating Olivia's past and present occupation putting herself in danger.","release_date":"2008-12-08","vote_average":4.8,"runtime":85,"cert":"\"\"","id":255577,"title":"Black Widow","adult":false,"genre_ids":[53]},{"cast":["David Winter","Reinhardt Firchow","Volker Lippmann","Bernd Voßen","Georg Leumer"],"overview":"A world, as spotless, bleak and cold as its uniform design is not a good place for a dreamer like Lutz. With as much courage as desperation, relying only on his skills and imagination, he faces a terrible fate and fights for his personal happy end.","release_date":"2007-06-06","vote_average":10.0,"runtime":29,"cert":"N\/A","id":255579,"title":"D-I-M, Deus in Machina","adult":false,"genre_ids":[878]},{"cast":["Angel Long","Christie Lee","Haley Paige","Riley Brooks"],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":255581,"title":"Teen Sneakers 2","adult":true,"genre_ids":[]},{"cast":["Frank Buck","Sasha Siemel","Reginald Denny","Esther Ralston","Charlotte Henry"],"overview":"Mystery and adventure, surrounding a stolen rubber harvest.","release_date":"1937-09-01","vote_average":0.0,"runtime":308,"cert":"\"NR\"","id":255583,"title":"Jungle Menace","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"The police, led by Inspector Ibanez, are baffled by the murders of several attractive female dancers who all work on a musical TV show that features a horror-themed tableaux. The killings are the work of a masked psychopath with a taste for human blood and there are many suspects…","release_date":"1971-03-25","vote_average":10.0,"runtime":85,"cert":"N\/A","id":255585,"title":"The Naked Beast","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Cruel Killer","release_date":"1971-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":255587,"title":"Cruel Killer","adult":false,"genre_ids":[]},{"cast":["Jimmy Wang Yu"],"overview":"This Film Centers On A Famous Sword, A Master Swordsman, And A Young Fighter Obsessed With A Personal Quest","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255592,"title":"The Sword","adult":false,"genre_ids":[]},{"cast":["Steve Chan Ho","Meng Hua Yang","Ko Hsiang-Ting","Chan Wai-Lau","Kao Ming"],"overview":"Desperately requesting help and money for his ailing mother, little Erhfutzu receives help from Miss Yun and her company that then moves on. Finding his mother murdered soon thereafter, we cut to Erhfutzu as an adult (Steve Chan), now a swordsman known as Scabbed Tiger and out to revenge the death of his mother. Seeking someone with a particular piece of jade, he finds the one and promptly executes his plan. Bumping into the servant and daughter (Yeung Mung-Wa) of Miss Yun later on, she is grieving the death of her father and as it turns out, it's the victim of Erhfutzu's. Realizing his mistake, he tries to set things as right as possible by going after the right man for his sake and for the sake of Miss Yun's daughter. All while keeping the truth of his actions inside...","release_date":"1971-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":255594,"title":"The Fly Dragon Mountain","adult":false,"genre_ids":[12,28]},{"cast":["Hsiang Chin Han","David Tang Wei","Wong Ching-Chun","Ngai So","Wan Chung-Shan"],"overview":"Set in Sung Dynasty at a tumultuous time when China is invaded by the northern Jin Empire, the story revolves around swordsman Ge (David Tong Wai), who is wronged for murdering the son of the Prime Minister. Luckily, his superb kung fu helps him escape. But when the Sung General Chang is killed by the Jin Admiral Wanyan, and Chang's beautiful daughter Chu (Han Hsiang Chin) is seeking a patriotic hero to avenge his father's death, Ge pledges to assassinate Wanyan within ten days and marry Chu. But he has to first deal with the four kung fu masters serving under the Jin Admiral.","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255596,"title":"She'd Hate Rather Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four flying G-Men protect America against enemy spies; one of the four assumes the identity of The Black Falcon, to befuddle the saboteurs even further.","release_date":"1939-01-28","vote_average":0.0,"runtime":257,"cert":"\"NR\"","id":255598,"title":"Flying G-Men","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Kong Ban plays a young swordsman who is tricked into stealing the Fire Dragon Magic Ball from Carefree Mansion's Master Hua. Chen Hung Lieh is the villain of the story, playing a masked killer who seeks the magic ball for his own profit. In the end fight, Kong Ban has to master the eight dragon swords to save the daughter of Master Hua.","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255600,"title":"The Eight Dragon Swords","adult":false,"genre_ids":[]},{"cast":["Cheung Ching-Ching","O Yau-Man","Chiang Ching-Hsia","Chiang Tao","Su Chen-Ping"],"overview":"The setting is the underground lair of Devil's Gate, home to the ruthless and extremely powerful King Hades Yen (O Yau Man). Yen instructs the '7 Monsters Of Poison' to find Lo Tien Hung who apparently has a secret Jade Pendant. This Jade Pendant bears markings as to the whereabouts of a manuscript which yields great powers to the person who manages to get hold of it. The 'Monsters 7' have 10 days to find Lo Tien Hung or face the wrath of Yen...","release_date":"1971-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":255602,"title":"The Evil Karate","adult":false,"genre_ids":[28]},{"cast":["Mammootty","Thilakan","Karamana Janardanan Nair","Murali","KPAC Lalitha"],"overview":"The film focusses on the prison life of Vaikom Muhammad Basheer and the love between him and Narayani, a female inmate of the prison, who remains unseen throughout the film.","release_date":"1989-01-01","vote_average":7.4,"runtime":120,"cert":"N\/A","id":255607,"title":"Mathilukal","adult":false,"genre_ids":[10749,18]},{"cast":["Jimmy Wang Yu","Pin Chiang","Chia-Lin Sun"],"overview":"Warlord Yu Ming gained great power for himself. Anyone he suspected of disloyalty was jailed or murdered. He himself was a notorious killer, having personally betrayed his friend General Yip and then slaughtered his entire family. But the General's son escaped to tell the tale, and spent a lifetime learning all the martial arts, with the sole aim of one day killing his evil enemy Yu Ming. Only first he must lure him away from his private army of thugs and gangster.","release_date":"1972-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":255612,"title":"Boxers of Loyalty and Righteousness","adult":false,"genre_ids":[28]},{"cast":["Yasuaki Kurata"],"overview":"A young Chinese all-karate champion, Tze Chiang (Kurata Yasuaki), along with his Japanese wife, arrives home in Shanghai only to find that the situation there has become intolerable. Now, he is a foreigner in his own land due to a Japanese occupation! Tze Chiang soon discovers that his parents have been murdered by a local Marshall, so the military can use the Chiang's family home as a post.","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255614,"title":"Tiger","adult":false,"genre_ids":[]},{"cast":["Hsu Tian-De","Su Chen-Ping","Ho Tsung-Tao"],"overview":"A man and a woman meet when guards from White Wolf Hill attack them. Little do they know that they are both on a quest looking for the very thing the guards are protecting: the King's Seal.","release_date":"1972-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":255616,"title":"Duel in the Tiger Den","adult":false,"genre_ids":[]},{"cast":[],"overview":"The famous teacher Fa, old and hoary, it returns to the town of origin together with the adoptive daughter Chin Sin and of the preferred disciple You-Nan. These he\/she kills Ago because he\/she doesn't want to reveal the secret hit of the karate which the succession of the command is attached. Chin-since recruit champions, offering money and herself to whom the teacher will avenge.","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255618,"title":"Cold Wind Hands","adult":false,"genre_ids":[]},{"cast":["Richard Egan","Dana Wynter","Sidney Blackmer","Marjorie Rambeau","Dorothy Patrick"],"overview":"Anson Page, a lawyer with Southern roots leaves New York, his wife and his kids for Georgia. His assignment is to investigate the case of Garvin Wales, a famous writer, now nearly blind and embittered, whose royalties have apparently never reached him. Back in his native South, Page finds himself immediately exposed to what he had fled : racial and class prejudices. But he also meets his former love, Dinah, now married to go-getter uncouth businessman Mickey Higgins. Will he find out whatever happened to 2,000 dollars in rights Wales did not cash? Will Dinah and Anson renew their love story?","release_date":"1955-11-04","vote_average":0.0,"runtime":97,"cert":"\"\"","id":255620,"title":"The View from Pompey's Head","adult":false,"genre_ids":[18]},{"cast":["Jimmy Wang Yu","Kuo Hsiao-Chuang","Yuen Yi"],"overview":"Jimmy Wang Yu leads revolutionaries against the Manchus featuring his trademark  huge fights.","release_date":"1972-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":255622,"title":"Fury of King Boxer","adult":false,"genre_ids":[]},{"cast":["Tien Peng","David Chiang","Liu Shang-Chien","Chiang Sheng","Kwan Chung"],"overview":"David Chiang is backed into a corner. He must fight his way out to face the ultimate sword duel with the master of swords, Tien Peng.","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255624,"title":"Sword with the Windbell","adult":false,"genre_ids":[]},{"cast":["Yasuaki Kurata","Chin Kang","Blackie Ko Shou Liang","Polly Shang-Kuan Ling-Feng"],"overview":"Here's a foxy tale of love, pigtails and slapped faces with a spitfire heroine that fights Yasuaki Kurata and his bully gang in old china town.","release_date":"1973-01-01","vote_average":6.5,"runtime":75,"cert":"N\/A","id":255629,"title":"A Girl Called Tigress","adult":false,"genre_ids":[28]},{"cast":["Aranya Namwong","Kuang Hui","Sombat Metanee","Metta Roongrat","Chosri Misommon"],"overview":"Seeking vengeance, a man is directed by a sorcerer to cut his child out of his pregnant wife so he can create a miraculous 'ghost child'. Overhearing this conversation, his wife flees into the forest where she ends up giving birth to twins with the help of a kindly woman living there. Afraid her husband is chasing her, the wife flees further into the forest with just one of her children, but dies when she falls off a cliff after being chased by wolves. The wolves raise the child as one of their own, whilst her twin sister is raised by the kindly woman living in the forest.","release_date":"1974-01-01","vote_average":4.5,"runtime":94,"cert":"N\/A","id":255631,"title":"The Wolf Girl","adult":false,"genre_ids":[27]},{"cast":["Adrian Schiller"],"overview":"A Collector repairs a vintage cine camera unlocking the hidden terror of LOT254.","release_date":"2012-08-26","vote_average":5.3,"runtime":3,"cert":"N\/A","id":255633,"title":"Lot254","adult":false,"genre_ids":[18,14]},{"cast":["Aras Bulut Iynemli","Deniz Celiloglu","Sumru Yavrucuk","Aslı Enver"],"overview":"Temmuz is an openly gay sculptor living at a flat with his dog in Istanbul. He lives a bohemian lifestyle and has a happy go lucky, carefree, eccentric (such as believing in good luck charms) character, frequently distracting him from his work as a children's book illustrator, and eventually leading him to be abandoned by his boyfriend via e-mail. He is given solace and affection by her wealthy mother, who is fully supportive of him, and best friend and co-worker, Beste. In the meantime, he keeps seeing a young man in his dreams, who repeatedly calls him for help and rescue. One day he runs into this guy while getting on the bus, who is accompanied by his mother, and helps them get into their home as the young man was born without limbs. From then on, two lives would collide into each other, starting a brotherhood full of discoveries and mutual help.","release_date":"2013-11-29","vote_average":6.7,"runtime":92,"cert":"N\/A","id":255635,"title":"Are We Ok?","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Sheriff Ronald E. Hewett pursues cold-blooded killers, escaped bank robbers, illegal video poker and stolen ceramic bunnies.","release_date":"2004-03-13","vote_average":4.0,"runtime":76,"cert":"\"\"","id":255637,"title":"Sheriff","adult":false,"genre_ids":[99]},{"cast":["Jimmy Smits","Gordon Lightfoot"],"overview":"Animal Charm makes videos from other people's videos. By compositing TV and reducing it to a kind of tic-ridden babble, they force television to not make sense. While this disruption is playful, it also reveals an overall 'essence' of mass culture that would not be apprehended otherwise. Videos such as Stuffing, Ashley, and Lightfoot Fever upset the hypnotic spectacle of TV viewing, revealing how advertising creates anxiety, how culture constructs \"nature\" and how conventional morality is dictated through seemingly neutral images. By forcing television to convulse like a raving lunatic, we might finally hear what it is actually saying.","release_date":"1996-01-01","vote_average":5.0,"runtime":86,"cert":"\"NR\"","id":255639,"title":"Animal Charm: Golden Digest","adult":false,"genre_ids":[99]},{"cast":["Bob Ostertag","Pierre Hébert"],"overview":"Living Cinema is an open-ended project which has tried to reflect the changing world in which it was created. The current phase, which we call Between Science and Garbage, began in San Francisco in 1999 during a residency at the Yerba Buena Center for the Arts.\r This was when San Francisco was attracting unprecedented wealth from around the world through financial speculation in internet technology, yet homelessness was rising at the same time. The themes of food (both wholesome and garbage) and technology (today's being science, yesterday's being garbage) come from this period.","release_date":"2004-04-27","vote_average":5.3,"runtime":50,"cert":"\"NR\"","id":255644,"title":"Pierre Hebert\/Bob Ostertag: Between Science and Garbage","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In San Francisco, Kira has a day job at a warehouse, writes jokes for her sister (who does stand-up back East), wants to perform her own material, hangs out with best friend Sydney (who writes food reviews), and sleeps once with every woman she can. Then, her roommate sets her up with Robin - who's recently come out and hasn't had a serious relationship yet - and her friendship with Sydney gets rocky. Meanwhile, Kira's being stalked by one of her one-night stands, her sister isn't showing any appreciation, and a night at an open microphone goes badly. Is this all life can offer?","release_date":"1998-06-12","vote_average":3.0,"runtime":94,"cert":"\"\"","id":255646,"title":"Some Prefer Cake","adult":false,"genre_ids":[]},{"cast":["Ellen Drew","Robert Paige","Judith Barrett","John Miljan","Fay Helm"],"overview":"Joyce and Fred MacNeil's honeymoon comes to an abrupt and unsatisfying halt when Fred is accused of murder. Railroaded into prison through the efforts of politically ambitious assistant DA Marlin (John Miljan), Fred awaits his doom on Death Row, while Joyce works overtime on the outside to clear her husband's name","release_date":"1940-03-14","vote_average":6.5,"runtime":62,"cert":"\"\"","id":255648,"title":"Women Without Names","adult":false,"genre_ids":[80,18,10749]},{"cast":["Dredd Foole","Matt Valentine","Shannon Ketch","Amanda Petrovato","Greg Petrovato"],"overview":"This documentary is a journey into our own fascination, a collection of portraits of folk musicians living in New England, and a study of the ground on which their music is founded. We listen to them as they tell their stories and play their music. First and foremost, Behind a Hill is a tribute to these musicians and a rare peep into the house parties and basement jams of New England, in the northwestern corner of the USA, with the vain hope attached that maybe you, the viewer, will grow as fond of the music as we have. When we first encountered these musicians, we were overwhelmed by the quality of their musical output. We were entranced by the melodies, harmonies, rhythms, and tempos and every other element that constitutes a song (or, as is often the case, a piece of abstract drone music, heavy feedback, or someone banging a steel pipe against a bag of dirt while chanting in a yet undiscovered language, or...).","release_date":"2012-03-14","vote_average":4.5,"runtime":60,"cert":"\"NR\"","id":255650,"title":"Behind a Hill","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A surreal, experimental, minimalistic animated film that dives into the inner recesses of creativity, imagination, longing and inspiration. Taking place from the somber point of view of a young wizard as he lives out his day, watching over a little town. Le Geniaque pays homage to Georges Melies and 1920s silent films in general.","release_date":"2013-06-03","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":255652,"title":"The Geniac","adult":false,"genre_ids":[14,16]},{"cast":["PJ Ladd","Ryan Gallant","Jereme Rogers","Alexis Sablone"],"overview":"Coliseum skate shop brings you the most amazing skate video of the year. Skaters are: PJ Ladd (incredible), Colin Fiske, Jereme Rogers, Alexis Sablone (you gotta see this girl skate!), Southie and Ryan Gallant. The skateboarding in this video is truly amazing.","release_date":"2002-02-14","vote_average":0.0,"runtime":35,"cert":"\"\"","id":255663,"title":"PJ Ladd's Wonderful, Horrible Life","adult":false,"genre_ids":[]},{"cast":["Kenneth Goldsmith","Robert Fitterman","Barbara Coles","Bruce Andrews"],"overview":"sucking on words is a documentary film that features interviews with, and extensive performances by, the American poet Kenneth Goldsmith. It also features critical commentary on his intense and ground-breaking conceptualist practice from three of North America’s leading voices on avant-garde poetics. Shot on location in New York in 2007, the lively conversations featured in sucking on words are an ideal introduction to Goldsmith’s witty and provocative works, which are already regarded as hallmarks of 21st-century literature. The film showcases readings from some of his notorious books: No.111 (found phrases ending in the ‘r’ rhyme and filtered alphabetically by syllable count); Soliloquy (a transcription of every word Goldsmith spoke for a week); Day (a retyping of one day’s New York Times newspaper); Traffic (one day’s worth of hourly radio traffic bulletins); and The Weather (one year’s worth of radio weather bulletins).","release_date":"2007-10-01","vote_average":4.8,"runtime":59,"cert":"\"NR\"","id":255665,"title":"sucking on words","adult":false,"genre_ids":[99]},{"cast":["Peri Gilpin","Teri Polo","Maria del Mar","John Pyper-Ferguson","Matthew Knight"],"overview":"1959, support from US troops based in Asia and later from the Sates enables two actresses to start a charity for mixed-race 'orphans' who are locally neglected as outcasts. Thus originates Childhelp, which later runs multi-disciplinary centers for abused and\/or neglected children in the States. Among them is bright Jacob Fletcher, whose stepfather, a lawyer, terrorized him into utter trauma and reclaims him shortly after 10 months in jail. Jacob's peers have distressing stories of their own, but competent, devoted staff helps most of them decisively on the former farm, using animal therapy.","release_date":"2006-06-15","vote_average":5.7,"runtime":80,"cert":"N\/A","id":255667,"title":"For the Love of a Child","adult":false,"genre_ids":[18,10770]},{"cast":["Chris Makepeace","Scott Hylands","Richard Cox","Dori Brenner","Suzanne Snyder"],"overview":"A plane crash in the Mexican desert leaves a small group of survivors who are desperate for food and water. Fearing that they may never be found where they are, they head for where it is hoped there will be civilization and rescue. When their hopes prove unfounded, they must face the horrible possibility of choosing between giving up and dying, or doing the unthinkable to survive.","release_date":"1984-01-02","vote_average":0.0,"runtime":92,"cert":"\"\"","id":255669,"title":"The Oasis","adult":false,"genre_ids":[18]},{"cast":["Daisy White","J. C. Quinn","D. Balin","Kaye Dowd","Lisanne Falk"],"overview":"An actress in New York City goes against a group of gangsters who are abusing her \"party girl\" friends.","release_date":"1984-01-02","vote_average":4.0,"runtime":88,"cert":"\"\"","id":255671,"title":"Violated","adult":false,"genre_ids":[18,80]},{"cast":["Dick Shawn","Cynthia Sikes","Pierre Jalbert","Pamela Brull","LaWanda Page"],"overview":"The story involves newscaster Rodney Pointsetter (Shawn) who is so depressed between his job and his family that he tries to make a film about his life, which he intends to culminate with his own suicide. It is often interrupted with irrelevant comic sketches that an emcee claims that the audience prefers to see.","release_date":"1983-01-02","vote_average":4.0,"runtime":100,"cert":"\"\"","id":255673,"title":"Good-bye Cruel World","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary directed by Robert Niemack.","release_date":"1983-01-02","vote_average":6.5,"runtime":79,"cert":"\"\"","id":255675,"title":"Hooker","adult":false,"genre_ids":[]},{"cast":["Redd Foxx","Arnett Cobb"],"overview":"Comedy directed by Jerry Finberg and Scott Sorenson.","release_date":"1983-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":255677,"title":"Redd Foxx: Video in a Plain Brown Wrapper","adult":false,"genre_ids":[]},{"cast":["Ben Lewis"],"overview":"On September 15th 2008, the day of the the collapse of Lehmans, the worst financial news since 1929, Damien Hirst sold over £60 million of his art, in an auction at Sotheby’s that would total £111 million over two days. It was the peak of the contemporary art bubble, the greatest rise in the financial value of art in the history of the world. One art critic and film-maker was banned by Sotheby’s and Hirst from attending this historic auction: Ben Lewis.","release_date":"2009-10-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":255679,"title":"The Great Contemporary Art Bubble","adult":false,"genre_ids":[99]},{"cast":["Chandra Wilson","Kathleen Munroe","Ben Vereen","Gabriel Hogan","Duane Murray"],"overview":"Homeless woman Yvonne Caldwell is a woman with good reason to be bitter: she has lost everything except her two beloved dogs, Bebe and Man-Man. With her one friend, Wes, Caldwell lives the daily struggle of being homeless in Los Angeles until a chance encounter caused by her dogs leads to a friendship with LAPD officer Tami Baumann, and hope for a better life begins in earnest for Yvonne.","release_date":"2008-11-15","vote_average":7.3,"runtime":85,"cert":"\"\"","id":255681,"title":"Accidental Friendship","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary directed by Brian Kaufman.","release_date":"1981-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":255683,"title":"Nova: The Science of Murder","adult":false,"genre_ids":[]},{"cast":["Dirk Benedict","Melanie Griffith","Rick Podell","Randy Brooks","Kario Salem"],"overview":"The escapades of a crew of zany parking lot attendants.","release_date":"1981-01-02","vote_average":6.3,"runtime":95,"cert":"\"\"","id":255685,"title":"Underground Aces","adult":false,"genre_ids":[35]},{"cast":["Schippert Martin"],"overview":"The Life from Hells Angels Switzerland Founder Martin \"Tino\" Schippert","release_date":"2014-02-13","vote_average":0.0,"runtime":92,"cert":"N\/A","id":255687,"title":"Tino - Frozen Angel","adult":false,"genre_ids":[99]},{"cast":["Pan Yue-Ming","Qin Hao","Lu Yulai"],"overview":"“Forever Young” tells the story of a middle aged man who finds life boring. All his youthful dreams seem to have amounted to nothing. That is until he decides one day that it’s still not too late and he starts to pursue them once again.  The film won the Golden Knight Award for Best Original Song at the First China International Film Festival in London.","release_date":"2014-01-10","vote_average":6.0,"runtime":96,"cert":"N\/A","id":255689,"title":"Forever Young","adult":false,"genre_ids":[]},{"cast":["Shu Qi","Liu Ye"],"overview":"On her way back from a family visit, young female intellectual Xing-Yu meets the equally young and rebellious Si-Mong and the two fall in love. When Xing-Yu's childhood friend and lover Yuan gets into a fight with Si-Mong, Xing-Yu tries to make peace between the two jealous rivals. Her attempts for truce further draw her into a forbidden and passionate relationship instead.","release_date":"2003-01-28","vote_average":6.0,"runtime":99,"cert":"N\/A","id":255691,"title":"The Foliage","adult":false,"genre_ids":[]},{"cast":["Bob Kingdom"],"overview":"A dramatic recreation of Dylan Thomas' last tour of America, starring actor Bob Kingdom as the Welsh poet. Originally a successful stage production, the show was adapted for this recorded version by renowned actor Anthony Hopkins (in his directorial debut).  Dylan Thomas was one of the twentieth century's greatest poets. He was born in the Uplands district of Swansea in 1914 and died in New York in 1953 at the age of 39.  Towards the end of his life, Dylan Thomas toured America, performing his works before sell out audiences across the country.  The film features the poems \"Fern Hill\";  \"Do Not Go Gently into that Good Night\";  \"A Poem in October\"; \"And Death Shall Have No Dominion\"; \"A Story (The Outing)\" and \"Return Journey\" .","release_date":"1999-10-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":255699,"title":"Return Journey","adult":false,"genre_ids":[18]},{"cast":["Ghafir Akbar","Dawn Cheong","Tony Eusoff","Iedil Putra","Marina Tan"],"overview":"CUAK, which roughly translates to 'cold feet', follows the story of Adam on the verge of getting married and having second thoughts as he goes through the events that lead up to this moment - how they first met, the in-laws and best friends and making tough decisions such as converting ones religion to get married. The film is uniquely told by 5 directors who each direct each of these events as segments of the film, combining together to make one full narrative in a variety of different styles - ranging from drama and comedy to noir and mockumentary - making CUAK a truly Malaysian movie with themes that resonate with a universal audience regardless of race or religion.","release_date":"2014-02-14","vote_average":4.0,"runtime":114,"cert":"N\/A","id":255704,"title":"Cuak","adult":false,"genre_ids":[35,18]},{"cast":["Andrea Bacci","Dario Marconcini"],"overview":"Jean-Marie Straub's first film after the death of Danièlle Huillet is a love poem to her. Le Genou d'Artémide is based on Cesare Pavese's \"Dialogues of Leuco\", which had already been adapted by Straub et Huillet as Ces Rencontres Avec Eux (2006).","release_date":"2008-06-07","vote_average":6.8,"runtime":26,"cert":"N\/A","id":255706,"title":"Artemis' Knee","adult":false,"genre_ids":[18]},{"cast":["Mark Rendall","Greg Kramer","Noël Burton","Emma Campbell","Audrey Gardiner"],"overview":"The Childlike Empress lies in limbo between life and death and the only hope for her kingdom lies in the ability of a young boy to transcend the boundaries of fantasy in this tale of myth and magic that is certain to capture the imagination. As young Bastian opens the pages of \"The Neverending Story,\" he learns that the Childlike Princess is near death and Fantasia is in danger of falling prey to the Dark Princess Xayide. Soon falling through the written page and into a world beyond his wildest imagination, Bastian's alter ego Atreyu must enlist the help of his trusty sidekick Fly Girl and mischievous hucksters Rip Rowdy and Wexlerian if there is any hope of unlocking the mystery of the Southern Oracle and awakening the Childlike Empress to bring order back to Fantasia.  Part 2 of 4 in DVD releases","release_date":"2001-06-13","vote_average":5.0,"runtime":95,"cert":"\"NR\"","id":255708,"title":"Tales from the Neverending Story: The Gift","adult":false,"genre_ids":[10751,14]},{"cast":["Gard B. Eidsvold","Ansgar Korsæth","Amalie Gjerde Djup"],"overview":"A boy and his father spend a day at the beach and discuss life, death and the exploding sun.","release_date":"2007-04-24","vote_average":0.0,"runtime":5,"cert":"N\/A","id":255713,"title":"Supernova","adult":false,"genre_ids":[18]},{"cast":["Peter Cookson","Paul Guilfoyle","Janet Shaw","Virginia Christine","Victoria Horne"],"overview":"Government agents work to interfere with schemes to trick the Comanches into war with the Texans.","release_date":"1946-01-22","vote_average":0.0,"runtime":248,"cert":"\"NR\"","id":255724,"title":"The Scarlet Horseman","adult":false,"genre_ids":[28,37]},{"cast":["Simon Hardwick","Cameron Prudames","Steve McTigue","Adam Baroni","Christopher Faith"],"overview":"Brendan gets involved in a 'Fathers Only' treasure hunt for the sake of his 7 year old niece Sophie. But what Brendan begins to realise is that the parents imagination may have got the better of them and it might not be so easy bringing home Sophie's Fortune.","release_date":"2013-12-16","vote_average":0.0,"runtime":29,"cert":"N\/A","id":255726,"title":"Sophie's Fortune","adult":false,"genre_ids":[]},{"cast":["Milburn Stone","Jan Wiley","Dennis Moore","Addison Richards","Byron Foulger"],"overview":"Before the outbreak of WWII, Nazi sympathizers plot to undermine America.","release_date":"1945-04-24","vote_average":0.0,"runtime":226,"cert":"\"NR\"","id":255728,"title":"The Master Key","adult":false,"genre_ids":[28,10752,80]},{"cast":["Yûko Nakamura","Toshiya Nagasawa","Miyako Yamaguchi","Toshiyuki Kitami","Ken Mitsuishi"],"overview":"Emotionally withdrawn strip club dancer Ayako has never recovered from her mother's suicide when she was young. She begins a relationship with patient potter Daiji, but leaves him behind when she quits her job and returns to her home town after a 10 year absence.","release_date":"2000-08-08","vote_average":0.0,"runtime":164,"cert":"N\/A","id":255730,"title":"Firefly","adult":false,"genre_ids":[18]},{"cast":["Lauro Ramalho","Giovanni Rizzo","Stefano Fialho","Áurea Baptista"],"overview":"A young man and a senior man wake up. Time passes. And stops.","release_date":"2012-08-17","vote_average":9.0,"runtime":8,"cert":"N\/A","id":255732,"title":"Um diálogo de ballet","adult":false,"genre_ids":[]},{"cast":["Joyce Chopra"],"overview":"After giving birth, Joyce attempts to regain her position as a filmmaker while also caring for her new baby. The changes to both her and her husband’s professional lives are remarkable and frustrating. The new parents love the baby but must recognize the limitations she puts on their careers.","release_date":"1971-12-26","vote_average":6.0,"runtime":28,"cert":"\"\"","id":255734,"title":"Joyce at 34","adult":false,"genre_ids":[]},{"cast":["Steve Buscemi","Vincent Gallo","Mark Boone Junior","Kai Eric","Boris Major"],"overview":"A group of actors in the East Village of New York City have been rehearsing for a play when the lead actress in the play turns up dead.","release_date":"1986-04-04","vote_average":0.0,"runtime":80,"cert":"\"\"","id":255736,"title":"The Way It Is","adult":false,"genre_ids":[35]},{"cast":["Liao Fan","Kwai Lun-Mei","Wang Xuebing","Wang Jingchun","Yu Ailei"],"overview":"Two former cops start investigating the series of murders that tanked their careers when the killings begin again.","release_date":"2014-06-11","vote_average":6.4,"runtime":106,"cert":"N\/A","id":255756,"title":"Black Coal, Thin Ice","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Miguel Adrover"],"overview":"Documentary about the rise and fall of designer Miguel Adrover.","release_date":"2011-09-27","vote_average":0.0,"runtime":74,"cert":"N\/A","id":255758,"title":"Call It a Balance in the Unbalance","adult":false,"genre_ids":[99]},{"cast":["Zhou Xun","Xia Yu","Pu Shu"],"overview":"Gao Ju (Xia Yu) and Zhang Yang (Pu Shu) were best of friends, but they fall in love with Huanzi (Zhou Xun). Huanzi loves both of them and thus they formed an unbalanced trinity. A simple promise not to meet ever again after college ended up in disaster when Gao cannot resist wooing Huanzi again","release_date":"2002-05-01","vote_average":8.8,"runtime":90,"cert":"N\/A","id":255760,"title":"Where Have All the Flowers Gone","adult":false,"genre_ids":[]},{"cast":["Dennis Jernigan"],"overview":"An intimate portrait of Dennis Jernigan, the man behind some of the biggest Christian songs of all time and his lifelong struggle with homosexuality.","release_date":"2014-02-15","vote_average":7.7,"runtime":87,"cert":"\"NR\"","id":255762,"title":"Sing Over Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intimate film by Hildegard Schmidt, edited and compiled by Peter Przygodda","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":255767,"title":"Can Notes","adult":false,"genre_ids":[]},{"cast":["Andreas von Rauch","Vladimir Baratta","Martina Baratta","Ute Cremer","Howard Vernon"],"overview":"Film adaptation by Straub and Huillet of Hölderlin's 1798 tragedy on the symbolic death of Empedoclus, the legislator in Ancient Greece.","release_date":"1987-10-14","vote_average":3.5,"runtime":132,"cert":"N\/A","id":255769,"title":"The Death of Empedocles","adult":false,"genre_ids":[18]},{"cast":["Philip Glass","Lucinda Childs","Will Lyman","Robert Wilson"],"overview":"The creative processes of avant-garde composer Philip Glass and progressive director\/designer Robert Wilson are examined in this film. It documents their collaboration on this tradition breaking opera.","release_date":"1985-10-14","vote_average":10.0,"runtime":58,"cert":"\"\"","id":255771,"title":"Einstein on the Beach: The Changing Image of Opera","adult":false,"genre_ids":[]},{"cast":["Morris Perry","Chloe Bale","Miranda French"],"overview":"A hospital nurse pieces together the haunted past of a 100-year-old psychiatric patient.","release_date":"2004-11-18","vote_average":6.0,"runtime":14,"cert":"N\/A","id":255773,"title":"Letters of Service","adult":false,"genre_ids":[18]},{"cast":["Wang Xuebing","Gao Yuanyuan","Xu Jinglei","Lü Liping","Pu Cunxin"],"overview":"'Aiqing mala tang' ('Spicy Love Soup') starts with a young couple eating sweet (or sour) and spicy soup from a two-sided bowl shaped in a Yin and Yang pattern. Until the couple's wedding at the end of the film, 'Aiqing mala tang' intermittently shows six different episodes about different generations' relationships. Love can be sweet, sour, or spicy. And, you'll taste all those emotions from this contemporary Chinese film 'Aiqing mala tang'.","release_date":"1997-01-01","vote_average":7.0,"runtime":109,"cert":"N\/A","id":255775,"title":"Spicy Love Soup","adult":false,"genre_ids":[]},{"cast":["Gong Li","Kenny Bee"],"overview":"Ma Lei which sounds like \"Mary\" is a Chinese citizen, living in Hong Kong as the kept woman of a jeweler. She wishes for two things: to get her Hong Kong Identity Card, which will enable her to get work as a legal immigrant; and to marry her boyfriend.","release_date":"1992-12-24","vote_average":4.0,"runtime":97,"cert":"N\/A","id":255786,"title":"Mary from Beijing","adult":false,"genre_ids":[18]},{"cast":["Hideko Takamine","Chikage Awashima","Masayuki Mori","Tatsuya Nakadai","Yuriko Hoshi"],"overview":"In \"The Other Woman\" the children of a distinguished professor find that the woman they have come to regard as their racy and slightly disreputable Ginza aunt is really their mother.","release_date":"1961-05-30","vote_average":7.3,"runtime":106,"cert":"N\/A","id":255788,"title":"The Other Woman","adult":false,"genre_ids":[18]},{"cast":["John Warwick","Jenny Laird","Paul Neville","Ivan Wilmot","Aubrey Pollock"],"overview":"A government agent is returning from France with secret blueprints that were stolen from his government. On the train ride home, thieves break into his compartment and murder him.","release_date":"1937-01-01","vote_average":5.2,"runtime":57,"cert":"N\/A","id":255790,"title":"Passenger to London","adult":false,"genre_ids":[53]},{"cast":[],"overview":"The films are of two patients, extracted from a medical film study of brain wave activity during seizures.","release_date":"1976-01-01","vote_average":7.0,"runtime":30,"cert":"\"\"","id":255792,"title":"Epileptic Seizure Comparison","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary film about Rocinha,  the daylight of brazil´s most notorious and populated favela. A jouney inside the slum through some of its most remarkable inhabitants. An alternative vision of their everyday fight against the stereotypes of poverty drugs and violence.","release_date":"2004-06-17","vote_average":0.0,"runtime":52,"cert":"N\/A","id":255794,"title":"ROCINHA: Daylight of a Favela","adult":false,"genre_ids":[]},{"cast":["Sihung Lung","Gua Ah-leh","Winston Chao","René Liu","Jordan Chan"],"overview":"The Chen family contagiousness extends to taking on an extra-marital affair. Gua Ah-leh is at the movie's centre: she shines as Lung's wife, who finds she has a thing or two to learn from the gigolo after Lung blithely. Lang Hisung plays old dentist for broad comedy he is sixty years old.","release_date":"1996-09-10","vote_average":7.5,"runtime":120,"cert":"N\/A","id":255796,"title":"Tonight Nobody Goes Home","adult":false,"genre_ids":[18,35]},{"cast":["Anton Yelchin","Ashley Greene","Alexandra Daddario","Oliver Cooper","Dick Miller"],"overview":"It seemed like a great idea when all-around nice guy Max and his beautiful girlfriend, Evelyn moved in together. But when Evelyn turns out to be a controlling, manipulative nightmare, Max knows it’s time to call it quits. There’s just one problem: he’s terrified of breaking up with her. Fate steps in when Evelyn is the victim of a fatal, freak accident, leaving Max single and ready to mingle. Just as Max is thinking about moving on with what could be his dream girl, Olivia – Evelyn has returned from the grave and is determined to get her boyfriend back...even if that means transforming him into one of the undead.","release_date":"2014-09-04","vote_average":5.5,"runtime":89,"cert":"\"R\"","id":255798,"title":"Burying the Ex","adult":false,"genre_ids":[35,27]},{"cast":["Tao Jin","Shi Ke"],"overview":"Realistic portraits of Chinese youth embracing western culture","release_date":"1988-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":255806,"title":"Rock Kids","adult":false,"genre_ids":[]},{"cast":["Lloyd Bochner","Jane Dulo","Arny Freeman","Eliza Roberts","Julie Newmar"],"overview":"Story of the various joys and crises of neighbors who share terraces in a high-rise apartment building.","release_date":"1977-06-27","vote_average":6.0,"runtime":73,"cert":"\"\"","id":255808,"title":"Terraces","adult":false,"genre_ids":[10770]},{"cast":["Rohini","Arjun Sarja","Rupini","Ilavarasi","Rajeev"],"overview":"Movie about 5 friends who try and change the ways of their brother in law...Starring Arjun Rubini...And music by Maestro Illayaraja","release_date":"1991-03-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":255810,"title":"Thanga Thamaraigal","adult":false,"genre_ids":[28,10749]},{"cast":["M. G. Ramachandran","B. Saroja Devi","R. S. Manohar","Manorama","J. P. Chandrababu"],"overview":"Story about a spoilt girl and a guy who changes her and saves her from killers.","release_date":"1966-11-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":255812,"title":"Parakkum Paavai","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Since the recent death of Nicolae Neacsu, star violinist of the Taraf de Haïdouks, things have taken a turn for the worse in Clejani, a village in the south of Romania. Young musicians without work chase away their depression with drugs and dreams of the West. Marius grabs his accordion and plays some gypsy blues to charm the moneylenders who demand their due, to seduce a beautiful chick or maybe even attract Johnny Depp who, it seems, promised to be godfather to his youngest child. Won, stolen, borrowed or exchanged, money is the only way to thwart the fate that dogs this small gypsy community. Clejani is a chasm at the end of a road. Some are willing to do anything to get away.","release_date":"2005-07-20","vote_average":0.0,"runtime":114,"cert":"N\/A","id":255814,"title":"Clejani, povesti, histoires, stories...","adult":false,"genre_ids":[]},{"cast":["Bruce Davenport Jr.","Kirk Dugar Jr.","Brandon Franklin"],"overview":"Young members of 3 New Orleans school marching bands grow up in America's most musical city, and one of its most dangerous. Their band directors get them ready to perform in the Mardi Gras parades, and teach them to succeed and to survive.","release_date":"2013-10-12","vote_average":8.0,"runtime":89,"cert":"\"\"","id":255816,"title":"The Whole Gritty City","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The filmmaker Albert Serra and producer Àngel Martin present their last work on the web dedicated to the club Atlètic Club Banyoles and the authentic football.","release_date":"2007-05-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":255818,"title":"Atlètic Club Banyoles","adult":false,"genre_ids":[]},{"cast":["Jack Lim","Jeff Chin","Yumi Wong","Rosyam Nor"],"overview":"During Chinese New Year, security guard Ah Beng (Jack Lim) receives a call from his company. He is asked to cancel his Lunar New Year holiday for a simple mission, which infuriates him. However, Ah Beng immediately changes his mind knowing that the mission promises a handsome reward of RM1 million.","release_date":"2014-01-23","vote_average":7.0,"runtime":104,"cert":"N\/A","id":255826,"title":"Ah Beng: Mission Impossible","adult":false,"genre_ids":[35]},{"cast":["Donald Sutherland","Suzanne Somers","Lawrence Dane","Roscoe Lee Browne","Dabney Coleman"],"overview":"Environmentally concerned lawyer Abigail Adams works with Professor Roger Keller in his effort to protect baby seals from slaughter.","release_date":"1980-03-28","vote_average":7.4,"runtime":97,"cert":"\"PG\"","id":255837,"title":"Nothing Personal","adult":false,"genre_ids":[35,10749]},{"cast":["Michael Craig","Simon Burke","Robyn Nevin","Lou Brown"],"overview":"Paddy Doolan is a man who refuses to accept change. In a new century where the motor car is changing the way things are done, the stubborn Irishman, the last of the draught-horse teamsters, continues to haul timber the old way.","release_date":"1978-02-28","vote_average":0.0,"runtime":108,"cert":"\"\"","id":255839,"title":"The Irishman","adult":false,"genre_ids":[]},{"cast":["Malachy McCourt","Chet Doherty","Sel Skolnick"],"overview":"Manny coaches soccer for the fashionable Creighton Hall school, but is relieved of duty because he is 'not a good match' for the school. He finds a job at a Catholic home for orphans, where he forms a new soccer team, with the help of one very good player Pepe who turns out to be a girl. 'Pepe' is the sister of one of the orphans, who comes to the all-boy orphanage posing as a boy, because her former foster home was an abusive environment. Along the way, Manny has incurred a gambling debt, his creditors begin to lean on him, and the boys find out. They set up a soccer game and stake the outcome against Manny's debt. If they win, the debt will be forgiven.","release_date":"1978-01-02","vote_average":0.0,"runtime":92,"cert":"\"\"","id":255841,"title":"Manny's Orphans","adult":false,"genre_ids":[]},{"cast":["Janet Wood","Noelle North","Debra Winger","Bridget Holloman","Cheryl Smith"],"overview":"In 1957, a group of high school girls spending the night in a mansion tell each other about their first sexual experiences.","release_date":"1976-08-31","vote_average":0.0,"runtime":89,"cert":"\"\"","id":255843,"title":"Slumber Party '57","adult":false,"genre_ids":[]},{"cast":["Francis Perrin","Michel Duchaussoy","Claude Bertrand","Michel Elias","Philippe Clay"],"overview":"Animated film directed by John Halas.","release_date":"1974-01-02","vote_average":0.0,"runtime":68,"cert":"N\/A","id":255845,"title":"The Three Musketeers","adult":false,"genre_ids":[36,16,10751,12]},{"cast":["Ben F. Wilson","Neva Gerber","Robert Walker"],"overview":"Western directed by Alan James (as Alvin J. Neitz).","release_date":"1925-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":255847,"title":"Warrior Gap","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-05-23","vote_average":9.5,"runtime":null,"cert":"N\/A","id":255849,"title":"Sales Gosses","adult":false,"genre_ids":[]},{"cast":["Greg Proops","Lorelei King","Rob Rackstraw","Alan Marriott","Maria Darling"],"overview":"Bob the Builder and his friends are back with a charming musical special. This time, Bob and his friends head out to the wild west and are hot on the trail of a secret treasure, though they are always able to take time out for a song or two.","release_date":"2006-05-29","vote_average":0.0,"runtime":68,"cert":"N\/A","id":255851,"title":"Bob the Builder: Built to be Wild","adult":false,"genre_ids":[16,10751]},{"cast":["Cherie Chung","Maggie Cheung","Shingo Tsurumi","Kenneth Tsang","Lau Siu-Ming"],"overview":"Though the title may suggest a straightforward romance, Yonfan’s artfully directed melodrama is actually a nuanced tale of friendship. The movie is firmly grounded in the realities of Hong Kong - the stock market crash of 1987 and the Sino-British negotiations over the colony's future.","release_date":"1988-12-08","vote_average":6.0,"runtime":105,"cert":"N\/A","id":255856,"title":"Last Romance","adult":false,"genre_ids":[18]},{"cast":["Cherie Chung","Jacky Cheung","Pauline Wong Siu-Fung","Paul Chun Pui","David Wu"],"overview":"In this homage to Alfred Hitchcock, a femme fatale and a photographer embark on a romantic adventure surrounding a mysterious marble.","release_date":"1987-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":255858,"title":"Double Fixation","adult":false,"genre_ids":[9648,18]},{"cast":["Chow Yun-Fat","Maggie Cheung","Roy Cheung","Cheung Kwok-Keung","Alfred Cheung Kin-Ting"],"overview":"Rose (Maggie Cheung) and her big brother Charles (Chow Yun-fat) live a fairy-tale existence in their seaside villa. Rose is young, beautiful, and spoiled - in a word, irresistible. Disappointed in love, she moves to Paris. When Charles dies suddenly, she rushes back to Hong Kong to take ocer the family estate. Fate intervenes when she meets Ka-ming (also played by Chow Yun-fat), who is the exact image of her late brother. The two fall in love, but their romance is in the hands of a not always benevolent fate.","release_date":"1986-02-21","vote_average":8.0,"runtime":92,"cert":"N\/A","id":255860,"title":"Lost Romance","adult":false,"genre_ids":[10749,18]},{"cast":["Mei-Chi Ng","Anthony Tang","Chan Jun-Kwok","Jenny Tseng","Sally Yeh"],"overview":"Yonfan’s early feature about a girl’s journey to womanhood, as she learns how to navigate the terms of relationships. Magi falls in love with a man she meets at the beach, while best friend Lily struggles with the fact that her single father has begun to show interest in another woman.","release_date":"1984-10-24","vote_average":6.0,"runtime":87,"cert":"N\/A","id":255862,"title":"A Certain Romance","adult":false,"genre_ids":[18]},{"cast":["Cora Miao","Eric Tsang","Tien Niu","Gan Kwok-leung"],"overview":"Clara Law's debut feature deals with her common theme of emigration as two people, man and woman, from separate couples, have to room together while their spouses are in America to finalize the Canadian citizenship process.","release_date":"1988-04-16","vote_average":8.0,"runtime":93,"cert":"N\/A","id":255864,"title":"The Other ½ & the Other ½","adult":false,"genre_ids":[]},{"cast":["Max Mok Siu-Chung","Irene Wan","Wu Ma","Lam Ching-Ying","Sammo Hung"],"overview":"","release_date":"1988-03-04","vote_average":7.0,"runtime":90,"cert":"N\/A","id":255866,"title":"Lai Shi, China's Last Eunuch","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Set in the barren nature of Faroe Islands, Summer Night is a sensitive coming of age film on girls and their relationships, marking the possible end of a platonic relationship and the beginning of deep-felt love.","release_date":"2013-08-26","vote_average":0.0,"runtime":17,"cert":"N\/A","id":255868,"title":"Summer Night","adult":false,"genre_ids":[]},{"cast":["Rossella Or","Monica Nappo","Salvatore Sansone","Victor Cavallo","Simone Carella"],"overview":"Former theatre actress comes back to Rome and meets old and new friends.","release_date":"2000-11-01","vote_average":8.3,"runtime":90,"cert":"N\/A","id":255870,"title":"Roman Summer","adult":false,"genre_ids":[]},{"cast":["Bunta Sugawara","Keiko Matsuzaka","Koichi Sato","Kaoru Sugita","Tomisaburō Wakayama"],"overview":"The story of Shinsuke, a young man who lives through a stormy life as a poverty-stricken coal miner. Ranging from Shinsuke's infanthood to his mid-teens. Coal workers and the mines dominate nearly every aspect of his life. Shinsuke's father a group leader at the mine, dies while bravely using dynamite to rescue a group of trapped Korean miners. Several older men attempt to help he and his mother cope, including a friendly Harley-riding yakuza boss. This movie has it all, drama, romance, sex, yakuza and violence! It is based on a story by Hiroyuki Itsuki that was originally serialized in the magazine Shukan Gendai in 1969-70.","release_date":"1981-01-15","vote_average":0.0,"runtime":140,"cert":"N\/A","id":255872,"title":"Gate of Youth","adult":false,"genre_ids":[18]},{"cast":["Mitsou Gélinas","Patrick Labbé","Thierry Magnier","François Massicotte","Jean-Claude Dreyfus"],"overview":"Story of a wild first love that takes place at the mouth of the St. Lawrence River between the refineries at Pointe-Au-Trembles and the rock culture of Montreal.","release_date":"1992-06-26","vote_average":4.0,"runtime":99,"cert":"N\/A","id":255874,"title":"Coyote","adult":false,"genre_ids":[35,18]},{"cast":["Gregg Turkington"],"overview":"Neil Hamburger - Live at the Phoenix Greyhound Park in Phoenix, Arizona on April 19, 2003. Out-of-print DVD from Kung Fu Films.","release_date":"2003-08-19","vote_average":0.0,"runtime":50,"cert":"\"NR\"","id":255876,"title":"Neil Hamburger: Live at the Phoenix Greyhound Park","adult":false,"genre_ids":[35]},{"cast":["Clayton Moore","Linda Stirling","Roy Barcroft","John Compton","Tris Coffin"],"overview":"Jesse James wants to start a new life in a new location, but quickly finds himself wrapped-up in protecting townsfolk from the machinations of evil oilmen.","release_date":"1947-08-02","vote_average":0.0,"runtime":180,"cert":"\"NR\"","id":255878,"title":"Jesse James Rides Again","adult":false,"genre_ids":[28,37,80]},{"cast":[],"overview":"Fantasy short","release_date":"2003-06-04","vote_average":0.0,"runtime":11,"cert":"N\/A","id":255880,"title":"El espantapájaros","adult":false,"genre_ids":[]},{"cast":["Brian McMahan","David Pajo","Britt Walford","Ethan Buckler","Todd Brashear"],"overview":"“My new feature length documentary Breadcrumb Trail is about Slint and the Louisville music culture they emerged from. It includes footage going back to the early 1990s that I shot when repeatedly driving up from Athens, GA to Louisville to try to chase rumors of what they guys were up to. Over the years I tracked down more stories about them, then began filming interviews with each of the band members and their contemporaries. We also unearthed some unseen\/uncirculated footage from their few live performances as well as the writing and arranging of Spiderland.”","release_date":"2014-04-15","vote_average":8.0,"runtime":90,"cert":"\"\"","id":255885,"title":"Breadcrumb Trail","adult":false,"genre_ids":[99]},{"cast":["Group Inerane","Ouragan Del Air","Mohamed Tenna","Abdou Yahaya","Boubon Griots"],"overview":"A celebration of life in the Sahel region of Africa, this film showcases many of Niger’s venerable music styles. Tuareg Electric Guitar trance rock, Bori cult dance ceremonies, Fulani Folk, and Roadhouse Gospel Rave-ups are some of the segments included in this latest \"Folk Cinema\" classic from Sublime Frequencies! Filmed in December of 2004 on location in Niger, Hisham Mayet delivers a spontaneous, raw, and inspiring collection of images, music, and ceremony (again with a single camera presentation) from a nation mired in poverty and continual post-colonial disappointment. Quoting from Mayet’s liner notes: \"This is not music as commodity, this is music as survival. There is a saying in Niger that goes, \"when we die we know we are going to heaven because we already live in Hell\" well I think its more like the purgatory that we all live in and they sure have managed to transcend with an incredible natural resource: Music. Dig it!\"","release_date":"2005-01-01","vote_average":0.0,"runtime":68,"cert":"\"NR\"","id":255887,"title":"Niger: Magic and Ecstasy in the Sahel","adult":false,"genre_ids":[99,10402]},{"cast":["Gregg Turkington","Atom Ellis","Dave Gleason","Barry Hansen","Prairie Prince"],"overview":"Neil Hamburger is a two-bit stand-up with a bad comb-over--an aging, phlegmy jokester with a penchant for cheap celebrity jabs. He's also the brilliantly odd creation of Gregg Turkington, a decidedly more gifted comedian who has found a loyal cult following for his Tony Clifton-esque character. In this concert release, Hamburger performs a handful of twangy country tunes alongside the Too-Good-For-Neil-Hamburger Band, a name that speaks the truth: the back-up group includes veteran rockers Prairie Prince, David Gleason, and Atom Ellis.","release_date":"2009-07-21","vote_average":0.0,"runtime":65,"cert":"\"NR\"","id":255889,"title":"Neil Hamburger: Western Music and Variety","adult":false,"genre_ids":[99,10402,35]},{"cast":["Charity Wakefield","Lee Ingleby"],"overview":"Girl meets boy in quirky office romance. Two like minded souls, too shy to approach each other, find a new way to show their love for each other.","release_date":"2009-05-29","vote_average":5.8,"runtime":3,"cert":"N\/A","id":255891,"title":"Post-It Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Korea's past was whale worship; its present is industry. Is the future whales AND industry?","release_date":"2014-02-09","vote_average":6.0,"runtime":98,"cert":"N\/A","id":255893,"title":"A Dream of Iron","adult":false,"genre_ids":[99]},{"cast":["Gregg Turkington"],"overview":"Neil Hamburger, clearly has a larger following in Australia, where these performances were taped, than he does in America. In Los Angeles, small, dingy nightclubs host Hamburger, the nervous, nerdy comedian who clumsily delivers one-liners about rock musicians ranging from Britney Spears to Madonna to Michael Jackson to Courtney Love and Kurt Cobain. But The World's Funnyman boasts footage of Hamburger cracking jokes at a huge music festival, and footage of his main act reveals a near-stadium-sized Sydney club packed with fans. This DVD contains two \"concerts,\" a short, fictionalized performance in which Hamburger takes on a Malaysian crowd, some music video clips, and a Canadian documentary analyzing Hamburger's genius. Hamburger, part Jerry Lewis, and part Andy Kaufman, has a fiercely commanding stage presence despite his cultivated meek demeanor, making his talent apparent. Sometimes funny, sometimes too weird for words, Neil Hamburger is definitely a character.","release_date":"2006-01-01","vote_average":0.0,"runtime":49,"cert":"\"NR\"","id":255895,"title":"Neil Hamburger: The World's Funnyman","adult":false,"genre_ids":[35]},{"cast":["Tomás Milián","Bo Svenson","Mimmo Poli","Kirsten Gille"],"overview":"The old Emir of the Qudmar discovers he has a natural son in Italy. Secret agents and oil companies involve the man, an aspiring gas station, in the fight for the succession to the emirate.","release_date":"1977-02-16","vote_average":4.7,"runtime":null,"cert":"N\/A","id":255906,"title":"Il figlio dello sceicco","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"Folk music of the Sahara is an intoxicating experience of sight and sound captured among the Tuareg and Libyan people of North Central Africa. Filmed from the perspective of actually being one of the performers, this mind-blowing IN YOUR FACE document captures the spirit of Libyan folklore and the essence of emotion armed with pounding rhythms and wailing vocal choruses. Both men and women are featured here equally as overseers of the hybrid forms of expression where central African traditions collide with the tones and colors of the Arab world creating one of the most unique overviews of Saharan folk music ensemble and dance the outside world has ever witnessed. The diversity of faces is extraordinary, every costume is stunning, and the women are among the most beautiful on earth.","release_date":"2004-01-01","vote_average":0.0,"runtime":55,"cert":"\"NR\"","id":255908,"title":"Folk Music of the Sahara: Among the Tuareg of Libya","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":255910,"title":"Mirja Boes live! Erwachsen werde ich nächste Woche","adult":false,"genre_ids":[]},{"cast":["Duarte Barrilaro Ruas","Miguel Borges","Ana Bustorff","Fernando Candeias","Margarida Marinho"],"overview":"“Manual of Evasion LX94” is a thought-provoking Dadaist film about time by the Portuguese director Edgar Pêra. It was shot in Lisbon in 1994 and stars Terence McKenna, Robert Anton Wilson and Rudy Rucker. Time is explored from many unusual angles, while Pêra fills the screen with a wide variety of bizarre and mind-warping imagery.","release_date":"1994-09-16","vote_average":7.0,"runtime":56,"cert":"N\/A","id":255912,"title":"Manual Of Evasion LX94","adult":false,"genre_ids":[99]},{"cast":["Jean Lefebvre","Françoise Lemieux","Andrée Cousineau","Michel Galabru","Darry Cowl"],"overview":"When Charles Le Braque learns that his boss' 17 years old daughter is pregnant, he fears that his 16 years old nice Joel from France, who's spending her vacation with them in Canada, might fall into the same trap. So he and his wife decide to give her the lecture of plants and bees... but it turns out that she's already well informed, gives them a lecture about simultaneous orgasms. She inspires the sexually repressed couple to start experimenting with \"modern\" forms of sex.","release_date":"1974-10-25","vote_average":1.0,"runtime":82,"cert":"N\/A","id":255914,"title":"C'est jeune et ça sait tout!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dave Dommin documents a demon invasion in his hometown offering shelter to four people.  Together they struggle to survive the demonic infestation, all the while fighting amongst themselves.","release_date":"2012-06-19","vote_average":2.0,"runtime":76,"cert":"\"NR\"","id":255916,"title":"Below Ground","adult":false,"genre_ids":[27]},{"cast":["Jan Delay","Denyo","DJ Mad"],"overview":"","release_date":"2004-12-06","vote_average":3.8,"runtime":null,"cert":"N\/A","id":255918,"title":"Beginner - Die derbste Band der Welt","adult":false,"genre_ids":[10402]},{"cast":["Jean Renoir","Henri Langlois"],"overview":"Eric Rohmer leads a conversation with Jean Renoir and Henri Langlois on the art of filmmaker Louis Lumière.","release_date":"1968-01-01","vote_average":7.5,"runtime":66,"cert":"N\/A","id":255929,"title":"Louis Lumière","adult":false,"genre_ids":[99]},{"cast":["Myles Cranford","Marc Forster"],"overview":"Filmmaker Marc Forster expresses his thoughts and reflections on life.","release_date":"2009-06-01","vote_average":5.0,"runtime":2,"cert":"\"\"","id":255931,"title":"LX Forty","adult":false,"genre_ids":[]},{"cast":["Alice Braga","Gilberto Gil","Gero Camilo","José Miguel Wisnik","Helena Albergaria"],"overview":"A look of the 21st century for one of the most important cultural movements in Brazilian history. The production brings a mix of interviews, concerts, artistic interventions and actors in small sketches. An intersection of the social and artistic contexts of 68 with the current one.","release_date":"2012-11-16","vote_average":0.0,"runtime":76,"cert":"N\/A","id":255933,"title":"Futuro do Pretérito: Tropicalismo Now!","adult":false,"genre_ids":[10402,99,18]},{"cast":[],"overview":"An ordinary man goes to work in a rich household of Peru and has a dream in which he sees his boss and himself appearing as equal in front of the Archangel before going to heaven... Based on a tale by Jose Maria Argueda","release_date":"1970-01-01","vote_average":5.0,"runtime":11,"cert":"N\/A","id":255935,"title":"The Servant's Dream","adult":false,"genre_ids":[]},{"cast":[],"overview":"An obituary for Victor Jara, the Chilean folksinger who was murdered in a football stadium by the military junta during the days of the September 1973 coup.","release_date":"1973-01-01","vote_average":6.3,"runtime":16,"cert":"N\/A","id":255937,"title":"The Tiger Jumped and Killed But It Will Die, It Will Die","adult":false,"genre_ids":[99]},{"cast":["Ney Matogrosso","André Guerreiro Lopes","Djin Sganzerla","Sandra Corveloni","Maria Luísa Mendonça"],"overview":"Jorge, bastard child of the infamous Red Light Bandit, decides himself to pursuit a life of crime after meeting with his father, who has been incarcerated for the last 30 years.","release_date":"2012-05-04","vote_average":5.0,"runtime":83,"cert":"N\/A","id":255939,"title":"Light in Darkness: The Return of Red Light Bandit","adult":false,"genre_ids":[]},{"cast":["Ronda Rousey","Sara McMann","Daniel Cormier","Rory MacDonald","Demian Maia"],"overview":"UFC 170: Rousey vs. McMann was a mixed martial arts event held on February 22, 2014, at the Mandalay Bay Events Center in Las Vegas.","release_date":"2014-02-22","vote_average":8.0,"runtime":165,"cert":"\"\"","id":255947,"title":"UFC 170: Rousey vs. McMann","adult":false,"genre_ids":[]},{"cast":["Go Ayano","Haru Kuroki","Kanji Furutachi","Ayumi Ito","Rio Yamashita"],"overview":"A strange phenomenon takes place. A beautiful flower blooms on a selected woman's body and that flower is called the \"Shanidar\". When the Shanidar is in full bloom, the flower produces a substance which is then sold at a high cost to develop new drugs. Kenji Otaki (Gou Ayano) works as a researcher at the facility where the Shanidar is grown.","release_date":"2013-07-20","vote_average":7.0,"runtime":104,"cert":"N\/A","id":255949,"title":"Flower of Shanidar","adult":false,"genre_ids":[]},{"cast":["Sylvia Chang","Cora Miao","George Lam","Loletta Lee"],"overview":"Sylvia and Cora Miao play two widowed mothers, best friends and confidants who spend their days reminiscing about times past. Over the course of a lazy weekend afternoon, the two women conjure memories of Cora's husband, his life, his death, and his passionate affair with Sylvia. A series of wistful flashbacks reveal the sometimes touching, sometimes painful circumstances around the women's deep friendship with one another, and their love for the same man.","release_date":"1986-07-24","vote_average":6.0,"runtime":100,"cert":"N\/A","id":255951,"title":"Passion","adult":false,"genre_ids":[18]},{"cast":["René Liu"],"overview":"A teenager called Li Li, always got the same dream. In the dream, she falls in love with a scholar. She finds satisfaction in the dream whereas she feels disillusion in the reality and led her became insane. Accidentally, she saw the scholar in an advertisement.","release_date":"1995-09-14","vote_average":8.0,"runtime":95,"cert":"N\/A","id":255953,"title":"The Peony Pavilion","adult":false,"genre_ids":[18]},{"cast":["Kwai Lun-Mei","Leon Dai"],"overview":"Passionate about life and art, young researcher Ching is in love with museum historian Tung-Heng, but he is absorbed in his work. Then Tao arrives in Taiwan to view an item of historical calligraphy, and they realize why he pursues calligraphy.","release_date":"2004-10-24","vote_average":6.0,"runtime":104,"cert":"N\/A","id":255955,"title":"The Passage","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When internationally acclaimed artist Mo Ke announces that he is selling his prized painting, \"The Falling Feather\", and that he will donate all the proceeds from its sale to a small Yunnan town, everyone in the art world is puzzled and intrigued. Why is he doing this? To answer this question we are transported 20 years into the past, to when a young unknown painter visited Yunnan and was captivated and inspired not only by the beauty of the location, but by a young woman... with a feather in her hair.","release_date":"2013-08-27","vote_average":6.0,"runtime":88,"cert":"N\/A","id":255957,"title":"The Falling Feather","adult":false,"genre_ids":[18,10749]},{"cast":["Wang Guifeng","Xianqwen","Wang Ren'an"],"overview":"Brotherly love goes too far when Feng gets his twin sister pregnant while both of them are still in high school, creating a problem that's bigger than both of them. Convincing his gay friend Le Le to take the blame seems like the best option.","release_date":"2005-01-01","vote_average":7.7,"runtime":90,"cert":"N\/A","id":255968,"title":"Withered in a Blooming Season","adult":false,"genre_ids":[]},{"cast":["Zhu Shimao"],"overview":"This movie is adapted from the novel Heroes in Tongbai. Xiao Hua, a sister of Zhao Yongsheng, is deserted by her poor family. He Xiangdong, a woodworker, adopts her and rename her He Cuigu. To steer clear of arrest by the enemy, Dong Hongguo, offspring of a revolutionary family, is renamed Xiao Hua so as to be adopted by her adopter. Later, Zhao Yongsheng's parents are killed by the enemy.","release_date":"1982-01-01","vote_average":5.0,"runtime":106,"cert":"N\/A","id":255973,"title":"The Herdsman","adult":false,"genre_ids":[]},{"cast":["Benoît Roberge","Stéphane E. Roy","Jean-Michel Dufaux","Sébastien Benoit","Bianca Gervais"],"overview":"The daily life of four friends working in the Quebec entertainment industry presented in the form of a series of reflections on professional ambitions and failures, artistic inspiration and moral values.","release_date":"2008-08-15","vote_average":2.7,"runtime":null,"cert":"N\/A","id":255975,"title":"The Roberge Case","adult":false,"genre_ids":[35]},{"cast":["Shu Qi","Takao Osawa","Kaori Momoi","Michelle Reis","Elaine Jin"],"overview":"A group of disparate characters find themselves trapped overnight on a island somewhere off the coast of mainland China. The circumstances force them to overlook their preconceptions of one another, and they forge a kinship that goes to the heart their identities.","release_date":"2000-02-11","vote_average":7.0,"runtime":103,"cert":"N\/A","id":255977,"title":"The Island Tales","adult":false,"genre_ids":[]},{"cast":[],"overview":"This movie is a documentary about  Balnearios. They are tourism towns or little cities by the seacoast, or near some water fountain. The movie shows the singularity of these places and how people enjoy them.","release_date":"2002-04-23","vote_average":6.5,"runtime":80,"cert":"N\/A","id":255979,"title":"Balnearios","adult":false,"genre_ids":[99]},{"cast":["Sudeep","Jagapati Babu","Bhavana","Parul Yadav","Tulip Joshi"],"overview":"Bharat alias Bachchan is a kind-hearted real estate businessman, who is the MD of the Bharat Property Solutions. He is deeply in love with Anjali (Bhavana), who is doing MS in Bellary and wants to deliver honest service to the needy people. But her wish becomes an obstacle for a mining mafia don.","release_date":"2013-04-11","vote_average":6.9,"runtime":145,"cert":"\"\"","id":255993,"title":"Bachchan","adult":false,"genre_ids":[28,53,10749,18,35]},{"cast":["Karl Malden","Lenny Von Dohlen","Joyce Van Patten"],"overview":"Conflict arises between a steelworker and his son. The father wants the boy to have a chance to make more of himself than he did, but the son wants to follow in his father's footsteps and become a steel-worker himself.","release_date":"1986-11-01","vote_average":0.0,"runtime":99,"cert":"\"\"","id":255995,"title":"Billy Galvin","adult":false,"genre_ids":[18,10751]},{"cast":["Vince Edwards","Paul L. Smith","June Wilkinson","Phil Foster","Louis Guss"],"overview":"A New York City district attorney secretly runs a cocaine-smuggling ring in Texas. When the mob tries to move in on his operation, he goes down there to try to stop them.","release_date":"1986-06-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":255997,"title":"Sno-Line","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Tante Ju beim großen Check","cast":[],"id":255999,"overview":"","runtime":null,"genre_ids":[99],"release_date":"","vote_average":0.0,"adult":false}]