[{"cast":["Ben Glass","Natasha Kautsky","Kerry Remsen","Anthony Alda","Lucinda Crosby"],"overview":"A young filmmaker arrives in Hollywood and tries to get his first movie financed.","release_date":"1986-04-01","vote_average":0.0,"runtime":88,"cert":"\"\"","id":256001,"title":"Smart Alec","adult":false,"genre_ids":[35,18]},{"cast":["Alfredo Rodríguez","Sabela Vásquez","Ruth Sabuceda"],"overview":"Tour de force plane shot in sequence is between \"Falling Down\" content and \"Time Out\" Cantet starring who suffers from a crisis that probably helped forge. We follow a man dressed in a tense day to draw a dividing line in his life. Because under normal who rises in the morning toward his senior executive position a desperate man struggling to maintain the facade on a day when the debt collector to seal its end (ironically) hiding destination","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256003,"title":"El triste olor de la carne","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256020,"title":"El cuerpo incorrupto","adult":false,"genre_ids":[99]},{"cast":["Barry Paulson","Andrea Carballo","Pol Ponsarnau","Cristina Núñez","Marta Bassols"],"overview":"","release_date":"2013-04-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256022,"title":"The Juan Bushwick Diaries","adult":false,"genre_ids":[99]},{"cast":["Sudeep","Bhavana","Priyamani","Sonu Sood","Dwarakeesh"],"overview":"No one has entered a biography for him.","release_date":"2011-12-08","vote_average":6.9,"runtime":169,"cert":"N\/A","id":256024,"title":"Vishnuvardhana","adult":false,"genre_ids":[35,53,10749,28,18]},{"cast":["Roger Hanin","Corinne Marchand","Lila Kedrova","Francis Blanche"],"overview":"","release_date":"1967-04-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":256026,"title":"Le Canard en fer blanc","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"2006-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256028,"title":"Entre el dictador y yo","adult":false,"genre_ids":[]},{"cast":["Lachlan Buchanan","Puja Mohindra","Bryce Draper","Stephanie Danielsen","Laura Jacobs"],"overview":"After narrowly escaping an ancient burial ground, long forgotten and buried underneath the marshes of Cape Cod, a group of friends emerge from the thick, marshy darkness, tattered and bloody, lucky to be alive. They have already lost two of their friends in the marsh, presumably dead. They stumble upon an empty Cape Cod vacation house alongside the foggy marsh and break in to take shelter. Whatever was in the marsh is still after them and soon after one of them goes for help, the rest of the group learns that the evil in the marsh is not the only thing that wants them dead. Something worse, something more savage, was lying in wait just outside the marsh, in the house. What happens next is unspeakable, horror that cannot be unseen. These unlucky travelers spend their St. Patrick's Day trapped between two evils forcing them to fight, die, or go back the way they came.","release_date":"2015-03-15","vote_average":3.2,"runtime":99,"cert":"\"\"","id":256030,"title":"Muck","adult":false,"genre_ids":[27]},{"cast":["Paulinho da Viola","César Farias","Marina Lima","Elton Medeiros","Monarco"],"overview":"Documentary about Brazilian samba songwriter and singer Paulinho da Viola, one of the most sophisticated musicians of the genre. The film shows his biography, influences, masters and friends, as well his simple and peculiar way of life, with activities like restoring old cars, working with wood, playing billiards.","release_date":"2004-04-28","vote_average":0.0,"runtime":83,"cert":"N\/A","id":256032,"title":"Paulinho da Viola - Meu Tempo é Hoje","adult":false,"genre_ids":[99]},{"cast":["Victor Navega Motta","Simone Spoladore","Ângelo Antônio","Cauã Reymond","Fabiula Nascimento"],"overview":"","release_date":"2011-05-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":256037,"title":"Não Se Pode Viver Sem Amor","adult":false,"genre_ids":[18,10749]},{"cast":["Pradeep","Kannika Tiwari","Sudeep","Sadhu Kokila","Sharath Lohitashwa"],"overview":"Rangan Style is a Kannada Romantic Comedy Drama film written and directed by Prashanth S starring Pradeep and Kannika Tiwari in the lead roles. This film also starring Sudeep in an important guest role and also starring Rekha Das, Sadhu Kokila, Gurukiran, Sharath Lohitashwa, Tabla Nani and others.","release_date":"2014-02-21","vote_average":0.0,"runtime":125,"cert":"N\/A","id":256039,"title":"Rangan Style","adult":false,"genre_ids":[28,35,18]},{"cast":["Sudeep","Sparsha Rekha","Sudharani","Naveen Mayur","Sihi Kahi Chandru"],"overview":"No one has entered a biography for him.","release_date":"2000-06-09","vote_average":5.5,"runtime":null,"cert":"N\/A","id":256041,"title":"Sparsha","adult":false,"genre_ids":[10749,18,53,35]},{"cast":["Charan Raj","Sudeep","Umashri","Sindhu"],"overview":"No one has entered a biography for him.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256043,"title":"Thayavva","adult":false,"genre_ids":[]},{"cast":["Joaquín Sabina","Joan Manuel Serrat","Ricardo Miralles","Pancho Varona","Antonio García de Diego"],"overview":"These two birds back to join their voices, between lyric and tear, Serrat and Sabina. During a previous tour viewers could overthrow them both with one shot, but this time that these birds will soar on shotguns. Each with its splendor, with its poison. Joan Manuel Serrat keeps intact the moral, tough, committed contempt of difficult times, but always wrapped in the aura of a joy of living, in favor of simple pleasures, the melancholy of those trams transported to the beaches on Sunday to overcome people and returned to the city only defeated by the sun, with salty lips and burned skin. And among so many words of love Serrat, the hoarse cries of Sabina, both fused, and although the two crossing their songs, one with guitar and the heart will scratch another liver.","release_date":"2012-03-17","vote_average":5.3,"runtime":150,"cert":"N\/A","id":256045,"title":"Serrat & Sabina: dos pájaros contraatacan","adult":false,"genre_ids":[10402]},{"cast":["J.K. Rowling"],"overview":"The unauthorized story of J.K. Rowling--creator of Harry Potter.","release_date":"2000-08-08","vote_average":6.5,"runtime":50,"cert":"\"\"","id":256050,"title":"The Magical World of Harry Potter: The Unauthorized Story of J.K. Rowling","adult":false,"genre_ids":[]},{"cast":["Karl-Arne Holmsten","Elsa Prawitz","Henny Moan","Erik 'Bullen' Berglund","Barbro Hiort af Ornäs"],"overview":"Unsuccessful composer Stig disguises himself as a woman to play in ex-fiancee Sonja's seven piece women's orchestra, which is temporarily short one member, at a hotel. When Stig's jealous, and unsuccessful actress, wife Eva finds out about it she too disguises herself as the opposite sex by posing as a hotel porter. Additional complications arise and hilarity ensues!","release_date":"1956-07-22","vote_average":0.0,"runtime":85,"cert":"N\/A","id":256064,"title":"Sju vackra flickor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Many are overly familiar with the eerily prescient foretellings of 16th Century French prophet Michel de Nostradame, (1503-66). But few may realize that an early 21st century equivalent of Nostradamus began making prophecies comparable to those of the Middle Ages' most prominent seer - with the aid of a computer -in the late 1980s. Dr. Bueno de Mesquita's prophecies (unlike Nostradame's) were concrete enough that they actually enabled observers to predict events before those events occurred, including the second Intifada and the crackdown at Tianamen Square by the Chinese government. Then, de Mesquita emerged with a host of much darker and more foreboding prophecies including famine, World War III, and the arrival of the Antichrist.","release_date":"2008-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256066,"title":"The Next Nostradamus","adult":false,"genre_ids":[99]},{"cast":["Joey Wong","Wilson Lam","Tan Lap-Man","Eric Tsang","Ku Feng"],"overview":"A woman is cursed with beauty in China and becomes prey for men. Raped by the prefect of her ballet school and sent to work camp, she escapes to decadent Hong Kong by marrying a wealthy banker. She finds herself drawn to sadomasochistic affairs and in flashbacks discovers she is the reincarnation of a famous courtesan of ancient China.","release_date":"1989-09-21","vote_average":6.5,"runtime":99,"cert":"N\/A","id":256068,"title":"The Reincarnation of Golden Lotus","adult":false,"genre_ids":[]},{"cast":[],"overview":"When impoverished young bride Youyou (Zhang) collapses from hunger at the door of handsome buccaneer Pan Hao (You Yong), he immediately decides to have her, much to the chagrin of his current squeeze, Widow Ma (Jiang Yanqiang).","release_date":"1996-02-01","vote_average":7.0,"runtime":104,"cert":"N\/A","id":256070,"title":"The Sun Has Ears","adult":false,"genre_ids":[]},{"cast":["Andy Lau","Cherie Chung","Junichi Ishida","Kyôko Kishida","Junko Takazawa"],"overview":"Hong Kong student Ben Lee becomes friends with his mainland Chinese classmate Chang Chih while studying abroad in Japan. Ben is unmotivated to study and only cares about money and on the other hand, whenever Chih encounters a Chinese person, he would ask whereabouts of his childhood sweetheart. Ming is also from Hong Kong and in order to elevate his social status, he becomes involved with a bar hostess and owner Yuriko, hoping to become Yakuza leader Yamada Ishikawa's brother in-law.","release_date":"1991-07-20","vote_average":5.7,"runtime":97,"cert":"N\/A","id":256072,"title":"Zodiac Killers","adult":false,"genre_ids":[]},{"cast":["Carina Lau","Peng Sun","Kun-Hsuan Huang","Wu Ma","Wang Lai"],"overview":"A 12-year-old boy from America experiences the clash of cultures and the generation gap when he visits his grandfather in Shanghai.","release_date":"1991-11-07","vote_average":0.0,"runtime":100,"cert":"N\/A","id":256074,"title":"My American Grandson","adult":false,"genre_ids":[]},{"cast":["Anita Yuen","Gigi Lai","Shu Qi","Liz Kong","Cheung Tat-Ming"],"overview":"An investigative reporter has been invited to an exclusive annual dinner of the \"Strange and Unbelievable Experiences Society,\" where three stories are told in the framing device of this horror anthology.","release_date":"1996-11-24","vote_average":4.0,"runtime":90,"cert":"N\/A","id":256085,"title":"Till Death Do Us Laugh","adult":false,"genre_ids":[]},{"cast":["Anita Yuen","Simon Yam","Lindsay Chan Ling-Chi","Ted Brunetti"],"overview":"Instead of following the wishes of her parents and flying to Toronto, Mo-yung (Anita Yuen) journeys instead to NYC, in hope of finding Benny (Simon Yam), a mysterious photographer who has attracted her. There, she meets Rubie, a sympathetic clinic worker who helps her to settle in the city.","release_date":"1994-05-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":256087,"title":"Crossings","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Linas Phillips spent nearly two years getting to know nine of Seattle's homeless population. The result is a unique and compassionate exploration of the hard luck, wrong turns and broken dreams that reside on the city's streets.","release_date":"2009-02-11","vote_average":0.0,"runtime":93,"cert":"\"\"","id":256089,"title":"Great Speeches from a Dying World","adult":false,"genre_ids":[]},{"cast":["Fabrizio Bentivoglio","Burt Young","Valeria Milillo","Sabrina Ferilli","Orsetta De Rossi"],"overview":"","release_date":"1991-04-19","vote_average":6.2,"runtime":null,"cert":"N\/A","id":256091,"title":"Americano rosso","adult":false,"genre_ids":[]},{"cast":["Elisabeth Bergner","Michael Redgrave","Wilfrid Lawson","Mabel Terry-Lewis","Richard Ainley"],"overview":"Adapted from the best-selling novel by K. J. Benes, A Stolen Life serves as a tour de force for German actress Elizabeth Bergner, whose husband Paul Czinner directed the film. Bergner stars as identical twins Sylvina and Martina, whose mild sibling rivalry intensifies when one of the girls tricks the other's sweetheart Alan McKenzie (Michael Redgrave) into proposing to the wrong twin.","release_date":"1939-01-18","vote_average":6.5,"runtime":90,"cert":"N\/A","id":256093,"title":"Stolen Life","adult":false,"genre_ids":[18]},{"cast":["Abhay Deol","Preeti Desai","Lillete Dubey","Lillete Dubey"],"overview":"This is the story of Amit and Samara - two souls in Mumbai, a city of millions and how the universe conspires to bring them together. This is a coming of age film about how two people are destined to meet but only when their individual lives are ready for each other. Through a chance encounter, a series of coincidences and fates helping hand, Amit and Samaras lives intersect and affect each other. Whether they can find their true paths or not, only time will tell.","release_date":"2014-01-31","vote_average":4.3,"runtime":139,"cert":"\"NR\"","id":256095,"title":"One by Two","adult":false,"genre_ids":[]},{"cast":["Phil Silvers","Jack Benny","Ted de Corsia","Jack Elam","Karl Lukas"],"overview":"The town of Primrose, Arizona is beset by outlaws, so the towns people hire Fletcher Bissell III (A.K.A. The Silver Dollar Kid) as their new sheriff. Fletcher is so cowardly the townsfolk are sure that the local outlaws will be too proud to gun him down. This proves to be the case, and the outlaws hire their own cowardly gunfighter, Chicken Farnsworth, to go up against The Silver Dollar Kid. Written by Jim Beaver","release_date":"1960-05-07","vote_average":2.0,"runtime":53,"cert":"\"\"","id":256100,"title":"The Slowest Gun in the West","adult":false,"genre_ids":[37,35]},{"cast":["Ronald Zehrfeld","Mohsin Ahmady","Saida Barmaki","Salam Yousefzai","Burghart Klaußner"],"overview":"Jesper is a soldier in the German army, who reports for a new tour of duty in Afghanistan. His unit is to protect a village from the Taliban.","release_date":"2014-02-11","vote_average":5.8,"runtime":98,"cert":"N\/A","id":256108,"title":"Inbetween Worlds","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bosteri is a village in the Kyrgyz steppe. Here on the banks of one of the world's largest mountain lakes stands a big wheel that only turns for two months of every year. Under its shadow live the people that summer has left behind.","release_date":"2014-02-12","vote_average":0.0,"runtime":24,"cert":"N\/A","id":256110,"title":"Bosteri unterm Rad","adult":false,"genre_ids":[]},{"cast":["Wendy Hoopes","Glenn Fitzgerald","Jamie Harrold","Gabriel Macht","Jayce Bartok"],"overview":"101 Ways (the things a girl will do to keep her Volvo) chronicles the epic adventures of Watson (Wendy Hoopes), a struggling young writer who moves to the quiet suburbs to write her first novel. A New York City native, Watson isn't much of a driver, and her over-protective mother forces her to buy a car she can't afford - a brand new Volvo. Watson falls in love with the car, but real life quickly catches up to her in the form of the repo man when she falls behind on her monthly payments. To avoid losing her beloved wheels, Watson tries her hand at two of the oldest professions: waiting tables and phone sex. At the same time, her meddling best friend (Jamie Harrold), convinces Watson to ignite her stagnant love life by pursuing a sexually-phobic pilot (Gabriel Macht) and an aloof supermarket cashier (Glenn Fitzgerald). The result is a refreshing comedy packed with star cast performances and an overriding moral: life's long and winding road has as many speed bumps as straightaways.","release_date":"2000-01-01","vote_average":5.0,"runtime":100,"cert":"\"\"","id":256112,"title":"101 Ways (The Things a Girl Will Do to Keep Her Volvo)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Starting in 1988, a fierce battle raged between the two neighbouring states of Armenia and Azerbaijan (until 1991 part of the Soviet Union) over Nagorno-Karabakh. In 1994, an armistice gave control of Karabakh and the Azeri territory in-between to Armenia. Director Vadan Hovhannisyan shows the footage he shot as an independent war reporter on the front 12 years ago. He runs across the battlefield with a shaky camera, under a fierce shower of bullets. Scrawny soldiers with sunken eyes spend their days smoking, waiting and taking cover in trenches. Fallen comrades are carried down forest paths. Then, Hovhannisyan revisits the soldiers now, bringing prints of stills and frontline footage on his laptop. Although they have put on some weight, many of them are \"victims of the peace,\" as Hovhannisyan calls it in his voice-over.","release_date":"2007-02-13","vote_average":0.0,"runtime":70,"cert":"N\/A","id":256114,"title":"A Story of People in War and Peace","adult":false,"genre_ids":[99]},{"cast":["James Hannaham","Youngeun Choi","Sandrine Guerin","Eugene Tsai","Jarrett Mellenbruch"],"overview":"Eight years ago, Deep Space One was launched: an ion-driven unmanned rocket that is still on its journey through space. In this triptych, Peter Garfield takes us on a similarly dizzying journey through various dimensions. The camera glides through a landscape, through a decor, through a room, straight through walls - without having to stop once.","release_date":"2007-01-31","vote_average":0.0,"runtime":17,"cert":"N\/A","id":256116,"title":"Deep Space One","adult":false,"genre_ids":[]},{"cast":["Audie Murphy","Lloyd Nolan","Jane Wyatt","James Gleason","Stanley Clements"],"overview":"A lawman tries to find the source of a juvenile delinquent's bad behavior.","release_date":"1949-02-22","vote_average":7.5,"runtime":86,"cert":"\"\"","id":256118,"title":"Bad Boy","adult":false,"genre_ids":[18]},{"cast":["Kaimin Guo","Yu Zhang","Yang Yanjin","Qiu Shide","Qui Shisui"],"overview":"The film is a powerful condemnation of the political radicalism of the Cultural Revolution and shows how ordinary people were victimized during a decade of turmoil.","release_date":"1981-02-18","vote_average":7.0,"runtime":100,"cert":"N\/A","id":256129,"title":"The Alley","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"From the early race to build gliders to the D-Day invasion at Normandy and Nazi Germany's final surrender, \"Silent Wings - The American Glider Pilots of WWII\" narrated by Hal Holbrook, reveals the critical role gliders played in World War II offensives. Through rare archival footage and photographs, the film places the audience right at the center of the action in the dangerous world of the American glider pilot. During WWII, 6000 young Americans volunteered to fly large unarmed cargo gliders into battle. For these glider pilots every mission was do-or-die. It was their task to repeatedly risk their lives landing the men and tools of war deep within enemy-held territory, often in complete darkness. Thousands of lives were saved and battles won because of their efforts. In fact, one pilot interviewed said - the 'G' in their emblem didn't stand for glider; it stood for 'guts.' Features include: - Virtual walk-through tour of the Silent Wings Museum in Lubbock, Texas","release_date":"2007-03-20","vote_average":0.0,"runtime":113,"cert":"\"\"","id":256131,"title":"Silent Wings: The American Glider Pilots of World War II","adult":false,"genre_ids":[99,10752,36]},{"cast":["Yang Hui-shan","Lee Lichun","Elten Ting","Wen Ying","Hu Hsiang-Ping"],"overview":"Arriving in Taiwan in the 1950s, Kuei-mei makes a disadvantageous marriage to a widower with three unruly kids and a bad gambling habit. Beautifully portrayed by celebrated actress Yang, she weathers pregnancies, her husband's infidelity, her daughter's resentment, a stint as servant in Japan, divorce, and illness while struggling to keep the family restaurant business afloat.","release_date":"1985-10-09","vote_average":7.5,"runtime":152,"cert":"N\/A","id":256133,"title":"Kuei-mei, a Woman","adult":false,"genre_ids":[18]},{"cast":["Zhang Ziyi","Aaron Kwok","Gu Changwei"],"overview":"Zhao Liang’s film portrays AIDS sufferers of both genders; they are all people with very different biographies. As if it wasn’t bad enough being infected by HIV, their suffering is compounded by the fact that in the People’s Republic of China the disease is hushed up and people living with AIDS are ostracised. In China, the public at large knows very little about the disease and most people associate the virus with promiscuity. This fear of discrimination forces most patients to hide the fact that they are positive. The AIDS sufferers in Zhao Liang’s film were willing to share their experiences with him. The filmmaker was able to make contact with them via internet support groups; he also visited children with Aids at a ‘red ribbon’ school; but above all, he talked to AIDS sufferers during the making of Gu Changwei’s film. It is their presence which lends Changwei’s film its particular authenticity.","release_date":"2010-12-01","vote_average":6.0,"runtime":83,"cert":"N\/A","id":256135,"title":"Together","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This documentary offers an immersion in the culture of the tee-shirt, this simple piece of clothing has become a work of art for some and counter culture symbol for others. American Apparel founder Dov Charney, Earsnot, Tony Alva, Jim Philips, Mark the Cobrasnake and VERBAL all make appearances amongst an eclectic group of creatives.","release_date":"2011-06-29","vote_average":9.0,"runtime":59,"cert":"N\/A","id":256137,"title":"T-Shirt Stories","adult":false,"genre_ids":[]},{"cast":["Yan Zhang","Man Man"],"overview":"Yan Hongwei is in distress because the first three girlfriends he had have all left and he nearly died of a broken heart. Even more unfortunately, he was unemployed and when cornered , his friend introduced him to the Water Yang which was a business deal. The deal was as long as he 's within a month to the lovelorn girl he can earn 100,000 yuan. To obtain the good things of beauty and money , Yan Hongwei has to learn let go.","release_date":"2014-02-18","vote_average":5.5,"runtime":73,"cert":"N\/A","id":256154,"title":"The Womaniser","adult":false,"genre_ids":[35,10749]},{"cast":["Sudeep","Rajesh","Ramya"],"overview":"No one has entered a biography for him.","release_date":"2010-01-29","vote_average":5.2,"runtime":133,"cert":"N\/A","id":256156,"title":"Just Maath Maathalli","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Marie Noelly","Cloé Dary","Janny Salson","Joy Karins","Sherazade"],"overview":"Mechanics, oil, pistons, demanding customers make you tired. One day, you have to hand over... This is what a garage holder says to his two pretty daughters. In order to inherit the garage, which of them will be the best? The one who will get married first. A harsh competition starts between the two sisters...","release_date":"1988-08-09","vote_average":7.8,"runtime":null,"cert":"N\/A","id":256158,"title":"Two Sweet Sluts","adult":true,"genre_ids":[]},{"cast":["Vishnuvardhan","Suhasini Maniratnam","Sudeep","Niveditha","Rangayana Raghu"],"overview":"How a villager Hoovaiah, takes on an MNC and corrupt politicians who try to misguide villagers to acquire a village for mining?","release_date":"2007-08-24","vote_average":5.5,"runtime":130,"cert":"N\/A","id":256163,"title":"Maathaad Maathaadu Mallige","adult":false,"genre_ids":[18]},{"cast":["Joanne Woodward","Robert Webber","Michael C. Gwynne","Audrey Christie","Isela Vega"],"overview":"The true story of an Anglo woman's venture into the Mexican-American barrio to seek restitution from vandals who slashed her tires.","release_date":"1979-11-13","vote_average":5.0,"runtime":94,"cert":"\"\"","id":256165,"title":"The Streets of L.A.","adult":false,"genre_ids":[]},{"cast":["Priscila Assum","Lúcio Andrey","Dilma Lóes","Roberto Maya","Daniel Archângelo"],"overview":"","release_date":"2005-10-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":256179,"title":"Cafuné","adult":false,"genre_ids":[]},{"cast":["Priscilla Rozenbaum","Domingos de Oliveira","Paulo de Carvalho","Fábio Florentino","Jorge Jerônimo dos Santos"],"overview":"","release_date":"2005-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256181,"title":"Carreiras","adult":false,"genre_ids":[]},{"cast":["Rafaela Amado","Priscila Assum","Joaquim Pedro de Andrade","Alberto Graça","Schubert Magalhães"],"overview":"","release_date":"2008-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256183,"title":"Castelar e Nelson Dantas no País dos Generais","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256185,"title":"Markus Raetz","adult":false,"genre_ids":[99]},{"cast":["Thom Hoffman","Huub van der Lubbe","Dolf de Vries"],"overview":"","release_date":"1992-10-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":256187,"title":"De Bunker","adult":false,"genre_ids":[18,10752]},{"cast":["Robert Cordier","Philippe Sfez","Leslie Stiles","Lionel Tua"],"overview":"La Zone - the poor, dangerous quarters of Paris (George Lacombe, 1928); the administrative zone where Orpheus looks for his lost Eurydice (Jean Cocteau, 1950); Interzone - the working title for Naked Lunch (W.S. Burroughs, 1959). In 1983, Ossang created a synthesis of all these territories of unrest under a banner of dead colours. - IFFR","release_date":"1983-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":256189,"title":"Zona inquinata","adult":false,"genre_ids":[]},{"cast":["Ankito","Violeta Ferraz","Heloísa Helena","Adelaide Chiozzo","Ivon Cury"],"overview":"","release_date":"1952-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256203,"title":"É Fogo na Roupa","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Two gay surfers embark on a global journey to uncover the taboo of homosexuality in surfing. They become part of an emerging community prepared to step out of the shadows of secrecy and create a more open and accepting surfing culture.","release_date":"2014-02-20","vote_average":8.7,"runtime":85,"cert":"N\/A","id":256205,"title":"Out in the Line-up","adult":false,"genre_ids":[]},{"cast":[],"overview":"David loves Jesus and wants to go to heaven, but he also wants Colin. Marcos was fired for being gay, but wants to be a pastor again. And Sherri wants her kids to grow up to be good Seventh-day Adventists even though the church teaches that her same-sex marriage is sinful. All three are caught in the middle between the church they know and love and their desire to be fully accepted for who they are. 'Seventh-Gay Adventists' offers a revealing look at the inner spiritual world of three LGBT church members struggling to reconcile their faith and sexuality and explores what it means to belong when you find yourself on the margins.","release_date":"2012-04-29","vote_average":0.0,"runtime":100,"cert":"\"\"","id":256207,"title":"Seventh-Gay Adventists","adult":false,"genre_ids":[]},{"cast":["Lissy Arna","Gerhard Dammann","Mathias Wieman","Paul Heidemann","Hubert von Meyerinck"],"overview":"Else Riedel (Lissy Arna), locked out by her authoritarian father, seeks refuge with her boyfriend Hans. Complications threaten when Hans's roommate Max falls in love with her, but the situation is resolved: the three remain friends, and decide to form a music hall act. They want to ascend, but how? A way out beckons when a theatrical agent named Nevin enters Else’s life. He is played by Hubert von Meyerinck as a slick and oily villain, who oozes refinement; his experience behind bars is waved away with a silk scarf. He is cunning to the point of perfidiousness, but is not completely unsympathetic. He also embodies a new type - the scrounger.","release_date":"1928-08-08","vote_average":0.0,"runtime":132,"cert":"N\/A","id":256209,"title":"Under the Lantern","adult":false,"genre_ids":[18]},{"cast":["Shabnur","Ilias Kanchon","Litu Anam","Dolly Johur","Jayanto Chattopadhyay"],"overview":"The story unfolds around the struggle of Tithi, a young girl from a lower middle-class family in Bangladesh. Tithi becomes a call girl to support her family. Tithi’s brother gets married and surprisingly discovers that working can also give satisfaction. He opens up a business with the capital his sister made as a prostitute. Financially, things are getting better in the family but Tithi slowly becomes aloof and indifferent to everything. Even the touch of her own mother irritates her and makes her recall a man’s lust. She withdraws within herself and takes refuge in solitude.","release_date":"2006-07-28","vote_average":5.0,"runtime":95,"cert":"N\/A","id":256211,"title":"Forever Flows","adult":false,"genre_ids":[]},{"cast":["Sandy Style","Mandy Bright","Lucy Lee","Betty Bell","Stefania Romie"],"overview":"","release_date":"2004-05-11","vote_average":5.5,"runtime":null,"cert":"N\/A","id":256213,"title":"Domine Moi!","adult":true,"genre_ids":[]},{"cast":["Christopher George","Preston Pierce","Roberta Collins","Linda A. Borgeson","John Davis Chandler"],"overview":"A group of motorcyclists on a \"treasure hunt\" are terrorized by a gang of murderous psychopaths.","release_date":"1977-07-01","vote_average":4.0,"runtime":95,"cert":"\"\"","id":256227,"title":"Whiskey Mountain","adult":false,"genre_ids":[27]},{"cast":["Ian Ellis","Joseph Robinson"],"overview":"Two boys quarrel about a toy pistol. The game becomes serious. On the roof in a skyskraper district they risk their lifes for the toy pistol.","release_date":"1963-07-31","vote_average":6.0,"runtime":15,"cert":"N\/A","id":256232,"title":"The War Game","adult":false,"genre_ids":[18]},{"cast":["Myriam Cyr","Germain Houde","Rémy Girard","Denis Lapalme","Viola Léger"],"overview":"In 1863, when a legless, shipwrecked man washes up on the Acadian coast, he's taken to the home of Jean the Corsican, a burly and bitter former soldier, and his childless young wife, Julitte. The man, who is young, handsome, and well-dressed, remains mute as Julitte nurses him back to health. Jean, meanwhile, who is inexplicably estranged from Julitte and an outsider to townspeople, continues his hunt for pirate treasure, rumored to be hidden in a cave by the sea. The treasure is his ticket out of Acadia. As loneliness and Eros draw Julitte and the mysterious Jérôme together, something's got to give.","release_date":"1994-09-23","vote_average":6.0,"runtime":100,"cert":"N\/A","id":256237,"title":"Jerome's Secret","adult":false,"genre_ids":[18,36]},{"cast":["Wayne Robson","Richard Monette","Deborah Grover","Stephen Hunter","Lenore Zann"],"overview":"Horror anthology with segments entitled:  \"See No Evil\", \"The Intruder\", \"Have a Nice Day\" and \"The Good Samaritan\".","release_date":"1986-02-26","vote_average":5.0,"runtime":87,"cert":"N\/A","id":256239,"title":"Mania","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Dance moves from this Tamil musical's theme song inspired the video game Grand Theft Auto:III.","release_date":"","vote_average":6.5,"runtime":140,"cert":"N\/A","id":256241,"title":"Dance Raja Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Half a trillion dollars have been spent on the international aid machine in the last 50 years and it just keeps on pumping. It's an industry that's unquestionable and supported by the world's biggest celebrities; Bono, Bob Geldof, Angelina Jolie ... But recently an increasing number of experts have begun to criticise the giving game. This doc dissects the aid industry and reveals some difficult home truths about 'Aid as Business' in the Third World.","release_date":"2012-09-30","vote_average":0.0,"runtime":54,"cert":"N\/A","id":256252,"title":"Sweet Poison","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2012-01-26","vote_average":0.0,"runtime":43,"cert":"N\/A","id":256254,"title":"Glubinka 35x45","adult":false,"genre_ids":[99]},{"cast":["Jessica Barker","Emmanuel Bilodeau","Charlotte Bissonnette-Reichold","Réal Bossé","Emmanuel Charest"],"overview":"","release_date":"2004-02-27","vote_average":4.0,"runtime":null,"cert":"N\/A","id":256256,"title":"Le Golem de Montréal","adult":false,"genre_ids":[35,53,10751]},{"cast":["Nick Holmes","Greg Mackintosh","Aaron Aedy","Stephen Edmondson","Milly Evans"],"overview":"1. Enchantment 2. Hallowed Land 3. The Last Time 4. Forever Failure 5. Once Solemn 6. Shadowkings 7. Elusive Cure 8. Yearn For Change 9. Shades Of God 10. Hands Of Reason 11. I See Your Face 12. Jaded 13. Faith Divides Us - Death Unites Us 14. True Belief 15. One Second 16. Say Just Words 17. The Rise Of Denial 18. As I Die\r 2011 live release from the British Gothic Metal pioneers. Draconian Times MMXI features the band performing their legendary Draconian Times album live on stage during the album's 15th anniversary mini-tour in 2010. Commented vocalist Nick Holmes: \"It was great fun doing the 'Draconian Times' live shows and the response outshined our expectations by far. All the shows were great. This release is dedicated to them, and I hope they thoroughly enjoy it!\"","release_date":"2011-11-05","vote_average":0.0,"runtime":88,"cert":"N\/A","id":256258,"title":"Paradise Lost : Draconian Times MMXI","adult":false,"genre_ids":[10402,99]},{"cast":["Céline Bernier","Nicole Geoffroy","Louise Pelletier","Raymond Décarie","André Fortier"],"overview":"A 16 year old girl recalls the last moments of her summer vacation, spent with friends in the Laurentians north of Montreal. She reminisces about their talks on life, death, love, and God. Shot in direct cinema style, working from a script that left room for the teenagers to improvise and express their own thoughts, the film sought to capture the immediacy of the youths presence their bodies, their language, their environment.","release_date":"1964-01-01","vote_average":6.0,"runtime":27,"cert":"N\/A","id":256263,"title":"The End of Summer","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"'Ça Sera Beau - From Beyrouth with Love', introduces the viewer to the raw streets of Beirut.","release_date":"2005-11-27","vote_average":5.3,"runtime":31,"cert":"N\/A","id":256265,"title":"From Beyrouth with Love","adult":false,"genre_ids":[]},{"cast":["Tony Ail","Nathan Aswell","Chera Bailey","Kathleen Barr","Garry Chalk"],"overview":"Leo is the lion king of the jungle, but unfortunately he doesn't know well what a king's job is. He believes it is his right to do as he pleases, even if it means disrupting the peace of others or being plain rude to them, as a king, Leo thinks everyone should look out for his well-being and comfort. One day, Leo meets a lion cub named Tooey whose mother has been recently taken away and who comes to Leo for help, being as selfish as he is, Leo turns the young lion away. However, after several different adventures, Leo learns what his place as a king is and how he must behave and treat the creatures who have almost lost all faith in him. Leo rallies the jungle animals to the rescue, and in the epilogue, the narrator Michael Donovan says that Leo asked Tooey's mother to be his queen, and the cub himself grew into a strong young lion, now called Leo II and one day he would be the Jungle King.","release_date":"1994-07-20","vote_average":5.6,"runtime":46,"cert":"\"\"","id":256285,"title":"Leo the Lion: King of the Jungle","adult":false,"genre_ids":[16,12,10751]},{"cast":["John Hahn-Petersen","Sonja Oppenhagen","Torben Sekov","Peter Holst Bech","Louise Engell"],"overview":"","release_date":"1995-03-02","vote_average":4.0,"runtime":null,"cert":"N\/A","id":256299,"title":"Der König der Tiere","adult":false,"genre_ids":[10751,12,14]},{"cast":["Claudia Tagbo"],"overview":"","release_date":"2014-02-19","vote_average":5.3,"runtime":null,"cert":"N\/A","id":256301,"title":"Claudia Tagbo \/ Crazy","adult":false,"genre_ids":[35]},{"cast":["Misha Omar","Adam AF2","Dynas Mokhtar","Pierre Andre","Irma Hasmie"],"overview":"The famous ideal couple of Metrowealth College has been the talk of all students. They are the college idols amongst the students. But Adam’s relationship with Farah is envied by many others especially Maya a beautiful student who wants to take over Farah’s popularity. Apart from that Maya also has affections for Adam. At the same time the enrolment of a new student named Farid may disrupt Adam’s popularity. As a new student he mingles around with all kinds of people. One night Maya seduced Adam to go out with her and took intimate photos of them both to show their affection towards each other. The pictures were then distributed through e-mails and were found out by Farah which made her very jealous. The only solution to end this is by seeking revenge in trying to seduce Farid in order to make Adam jealous.","release_date":"2006-02-23","vote_average":0.0,"runtime":93,"cert":"N\/A","id":256303,"title":"Main-Main Cinta","adult":false,"genre_ids":[10749]},{"cast":["Jürgen Vogel","Moritz Bleibtreu","Petra Schmidt-Schaller","Georg Friedrich","Rainer Bock"],"overview":"Erik has is own motorbike workshop in a sleepy little town. He may have the telling word ‘scoundrel’ tattooed onto his lower arm but he nonetheless creates an impression of a well-behaved average Joe. His relationship with his girlfriend Julia is going well and her daughter Linda is very fond of her new Dad. But then all of a sudden the mysterious Henry appears and begins following him about like a sinister shadow. The more Erik tries to shake off his diabolical guest the more Henry intrudes into his life. But then when a violent gangster named Keitel enters the fray and threatens not only Erik but Julia and Linda, Erik’s seemingly ideal world begins to run off the rails.","release_date":"2014-05-15","vote_average":6.1,"runtime":95,"cert":"N\/A","id":256311,"title":"Stereo","adult":false,"genre_ids":[53]},{"cast":["Peter \"Peavy\" Wagner","Manfred \"Manni\" Schmidt","Christos \"Chris\" Efthimiadis","Malcolm Dome"],"overview":"Filmed at Hamburgs Dock venue on the 1993 \"Melodic Metal\" Tour in support of their \"The Missing Link\" album, this was one of the last ever performances by this particular Rage line-up.","release_date":"2003-02-19","vote_average":0.0,"runtime":55,"cert":"N\/A","id":256313,"title":"Rage: The Video Link","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A movie following a small selection of talented cos-players as they took part in May 2011 MCM Expo and showcased their costumes in the Masquerade.","release_date":"2011-10-30","vote_average":0.0,"runtime":83,"cert":"N\/A","id":256315,"title":"Cosplayers UK: The Movie","adult":false,"genre_ids":[99]},{"cast":["Sunset Carson","Linda Stirling","Tom London","Roy Barcroft","John Merton"],"overview":"Lawyer Butler, wanting Jeff Carson's ranch, has the Sheriff and his gang frame the bank holdup on him. Then they kill a witness that could free Carson and blame the murder on his son Sunset. But Sunset escapes, frees his father, and then sets a trap to catch the real killers.","release_date":"1945-12-13","vote_average":0.0,"runtime":58,"cert":"\"\"","id":256317,"title":"The Cherokee Flash","adult":false,"genre_ids":[37]},{"cast":[],"overview":"um trøllapætur og ommuna","release_date":"","vote_average":0.0,"runtime":37,"cert":"N\/A","id":256319,"title":"Trøllapætur: Hon er omma mín","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows a team of actors, playwrights and activists in Uganda who use theater to help former child soldiers or sex slaves that escaped their abductors cope with the traumatic experiences they've been through.","release_date":"2011-05-04","vote_average":0.0,"runtime":99,"cert":"\"\"","id":256327,"title":"After Kony: Staging Hope","adult":false,"genre_ids":[]},{"cast":["Klaus Piontek","Margit Bendokat","Dieter Franke","Johannes Wieke","Michael Gerber"],"overview":"","release_date":"1978-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":256329,"title":"Der Meisterdieb","adult":false,"genre_ids":[10770,14,10751]},{"cast":["Rani Soraya","Tonny Hidayat","W.D. Mochtar","Bram Adrianto","Noor Kumalasari"],"overview":"Six teenagers accidentally gave way to a curious ghost for revenge. Incidentally father also one of them, Susi (Rani Soraya) is responsible for the rape and murder of the family of ghosts. So membalaslah him. Later that kind ghost, promised not to continue his spirit of vengeance origin refined. The ghost (Noor Komalasari) was forced to be the ghost of a child who was curious because it contains makes it possible to die perfectly. Then issued from the mouth of the baby ghost.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256331,"title":"Mystery of the Old House","adult":false,"genre_ids":[27]},{"cast":["Susanne Lüning","Thomas Stecher","Jutta Wachowiak","Walfriede Schmitt"],"overview":"","release_date":"1986-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256333,"title":"Jorinde und Joringel","adult":false,"genre_ids":[14,10770,10751]},{"cast":["Amy-Joyce Hastings","Mark Killeen","Seán T. Ó Meallaigh","Kate Braithwaite","Vicki Michelle"],"overview":"In the cut-throat London film industry a vivacious actress chasing her big break struggles to maintain her integrity in the face of the director's advances.","release_date":"2013-07-10","vote_average":7.0,"runtime":100,"cert":"N\/A","id":256335,"title":"The Callback Queen","adult":false,"genre_ids":[10749,35]},{"cast":["Antoine Mason","Louise Lecavalier"],"overview":"A light grey room. A slender woman of 50 and a 12 year old boy. Joined together like the links of a chain. Changing positions at a constant rate. One flowing movement. Never losing touch with each other. A game played by a mother and her child. A kind of tango. Sound of feet. Breathing. Faint smiles. Until suddenly the woman's hands let go of each other.","release_date":"2013-01-01","vote_average":5.5,"runtime":8,"cert":"N\/A","id":256349,"title":"Off Ground","adult":false,"genre_ids":[18,10402]},{"cast":["Rie Nakano","Mirei Asaoka","Chris Aoki","Chika Matsui","Kenji Yamaguchi"],"overview":"Mayumi and the other students are suspected of cheating and put in the torture room, where a device is waiting on them. However, this is all a ruse to make Kekko Kamen appear!","release_date":"1992-03-27","vote_average":0.0,"runtime":80,"cert":"N\/A","id":256354,"title":"Kekko Kamen 2: We'll be back...","adult":false,"genre_ids":[35,28]},{"cast":["Fabio Testi","Vittorio Mezzogiorno","Daniela Poggi","Jacques Herlin","Romano Puppo"],"overview":"Undercover cop Fabio Testi infiltrates the world of motocross racing.","release_date":"1980-02-02","vote_average":2.0,"runtime":88,"cert":"N\/A","id":256356,"title":"Speed Cross","adult":false,"genre_ids":[28]},{"cast":["Anton Rodgers","Julia McKenzie","Richard Herring","Sarah-Jane Potts","Claire Skinner"],"overview":"Comedy drama about a family reunion written by and starring Richard Herring. It's Ken and Margaret Snell's 45th wedding anniversary and their children and grandchildren along gather to celebrate. For Ken and Margaret's children, it's a day to revisit childhood arguments and to paper over  present-day fractures in their relationships.","release_date":"2007-06-07","vote_average":6.0,"runtime":70,"cert":"N\/A","id":256358,"title":"You Can Choose Your Friends","adult":false,"genre_ids":[35,18,10770]},{"cast":["Germain Houde","Marc Labrèche","Raymond Bouchard","Normand Lévesque","Julie St-Pierre"],"overview":"A psychotic man and an obsessed police officer make life unbearable for an unlucky actor by making him the scapegoat for a string of kidnappings.","release_date":"1997-03-27","vote_average":4.5,"runtime":109,"cert":"N\/A","id":256366,"title":"La vengeance de la femme en noir","adult":false,"genre_ids":[35,53]},{"cast":["James Stephenson","Geraldine Fitzgerald","Donald Crisp","Barbara O'Neil","Montagu Love"],"overview":"A psychiatrist sacrifices everything for his research.","release_date":"1941-05-30","vote_average":7.6,"runtime":80,"cert":"\"\"","id":256371,"title":"Shining Victory","adult":false,"genre_ids":[18]},{"cast":["Jean-François Pichette","Élise Guilbault","Roxanne Gaudette-Loiseau","Joannie Lemay","Louisette Dussault"],"overview":"Catherine, a rebellious pre-teen who has been deeply affected by her parents’ divorce, plays a game which involves crossing a dangerous road with her eyes closed.  She becomes friends with the girl next door, the quiet Ariane, to the consternation of Ariane’s father, David.  Although he appears to be a model father, David is in fact obsessed by the need to protect his daughter.  As such, he tries – unsuccessfully – to prevent Ariane from coming under Catherine’s bad influence.  Ariane takes up smoking, starts telling lies, and begins to explore her sexuality.  While Catherine’s mother attempts to seduce the handsome, and single, David, he sets a trap for Catherine.  For Catherine, living dangerously is no longer a game, and she has to summon all her strengths in order to survive.","release_date":"2002-10-04","vote_average":4.0,"runtime":null,"cert":"N\/A","id":256373,"title":"Suburban Bliss","adult":false,"genre_ids":[53]},{"cast":["Pierre Vaneck","Nicolas Youmatoff","Catherine Le Couey"],"overview":"Composed entirely of still photographs shot by Marker himself over the course of his restless travel through twenty-six countries, If I Had Four Dromedaries stages a probing, at times agitated, search for the meanings of the photographic image, in the form of an extended voiceover conversation and debate between the \"amateur photographer\" credited with the images and two of his colleagues. Anticipating later writings by Roland Barthes and Susan Sontag (who professed her admiration for the film) If I Had Four Dromedaries reveals Marker's instinctual understanding of the secret rapport between still and moving image.","release_date":"1966-01-01","vote_average":7.5,"runtime":49,"cert":"N\/A","id":256375,"title":"If I Had Four Dromedaries","adult":false,"genre_ids":[99]},{"cast":["Guy Corneau"],"overview":"","release_date":"2007-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256380,"title":"Le meilleur de soi","adult":false,"genre_ids":[99]},{"cast":["Jalaja","Nedumudi Venu","V K Sreeraman","Gopi","Sridharan Chambadu"],"overview":"Across a dirt road, the circus truck comes to a village. The tent goes up. Schoolboys run to the tent. Village women come and watch an acrobat roll a hoop across a tightrope. A lion leaps from the edge of one stool - across darkness - on to another stool. A gap-toothed old woman gazes at a goat on a tight rope; her eyes are wide with curiosity.  For three days the circus makes small ripples in the life of this village. Municipal permits are required. At a toddy shop, a soldier befriends the circus strongman; a pump attendant sits on a rock each day watching a village girl bathe and dry her hair. The dwarf brings back to the circus a watermelon larger than his head. In the film's three days, we, the viewers, learn the geography of the village: the banyan treewith leaves like transparent film, the shining water, the light on the sand at sunset. When the circus leaves the village, it leaves us. The narrative says: The circus comes and leaves; life goes on.","release_date":"1978-01-18","vote_average":5.0,"runtime":129,"cert":"N\/A","id":256382,"title":"The Circus Tent","adult":false,"genre_ids":[18]},{"cast":["Ruby Patel","Kurush Deboo"],"overview":"There is something comical and pathetic about Percy, an awkward young man of 28, living alone with his aged mother in an old house tucked away in the Parsi colony in Bombay -- a very middle-class setting. Though Banubai, Percy's mother, utterly dominates Percy's life, she does so with love and kindness. Percy holds a clerical position in a small Unani pharmacy, famous for its sexual restoratives. It is only at his place of work, where he wields some power, that Percy displays a measure of authority and self-assurance. One day, Percy discovers a fraud in the office accounts, as a consequence of which one of the junior employees is sacked. This event has far-reaching consequences in the lives of Percy and Banubai. Percy's peace is soon to be shattered.","release_date":"1989-01-01","vote_average":6.0,"runtime":124,"cert":"N\/A","id":256384,"title":"Percy","adult":false,"genre_ids":[18]},{"cast":["Sally Hawkins","Merryn Owen"],"overview":"Sam, a successful entrepreneur will do anything to avoid confronting his inner feelings. As his relationship deteriorates, he is immersed in a world where his brutal subconscious is in control.","release_date":"2006-03-15","vote_average":0.0,"runtime":18,"cert":"\"\"","id":256398,"title":"Hollow China","adult":false,"genre_ids":[]},{"cast":["Kathleen Hanna","Kathi Wilcox","Tobi Vail","Billy Karren"],"overview":"In 1993, Bikini Kill toured the UK with grrrl associates Huggy Bear. Lucy Thane made a documentary about the trip, also featuring appearances from the Raincoats, Sister George, and Skinned Teen.","release_date":"1993-02-19","vote_average":0.0,"runtime":25,"cert":"N\/A","id":256400,"title":"It Changed My Life: Bikini Kill in the UK","adult":false,"genre_ids":[10402,99]},{"cast":["Gotham Chopra","Michael E. Uslan"],"overview":"Legends of the Knight weaves together the stirring true stories of individuals who have overcome devastating obstacles, unselfishly given to the community, and embraced their inner superhero because of their love of Batman. Through the deeply personal tales of Batman fans, writers, and filmmakers, this feature-length documentary explores the power of heroic stories and encourages viewers to find their own unique path to heroism. Funded by over 1,100 people from around the world, Legends of the Knight is a return to our childhood dreams of being a hero. Put on your cape, and be inspired!","release_date":"2013-12-31","vote_average":7.1,"runtime":76,"cert":"\"\"","id":256402,"title":"Legends of the Knight","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The 'Barefoot Bandit' attempts to live up to his larger-than-life persona.","release_date":"2014-02-21","vote_average":5.0,"runtime":82,"cert":"N\/A","id":256404,"title":"Fly Colt Fly","adult":false,"genre_ids":[]},{"cast":[],"overview":"On June 10th DJ Bobo released a VHS &amp; DVD called DJ BoBo - Celebration - The 10th Anniversary Show. It's 160 minutes long and contains several bonus materials","release_date":"","vote_average":0.5,"runtime":45,"cert":"N\/A","id":256406,"title":"DJ BoBo Celebration The 10th Anniversary Show","adult":false,"genre_ids":[]},{"cast":["Punya Hiendeniya","Henry Jayasena","Wickrema Bogoda","Trelicia Gunawardena","Gamini Fonseka"],"overview":"Piyal (Henry Jayasena) is a handsome young teacher who is hired to teach English to Nanda (Punya Heendeniya), a member of a high class family. They fall in love, but can't elope because Piyal is of a lower class. Nanda's parents instead push her into a marriage with Jinadasa (Gamini Fonseka), who is of the same class as them. With economic downturn in Sri Lanka, both families lose their status and Jinadasa leaves to try to make a better life for himself; he never achieves his goal and dies penniless. Piyal and Nanda can now finally come together. They have changed however, and the earlier idylic nature of their relationship is not recaptured.","release_date":"1963-07-21","vote_average":5.0,"runtime":105,"cert":"N\/A","id":256408,"title":"Changes in the Village","adult":false,"genre_ids":[18]},{"cast":["Mario De Diago","Mauro Duek","Denise Groesman","Agustina Pulfer","Julián Larquier Tellarini"],"overview":"Love letters, ridiculous love letters, old letters from ridiculous lovers, and a pursuable girl. Then, there’s running in the swimming lessons, in college academies, in the empty lots of suburban Buenos Aires. Dedications, interviews, empty avenues, sketches, and militants. And in the end, two kids in the street, afar, screaming, and kissing.","release_date":"2013-04-10","vote_average":0.0,"runtime":17,"cert":"N\/A","id":256419,"title":"A Woman Being Followed","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated short about the 75 years of Superman","release_date":"2013-10-13","vote_average":7.5,"runtime":2,"cert":"\"\"","id":256421,"title":"Superman 75th Anniversary","adult":false,"genre_ids":[99,16]},{"cast":["Kate Steavenson-Payne","Sara Stewart","Matthew Douglas","Todd Boyce","Jo-Anne Stockham"],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":256423,"title":"Miracle Landing on the Hudson","adult":false,"genre_ids":[]},{"cast":["Julia Jones","Sam Pick","Georgie Ray Burton","Beth Williamson","Tracie Gooch"],"overview":"A short mock-umentary following ambitious Vincent as he tries to reinvent his family business but his traditional Parents and Grandfather are unconvinced.","release_date":"2014-01-22","vote_average":5.3,"runtime":3,"cert":"N\/A","id":256425,"title":"Vampire Wedding Planners","adult":false,"genre_ids":[35,99]},{"cast":["Opie Zami","Danny x-factor","Maya Karin","Zami Ismail","Rosnah Mat Aris"],"overview":"The story is based on a love triangle involving the three lead characters set on a beautiful secluded island. The man who plucks the most coconuts wins the hand of the prettiest girl in the village, Rosnah. To prove that each is worthy of Rosnah's hand in marriage they will have to fight with their own weapons. Awang uses the traditional 'kapak bertali', while Sidibijo uses a 'laser gun' he made himself.","release_date":"2001-07-19","vote_average":0.0,"runtime":100,"cert":"N\/A","id":256427,"title":"No Problem","adult":false,"genre_ids":[35,18]},{"cast":["Michaela May","Günther Maria Halmer","Maximilian Krückl","Markus Eberhard","Alexander Held"],"overview":"","release_date":"2010-09-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":256432,"title":"Eine Sennerin zum Verlieben","adult":false,"genre_ids":[10770,35,10749]},{"cast":[],"overview":"Mr. Kanamori, a teacher of a 4th grade class, teaches his students not only how to be students, but how to live. He gives them lessons on teamwork, community, the importance of openness, how to cope, and the harm caused by bullying.","release_date":"2003-05-11","vote_average":0.0,"runtime":48,"cert":"N\/A","id":256434,"title":"Children Full of Life","adult":false,"genre_ids":[99]},{"cast":["Grande Otelo","Ankito","Renata Fronzi","Carlos Tovar","Nelly Martins"],"overview":"","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":256436,"title":"Pé na Tábua","adult":false,"genre_ids":[35]},{"cast":["Tommaso Spinelli","Lupita Nyong'o"],"overview":"An interloper wanders uncommon spaces and fashions deceiving relationships amidst the industrial ruins of Brooklyn.","release_date":"2009-01-01","vote_average":0.0,"runtime":17,"cert":"\"\"","id":256444,"title":"East River","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Starting with a six-line script which just noted down a kind of event to occur, and recur, my aim was to construct a film with its own logic, its own correspondences within itself, and its own echoes and rhymes and comparisons, all through close exploration of the everyday, the commonplace, in the city of Edinburgh.\" - MT","release_date":"1964-01-01","vote_average":0.0,"runtime":33,"cert":"N\/A","id":256446,"title":"Where I Am Is Here","adult":false,"genre_ids":[]},{"cast":["Danny Morton","Mark Sutt","Jane Sutt","Edna Morton","Austin Hopkins"],"overview":"The lives of four unique Elvis impersonators intertwine in this inspiring story of passion and hardship. From small-town America to the bright lights of Vegas, this documentary highlights the performers' undying love for Elvis Presley.","release_date":"2007-05-05","vote_average":0.0,"runtime":90,"cert":"\"\"","id":256448,"title":"Heart of the King","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2008, California voters passed Proposition 8, revoking marriage rights for same-sex couples. The following day in Los Angeles, a movement was born. This documentary profiles people who were inspired by the event to stand up for gay rights.","release_date":"2012-12-04","vote_average":0.0,"runtime":89,"cert":"\"\"","id":256450,"title":"Inspired: The Voices Against Prop 8","adult":false,"genre_ids":[]},{"cast":["David Bateson","Erik Holmey","Pat Kelman","Thure Lindhardt","Zlatko Burić"],"overview":"\"One Hell of a Christmas\" is a dark and action packed comedy that takes place in a modern city as well as in a fearful underworld. When Carlitos is released after doing 2 years of \"hard time\", he attempts to redeem himself and sets an example for his 5 year-old son. However, when a friend confronts him with a very dark and horrifying scam for some quick dough and good times, he declines, but never the less he soon finds himself entangled in a web of sex, drugs and Christmas carols.","release_date":"2002-12-10","vote_average":5.0,"runtime":95,"cert":"\"\"","id":256452,"title":"One Hell of a Christmas","adult":false,"genre_ids":[80,28,35]},{"cast":["Ivan Palúch","Irena Boleslavská","Petr Skarke","Vladislav Drazdák","Alexandra Haskovcová"],"overview":"A day in the life of Arnošt, a soldier staying in Josefov. A sense of desperation permeates the environment as well as the mind of the protagonist. It is sunday, and saturday left just a hangover. Days go by, nothing changes. A metaphor for the political situation in the Czech lands at a time where depicting a soldier as a drunk was considered out of place to say the least.","release_date":"1969-01-01","vote_average":5.6,"runtime":78,"cert":"N\/A","id":256454,"title":"Squandered Sunday","adult":false,"genre_ids":[18]},{"cast":["Rahul Banerjee","Priyanka Sarkar","Paoli Dam","Vikram Chatterjee","Sekhar Das"],"overview":"Hoi Choi is a film dealing with the nitty gritty's of theatre and do not shy away from showing the adversities of the same too","release_date":"2013-07-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":256456,"title":"Hoichoi","adult":false,"genre_ids":[35]},{"cast":["Kim In-kwon","Hong Kyung-in","Choi Gyu-hwan","Kim Jae-hwa"],"overview":"In a small North Korean village near the border of China, there are believers who get together in an underground church, away from the eyes of the persecuting government. When the missionary from China, their only support route, is cut off, things begin to get very tense. Chulho, who had been arrested along with his wife, returns. After losing his wife in the interrogations, Chulho had been released and unseen for 2 years before coming back to his home, claiming that he had been commanded by God to lead the believers across the border and into South Korea. The brothers wonder if Chulho is trustworthy, and whether it is the right thing to do to leave their homeland.","release_date":"2014-02-13","vote_average":4.0,"runtime":null,"cert":"N\/A","id":256458,"title":"Apostle","adult":false,"genre_ids":[18]},{"cast":["Pat O’Brien","Ann Dvorak","Claire Dodd","Roscoe Karns","Hobart Cavanaugh"],"overview":"Auctioneer Spot Cash Cutler is planning the scam of a lifetime, but will he get burned?","release_date":"1934-10-19","vote_average":4.0,"runtime":70,"cert":"\"\"","id":256460,"title":"I Sell Anything","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"An animated short where no real story is being told and  the perspective is constantly shifting.","release_date":"1975-01-01","vote_average":6.0,"runtime":1,"cert":"N\/A","id":256471,"title":"Perspectives","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A lone traveller makes his way through an airport before finally accepting his journey's end.  Animator Eoin Duffy attempts to express a personal journey centered around the loss of his younger brother Emmet.","release_date":"2012-07-01","vote_average":4.0,"runtime":6,"cert":"N\/A","id":256473,"title":"On Departure","adult":false,"genre_ids":[16]},{"cast":["Erik Ellington","Jim Greco","Lizard King","Furby","Neen Williams"],"overview":"In this explosive story of revenge and urban violence, Jim Greco and Erik Ellington team up with a group of skateboarders who have a change of opinion after their favorite spots are mercilessly knobbed and destroyed by a gang of thugs posing as authority figures. Slash is arrested, Lizard King is assaulted by a skatepark ledge, and Furby’s board is stolen. They then turn vigilante as they stalk the mean streets of Los Angeles with Moose and Neen Williams, on the prowl for handrails, gaps and dangerous spots of that nature. The Deathwish Video is an epic and controversial film that is frank and original in its treatment of urban skateboarding and the average citizen’s helplessness in dealing with it. Various artists wrote the musical score. And watch for a young Jon Dickson in his film debut as one of the pros.","release_date":"2013-03-20","vote_average":0.0,"runtime":47,"cert":"\"R\"","id":256475,"title":"The Deathwish Video","adult":false,"genre_ids":[99]},{"cast":["Hassan Stohi","Mahmoud Ahmed","Om Bassiouni","Mohamed Khattab","Mohamed Anouar Amin"],"overview":"A shantytown built inside the antique necropolis of Alexandria. An archaeological visit leads us to meet a few people, taking the time to be really close to them. Each encounter reveals a new novel. And we discover how people survive daily, with an incredible strength for life and a crazy capacity for happiness, that enables them to grin and bear the harshness of the materials conditions.","release_date":"2007-02-21","vote_average":0.0,"runtime":140,"cert":"N\/A","id":256480,"title":"Mafrouza - Oh Night!","adult":false,"genre_ids":[99]},{"cast":["Richard Greene","Richard Dix","Brenda Joyce","Roland Young","Gladys George"],"overview":"The story of a young man's discovery of his father.","release_date":"1939-09-29","vote_average":7.0,"runtime":82,"cert":"N\/A","id":256482,"title":"Here I Am a Stranger","adult":false,"genre_ids":[18]},{"cast":["Paul Affentranger","Sébastien Martin"],"overview":"","release_date":"2013-09-19","vote_average":5.3,"runtime":null,"cert":"N\/A","id":256487,"title":"Am Puls der Hausärzte - Paul & Sébastien","adult":false,"genre_ids":[99]},{"cast":["Runa Buran Nærdal","Emma Aars","Edward Raison","Enok moen","Inge Alexander Karstensen"],"overview":"","release_date":"2011-02-20","vote_average":0.0,"runtime":12,"cert":"N\/A","id":256492,"title":"Syndromes","adult":false,"genre_ids":[18,9648]},{"cast":["Karl Valentin","Kurt von Möllendorff"],"overview":"A nice short from the early Karl Valentin.","release_date":"1912-07-01","vote_average":4.0,"runtime":4,"cert":"N\/A","id":256497,"title":"The Jolly Vagabonds","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"The City of the Sun","cast":["Oldřich Navrátil","Ivan Martinka","Ľuboš Kostelný"],"id":256499,"overview":"","runtime":90,"genre_ids":[18,35],"release_date":"2005-04-19","vote_average":5.0,"adult":false}]