[{"cast":["Gordon Liu Chia-Hui","Takashi Taniguchi","Daisuke Namikawa","Youki Kudoh"],"overview":"Gordon Liu plays a stuntman named Daiyu, who is his town's sole vampire non-believer holdout. When his young daughter “adopts” a vampire kid, his viewpoint changes. Daiyu, with help from a female Japanese student, must defend his village against hopping vampires and an evil sorcerer who want their land.","release_date":"1988-08-23","vote_average":3.5,"runtime":90,"cert":"N\/A","id":257501,"title":"Shaolin vs. Vampire","adult":false,"genre_ids":[27,28,35,14]},{"cast":["Guiseppe Della Pelle"],"overview":"Pino is a mechanic and a rally rides champion, who decides to become a woman, and names himself Beatrice. As a transgender, he meets Marianna, a nurse from Rumenia who's taking care of Pino's old mother. Beatrice and Marianna fall in love and manage to get married in Rome, fighting established society and prejudice, both dressed as brides. An Italian love story, an unsurfarced road to become an unconventional family, in a too conventional country","release_date":"2013-11-15","vote_average":7.0,"runtime":65,"cert":"N\/A","id":257506,"title":"Off Road","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Flying over astonishing sights of Rio de Janeiro, you will see it's postcards from unprecedented angles, for the firts time recorded by high definition lenses. The visual spectacle staring the Cidade Maravilhosa (Marvelous City) of Rio de Janeiro, the Green Coast of Ilha Grande, Angra dos Reis and Paraty, the Sun Coast of Búzios, Arraial do Cabo, Cabo Frio,Saquarema and Ponta Negra and the mountains of Petrópolis and Teresópolis is complemented by the soundtrack, tastefully composed exclusively for the project Rio in HD, making it a symphony of sounds and images.","release_date":"2010-02-21","vote_average":0.0,"runtime":91,"cert":"N\/A","id":257508,"title":"Rio in HD","adult":false,"genre_ids":[99,10402]},{"cast":["Christy Dignam","Joe Jewell","Alan Downey","Billy McGuinness","Rodney O'Brien"],"overview":"Aslan, who took their name from the heroic lion in C.S. Lewis's series of books chronicling the fictional land of Narnia, (Aslan is the Turkish for 'Lion'), emerged from the working class areas of Finglas and Ballymun in Dublin's Northside, in the mid 1980s. They released a demo single, 'This Is', in the Spring of 1986, which was a huge hit and became the longest ever play-listed single on Ireland's pop radio station, RTÉ 2fm.","release_date":"1999-03-01","vote_average":4.8,"runtime":155,"cert":"N\/A","id":257510,"title":"Aslan - Made in Dublin","adult":false,"genre_ids":[99]},{"cast":["Minami Takayama","Wakana Yamazaki","Rikiya Koyama","Kappei Yamaguchi","Megumi Hayashibara"],"overview":"A vicious sniper has appeared in Tokyo, rendering the people too scared to go outside, once again it's up to Conan to figure out the meaning behind the killings and capture the mysterious sniper before more lives are lost.","release_date":"2014-04-19","vote_average":7.2,"runtime":110,"cert":"N\/A","id":257512,"title":"Detective Conan: The Dimensional Sniper","adult":false,"genre_ids":[28,16,18,9648]},{"cast":["Issei Futamata","Ryotaro Okiayu","Shigeru Ushiyama","Tomoyuki Dan","Akio Otsuka"],"overview":"As we constantly build more mechanized weapons, we will find ourselves on the brink of destruction, and soon the only thing remaining will be those weapons.","release_date":"2013-07-20","vote_average":5.3,"runtime":25,"cert":"N\/A","id":257514,"title":"A Farewell to Weapons","adult":false,"genre_ids":[16,12]},{"cast":[],"overview":"The Basilica di Santa Maria del Fiore is the main church of Florence, Italy.  It was one of the most impressive projects of the Renaissance.  Il Duomo di Firenze, as it is ordinarily called, was begun in 1296 in the Gothic style to the design of Arnolfo di Cambio and completed in 1436 with the dome engineered by Filippo Brunelleschi. The exterior of the basilica is faced with marble panels in various shades of green and pink bordered by white.  The basilica is one of Italy's largest churches and, until development of new structural materials in the modern era was the largest in the world. It remains the largest brick dome ever constructed.","release_date":"2010-03-01","vote_average":4.8,"runtime":66,"cert":"N\/A","id":257516,"title":"The Dawn of the Renaissance - Florence Cathedral","adult":false,"genre_ids":[99,36]},{"cast":["James Remar","Bruce Davison","Dean Stockwell","Fred Dalton Thompson","Brad Stine"],"overview":"Nationally acclaimed evangelist John Luther is the last obstacle in the way of sweeping religious reform in the States. When a U.S. Senator and Luther's own supporters abduct and frame him in the murder of an innocent teenage girl, an unprecedented era of persecution is unleashed. Out on personal recognizance, Luther escapes police surveillance in search of the truth. And suddenly, a once-normal life is targeted by a team of ex-military operatives who wage a relentless campaign to eliminate the incriminating evidence. As evangelist turned fugitive, Luther vows to expose anyone involved with or profiting from the girl's murder; a mission that brings him face-to-face with the coming storm of persecution that will threaten the entire Christian community in America.","release_date":"2014-05-09","vote_average":5.3,"runtime":93,"cert":"\"PG-13\"","id":257521,"title":"Persecuted","adult":false,"genre_ids":[28,18,12,53]},{"cast":[],"overview":"This first film by choreographer Pina Bausch reflects her method of working as developed with the Wuppertal Theatre of Dance during the 1973\/74 season. The film does not tell a story, but is made up of various scenes put together as a collage with scenes set in different locations. The futility of human activity and the search for love make up the film's central theme set against the strains of a Silician funeral march. Filmed on location in Wuppertal, Germany, between October 1987 and April 1989.","release_date":"1990-02-17","vote_average":7.0,"runtime":103,"cert":"N\/A","id":257523,"title":"The Complaint of an Empress","adult":false,"genre_ids":[]},{"cast":["Ina Weisse","August Zirner","Bernadette Heerwagen","Jürgen Vogel","Leonie Benesch"],"overview":"A corpse is washed up on the beach of the North Sea. The deceased is Alexander, husband of the beautiful Bettina. They have been coming to the island for a long time and possess a cottage there. At first no one doubts that Alexander died of an accident, but the young policewoman Maike, who has known the family since her childhood,  thinks that Alexander should have been familiar with the mudflat. Did he kill himself?","release_date":"2014-02-24","vote_average":0.0,"runtime":89,"cert":"N\/A","id":257525,"title":"Die Flut ist pünktlich","adult":false,"genre_ids":[18]},{"cast":["Miori Takimoto","Kôji Seto","Kokoro Hirasawa","Itsumi Ôsawa","Takeshi Onishi"],"overview":"Five years have passed since the events of Sadako 3D. Akane is pregnant with a child with her boyfriend Takenori. However, Akane dies after giving birth to her daughter. When Takenori's sister Fuko takes up the task of caring for Akane's daughter, the infamous cursed video resurfaces. During her investigation, Fuko learns about the legend of Sadako's daughter...","release_date":"2013-08-30","vote_average":4.9,"runtime":96,"cert":"N\/A","id":257527,"title":"Sadako 3D 2","adult":false,"genre_ids":[27]},{"cast":["Iona Jones","Rhys Richards","Leisa Mereid","John Ogwen","Maureen Rhys"],"overview":"Award-winning drama based on the childhood of real life Romani Eldra Roberts, a descendant of the famous Abram Wood\/Roberts Welsh Gypsy Tribe.","release_date":"2003-01-17","vote_average":0.0,"runtime":80,"cert":"N\/A","id":257529,"title":"Eldra","adult":false,"genre_ids":[]},{"cast":["Erzsébet Kútvölgyi","Gábor Nagy","Marianna Moór","József Székhelyi","Melinda Máriáss"],"overview":"Jutka, a young woman who works in a factory, falls in love with Andras, a university student. She pretends to be a student, to him and to his parents, and begins to live a lie. Finally she rebels against Andras and his demands and the social conventions that forced her to live a lie.","release_date":"1973-05-30","vote_average":6.0,"runtime":81,"cert":"N\/A","id":257531,"title":"Riddance","adult":false,"genre_ids":[]},{"cast":["Ismini Kariotaki","Stelios Anastasiadis","Marios Karamanis","Yannis Iliopoulos","Leon Maniatis"],"overview":"In this avant-garde look at a series of unique or eccentric men and women, director Stavros Tornes has created a film that is visually engaging, but too obscure in many points to be understood. The main protagonists are a young taxi driver -- a man who has had some very unusual, puzzling, and inspirational experiences -- and a middle-aged painter he gains as a new friend. The two men are complemented by a few tough women (all played by the same actress), a pair of verbose politicos, and a handful of other distinctive characters. By the end of the movie, transformations are in store for the pair of friends, reflecting the tenor of the film throughout. ~ Eleanor Mannikka, Rovi","release_date":"1984-03-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":257533,"title":"Καρκαλού","adult":false,"genre_ids":[12,18,14]},{"cast":[],"overview":"This publicity clip for Canada Post is Norman McLaren's first film for the NFB. For this animated short, McLaren drew symbols by pen onto clear 35 mm stock, which was then superimposed on a photographed painted background. Benny Goodman's rendition of Jingle Bells provides the accompaniment. (NFB)","release_date":"1941-11-01","vote_average":5.4,"runtime":2,"cert":"N\/A","id":257544,"title":"Mail Early","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This animated short by Norman McLaren serves as a wartime savings campaign. Symbolic figures, drawn directly on 35mm film stock, move and dance against a simple painted background. The score is \"Pinetop's Boogie Woogie,\" by Albert Ammons.","release_date":"1942-01-01","vote_average":6.0,"runtime":3,"cert":"N\/A","id":257546,"title":"5 for 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nazi death's head \"congratulates\" Canadians for all the helpful military intelligence he overheard from loose talk and gossip.","release_date":"1944-01-01","vote_average":6.3,"runtime":3,"cert":"N\/A","id":257548,"title":"Keep Your Mouth Shut","adult":false,"genre_ids":[]},{"cast":["Jean Bricard"],"overview":"The film is a commemoration of the lost livelihood of the earth, the lost lives of the War and to the work of two of the cinema’s greatest artists.","release_date":"2008-01-01","vote_average":5.5,"runtime":34,"cert":"N\/A","id":257550,"title":"Itinéraire de Jean Bricard","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animated short co-animated by René Jodoin and Norman McLaren was produced for inclusion in the Let's All Sing Together sing-along series. It illustrates the popular song Alouette, gentille alouette. The technique used is single-frame animation of paper cutouts.","release_date":"1944-01-01","vote_average":5.6,"runtime":2,"cert":"N\/A","id":257552,"title":"Alouette","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"This short animation of linear symbols made from paper cutouts was created as a Canadian tourism publicity clip. Projected in New York's Times Square, the large signboard was made up of thousands of light bulbs activated by the film images. The film promotes the attractions of the country: the Montreal Jazz Festival, the Calgary Stampede, winter sports, the Canadian Rockies and more, all in McLaren's signature irreverent and playful style.","release_date":"1961-01-01","vote_average":4.0,"runtime":9,"cert":"N\/A","id":257554,"title":"New York Lightboard","adult":false,"genre_ids":[]},{"cast":[],"overview":"A family sends a man out for some bread. Instead, he seems to be trying to find every drink in Paris. Another man goes out after him, but does the same. They both return, utterly drunk.","release_date":"1906-06-23","vote_average":6.0,"runtime":5,"cert":"\"\"","id":257556,"title":"I Fetch the Bread","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The third in a series of five colour films that offer an introduction to the basic techniques of film animation. McLaren explains and demonstrates different aspects of movement that are essential to the animator’s art. In this case it is the pause and irregular movement.","release_date":"1977-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":257558,"title":"Animated Motion: Part 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this fourth film, Norman McLaren explains and illustrates composite motion, where two of the categories of motion occur simultaneously in one action, such as the motions of jointed or pivoted parts (as occur in animal and human movements). Also shown is a human gesture with increasing amounts of emotion; and finally, the phenomenon of 'strobing' in animation is examined.","release_date":"1977-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":257560,"title":"Animated Motion: Part 4","adult":false,"genre_ids":[]},{"cast":["Guodong Han"],"overview":"(From Wikipedia)- \"A 1965 Chinese film produced before the Cultural Revolution about a small town which defends itself from the Japanese by use of a network of tunnels during the Second Sino-Japanese War.\"","release_date":"1965-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":257562,"title":"Tunnel Warfare","adult":false,"genre_ids":[]},{"cast":["Ernst Behmer","Victor Colani","Curt Bois"],"overview":"A couple of kids lay their hands on a pot of very strong glue and proceed to wreak havoc.","release_date":"1909-04-13","vote_average":5.0,"runtime":10,"cert":"N\/A","id":257564,"title":"Klebolin Sticks to Everything","adult":false,"genre_ids":[35]},{"cast":["Zoran Đorđević"],"overview":"Documentary following Serbian football coach Zoran Đorđević as he helps form South Sudan's first national football team.","release_date":"2014-02-14","vote_average":4.3,"runtime":75,"cert":"N\/A","id":257566,"title":"Coach Zoran and His African Tigers","adult":false,"genre_ids":[99]},{"cast":["Jang Tae-seong","Joo Sang-wook","Yang Dong-geun","Lee Tae-im","Ban Min-jung"],"overview":"Back in his high school days, Joon-Seok (Joo Sang-Wook) was bullied by Chang-Sik (Yang Dong-Geun). Because of this, Joon-Seok's high school days were like a nightmare. Now, Joon-Seok finds it difficult to live a normal life due to the bullying. Meanwhile, Chang-Sik, who has forgotten what he did to Jeon-Seok, lives a relatively happy life. He is about to marry Ji-Hee (Lee Tae-Im). Joon-Seok will pay him back for all the misery.","release_date":"2013-10-30","vote_average":6.5,"runtime":120,"cert":"N\/A","id":257568,"title":"Days of Wrath","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"China's top drama academy stages the American musical \"Fame,\" China's first official collaboration with Broadway, as the graduation showcase for its senior class. During the eight-month rehearsal, five students compete for roles, struggle with pressure from family and authority, and prepare to graduate into China's corrupt entertainment industry.","release_date":"2013-06-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":257570,"title":"The Road to Fame","adult":false,"genre_ids":[99,10402]},{"cast":["Ge You","Ding Jiali","Li Bin","Li Qinqin","Feng Xiaogang"],"overview":"The humdrum existence of a Beijing factory worker and his family is disrupted when their beloved dog is confiscated by the police for being unlicensed. The worker has but 24 hours to raise the sizable sum required to pay the license fee.","release_date":"2003-02-02","vote_average":4.4,"runtime":100,"cert":"N\/A","id":257572,"title":"Cala, my dog!","adult":false,"genre_ids":[]},{"cast":["Patty Duke","Al Freeman, Jr.","Ford Rainey","William Hardy","Chris Wilson"],"overview":"A pregnant white Southern girl and a black New York lawyer, both on the run in rural Texas, meet up in a boarded-up, abandoned house and realize they both need each other in order to survive.","release_date":"1970-01-20","vote_average":0.0,"runtime":97,"cert":"\"\"","id":257574,"title":"My Sweet Charlie","adult":false,"genre_ids":[10770,18]},{"cast":["Daisy H. Avellana","Naty Crame-Rogers","Conrad Parham","Vic Silayan","Sarah K. Joaquin"],"overview":"Lamberto Avellana’s English-language film based on Nick Joaquin’s play about a painter, a painting, two sisters, and a crook.","release_date":"1965-03-01","vote_average":10.0,"runtime":107,"cert":"N\/A","id":257576,"title":"A Portrait of the Artist as Filipino","adult":false,"genre_ids":[]},{"cast":["Patty Duke","Charles Siebert","Diana Muldaur","Melissa Gilbert","Anne Seymour"],"overview":"The true story of Helen Keller and Annie Sullivan, a gripping battle to overcome impossible obstacles and the struggle to communicate. As a young girl, Helen Keller is stricken with scarlet fever. The illness leaves her blind, mute, and deaf. Sealed off from the world, Helen cannot communicate with anyone, nor anyone with her. Often frustrated and desperate, Helen flies into uncontrollable rages and tantrums that terrify her hopeless family. The gifted teacher Annie Sullivan is summoned by the family to help the girl understand the world from which she is isolated, freeing Helen Keller from her internal prison forever. Television remake of the 1962 film which also starred Patty Duke in the role of Helen Keller.","release_date":"1979-10-14","vote_average":6.6,"runtime":98,"cert":"\"\"","id":257578,"title":"The Miracle Worker","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"","release_date":"1987-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257580,"title":"The Gnomes: Amazing Journeys","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257585,"title":"Safari: Lynx","adult":false,"genre_ids":[99]},{"cast":["Mita Vasisht","Shatrughan sinha"],"overview":"The story centers around a small town entrepreneur named Maniram who makes a major profit by cheating people and selling them tainted food. His business is run by his daughter-in-law Tejo, who is married to Maniram's mentally challenged younger son. When Maniram's elder son comes back into town to get married, things start to go awry. He runs away from his wife after their marriage night and ends up being arrested in Delhi. The police, with further investigation, start to crack down on Maniram's corrupt business all the while Tejo starts to become mad with power and greed.","release_date":"1991-01-01","vote_average":5.0,"runtime":121,"cert":"N\/A","id":257587,"title":"Kasba","adult":false,"genre_ids":[]},{"cast":["Alex Jones"],"overview":"Find out how the sovereignty of the U.S. is Being subordinated to global Interests: foundations at the presidio United Nations, Chinese interests, Panama Canal.  See How the U.N. indoctrinates our children see interviews with witnesses of Oklahoma bombing.","release_date":"1998-01-01","vote_average":7.0,"runtime":120,"cert":"\"\"","id":257589,"title":"America: Destroyed by Design","adult":false,"genre_ids":[99]},{"cast":["Jonas Šalomskas"],"overview":"“Man-Horse” is a film about an old farmer, Jonas, and his horse. It is an intimate story about the existential relationship between human and animal; it is about solitude and the daily effort to survive. The film's director and Jonas Šalomskas are neighbours in the village of Užuguostis. They have known each other for two decades.","release_date":"2008-11-28","vote_average":0.0,"runtime":52,"cert":"N\/A","id":257594,"title":"Man-Horse","adult":false,"genre_ids":[]},{"cast":["Ben Gazzara","Lorne Greene","Frances Lee McCain","Lawrence Pressman","Lawrence Pressman"],"overview":"The bizarre story behind the man accused of assassinating John F. Kennedy and what might have happened had he been brought to trial.","release_date":"1977-09-30","vote_average":7.5,"runtime":210,"cert":"\"\"","id":257605,"title":"The Trial of Lee Harvey Oswald","adult":false,"genre_ids":[10770,18]},{"cast":["Nadja Tiller","Pierre Brasseur","Walter Giller","Charles Regnier","Hubert Deschamps"],"overview":"","release_date":"1961-06-06","vote_average":6.0,"runtime":104,"cert":"N\/A","id":257607,"title":"The Nina B. Affair","adult":false,"genre_ids":[18]},{"cast":["Kiriko Shimizu","Saeko Kuga","Kazuyo Ezaki","Akira Hanagami","Osamu Egami"],"overview":"From director Masaru Konuma comes this tale of sorrow and nostalgia mixed with pop songs and feminine strength.","release_date":"1983-07-08","vote_average":6.0,"runtime":78,"cert":"N\/A","id":257609,"title":"Blue Rain Osaka","adult":false,"genre_ids":[18]},{"cast":["Randy Blythe","Mark Morton","Chris Adler","Willie Adler","John Campbell"],"overview":"As the Palaces Burn is a feature-length documentary that originally sought to follow Lamb of God and their fans throughout the world, to demonstrate how music ties us together when we can’t find any other common bond. However, during the filming process in 2012, the story abruptly took a dramatic turn when lead singer Randy Blythe was arrested on charges of manslaughter and blamed for the death of one of their young fans in the Czech Republic. What followed was a heart-wrenching courtroom drama that left fans, friends, and curious onlookers around the world on the edge of their seats.","release_date":"2014-01-27","vote_average":7.1,"runtime":121,"cert":"\"\"","id":257614,"title":"As the Palaces Burn","adult":false,"genre_ids":[99,10402]},{"cast":["James Brolin","Meg Foster","Dorothée Berryman","June Chadwick","Brett Halsey"],"overview":"A man is seduced by a stranger and awakens to a corpse.","release_date":"1990-10-03","vote_average":0.0,"runtime":91,"cert":"\"\"","id":257616,"title":"Back Stab","adult":false,"genre_ids":[80,53]},{"cast":["Gonzalo Suárez","Yelena Samarina","José María Prada","Charo López","Luis Ciges"],"overview":"Ditirambo never smiles, always tells the truth and ruthlessly carries out all the missions entrusted to him. The widow of a writer orders him to locate the former lover of her husband with the purpose of getting revenge on her.","release_date":"1969-03-13","vote_average":5.0,"runtime":103,"cert":"N\/A","id":257618,"title":"Ditirambo","adult":false,"genre_ids":[9648,35,18]},{"cast":["Irrfan Khan","Surekha Sikri","Vrajesh Hirjee","Kay Kay Menon","Rajat Kapoor"],"overview":"Sultana, a small town prostitute and her pimp Khudabaksh migrate to the metropolis, bringing with them their dreams and meagre belongings. Sultana goes about her bright and artful seductions but somehow misses her targets. Her business collapses. Desperately, Khudabaksh too tries his hand at many jobs but is unsuccessful. Sultana's loneliness and despair get objectified in her desire for a 'salwaar' that she needs to complete her black ensemble for the observance of mourning for Moharram.","release_date":"2002-02-01","vote_average":6.0,"runtime":112,"cert":"N\/A","id":257620,"title":"The Black Garment","adult":false,"genre_ids":[18]},{"cast":["Niraj Sah"],"overview":"This film suggests a network of hierarchical relations between people through sometimes subtle and at other times blunt illustrations.","release_date":"1999-09-30","vote_average":6.0,"runtime":104,"cert":"N\/A","id":257622,"title":"The Servant's Shirt","adult":false,"genre_ids":[18]},{"cast":["Amir Abbas","Reza Hachemi","Abbas Kiarostami"],"overview":"This documentary is featured on the 2-Disc Chaplin Collection DVD for The Kid (1921), released in 2004.","release_date":"2003-03-02","vote_average":5.3,"runtime":26,"cert":"N\/A","id":257624,"title":"Chaplin Today: The Kid","adult":false,"genre_ids":[10770,99]},{"cast":["Yaeko Mizutani","Ken Uehara","Hideo Fujino","Kyoko Asagiri","Haruhiko Tsuda"],"overview":"Uta’s mother died when she was six years old; her father she never met. She was forced to adopt a traveller’s life when her grandmother died, and now she is a dancer and part of a family of actors who travel from town to town, setting up street performances. A way of escape from this marginal existence arises when she gets the chance to move to tea merchant Hiramatsu’s place, where she is asked to teach his daughter to dance.","release_date":"1941-03-16","vote_average":7.0,"runtime":98,"cert":"N\/A","id":257626,"title":"Notes of an Itinerant Performer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A highly stylized short film which whimsically illustrates the short sliver of time between the \"Big Bang\" and the present.  The exhilarating visuals and powerful score transcend the spoken word, and show us that elemental conflicts in the universe have more to do with our own existence than we would like to admit.","release_date":"1995-01-01","vote_average":6.0,"runtime":3,"cert":"\"\"","id":257631,"title":"Prelude to Eden","adult":false,"genre_ids":[16]},{"cast":["Song Ok-Suk","Choi Sung","Ju Jin-mo","Bang Eun-jin"],"overview":"When old Mr. Park dies, his first son Chan-Wu, a film director, and his troublesome daughter Mi-Seon hurriedly come back to their rural hometown, and third son Chan-Se comes back to Korea from America. As the quiet country village gets busy preparing funeral, the house in mourning becomes a meeting place where villagers gather to ask how they are getting along and meet old friends. The children mourn their father's death and above all Mi-Seon, who caused her parents a lot of grief, can't stop crying. Chan-Wu, the chief mourner, has a revelation about his career, and Chan-Se prepares to sing hymns for the Confucian funeral service. Old Man Park's sister sells insurance products and gradually the funeral service becomes for the living rather then the dead.","release_date":"1996-03-01","vote_average":0.0,"runtime":116,"cert":"N\/A","id":257633,"title":"Farewell My Darling","adult":false,"genre_ids":[]},{"cast":["Julie Deslauriers","Sandra Dumaresq","Bénédicte Décary","Patrice Godin","Karine Lagueux"],"overview":"Amid the low-rent neighborhoods of Montreal, the true nature of a career criminal is slowly unveiled. BenoÎt is a car thief perpetually running from the police, his family, his ex-lovers, and a 14-year-old hood who badly needs a father figure. But after he falls for the lovely Sylvie while trying to boost her car, can BenoÎt commit to turning his life around?","release_date":"2008-08-27","vote_average":6.0,"runtime":106,"cert":"N\/A","id":257635,"title":"En plein cœur","adult":false,"genre_ids":[18]},{"cast":["Boris Andreyev","Evgeniy Bondarenko","Yevgeni Gurov","Zinaida Kirienko","Antonina Konchakova"],"overview":"A Soviet dam project means that many old Ukrainian villages will end up under water. There are conflicts between the dam engineers and villagers who don't want to move.","release_date":"1958-11-04","vote_average":5.5,"runtime":95,"cert":"N\/A","id":257637,"title":"Poem of the Sea","adult":false,"genre_ids":[18]},{"cast":["Vasili Merkuryev","Nadezhda Rumyantseva","Boris Novikov","Yekaterina Mazurova","Yelizaveta Nikishchikhina"],"overview":"An engineer and amateur artist on holiday moves into a village to paint and relax. Once the villagers find out he can fix things, however, he can hardly get a moment's respite.","release_date":"1963-11-24","vote_average":7.0,"runtime":70,"cert":"N\/A","id":257639,"title":"Whistle Stop","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"To the city come men, women, fruits, flowers, vegetables, goats and sheep – all ready for consumption. It is the process of consumption\/exploitation that forms the core of the film.","release_date":"1980-01-01","vote_average":5.5,"runtime":19,"cert":"N\/A","id":257641,"title":"Arrival","adult":false,"genre_ids":[99]},{"cast":["Robby Benson","Sydney Walsh","Sarah Rose Karr","Kate Jackson"],"overview":"An electronics genius programs a supercomputer to be the perfect female computer, but the computer becomes jealous of his estranged wife and tries to kill her.","release_date":"1992-03-10","vote_average":4.3,"runtime":83,"cert":"N\/A","id":257646,"title":"Homewrecker","adult":false,"genre_ids":[]},{"cast":["Fan Bingbing","Huang Xiaoming","Vincent Zhao","Wang Xuebing","Ni Dahong"],"overview":"In the twilight of the Ming Dynasty, the Imperial court is plagued by corruption as tyrants rule over the land. With the Manchurians preying on a weakened empire, war is imminent. To save the victims from their suffering, sorceress Jade Raksha fights the soldiers that oppress people for their own gain. As payback, local government officials decide to pin the murder of Governor Zhuo Zhonglian on Jade, turning her and the members of her cult into wanted fugitives for a crime they didn't commit.","release_date":"2014-02-14","vote_average":5.0,"runtime":104,"cert":"\"\"","id":257648,"title":"The White Haired Witch of Lunar Kingdom","adult":false,"genre_ids":[10749,14,28]},{"cast":[],"overview":"","release_date":"1985-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257650,"title":"Drei und eine halbe Portion","adult":false,"genre_ids":[]},{"cast":["Kazım Kartal","Meral Orhonsay","Nejat Gürçen","Cüneyt Arkın"],"overview":"A vicious crimelord with the help of his assistant Jaws meets their match when the fearless The Biggest Fist comes in their way and defeats everything they send at him.","release_date":"1983-01-01","vote_average":2.6,"runtime":77,"cert":"N\/A","id":257658,"title":"The Biggest Punch","adult":false,"genre_ids":[28,35]},{"cast":["Louis Hayward","Eric Linden","J. C. Nugent","Barbara Read","Irving Bacon"],"overview":"A former actor poses as the son of a wealthy man and gets involved in a murder in which the real son is a suspect.","release_date":"1938-02-07","vote_average":5.0,"runtime":68,"cert":"\"\"","id":257660,"title":"Midnight Intruder","adult":false,"genre_ids":[]},{"cast":[],"overview":"The truth hurts… swearing, Bleeding, crying, weeping, spazzing. Tons of new footage not included in Shakedown.","release_date":"2003-01-03","vote_average":0.0,"runtime":96,"cert":"\"\"","id":257662,"title":"The Breakdown on Shakedown","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sorrow does not come merely from contemplating death, which forces us to look into Eternity, but also from life, which compels us to confront Time\", wrote Russian philosopher Nikolai Berdyayev. Renowned Lithuanian documentarist Audrius Stonys took these words as a motto for his latest film, a meditative visual essay which portrays old people undertaking all kinds of activities, meditation and group laughter therapy. Without a single word of commentary, he creates from sophisticated, aesthetic images a compelling study of human corporeality which, in an ideal union with spiritual equilibrium, can sustain us with the pledge that old age doesn't have to be a painful wait for the last breath.","release_date":"2006-11-24","vote_average":6.5,"runtime":30,"cert":"N\/A","id":257673,"title":"Uku ukai","adult":false,"genre_ids":[99]},{"cast":["Stasys Burba","Verute Cingaite"],"overview":"The film springs from at least three ideas connected to each other in an irrational way: the story of a cow being taken to the butcher, the description of simple pleasures, how to ascend to the top of a hill and descend in a wheelbarrow, and the portraiture of a several blind people. The great, big eyes of the cows are seen in contrast to the unseeing eyes of the blind people.","release_date":"1992-03-02","vote_average":6.0,"runtime":24,"cert":"N\/A","id":257675,"title":"Earth of the Blind","adult":false,"genre_ids":[99]},{"cast":["Iris Berben","Heino Ferch","Justus von Dohnányi","Petra Schmidt-Schaller","Lars Eidinger"],"overview":"","release_date":"2014-03-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":257677,"title":"Der Wagner-Clan. Eine Familiengeschichte","adult":false,"genre_ids":[]},{"cast":["Mari Törőcsik","István Ferenczi","Irma Patkós","Irma Patkós","József Papp"],"overview":"This Hungarian film chronicles the slow deterioration in the life of Juli, a farmer's wife. As the countryside grows ever more deserted because people are moving to towns or large collective farms, she spends more and more time alone. Despite her best efforts to appreciate her situation, her despair grows. The loneliness is briefly interrupted when she and her husband take in an old woman and care for her, but the woman dies. Shortly after her son visits, she is killed in an accident which may have been a suicide. ~ Clarke Fountain, Rovi","release_date":"1972-04-06","vote_average":5.0,"runtime":95,"cert":"N\/A","id":257679,"title":"Dead Landscape","adult":false,"genre_ids":[18]},{"cast":["Goldie"],"overview":"The Metalheadz Documentary is an intimate and immediate account of a Drum &amp; Bass label poised for world domination.  DJs and producers talk openly of the artistic freedom they enjoy, how the label has evolved to represent such a diverse  musical scene and why moving forward and pushing the boundaries is so vital. These names have created a global  phenomenon and here talk for the first time of how it was achieved, where it's at and what the future holds.","release_date":"1998-11-23","vote_average":7.0,"runtime":60,"cert":"N\/A","id":257681,"title":"Talkin' Headz","adult":false,"genre_ids":[10402,99]},{"cast":["Martin Landau","Andrea Anderson","Shaun T. Benjamin","Tamas Menyhart","Melody Angel"],"overview":"In order to get his family back, Frank must transform internally and overcome his fear instilled in him by his father since childhood. And in the process of his turbulent spiritual journey and self-discovery, he creates a Martial Arts \"Transformational Training Method: H.I.G.H. K.E.Y. F.I.T.N.E.S.S. which in turn he utilizes to lead and metamorphosize an inner-city High School Karate team from last place to first place in the state. These teenagers get to realize their unlimited God-given potential to overcome barriers and break down their limited beliefs and become positive contributors to society.","release_date":"2016-09-02","vote_average":0.5,"runtime":110,"cert":"\"\"","id":257683,"title":"A Fighting Chance","adult":false,"genre_ids":[12,28,18,10751]},{"cast":["Pavel Landovský","Ivan Vyskočil","Jaromír Hanzlík","Václav Havel","Jiří Krampol"],"overview":"Jurácek's feature debut is shot in two parts. In the first, a corporal accompanies a new recruit with a sore Achilles tendon for his physical, and all the girls or young women they see are played by the same actress (Ruzickova). In the longer second segment, shot with the help of the Czechoslovakia army, the soldiers pass the time during basic training and maneuvers by talking about girls.","release_date":"1966-05-13","vote_average":6.5,"runtime":83,"cert":"N\/A","id":257685,"title":"Every Young Man","adult":false,"genre_ids":[18]},{"cast":["Dariush Arjmand","Ali Nassirian","Saeed Poursamimi","Parvaneh Massoumi","Fathali Oveisi"],"overview":"Captain Khorshid is a sailor who although only having one hand, manages to sail his little boat. In his village, due to its hot climate and hard living conditions, dangerous criminals are sent into exile. They want to escape from the area, so they ask a middleman to strike a deal with Khorshid. Khorshid is asked to illegally take them out of the country with his boat. At first he is reluctant, but because of the hardships of living he accepts the job.","release_date":"1987-03-02","vote_average":5.0,"runtime":117,"cert":"N\/A","id":257687,"title":"Captain Khorshid","adult":false,"genre_ids":[18,28]},{"cast":["Smita Patil","Naseeruddin Shah","Mohan Gokhale","Om Puri","Dina Pathak"],"overview":"In a drought-stricken city in India, the emperor Maharaja Dhiraj Chandrasen, who has two wives, and no children, orders all kinds of rituals to appease the Rain Gods","release_date":"1980-01-01","vote_average":5.0,"runtime":135,"cert":"N\/A","id":257689,"title":"Bhavni Bhavai","adult":false,"genre_ids":[18]},{"cast":[],"overview":"It was 1906. \"Get Music on Tap Like Gas or Water\" promised the headlines, and soon the public was enchanted with inventor Thaddeus Cahill's (1867-1934) electrical music by wire. The Telharmonium was a 200-ton behemoth that created numerous musical timbres and could flood many rooms with sound. Beginning with the first instrument, constructed in the 1890's, and continuing with the installation of the second instrument at Telharmonic Hall in New York, the rise and fall of commercial service, the attempted comeback of the third Telharmonium, and ending with efforts to find a home for the only surviving instrument in 1951, this documentary provides a definitive account of the first comprehensive music synthesizer.","release_date":"1998-04-15","vote_average":0.0,"runtime":25,"cert":"\"\"","id":257691,"title":"Magic Music from the Telharmonium","adult":false,"genre_ids":[99]},{"cast":["Nina Perebeyeva"],"overview":"This documentary is dedicated to Nina Perebeyeva, a woman who operates the only private dog shelter in Kazakhstan under deplorable conditions. Her compassion is a sharp contrast to the day-to-day activities of Vova, a vicious dog catcher and a drunkard who lives in the same town.","release_date":"2010-01-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":257705,"title":"Not About Dogs","adult":false,"genre_ids":[99]},{"cast":["Ana Torrent","Olga Merediz","Larry Villanueva","Blythe Danner","Al Romero"],"overview":"","release_date":"1999-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257707,"title":"Cosas que olvidé recordar","adult":false,"genre_ids":[]},{"cast":["Tatsumi Hijikata"],"overview":"Short film in which butoh dancing is used to reflect on the nuclear bombings of Hiroshima and Nagasaki.","release_date":"1960-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":257712,"title":"Navel and A-Bomb","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-12-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":257714,"title":"Les Francs-Maçons et le Pouvoir","adult":false,"genre_ids":[99]},{"cast":["Kristiina Halkola","Liisamaija Laaksonen","Jörn Donner","Jukka Virtanen","Lasse Mårtenson"],"overview":"Juha is a sales manager of a refrigerator company. His perfect-looking family and glittering array of modern kitchen appliances have just been featured in a magazine article, but in reality Juha is a womanising chauvinist more at home on the road than with his family.","release_date":"1968-03-15","vote_average":3.5,"runtime":95,"cert":"N\/A","id":257716,"title":"Black and White","adult":false,"genre_ids":[18]},{"cast":["Alfred Filbert","Heike Geschonneck","Robert Kramer","Rolf Niffuag"],"overview":"An old man is kidnapped. His interrogation uncovers the biography of a mass murderer: The 80 years old man was a SS leader and responsible for the killing of thousands of people in Russia. He also \"invented\" an evil technique of eliminating political prisoners: the manipulated suicide. Thomas Harlan reconstructs the history of a bureaucratic murderer, he also develops a direct connection between the Nationalsocialism and the treatment of prisoners of the RAF terrorists in the Stuttgart isolation prison. Robert Kramer filmed the shooting of Harlan's Wundkanal: Notre Nazi documents a social experiment in which the children of Nazis and of victims meet a real culprit. The reality seems to be stronger that the fiction in Harlan's film. (Edition Filmmuseum)","release_date":"1984-08-29","vote_average":5.0,"runtime":107,"cert":"N\/A","id":257718,"title":"Wundkanal","adult":false,"genre_ids":[]},{"cast":["Sarah Witt"],"overview":"Year 2086. Kate Sorin never imagined how volunteering herself as \"base citizen\" for Project Shell would determine her fate. The UNCORP claimed that the creation of the cyber-clones would be the bridge to a free and equal society, without thinking that their human nature would fight against the role they were created for: to be slaves.  Soon began the riots. The clones started a rebellion, trying to escape using any means. To control outbreaks of violence and retrieve escaped units the UNCORP created a specialized police unit, the CHD (Clone Hunter Division).  The individual 0258 escaped impersonating Kate, but everything went wrong and she saw herself forced to kidnap Kate´s daughter to survive, who died in the crossfire. Since that moment, Kate joined the CHD with a single goal, to find 0258 and avenge the death of his daughter.","release_date":"2012-09-20","vote_average":5.0,"runtime":4,"cert":"N\/A","id":257738,"title":"Project Shell","adult":false,"genre_ids":[878]},{"cast":["Juris Grave","Intars Janbergs","Januss Johansons","Mara Kimele","Ilze Pukinska"],"overview":"An absurdist farce centering around a school in post-Soviet Latvia. After a rather disgusting prank (someone defecates in the school attic), the tyrannical headmistress deems that no one can leave until the culprit is caught. When the photographer's pet python escapes, havok breaks loose.","release_date":"2003-09-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":257740,"title":"The Python","adult":false,"genre_ids":[18]},{"cast":["Nerea Barros","Manuel Cortés"],"overview":"","release_date":"2008-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257742,"title":"Rafael","adult":false,"genre_ids":[]},{"cast":["Ludacris"],"overview":"This live performance includes a 10 song concert in Amsterdam, plus 4 exclusive uncut videos. Extras include tour of The Red Light District, interview, photo gallery, weblinks to bonus online content, and bonus video content.","release_date":"2005-07-19","vote_average":10.0,"runtime":null,"cert":"\"\"","id":257744,"title":"Ludacris - The Red Light District","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"(From Wikipedia)- \"Battle on Shangganling Mountain follows a group of Chinese People's Volunteer Army soldiers who are holding Triangle Hill for several days against US forces. Short of both food and water, they hold their ground until the relief troops arrive. The movie portray the battle as a Chinese victory over an American invasion, and the People's Volunteer Army soldiers were shown as Chinese war heroes.\"","release_date":"1956-01-01","vote_average":5.0,"runtime":123,"cert":"N\/A","id":257746,"title":"Battle on Shangganling Mountain","adult":false,"genre_ids":[]},{"cast":["Lil Wayne"],"overview":"This release features a number of live performances by the popular rapper Lil Wayne, as well as live interviews with the man where he details how he became one of the most respected guys on the scene.","release_date":"2008-06-17","vote_average":8.0,"runtime":null,"cert":"\"\"","id":257754,"title":"Lil Wayne: The Best Rapper Alive","adult":false,"genre_ids":[10402]},{"cast":["Joe Hurley","Michael Nuccio","Michael Nuccio","Michael Nuccio","Michael Nuccio"],"overview":"Apprehended by the police for the murder of a United States Senator's son, the FBI investigate the man's identity and are puzzled by the unique technology he has in his possession.  A master plan is in motion as four travelers from our future use technology previously thought to be abandoned by the Nazis known as the The Bell. The mission: To move back in time to deliver Hitler the completed Bell and bring future technology to change the outcome of World War II, thereby altering the course of history. One traveler is captured by the FBI and interrogated.  Struggling to discover his origin, technology, and medicine that is keeping him alive...  After a bold escape from his captors the Traveler heads towards the mountains to continue on with his mission with the FBI in pursuit as they piece together the facts to figure out the real reason why he's here and to reveal.... THERE'S THREE MORE OUT THERE.","release_date":"","vote_average":2.8,"runtime":35,"cert":"N\/A","id":257756,"title":"Traveler","adult":false,"genre_ids":[878]},{"cast":["Omer Barnea","Adi Ezroni"],"overview":"Wild is a horny, anarchistic 17 year old genius. He lives in a small town with his grandmother. He finds himself head over heels with the queen of his class, Renanit, but is too shy and self conscious to approach her. Like Candide and Don Quixote did, he sets out on a soul searching journey: to conquer the world and screw - to become a man. His imminent military service puts Wild on a deadline so he works to maximize his experiences in the short time available. His overflowing hormones lead him to bizarre encounters with dubious characters of all walks of life. He ultimately accomplishes his goals: loses his virginity, learns to overcome his fears, and movesfrom \"masturbating to ****ing reality.\"","release_date":"2000-03-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":257758,"title":"Wild:  A Journey in Search of Love","adult":false,"genre_ids":[]},{"cast":["Fana Mokoena","Presley Chweneyagae"],"overview":"When the wife of a successful black businessman with roots in the struggle against apartheid is murdered by a young stranger who knows his name, he has to go back into his own past to find the answers that will lead him to the killer. But when he finds him and the reasons for the murder, will vengeance still be possible?","release_date":"2010-09-11","vote_average":0.0,"runtime":79,"cert":"N\/A","id":257760,"title":"State of Violence","adult":false,"genre_ids":[]},{"cast":["Erina Miyai","Ayako Ota","Teruo Matsuyama","Seru Rando","Nobuyuki Inoue"],"overview":"A beautiful young ballet dancer is accepted into a prestigious and exclusive dance academy. Overjoyed at the opportunity to further her career and repair her relationship with her boyfriend, she soon discovers that the academy has a much, much darker side to it--and she may not be able to escape it.","release_date":"1980-10-25","vote_average":5.0,"runtime":67,"cert":"N\/A","id":257762,"title":"Sex Hunter","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this film an interior landscape is scrutinised, and an apparent rational calm is revealed as suffocating. Milk and Glass is an evocative journey from surface to interior – a black-coated mirror, the hollow of a bowl, a cavernous throat; a brush demarcates a line of lip on a flat surface, a mouth doubles up with the bowl and is virtually spoon-fed till it chokes.","release_date":"1993-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":257764,"title":"Milk and Glass","adult":false,"genre_ids":[]},{"cast":["Ryô Ikebe","Yûji Hori","Toshirō Mifune","Setsuko Wakayama","Mayuri Mokushô"],"overview":"Three humorous love stories set in rural Japan.","release_date":"1950-01-22","vote_average":7.0,"runtime":98,"cert":"N\/A","id":257778,"title":"Conduct Report on Professor Ishinaka","adult":false,"genre_ids":[18]},{"cast":["Takako Irie","Yukiko Todoroki","Ichirô Sugai","Hideo Saito","Kamatari Fujiwara"],"overview":"The premature death of a young mother serves as inspiration for her husband and son.","release_date":"1942-09-24","vote_average":6.0,"runtime":104,"cert":"N\/A","id":257780,"title":"Mother Never Dies","adult":false,"genre_ids":[18]},{"cast":["Mieko Takamine","Sô Yamamura","Mariko Okada","Isao Kimura","Heihachirô Ôkawa"],"overview":"The troubled relationship between a writer and his ballet teacher wife, who has for years loved another man, finally leads to the breakup of the family.","release_date":"1951-01-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":257782,"title":"Dancing Girl","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two words: Unicorn. Physician","release_date":"2013-09-03","vote_average":1.0,"runtime":6,"cert":"\"PG-13\"","id":257784,"title":"Doctor Lollipop","adult":false,"genre_ids":[35,16]},{"cast":["Bill Williams","Naura Hayden","Lyn Thomas","Leslie Bradley","Nick Dennis"],"overview":"Al Graham runs a trucking business in Alaska, America’s final frontier which confronts him with washed out bridges, female hitchhikers and mayhem concerning his partner Gerard Mason and his scheming wife.","release_date":"1959-02-11","vote_average":6.5,"runtime":71,"cert":"\"\"","id":257786,"title":"Alaska Passage","adult":false,"genre_ids":[12,18]},{"cast":["Larisa Shepitko","Alexander Dovzhenko","Elem Klimov","Valentin Rasputin","Stefaniya Stanyuta"],"overview":"Elem Klimov's documentary ode to his wife, director Larisa Shepitko, who was killed in an auto wreck.","release_date":"1980-10-01","vote_average":6.3,"runtime":20,"cert":"N\/A","id":257788,"title":"Larisa","adult":false,"genre_ids":[99]},{"cast":["Jane Seymour","Jamey Sheridan","Ryan Cartwright","Tantoo Cardinal","Rob Stewart"],"overview":"Prudence McCoy is the host of a successful helpful hints TV show, who discovers a hidden talent for crime solving.","release_date":"2008-08-23","vote_average":5.5,"runtime":84,"cert":"\"\"","id":257799,"title":"Dear Prudence","adult":false,"genre_ids":[9648,10770,18]},{"cast":["Pedro Infante","Yolanda Varela","Rosita Arenas","Rosa Elena Durgel","Eduardo Fajardo"],"overview":"The police plan to capture a killer by using a double that looks exactly as one of his victims.","release_date":"1958-05-09","vote_average":4.3,"runtime":null,"cert":"N\/A","id":257801,"title":"Escuela de rateros","adult":false,"genre_ids":[35,80]},{"cast":["Philippe Abia","Arlette Din Beli","Gisèle Dikongue-Pipa","David Endene"],"overview":"Ngando and Ndomé share an extremely perfect love. Yet, tradition demands a dowry for Ndomé’s hand that Ngando, an orphan, cannot afford. Forced to ask his uncle for assistance, Ngando finds himself at the mercy of his uncle’s lust and greed. How can Ngando and Ndomé find peace together? Their journey will be challenging and everyone will learn that not everything special can be saved.","release_date":"1975-03-02","vote_average":7.0,"runtime":100,"cert":"N\/A","id":257803,"title":"The Child of Another","adult":false,"genre_ids":[18]},{"cast":["Peter Newby","Gary Kemp","Eileen Fletcher","Robin Askwith","Roger Avon"],"overview":"A young boy runs away from an approved school to meet up with his father in the hope that he can persuade his dad to allow him to travel to Canada with him. He also meets up with two local children and discovers that his father is instead planning a bank heist.","release_date":"1972-10-07","vote_average":4.8,"runtime":65,"cert":"N\/A","id":257805,"title":"Hide and Seek","adult":false,"genre_ids":[80,12]},{"cast":["István Iglódi","Sebő Ferenc","Márk Zala"],"overview":"Two actors wandered from house to house in the countryside in the roles of the photographer and the retoucher business man offering their photographic services to the people.","release_date":"1973-02-08","vote_average":7.5,"runtime":82,"cert":"N\/A","id":257807,"title":"Photography","adult":false,"genre_ids":[18,99]},{"cast":["Alfonso William Malheiros","Maria-João Swart","Sandra Pitra"],"overview":"A young jet pilot fighter Quim has great difficulty accepting that his recently born child is disabled. His mother advises him to see a witch doctor, but Quim refuses. Instead he looks for his former mistress Djamila. His mind is completely confused and he no longer can distinguish reality from fantasy. A metaphor of Angola after its independence.","release_date":"1991-01-01","vote_average":5.4,"runtime":22,"cert":"N\/A","id":257809,"title":"What Makes Quim Run?","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2013-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257820,"title":"Oírse","adult":false,"genre_ids":[]},{"cast":["John Stanton","Rebecca Gilling","Tom E. Lewis","John Jarratt"],"overview":"Far North Queensland, 1955.  Deep in the untamed frontier tough rancher Lance Dillon and his sensual, but bored wife, battle inhospitable nature to eke out a living from their cattle herd.  When the aborigines kill the Dillon's prize bull a chase begins that will culminate in bloody tragedy with Lance pitted against Mandaru - an aborigine struggling to maintain his cultural way of life","release_date":"1985-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":257822,"title":"The Naked Country","adult":false,"genre_ids":[]},{"cast":["Erik Zimen"],"overview":"Documentary on the Return of the European Wolf .","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":257824,"title":"Living with Wolves","adult":false,"genre_ids":[99]},{"cast":["Sheperd Ambellas","Jason Bermas"],"overview":"Shade: The Motion Picture is a documentary which exposes the true power structure embedded in our global reality, showing the true controllers their plans to Geo-engineer our planet and control the populace.","release_date":"2013-10-15","vote_average":0.0,"runtime":93,"cert":"\"\"","id":257826,"title":"Shade: The Motion Picture","adult":false,"genre_ids":[]},{"cast":["Jamal Al-Ghailan","Ahmed Esa","Abdulla Malik","Mariam Ziman"],"overview":"In Bahraini culture and traditions, the Good Omen is the act of hanging the \"thobe al-nashal,\" a woman's traditional dress, usually reserved for important celebrations, over the roof of one's home as the joyous announcement of the return of a family member from travel, or a long absence.","release_date":"2009-05-14","vote_average":0.0,"runtime":26,"cert":"N\/A","id":257828,"title":"The Good Omen","adult":false,"genre_ids":[18]},{"cast":["Rakin Muttakillah","Fahad Rahman","Shahana Siddiqui"],"overview":"In the near future, Bangladesh is terrorized by killer mutant chickens. A team of kung-fu fighting chefs must battle in order to keep chicken on their menu. But one chicken sets its sights on revenge. It's time for the ultimate poultry showdown.","release_date":"2011-01-01","vote_average":6.0,"runtime":15,"cert":"N\/A","id":257833,"title":"Attack of the Killer Mutant Chickens","adult":false,"genre_ids":[]},{"cast":["Ángel Agudo","Carlos Aguilar","José Luis Alemán","Colin Arthur","Joe Dante"],"overview":"In the late sixties, Spanish cinema began to produce a huge amount of horror genre films. International markets were opened, the production was continuous, a small star-system was created, as well as a solid group of specialized directors. Spanish horror frequented international mimicry —Hammer Productions' Gothic horror is a paramount influence— and offered a particular approach to sex, blood and violence. It was an extremely unusual artistic movement in Franco's Spain.","release_date":"2014-06-20","vote_average":6.0,"runtime":64,"cert":"N\/A","id":257844,"title":"Clawing! A Journey Through Spanish Horror","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A complex video journey on a motorcar, that incorporates mythic themes of searching, the need for being, for love, for a home and for a promise of a different future.","release_date":"2006-01-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":257846,"title":"Video Game","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1993-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":257848,"title":"The Truth lies in Rostock","adult":false,"genre_ids":[99]},{"cast":["Johnny Mack Brown","Tex Ritter","Fuzzy Knight","Jennifer Holt","John Elliott"],"overview":"In order to obtain a stage coach mail contract, a new road must be built. A gang of outlaws try to prevent the building of the road.","release_date":"1943-02-05","vote_average":0.0,"runtime":62,"cert":"\"\"","id":257850,"title":"Tenting Tonight on the Old Camp Ground","adult":false,"genre_ids":[37]},{"cast":["Martha O'Driscoll","Noah Beery Jr.","Leo Carrillo","Leon Errol","Irving Bacon"],"overview":"An Arizona teacher (Noah Beery Jr.) saves a vaudeville star (Martha O'Driscoll) and her troupe from a bandit (Leo Carrillo).","release_date":"1945-01-19","vote_average":7.0,"runtime":57,"cert":"\"\"","id":257852,"title":"Under Western Skies","adult":false,"genre_ids":[37]},{"cast":["Tinto Brass"],"overview":"Segment 1 :-  An unmarried middle aged couple, Dominique and Gerard checks into a hotel. They proceed to seduce the chambermaid Mara while the desk clerk, Bartolomeo watches over CCTV every erotic encounter going on in various rooms throughout the hotel.  He later unleashes a torrent of pent up sexual energy with his very willing partner.  Segment 2  :-  A divorced couple, Regina and Gianni have run into each other in a park on a Sunday morning. She is looking hot, and he admits that when they were married, he fantasized about watching her being double penetrated by two guys. That sounds like her idea of fun, so she picks up two more guys, and takes all three home. Segment 3  :-  To celebrate the beginning of a new century, two men go to the red light district in search of something different. Enzo winds up with an alluring transsexual street walker, Wesly. Peppe picks up Nicole, a very sexy uninhibited hooker at a bar and they get a hotel room.","release_date":"1999-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":257854,"title":"Tinto Brass Presents Erotic Short Stories: Part 2 - Quattro","adult":false,"genre_ids":[]},{"cast":["Irene Grazioli"],"overview":"","release_date":"1994-09-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":257856,"title":"Specchio specchio delle mie brame","adult":true,"genre_ids":[]},{"cast":["Fernando Guillén Cuervo","Natalia Verbeke","Adolfo Fernández","Ángela Castillo","Pepo Oliva"],"overview":"","release_date":"1998-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257870,"title":"Un buen novio","adult":false,"genre_ids":[]},{"cast":["Claudio Amendola","Domenica Giuliano","Annabella Sciorra","Valerio Binasco","Peppe Servillo"],"overview":"Inspector Sciarra, struggling with an identity crisis and Domenica,an orphan who would like to know about her mother, spend one day along the vicoli of Naples. It's Sciarra's last day of work and he must take Domenica to the morgue., to dentify a man who killed himself and might have raped her. To Domenica the inspector is a father she never had,  to Sciarra the little girl is the daughter he couldn't have","release_date":"2001-02-02","vote_average":0.0,"runtime":95,"cert":"N\/A","id":257875,"title":"Domenica","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Chitrakathi is about the folk artists of western India who narrate with the help of leather puppets. Mani takes us to the sleepy Konkan coastal village and introduces us to the family that has preserved this unique art for several centuries.","release_date":"1977-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":257877,"title":"Chitrakathi","adult":false,"genre_ids":[]},{"cast":["Fernando Ramallo","Paz Gomez","Roberto Hoyas","Aitor Merino"],"overview":"","release_date":"2001-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257882,"title":"Algunas chicas doblan las piernas cuando hablan","adult":false,"genre_ids":[]},{"cast":["José Sancho","Marta Belaustegui","Alicia Hermida","Aitor Mazo"],"overview":"","release_date":"2002-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257884,"title":"El deseo de ser piel roja","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hair metal had gone the way of hair-crimping and spandex when VH1 resuscitated the genre for its 2005 album series METAL MANIA, which featured stripped-down, acoustic versions of hair-metal ballads and anthems like \"Every Rose Has Its Thorn\" and \"Rock You Like a Hurricane.\" METAL MANIA was so successful that it spawned its own concert tour, Stripped Across America Live, captured here in this February 2005 concert recorded at the Hollywood Key Club and boasting UNPLUGGED-like acoustic performances from album contributors Don Dokken, Kip Winger, Warrant's Jani Lane, Ratt's Stephen Pearcy, and White Lion's Mike Tramp.","release_date":"2006-02-21","vote_average":0.0,"runtime":60,"cert":"\"\"","id":257898,"title":"VH1 Metal Mania: Stripped Across America Tour Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film that explains the quote, the greatest gift that we can give, is the gift of self﻿.","release_date":"2009-09-04","vote_average":5.3,"runtime":8,"cert":"N\/A","id":257903,"title":"Emi","adult":false,"genre_ids":[16,18]},{"cast":["Libertad Lamarque","Floren Delbene","Carlos Perelli","Sara Olmos","Antonio Daglio"],"overview":"Dramatic musical romance featuring tango dancing.","release_date":"1937-06-30","vote_average":5.0,"runtime":78,"cert":"\"\"","id":257905,"title":"Bewitching Kisses","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Joe Louis","Clarence Muse","Edna Mae Harris","Mae Turner","Cleo Desmond"],"overview":"The story of the rise of boxer Joe Thomas, which paralleled the life of Joe Louis.","release_date":"1938-04-01","vote_average":6.0,"runtime":66,"cert":"\"\"","id":257907,"title":"Spirit of Youth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pablo, Angel o Demonio is the untold story of a man who changed our world forever. He created the multinational enterprise of cocaine trafficking and through terror brought a country to its knees, but through altruistic generosity he transformed the lives of his people, the underprivileged.","release_date":"2008-02-01","vote_average":6.3,"runtime":87,"cert":"N\/A","id":257909,"title":"Pablo Escobar: Angel or Demon?","adult":false,"genre_ids":[99]},{"cast":["Billie Boots"],"overview":"Queens for a Night offers an uncensored peek into the inner sanctum of drag, showcasing the everyday activities and psyches of a variety of real-life female impersonators in Texas and Florida. From recollections of life in drag in the 1960s to a more recent late-in-life coming out, Queens provides amusing and enlightening insight into the drag world.","release_date":"2000-02-12","vote_average":0.0,"runtime":45,"cert":"\"\"","id":257911,"title":"Queens for a Night","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An animated celebration of the human need to dance in all its forms.","release_date":"1979-01-01","vote_average":6.0,"runtime":2,"cert":"N\/A","id":257919,"title":"Canada Vignettes: Dance","adult":false,"genre_ids":[]},{"cast":["Emilio Lovera","Gonzalo Cubero","Luis Gerónimo Abreu","Alejo Felipe"],"overview":"The film tells the story of a parrot who after being sold to traffickers of animals as a child at the time of Marcos Pérez Jiménez, passes from hand to hand all his life and changing its name depending on your business, while being observed before his eyes the evolution of Venezuela for 50 years (1950 to 2000).","release_date":"2012-06-15","vote_average":7.0,"runtime":90,"cert":"N\/A","id":257921,"title":"Er relajo der Loro","adult":false,"genre_ids":[35]},{"cast":["Michèle Laroque"],"overview":"At 45, her lawyer degree in hand, Claire Robin has left her life as a florist behind her. Facing the prejudices of an elitist corporation, her colleagues are sharpening their knives.","release_date":"2012-10-16","vote_average":6.0,"runtime":83,"cert":"N\/A","id":257923,"title":"La méthode Claire","adult":false,"genre_ids":[]},{"cast":["Kazuo Hasegawa","Yataro Kurokawa","Michiyo Kogure","Shintarō Katsu","Eitarô Ozawa"],"overview":"Japan, 1701. A group of samurai become rônin after their lord is forced to commit seppuku for assaulting a court official, who will become the target of a merciless revenge.","release_date":"1958-04-01","vote_average":6.3,"runtime":164,"cert":"N\/A","id":257925,"title":"The Loyal 47 Ronin","adult":false,"genre_ids":[18,36]},{"cast":["Evgeniy Evstigneev","Viktor Sergachyov","Yelizaveta Nikishchikhina","Maya Bulgakova","Gleb Strizhenov"],"overview":"Based on a satirical short story by Fyodor Dostoyevsky concerning the escapades of a Russian civil servant.","release_date":"1966-10-11","vote_average":6.0,"runtime":102,"cert":"N\/A","id":257927,"title":"The Ugly Story","adult":false,"genre_ids":[18,35]},{"cast":["Mary Carlisle","Lloyd Nolan","Roscoe Karns","Buster Crabbe","J. Carrol Naish"],"overview":"A federal agent goes after a hijacking ring that uses beautiful women to help it hijack the rigs of unsuspecting truckers.","release_date":"1938-04-01","vote_average":0.0,"runtime":61,"cert":"\"\"","id":257929,"title":"Tip-Off Girls","adult":false,"genre_ids":[80,28,12]},{"cast":["Mireia Murguiondo","Román Reyes"],"overview":"","release_date":"2013-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257943,"title":"Quiéreme más","adult":false,"genre_ids":[]},{"cast":["Bill Elliott","Iris Meredith","Richard Fiske","Bobby Clack","Trevor Bardette"],"overview":"When Pegleg and his Black Raiders threaten the westward expansion of the United States, the government sends Kit Carson and David Brent to straighten things out.","release_date":"1939-07-21","vote_average":0.5,"runtime":300,"cert":"\"NR\"","id":257945,"title":"Overland with Kit Carson","adult":false,"genre_ids":[37]},{"cast":["Andrij Bilous","Viktoria Spesivtseva","Nazl Sejtablaeva","Serhii Romaniuk","Oles Sanin"],"overview":"Mamay draws on traditional Ukranian and Tatar folktales for its Romeo and Juliet-like love story and parable about chivalry and the struggle for freedom. Hundreds of years ago, in the wild steppes of Crimea that form an uneasy border between East and West, Europe and Asia, nomad and farmer, the proud Cossack Mamay falls in love with the Tatar beauty Omai. The title, like the storyline, holds a variety of different meanings taken from different cultures. In Turkic languages, it means \"no one,\" but it was also the name of a famous Mongol conqueror, the great grandson of Ghengis-Khan. In Persian legends, mamay literally means \"the spirit of the steppes. \"","release_date":"2003-02-19","vote_average":5.8,"runtime":80,"cert":"N\/A","id":257947,"title":"Mamay","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Submarines Olly and Beth join their friend Bobsie, who is convinced he is the great-grandson of the Rainbow “Pie-Rats”, to search for the legendary secret treasure that reflects the beautiful rainbows in the sky.  Their exciting treasure hunt is filled with wonder, comedy, thrills and adventure. But, they are followed by the unscrupulous Snarky Sharkskin and his slippery seahorse gang. As resourceful as ever, Olly and Beth manage to overcome all the problems they encounter, survive the storms at sea, make a heroic rescue, and find the glittering rainbow treasure. However, in the end, the treasure hunt leads them to understand that the best treasure of all is family and friendship.","release_date":"2014-05-01","vote_average":6.3,"runtime":80,"cert":"\"\"","id":257949,"title":"Dive Olly Dive and the Pirate Treasure","adult":false,"genre_ids":[16,10751]},{"cast":["Edvin Ryding","Tuva Novotny","Gustaf Hammarsten","Lennart Jähkel","Sissela Kyle"],"overview":"Beyond Beyond is a story about wanting the impossible. A story about a little rabbit boy not old enough to understand the rules of life, who takes up the fight against the most powerful force. While doing so, he learns more and more about life.","release_date":"2014-02-10","vote_average":6.0,"runtime":78,"cert":"\"PG\"","id":257951,"title":"Beyond Beyond","adult":false,"genre_ids":[16,12]},{"cast":["Michael Wright","Raekwon","Tom Arlotta","Matt Jade","Chyna Layne"],"overview":"After a prominent judge's daughter dies from taking contaminated Ecstasy, the ensuing political scandal brings a world of grief to the city's street dealers in this gritty actioner. Under threat of being shut down, the city's top two rival dealers must work together to unearth the source of the tainted drug -- or take the fall themselves. Raekwon and Michael Wright star.","release_date":"2007-10-30","vote_average":0.0,"runtime":98,"cert":"\"R\"","id":257953,"title":"Hardrock","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":257967,"title":"Psy4 de la rime - Autour de la Lune","adult":false,"genre_ids":[]},{"cast":["Vlasta Vrána"],"overview":"The decorative pattern style of a traditional Metis coat is explored.","release_date":"1979-01-01","vote_average":6.0,"runtime":1,"cert":"N\/A","id":257972,"title":"Canada Vignettes: Métis Coat","adult":false,"genre_ids":[]},{"cast":["Brandon Routh","Courtney Ford","Spencer Grammer","Reid Scott","Meredith Prunty"],"overview":"The story follows Abby, a thirty-something artist living in Rhode Island caring for her husband William after he's tragically injured in a bar fight. As she attempts to coax him back to health, James, her childhood sweetheart and unrequited love, attempts to coax her back into living life again herself. The complicated love triangle that ensues is touching, poignant, and concludes with a realization that's as profound as it is beautiful.","release_date":"2014-03-07","vote_average":3.5,"runtime":91,"cert":"\"PG\"","id":257974,"title":"Missing William","adult":false,"genre_ids":[18]},{"cast":["Jim O'Rear","Daniel Emery Taylor","John Dugan","April Monique Burril"],"overview":"Old St. Leopold's Hospital has many urban legends surrounding it, but the residents of Bridgeport all agree on one thing: tortured souls roam its abandoned halls. The mystery proves too much for a pretty young student who decides to investigate for her senior class project. Unfortunately, she does not find ghosts. She, instead, finds Stanley... serial rapist, murderer, and psychopath. As the young girl becomes Stanley's new pet, a team of young investigators descend on the hospital to \"hunt some ghosts.\" Stanley sees nothing but fun and games in his future. But, what Stanley does not know is that the hospital truly is haunted and the restless spirits there are not happy with what he has been doing.","release_date":"2013-02-15","vote_average":2.3,"runtime":75,"cert":"\"R\"","id":257976,"title":"The Hospital","adult":false,"genre_ids":[27]},{"cert":"\"\"","title":"Live Baby Live: Wembley Stadium 1991","cast":[],"id":257996,"overview":"On July 13 1991 INXS were filmed in concert at Wembley Stadium, London performing one of the greatest concerts ever by one of the worlds greatest rock and roll bands to a sold out mass of 72,000 fans. The Wembley concert was the last of a 12 month world-wide run of dates on the band’s record breaking X – Factor Tour and those there on the day witnessed a band at the absolute peak of their powers. This electrifying concert was filmed in 35mm and directed by David Mallet [ AC\/DC, U2, Madonna] with no less than 18 cameras aimed at the Wembley stage ensuring every moment was captured for history’s sake. INXS rose to the occasion with a blistering set drawing from their arsenal of #1 albums, serious hits such as Need You Tonight, New Sensation, Never Tear Us Apart, Suicide Blonde, Devil Blonde and Original Sin - that were not only performed brilliantly but captured live forever.","runtime":null,"genre_ids":[],"release_date":"2014-01-01","vote_average":0.0,"adult":false}]