[{"cast":["César Romero Medrano","Mario Alejandro López","Gastón Calvario","Xavier Ximénez","Graciela Orozco"],"overview":"Beto, an imaginative and precocious 9 year-old, feels creatively stifled by his overbearing grandparents who act as his guardians. He finds an outlet through a friendship he forms with Stephany, his transgender neighbor, who helps him see the world in unexpected ways.","release_date":"2013-09-06","vote_average":7.0,"runtime":12,"cert":"N\/A","id":259500,"title":"Under the Last Roof","adult":false,"genre_ids":[]},{"cast":["Carmina Corredor","Shanka Villanueva","Sonia Couoh","José Carriedo"],"overview":"Carmina and Ana are two sisters who face the bitterness of their parent's absence, living each day in loneliness but accompanied.","release_date":"2013-03-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":259511,"title":"Jerusalem","adult":false,"genre_ids":[18]},{"cast":["Evan LaMagna","Clarisa Rendón","Raúl Chontal Reyes","Oscar Toto Pólito","Luis Herrera Palafox"],"overview":"Walter is obsessed with getting to the enchanted Lagoon. He ignores all warnings to keep him waya. When he finally gets to this magical place, he discovers it's not how he imagined it.","release_date":"2013-08-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":259513,"title":"The Enchanted Lagoon","adult":false,"genre_ids":[]},{"cast":["Alejandra Ambrosi","Alí Rondon","José Miguel Hernández Barba"],"overview":"Enrique refuses to accept his breakup with Sara. During their last moments together, both his head and her silences are about to explode.","release_date":"2013-03-03","vote_average":0.0,"runtime":7,"cert":"N\/A","id":259515,"title":"Weigh my Head Down","adult":false,"genre_ids":[]},{"cast":["Tessa Ía","Carlos Meza","Carlos Álvarez"],"overview":"Sara helps her little brother Tomas to overcome his fear of the monster under the bed, but it is harder to protect him from his violent and authoritarian father.","release_date":"2013-09-06","vote_average":0.0,"runtime":10,"cert":"N\/A","id":259517,"title":"Monster","adult":false,"genre_ids":[16,18]},{"cast":["Marco Jardines","José Aguilar","Heriberto Méndez","Ana Sofía Durán","Ana Paula Martínez"],"overview":"Two small girls in a pink world see a little more of their reality while their father figure falls apart.","release_date":"2013-09-06","vote_average":0.0,"runtime":13,"cert":"N\/A","id":259519,"title":"Pink Kites","adult":false,"genre_ids":[]},{"cast":[],"overview":"The documentary tells four stories by drawing parallels between the cycles of water and the cycles of life. Its main characters belong to the most representative part of rural and urban Indian society","release_date":"2013-03-17","vote_average":6.0,"runtime":65,"cert":"N\/A","id":259521,"title":"Women and Water","adult":false,"genre_ids":[99]},{"cast":["John Ware"],"overview":"Key decision makers reveal the inside story of how the West was drawn ever deeper into the Afghan war. Reporter John Ware charts the history of a decade of fighting and looks at when the conflict may end.","release_date":"2011-06-22","vote_average":10.0,"runtime":59,"cert":"N\/A","id":259538,"title":"Afghanistan: War without End?","adult":false,"genre_ids":[99]},{"cast":["Xin Wang","Marie Février","Elena Kuletskaya","Kate Rozz","Benjamin Feitelson"],"overview":"The destinies of five young women from all over the world intertwine in Paris as they embark on a roller-coaster ride of extremes in their search for love, sex and money.  Based upon true stories, Shanghai Belle tells the destiny of five young women who all go through 'hell' to finally receive an unexpected redemption. Each of them states her intimate confessions through daily diaries. They experiment a journey on the 'edge'. The result of which is the loss of their innocence...","release_date":"2011-01-01","vote_average":5.0,"runtime":114,"cert":"\"\"","id":259540,"title":"Shanghai Belle","adult":false,"genre_ids":[18]},{"cast":["Ali Cobrin","Rossi Morreale","Andrea Bogart","Kathleen Quinlan","Lin Shaye"],"overview":"A married man reaches the point where he questions everything: career, creativity and even his marriage. Hilarious complications and temptations arise when his wife invites her open-minded (and very sexy) yoga instructor to stay in the guest house while she’s away on vacation with the kids.","release_date":"2012-12-01","vote_average":1.0,"runtime":94,"cert":"\"\"","id":259542,"title":"Life's an Itch","adult":false,"genre_ids":[35,10749]},{"cast":["Zack Fahey","Mike Pfaff","Marguerite Insolia","Anthony Berhle","James Howell"],"overview":"Real estate agent John Dante has a problem. He's stuck with a house he can't sell. Despite his best efforts, he can't seem to overcome the house's past and the macabre tales that precede it in this haunting anthology. In the first story, THE MORNING AFTER, a group of friends wake up from the party of a lifetime to find a nightmare in the form of the worst bug invasion any homeowner has ever seen. Then there's Freddie Cooper and his band, FREDDIE AND THE GOBLINS; a tale of how Freddie's band mates try to kick him out and get caught up in the young singer's growing psychosis. With his hopes of selling the house fading, John is horrified to hear the story of Robbie, a young veteran of the war in Iraq, who returns home to live with his father Brad in FATHER LAND. Something isn't right, though, as Robbie's dark secret slowly bubbles to the surface. As the house's dark past comes to life, John becomes weary and is convinced the house is cursed and unsellable.","release_date":"2014-03-01","vote_average":3.7,"runtime":82,"cert":"\"\"","id":259544,"title":"Dead on Appraisal","adult":false,"genre_ids":[35,27,878]},{"cast":["Judy Canova","Ross Hunter","Gloria Holden","Fortunio Bonanova","Doris Merrick"],"overview":"An unsophisticated farm girl pursues a career as an opera singer.","release_date":"1945-11-29","vote_average":0.0,"runtime":62,"cert":"\"\"","id":259561,"title":"Hit the Hay","adult":false,"genre_ids":[10402,35]},{"cast":["Steve Laplante","Gilles Renaud","David Boutin"],"overview":"His father's untimely death sends young Wahab into an intense turmoil. Shaken by family feuds and what he discovers, he decides to bury his father in his native Lebanon. But the idea will prove no less trying in a country scarred by war where a new corpse is one too many.","release_date":"2004-09-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":259563,"title":"Tideline","adult":false,"genre_ids":[18]},{"cast":["Vivian Hsu","Alan Kuo","Ashton Chen","Xu Jiao","Victor Wong"],"overview":"Allen and his friends find new light in their music career when a company is interested to help his band release an EP. Allen also falls in love with Yujie, and meets his old lover somewhere down the road. Then, Yi Le (Allen’s friend) has a love interest towards Yujie.","release_date":"2013-10-04","vote_average":6.5,"runtime":null,"cert":"N\/A","id":259565,"title":"Rhythm of the Rain","adult":false,"genre_ids":[18,10749]},{"cast":["Tom Sizemore","Kimberlin Brown","Musetta Vander","Dan Hewitt Owens"],"overview":"A middle-aged golfer and lifelong womanizer finally gets a taste of his own medicine when he meets a confident but needy female lawyer.","release_date":"2014-03-17","vote_average":6.0,"runtime":97,"cert":"\"\"","id":259570,"title":"5 Hour Friends","adult":false,"genre_ids":[]},{"cast":["Walter Plathe","Petra Fritzenwanker","Claudia Jatzkowski","Bernd Schramm","Hans Teuscher"],"overview":"","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259584,"title":"Das Puppenheim in Pinnow","adult":false,"genre_ids":[18]},{"cast":["Giselle Itié","Eduardo Paxeco","Catalina Saavedra","Marcelo Alonso","Luz Valdivieso"],"overview":"A young woman who suffers a strange disease must travel to a mysterious island in South America, where myths and reality are one and the same.","release_date":"2012-11-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":259586,"title":"Caleuche: The Call of the Sea","adult":false,"genre_ids":[27,14,18]},{"cast":[],"overview":"Storm Soldiers tells the story of America's unsung first responders. Linemen work behind the scenes protecting our way of life, rebuilding after natural disasters and putting their lives on the line everyday. Almost half of America's 400,000 linemen are scheduled for retirement in the next five to ten years. Without an influx of new linemen entering the trade, who's going to to keep the power on?","release_date":"2013-01-01","vote_average":5.3,"runtime":61,"cert":"\"G\"","id":259591,"title":"Storm Soldiers","adult":false,"genre_ids":[99]},{"cast":["Fred MacMurray","Joan Leslie","June Haver","Gene Sheldon","Anthony Quinn"],"overview":"Bill wants to join the Army, but he's 4F so he asks a wizard to help him, but the wizard has slight problems with his history knowlege, so he sends Bill everywhere in history, but not to WWII.","release_date":"1945-05-23","vote_average":4.0,"runtime":74,"cert":"\"\"","id":259593,"title":"Where Do We Go from Here?","adult":false,"genre_ids":[10402]},{"cast":["Kentaro Suyama","Sandy Foster","Junichi Kajioka"],"overview":"A lonely Japanese businessman, a cheating wife, a London hotel and a binge drinking bride-to-be.","release_date":"2009-03-17","vote_average":0.0,"runtime":14,"cert":"N\/A","id":259598,"title":"Toshi","adult":false,"genre_ids":[]},{"cast":[],"overview":"In post-World War II Estonia, Mait Kukemeri, an activist of the Young Communist League arrives to the Metsa collective farm in the back of a traveling cinema truck. As a commissary of the spring sowing, he has orders to usher all the people to the field, even if the water is high enough to soak your boots and the machines sink in the mud. Harald Tuvikene, the head of the farm, keeps dragging his feet, trying to pitch his peasant wisdom against the senseless demands of the central power. For the first time in his life, Kukemeri faces a real problem - does he do what's right or does he follow the party's inept commands in order to further his own career? He starts ignoring the party assignments and gets involved with the local village life and the local pioneer activist, a young woman named Liina. Nobody wants to sow before the time is right and Kukemeri gets tangled in the web of white lies to his bosses. But no one can keep anything secret from the Communist party for long.","release_date":"1981-04-19","vote_average":6.5,"runtime":86,"cert":"N\/A","id":259609,"title":"The Ideal Landscape","adult":false,"genre_ids":[18]},{"cast":["Ed Harris","Eva Longoria","Michael Peña","Amy Madigan","Kristen Rakes"],"overview":"After crossing the border illegally for work, Miguel, a hard-working father and devoted husband, finds himself wrongfully accused of murdering a former sheriff’s wife. After learning of his imprisonment, Miguel’s pregnant wife tries to come to his aid and lands in the hands of corrupt coyotes who hold her for ransom. Dissatisfied with the police department’s investigation, the former sheriff tries to uncover the truth about his wife’s death and discovers disturbing evidence that will destroy one family’s future, or tear another’s apart.","release_date":"2014-07-31","vote_average":6.3,"runtime":103,"cert":"\"PG-13\"","id":259611,"title":"Frontera","adult":false,"genre_ids":[37,18]},{"cast":["Bas Jan Ader"],"overview":"Bas Jan Ader rides his bike into a canal in Amsterdam.","release_date":"1970-03-10","vote_average":0.0,"runtime":1,"cert":"N\/A","id":259613,"title":"Fall 2","adult":false,"genre_ids":[99]},{"cast":["Bas Jan Ader"],"overview":"This short film is part of a mixed media artwork of the same name, which also included postcards of Ader crying, sent to friends of his, with the title of the work as a caption. The film was initially ten minutes long, and included Ader rubbing his eyes to produce the tears, but was cut down to three and a half minutes. This shorter version captures Ader at his most anguished. His face is framed closely. There is no introduction or conclusion, no reason given and no relief from the anguish that is presented.","release_date":"1971-03-17","vote_average":0.0,"runtime":4,"cert":"\"\"","id":259615,"title":"I'm Too Sad to Tell You","adult":false,"genre_ids":[99]},{"cast":["Bas Jan Ader"],"overview":"One of a series of ‘falls’ by Bas Jan Ader that he recorded on film, this work was filmed in West Kapelle, Holland in 1970.","release_date":"1971-02-02","vote_average":0.0,"runtime":2,"cert":"N\/A","id":259617,"title":"Broken Fall (Geometric)","adult":false,"genre_ids":[99]},{"cast":["Bas Jan Ader"],"overview":"Shot in his garage-studio, the camera records Ader painstakingly hoisting a large brick over his shoulder. His figure is harshly lit by two tangles of light bulbs. He drops the brick, crushing one strand of lights. He again lifts the brick, allowing tension to accrue. The climax inevitable—the brick falls and crushes the second set of lights. Here the film abruptly ends, all illumination extinguished.  \"This simple cause and effect sequence performs a narrative that is startlingly incongruous with its conclusion. The brick is witnessed demolishing the lights, but that seems to be an insufficient explanation for the void of meaning it leaves in the wake of the film’s ending—the blunt finality of another’s death, by implication, creates a similar scramble to find language for a disturbing rupture.\"","release_date":"1971-03-24","vote_average":1.0,"runtime":4,"cert":"N\/A","id":259619,"title":"Nightfall","adult":false,"genre_ids":[99]},{"cast":["Susanne Linser","Jürgen Heinrich","Gerhard Bienert","Rolf Herricht","Ingeborg Krabbe"],"overview":"A story about Ulrike, a ten year old girl who is looking for a new father with energy and determination.","release_date":"1977-03-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":259621,"title":"You and Nothing and Berlin","adult":false,"genre_ids":[10749,35,10751]},{"cast":["Patricia Owens","Dan Duryea","Terence Cooper","Richard Leech","Shirley Cameron"],"overview":"Meet Ellen Sheppard, an American living in Britain. Her English husband, Jason Sheppard, has been killed and she's under suspicion despite the appearance of a happy marriage. Jason's friend assists Ellen go over the facts to see if they can find the real killer.","release_date":"1965-02-12","vote_average":6.0,"runtime":69,"cert":"\"\"","id":259635,"title":"Walk a Tightrope","adult":false,"genre_ids":[18,80]},{"cast":["Alice Babs","Sven Lindberg","Anders Henrikson","Hjördis Petterson","Nils Hallberg"],"overview":"The marriage of the newlyweds Gun and Emil is strained when Gun sings in a radio show and makes a breakthrough.","release_date":"1953-12-19","vote_average":5.0,"runtime":93,"cert":"N\/A","id":259637,"title":"Resan till dej","adult":false,"genre_ids":[10749,10402]},{"cast":[],"overview":"A short film made for an IBM-sponsored exhibition in Paris.","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":259639,"title":"Henry","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two women searching for spiritual healing in the world of Venezuelan warlocks, shamans and soothsayers. Lots of black magic and even black humour","release_date":"2013-03-18","vote_average":6.0,"runtime":54,"cert":"N\/A","id":259650,"title":"But, I Remember Seeing Sorcerers Fly Away","adult":false,"genre_ids":[99]},{"cast":["Konstanze Breitebner","Nikola Culka","Richard Jutras","Sarah-Jeanne Labrosse","Ron Lea"],"overview":"A young girl and her new friend investigate a series of supernatural happenings in the Austrian children's film SUMMER WITH THE GHOSTS. Caroline departs from her home in Montreal to join her father a famous film director on the set of his latest film in Austria. When she arrives however she learns of a series of accidents and problems on the film set with everyone at odds to explain how they happened. Suspecting that someone means to sabotage the film she begins to investigate the ancient castle being used as the set. Along with her newfound friend Jakob she discovers that the film's difficulties may in fact have a supernatural cause.","release_date":"2004-03-20","vote_average":2.8,"runtime":85,"cert":"\"\"","id":259658,"title":"Summer With The Ghosts","adult":false,"genre_ids":[]},{"cast":["Mark Dightam","Robert Eddison","Helen Weir","Brian Worth","Esmond Knight"],"overview":"John and his class go on a school trip to the Tower of London. While he is there he loses his pet mouse and vows to return and find her later. Back in school, he is not very attentive and falls asleep during a lesson about electricity so his teacher sends him home. On the 'tube' there is a sudden flash, and John, the train and all of the passengers turn yellow. With the help of Nick (short for 'Electronic') John learns about electricity, invades the Tower of London and saves his pet mouse ... or was it a dream. This is the Powell &amp; Pressburger touch applied to children's films.","release_date":"1972-09-16","vote_average":4.5,"runtime":55,"cert":"N\/A","id":259660,"title":"The Boy Who Turned Yellow","adult":false,"genre_ids":[12,10751]},{"cast":["Maricruz Olivier","Fernando Rey","Beatriz Aguirre","Héctor Godoy","Luis Beristáin"],"overview":"Teresa is a beautiful and intelligent young woman, desperately seeking to leave the grinding poverty of the neighborhood where she lives.","release_date":"1961-02-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":259662,"title":"Teresa","adult":false,"genre_ids":[18]},{"cast":["David Kennedy","Susan Leith","Jamie Agius","Ray Meagher","Mark Little"],"overview":"Bob Merritt’s most personal film project, Short Changed was described by its author as 'an Aboriginal Kramer vs Kramer': the moving account of an Aboriginal political activist (David Kennedy) fighting his white ex-wife (Susan Leith) for joint custody of their ‘magpie son’.  Unflinching and unsentimental in its subtle grasp of modern, urban Aboriginal society’s conflicting social obligations to two cultures.","release_date":"1986-11-13","vote_average":0.0,"runtime":99,"cert":"N\/A","id":259664,"title":"Short Changed","adult":false,"genre_ids":[]},{"cast":["Aya Omasa","Shota Sometani","Kyoka Suzuki","Tomoko Tabata","Masaki Miura"],"overview":"In a small rural town, a brother and sister goes missing and there's also a serial killer case involving woman as the victims. Mayu Misono (Aya Omasa) is a sophomore high school student in the town. She is called \"Ma-chang\". When Mayu Misono was young, she was also kidnapped and locked up. Since that time she has been traumatized and has become indifferent to everything around her. One day, in front Mayu's mansion, her childhood friend Mii-kun (Shota Sometani), who was kidnapped with Mayu, suddenly appears. Ma-chang hugs Mii-kun. Up until now, she has waited for Mii-kun. Mayu has lived in the mansion alone, until a week ago, when she kidnapped two elementary school aged kids and has kept them locked in her mansion. To hide Mayu's crime, the four of them will live together in the mansion. The truth of what happened 10 years ago becomes slowly revealed. The reason Mi-kun tries to protect Mayu, even puts his life at risk, all connects to an unexpected real criminal.","release_date":"2010-10-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":259669,"title":"A Liar and a Broken Girl","adult":false,"genre_ids":[18,10749]},{"cast":["John Moore","Nicholas Hope","Tom E. Lewis","Ullie Birve","Don Barker"],"overview":"Harry Dare is a shambolic Adelaide private investigator. He’s still not certain why he’s in the business; perhaps to understand his father’s disappearance, 20 years earlier? But now Harry’s got a real case: who stole his father’s old Kombi van, nicked (oddly) just after Harry finished restoring it?","release_date":"1995-06-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":259671,"title":"The Life of Harry Dare","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nearly devoid of editing resources, the videos feature single shots of anonymous people in daily life, subtly revealed\/highlighted through zooming. Instead of uncovering reality, though, the videos end up turning it into pure invention. The “videorhizomes” are not limited to production and screening in regular, traditional circuits. The process includes sending the videos to a person that is randomly chosen from the phone book.","release_date":"2005-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":259691,"title":"Man.Canoe.Ocean","adult":false,"genre_ids":[]},{"cast":["Patrick Wilson","Vera Farmiga","Madison Wolfe","Frances O'Connor","Simon McBurney"],"overview":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.","release_date":"2016-05-13","vote_average":7.2,"runtime":134,"cert":"\"R\"","id":259693,"title":"The Conjuring 2","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ben Affleck","Elle Fanning","Brendan Gleeson","Chris Messina","Sienna Miller"],"overview":"A story set in the Prohibition Era and centered on a group of individuals and their dealings in the world of organized crime.","release_date":"2016-12-25","vote_average":6.2,"runtime":129,"cert":"\"R\"","id":259695,"title":"Live by Night","adult":false,"genre_ids":[80,18,53]},{"cast":["Ángel Orensanz","Al Orensanz","Silvia Nanclares","Pueblo de Larués"],"overview":"","release_date":"2013-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259697,"title":"Orensanz","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259699,"title":"Haute Route","adult":false,"genre_ids":[99]},{"cast":["Xavier Boada","Marcel Borràs","Pere Brasó","Babou Cham","José Coronado"],"overview":"Since he arrived in Sao Felix do Araguaia, in Brazil, the Catalan bishop Pere Casaldàliga fights for the disadvantaged and the indigenous peoples. Casaldàliga must confront the landowners of the region and rethink the role of the Catholic Church.","release_date":"2014-12-10","vote_average":9.0,"runtime":null,"cert":"N\/A","id":259710,"title":"Descalç sobre la terra vermella","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An investigative Journalist thinks she's found a killer, and breaks into his place to find the evidence. Only when he come's back it becomes a game of cat and mouse with deadly consequences.","release_date":"2016-07-16","vote_average":0.0,"runtime":85,"cert":"\"\"","id":259712,"title":"Simon","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Uzoma likes to play games. But games have consequences.","release_date":"2012-06-21","vote_average":7.0,"runtime":15,"cert":"\"\"","id":259714,"title":"Big Man","adult":false,"genre_ids":[]},{"cast":["Reg Varney","Norman Rossington","Dennis Price","Bob Todd","Sue Lloyd"],"overview":"Two inept gamblers on the run from their debts and a gang of crooks find refuge in a film studio.","release_date":"1972-12-12","vote_average":10.0,"runtime":null,"cert":"N\/A","id":259716,"title":"Go for a Take","adult":false,"genre_ids":[35]},{"cast":["Ahmed Dawood","Mariam Hassan","Aya Hemeda","Sawsan Badr","Samy El-Adi"],"overview":"A romance full of emotions, adventure and humor, the love of a lifetime is what the film is about. But between this boy and girl the story is not that simple. Although their bond is unbreakable they keep separating over the years. It's not circumstantial forces or even external pressures, but the very individuality of each is what keeps getting in the way in spite of all the love that's cherished within. In tracking their early zigzagged path the film delves into the complex and intricate web of inner conflicts that arise between young men and women of this age and ultimately innovatively poses the eternal question: Can Adam and Eve live happily ever after ?","release_date":"2010-02-01","vote_average":6.5,"runtime":97,"cert":"N\/A","id":259718,"title":"Walad w Bent","adult":false,"genre_ids":[10749]},{"cast":["Alia Bhatt","Arjun Kapoor","Amrita Singh","Revathi","Ronit Roy"],"overview":"A man and a woman come from two very different cultural backgrounds, and decide that they won't get married until they convince their parents. As feared, differences between the families pose a hurdle.","release_date":"2014-04-17","vote_average":6.7,"runtime":149,"cert":"\"PG\"","id":259720,"title":"2 States","adult":false,"genre_ids":[35,10749,18]},{"cast":["Alfonso Tort","María Abadi","Laura Agorreca","Diego Gatto","Gabriel Urbani"],"overview":"A broken heart makes Sergio reject the city......A city full of late adolescents, girls that make you cry, drunks worried about matters they couldn´t handle even sober...and songs that say all that they would have wanted to say (if they knew that they needed to say something)","release_date":"2007-11-02","vote_average":0.0,"runtime":119,"cert":"N\/A","id":259734,"title":"Capital (Todo el mundo va a Buenos Aires)","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Romance, in Russian language","release_date":"2011-01-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":259742,"title":"White dress","adult":false,"genre_ids":[10749]},{"cast":["Franciszek Pieczka","André Hiller","Arianne Borbach","Heide Kipp","Marylu Poolman"],"overview":"","release_date":"1983-09-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":259744,"title":"Fariaho","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Comedy, in Russian language","release_date":"2007-12-30","vote_average":0.0,"runtime":77,"cert":"N\/A","id":259746,"title":"Ded Moroz Ponevole","adult":false,"genre_ids":[35,10749]},{"cast":["Melanie Chisholm"],"overview":"In October 2006 Melanie released her first ever live DVD called \"Live Hits\". Recorded before a sold-out audience at London's The Bridge in August earlier that year, it features 19 blistering hit singles and showcases Melanie's talent as both a writer and live performer. The DVD consists of two sets; an acoustic set and an electric set.","release_date":"2006-10-29","vote_average":0.0,"runtime":110,"cert":"N\/A","id":259748,"title":"Melanie C: Live Hits","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Romance, in Russian language","release_date":"2012-10-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":259759,"title":"Formula schastya","adult":false,"genre_ids":[10749]},{"cast":["Lotta Losten"],"overview":"A woman prepares for bed, but realizes that something may be lurking in the shadows.","release_date":"2013-12-30","vote_average":7.3,"runtime":3,"cert":"N\/A","id":259761,"title":"Lights Out","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Shot as a political thriller, this documentary in 4 acts go behind the scenes of the Parisian municipal elections of June 1999.","release_date":"2001-06-27","vote_average":0.0,"runtime":150,"cert":"N\/A","id":259763,"title":"Paris à tout prix","adult":false,"genre_ids":[99]},{"cast":["Dieter Mann","Jutta Wachowiak","Peter Bause","Gerry Wolff","Annemone Haase"],"overview":"Karl Erp is a middle-aged man with two children and a boring marriage. After starting an exciting affair with his intern, Miss Broder, he leaves his loveless marriage and moves in with his lover. Under pressure from Miss Broder’s mother, Karl once again promises marriage. He finds, however, that the excitement that drew him to her in the first place doesn’t carry over into their daily lives.","release_date":"1980-03-05","vote_average":0.0,"runtime":97,"cert":"N\/A","id":259765,"title":"Glück im Hinterhaus","adult":false,"genre_ids":[18]},{"cast":["Paulo André","Sílvia Lourenço","Jean-Claude Bernardet"],"overview":"Juvenal is a metro driver from Belo Horizonte. Margô, a station controller. Both live in a state of complete solitude – each in a particular way. Juvenal refuses to be alone and strolls through the streets of this metropolis taking comfort by mingling with the anonimous crowd. Margo seeks relief in the virtual world of social networks where she struggles to establish long lasting relations with real persons.","release_date":"2013-09-29","vote_average":5.5,"runtime":95,"cert":"N\/A","id":259767,"title":"The Man of the Crowd","adult":false,"genre_ids":[18]},{"cast":["Ron Funk","Mike Zuettel","Ed Ricks","Dick Barrymore"],"overview":"A film about three ski-bums (Run Funk, Mike Zuetell and Ed Ricks) that are followed by another ski bum (Dick Barrymore),with a 16mm Bolex camera, who filmed a four-month part of their nomadic and vanishing-breed way of life across four continents. These are four people doing every day what others work fifty weeks of the year to buy for two weeks. They were also becoming a vanishing breed who were becoming unwelcome from Aspen to Val d'Isere.","release_date":"1969-11-10","vote_average":0.0,"runtime":86,"cert":"\"\"","id":259769,"title":"The Last of the Ski Bums","adult":false,"genre_ids":[]},{"cast":["James Andelin"],"overview":"Instructional film on how to keep from ruining your supper.","release_date":"1951-01-01","vote_average":1.0,"runtime":10,"cert":"\"NR\"","id":259783,"title":"Good Eating Habits","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Romance, in Russian language","release_date":"2010-10-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":259788,"title":"Ja schastlivaya","adult":false,"genre_ids":[10749]},{"cast":["Ludmila Kurepova","Andrey Barilo","Olga Dibtseva","Yelena Zakharova","Anton Makarsky"],"overview":"Romance, in Russian language","release_date":"2010-10-31","vote_average":0.0,"runtime":87,"cert":"N\/A","id":259790,"title":"Когда цветет сирень","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Romance, in Rusian language","release_date":"2012-06-09","vote_average":0.0,"runtime":96,"cert":"N\/A","id":259795,"title":"Hozyajka Belykh nochej","adult":false,"genre_ids":[10749]},{"cast":["Paul Simonon","Joe Strummer","Topper Headon","Mick Jones"],"overview":"Profile of seminal punk group The Clash.","release_date":"2012-08-30","vote_average":6.5,"runtime":90,"cert":"N\/A","id":259797,"title":"The Clash: The Rise and Fall of The Clash","adult":false,"genre_ids":[10402,99]},{"cast":["Forest Whitaker","Anthony LaPaglia","Rosie Perez","Jennifer Grey","Tony Todd"],"overview":"A knife-scarred victim must identify her assailant beyond a reasonable doubt. Meanwhile the accused is offered a deal if he pleads guilty. Is he as innocent as the victim? Is the justice system guiltier than both?","release_date":"1990-09-08","vote_average":8.7,"runtime":90,"cert":"\"\"","id":259808,"title":"Criminal Justice","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Lenny, the woodcutter, is about to face in the last of the living trees.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":259810,"title":"Gigante","adult":false,"genre_ids":[]},{"cast":["Fernanda Torres","Evandro Mesquita","Francisco Cuoco","Fernanda Montenegro","Matheus Nachtergaele"],"overview":"Two twin sisters make a dangerous game.","release_date":"1999-04-30","vote_average":8.0,"runtime":75,"cert":"N\/A","id":259812,"title":"Twins","adult":false,"genre_ids":[53]},{"cast":["Martha Claudia Moreno","Ianis Guerrero","Óscar Levi Villaruel"],"overview":"Ivan lives with his mother in the daily routine. Without prior notice, Jacobo, the oldest son who was absent, comes back home; desperate for his own situation he decides to start a short trip with his younger brother, Ivan. All along the journey they will learn to understand each other, they will try to make up for lost time and rebuild their affective bonds.","release_date":"2013-06-21","vote_average":10.0,"runtime":14,"cert":"N\/A","id":259817,"title":"High Tide","adult":false,"genre_ids":[]},{"cast":["Emilio Savini"],"overview":"In the future cloning machines known as “Multipliers” were forbidden and abandoned still operating. They still create clones inside them, in an infinite loop that is perpetuated by their security protocol.","release_date":"2013-04-19","vote_average":10.0,"runtime":15,"cert":"N\/A","id":259819,"title":"Protocol","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Damian has just arrived from an express trip to Spain. When he is ready to go home, he finds a \"ticket\" inside his car to travel again, although this time the destination is unknown.","release_date":"2012-11-10","vote_average":0.0,"runtime":13,"cert":"N\/A","id":259827,"title":"Incidental Traveler","adult":false,"genre_ids":[]},{"cast":["Mark Harris","Natalie Stone","Peter Woodward","Nicola Posener","Lucy Drive"],"overview":"The Church sends in a team to investigate the tragic deaths of a young group found in the crypt of a Convent.","release_date":"2014-02-28","vote_average":3.1,"runtime":98,"cert":"N\/A","id":259829,"title":"The Crypt","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Prosecuting Attorney David Lunga's success is overshadowed by the terrifying secrets of Rosa, a beautiful but mysterious woman with whom he falls in love. What mysteries does she hide? As the macabre facts unravel, David comes face to face with his own demons and is driven to prove his innocence, recover his reputation and, above all, clear his own conscience.","release_date":"2013-11-19","vote_average":0.0,"runtime":97,"cert":"N\/A","id":259831,"title":"O Espinho Da Rosa","adult":false,"genre_ids":[18,14]},{"cast":["Gabriel Andrews","Megan Drury","Paul Godfrey","Naomi Law"],"overview":"Inspired by the themes explored in the films of Hong Kong film director Wong Kar-Wai, this is a checklist of what to expect from modern love. Sex...longing...rejection... and pain.","release_date":"2004-10-01","vote_average":0.0,"runtime":11,"cert":"\"NR\"","id":259836,"title":"Things Wong Kar-Wai Taught Me About Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Over 350,000 tons of highly radioactive waste and spent fuel rods are in temporary storage on site at nuclear power complexes and at intermediate storage sites all over the world. More than 10,000 additional tons join them every year. It is the most dangerous waste man has ever produced. Waste that requires storage in a safe final repository for hundreds of thousands of years. Out of reach of humanity and other living creatures. The question is, where? Together with Swiss-British nuclear physicist Charles McCombie, who has been searching for a safe final storage site for highly radioactive nuclear waste for thirty-five years, director Edgar Hagen investigates the limitations and contradictions involved in this project of global significance. Supporters and opponents of nuclear energy struggle for solutions whilst dogmatic worldviews are assailed by doubt","release_date":"2013-10-10","vote_average":6.5,"runtime":100,"cert":"N\/A","id":259838,"title":"Journey to the Safest Place on Earth","adult":false,"genre_ids":[99]},{"cast":["Paula Galinelli Hertzog","Paola Barrientos","Alvin Astorga","Sergio Boris","Arturo Goetz"],"overview":"In a rural school in the middle of the mountains, a girl who is starting to become a woman feels the profound need to discover her true identity. She does not know who her father is and she is determined to find him, but her mother does not approve it. The hostility of winter in such a harsh place turns this desire into a real threat: freezing in the middle of nowhere. Going behind the backs of the school authorities and the girl's mother, her teacher decides to help her. They set off on this quest for truth, but it is not going to be an easy journey... Their only clue is a small, rusty plate.","release_date":"2014-03-10","vote_average":6.0,"runtime":71,"cert":"\"\"","id":259843,"title":"Natural Sciences","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A road movie by rail through four Brazilian states, 55 cities and 8.000 km of railways. A documentary, eight directors and six episodes taking place in natural landscapes and urban settings that proposes an anthropological voyage through cities and the lives of the communities alongside the tracks. The trains as conductors of history and the tracks like a way through time.","release_date":"2007-04-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":259845,"title":"Descaminhos","adult":false,"genre_ids":[99]},{"cast":["Anastacia Andino","Eve Blackwater","Juliya Chernetsky","Michael Day","Frank Dudley"],"overview":"An inquisitor tries to stop his superiors from burning innocent people at the stake but is burned for his \"treason\". He curses god and makes a pact with the devil. Now in modern times he must kill to fulfill his pact. Can a group of goths survive?","release_date":"2009-05-12","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":259847,"title":"Gothkill","adult":false,"genre_ids":[27]},{"cast":["Jodi Lyn O'Keefe","Justin Bruening","Constance Marie","Eric Roberts","Ryan Carnes"],"overview":"When a privileged law student gets a homework assignment to help a disadvantaged single mother find—and keep—a job, he learns that some of the greatest lessons aren’t taught in school.","release_date":"2010-08-14","vote_average":6.5,"runtime":null,"cert":"\"\"","id":259849,"title":"Class","adult":false,"genre_ids":[18,10749]},{"cast":["Şebnem Hassanisoughi","Devin Özgür Çınar","Burak Tamdoğan","Erkan Bektaş"],"overview":"","release_date":"2012-09-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":259851,"title":"Geriye Kalan","adult":false,"genre_ids":[10751,18,80]},{"cast":["José Rivera Moya"],"overview":"Jose Rivera Moya, a dancer and choreographer with a 25 year carrer, decided to take contemporary dance personally, as a protest, a transgression, a provocation and an act of irreverence, and, through his company La Cebra, which became his life project, he has developed one of the most creative and high quality approaches gay activism in Mexico has ever seen.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":259853,"title":"Fantasy Animal","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the story of a year in the life of one mother whose daily struggles illuminate the challenges faced by more than 42 million American women and the 28 million children who depend on them.","release_date":"2014-03-17","vote_average":5.3,"runtime":74,"cert":"\"\"","id":259855,"title":"Paycheck to Paycheck: The Life & Times of Katrina Gilbert","adult":false,"genre_ids":[99]},{"cast":["Gilberto González","Beatriz Penilla"],"overview":"A portriat of the daily lives of Beatriz and Gilberto, a couple that has been together for over 40 years. A reflection about love and marriage. An intimate glimpse into the lives of two people who struggle to live in harmony.","release_date":"2013-09-06","vote_average":10.0,"runtime":25,"cert":"N\/A","id":259857,"title":"Conversations of a Marriage","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In between the reality and the imagination of the people from Ures, the ancient capital of Sonora State, Mexico, a «imaginary» it’s shaped and it turns significant through a bunch of stories-legends about the old tunnels that cross and connect the main buildings of the village. Finding the entrance to one of them, may allow the people to find their own history.","release_date":"2013-10-30","vote_average":0.0,"runtime":26,"cert":"N\/A","id":259859,"title":"The Imaginary and his Tunnel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dreams and reality fuse in the life of a painter, Raul, who after suffering a fall that almost kills him, decides to reestablish his relationship with a daughter he hasn´t seen in ten years.","release_date":"2013-03-15","vote_average":10.0,"runtime":28,"cert":"N\/A","id":259861,"title":"Raul's Garden","adult":false,"genre_ids":[]},{"cast":[],"overview":"An exploration of the sensory experience of the TauTona gold mine in South Africa, showing migrant laborers working in dark, claustrophobic environments and the ear-splitting noise of drilling.","release_date":"2002-01-01","vote_average":6.0,"runtime":24,"cert":"\"\"","id":259863,"title":"Western Deep","adult":false,"genre_ids":[]},{"cast":[],"overview":"The importance of the Mexican wolf as a keystone species for the healthy functioning of forests and the maintenance of biodiversity.","release_date":"2013-09-30","vote_average":0.0,"runtime":4,"cert":"N\/A","id":259865,"title":"The Last Howl of the Mexican Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"Peter reminds the most important moments of his life in a forest, he reaches an area of tree felling and he questions us the limits of it: \"what do you see?\".","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":259876,"title":"What Do You See?","adult":false,"genre_ids":[]},{"cast":["Lee Min-woo","Haha","Ahn Gil-kang","Jo Dal-hwan","Kim Sang-joong"],"overview":"Won-Tak's dad, an old-time con-man, was suddenly killed during a freak accident in the prison, just one day before his release. Having waited for so many years to be reconciled with his dad and to start a new life together, Won-Tak felt betrayed and vowed to ruin his own life and bring shame to his parents. However, unknown to him, Wong-Tak's dad has managed to strike a bargain with an angel to return to the living world as Won-Tak's new bestfriend...","release_date":"2006-08-24","vote_average":4.0,"runtime":105,"cert":"N\/A","id":259878,"title":"Holy Daddy","adult":false,"genre_ids":[14,35]},{"cast":["Greg Fleet","Lawrence Mooney","Simon J Dutton","Peter Finlay","Justina Noble"],"overview":"A mother has lost her child to the most appalling crime – the police are compromised, the private investigator she hired in her desperate search for answers has disappeared. Her only hope for retribution is to contact the man she swore would never be a part of her life. Over a slow-burning 24 hours we pass through the lives of seven lost souls, all damaged and all strangely linked to each other and the terrible events that are about to unfold.","release_date":"2014-03-13","vote_average":0.0,"runtime":88,"cert":"N\/A","id":259880,"title":"The Day of the Broken","adult":false,"genre_ids":[80,18]},{"cast":["Rigoberta Menchu"],"overview":"A documentary on the war between the Guatemalan military and the Mayan population, with first hand accounts by Nobel Peace Prize winner Rigoberta Menchu.","release_date":"1983-09-30","vote_average":10.0,"runtime":83,"cert":"\"\"","id":259882,"title":"When the Mountains Tremble","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259887,"title":"Paulo Moura - Alma Brasileira","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259889,"title":"Fordlândia","adult":false,"genre_ids":[99]},{"cast":["Brooke Burns","Tim Rozon","Ashley Jones","Rebecca Amzallag","Ken Proulx"],"overview":"A restaurateur has it all - a successful business, a beautiful house and a loving family - until a ravishing femme fatale with stiletto heels and an ax to grind walks into his life.","release_date":"2013-04-27","vote_average":4.5,"runtime":90,"cert":"\"\"","id":259894,"title":"A Sister's Revenge","adult":false,"genre_ids":[53,18,9648]},{"cast":[],"overview":"","release_date":"2005-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259896,"title":"John Butler Trio - Rockpalast Crossroads - Bonn, Harmonie","adult":false,"genre_ids":[]},{"cast":["Páll Banine","Þóra Dungal","Finni Johannsson","Jón Gnarr","Sigurjón Kjartansson"],"overview":"In search of kicks in Reykjavik in the year 2000, a pretty teenager, Stella, teams up with a handsome alcoholic, Robbi, and in a stolen car careers through Iceland with unexpected and bizarre consequences.","release_date":"1997-08-14","vote_average":3.5,"runtime":90,"cert":"N\/A","id":259898,"title":"Sweet Track","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"An autobiographical journey for filmmaker Lawrence Johnston, who grew up as one of six siblings to his Aboriginal father Colin and non-Indigenous mother, Gloria. Their marriage was a tempestuous one that included physical and emotional abuse. Johnston's unflinching film is a personal and emotional journey that looks at love, marriage, family, and commitment, as he explores the effect his parents' marriage has had on his romantic ideals. His debut feature film Life won the FIPRESCI International Critics Prize at the 1996 Toronto Film Festival and was nominated for four Australian Film Institute Awards and four Australian Film Critics Circle Awards including Best Actor and Best Screenplay.","release_date":"2005-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":259900,"title":"The Dream of Love","adult":false,"genre_ids":[99]},{"cast":["Pino Maniaci"],"overview":"In the heart of Sicily, where the Mafia still rules, one man and his family-run TV station, has become the lone voice against corruption and organized crime.","release_date":"2013-06-07","vote_average":0.0,"runtime":67,"cert":"N\/A","id":259908,"title":"The Valley of the Jato","adult":false,"genre_ids":[99]},{"cast":["Robert Downey Jr.","Chris Hemsworth","Chris Evans","Mark Ruffalo","Kevin Feige"],"overview":"A look at the story behind Marvel Studios and the Marvel Cinematic Universe, featuring interviews and behind-the-scenes footage from all of the Marvel films, the Marvel One-Shots and \"Marvel's Agents of S.H.I.E.L.D.\"","release_date":"2014-03-18","vote_average":6.6,"runtime":43,"cert":"\"PG\"","id":259910,"title":"Marvel Studios: Assembling a Universe","adult":false,"genre_ids":[10770,99]},{"cast":["Peter Ustinov","Herbert Lom","Denis Quilley","Michael Elphick","Simon Dutton"],"overview":"In 1920s Turkey, a young peasant is smitten with a beautiful young girl, who has been promised in marriage to the fat, dullard cousin of the province's powerful and corrupt governor. When an assassination attempt is made against the official, the young man flees his village and joins up with a group of outlaws fighting against the wealthy and powerful landowners who control the lives of the locals and make life miserable for them. The outlaws' successes prompt the governor to call in the Turkish army to capture or kill them.","release_date":"1984-05-10","vote_average":5.0,"runtime":110,"cert":"N\/A","id":259912,"title":"Memed My Hawk","adult":false,"genre_ids":[18]},{"cast":["Ramon Y. Tungka","Gary M. Iskak","Jajang C. Noer","Verdi Solaiman"],"overview":"A man was heartbroken by his beloved girlfriend. They could relate distance because she had disappeared for her studies to Australia for 1 year. Suddenly they relationship end because it turns out his girlfriend dating another man. The man best friend trying to turn him back the loss of life due to a broken heart.","release_date":"2009-12-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":259914,"title":"Heart-Break.com","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Comedy, in Russian language","release_date":"2012-05-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":259916,"title":"Olimpijskaya derevnya","adult":false,"genre_ids":[35]},{"cast":["Ladya Cheryl","Donny Alamsyah","Kinaryosih","Soultan Saladin","Rina Hasyim"],"overview":"Alisha never feel comfortable staying in her cool and spacious home until one day she meets Barry who introduces her the meaning of love.","release_date":"2008-06-19","vote_average":8.0,"runtime":90,"cert":"N\/A","id":259918,"title":"Fiction.","adult":false,"genre_ids":[9648,53,18]},{"cast":["Omar Fierro","Letícia Lozoya","Tony Bravo","Monica Vali","Sergio Martín Herrera"],"overview":"Scientists do an investigation on sharks as they believe they can cure deadly diseases.","release_date":"1990-03-20","vote_average":3.5,"runtime":96,"cert":"N\/A","id":259920,"title":"Frenzied","adult":false,"genre_ids":[28,12,27]},{"cast":["Hilde Van Mieghem","Peter Tuinman","Fred Vaassen","Wilbert Gieske","Piet Kamerman"],"overview":"Prostitute Dolly co-finances the purchase of a Vermeer painting with art expert Eddy Cremer. When they find out the painting is fake, she returns to the red light district, where conditions have worsened over time.","release_date":"1987-02-19","vote_average":0.0,"runtime":102,"cert":"N\/A","id":259922,"title":"Blonde Dolly","adult":false,"genre_ids":[]},{"cast":["Steven Bauer","Linda Fiorentino","Will Patton","Marshall Bell","Richard Bradford"],"overview":"Since they met the first time in boarding school as little kids, it was obvious that the orphans Kay and Dave would become a couple. But at sixteen, Dave foolishly attempted to rob a bank with a water pistol, and ended up in jail for eight years. Meanwhile Kay was sent to foster parents, where she met the successful business man Mike, whom she married and bore two kids. Now Frank is released from prison and immediately starts wooing Kay again. Although she's happy with Mike, she can't withdraw herself completely. Old memories and her husband's jealousy make her spend more and more time with him.","release_date":"1988-09-02","vote_average":0.0,"runtime":94,"cert":"\"PG\"","id":259924,"title":"Wildfire","adult":false,"genre_ids":[18]},{"cast":["Michael Philpott","Winnie Vigilante","Fauve De Loof","Olivier Ythier","Jean-Louis Leclercq"],"overview":"Shows us a weekend in the life of a family torn by disputes and disappointments.","release_date":"2002-08-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":259929,"title":"Children of Love","adult":false,"genre_ids":[18]},{"cast":["Marc van Uchelen","Arthur De Boer","Daan Ekkel","Natasja Loturco","Rifka Lodeizen"],"overview":"A story about a bunch of 20-somethings in Amsterdam and their love-life, as told from 2 perspectives.","release_date":"1997-04-03","vote_average":7.0,"runtime":91,"cert":"N\/A","id":259931,"title":"Hufters & Hofdames","adult":false,"genre_ids":[35,10749]},{"cast":["Verbrande Herman","Rooie Jos","Dikke Bobbie","Jantje van Amsterdam"],"overview":"Documentary about four maffia-like friends based in Amsterdam.","release_date":"2010-09-05","vote_average":5.3,"runtime":87,"cert":"N\/A","id":259942,"title":"Foute vrienden","adult":false,"genre_ids":[99]},{"cast":["Arjan Kindermans","Marjolein Beumer","Rik Launspach","Karla Wieringa","Joost van Hezik"],"overview":"David Storm learned 10 years ago that he has MS. For this reason and without telling her he leaves his girlfriend, Linda. Now he lives alone and only his brother, Anton, has much contact with him.","release_date":"1994-11-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":259944,"title":"De vlinder tilt de kat op","adult":false,"genre_ids":[18]},{"cast":["Joan Leslie","Forrest Tucker","Arthur Franz","Jeff Donnell","Ben Cooper"],"overview":"In this war drama, set during the Korean War, an Air Force nurse gets involved in a love triangle on the front lines.","release_date":"1953-11-15","vote_average":6.0,"runtime":90,"cert":"\"\"","id":259946,"title":"Flight Nurse","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Simone von Zglinicki","Heinz-Peter Linse","Katharina Lind","Martin Trettau","Marylu Poolman"],"overview":"Although at first Ina barely takes any notice of Matti, the two teenagers gradually fall in love at their dance classes and begin their first real relationship. Their parents are upset about this development and try to prevent their children from seeing each other. But Ina and Matti continue to meet in secret and their first sexual experience together brings mixed feelings for Ina.","release_date":"1974-06-29","vote_average":7.0,"runtime":83,"cert":"N\/A","id":259948,"title":"Love at 16","adult":false,"genre_ids":[10749]},{"cast":["Yoshio Harada","Naoko Ôtani","Shogo Shimizu","Minoru Oki","Hideji Ôtaki"],"overview":"A bad cop is engaged in a violent chase to catch a yakuza boss. In his absence his wife runs away with another man, who turns out to be the very same man that her husband is hunting. Once he discovers this, he loses his nerve and turns in his badge. But the chase turns into a personal vendetta where the ex-cop plans to wipe out the entire gang.","release_date":"1976-02-04","vote_average":5.0,"runtime":92,"cert":"N\/A","id":259950,"title":"Outlaw Cop","adult":false,"genre_ids":[28]},{"cast":["Max Bilbow","Tom Parker","Nick Horwood","Sam Ward","Tim Trew"],"overview":"A Norwegian Odyssey interspersed with adventures from around the globe. Follow Max and his friends as they tackle the gnar from the glaciers of Norway to the jungles of Madagascar. Jam packed full of action and humour; narrated by television's own Tony Bilbow.","release_date":"2008-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":259955,"title":"Means of Production","adult":false,"genre_ids":[28,12,99]},{"cast":["Elsa Aguirre","Eduardo Fajardo","Alma Rosa Aguirre","Luis Beristáin","José Baviera"],"overview":"Everything is very quiet and peaceful in the city of Taxco, until there arrives a man called Ramón Durán who exploits abandoned mines. His presence in the community will initiate a lot of changes. Ada Montalvo is a beautiful young woman with a great heart, whose strong personality wakes up the admiration of a good looking millionaire Ramón. She is the woman he has always dreamed of. However, for Ada he is nothing more than an intruder who has arrived to ruin the calm life of Taxco with his money, and she does not hide the contempt she feels towards him, even though the circumstances force her to marry him...","release_date":"1956-08-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":259966,"title":"A Woman's Pride","adult":false,"genre_ids":[18]},{"cast":["Yoko Saito","Shizuka Ochi","Michael Hegedus","Tetta Sugimoto","Kristin Norton"],"overview":"Japanese lady gets framed for killing her man and is shipped off to prison in California. She escape and seek vengeance against those who wronged them.","release_date":"1997-04-05","vote_average":5.5,"runtime":86,"cert":"N\/A","id":259968,"title":"Sasori in U.S.A.","adult":false,"genre_ids":[]},{"cast":["Paul Harper","Rance Howard","John Mitchum","Rickey Richardson","Hagen Smith"],"overview":"A Union soldier travels through the South right after the Civil War ends, and runs up against angry ex-slaves, murderous former Confederates and desperate women.","release_date":"1972-01-01","vote_average":2.0,"runtime":91,"cert":"\"\"","id":259970,"title":"Bloody Trail","adult":false,"genre_ids":[37]},{"cast":["Cynthia Gibb","Cheryl Pollak","Richard Grieco","Ralph Waite","Concetta Tomei"],"overview":"Taking a short-cut home from work, high-schooler Billie Simms is raped. Not only does the incident cause an unwanted pregnancy that damages her college expectations, but it also outrages her smugly religious father who pressures her to give up the baby.","release_date":"1994-03-18","vote_average":4.0,"runtime":96,"cert":"\"\"","id":259972,"title":"Sin and Redemption","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Gorgeous vampires are thirsty for blood. Yumi and Seiji are a happy engaged couple and the envy of everyone, but Yumi suddenly disappears one day. A year later, a woman named Nami, looking exactly like Yumi, comes along in front of Seiji who’s frantically looked for her. But adding to the mystery even more is the presence of a strange woman named Luna, who’s always by Nami’s side.","release_date":"2011-06-17","vote_average":0.0,"runtime":79,"cert":"N\/A","id":259977,"title":"Vampire Girls","adult":false,"genre_ids":[]},{"cast":["Tony Benn"],"overview":"To celebrate the 700th anniversary of Parliment, Tony Benn has been taking his video camera around the Palace of Westminster. He films some of the people who work behind the scenes and visits places the public never see.","release_date":"1995-12-11","vote_average":0.0,"runtime":50,"cert":"N\/A","id":259982,"title":"Westminster: Behind Closed Doors with Tony Benn","adult":false,"genre_ids":[]},{"cast":["Robert Ginty","Barbara Bingham","Charles Napier","Sherman 'Big Train' Bergman","Terry Conforti"],"overview":"Farley Wood is hired to escort a rich widow of a DEA agent and her kid to the tropical island of San Cristobal. The widow needs protection from a gang of international terrorists and her escort soon suspects that the deceased husband was involved in dirty drug dealings. While on the island, the daughter is kidnapped by a group of seedy South American thugs and held for ransom. The cop escort gets official orders to leave the case to the FBI, but he decides to his own investigating and finds that the crime may have had political motivations.","release_date":"1990-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":259984,"title":"Cop Target","adult":false,"genre_ids":[28,80,53]},{"cast":["Suzanne Pleshette","Danny Aiello","Jon Tenney","Joe Morton","Raymond Serra"],"overview":"A by the book female police officer is assigned to the most corrupt precinct in Pittsburgh and told to get it cleaned up.","release_date":"1988-01-17","vote_average":6.0,"runtime":90,"cert":"\"\"","id":259986,"title":"Alone in the Neon Jungle","adult":false,"genre_ids":[80,18]},{"cast":["Erik van Trommel","Gert-Jan van den Ende"],"overview":"","release_date":"2005-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":259991,"title":"Ernst, Bobbie en de Rest: De Vakantieshow","adult":false,"genre_ids":[10751]},{"cast":["Lando Buzzanca","Janet Ågren","Daniela Poggi","Claudine Auger","Massimo Boldi"],"overview":"","release_date":"1980-10-03","vote_average":3.3,"runtime":null,"cert":"N\/A","id":259993,"title":"Prestami tua moglie","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Angano... Angano... Tales from Madagascar","cast":[],"id":259995,"overview":"Venerable storytellers recount for the camera and their listeners the founding myths of Malagasy culture.","runtime":65,"genre_ids":[99],"release_date":"1989-03-04","vote_average":5.2,"adult":false}]