[{"cast":["Tôru Amemiya","Tomohiko Isomura","Yô Kamiyoshihara","Satomi Kaneko","Kôji Nakayabu"],"overview":"A young girl is kidnapped by a mysterious figure, and then taken to a cabin in the forest. The kidnapper, his face hidden under a hood, then pushes the girl to escape. He catches up, however, after a few hours fixes her up before letting her escape again.","release_date":"2010-04-23","vote_average":0.0,"runtime":67,"cert":"N\/A","id":260012,"title":"Man Hunting","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man hunts girls who got lost in the jungle. When the news broke about one of the dead brutally murdered, a group of special forces is assigned to rescue whoever is still alive. Upon arriving at his hideout, they successfully rescue one. However little did they know that they are not dealing with an ordinary hunter. They too become a target and soon running for their lives is the only option.","release_date":"2011-07-06","vote_average":0.0,"runtime":70,"cert":"N\/A","id":260014,"title":"Man Hunting: Redemption","adult":false,"genre_ids":[27]},{"cast":["Nagarjuna Akkineni","Asin Thottumkal","Rakshita","Prakash Raj","Ali"],"overview":"Shivamani (Nagarjuna) is a honest cop in Vizag. He falls in love with Vasantha (Asin), a beautiful lady who aspires to become a singer. There is a mafia guy called Dutt (Prakash Raj), whom Shivamani troubles a lot. Incidentally Vasantha is distantly related to Dutt and both of them belongs to Kerala. In the meantime, Shivamani's mother (Sangeeta) gets paralyzed. Shivamani and Vasantha take her to Kerala to get the treatment of Kerala's Ayurveda specialists. In the process, Dutt gets back to Kerala and he is on the mission to weaken Shivamani by getting Vasantha away from him. The rest of the story is all about how he gets back Vasantha with the help of a newspaper's editor Pallavi (Rakshita).","release_date":"2003-10-23","vote_average":6.5,"runtime":143,"cert":"N\/A","id":260016,"title":"Sivamani","adult":false,"genre_ids":[10749,28,18]},{"cast":["Gino Sinimberghi","Paola Bertini","Alfredo Colella"],"overview":"","release_date":"1952-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260018,"title":"La sonnambula","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Centuries ago in the past, the witch, who doesn't like Beauty, puts her to sleep, then flies throughout the castle spreading sleep powder, placing all into slumber. Eventually we flash forward to present time: A young hepcat in a convertible tries awakening Sleeping Beauty, and everyone in the castle, with some Big Band music. Will it work? A Puppetoon animated short film.","release_date":"1935-01-01","vote_average":6.5,"runtime":5,"cert":"\"\"","id":260023,"title":"The Sleeping Beauty","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Turkish soap operas have taken the world by storm, conquering the hearts of millions of viewers in the Middle East, North Africa, the Balkans and Asia. With unprecedented access to the industry’s most glamorous actors and creative talent, Kismet unravels the secrets of this phenomenal success that transcends religion and culture. From the lavish production sets of the most popular Turkish soap operas, the film travels to streets and homes in Cairo, Abu Dhabi, Istanbul, Athens, Sofia and Mostar, to discover how these taboo-breaking soaps are helping women across the region to claim their rights and transform their lives.","release_date":"2014-03-19","vote_average":0.0,"runtime":58,"cert":"N\/A","id":260028,"title":"Kismet","adult":false,"genre_ids":[99]},{"cast":["Franco Nero","Kristina Klebe","Natalie Burn","Dragan Mićanović","Miodrag Krstović"],"overview":"Two young American women go on a Mediterranean vacation and uncover the watery lair of a killer mermaid hidden beneath an abandoned military fortress.","release_date":"2014-03-08","vote_average":4.0,"runtime":90,"cert":"\"\"","id":260030,"title":"Nymph","adult":false,"genre_ids":[27,14]},{"cast":[],"overview":"Story about a family that was set out on a lonely island.","release_date":"2006-05-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":260032,"title":"Pirate Vacation","adult":false,"genre_ids":[]},{"cast":["Peter Sellers","Anthony Franciosa","Spike Milligan","Clive Revill","Peter Boyle"],"overview":"A pirate crewman kills his captain after learning where he has hidden his buried treasure. However, as he begins to lose his memory, he relies more and more on the ghost of the man he just murdered to help him find the loot.","release_date":"1984-01-01","vote_average":5.5,"runtime":93,"cert":"\"\"","id":260034,"title":"Ghost in the Noonday Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of children living on the streets of Athens. Among them is Sayid, a twelve-year-old boy, who works all day selling sunflower seeds in the city’s parks and squares. His existence borders on absolute poverty, as he goes looking for food at soup kitchens. His daily routine in the chaotic capital of Greece is a continuous struggle for survival. At the same time, however, he manages to find and enjoy the freedom the city streets can offer. Sayid, along with his friends who are all immigrants from Afghanistan, escape their desperation by clinging onto their hopes. With them, he plays innocent childhood games and dreams of a better future: He wants to leave for Northern Europe, to go to school, and to get a decent job when he grows up. Sayid is trapped in Greece, a country plagued by a financial crisis, increasing unemployment, rampant xenophobia, and racist violence. Sayid doesn’t mince his words: “I’ve been here for about two years, and it feels like twenty.”","release_date":"2013-03-20","vote_average":7.0,"runtime":32,"cert":"N\/A","id":260036,"title":"Sunflower Seeds","adult":false,"genre_ids":[99]},{"cast":["Cüneyt Arkın","Filiz Akın","Kuzey Vargın","Hasan Ceylan"],"overview":"The village boy Murat is in love with Zeynep. The villagers live a happy life, but one day pirates land in the village and take it under siege. Murat and Mistik are taken as captives, Zeynep is taken to King Kasim's palace. Murat becomes the king's warrior. Gaffar finds out about Murat and Zeynep's affair, and informs Kasim. So, Kasim takes her as his concubine and makes Murat fight with Tahir. Murat defeats Tahir yet doesn't kill him, so he is crucified by Kasim. Mistik and Zeynep save him and Murat runs away. Kasim wants to marry Zeynep but Murat saves h","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260038,"title":"Iki esir","adult":false,"genre_ids":[12]},{"cast":["Mauricio Garcés","Isela Vega","Irma Lozano","David Reynoso","Maura Monti"],"overview":"Mauricio, millionaire, and irreclaimable Don Juan, lives only for and to seduce women of every class and condition. With the help of his butler manages to capture the hearts of many to abandon and then having a panic marriage.","release_date":"1967-10-04","vote_average":0.0,"runtime":78,"cert":"N\/A","id":260040,"title":"Don Juan 67","adult":false,"genre_ids":[35]},{"cast":["Mateo Bautista Matías","Marcos Rodríguez Ruiz","Lidia García","Daniel Bautista"],"overview":"Mateo, 17, prepares to migrate to Los Angeles in order to support his humble family in their small Zapotec village in southern Mexico, yet before he can depart, the leader of the local gang demands that he commit murder to become a member.","release_date":"2014-02-08","vote_average":8.2,"runtime":97,"cert":"N\/A","id":260051,"title":"Los Ángeles","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An idiot savant embarks on a sometimes hilarious, sometimes terrifying quest to make the best independent film ever.","release_date":"2000-01-22","vote_average":0.0,"runtime":83,"cert":"\"\"","id":260053,"title":"R2PC: Road to Park City","adult":false,"genre_ids":[]},{"cast":["Dustin Fasching","Andre Meadows","Brandie Riggs","Andrea Morton"],"overview":"In 1984, loser pizza guy Whitey Johnson is run over by a semi truck on live television, making him a local hero. The world watches as Whitey vows to not only walk again but to win his town's breakdance competition. Whitey struggles to conquer bully breakdancers, to win the heart of a disinterested girl, and live up to the name, \"The Breakdance Kid\".","release_date":"2004-10-14","vote_average":0.0,"runtime":87,"cert":"\"\"","id":260055,"title":"The Breakdance Kid","adult":false,"genre_ids":[35]},{"cast":["Jennifer Leigh","Lawrence Pertillar","Darryl Speer","John D. Montgomery","Terrance Brady"],"overview":"The movie is about a girl named Lialeh who wants to make it as a soul singer.","release_date":"1974-01-09","vote_average":0.0,"runtime":76,"cert":"\"\"","id":260057,"title":"Lialeh","adult":true,"genre_ids":[35]},{"cast":["Simon Licht","Chiara Schoras","Mina Tander","Sandra Leonhard","Sandra Nedeleff"],"overview":"","release_date":"2000-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260059,"title":"Tödliche Wildnis – Sie waren jung und mussten sterben","adult":false,"genre_ids":[53]},{"cast":["Shelley Winters","Ricardo Montalban","Wendell Corey","Claire Trevor","Robert Burton"],"overview":"Chu Chu Ramirez is a Mexican farm laborer in California, with lofty ideals, who is very proud of his new American citizenship. During his time off, he tries to befriend the alcoholic bar girl Nancy. After working for a month for the subsistence farmer Mr. Ames and his frustrated wife, Chu Chu discovers that his paycheck bounces and Ames stalls in paying him. Just after a confrontation between Ames and Chu Chu, Ames is accidentally wounded by his own shotgun and he and his wife blame it on Chu Chu. Despite the support of his friends and sympathetic sheriff, Chu Chu is given a year's sentence.","release_date":"1952-09-05","vote_average":7.0,"runtime":99,"cert":"\"\"","id":260064,"title":"My Man and I","adult":false,"genre_ids":[18]},{"cast":["Clint Eastwood","Hayao Miyazaki","Bernardo Bertolucci","Martin Scorsese","Bong Joon-ho"],"overview":"Eleven major film makers from Europe, America and Asia talk about Akira Kurosawa and discover surprising influences on their own work.","release_date":"2011-05-13","vote_average":4.0,"runtime":52,"cert":"N\/A","id":260066,"title":"Kurosawa's Way","adult":false,"genre_ids":[99]},{"cast":["Gianfranco Donati"],"overview":"","release_date":"2004-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":260077,"title":"Chasse au gros en méditerranée","adult":false,"genre_ids":[99]},{"cast":["Oka Antara","Reza Rahadian","Fanny Fabriana","Kinaryosih","Gary M. Iskak"],"overview":"It tells about a girl in hesitation before her marriage, for her ex-lover, who once shared 8 years of romance with her, returns to her life. In the end she must choose one of them.","release_date":"2010-01-07","vote_average":0.0,"runtime":102,"cert":"N\/A","id":260079,"title":"Hari Untuk Amanda","adult":false,"genre_ids":[18]},{"cast":["Stewart Granger","Rosamund John","Godfrey Tearle","Sophie Stewart","Cathleen Nesbitt"],"overview":"A tribute to the important work of female nurses during World War II.","release_date":"1943-11-29","vote_average":4.7,"runtime":87,"cert":"N\/A","id":260081,"title":"The Lamp Still Burns","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Atiqah Hasiholan","Surya Saputra","Christine Hakim","Fauzi Baadila","Eva Celia"],"overview":"Jamila is a prostitute serving a life sentence behind bars. She surrenders herself to the authorities after admitting she killed a high-ranking minister, and refuses to be represented by any lawyer or request a plea to ease her sentence.","release_date":"2009-04-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":260083,"title":"Jamila and the President","adult":false,"genre_ids":[18]},{"cast":["So Young Han","Koo Ji-sung","Lee Jong-soo","Won Ki-jun"],"overview":"A jaded psychiatrist sees a client who is having hallucinations. He uses hypnotism to seek answers into her dark past, but soon gets wrapped up in her delusions and starts to fall for her charms...","release_date":"2013-06-20","vote_average":5.0,"runtime":85,"cert":"N\/A","id":260085,"title":"The Puppet","adult":false,"genre_ids":[27,53]},{"cast":["Pippo Franco","Anna Mazzamauro","Oreste Lionello","Bombolo","Marisa Merlini"],"overview":"Marino Stroppaghetti is a breadwinner in a layoff fund who, in order to make some money, arranges himself by doing small tailoring jobs at home. Desperate for having received the eviction, he turns to the City of Rome, where he discovers that there are as many as 80 thousand questions before his. How to do?","release_date":"1983-04-13","vote_average":4.9,"runtime":null,"cert":"N\/A","id":260090,"title":"Sfrattato cerca casa equo canone","adult":false,"genre_ids":[35]},{"cast":["Thomas Garner ","Rebecca Spicher","Therese Lentz","Timothy Brennen","Kevin Allen-Bicknell"],"overview":"A postman's first day takes a terrifying turn when a precocious young girl tells him of her family's horrible tragedy.","release_date":"2011-01-23","vote_average":6.3,"runtime":9,"cert":"\"\"","id":260104,"title":"Certified","adult":false,"genre_ids":[27,18]},{"cast":["Marga López","Jorge Mistral","Gina Cabrera","Alberto González Rubio","Andrea Palma"],"overview":"When Demetrio arrives at the mine to meet his brother Ricardo, he finds out that Ricardo has committed suicide for the love of a woman. He promises to avenge the death of his brother..","release_date":"1952-10-08","vote_average":0.0,"runtime":97,"cert":"N\/A","id":260106,"title":"La mentira","adult":false,"genre_ids":[18]},{"cast":["David Bisbal","María Valverde","José Corbacho","Bárbara Goenaga","Santi Millán"],"overview":"During an imaginary tour of David Bisbal, a young woman happens to take refuge in his caravan. That unexpected encounter brings about some emotional consequences that will mark the artist's life forever.","release_date":"2014-03-20","vote_average":5.7,"runtime":53,"cert":"N\/A","id":260108,"title":"You and I","adult":false,"genre_ids":[18,10749]},{"cast":["Bruce Boxleitner","Bo Hopkins","Don Shanks","Ed Bruce","Buck Taylor"],"overview":"1986 Western film Louis L'Amour's Down the Long Hills, directed by Burt Kennedy and starring Bruce Boxleitner.","release_date":"1986-11-15","vote_average":3.5,"runtime":85,"cert":"\"\"","id":260110,"title":"Louis L'Amour's Down the Long Hills","adult":false,"genre_ids":[10770,37]},{"cast":["Negma Ibrahim","Zouzou Hamdy El-Hakim","Farid Shawqi","Anwar Wagdi","Shokry Sarhan"],"overview":"Dramatic rendition of a real life crime wave that terrorized the city of Alexandria, Egypt, between the years 1920 and 1922. Women are disappearing without a trace in what looked like the work of a serial killer. Being Egypt's first ever case of serial killings, the police is relentless and assigns the case to their best inspector. He traces the leads to sisters Raya and Sekina, but it becomes a race against time before they kill again.","release_date":"1953-02-23","vote_average":6.0,"runtime":105,"cert":"N\/A","id":260112,"title":"Raya and Sakina","adult":false,"genre_ids":[80,18]},{"cast":["Palmerio Sortino","Francesco Cevaro","Eleonora Pizzoccheri","Serena Diazzi","Michela Cavallari"],"overview":"\"Leave out any hope of salvation, now you're getting in, to never leave again\" (Hell - Canto III) It's been years since Beatrice died. Dante, now lonely, has lost control of his life and nothing on Earth is able to help him. Is a holy soul from Paradise, her timeless love and endless care that gives Dante's life a twist. Beatrice, bending the rules of the Underworld, offers her old friend the opportunity to understand the value of life. Dante, guided by the knowledgeable soul Virgilio, will have cross Hell and Purgatory and face several challenges to have the chance of being enlightened by the vision of the Empyrean. His journey is physical and emotional. By meeting many wondering souls Dante will have cope with inner resistances and overcome them evolving and growing to move on with his life.","release_date":"2014-04-15","vote_average":0.5,"runtime":65,"cert":"N\/A","id":260114,"title":"Dante","adult":false,"genre_ids":[9648,12,18]},{"cast":["Mahmoud Yassine","Soad Hosny","Gamil Ratib"],"overview":"The film describes the political and economical corruption in 70s’ Egypt, through the relationship between a powerful man and his wife’s ex-fiance.","release_date":"1975-12-08","vote_average":5.0,"runtime":91,"cert":"N\/A","id":260116,"title":"Whom Should We Shoot?","adult":false,"genre_ids":[18,53]},{"cast":["Doug McClure","Jill St. John","Guy Stockwell","Mary Ann Mobley","Kurt Kasznar"],"overview":"Handsome British officer, Lt. Brian Fleming is sent undercover to infiltrate a lively band of pirates.","release_date":"1967-07-20","vote_average":8.0,"runtime":100,"cert":"\"\"","id":260127,"title":"The King's Pirate","adult":false,"genre_ids":[12]},{"cast":["Guy Madison","Ingeborg Schöner","Rik Battaglia","Nadia Gray","Andrea Aureli"],"overview":"In the New World, a rugged pirate leader and a corrupt governor vie for the affections of a beautiful Indian heiress.","release_date":"1965-08-12","vote_average":4.0,"runtime":97,"cert":"N\/A","id":260129,"title":"Adventurer of Tortuga","adult":false,"genre_ids":[12]},{"cast":[],"overview":"How do white South Africans deal with their fears of crime and violence? Like crocodiles, some survive without evolving, living with their fears. Others make fear their friend and evolve in ways you'd never imagine.","release_date":"2009-12-02","vote_average":0.0,"runtime":52,"cert":"N\/A","id":260131,"title":"Forest of Crocodiles","adult":false,"genre_ids":[99]},{"cast":["François Périer","Rossana Podestà","Robert Hirsch","Jean Lefebvre","Jean Carmet"],"overview":"A group of fun-loving French soldiers manage to circumvent a band of cutthroat pirates and win the undying loyalty of a tribal potentate.","release_date":"1958-04-24","vote_average":0.0,"runtime":87,"cert":"N\/A","id":260133,"title":"The Amorous Corporal","adult":false,"genre_ids":[12]},{"cast":["Julia Brendler","Hans-Peter Dahm","Gudrun Ritter","Dietrich Körner","Heide Kipp"],"overview":"A coming of age drama from the fall of the Berlin Wall era.","release_date":"1990-04-19","vote_average":7.0,"runtime":86,"cert":"N\/A","id":260138,"title":"Forbidden Love","adult":false,"genre_ids":[10749,18]},{"cast":["Gianna Maria Canale","Anthony Steel","Maria Grazia Spina","Ernesto Calindri","Andrea Aureli"],"overview":"Tigre is the skipper of the Santa Maria, a pirate-ship, but he feels tired and decides to leave the command of the ship. Unfortunately he has only a daughter, Consuelo. So he will leave the command and the ship to the winner of a challenge among his men. Unexpectedly Consuelo wins. The same night Tigre is killed, William is charged with the killing and is sentenced to death. But before the sentence could be executed the Spaniards of Grand Duke Inigo arrives. Consuelo escapes, however this is only the first move of Indigo's wife to get to the pirates treasure.","release_date":"1962-12-23","vote_average":5.8,"runtime":90,"cert":"N\/A","id":260140,"title":"Tiger of the Seven Seas","adult":false,"genre_ids":[12]},{"cast":["Kessarin Ektawatkul","Nirut Saosudchart","Nawarat Techarathanaprasert","Sarunyu Wongkrachang","Raksita Jean Kessener"],"overview":"Swept by the ocean waves, nine kids find themselves on a remote island where they meet one-eyed pirate who owns the island and promises to bring them back to their family. On the journey in the sea, the ship of one-eyed pirate is attacked by bad pirate Nipon, so the kids want to help one-eyed pirate redeeming his prestige and defeating pirate Nipon. But, the most challenging thing is they're in quest for the treasure island where mythical creatures, such as giant turtle, giant crab, and giant octopus are guarding the treasures.","release_date":"2008-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260154,"title":"Pirate of the Lost Sea","adult":false,"genre_ids":[35,10751,12]},{"cast":[],"overview":"A documentary on conditions at the U.S. Guantanamo Bay prison.","release_date":"2005-11-04","vote_average":6.0,"runtime":82,"cert":"N\/A","id":260156,"title":"Gitmo","adult":false,"genre_ids":[]},{"cast":["Martin Trettau","Heide Kipp","Vanessa Madey","Rolf Staude","Walter Plathe"],"overview":"","release_date":"1987-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260158,"title":"Zwei leere Stühle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this hysterical deadpan pseudo-doc, acclaimed Polish artist Karolina Bregula constructs a scenario in a fictional Northern European city plagued by mysterious fires throughout its history. As the town\u0092s peculiar inhabitants speculate about the cause of the fires, the way they may be prevented and the strange coincidence of where they occur, a possible conspiracy to destroy local art begins to emerge. Are the fires caused by a secret cabal of art historians who wish to aid local artists by eviscerating the burden of art history? Have the needs of the art market placed infinite demands upon the finite resources of artists? \u0093Fires,\u0094 a botanist tells us, \u0093are vital to maintaining fully dynamic ecosystems. Without fires there simply is no new life.\u0094","release_date":"2013-03-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":260160,"title":"Fire-Followers","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man is on his way to commit suicide. He is accompanied by a friend.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260162,"title":"Born Dead","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dynamic young man falls in love with his own boss, a married businessman, with two children.","release_date":"1986-06-12","vote_average":5.5,"runtime":90,"cert":"N\/A","id":260167,"title":"Another Love Story","adult":false,"genre_ids":[18,10749]},{"cast":["Joshua Harrison","Mark Ashworth","Matthew Silva","Charles Black","Atha Dalton"],"overview":"Based on the backstory of one of the most beloved childrenʼs novels of all time comes the extraordinary love story between a simple woodsman and a beautiful maiden. Not having many possessions but wanting to marry his maiden, the woodsman sets his heart to build a large and beautiful cabin.","release_date":"2010-05-03","vote_average":8.7,"runtime":22,"cert":"\"\"","id":260169,"title":"Heartless: The Story of the Tin Man","adult":false,"genre_ids":[]},{"cast":["Frank Lammers","Daniel Römer","Hans Kesting","Marcel Musters","Saskia Mulder"],"overview":"Xander's parents are murdered by criminals. Xander is housed by the police with his uncle; potato farmer Jaap.","release_date":"2007-05-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":260180,"title":"Eigenheimers","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Each morning a group of people meet in the swimming pool to swim. The police suspects it is a criminal organization and interrogate Loes.","release_date":"2001-04-08","vote_average":8.0,"runtime":90,"cert":"N\/A","id":260182,"title":"Ochtendzwemmers","adult":false,"genre_ids":[]},{"cast":["Natalya Bardo","Agniya Ditkovskite","Tatyana Lyutaeva","Shamil Khamatov","Pierre Richard"],"overview":"Nicolas Bersen is a Frenchman with Russian roots. He lives in Paris and works as a toy seller. Neither the mother nor the French bride - the daughter of the Parisian confectionery \"king\" - disapprove of Nicolas's extravagance, because the Sorbonne education allows him to make an excellent career in business. Before Christmas, Nicolas travels to Russia to learn more about her background. Who could have imagined that this trip would change his life? In Russia, he is going to get the adventure, family treasures, and ... true love.","release_date":"2013-01-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":260187,"title":"Prodavets igrushek","adult":false,"genre_ids":[10749,35]},{"cast":["Marina Aleksandrova","Ravshana Kurkova","Egor Beroev","Oskar Kuchera","Yuriy Kutsenko"],"overview":"A romantic comedy about the adventures of the two old friends, former classmates, Mira and Olga in today Moscow.","release_date":"2014-02-13","vote_average":3.0,"runtime":85,"cert":"\"\"","id":260189,"title":"Unreal Love","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Romance, in Russian","release_date":"2012-06-23","vote_average":0.0,"runtime":92,"cert":"N\/A","id":260194,"title":"Васильки для Василисы","adult":false,"genre_ids":[10749]},{"cast":["Gerd Hagman","George Fant","Karl-Arne Holmsten","Gaby Stenberg","Elsa Carlsson"],"overview":"Sylvia returns to Sweden after having lived abroad for six years. She visits her sister Karin, and is shocked to see how her husband and children regard her as a live-in housekeeper. She convinces Karin to take a vacation with her in Stockholm.","release_date":"1957-08-02","vote_average":0.0,"runtime":106,"cert":"N\/A","id":260205,"title":"Mamma tar semester","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A sexy assassin who perform a serial killing spree against the people around her. What makes her commit murder in cold blood? How do you entice potential victims?","release_date":"2010-10-14","vote_average":5.0,"runtime":90,"cert":"N\/A","id":260210,"title":"Rintihan Kuntilanak Perawan","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A film by Pat O'Neill","release_date":"1967-01-01","vote_average":7.8,"runtime":9,"cert":"\"PG\"","id":260212,"title":"7362","adult":false,"genre_ids":[]},{"cast":[],"overview":"A thoughtful treatment of some of the problems we (mankind) have been having in dealing with our fellow species, animal and vegetable. Actually an undercover \"structural\" film, this one seems at first to be some sort of berserk travelogue. I spent years going to travelogues as a child, and still have a great fondness for visiting natural history museums in strange cities.","release_date":"1973-03-17","vote_average":10.0,"runtime":14,"cert":"\"\"","id":260214,"title":"Down Wind","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Pat O'Neill","release_date":"1976-03-20","vote_average":9.0,"runtime":21,"cert":"\"PG\"","id":260216,"title":"Sidewinders Delta","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Pat O'Neill","release_date":"1996-03-20","vote_average":6.0,"runtime":37,"cert":"\"PG\"","id":260218,"title":"Trouble in the Image","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Pat O'Neill","release_date":"1969-03-20","vote_average":1.0,"runtime":4,"cert":"\"PG\"","id":260220,"title":"Screen","adult":false,"genre_ids":[]},{"cast":["Makalele Gorsich","Andreas Harder","Andre Mazloom","Shameem Moshrefzadeh","Dani Tillier"],"overview":"Tacoma writer\/director\/photographer\/editor\/animator Isaac Olsen’s expressionistic art film follows the exploits of an elusive “creature boy” who terrorizes a rural German township. This creature, naive but murderous, spends his days lurking in the woods and satisfying his lust for human flesh as an inspector from Frankfurt sets out to hunt him down. Olsen employs a visual cornucopia of moods, textures, and themes with miniatures, animation, water tank photography, and other techniques. With an international cast of non-actors speaking in German with English subtitles, this mostly black-and-white nod to German expressionism moves closer to the field of abstraction and transforms a simple narrative into a true sensory experience.","release_date":"2014-02-27","vote_average":0.0,"runtime":70,"cert":"\"\"","id":260231,"title":"Ich Hunger","adult":false,"genre_ids":[]},{"cast":["Titi Juwariyah","Bambang 'Ho' Mulyono","Boni Putera"],"overview":"Jalanan is the captivating story of Boni, Ho and Titi - three gifted, charismatic bus musicians in Jakarta - and through them a mostly unknown story of contemporary Indonesia. Jalanan intimately portrays the young musicians' quirky sub-culture while also painting an alarming portrait of Indonesia's frenzied capital city that is raw, humorous and brutally honest. Jalanan accompanies the three characters as they perform songs of social angst, get caught in political unrest, face family crises and get locked up by police. It follows them to their distant home villages in Java and traces their elusive, heartfelt quest for identity and love in an adopted city rapidly being overrun by the effects of globalization. A powerful soundtrack of the musicians' original compositions drives the film.","release_date":"2013-08-01","vote_average":6.5,"runtime":108,"cert":"N\/A","id":260233,"title":"Jalanan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Cecilia Barriga’s culty video montage tells the story of two queens who fall in love, unwittingly played by Marlene Dietrich and Greta Garbo. Clipped from their most iconic works, the Chilean born video artist manipulates scenes from the legendary actresses to turn two of the most well known Hollywood starlets in film history into a silent-film style lesbian fantasy. Barriga drives the narrative using common motifs such as the cigarette and the one-eyed glance from beneath a wide brimmed hat, motifs which are familiar to us, but recontextualized within a queer narrative. Major points for including a rainmaker in the soundtrack.","release_date":"1991-03-19","vote_average":0.0,"runtime":14,"cert":"N\/A","id":260238,"title":"The Meeting of Two Queens","adult":false,"genre_ids":[]},{"cast":["Ario Bayu","Didi Petet","Tara Basro","Carissa Putri","Abimana Aryasatya"],"overview":"A circle of friends risking their Friendship, Trust, Love and Hope in search of a legend. A young and privileged teenager with a golden heart, beset with challenges and tribulations we face today with the goal to open many young people's mind with inspirations and hopes that drive them in achieving their dreams. To get out of their comfort zone and finish what they started.","release_date":"2011-07-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":260240,"title":"Catatan (Harian) Si Boy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cina and Annisa love God and God loves them both. But Cina and Annisa cannot love each other because they call God by different names.","release_date":"2009-08-19","vote_average":8.0,"runtime":78,"cert":"N\/A","id":260242,"title":"Cin(T)a","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"1984-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260250,"title":"Edut Me'ones","adult":false,"genre_ids":[53]},{"cast":["Tiana Zoumer","Brecken Rivara"],"overview":"A hula hoop floats amidst a stunning location of México city. As it moves, a dancer appears and plays with the hoop. Every movement creates lines, impressive shapes and lights that float in the space as if being drawn to gradually create an impressive sculpture in movement.","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":260255,"title":"Etéreas","adult":false,"genre_ids":[]},{"cast":["Zora Kerova","Pavel Nový","Jirí Klepl","Miroslav Zounar"],"overview":"Carefree young nurse Marta learns upon her husband's death that he was involved in all manner of criminal activity, which puts her life in danger.","release_date":"1981-03-21","vote_average":0.0,"runtime":86,"cert":"N\/A","id":260257,"title":"Chain","adult":false,"genre_ids":[18,80,53]},{"cast":["Marek Perepeczko","Zdeněk Buchvaldek","Jana Janěková","Jaroslava Obermaierová","Dagmar Patrasová"],"overview":"","release_date":"1979-03-21","vote_average":0.0,"runtime":87,"cert":"N\/A","id":260259,"title":"Smrt stopařek","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Ponkina is drawing, when suddenly a fly approaches her. She chases the fly and kills it. Shortly after, she takes a nap. When she wakes up, she discovers that she has wings and gets very excited… But she is about to receive a lesson.","release_date":"2013-10-11","vote_average":0.0,"runtime":5,"cert":"N\/A","id":260264,"title":"Moskina","adult":false,"genre_ids":[]},{"cast":["Sunny Leone","Saahil Prem","Parvin Dabas","Sandhya Mridul","Divya Dutta"],"overview":"A sleazy film director's decision to shoot his latest erotic horror movie in a notorious haunted house angers the vengeful spirit of its past inhabitant.","release_date":"2014-03-21","vote_average":4.6,"runtime":120,"cert":"N\/A","id":260266,"title":"Ragini MMS 2","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The last western heretic is a timely and enthralling insight into the ideas and philosophies of the New Zealander described by the BBC as “the last living heretic”.  New Zealand’s very own Lloyd Geering, now 89 and still deeply involved in the debate of ideas about life and religion, and latterly, the very survival of human beings and the planet to which we belong.  The documentary explores his world view in a series of controversial and richly illustrated statements, and in doing so, makes simple and comprehensible the powerful theological and cultural ideas underpinning western civilisation.","release_date":"2007-06-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":260277,"title":"The Last Western Heretic","adult":false,"genre_ids":[]},{"cast":["Umberto Bettencourt","Christie Dermie","Marion Hänsel","Jean Kabuta","Arlette La Haye"],"overview":"\"Palaver\" tells us the day of three Congolese students (Albert, Victor and Marcel) who visit Bruges for a tour of the city, and end up on the beaches of Ostend. During their trip, they cross a beautiful blond on the arm of an equally superb African.","release_date":"1969-01-01","vote_average":6.5,"runtime":78,"cert":"N\/A","id":260279,"title":"Palaver","adult":false,"genre_ids":[14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260281,"title":"Banaras Me","adult":false,"genre_ids":[99]},{"cast":["Léonore Boulanger","Carole Contant","Fabien Goffinet","Élodie Imbeau"],"overview":"A chronicle of the fantasies and dream of women in avant-garde contemporary cinema. The faces and bodies of new women haunt the paths and alleyways of avant-garde cinema.","release_date":"2002-12-15","vote_average":8.0,"runtime":60,"cert":"N\/A","id":260283,"title":"Nos stars","adult":false,"genre_ids":[]},{"cast":["Melissa Ford","Gretchen Rudolph","Alan Hoff","Peggy Steffans","Nick Linkov"],"overview":"Young Wendy Fletcher accepts an invitation to a love-in from some artists who participate in group sex. They are all infatuated by her innocence and the entire group takes her to bed.","release_date":"1967-10-01","vote_average":5.0,"runtime":87,"cert":"\"\"","id":260285,"title":"The Love Rebellion","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260290,"title":"Luto Como Mãe","adult":false,"genre_ids":[99]},{"cast":["Ken Finkleman","Jeremy Hotz","Mark Farrell","Karen Hines"],"overview":"This satiric comedy concerns a documentary filmmaker (Ken Finkleman) who has brought a camera crew into the home of a typical couple (Robert Cait and Karen Hines) to record the drama of their daily lives. However, the filmmaker soon discovers their daily lives aren't especially interesting, and soon he finds himself deliberately throwing chaos into their path in hopes of making for a more exciting movie. Married Life: The Movie was originally produced as a weekly television series, with four episodes re-edited into this feature; the show's director and star, Ken Finkleman, later went on to create the award-winning Canadian sitcom The Newsroom.","release_date":"1994-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":260298,"title":"Married Life: The Movie","adult":false,"genre_ids":[35,10770]},{"cast":["Bud Duncan","Edgar Kennedy","Sarah Padden","J. Farrell MacDonald","Doris Linden"],"overview":"A hillbilly moonshiner enlists in the army. Monogram Pictures' comedy was inspired by the then-popular comic strip character.","release_date":"1942-01-16","vote_average":2.5,"runtime":67,"cert":"\"\"","id":260303,"title":"Private Snuffy Smith","adult":false,"genre_ids":[35]},{"cast":["Sylvia Syms","Edward Judd","June Ritchie","William Hartnell","Sarah Lawson"],"overview":"Early 1960s realist drama following a day in the lives of two London flatmates. Sylvia Syms and June Ritchie star as Billa and Ginnie, two singletons sharing a London flat who both work as night club hostesses in the same Soho club. Tensions arise when Ginnie becomes romantically entangled with rich married businessman Bob Shelbourne (Edward Judd), causing Billa to become jealous of their relationship.","release_date":"1963-10-31","vote_average":10.0,"runtime":93,"cert":"N\/A","id":260305,"title":"The World Ten Times Over","adult":false,"genre_ids":[18]},{"cast":["Richard Tate","Alberta Nelson","Gary Pillar","Anita Eubank","Berry Kroeger"],"overview":"The slimy underbelly of psychiatry is revealed in this nasty exploitation drama that centers on a female psychiatrist who talks about her tawdriest cases, examples of which, including incest, masochism, impotency and prostitution, are illustrated. When not talking, the doctor and her daughter get involved in a few wild adventures of their own including an orgy and a campus riot.","release_date":"1970-03-10","vote_average":3.0,"runtime":96,"cert":"\"R\"","id":260307,"title":"The Wild Scene","adult":false,"genre_ids":[18]},{"cast":["Emmanuelle Béart","Julie Depardieu","Patrick Bruel","Alice Isaaz","Jacques Weber"],"overview":"Two sisters, their families, and sometimes complicated lives.","release_date":"2014-04-09","vote_average":6.0,"runtime":118,"cert":"\"\"","id":260312,"title":"The Yellow Eyes of Crocodiles","adult":false,"genre_ids":[18]},{"cast":["Bergljót Arnadóttir","Lena Brogren","Agneta Ehrensvärd","Stig Ossian Ericson","Roland Hedlund"],"overview":"The film portrays one day in an home for adolescent care on the Swedish countryside, where the faith of seven girls have been drawn together.","release_date":"1973-12-17","vote_average":0.0,"runtime":100,"cert":"N\/A","id":260317,"title":"Om 7 flickor","adult":false,"genre_ids":[18]},{"cast":["Isabella Orsini","Giancarlo Giannini","Franco Castellano (II)","Virna Lisi","Ornella Muti"],"overview":"","release_date":"2008-09-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":260325,"title":"Il sangue e la rosa","adult":false,"genre_ids":[10749]},{"cast":["Lucie Oborna","Lucie Haluzik","Zuzana Presova"],"overview":"Tracked down and traded as lesbian slaves- what does the future hold for the beautiful women who are prey to The Slave Huntress and her depraved sapphic desires? Can they escape her prison of young women before being sold to the highest bidder?","release_date":"2007-02-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":260336,"title":"The Slave Huntress","adult":false,"genre_ids":[]},{"cast":["Mark William Calaway","James Hellwig","Charles Wright","James Harris","Nelson Frazier Jr."],"overview":"","release_date":"2010-06-08","vote_average":8.0,"runtime":null,"cert":"N\/A","id":260338,"title":"WWE: The Undertaker's Deadliest Matches","adult":false,"genre_ids":[]},{"cast":["Billy Bletcher","Cliff Edwards","Clarence Nash","Sterling Holloway","Hans Conried"],"overview":"Three classic stories from the Disney team. 'Donald in Mathmagicland' is an award-winning short film, featuring everyone's favourite duck. 'Ben and Me' tells the story of how one little mouse helped Benjamin Franklin and changed the course of history. Finally, 'Modern Inventions' finds Donald Duck in a mueum where he gets more than he bargained for.  From the Back Cover","release_date":"2003-09-15","vote_average":10.0,"runtime":null,"cert":"\"G\"","id":260340,"title":"Walt Disney's Fables - Vol.3","adult":false,"genre_ids":[16]},{"cast":["Wong Cho-lam","Chapman To","Kimmy Tong Fei","Jim Chim","Shirley Yeung"],"overview":"Detective Johnny Du was smart and agile but his height of 5 feet 4 has hindered him from joining the G4 protection detail for the Chief Executive. His sassy girlfriend Angel bullied him all the time, leaving him depressed at work and at home. His helplessness attracted Vincent, the Devil Prince and Jim, the Angel to fight for his soul.","release_date":"2014-03-20","vote_average":8.5,"runtime":98,"cert":"N\/A","id":260342,"title":"Black Comedy","adult":false,"genre_ids":[35]},{"cast":["Pinto Colvig","Clarence Nash","Walt Disney","Sterling Holloway","Robert Benchley"],"overview":"Two classic animated shorts from the Disney studios. In 'The Reluctant Dragon' (1941), a young boy and a famous dragon fighter team up to teach a docile dragon the art of being a force to be reckoned with. In 'Mickey and the Beanstalk' (1947), Mickey Mouse, Goofy and Donald Duck confront the fearsome Willie the Giant to try to retrieve the magical singing harp to Happy Valley.","release_date":"2004-05-31","vote_average":8.8,"runtime":null,"cert":"\"G\"","id":260344,"title":"Walt Disney's Fables - Vol.6","adult":false,"genre_ids":[16,10751,35]},{"cast":["Liam Neeson","Forest Whitaker","Maggie Grace","Famke Janssen","Dougray Scott"],"overview":"Ex-government operative Bryan Mills finds his life is shattered when he's falsely accused of a murder that hits close to home. As he's pursued by a savvy police inspector, Mills employs his particular set of skills to track the real killer and exact his unique brand of justice.","release_date":"2014-12-16","vote_average":6.2,"runtime":109,"cert":"\"PG-13\"","id":260346,"title":"Taken 3","adult":false,"genre_ids":[53,28]},{"cast":["Tamari Bolqvadze","Elisabed Cherqezishvili","Kote Miqaberidze","Mikheil Chiaureli","L. Kavsadze"],"overview":"Prince bon-vivant Levan Phantiashvili finds himself in a difficult financial situation. To make his life better he agrees to marry the merchant Adam Varakhidze’s daughter, Elo. The merchant is happy for this move opens the door in a high society for him until he finds out that Elo is not quite happy with his decision.","release_date":"1926-12-26","vote_average":4.5,"runtime":85,"cert":"N\/A","id":260348,"title":"Khanuma","adult":false,"genre_ids":[35,18,10402]},{"cast":[],"overview":"Like the majority of young Kenyans, Juma dreams of a better life abroad. His girlfriend has left to work in Qatar, allowing the young man to fully thrust himself into his work as a “companion” to elderly European women who spend their vacations at local resort hotels. Danish filmmaker Emil Langballe records in detail what appears to be a budding love affair between Juma and a middle-aged British woman. The documentary turns out to be a real-life version of Ulrich Seidl’s feature Paradise: Love, investigating local female sex tourism based on a false sense of romance.","release_date":"2013-03-22","vote_average":5.0,"runtime":27,"cert":"N\/A","id":260353,"title":"Beach Boy","adult":false,"genre_ids":[99]},{"cast":["Andrea Němcová","Michaela Jodlova","Katrina Henesova","Zuzana Presova","Tereza Dvoráková"],"overview":"A group of beautiful young women on route to a modeling competition find themselves stranded when their van breaks down. Their problems are just beginning as they find themselves located in the dungeons of a medieval castle that is the base for auctioning women.","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":260355,"title":"Twisted Love","adult":false,"genre_ids":[]},{"cast":["Christine Schorn","Hermann Beyer","Wilfried Pucher","Mike Lepke","Christoph Engel"],"overview":"Inge Herold is in her mid-thirties. She is divorced and lives with her 15-year-old son. She works as a psychologist and social worker and is involved with a married man. Suddenly, Inge finds out she may have breast cancer, which would mean an operation the very next day. The 24 hours before the planned surgery puts her under enormous psychological pressure and she begins to reevaluate her life. With heightened awareness of matters of everyday life, she realizes that what she previously considered meaningful, was actually void of any real meaning.","release_date":"1982-02-18","vote_average":5.0,"runtime":96,"cert":"N\/A","id":260357,"title":"Apprehension","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Presents highlights of a workshop for young directors conducted by the Polish director Krzysztof Kiewslowski (1941-1996) in Amsterdam during the summer of 1994, inclusive of interviews with Kiewslowski himself. The theme of the workshop was the direction of actors. For a fortnight, various groups worked every day on a scene from Ingmar Bergman's film, 'Scenes from a Marriage.'","release_date":"1995-06-01","vote_average":5.0,"runtime":102,"cert":"N\/A","id":260359,"title":"Krzysztof Kieslowski: A Masterclass for Young Directors","adult":false,"genre_ids":[]},{"cast":["Fawnia Mondey","Howie Lotker","Predrag Bjelac","Scott Bellefeville","Zuzana Jiran"],"overview":"A small group of young women are captured and enslaved by the cruel forces who own the only source of water that is not infected by the deadly plague.","release_date":"2002-12-06","vote_average":0.0,"runtime":102,"cert":"N\/A","id":260361,"title":"Cries of Innocence","adult":false,"genre_ids":[12,28]},{"cast":["Justine Priestley","Todd Farr","Kira Reed Lorsch","Eva Decastelo","David O'Kelly"],"overview":"There is no possibility of escape from slavery in the New Territories: the choice is simple, the mine slave mines or love slave.","release_date":"2001-01-16","vote_average":0.0,"runtime":93,"cert":"N\/A","id":260363,"title":"Chained Heat 2001: Slave Lovers","adult":false,"genre_ids":[28,878,53,14]},{"cast":[],"overview":"A beautifully fluid sand animation inspired by Camille Saint-Saëns' piece, 'Danse Macabre.'","release_date":"1990-03-21","vote_average":0.0,"runtime":4,"cert":"N\/A","id":260365,"title":"La Danse Macabre","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about the ten days the director spent in Moscow, during the 1986 Moscow Youth Festival, as kind of a gay delegate.","release_date":"1986-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":260370,"title":"Moscow Does Not Believe in Queers","adult":false,"genre_ids":[99]},{"cast":["John Savage","Linda Hamilton","Jamie Kennedy","Mýa","Justin Cuomo"],"overview":"After Air Force One goes down during a storm over the Bermuda Triangle, the United States Navy is dispatched to find the escape pod holding the President. A giant monster beneath the ocean awakens and attacks the fleet.","release_date":"2014-04-04","vote_average":3.5,"runtime":126,"cert":"\"\"","id":260372,"title":"Bermuda Tentacles","adult":false,"genre_ids":[878]},{"cast":[],"overview":"One of the earliest documentaries to deal with AIDS.","release_date":"1987-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":260374,"title":"Bright Eyes","adult":false,"genre_ids":[99]},{"cast":["Liliana Abayieva","Adriana Aguirre","Juan Carlos Altavista","Virginia Amestoy","Alberto Argibay"],"overview":"Terrifying story, based on a fact occurred in Buenos Aires, early 1967, and reported in \"La Nación\" and all the other newspapers, after the death of a woman interned at the Instituto de Detención para Mujeres (Detention Centre for Women). Doctor Vallejos, the magistrate in charge of the inquest, gets enmeshed in personal intrigue, organized corruption, lust and vice in which apparently all the penitentiary personnel and an organized gang of dangerous inmates are involved, operating withing the prison itself.","release_date":"1975-05-15","vote_average":0.0,"runtime":105,"cert":"N\/A","id":260379,"title":"Accused Women","adult":false,"genre_ids":[18]},{"cast":["Gail Maurice","Columpa Bobb","Jonathan Fisher","Gloria May Eshkibok","Georgina Lightning"],"overview":"Johnny GreyEyes is a girl from an injun family. Since her childhood she was abused by her father and one day she killed him. She was arrested and convicted by the court to a long term in local prison. Where she finds the woman, another inmate, who became for her and her family and her first love.","release_date":"2000-08-21","vote_average":0.0,"runtime":75,"cert":"\"\"","id":260381,"title":"Johnny Greyeyes","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hand-processed portrait of Jake Williams – who lives alone within miles of forest in Aberdeenshire, Scotland. Jake always has many jobs on at any one time, rarely throws anything away, is an expert mandolin player, and has compost heaps going back many years. He has a different sense of time to most people in the 21st Century, which is explicitly expressed in his idea for creating hedges by putting up bird feeders.","release_date":"2006-03-21","vote_average":6.0,"runtime":14,"cert":"\"PG\"","id":260389,"title":"This Is My Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Ben Rivers","release_date":"2006-03-21","vote_average":0.0,"runtime":5,"cert":"\"PG\"","id":260391,"title":"The Coming Race","adult":false,"genre_ids":[]},{"cast":["Milica Zarić","Vuk Tošković","Slobodanka Latinović","Stefan Kapičić","Hristina Popović"],"overview":"A look at the romantic relationship of a young couple that is shook when his old flame shows up.","release_date":"2003-07-05","vote_average":5.0,"runtime":80,"cert":"N\/A","id":260393,"title":"Almost Ordinary Story","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"A film by Jem Cohen","release_date":"1987-03-21","vote_average":5.0,"runtime":25,"cert":"\"PG\"","id":260395,"title":"This Is a History of New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Jem Cohen","release_date":"1994-03-21","vote_average":0.0,"runtime":61,"cert":"\"PG\"","id":260397,"title":"Buried in Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Jem Cohen","release_date":"2006-03-21","vote_average":0.0,"runtime":61,"cert":"\"PG\"","id":260399,"title":"Building a Broken Mousetrap","adult":false,"genre_ids":[]},{"cast":[],"overview":"This surreal art-movie\/live-performance hybrid is comprised of New York filmmaker Jem Cohen's original 16mm and DV movie footage combined with concert clips of Vic Chesnutt and members of Silver Mt. Zion, among others.","release_date":"2008-03-21","vote_average":0.0,"runtime":98,"cert":"\"PG\"","id":260401,"title":"Evening's Civil Twilight in Empires of Tin","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"[Hutton’s] latest urban film, New York Portrait, Chapter III, takes on a unique tone in relation to Hutton’s ongoing exploration of rural landscape. The very fact that Hutton is dealing with older footage, with archives of memory more than immediacy, gives it a different texture than his earlier New York films. Hutton always found the presence of nature in the city, not only in his many shots of sky and vegetation, but also in the geometry and texture of the city itself, which seemed to project an independence from the human.\" (Tom Gunning)","release_date":"1990-03-21","vote_average":8.5,"runtime":15,"cert":"\"PG\"","id":260403,"title":"New York Portrait, Chapter III","adult":false,"genre_ids":[99]},{"cast":[],"overview":"a film by peter hutton","release_date":"1971-03-21","vote_average":5.8,"runtime":33,"cert":"\"PG\"","id":260405,"title":"July '71 in San Francisco, Living at Beach Street, Working at Canyon Cinema, Swimming in the Valley of the Moon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Imprisoned for the brutal murder of her unfaithful boyfriend and his lover, Cassandra has engineered her escape and is now on the run having taken on a nurses identity. Arriving at a desolate country estate, Ravencrest, it at first appears to be a stud farm. However, Cassandra soon relaises that the stud farm is a front for an international kidnapping cartel whose illicit business is the smuggling of beautiful young women into the United States, where they are trained and turned into sex slaves!","release_date":"2003-11-03","vote_average":4.0,"runtime":80,"cert":"N\/A","id":260413,"title":"Chained Fury: Lesbian Slave Desires","adult":false,"genre_ids":[]},{"cast":["Vlasta Burian","Václav Trégl","Jaroslav Marvan","Zdeňka Baldová","Truda Grosslichtová"],"overview":"Vlasta Burian appears in a town of Czarist Russia impersonating an Inspector General, and he is entertained lavishly by the local political-hacks and peasants seeking his favor for whatever they are advocating or need fixed. Burain is involved in a series of comical situations as he takes everything he can gets his hands on while the peasants, who must plead for the betterment of their conditions, are left on the outside-looking-in. He makes his escape just as the real Inspector General is set to appear, but those-in-need will be no better off when the real McCoy shows up then they were with Burian.","release_date":"1933-09-28","vote_average":8.0,"runtime":null,"cert":"N\/A","id":260415,"title":"The Inspector-General","adult":false,"genre_ids":[35]},{"cast":["Susan Dey","Jonelle Allen","Sam Bottoms","Anne Bloom","Karen Carlson"],"overview":"A high school girl who needs a ride accepts one from a boy she doesn't know. He then forces her to participate in a robbery, in which a clerk is killed. They are soon caught, and the girl, despite her protestations of innocence, is convicted of first-degree murder and sent to prison. Once she gets there, she finds out that her troubles are just beginning.","release_date":"1975-03-14","vote_average":0.0,"runtime":120,"cert":"\"\"","id":260429,"title":"Cage Without a Key","adult":false,"genre_ids":[18]},{"cast":["Yang Hui-shan","Ma Sha","Mary Wong Ma-Lee","Rui Fang Chou"],"overview":"A young woman takes the blame for a self-defense killing so to clear her boyfriend. She gets thrown in reform school and is bullied by all of the usual bitch-types.","release_date":"1982-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":260434,"title":"Girls' Reformatory","adult":false,"genre_ids":[]},{"cast":["Peter Ahlgren","Safaa Daoud","Erik Frankel","Annika Johansson","Camilla Linde"],"overview":"A group of left-wing activists, rebelling against all and nothing, are holding a pair of right-wing fanatics hostage. An unfocused hitman is, sort of, hunting them down. It all ends in lots of blood without any obvious reason. At the end of the day it’s all about as politically incorrect as possible. Sort of…","release_date":"2008-12-06","vote_average":1.0,"runtime":51,"cert":"N\/A","id":260436,"title":"Pentagon","adult":false,"genre_ids":[35,18,53]},{"cast":[],"overview":"Maria Iliou documents the ethnic cleansing and violent expulsion of Greeks from the Ottoman Empire. In the first compulsory \"exchange of populations\" in the modern world, 1.2 million Greek Orthodox and 400,000 Muslims were forcibly relocated from Turkey to Greece and Greece to Turkey respectively.","release_date":"2013-09-12","vote_average":0.0,"runtime":87,"cert":"N\/A","id":260438,"title":"From Both Sides Of The Aegean: Expulsion And Exchange Of Populations, Tukey-Greece 1922-1924","adult":false,"genre_ids":[99]},{"cast":[],"overview":"They're the international ambassadors of cartoon comedy. They're the fabulously funny friends you grew up with. And now, 28 of the very best animated shorts starring the very wackiest Warner Bros. cartoon characters have been rounded up on DVD for the first time ever in \"The Looney Tunes Premiere Collection.\" Just barely contained in two special edition discs, each specially selected short has been brilliantly restored and remastered to its original anvil-dropping, laughter-inducing glory! It's an unprecedented animation celebration for cartoon lovers eager to relive the heady, hilarious, golden age of Warner Bros. animation.","release_date":"","vote_average":7.9,"runtime":207,"cert":"N\/A","id":260443,"title":"Looney Tunes Spotlight Collection: The Premiere Edition","adult":false,"genre_ids":[16,35,10751]},{"cast":["Holly Adams","Nick Zedd","Fred Wittenstein","Michael J. Anderson","Emmanuelle Chaulet"],"overview":"Set in the future, this tells of an Earth run by a conglomerate called the LaFont Corporation, which uses machines to rule its subjects. \"Troublemakers\" and malcontents are exiled to an artificial planet called Terra Nova. Problems arise when Terra Nova suddenly shifts its orbit and threatens to crash into Earth.","release_date":"1989-01-01","vote_average":3.0,"runtime":44,"cert":"\"\"","id":260445,"title":"No Such Thing as Gravity","adult":false,"genre_ids":[]},{"cast":["John Wojda","Daniel Oreskes","Mary F. Geng","Eddie Olmedo","Brian J. Burchill"],"overview":"The story of George Murphy, a laid-off newspaperman who has 24 hours to come up with the back rent he owes or be put out in the street. Desperately, he sets out to find an old friend who might help, yet when he discovers that his old friend has seemingly disappeared, George's search begins to take on a whole different meaning.","release_date":"1993-04-02","vote_average":7.0,"runtime":85,"cert":"\"\"","id":260447,"title":"Manhattan by Numbers","adult":false,"genre_ids":[18]},{"cast":["Julie Goldman","Emily A. Burton","Emma Bowers","Sandy Cleary","Elizabeth Dahmen"],"overview":"When they're sent to the tiny backwoods town of Little Hope to collect market research interviews, co-working opposites Linda and Kelly find there's literally no room at the inn, and they're forced to stay together at a local youth hostel. But sharing such a tight space produces interesting results.","release_date":"2006-11-09","vote_average":0.0,"runtime":70,"cert":"N\/A","id":260449,"title":"Big Dreams in Little Hope","adult":false,"genre_ids":[35]},{"cast":["Peter Lawford","Dawn Addams","Roland Culver","Derek Bond","Leslie Dwyer"],"overview":"1890, London, and a serial killer known as The Terror is murdering policemen. When gentleman thief Nicholas Revel unwittingly becomes the chief suspect, he must use his guile and wits to prove he’s not the killer; whilst also not getting caught for a jewel robbery he has just committed.","release_date":"1952-11-21","vote_average":5.6,"runtime":79,"cert":"\"\"","id":260451,"title":"The Hour of 13","adult":false,"genre_ids":[80]},{"cast":[],"overview":"2001 documentary about the birth and evolution of house music.","release_date":"2001-01-01","vote_average":9.0,"runtime":170,"cert":"\"\"","id":260453,"title":"Pump Up the Volume","adult":false,"genre_ids":[99,10402]},{"cast":["Sumanth Ashwin","Rhea Chakraborty","Prabhu Ganesan","Nagendra Babu","Manisha Yadav"],"overview":"Rama Swamy (Prabhu) and Ravindra Babu (Nagababu) are childhood friends who stay together. Their kids Karthik (Sumanth) and Nidhi (Rhea) are of the same age but they hate each other and torment each other by playing pranks. After a while, Nidhi is sent abroad for her further studies.  After a gap of 12 years, Nidhi comes back and meets Karthik at a family function. It’s love at first sight for Karthik, but he hides his identity. Slowly Nidhi comes to know the truth, and in the process, falls for Karthik’s charms. Just when everything seems rosy, Nidhi’s family wants her to marry someone else. The rest of the story is about how Karthik solves all the issues and wins his love.","release_date":"2012-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":260458,"title":"Tuneega Tuneega","adult":false,"genre_ids":[35,10749]},{"cast":["Momoko Maruyama","Ryoka Shinada"],"overview":"After school, Kiyumi and Sayuru ride their bicycles to their meeting place, take off their bicycle seats with a wrench, and go off to play with their seats held in both arms so that it will not get stolen. One day when the two girls forgot to remove their bicycle seats, they come back and only Sayuru’s seat was missing. Since then, Kiyumi has disappeared from Sayuru’s world.","release_date":"2011-09-19","vote_average":0.0,"runtime":30,"cert":"N\/A","id":260469,"title":"Kiyumi's Poetry and Sayuru's Embroidery","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this Puppetoon animated short film, Judy, an enticing blonde, lives across the way from Punchy and uses all her feminine wiles to try to snare him.","release_date":"1946-03-22","vote_average":7.0,"runtime":7,"cert":"\"\"","id":260471,"title":"Together in the Weather","adult":false,"genre_ids":[16,35]},{"cast":["Kate Bornstein","Barbara Carrellas","Justin Vivian Bond","Amos Mac"],"overview":"For decades, performance artist and writer Kate Bornstein has been exploding binaries and deconstructing gender. And, her own identity. Trans-dyke. Reluctant polyamorist. Sadomasochist. Recovering Scientologist. Pioneering Gender Outlaw. Kate Bornstein Is a Queer and Pleasant Danger, joins her on her latest tour capturing rollicking public performances and painful personal revelations as it bears witness to Kate as a trailblazing artist theorist activist who inhabits a space between male and female with wit, style, and astonishing candor. By turns meditative and playful, the film invites us on a thought provoking journey through Kate's world to seek answers to some of life's biggest questions.","release_date":"2013-01-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":260476,"title":"Kate Bornstein is a Queer & Pleasant Danger","adult":false,"genre_ids":[99]},{"cast":["Sunny Lane","Lizzy Borden","Amber Rayne","Phoenix Marie","Aurora Snow"],"overview":"Barbara Gordon dons the mask of Batgirl in order to stop the sexual decline of Gotham City.","release_date":"2012-09-04","vote_average":6.3,"runtime":144,"cert":"\"NC-17\"","id":260478,"title":"Batgirl XXX: An Extreme Comixxx Parody","adult":true,"genre_ids":[28,80,10749]},{"cast":[],"overview":"Animated short originally produced in France by Paul Grimault.","release_date":"1943-01-01","vote_average":5.0,"runtime":9,"cert":"N\/A","id":260480,"title":"The Scarecrow","adult":false,"genre_ids":[16]},{"cast":["Ismail Yasseen","Kamal Al-Shennawi","Thoraya Helmy","Mimi Shakib","Abd El Fatah El Quossary"],"overview":"Ismail Yassin and his relatives have to spend a month living in a haunted house in order to collect their inheritance.","release_date":"1952-03-22","vote_average":5.8,"runtime":95,"cert":"N\/A","id":260491,"title":"Ismail Yassin in the House of Ghosts","adult":false,"genre_ids":[27,35]},{"cast":["Adolf Jahr","Sigge Fürst","Gunnel Broström","Margaretha Krook","Märta Dorff"],"overview":"Karl Oskar Bohm looks back at his life, his estranged daughter Augusta and his wife Sofia.","release_date":"1954-07-19","vote_average":4.0,"runtime":109,"cert":"N\/A","id":260493,"title":"Storm over Tjurö","adult":false,"genre_ids":[18]},{"cast":["Goran Visnjic","Alison Heruth-Waterbury","Stefan Lysenko","Angelica Bridges","Predrag 'Pređo' Vušović"],"overview":"After the death of a wealthy Croatian emigrant, it is discovered that he left his fortune to an unknown, illegitimate relative back in Croatia.","release_date":"2001-06-29","vote_average":4.7,"runtime":87,"cert":"N\/A","id":260495,"title":"The Last Will","adult":false,"genre_ids":[28,35,10749]},{"cast":["Will Brandt","Hannah Cowley","John Rhys-Davies","Christopher Judge","Jonny Coyne"],"overview":"Jake's world is turned upside down after a strange prescription from his doctor leads him on a journey into the surreal and bizarre where he must finally confront his smoking habit.","release_date":"2013-03-22","vote_average":0.0,"runtime":10,"cert":"\"\"","id":260497,"title":"Smokin'","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Skinner's Dress Suit","cast":["Reginald Denny","Laura La Plante","Ben Hendricks Jr.","E.J. Ratcliffe","Janet Gaynor"],"id":260499,"overview":"Honey Skinner is proud of her successful husband. When he tells her he's going to ask for a raise, she knows he'll get it. He asks his boss just as their big client announces he's not renewing his contract. He doesn't get the raise, but he's too embarrassed to tell his wife the truth. She starts making plans to spend that extra $10 a week; the first thing is a new dress suit for him and a new outfit for her so they can fit in at a swanky party. They're the hit of the party, and Honey is embraced by the 'smart set.' Meanwhile, business is bad and Skinner loses his job. The tailor is after him for payment on the suit, and Honey is still spending the salary he doesn't have.","runtime":70,"genre_ids":[35],"release_date":"1926-04-18","vote_average":0.0,"adult":false}]