[{"cast":["Catherine Steadman","Olly Alexander","Andrew Hawley"],"overview":"Elodie and Elias have been living by themselves ever since most of the human race has disappeared from the face of the earth. However, with the unexpected arrival of Gabriel, a boy a bit older than themselves, their harmonic relationship is about to come to an end.","release_date":"2009-10-13","vote_average":6.0,"runtime":91,"cert":"N\/A","id":262501,"title":"Dust","adult":false,"genre_ids":[18]},{"cast":["John Carradine","Osa Massen","Larry Parks","Jeanne Bates","Jonathan Hale"],"overview":"A paratrooper drops behind enemy lines to rescue the deposed king of a mythical Balkan nation.","release_date":"1944-05-04","vote_average":6.0,"runtime":68,"cert":"\"\"","id":262503,"title":"The Black Parachute","adult":false,"genre_ids":[18,12,10752]},{"cast":["Kay Francis","William 'Stage' Boyd","Conway Tearle","John Breeden","Marjorie Gateson"],"overview":"A woman who is a member of a gang of con artists impersonates the mother of a wealthy blind man.","release_date":"1931-12-05","vote_average":7.0,"runtime":70,"cert":"\"\"","id":262505,"title":"The False Madonna","adult":false,"genre_ids":[18]},{"cast":["Rimma Markova","Nina Sazonova","Vitali Solomin","Svetlana Zhgun","Anatoliy Kuznetsov"],"overview":"A story about women and their village set during the years after WWII.","release_date":"1967-06-06","vote_average":8.0,"runtime":97,"cert":"\"\"","id":262507,"title":"Women Kingdom","adult":false,"genre_ids":[18]},{"cast":["Leslie Nielsen","Aliza Gur","Dorinda Stevens","Eric Pohlmann","Edina Ronay"],"overview":"Former OSS officer Alan Holiday, now living in London, is visited on New Year's Eve by Catherine Carrel who says she is a close friend of Jules Lemoine who served with Holiday during the war. Lemoine urgently requests that Holiday go to Paris on a secret mission. Lemoine visits and wants Alan to deliver a reel of tape which he gives him, and keeps a fake reel himself to deceive enemy agents. Lemoine is killed and the fake tape stolen. Holiday, poses as an assistant to photographer Louis Vernay, and they take three models along to further the ruse.","release_date":"1964-09-22","vote_average":5.1,"runtime":65,"cert":"\"\"","id":262509,"title":"Night Train to Paris","adult":false,"genre_ids":[53,18]},{"cast":["Ed Wynn","Ginger Rogers","Stanley Smith","Lou Holtz","Lida Kane"],"overview":"Ed Wynn, a waiter, tries to get hit employers daughter a start on the stage; Ginger Rogers replaces Ethel Merman when Merman is kidnapped.","release_date":"1930-12-06","vote_average":7.5,"runtime":76,"cert":"\"\"","id":262511,"title":"Follow the Leader","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Yuriy Shevchuk","Андрей Васильев","Вадим Курылёв","Андрей Муратов","Игорь Доценко"],"overview":"","release_date":"1992-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262516,"title":"Чёрный пёс Петербург","adult":false,"genre_ids":[10402]},{"cast":["Micky Huidobro"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262518,"title":"Bandidos legendarios de México","adult":false,"genre_ids":[]},{"cast":["Elizabeth Teixeira"],"overview":"After an initial meeting in 1964 interrupted by military dictatorship and a new meeting in the early 1980s to end the film \"Twenty Years Later\", Eduardo Coutinho once again find Elizabeth Teixeira, survivor of peasant struggles.","release_date":"2014-03-29","vote_average":0.0,"runtime":65,"cert":"N\/A","id":262520,"title":"A Família de Elizabeth Teixeira","adult":false,"genre_ids":[99]},{"cast":["Rosanna Arquette","Jürgen Prochnow","Mandy Schaffer","Michael Des Barres","Mark Humphrey"],"overview":"Traci is a devious teenage girl who befriends and kills anyone who comes between her and her mother, Dana, a failed movie actress who lies for and protects Traci.  If looks could kill, they'd look like Traci: young, innocent, appealing, deadly. Traci clings like ivy to her devoted mother and strikes with a vengeance at any man who intrudes on their relationship. Traci's mother is an attractive woman with a healthy sexual appetite, and the attention she pays to the men in her life, whether for business or pleasure, sends Traci into a frenzy of jealousy and rage. Now Traci, using her budding sexuality, will do anything... seduce anyone... murder everyone who threatens to come between them.","release_date":"2000-04-04","vote_average":1.0,"runtime":93,"cert":"\"R\"","id":262522,"title":"Poison","adult":false,"genre_ids":[53,9648]},{"cast":["Ryô Ikebe","Yoshiko Kuga","Michiyo Kogure"],"overview":"Omnibus of love stories from 1947 directed by famous directors, featuring big stars.","release_date":"1947-04-01","vote_average":6.0,"runtime":112,"cert":"N\/A","id":262524,"title":"Four Love Stories","adult":false,"genre_ids":[]},{"cast":["Michael Madsen","Rosanna Arquette","Balthazar Getty","Phillip Glasser","James Russo"],"overview":"In the eerie backdrop of the Lousiana bayou, former inmate Frank sees the opportunity of a lifetime in the form of cursed cash. But this cash has a price of its own. Avenging the death of his brother at the hands of police officer Sam Merchant, Frank, with Jezabelle, form a sadistic plan of vengeance mixing violent rituals and voodoo curses. But Merchant's son A.J. escapes almost certain death. Now, in order to save his family and himself, A.J. is pitted into a deadly standoff with ancient evil. Delve into the underworld of voodoo magic and the occult and pray for your soul.","release_date":"2000-03-28","vote_average":5.2,"runtime":94,"cert":"\"R\"","id":262526,"title":"Voodoo Dawn","adult":false,"genre_ids":[53]},{"cast":["Barry Sullivan","Robert Blake","Elaine Edwards","Marc Cavell","Jody Lawrance"],"overview":"The story of the infamous Purple Gang - a ring of bootleggers, hijackers and killers in 1920's Detroit.","release_date":"1959-12-18","vote_average":6.0,"runtime":85,"cert":"\"\"","id":262528,"title":"The Purple Gang","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"This chilling, vitally important documentary was produced to mark the 40th anniversary of the liberation of Auschwitz Concentration Camp. The film contains unedited, previously unavailable film footage of Auschwitz shot by the Soviet military forces between January 27 and February 28, 1945 and includes an interview with Alexander Voronsov, the cameraman who shot the footage. The horrifying images include: survivors; camp visit by Soviet investigation commission; criminal experiments; forced laborers; evacuation of ill and weak prisoners with the aid of Russian and Polish volunteers; aerial photos of the IG Farben Works in Monowitz; and pictures of local people cleaning up the camp under Soviet supervision.  - Written by National Center for Jewish Film","release_date":"1986-08-13","vote_average":7.0,"runtime":53,"cert":"N\/A","id":262530,"title":"The Liberation of Auschwitz","adult":false,"genre_ids":[99]},{"cast":["Roy de Groot","Bob Danvers Walker"],"overview":"An illustration of the insidious rise of the Nazi Party from its post World War One origins through Adolf Hitler’s conniving to become the leader of the party and eventual dictator of his self-styled Third Reich.","release_date":"1940-01-01","vote_average":5.0,"runtime":45,"cert":"N\/A","id":262532,"title":"The Curse of the Swastika","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1925, with the cooperation of the War Office, British Instructional Films set out to make a dramatic, feature-length reconstruction of the five Ypres battles in which 1.7 million soldiers lost their lives.  Directed by William Summers, the result is a silent classic. Unlike the famous 1916 documentary The Battle of the Somme, the Ypres footage is entirely ”faked” and the film shares some of Somme‘s propagandist approach. Regardless, the film is no less fascinating as an artistic endeavour of its time and it features some stunning images. A degree of authenticity is provided by real soldiers taking part and by the filming having taken place in the actual Ypres trenches.","release_date":"1925-09-30","vote_average":7.0,"runtime":105,"cert":"N\/A","id":262534,"title":"Ypres","adult":false,"genre_ids":[10752]},{"cast":["Jean Muir","Barton MacLane","Henry O'Neill","Robert Barrat","Addison Richards"],"overview":"After a mine cave in, the rescue crew risks their lives to search for two trapped miners.","release_date":"1937-05-15","vote_average":6.5,"runtime":58,"cert":"\"\"","id":262536,"title":"Draegerman Courage","adult":false,"genre_ids":[18]},{"cast":["Chikage Awashima","Ayako Wakao","Ryô Ikebe","Takashi Shimura"],"overview":"A girl rebels against her mother, who runs a brothel in Yokohama, and attempts to find freedom on her own.","release_date":"1957-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262538,"title":"Evening Calm","adult":false,"genre_ids":[]},{"cast":["Antonio Banderas","Birgitte Hjort Sørensen","Dylan McDermott","Robert Forster","Tim McInnerny"],"overview":"Jacq Vaucan, an insurance agent of ROC robotics corporation, routinely investigates the case of manipulating a robot. What he discovers will have profound consequences for the future of humanity.","release_date":"2014-10-09","vote_average":5.7,"runtime":110,"cert":"\"R\"","id":262543,"title":"Automata","adult":false,"genre_ids":[53,878]},{"cast":["Valeri Babyatinsky","Владимир Баталов","Lev Durov","Svetlana Konovalova"],"overview":"","release_date":"1962-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262545,"title":"Двое в степи","adult":false,"genre_ids":[10752]},{"cast":["Maya Karin","Bront Palarae","Remy Ishak","Izara Aishah","Azad Jazmin"],"overview":"The story follows Gina (Maya Karin) and Joe (Bront Palarae) who embark on a trip for personal self reflection and peace in Phuket after being let down by their respective partners. They are mere strangers to one another, but somehow find solace in each other by talking about their past relationships.","release_date":"2014-02-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":262547,"title":"Mission: Destroy Love","adult":false,"genre_ids":[35,10749]},{"cast":["Clarence Nash","Pinto Colvig","Walt Disney","Marcellite Garner","George Johnson"],"overview":"In Donald Duck’s Christmas Favorites you’ll be treated to some of the best and most hilarious cartoon shorts from the days when Walt Disney himself added his magical touch to each film. The full effect of his presence can be felt in these sparkling gems that for generations have brought joy and laughter to kids and families everywhere. Want to find out how a real snow ball fight is done? Discover how to replace snow with popcorn? Learn how an alpine expedition should not be done? You’ll get all the answers you need in this collection of Donald Duck’s Christmas Favorites – a delightful winter collection from all of us to all of you. Features: Hockey Champ (1939), Snow fight (1942), Rescue dog (1947), Chip an' Dale (1947), Winter storage (1949), Toy Tinkers (1949), Corn Chips (1951), On ice (1935), Alpine climbers (1936), The art of skiing (1941)","release_date":"2012-11-13","vote_average":5.3,"runtime":72,"cert":"N\/A","id":262549,"title":"Donald Duck's Christmas Favourites","adult":false,"genre_ids":[16,10751,35]},{"cast":["Philippe Lacheau","Alice David","Vincent Desagnat","Tarek Boudali","Julien Arruti"],"overview":"Looking for a baby-sitter for the night, Marc Schaudel entrusts his son Remy to the care of his employee Franck, a straight man. But the thing that Marc doesn't know, is that Franck is getting 30 years old this weekend and that his son Remy is a very capricious child. The next day, Marc and his wife Claire are awakened by a call from the police. Remy and Franck are missing, and the house is totally devastated. The police finds a camera in the leftovers. Marc, Claire and the police start watching the video that has been recorded the day before during the night and find out what happened to Franck and Remy.","release_date":"2014-04-16","vote_average":6.9,"runtime":85,"cert":"\"\"","id":262551,"title":"Babysitting","adult":false,"genre_ids":[35]},{"cast":["Richard Rishi","Archana","Karunas","Devan","Malaysia Vasudevan"],"overview":"","release_date":"2009-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262553,"title":"Thamizhagam","adult":false,"genre_ids":[18]},{"cast":["Srikanth Krishnamachari","Navya Nair","Aravind Akash","Bose Venkat","Mayilsamy"],"overview":"Rasikkum Seemanae starring Srikanth and Navya Nair in lead roles.Srikanth, who has been struggling after his marriage, puts a lot of hope in this film. Srikanth's character Nandu is a person who adopts his own means to get what he wanted. For the first time in his career, Srikanth plays a role that has a negatives side to it.His character in the film, Nandu, takes advantage of others' weaknesses and blackmails them. Nandu comes across beautiful Gayatri played by Navya Nair and plots to win her love by blackmailing. Whether or not he succeeded in this endeavor is what the story is about.","release_date":"2010-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262555,"title":"Rasikkum Seemane","adult":false,"genre_ids":[10749]},{"cast":["Dhruva","Sonu Gowda","Sampath Raj","Subbu Panchu","John Vijay"],"overview":"Aanmai Thavarael movie is an action based love story that travels from Chennai to Goa. This movie also deals with the second biggest crime in the world, about the business and their networks all over the world.","release_date":"2011-06-03","vote_average":0.0,"runtime":135,"cert":"N\/A","id":262560,"title":"Aanmai Thavarael","adult":false,"genre_ids":[53]},{"cast":["Vadivelu","Nassar","Suja Varunee","Shriya Saran"],"overview":"Azhagappan (Vadivelu) is a member of a theatre group. One fine day an unlikely visitor from the heavens stumbles upon him and almost falls for him. The beautiful trio of the heaven – Ramba, Thilothama, and Urvashi – comes to the earth to enjoy its “beauty”. While the others get back to where they belong to at the right time, Ramba (plays by Suja) loses her track and gets into trouble. Vadivelu accidentally helps her to go back to the heaven. She gets him to the heaven during the night and sends him back to the earth early in the morning.","release_date":"2008-01-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":262562,"title":"Indiralohathil Na Azhagappan","adult":false,"genre_ids":[35]},{"cast":["Jayanth","Ramya","Prakash Raj","Charle","Kanja Karuppu"],"overview":"Mathiya Chennai movie revolves around an assistant film director’s life. The premise of the film is that any one with a positive outlook to life can never fail.","release_date":"2009-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262564,"title":"Mathiya Chennai","adult":false,"genre_ids":[28]},{"cast":["Kalki","Swathi","Vivin","Leema Babu","Suzane George"],"overview":"Narthagi movie revolves around Kalki who is a transgender. The movie shows the journey of Kalki, changing from boy to women and the losses in her life, about the people she loved & being loved.","release_date":"2011-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262566,"title":"Narthagi","adult":false,"genre_ids":[18]},{"cast":["Nadhiya","Yuthan Balaji","Deepthi Nambiar","Irfan"],"overview":"","release_date":"2009-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262568,"title":"Pattalam","adult":false,"genre_ids":[18]},{"cast":["Ramana","Richa Sinha","Manobala","Devadarshini","Srinath"],"overview":"Mahaan Kanakku movie is tamil movie is directed by Sampath.Ramana is lead male role and pair with female lead role Rich Sniha.Music Director is A K Rishal Sai for the movie.","release_date":"2011-12-29","vote_average":0.0,"runtime":149,"cert":"N\/A","id":262570,"title":"Mahaan Kanakku","adult":false,"genre_ids":[35]},{"cast":["Sathyaraj","Karan","Suhani Kalita","Anika","Anu Hasan"],"overview":"Irandu Mugam is a political film with social message.It is a double hero subject with Sathyaraj and Karan playing the roles. The female leads are Anika and Suhani.","release_date":"2010-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262572,"title":"Irandu Mugam","adult":false,"genre_ids":[35]},{"cast":["Yuvan","Disha Pandey","Shashika","Kanja Karuppu","Thambi Ramaiah"],"overview":"Keeripulla is an tamil Action - romance movie direction by Firose Khan, who debuted as director with Paasakkara Nanbargal which also saw his son Yuvan debuting as a teenaged hero, is the director of Keeripulla. Saravanan plays villain role in thim movie and movie also has Thambi Ramaiya, Ponnambalam and others.","release_date":"2013-03-29","vote_average":4.5,"runtime":null,"cert":"N\/A","id":262574,"title":"Keeripulla","adult":false,"genre_ids":[10749]},{"cast":["Ganesh Venkatraman","Kalpana Pandit","Shobana"],"overview":"‘Pani Thuli’ is being produced by US based production company “Dreams on  Frames” and co produced by “House of Pandit” and directed by director  duo of Natty Kumar and Dr Jay. Cinematography is by Hollywood based  Chris Eldridge. The film is a fast paced romantic thriller which travels  from Chennai to US.","release_date":"2012-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262579,"title":"Panithuli","adult":false,"genre_ids":[10749]},{"cast":["Malù","Carlo Mucari","Maurice Poli","Micaela"],"overview":"","release_date":"1989-06-08","vote_average":2.0,"runtime":null,"cert":"N\/A","id":262581,"title":"La storia di Lady Chatterley","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Around a campfire an old man tells stories about the dark age, Kalyug. Villagers listen engrossed to tales of the tragic princess Zahama, the mighty plague of demons and the heroic healer who came to save them.  In this breathtaking debut from director Juri Mazumdar, folklore and legend are brought through to the modern day, as old tales from the indigenous Bhil are interwoven with situations faced by their people now.  The first settlers on the plains of western Central India, the Bhil today find themselves crossing between their old world and modern India. Through the telling of stories from their past in mythic principles, were taken into modern-day poverty, AIDS, loss and guilt. Through the ghosts and legends of this beautiful land, we gain a sense of the peoples dignity, hopes and challenges, and the reflections between a mythic past and present.","release_date":"2013-10-28","vote_average":0.0,"runtime":74,"cert":"N\/A","id":262586,"title":"Kalyug","adult":false,"genre_ids":[99]},{"cast":["Leigh Bowery","Tilda Swinton","Michael Clark"],"overview":"Inspired by a poem by William Blake: a short experimental film about the perception of vision.","release_date":"1988-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":262588,"title":"Degrees of Blindness","adult":false,"genre_ids":[]},{"cast":["Melissa Stribling","Udo Kier","Gabriella Licudi","Fenella Fielding","Maria France"],"overview":"The debut film from pop singer turned film director Mike Sarne (Joanna; Myra Breckinridge) is an 'anti-travelogue' starring Udo Kier, Melissa Stribling, and Gabriella Lucidi. The stylishly shot film tells of a woman who has a brief amorous liaison while on a trip along the South of France to Saint Tropez, but returns disillusioned.","release_date":"1966-03-01","vote_average":4.0,"runtime":31,"cert":"N\/A","id":262593,"title":"Road to St. Tropez","adult":false,"genre_ids":[35]},{"cast":["Gautham","Suhani Kalita","Taslima Sheikh","Prabhu Ganesan","K. Bhagyaraj"],"overview":"","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262595,"title":"Appavi","adult":false,"genre_ids":[18]},{"cast":["Eberhard Fechner","Lola Müthel","Anne-Marie Blanc","Peter Pasetti","Klaus Schwarzkopf"],"overview":"","release_date":"1986-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262597,"title":"Abschiedsvorstellung","adult":false,"genre_ids":[]},{"cast":["Dinesh","Nisha"],"overview":"","release_date":"2008-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262599,"title":"Thithikkum Ilamai","adult":false,"genre_ids":[10749]},{"cast":["Cheran","Rajkiran","Padmapriya Janakiraman","Saranya Ponvannan","Senthil Kumar"],"overview":"The film sensitively portrays the struggles of a father whose main priority in life is the well being of his children, and who is determined to see his children grow up to become decent, successful persons.","release_date":"2005-10-31","vote_average":6.0,"runtime":298,"cert":"N\/A","id":262601,"title":"Thavamai Thavamiruntu","adult":false,"genre_ids":[18,10751]},{"cast":["M. G. Ramachandran","Bhanumathi","K. A. Thangavelu","P. S. Veerappa","M. N. Rajam"],"overview":"","release_date":"1956-01-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":262603,"title":"Alibabavum 40 Thirudargalum","adult":false,"genre_ids":[36]},{"cast":["Emilio Guzman"],"overview":"A nice boy. That is-ie. Emilio Guzman. He will not fight. Does not seek conflict. He just wants it to go well with everyone. Everyone does what he can not leave. But unfortunately the world is not like that. Underdevelopment prevails. Tension. Anxiety and aggression determine Doing our affairs. Even late Emilio conduct regular surprise. While he was still a nice guy. And smart.  He wants to understand what is going on. And why that's happening. And how it could run out. That hand so Ever chose Leiden Cabaret Festival Audience him the winner of one of the strongest ever finals. Now he takes the side of his audience. Not to say what they want to hear. But because he wants to be understood. And that can not leave. Let? We say do it!","release_date":"2011-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":262605,"title":"Emilio Guzman: Doen en Laten","adult":false,"genre_ids":[]},{"cast":["Donogh Rees","Hester Joyce","Dana Purkis","Martin Vaughan","Judie Douglass"],"overview":"Constance is a bored, movie-loving schoolteacher in post-WW2 New Zealand who begins to fantasize that she's a Hollywood star - with tragic consequences.","release_date":"1985-05-30","vote_average":6.0,"runtime":104,"cert":"N\/A","id":262607,"title":"Constance","adult":false,"genre_ids":[18]},{"cast":["Fletcher Sharp","Francine York","Sean Morelli","Peaches Christ","Melanie Robel"],"overview":"An ultra-secret government weapons project is headed up by a mad scientist's grand-daughter. Her mission: recreate the demented killing machines known as Astro Zombies. It doesn't take long before the deadly mutant clones escape from Area 51 and all hell breaks loose! Elite teams of Men In Black attempt extreme damage control measures, while government officials, master criminals, and the famed Doll Squad spring into action -- creating a mess of epic proportions!","release_date":"2010-06-19","vote_average":3.0,"runtime":105,"cert":"\"NR\"","id":262609,"title":"Astro-Zombies M3: Cloned","adult":false,"genre_ids":[]},{"cast":["James Mason","June Havoc","Stephen Dunne","Fay Compton","Pamela Mason"],"overview":"A pianist takes his ailing wife out of a London hospital at the same time that another female patient there has suffered a miscarriage. Afterwards, the second woman feels empty and withdrawn, and, thinking that getting her away from London will help, her husband takes her to live at a country estate, which turns out to be the former residence of the pianist who left after his wife died. The woman begins to get visions of the wife and her final days; is she becoming possessed by the dead wife of the pianist?","release_date":"1952-01-26","vote_average":5.5,"runtime":87,"cert":"\"\"","id":262611,"title":"Lady Possessed","adult":false,"genre_ids":[9648,10749,53]},{"cast":[],"overview":"A Japanese-speaking family in occupied Korea deal with the war.","release_date":"1943-06-06","vote_average":0.0,"runtime":75,"cert":"N\/A","id":262613,"title":"Straits of Chosun","adult":false,"genre_ids":[]},{"cast":["Richard Carter","Zoe Weldon"],"overview":"John Grey’s ‘Maybe’ is a short film about a man and a woman who wait together at a bus stop. While waiting the man can’t help but wonder if this girl is the girl of his dreams.","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":262615,"title":"Maybe","adult":false,"genre_ids":[10749]},{"cast":["Ulla Jacobsson","Sabine Sinjen","Hans Dieter Schwarze","Rosemarie Fendel","Hans Posegga"],"overview":"A man returns every year to visit his estranged family and friends in this drama dripping with biting social commentary. His 40-year-old buddies are part of the nouveau riche who consider themselves elite and are content to sandbag it at work. Teutonic sentimentality is lampooned, and the narrow minded are held up to ridicule. Some fine performances outweigh the passages of unintentional humor in this second film from director Ulrich Schamoni.","release_date":"1967-07-04","vote_average":0.0,"runtime":87,"cert":"N\/A","id":262617,"title":"Alle Jahre wieder","adult":false,"genre_ids":[18]},{"cast":["Harald Leipnitz","Doris Kunstmann","Klaus Schwarzkopf","Herbert Fleischmann","Konrad Georg"],"overview":"","release_date":"1973-03-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":262619,"title":"Alle Menschen werden Brüder","adult":false,"genre_ids":[18]},{"cast":["Joni Durian","Erin R. Ryan","Brandi Baird","Tara Clark","Haley Madison"],"overview":"A fledgling sorority has just purchased their new home, but the inexpensive beat up house has a history no one could imagine. Now as they move in and continue their college lives something evil is making itself known by affecting their minds... and bodies.","release_date":"2014-02-21","vote_average":5.5,"runtime":81,"cert":"\"\"","id":262621,"title":"Haunted House on Sorority Row","adult":false,"genre_ids":[27]},{"cast":["Irene Ravache"],"overview":"Half-documental independent film about torture against women in Brazilian military dictatorship.","release_date":"1989-09-08","vote_average":7.7,"runtime":110,"cert":"N\/A","id":262623,"title":"How Nice to See You Alive","adult":false,"genre_ids":[99,18]},{"cast":["Machiko Kyō","Fujiko Yamamoto","Eiji Funakoshi","Hiroshi Akutagawa","Eitarô Ozawa"],"overview":"A traditional bar mistress in Kyoto clashes with her Tokyo rival.","release_date":"1957-04-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":262628,"title":"Night Butterflies","adult":false,"genre_ids":[]},{"cast":["Mariko Okada","Keiji Sada","Haruko Wanibuchi","Shin Saburi","Eijirô Yanagi"],"overview":"Gosho Heinosuke's film of Inoue Yasushi's celebrated novel about a lonely hunter.","release_date":"1961-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262630,"title":"The Hunting Rifle","adult":false,"genre_ids":[18]},{"cast":["Robert Urich"],"overview":"Robert Urich, the legendary Jim Street in 'S.W.A.T.', is the host of this voyage around the UFO's and its mystery. From New Tomorrowland, in Disneyland, Urich talks about UFO, contacts, evidences of its arrives, abductions, military documents and other things what surround this controversial thematic. From the 30's years until the present, the UFOs always have been there very close to us, everyday, every time. Exists the aliens?, in truth they come to the Earth?, could it be a fiction created by the military? And the last and most important question: if they exists, would they will be our friends...or our enemies?","release_date":"1995-06-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":262632,"title":"Alien Encounters from New Tomorrowland","adult":false,"genre_ids":[]},{"cast":["Vegar Hoel","Kaila Bertha"],"overview":"During the shoot for an abandoned movie project set in Stavanger, Norway, something went terribly wrong. A sarcastic ping-pong verbal exchange between the selfie-taking father and his precocious nine year old daughter takes an unexpected turn.","release_date":"2014-03-31","vote_average":0.0,"runtime":3,"cert":"\"NR\"","id":262634,"title":"Precocious Movie Kids","adult":false,"genre_ids":[27,35]},{"cast":["Helle Hertz","Lily Broberg","Karen Lykkehus","Karl Stegger","Axel Strøbye"],"overview":"","release_date":"1969-06-27","vote_average":10.0,"runtime":null,"cert":"N\/A","id":262639,"title":"Helle for Lykke","adult":false,"genre_ids":[35]},{"cast":["Mariana Cabrera","Hoze Meléndez","Sergio Valdéz","Mariana Solé Garduño"],"overview":"Three teens, one city and endless partying. Joel, Olga and Tavo are searching for their place in the world caught between love, loss and teenage angst. One night when they decide to break into an empty house, destiny will take over and decide their real place in the world, if it can accommodate them.","release_date":"2014-04-04","vote_average":0.0,"runtime":94,"cert":"N\/A","id":262641,"title":"Evens and Odds","adult":false,"genre_ids":[]},{"cast":["Dragan Janković","Rodoljub Janković","Zoran Janković","Velimir Maksimović"],"overview":"On a mountaintop in southwest Serbia lies the womanless hamlet of Zabrdje, where the Jankovic brothers hold the fort. Veering between the utterly hilarious and deeply poignant, this beautifully-crafted film follows one brother's quest to introduce women back into the once-vibrant community. But with no roads or running water, convincing a Serbian woman is out of the question.","release_date":"2010-03-02","vote_average":7.3,"runtime":83,"cert":"N\/A","id":262643,"title":"Village Without Women","adult":false,"genre_ids":[99]},{"cast":["Claire Bloom","Richard Johnson","Yolande Donlan","Cyril Cusack","Kay Walsh"],"overview":"A doctor's already-shaky marriage is tested to an even greater extent when he has to contend with a smallpox epidemic.","release_date":"1963-08-15","vote_average":7.0,"runtime":113,"cert":"N\/A","id":262645,"title":"80,000 Suspects","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A journey into the hearts, minds and eyes of Georgia O’Keeffe, Emily Carr and Frida Kahlo - three of the 20th century’s most remarkable artists.","release_date":"2011-10-09","vote_average":0.0,"runtime":30,"cert":"N\/A","id":262647,"title":"Bone Wind Fire","adult":false,"genre_ids":[99]},{"cast":["Lee Tae-ri","Bae Seul-ki","Ahn Yong-joon","Baek Bong-gi","Seong Eun"],"overview":"Troublemakers Mok-won, Ryu and Hak-moon are far from passing the state examinations. Three female students enter the school during a new spring term and the atmosphere changes. Then one day, Mok-won and Ryu are taken to around the back of the school and molested by an unknown woman.  The three of them start an investigation.","release_date":"2014-03-27","vote_average":6.0,"runtime":90,"cert":"N\/A","id":262649,"title":"School of Youth: The Corruption of Morals","adult":false,"genre_ids":[10749,18,35]},{"cast":["Steven Wright"],"overview":"A comedy special starring Steven Wright before an audience in Toronto's Winter Garden Theatre.","release_date":"1990-09-08","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":262651,"title":"Steven Wright: Wicker Chairs and Gravity","adult":false,"genre_ids":[35]},{"cast":[],"overview":"At the age of 5, Hannah Taylor spotted her first homeless person in the back alleys of Winnipeg. This experience not only troubled her, but it drove her to do nothing less than change the world. The Ladybug Foundation, the charity Hannah helped establish, has raised over a million dollars to date. With her huge heart and can-do attitude, she preaches a simple message of \"Share a little of what you have and always care about others.\"","release_date":"2007-09-20","vote_average":0.0,"runtime":28,"cert":"N\/A","id":262653,"title":"Hannah's Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In 1972, during the military government, a group of prisoners is confined to prison Trelew, considered maximum security . However, several of those detained had their way free, while 19 prisoners were recaptured.","release_date":"2004-09-16","vote_average":5.0,"runtime":98,"cert":"N\/A","id":262655,"title":"Trelew","adult":false,"genre_ids":[99]},{"cast":["Robert Gustafsson"],"overview":"","release_date":"2013-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262657,"title":"Robert Gustafsson: Garvsyra","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262659,"title":"AMIA: la causa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262661,"title":"El Perito Moreno","adult":false,"genre_ids":[99]},{"cast":["Katja Weitzenböck","Johannes Herrschmann","Heikko Deutschmann","Diana Körner","Michele Oliveri"],"overview":"The small watchmaking workshop in the province is all that Rudolf owns. Here he brings timepieces of all kinds to run, while his own life is at a standstill. This changes with the visit of his brother Klaus, who demands the beneficial part of the business. In order to prevent the imminent sale of the old-established shop, Rudolf resorts to the white lie. He spends his colleague Karina as his pregnant bride. Because a newly founded family can not escape the economic basis!  In this comedy, Katja Weitzenböck and Johannes Herrschmann fall so in love with each other that time stands still.","release_date":"2011-10-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":262663,"title":"Alle Zeit der Welt","adult":false,"genre_ids":[10770,35,10749]},{"cast":["Natja Bakhtadze","Sandro Koberidze","Ilia Korkashvili","Lars Rudolph","Katja Weilandt"],"overview":"Three young Georgians have to clean a castle in Berlin, where a German arms manufacturer's art collection is being set up for an exhibition. Of course, the proletariat isn't welcome at the opening party and they are banished to a servants' room in the attic. Downstairs, however, a splendid buffet attracts them - so why not just ignore the unfair prohibition and cross the line of class society? Didn't the French Revolution start over a piece of cake?","release_date":"2014-01-25","vote_average":7.6,"runtime":63,"cert":"N\/A","id":262665,"title":"A Proletarian Winter's Tale","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2002-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262667,"title":"Anki & Pytte","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2003-01-22","vote_average":1.0,"runtime":null,"cert":"N\/A","id":262669,"title":"Anki & Pytte - Tvåan","adult":false,"genre_ids":[]},{"cast":["Archil Metonidze","Lali Khabazashvili","Nana Kipiani","Aleqsandre Omiadze","Megi Tsulukidze"],"overview":"Prince Abesalom runs into an orphaned Eteri while hunting, falls for her and brings the woman to his palace as his fiancé. The Prince’s aid Murman loses his self-control at Eteri’s beauty and gives her a spelled necklace as a wedding gift. Eteri contracts a mysterious disease that only Murman is capable to heal.","release_date":"1966-12-04","vote_average":5.0,"runtime":89,"cert":"N\/A","id":262674,"title":"Abesalom and Eteri","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Starlise Waschuk","Sean Nicholson","Kevin Doree","Brett Olsen","Ritika Anand"],"overview":"Four new friends live like there's no tomorrow.","release_date":"2014-04-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":262676,"title":"Three Colors & A Canvas","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Muriel and Ram are horrible at their jobs. She couldn't care less, while he decides to finally change it.","release_date":"2014-04-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":262678,"title":"Patrons","adult":false,"genre_ids":[]},{"cast":["Holger Kubisch","Dana Bauer","Susanne Saewert","Horst Schulze","Jaecki Schwarz"],"overview":"A village has to be destroyed for coal mining. Henning, a 15 years old boy, who wants to visit his grandfather one more time, realizes that nothing will be the way it used to be.","release_date":"1990-04-05","vote_average":0.0,"runtime":91,"cert":"N\/A","id":262689,"title":"Abschiedsdisco","adult":false,"genre_ids":[18]},{"cast":["Vadivelu","Meenakshi Dixit","Manobala","Radha Ravi","G. M. Kumar"],"overview":"In the fictional princely state of Vigada Nagar, the king's corrupt ministers strike a deal with the Chinese, giving them unrestricted access to trade in the kingdom. When the king makes a witty and intelligent fellow, Tenaliraman, as a minister, they are worried about their secret. Meanwhile, Tenaliraman seems to have a plan of his own...","release_date":"2014-04-18","vote_average":6.2,"runtime":142,"cert":"N\/A","id":262691,"title":"Tenaliraman","adult":false,"genre_ids":[35,18]},{"cast":["Nathan Hollabaugh","Jeff Monahan","Carrie Shoberg","Joanna Lowe"],"overview":"A woman creates a man from the bodies of the dead...and falls in love with him.","release_date":"2013-08-06","vote_average":2.5,"runtime":90,"cert":"\"\"","id":262693,"title":"Corpsing","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262695,"title":"Pornografie und Holocaust","adult":false,"genre_ids":[]},{"cast":["Hasan Kaçan","Şebnem Sönmez","Fırat Tanış","Vildan Atasever","Cezmi Baskın"],"overview":"The year 1997... In the days when people are exiled for their thoughts, now the tables have turned and the freedom of a cow living in the village of Gomalak is in danger.  \"The Exiled Cow\". inspired from a true story, tells the tale of Sarikiz, with its spectacular cast and now meets the audience as the comedy of the century...","release_date":"2014-02-28","vote_average":6.0,"runtime":122,"cert":"N\/A","id":262697,"title":"The Exciled Cow","adult":false,"genre_ids":[35,18,10751]},{"cast":["Arulnithi","Bindu Madhavi","Ashrita Shetty","Bagavathi Perumal","Karthik Sabesh"],"overview":"Tamizh and his two friends are offered a huge sum of money by businessman Hippie Lahiri to kidnap Isha, who, incidentally, happens to be Tamizh's lover, on her wedding day. Will they be able to pull it off? Or, are there divine forces at play here?","release_date":"2014-04-04","vote_average":7.0,"runtime":141,"cert":"N\/A","id":262699,"title":"Oru Kanniyum Moonu Kalavaanikalum","adult":false,"genre_ids":[35,10749]},{"cast":["Charley Chase","Thelma Todd"],"overview":"The comic and musical adventures of Charley Chase as he fights in the great war.","release_date":"1930-12-27","vote_average":0.0,"runtime":28,"cert":"\"\"","id":262701,"title":"High C's","adult":false,"genre_ids":[]},{"cast":["Kishore","Naveen Chandra","Nassar","Piaa Bajpai","Abhimanyu Singh"],"overview":"Kishore and Abhi are Naxals who surrender to the police. But they get arm-twisted to form a criminal gang that executes criminals the cops can't lay their hands on. And, a cunning politician uses them as pawns to settle his political scores. Very soon, the gang soon finds itself in hot water.","release_date":"2014-04-04","vote_average":2.5,"runtime":null,"cert":"N\/A","id":262703,"title":"Koottam","adult":false,"genre_ids":[53]},{"cast":["Maruthi","Mrudhula Basker","M. S. Bhaskar","Manobala","Rajendran"],"overview":"Kathir (Maruthi), a medical college student from a poor family, falls in love with Charumathi (Mrudhula Bhaskar), a rich girl. As expected, their parents oppose their love and as a result, the young couple decide to die together if they can't live together. They elope with the intention of committing suicide. But when the time comes, only Charu takes the extreme step. Kathir refrains for a reason...","release_date":"2014-03-28","vote_average":4.0,"runtime":135,"cert":"N\/A","id":262705,"title":"Marumunai","adult":false,"genre_ids":[10749]},{"cast":["Victor Wagner"],"overview":"The film follows Manuel Maria du Bocage, 18th-century poet, as he travels through the world from orgy to orgy and from excess to excess.","release_date":"1997-06-12","vote_average":0.0,"runtime":85,"cert":"N\/A","id":262707,"title":"Bocage, the Triumph of Love","adult":false,"genre_ids":[18]},{"cast":["Genea Charpentier","David Cubitt","Dakota Guppy","Tricia Helfer","Estella Warren"],"overview":"Kate Aldrich, a successful career woman is devastated when her husband leaves her for stay at home mom, Laura, with whom she is forced to share custody of her beloved daughter, Izzy. But Kate's despair soon turns to terror as she begins to have intense visions that Izzy is in mortal danger -- and becomes convinced that Laura is the threat","release_date":"2013-11-18","vote_average":5.0,"runtime":82,"cert":"N\/A","id":262709,"title":"Dangerous Intuition","adult":false,"genre_ids":[10770,9648,18,53]},{"cast":["Kurt Russell","Stephen McHattie","Ralph Bellamy","Victoria Racimo","Raymond St. Jacques"],"overview":"Two young people search for a valuable medallion, which they believe will prove that aliens from outer space visited Earth in prehistoric times.","release_date":"1975-03-09","vote_average":6.5,"runtime":100,"cert":"\"\"","id":262711,"title":"Search for the Gods","adult":false,"genre_ids":[18]},{"cast":["Thommy Berggren","Thommy Berggren"],"overview":"","release_date":"2013-02-15","vote_average":1.0,"runtime":null,"cert":"N\/A","id":262713,"title":"Godheten","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-11-16","vote_average":1.0,"runtime":null,"cert":"N\/A","id":262715,"title":"Teletubbies: Bedtime Stories and Lullabies","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2005-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262717,"title":"Teletubbies Uha, rod i Teletubbyland","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2000-10-31","vote_average":1.0,"runtime":null,"cert":"N\/A","id":262719,"title":"Teletubbies and the Snow","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2004-09-15","vote_average":1.0,"runtime":null,"cert":"N\/A","id":262721,"title":"Teletubbies: Big Hug!","adult":false,"genre_ids":[10751]},{"cast":["Vakhtang Panchulidze","Ramaz Chkhikvadze","Avtandil Makharadze","Janri Lolashvili"],"overview":"The way home for Aleksandr Rekhviashvili is not charted in the conventional sense. It takes the viewer along some peculiar roads and across a unique landscape: Georgian history and legend, politics and social stratification, religion and ethics. Allusive, stylized and allegorical from beginning to end, his long-banned The Way Home is in part a tribute to Rekhviashvili’s favorite director, Pasolini, especially to The Hawks and the Sparrows (1966). Together with the short film Nutsa (1971) and the widely acclaimed Georgian Chronicle of the 19th Century (1979; SFIFF 1983), The Way Home closes a triptych of films that represent Rekhviashvili’s poetic contemplation of Georgia’s past. It makes extensive use of poems by Bella Akhmadulina (the major female poet of the cultural ‘thaw’ of the ’50s and ’60s and a Georgian by descent), and of sets by Amir Kakabadze. Like other films in the trilogy, The Way Home is stunningly photographed in black-and-white.--Oxymoron","release_date":"1981-01-04","vote_average":5.0,"runtime":78,"cert":"N\/A","id":262732,"title":"The Way Home","adult":false,"genre_ids":[18,36]},{"cast":["Mark Rylance","Pete Postlethwaite","Lynsey Baxter","Marian McLoughlin","Billy Boyle"],"overview":"The Grass Arena is based on the autobiography of John Healy. Raised in an strongly religious family, with an abusive father, John soon learns that he has to defend himself. Growing into adulthood he takes up boxing, but soon falls victim to alcoholism. His boxing career over, John takes to the Grass Arena (the park) where he lives with other alcoholics. Prison time introduces him to a new and unexpected path.","release_date":"1992-01-19","vote_average":8.0,"runtime":90,"cert":"N\/A","id":262734,"title":"The Grass Arena","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"It's the second documentary installment on professional gaming in South-Korea.  It tells the story of Jong-Hyeon Jeong, better known as IM-Mvp, and chronicles his transformation from a troubled Starcraft: Broodwar player with the Woongjin Stars team to one of the most successful Pro-Gamers in eSports history.","release_date":"2014-04-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":262736,"title":"State of Play: Rise of the King","adult":false,"genre_ids":[]},{"cast":["Reikichi Kawamura","Michiko Kuwano","Kuniko Miyake","Shin Saburi","Takeshi Sakamoto"],"overview":"A man who works late hours at a deadening job lives together with his wife and his younger sister. The younger sister's a modern girl who's starting to receive romantic attention from one of her co-workers.","release_date":"1939-04-01","vote_average":6.0,"runtime":101,"cert":"N\/A","id":262738,"title":"A Brother and His Younger Sister","adult":false,"genre_ids":[]},{"cast":["Junko Asahina","Yuka Takemura","Mizuho Nakagawa","Saori Erikawa","Masahiro Yoshiwara"],"overview":"It’s coming up to competition time for the pretty office girls of the Kara Cosmetics Company. Kei (Junko Asahina) and her co-workers are preparing their amateur rhythmic gymnastics team for an upcoming competition. In order to assist the sexy ladies, Aoki (Funasaku Sasairi) is brought in as their new coach. As the team wonders about the coach’s ability to perform both on and off the court, Kei’s relationship with him is revealed. Long ago, Aoki slept with Kei before a competition and she lost. Now, he’s worried it will happen again! Can the coach overcome his sexual issues and help Kei win this time?","release_date":"1981-10-09","vote_average":0.0,"runtime":67,"cert":"N\/A","id":262740,"title":"Female Gym Coach: Jump and Straddle","adult":false,"genre_ids":[18]},{"cast":["Danny Trejo","Maria-Elena Laas","Pastor Shepherd","Diane Hruska","Josh Perry"],"overview":"The tale of a down-on-his-luck freeze-dried-pet-salesman and his journey to become the first-ever-cyber-evangelist.","release_date":"2010-04-16","vote_average":3.8,"runtime":91,"cert":"\"\"","id":262742,"title":"Pastor Shepherd","adult":false,"genre_ids":[35]},{"cast":["Boris Chirkov","Valentina Kibardina","Mikhail Zharov","Natalya Uzhviy","Yuriy Tolubeev"],"overview":"The final part of trilogy about the life of a young factory worker, Maxim.  Following the Russian Revolution, Maksim is appointed state commissar in charge of the national bank. With great efforts, he learns the complexies of the banking trade and begins to fight off sabotaging underlings. Dymba, now a violent enemy of the Republic, tries to rob a wine store but is arrested with Maksim's help. Maksim also exposes a conspiracy of a group of tsarist officers who prepare an attempt against Lenin. He then joins the Red Army in its fight against the German occupation.","release_date":"1939-04-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":262747,"title":"The Vyborg Side","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This first feature by Amy Greenfield brings to the screen the story of the daughter of Oedipus in an emotionally relentless, visually stunning New Music Film Opera which challenges the conventions of narrative cinema to create a genre of its own. The 2500-year-old drama of the woman who defied the state to bury her brother is transformed through stark, ceaseless movement, haunting sounds and music (including themes from Glen Branca, David Van Tieghem, Elliot Sharp and Diamanda Galas) and words of outcry against our own world's injustice.","release_date":"1990-10-31","vote_average":0.0,"runtime":85,"cert":"\"\"","id":262749,"title":"Antigone\/Rites of Passion","adult":false,"genre_ids":[]},{"cast":["Shoshana McCallum","Chelsea O'Toole","Kellyn Lindsay","Kimberly DiPersia"],"overview":"At the beach, a pumpkin washes ashore and is promptly and cruelly destroyed by two young women frolicking on the sand. When they crush the pumpkin, their legs become covered in an inexplicable red liquid. Fast forward to mischief night when these same two women and their friends find themselves being stalked by a killer Pumpkinman. Is he just a sicko in a costume or something more bizarre that has marked them for death?","release_date":"2010-04-20","vote_average":4.5,"runtime":90,"cert":"\"R\"","id":262751,"title":"Night Of The Pumpkin","adult":false,"genre_ids":[27]},{"cast":["Bob Kerr","Rebecca Addelman","Holly Prazoff","Inessa Frantowski"],"overview":"A dark comedy about a young woman in her early thirties becomes aware of her own mortality and reacts by meticulously planning her own funeral. Possibly due to a lack of other big days in her life so far, such as a wedding, this becomes her moment to shine.","release_date":"2008-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":262753,"title":"The Funeral","adult":false,"genre_ids":[35]},{"cast":["Tom Griffin","Howard Loeb Babeuf","Jeff Weiss","Anne Waldman Warsch","Sanford Cohen"],"overview":"A troubled antiwar activist plans to assassinate the President of the United States. His resolve forces others in a fragmented and disillusioned group of political allies to face the threat of government counterintelligence and the temptations of middle-age security, and to reexamine their commitment to radical action.","release_date":"1968-03-26","vote_average":6.0,"runtime":100,"cert":"\"\"","id":262755,"title":"The Edge","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262760,"title":"Mitos y leyendas del Chiloe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":262762,"title":"Operation Cuckoo","adult":false,"genre_ids":[]},{"cast":["José Sacristán"],"overview":"","release_date":"2014-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262764,"title":"Sacristán: Delantera De Gallinero","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262766,"title":"Casino Wars","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262768,"title":"La tiburón Nicole","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262770,"title":"Aftermath : World Without Oil","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":262772,"title":"Orca Killing School","adult":false,"genre_ids":[]},{"cast":["Asunción Balaguer","Jorge Bosch","Zaza Mikeladze","Carles Moreu","Salvador Palomino"],"overview":"","release_date":"2012-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262774,"title":"Efímera","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262779,"title":"Reyita","adult":false,"genre_ids":[99]},{"cast":["Regina Duarte","Bárbara Paz","Gilda Nomacce"],"overview":"Gloria Polk is a decadent writer who decided to return to writing a fiction book after 17 years of absence. One day, she decides to open her home to Carol, a young journalist who lives in his building and is married to her former husband. Excited about the opportunity, Carol realizes that Gloria has an obscure facet which meant that she had great difficulty in relating to other people over the years.","release_date":"2014-05-15","vote_average":6.0,"runtime":89,"cert":"N\/A","id":262784,"title":"Never Too Old to Meow","adult":false,"genre_ids":[18,53]},{"cast":["Francesco Pannofino","Sarah Maestri","Mattia Zaccaro","Eliana Miglio","Carlina Torta"],"overview":"","release_date":"2014-04-03","vote_average":6.3,"runtime":null,"cert":"N\/A","id":262786,"title":"Il pretore","adult":false,"genre_ids":[18,35]},{"cast":["Ed Asner","David Mazouz","Joseph Fiennes","Tom Cavanagh","Valentina Lodovini"],"overview":"Young Ivan Drago's newfound love of board games catapults him into the fantastical and competitive world of game invention, and pits him against the inventor Morodian, who has long desired to destroy the city of Zyl, founded by Ivan's grandfather. To save his family and defeat Morodian, Ivan must come to know what it is to be a true GAMES MAKER.","release_date":"2014-07-03","vote_average":5.2,"runtime":112,"cert":"\"G\"","id":262788,"title":"The Games Maker","adult":false,"genre_ids":[12,10751]},{"cast":["John Lennon","Yoko Ono","Alain Delon","Jean-Pierre Melville","André S. Labarthe"],"overview":"Gérard Courant gave his most avant-garde outburst by relating for the first time the shattering experiences that took place in the second half of the 20th century (such as the Lettrist and Situationist Internationals) with the rock culture that clamored that same idea of rupture. There aren't many films with such emergence as this one, which dared to mix Lou Reed and the noisy Velvet Underground with Guy Debord's détournement techniques, drawing a line that included the Sex Pistols but also Lettrist initiatives of tampering the celluloid, based on Isidore Isou's style.","release_date":"1977-08-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":262790,"title":"Urgent ou à quoi bon exécuter des projets puisque le projet est en lui-même une jouissance suffisante","adult":false,"genre_ids":[99]},{"cast":["Joan Bennett","Donald Cook","Zasu Pitts","Richard 'Skeets' Gallagher","Lilian Bond"],"overview":"Vivienne Ware is defended by her ex-beau when she's accused of killing her faithless fiance.","release_date":"1932-05-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":262792,"title":"The Trial of Vivienne Ware","adult":false,"genre_ids":[80,18]},{"cast":["Charles Brauer","Dagmar Manzel","Vlastimil Brodský","Jiří Lábus","Barbara Philipp"],"overview":"","release_date":"2001-03-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":262794,"title":"When Grandpa Loved Rita Hayworth","adult":false,"genre_ids":[]},{"cast":["Gila von Weitershausen","Johanna Matz","Hartmut Becker","Gaby Dohm","Siegfried Schürenberg"],"overview":"","release_date":"1974-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262796,"title":"Als Mutter streikte","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film consists of shots of Belgrade Zoo, animals inside it, and the medieval fortress it was built within. Features a bizarre soundtrack of experimental music. It also features cinematography by Ratko Vladic, famous Serbian cinematographer.","release_date":"1978-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":262798,"title":"Scream","adult":false,"genre_ids":[99]},{"cast":["Mikhail Golubovich"],"overview":"Based on one of Turgenev's Hunter's Sketches: the Lone Wolf of the title is a forest caretaker for a flippant aristocrat. Though he lives in absolute misery in a hut deep in the woods with two small children to take care of, he's feared for his merciless stalking of the starving serfs who sneak in to cut firewood.","release_date":"1978-04-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":262800,"title":"Lone Wolf","adult":false,"genre_ids":[]},{"cast":["Anouk Grinberg","Tom Novembre","Sandrine Bonnaire","Juliette Lamboley","Nathalie Besançon"],"overview":"","release_date":"2007-03-07","vote_average":5.3,"runtime":null,"cert":"N\/A","id":262805,"title":"Le Procès de Bobigny","adult":false,"genre_ids":[18]},{"cast":["Kevin Dobson","Charles Hallahan","Cindy Pickett","Donna Dixon","Asher Brauner"],"overview":"Mickey Spillane's hard-hitting '50s private eye, Mike Hammer, returns to television in the guise of Kevin Dobson  to track down the killer of his best friend who was driving Hammer's car. Joining in the hunt are the detective's Girl Friday, the ever-hopeful Velma, and his cop friend, Pat Chambers.","release_date":"1981-10-15","vote_average":0.0,"runtime":98,"cert":"\"\"","id":262807,"title":"Margin for Murder","adult":false,"genre_ids":[]},{"cast":["Willi Herren","Wolfgang Kraßnitzer","Natascha Bonnermann","Björn Jung"],"overview":"","release_date":"1993-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262809,"title":"Kahlschlag","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"The festivities in honour of Sao Pedro,August 8th and 9th 1975. A complement to Gente da Praia da Vieira, isolated from the whole film material, because of its specificities and thematic unity.\" (José de Matos-Cruz)","release_date":"1975-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":262811,"title":"A Festa","adult":false,"genre_ids":[99,18]},{"cast":["Olympia Dukakis","Olympia Dukakis"],"overview":"Throughout the Islamic world, each year hundreds of women are shot, stabbed, strangled or burned to death by male relatives because they are thought to have “dishonoured” their families.  They may have lost their virginity, refused an arranged marriage or left an abusive husband. Even if a woman is raped or merely the victim of gossip, she must pay the price.  Crimes of Honour documents the terrible reality of femicide – the belief that a girl’s body is the property of the family, and any suggestion of sexual impropriety must be cleansed with her blood.  We meet women in hiding from their families, a brother who describes his reasons for killing the sister he loved, and a handful of women who have committed themselves to the protection of young women in danger of losing their lives.","release_date":"1999-12-31","vote_average":5.3,"runtime":57,"cert":"\"\"","id":262813,"title":"Crimes of Honour","adult":false,"genre_ids":[99]},{"cast":["Mick Jagger","Keith Richards","Ron Wood","Charlie Watts"],"overview":"Tip of the Tongue Documentary  Extras  Licks Around the World  Toronto Rocks DVD Trailer  Bootlegs:  \"Beast of Burden\"  \"You Don't Have to Mean It\"  \"Rock Me Baby\"  \"Bitch\"  \"I Can't Turn You Loose\"  \"Extreme Western Grip\"  \"Well, Well\"  (1–4: 4 November 2002 at Wiltern Theatre, Los Angeles, CA, USA)  (5: 8 June 2003 at Circus Krone, Munich, Germany)  (6,7: In-studio)  Select-a-Stone: \"Monkey Man\" (Multi-angle)","release_date":"2003-11-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":262815,"title":"The Rolling Stones: Four Flicks","adult":false,"genre_ids":[]},{"cast":["Mick Jagger","Keith Richards","Ron Wood","Charlie Watts"],"overview":"18 January 2003 at Madison Square Garden, New York City, NY, USA  \"Street Fighting Man\"  \"If You Can't Rock Me\"  \"Don't Stop\"  \"Monkey Man\"  \"Angie\"  \"Let It Bleed\"  \"Midnight Rambler\"  \"Thru and Thru\"  \"Happy\"  \"You Got Me Rocking\"  \"Can't You Hear Me Knocking\"  \"Honky Tonk Women\" (with Sheryl Crow)  \"(I Can't Get No) Satisfaction\"  \"It's Only Rock 'n Roll\" (B-stage)  \"When the Whip Comes Down\" (B-stage)  \"Brown Sugar\" (B-stage)  \"Jumpin' Jack Flash\"  Extras  Band Commentaries:  \"Street Fighting Man\"  \"Happy\"  \"It's Only Rock 'n Roll\"  Sheryl Crow and the Stones  Making the HBO Special  Custom Setlist  Select-a-Stone: \"Honky Tonk Women\" (Multi-angle) (Concert only)","release_date":"2003-11-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":262817,"title":"The Rolling Stones: Four Flicks – Arena Show","adult":false,"genre_ids":[]},{"cast":["Doze Niu Cheng-Tse","Zhang Shi","Wen Ying","Zeng Qingyu"],"overview":"\"Door Latch\" and his friend followed the KMT army and moved to Taiwan in 1949. They conceal their real name and get many trials and afflictions to adapt the circumstances in that special situation. Yueh-Shiang is a classic traditional woman from China country. For requiting the graciousness of being saved by Door Latch, she becomes Door Latch's wife. She suffers hardship to raise and teach their children without any complains. Door Latch wasn't well educated and can hardly read. However, he uses Yueh-Shiang's late husband's name and diploma to get himself a job. Even though there are a lot of embarrassing situations and he suffers many difficulties, Door Latch survives. Door Latch also looks after his old pal Lee Der-Sherng when Lee loses his mind. However, the KMT government released the restriction to visit Mainland China. They are able to visit their parents and relatives there. Their son finds \"their\" parents, but bigger secrets will unfold.","release_date":"1989-12-01","vote_average":7.5,"runtime":148,"cert":"N\/A","id":262831,"title":"Banana Paradise","adult":false,"genre_ids":[]},{"cast":["Aika Kanda","Toshio Watanabe"],"overview":"15 one-minute shorts created by various people from Japan's animation industry. The title of the collection, Ani*Kuri15, is abbreviated from the words \"anime\" and \"creators\".","release_date":"2008-06-07","vote_average":6.0,"runtime":15,"cert":"N\/A","id":262833,"title":"Ani*Kuri15","adult":false,"genre_ids":[12,16,35,18,10751,14]},{"cast":["Steven Bauer","Tahnee Welch","John Laughlin","Nia Peeples","Lee Anne Beaman "],"overview":"A woman seeks her own brand of justice when her sister's sexual harassment case is smothered by acts of foul play.","release_date":"1994-09-27","vote_average":0.0,"runtime":93,"cert":"\"\"","id":262835,"title":"Improper Conduct","adult":false,"genre_ids":[53]},{"cast":["Lois Adams"],"overview":"Paulie is falling to pieces. His every encounter with the opposite sex ends in violence, while stirring up memories of his prostitute mother and her brutal pimp and the sexually abusive hooker who molested him as a child.","release_date":"1982-07-01","vote_average":5.0,"runtime":82,"cert":"\"\"","id":262837,"title":"Victims","adult":false,"genre_ids":[53,27]},{"cast":["Rod Steiger","David Huffman","Robin Mattson","Richard Herd","Jerry Hardin"],"overview":"War veterans visit a lakeside cabin for a week of shooting, drinking, etc. but find the cabin being looked after by a young caretaker named David. When David's status as a war deserter is revealed, all hell breaks loose.","release_date":"1980-02-08","vote_average":6.1,"runtime":88,"cert":"\"R\"","id":262839,"title":"Wolf Lake","adult":false,"genre_ids":[53,27]},{"cast":["Lucas Till","Jane Levy","Amy Ryan","Rob Lowe","Danny Glover"],"overview":"Looking for any way to get away from the life and town he was born into, Tripp, a high school senior, builds a Monster Truck from bits and pieces of scrapped cars. After an accident at a nearby oil-drilling site displaces a strange and subterranean creature with a taste and a talent for speed, Tripp may have just found the key to getting out of town and a most unlikely friend.","release_date":"2016-12-26","vote_average":5.9,"runtime":105,"cert":"\"PG\"","id":262841,"title":"Monster Trucks","adult":false,"genre_ids":[28,35,878]},{"cast":[],"overview":"inspired by the life of a pastor who lives in the countryside of Santo Stefano di Quisquina in Sicily, Italy.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":262843,"title":"Pietra Pesante","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Carriages and crowds cross a grassy area.","release_date":"1899-12-31","vote_average":5.6,"runtime":1,"cert":"N\/A","id":262854,"title":"La Pelouse - Voitures et foules","adult":false,"genre_ids":[]},{"cast":["Emil Jannings","Viktor de Kowa","Maria Landrock","Will Dohm","Elisabeth Flickenschildt"],"overview":"","release_date":"1943-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262856,"title":"Altes Herz wird wieder jung","adult":false,"genre_ids":[]},{"cast":[],"overview":"An early short film from the Lumière brothers.","release_date":"1899-12-31","vote_average":5.6,"runtime":1,"cert":"N\/A","id":262858,"title":"Le retour. Au bois","adult":false,"genre_ids":[]},{"cast":[],"overview":"Carriages travel down the Champs Elysée.","release_date":"1899-06-12","vote_average":5.6,"runtime":1,"cert":"N\/A","id":262860,"title":"Concours d’automobiles fleuries (départ)","adult":false,"genre_ids":[]},{"cast":["Jojo Mayer"],"overview":"Jojo Mayer has assembled the most comprehensive and detailed volume on hand technique for drummers ever available. As both an inspiring instructional method and highly entertaining reference guide,this DVD is invaluable to drummers of every skill level.","release_date":"2007-04-03","vote_average":0.0,"runtime":240,"cert":"\"G\"","id":262862,"title":"Jojo Mayer: Secret Weapons For The Modern Drummer","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Belgian couple waits in an empty hotel in the Carpathian mountains. She suffers from a lingering illness. He helps her find her peace. Left alone, he escapes reality and starts to wander. DRIFT explores his quest for salvation on a mythical journey through a barren Romanian wasteland. Fighting his memories, the drifting man chooses not to speak and to loose himself in an animal-like and primitive existence. His simple but painful rituals echo an ancient culture long forgotten. As the past reveals itself, insanity sets in. Slowly, he disappears as well.","release_date":"2014-04-23","vote_average":5.0,"runtime":83,"cert":"N\/A","id":262864,"title":"Drift","adult":false,"genre_ids":[]},{"cast":["Ethan Embry","Michael Gladis","Clea DuVall","Cary Elwes","Adam Arkin"],"overview":"The owners of a failing security company start robbing houses to boost business.","release_date":"2014-04-28","vote_average":5.0,"runtime":93,"cert":"\"R\"","id":262866,"title":"In Security","adult":false,"genre_ids":[35,28]},{"cast":["Amitabh Bachchan","Yogeeta Bali","Om Prakash","Shatrughan Sinha","Asit Sen"],"overview":"Kumar Sen is an artist of eminence, a talented painter, and a renowned sculptor; and like the majority of his clan, he has a sensitive introvert. But no artist can achieve any degree of brilliance in his work. Miss Asha Varma is the only niece of a retired, jovial old pensioner, Ashok Varma, and she is truly the light of Kumar's life. One stormy night, Kumar tries to hold Ashok Varma to his unsaid promise of giving him asha's hand in marriage. But the interview ends in unpleasantness for both of them, as angrily the old man ordered Kumar never to darken his doorstep again. Soon after Ashok Varma is strangled to death. Asha's beau Rajesh is arrested for Ashok's murder. The whole drama unfolds in court and truth prevails, who really murdered Ashok Varma and whether Rajesh is innocent or guilty.","release_date":"1971-04-04","vote_average":4.2,"runtime":122,"cert":"N\/A","id":262868,"title":"Parwana","adult":false,"genre_ids":[53,9648,10749]},{"cast":[],"overview":"Kids from West End Winnipeg learn to count to One.","release_date":"2010-08-08","vote_average":0.0,"runtime":6,"cert":"N\/A","id":262876,"title":"Semi-Auto Colours","adult":false,"genre_ids":[]},{"cast":["Nikolai Dorokhin","Tatyana Okunevskaya","Osip Abdulov","Vladimir Gribkov","Aleksei Konsovsky"],"overview":"Two families represent the two classes at war on the eve of the October Revolution.","release_date":"1937-04-01","vote_average":5.0,"runtime":98,"cert":"N\/A","id":262881,"title":"The Last Night","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Life in a Russian village at harvest time as idealized peasant pastoral, concentrating on the landscapes and folk songs of the region.","release_date":"1936-04-01","vote_average":8.0,"runtime":78,"cert":"N\/A","id":262883,"title":"The Miracle Worker","adult":false,"genre_ids":[]},{"cast":["Valdemar Psilander","Christel Holch","Johanne Fritz-Petersen","Holger Reenberg","Carl Lauritzen"],"overview":"Lieutenant Fritz Lobheimer is in a relationship with a married woman when he meets Christine and both fall in love. One day, the betrayed husband discovers evidence of his wife's unfaithfulness. To gain satisfaction and restore his honor, he challenges the young man to a duel.","release_date":"1914-01-22","vote_average":0.0,"runtime":42,"cert":"N\/A","id":262885,"title":"Elskovsleg","adult":false,"genre_ids":[18]},{"cast":["Hollis McLaren","Craig Russell"],"overview":"A sequel to the 1977 film Outrageous! Too Outrageous! is about the further adventures of Robin Turner, a gay hairdresser-turned-drag queen nightclub performer.","release_date":"1987-10-16","vote_average":0.0,"runtime":105,"cert":"\"\"","id":262890,"title":"Too Outrageous!","adult":false,"genre_ids":[]},{"cast":["Shawn Yue","Gao Yuanyuan","Takuya Suzuki","Naoko Miyake","George Wang"],"overview":"Young traffic cop Yang Le (Shawn Yue) sees kindergarten teacher Xiao You (Gao Yuanyuan) leading her kids to cross the road everyday. While he starts to have special feelings for her, he suddenly learns from a friend that she is a deaf-mute. Meanwhile, Yang's half-brother has a crush on a super star (Naoko Miyake) while working as her Chinese interpreter. But she will leave China when shooting is over. Can the four find true love in the end?","release_date":"2007-01-09","vote_average":5.0,"runtime":96,"cert":"N\/A","id":262892,"title":"Love in the City","adult":false,"genre_ids":[10749]},{"cast":["Varun Dhawan","Ileana D'Cruz","Nargis Fakhri","Anupam Kher","Rajpal Yadav"],"overview":"Seenu loves Sunaina but they're chased by a stalking cop, an infatuated beauty and her mafia don dad - can Seenu's heroics work?","release_date":"2014-04-04","vote_average":5.7,"runtime":128,"cert":"N\/A","id":262903,"title":"Main Tera Hero","adult":false,"genre_ids":[10749,35]},{"cast":["Toshirō Mifune","Takashi Shimura","Ryoko Nakano","Kichiemon Nakamura","Atsuo Nakamura"],"overview":"Sen Rikyu is a ceremonial tea master who advises warlord Hideyoshi in sixteenth-century feudal Japan. His daughter, the beautiful Lady Ogin, has an unrequited love for Lord Ukon, who has angered Hideyoshi by becoming a Christian convert. Ogin's father Rikyu also displeases Hideyoshi by opposing the warlord's plan to invade China and Korea. When the animalistic Hideyoshi is rejected by Ogin, he threatens her and her father with arrest and worse.","release_date":"1978-06-03","vote_average":5.0,"runtime":154,"cert":"N\/A","id":262905,"title":"Love and Faith","adult":false,"genre_ids":[18]},{"cast":["Jukichi Uno","Izumi Ashikawa","Hideaki Nitani","Mizuho Suzuki","Shosei Muto"],"overview":"When a US army sergeant is found drowned in Tokyo Bay, an investigation is launched to determine how and why he lost his life. The investigation uncovers a black market scheme involving counterfeit money, murder, and conspiracy.","release_date":"1965-05-26","vote_average":7.0,"runtime":116,"cert":"N\/A","id":262907,"title":"A Chain of Islands","adult":false,"genre_ids":[18]},{"cast":["Miguel Alférez","Ángel Altolaguirre","Ana Curra","Jaime Gonzalo","Javier Gonzalez"],"overview":"","release_date":"2013-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262909,"title":"El peor Dios","adult":false,"genre_ids":[]},{"cast":["เดวิด อัศวนนท์","อภิษฐา คล้ายอุดม","ภาคิน บวรศิริลักษณ์","กัญญาพัชญ์ ธนันต์ชัยกานต์","พสธร ทรงถาวรทวี"],"overview":"","release_date":"2013-11-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":262911,"title":"ผีเข้าผีออก","adult":false,"genre_ids":[]},{"cast":["Clyde Baldo","Brandon Ruckdashel","Lynn Mancinelli","Olja Hrustic","Alana Jackler"],"overview":"At the height of the 1920's Paris, Flora, a beautiful courtesan and a kept woman by a famous surgeon falls madly in love with Virgil, a cherubin florist, 20 years younger than her who wants to become a painter.","release_date":"2006-11-19","vote_average":0.0,"runtime":106,"cert":"\"\"","id":262916,"title":"Boy in a Bathtub","adult":false,"genre_ids":[18]},{"cast":["Hugh Marlowe","Zena Walker","Patricia Haines","William Dysart","Thorley Walters"],"overview":"Charles Nordeck is a successful marriage counselor whose own marriage is on the rocks. When his wife Anne seeks a divorce, Charles refuses to sign the papers fearing the bad publicity could ruin his career. The adulterous Anne then convinces her lover Peter to take care of the problem.","release_date":"1969-05-14","vote_average":0.0,"runtime":90,"cert":"\"\"","id":262927,"title":"The Last Shot You Hear","adult":false,"genre_ids":[53]},{"cast":["Ken Scott","Marla Landi","Trader Faulkner","Conrad Phillips","Gerald Sim"],"overview":"A woman abandons her husband, changes her name, and remarries again. Complications ensue.","release_date":"1965-12-12","vote_average":0.0,"runtime":76,"cert":"\"\"","id":262929,"title":"The Murder Game","adult":false,"genre_ids":[80]},{"cast":["Trevor Howard","Dave Griffiths","Christopher Bramwell"],"overview":"The story of the last years of Handel.","release_date":"1985-01-01","vote_average":0.0,"runtime":119,"cert":"N\/A","id":262931,"title":"God Rot Tunbridge Wells!","adult":false,"genre_ids":[]},{"cast":["Michael Ball","Simon Callow","Rebecca Front","Lucy Speed","Letitia Dean"],"overview":"The story of Henry Purcell.","release_date":"1995-01-01","vote_average":0.0,"runtime":153,"cert":"N\/A","id":262933,"title":"England, My England","adult":false,"genre_ids":[36]},{"cast":["Tengiz Amiranashvili","Leila Abashidze","Nato Vachnadze","Aleqsandre Alaznispireli","Spartak Bagashvili"],"overview":"Local baron decides to take poor Kikola’s land and orders a local witch Babale to persuade Kikola’s wife that non-compliance will bring suffering to their children Kato and Kajana. On the day of the Bonfire, Kato plays a wicked trick on her brother by dressing up as an evil imp. The shock makes Kajana dumb. The parents take him to a distant village where he has to \"meet the miraculous icon\" in hope of recovery.","release_date":"1941-05-13","vote_average":7.0,"runtime":70,"cert":"N\/A","id":262935,"title":"Qadjana","adult":false,"genre_ids":[12,18,10751,9648]},{"cast":["Walter Abrahão","Flávio Araújo","Johnny Caldwell","Ely Coimbra","Fukiama"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262937,"title":"Quebrando a Cara","adult":false,"genre_ids":[99]},{"cast":["João Borges","Gustavo Dahl","Capitão João","Ana Maria Magalhães","Érico Vidal"],"overview":"","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262939,"title":"Uirá, Um Índio em Busca de Deus","adult":false,"genre_ids":[]},{"cast":["Lea Kurka","Harald Krassnitzer","Till Lindemann","Claude-Oliver Rudolph","Oliver Stritzel"],"overview":"","release_date":"2003-12-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":262953,"title":"Amundsen der Pinguin","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Join Savage Films on an adventure in search of the best highball boulders on the West Coast of North America. Phenomenal cinematography takes you to five new world-class locales: Red Rocks NV, Leavenworth WA, Squamish BC, Cody WY, and Castle Rocks ID. Western Gold provides a thrilling view of the bouldering experience when climbers commit to harder moves higher and higher off the ground. From the hardest to the tallest the West Coast has to offer, get ready to see something new.","release_date":"2012-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":262955,"title":"Western Gold","adult":false,"genre_ids":[12,99]},{"cast":["A. Amaran","Sonu Gowda","Ashish Vidhyarthi","Kanja Karuppu"],"overview":"Amara, a jobless youngster who comes to Madurai to help his aunt, a vegetable vendor, with her business ends up incurring the wrath of an Assistant Commissioner of Police. He is forced to flee for his life. While on the run, he ends up meeting a politician's daughter, Thenmozhi, who, after losing her first love to her dad's wrath, eventually falls for him.","release_date":"2014-02-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":262957,"title":"Amara","adult":false,"genre_ids":[]},{"cast":["José Celestino","Óscar de Lemos","Maria Emília Vilas","Barreto Poeira"],"overview":"In Porto Santo, a small island next to Madeira the drought rages and Gonçalves, a local farmer, tries to overcome the catastrophe, with the help of Bastiana, whom he dearly loves. João Venâncio, who refuses to share the water of his field, tries to steal her heart. One day Gonçalves decides to fight for his beloved, beating violently Venâncio in front of an enthusiastic crowd.","release_date":"1938-03-29","vote_average":7.0,"runtime":115,"cert":"N\/A","id":262959,"title":"The Song of the Earth","adult":false,"genre_ids":[18]},{"cast":["Vikranth","Sibiraj","Madhumitha","Chaya Singh","Vivek"],"overview":"Pattasu film is about how two friends sacrifice them for the sake of friendship.","release_date":"2009-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262964,"title":"Pattasu","adult":false,"genre_ids":[18]},{"cast":["Prasanna","Vimal","Arundhathi Nair","Nandagi","Richard Rishi"],"overview":"A team of cops is sent to the forest to capture\/kill a police officer who has gone rogue. In a parallel track, a young woman seeks the help of a debauched car driver to take her to the forest. What happens in the forest and how are these two plots connected?","release_date":"2014-06-19","vote_average":3.0,"runtime":139,"cert":"N\/A","id":262966,"title":"Netru Indru","adult":false,"genre_ids":[53]},{"cast":["Bruce Boxleitner","Susan Diol","Tia Carrere","David Paul","Peter Paul"],"overview":"Filled with anachronisms and rip offs from \"The 'A' Team\" and \"The Dirty Dozen\" - It's 1942 in Manila and an American saloon owner organizes a misfit group to fight in WWII.","release_date":"1989-04-25","vote_average":4.5,"runtime":96,"cert":"\"\"","id":262983,"title":"The Road Raiders","adult":false,"genre_ids":[28,10770]},{"cast":["Emma Bunton","Geri Halliwell","Melanie Brown","Melanie Chisholm","Victoria Beckham"],"overview":"15 years after they first took the world by storm, a new musical about the girls called Viva Forever! is about to hit the West End. The programme looks at the creative process behind the show that is produced by Judy Craymer and written by Jennifer Saunders in collaboration with the Spice Girls themselves.","release_date":"2012-12-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":262985,"title":"The Spice Girls Story: Viva Forever!","adult":false,"genre_ids":[99]},{"cast":["Eduardo De Filippo","Titina De Filippo","Regina Bianchi","Tina Pica"],"overview":"","release_date":"1951-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":262987,"title":"Filomena Marturano","adult":false,"genre_ids":[35]},{"cast":["Hansjörg Felmy","Ingeborg Schöner","Peter Weck","Fred Liewehr","Rudolf Carl"],"overview":"","release_date":"1965-10-14","vote_average":4.0,"runtime":null,"cert":"N\/A","id":262989,"title":"An der Donau, wenn der Wein blüht","adult":false,"genre_ids":[35]},{"cast":["Vladimir Vorobey","Vova Kudenko","Bakhtiyar Nabiyev","Natalya Arinbasarova","Nikolai Timofeyev"],"overview":"Beautifully shot in black and white, and scripted by Tarkovsky's collaborator Andrei Konchalovsky, this powerful melodrama tells the story of a young boy who undertakes the perilous journey to Uzbekistan's capital Tashkent, to earn some money for his hungry family. Filming in the periphery of the Soviet Union, in a time of relative political relaxation, director Shukhrat Abbasov actually dared to depict the poverty and famine that resulted from the Bolshevik Revolution.","release_date":"1968-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":262991,"title":"Tashkent, City of Bread","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"You Are Not an Orphan","cast":["Lyutfi Sarymsakova","Abid Dshalilov","Gena Tkachenko","Fima Kaminer","Larisa Luppian"],"id":262993,"overview":"The film is a touching story about an Uzbek family who gave shelter to 14 kids evacuated during the World War II while their own child was at the battlefronts.","runtime":81,"genre_ids":[18],"release_date":"1962-01-01","vote_average":0.0,"adult":false}]