[{"cast":["Peter MacLeod"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263501,"title":"MacLeod 2: Libéré sur parole","adult":false,"genre_ids":[]},{"cast":["Enrique Murciano","Nicholas Gonzalez","Clancy Brown","Yvette Yates","Rafael Agustin"],"overview":"Twin brothers nicknamed \"Water\" and \"Power\" from the hard scrabble Eastside streets of Los Angeles rise like prince's through the city's political and police ranks to become players in a complex and dangerous web of the powerful and corrupt of Los Angeles.","release_date":"2014-05-02","vote_average":3.0,"runtime":88,"cert":"\"\"","id":263503,"title":"Water & Power","adult":false,"genre_ids":[80,18]},{"cast":["Vikram Prabhu","Priya Anand","Yoge Jappie","Arjunan Nandakumar","Lekha Washington"],"overview":"When Anamika, the girl who he is on a date with, is kidnapped, Arjun goes to the police for help and gets into a dangerous situation from where there is no escape.","release_date":"2014-07-04","vote_average":6.7,"runtime":151,"cert":"N\/A","id":263505,"title":"Arima Nambi","adult":false,"genre_ids":[53,10749,28]},{"cast":[],"overview":"In late 1955 and early 1956, the citizens of Boise, Idaho believed there was a menace in their midst. On Halloween, investigators arrested three men on charges of having sex with teenage boys. The investigators claimed the arrests were just the tip of the iceberg-they said hundreds of boys were being abused as part of a child sex ring. There was no such ring, but the result was a widespread investigation which some people consider a witch hunt. By the time the investigation ended, 16 men were charged. Countless other lives were also touched.In some cases, men implicated fled the area. At least one actually left the country. The investigation attracted attention in newspapers across the nation, including Time Magazine. The \"Morals Drive\" left scars which remain to this day.","release_date":"2006-06-10","vote_average":7.0,"runtime":82,"cert":"\"\"","id":263507,"title":"The Fall of '55","adult":false,"genre_ids":[99]},{"cast":["Ruth Chatterton","Ivor Novello","Jill Esmond","Geoffrey Kerr","Doris Lloyd"],"overview":"A young Russian woman marries a wealthy Englishman, and has a daughter with him. After she has an affair with one of his friends, she is forced to leave Britain and moves to Paris. Many years later, her daughter approaches her, needing her help.","release_date":"1931-11-07","vote_average":0.0,"runtime":80,"cert":"\"\"","id":263509,"title":"Once a Lady","adult":false,"genre_ids":[18]},{"cast":["Timothy \"Speed\" Levitch","John C. McDonnell"],"overview":"Up to Speed is a six-part miniseries hosted by New York tour guide Timothy \"Speed\" Levitch who takes viewers on a \"magical history tour\" in order to “hang out and empathize with the inner psyches of famous landmarks and visit with the monumentally ignored monuments.”","release_date":"2012-09-13","vote_average":8.0,"runtime":144,"cert":"\"\"","id":263511,"title":"Up to Speed","adult":false,"genre_ids":[35]},{"cast":["Derek Jacobi","Kenneth Branagh","Richard Easton","Patrick Stewart","Richard Clifford"],"overview":"IN 1988, rising star Kenneth Branagh tackled the role of Shakespeare’s prince of Denmark for the first time in his professional career under the guidance of celebrated actor Derek Jacobi. Narrated by Patrick Stewart, this hour-long film documents how Kenneth Branagh and Derek Jacobi, two intelligent and passionate men, found new depths in Shakespeare’s classic drama, Hamlet. Filmmakers Mark Olshaker and Larry Klein follow the company through four weeks of rehearsals, from the first read-throughs to opening night.","release_date":"1990-01-07","vote_average":6.1,"runtime":52,"cert":"\"\"","id":263513,"title":"Discovering Hamlet","adult":false,"genre_ids":[99]},{"cast":["Sarah Bazri","Albert Payne","Bernard Bouillon","Jean-Pierre Yvars","Christian Taponard"],"overview":"Love has packed up and left the castle. The queen has snuck back to her Kingdom of Skedaddle. But one person’s loss is a scoundrel’s gain: Bonifacio, a teller of tall tales, sees in the forlorn queen the perfect target for his hackneyed charms. As summer approaches, he changes himself into a sweet talker and sings her praises. Things would have worked out perfectly if only Princess Molly hadn’t arrived on the scene. While visiting her mother, she quickly discovers the hoax: the queen thinks she’s found a new husband in Bonifacio. But the swindling storyteller is really only interested in the kingdom’s legends.","release_date":"2011-10-12","vote_average":6.0,"runtime":27,"cert":"N\/A","id":263515,"title":"Bonifacio in Summertime","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Meat Loaf sings live at the O2 Arena in Dublin (2010)","release_date":"2010-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263517,"title":"Meat Loaf - Live in Dublin","adult":false,"genre_ids":[]},{"cast":["Okan Cornelius","Ricky Perdana","Aditya Rino","Jozza Meidia","Novita S Anggrain"],"overview":"The story of three young men, Doni, Juan and Alex, who is married but can not eliminate their playboy nature. They have always plays with the Sexy girls.","release_date":"2013-01-10","vote_average":4.8,"runtime":86,"cert":"N\/A","id":263522,"title":"3 Playboy Galau","adult":false,"genre_ids":[18,35]},{"cast":["Lewis Black"],"overview":"In his ninth comedy special, Lewis Black tears into a country that is going nowhere at the speed of light. \"Old Yeller\" weaves the riotous tale of a country that is so strung out on ADD ...","release_date":"2013-08-24","vote_average":7.0,"runtime":60,"cert":"\"\"","id":263524,"title":"Lewis Black: Old Yeller - Live at the Borgata","adult":false,"genre_ids":[35]},{"cast":["Dietmar Mues","Barbara Nüsse","Ulrich Matschoss","Roland Schäfer","Edgar Hoppe"],"overview":"","release_date":"1982-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263526,"title":"Das Beil von Wandsbek","adult":false,"genre_ids":[]},{"cast":["Willi Forst","Olga Tschechowa","Hilde Hildebrand","Ilse Werner","Lizzi Waldmüller"],"overview":"Shortly after being demobilized, Georges Duroy becomes aware of his power over women in the arms of Rachel, a young singer. Thanks to his good looks and his charming manners and his unabashed cynicism he will rapidly rise to the top by courtesy of women women (Mme Walter, Clotilde, Madeleine), from journalist to member of Parliament to cabinet minister. But it is also the fair sex that will cause his fall in the end.","release_date":"1939-02-21","vote_average":5.3,"runtime":100,"cert":"N\/A","id":263528,"title":"Bel Ami","adult":false,"genre_ids":[]},{"cast":["Adipati Dolken","Kimberly Ryder","Keke Soeryo Renaldi","Reska Tania","Roy Marten"],"overview":"When Kara (Adipati Dolken) at the age of 18 he hoped the promise of a gift from his grandpa (Roy Marten). It turned out that the gift is not money, cars or opportunities travel around the world, but instead of independence.","release_date":"2012-07-12","vote_average":5.5,"runtime":82,"cert":"N\/A","id":263530,"title":"18++ Forever Love","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"In the travelogue The Danube Exodus, Forgács documents the Jewish exodus from Slovakia just before the beginning of World War II. In two boats, a group of nine hundred Slovak, Austrian Jews tried to reach the Black Sea via the river Danube, in order to get to Palestine from there. Forgács based his film on the amateur films of Captain Nándor Andrásovits, the captain of one of the boats. He filmed his passengers while they prayed, slept and even got married. At the end of this journey, it is clear that the boat will not return empty: a reverse exodus takes place, this time of repatriating Bessarabian Germans, fleeing to the Third Reich because of the Soviet invasion of Bessarabia","release_date":"1998-07-29","vote_average":10.0,"runtime":60,"cert":"\"\"","id":263532,"title":"The Danube Exodus","adult":false,"genre_ids":[99]},{"cast":["Sophie von Kessel","Friedrich von Thun","Petra Schmidt-Schaller","Eisi Gulp","Marc Hosemann"],"overview":"","release_date":"2009-05-25","vote_average":3.0,"runtime":null,"cert":"N\/A","id":263534,"title":"Das Beste kommt erst","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A hopelessly romantic writer hits the \"reset button\" on his life. Unlucky in love and publishing, he escapes the big city in search of a fresh start back home in the Midwest.  What he finds in the vibrant small town of Manhattan, however, is far more than just the inspiration for his new novel.","release_date":"2013-06-29","vote_average":0.0,"runtime":135,"cert":"\"\"","id":263536,"title":"Manhattan","adult":false,"genre_ids":[35,18,10749]},{"cast":["Juliet Berto","Richard Bohringer","Jean-Claude Brialy"],"overview":"Directors Jean-Henri Roger and Juliet Berto begin this thriller with sequences on the contemporary politics of southern France and the infiltration of organised crime into real estate development there: crime bosses were torching forest tracts to make way for their development schemes in the early 1980s. In the fictionalised story, Paula Barretto is caught in this underworld because her father was involved in the drug business, her brother is in the real estate scam, and her lover is an armed thief. Although she tries to get out of her corrupt and dangerous environment, it is not an easy task when even the police officers cannot be trusted, and the underworld has informants everywhere.","release_date":"1983-01-02","vote_average":5.5,"runtime":103,"cert":"N\/A","id":263538,"title":"Cap Canaille","adult":false,"genre_ids":[]},{"cast":["Ole Ernst","Karen-Lise Mynster","Anna Vallgårda","Ricki Rasmussen","Ingolf David"],"overview":"Directed by Morten Arnfred","release_date":"1983-02-11","vote_average":0.0,"runtime":106,"cert":"N\/A","id":263540,"title":"Land of Plenty","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mayhem and tangled love knots in the Southwest U.S. desert are the scourge of a group of stranded German immigrants living in a few mobile homes at the crossroads of two desert highways. Joe loves Rosa, and kills someone she had slept with because he thought their union was consentual (a rape), and he gets five years for the murder. When he is released from jail, his first priority is to attend his mother's funeral -- a death that has upset his sister so much that she is on the verge of a breakdown. His sister is supposed to marry a Mennonite, but is stuck on Joe and so that plan is scotched. Meanwhile, Rosa has taken up with another trucker, who is jealous of Joe and tries to kill him. The next thing anyone knows, the trailers and nearby buildings are going up in flames -- will Joe and Rosa survive to continue their desert saga?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263542,"title":"Dies rigorose Leben","adult":false,"genre_ids":[]},{"cast":["Genco Erkal","Erkan Yücel","Şerif Sezer","Rana Cabbar","Erol Demiröz"],"overview":"An urban Turkish teacher is transferred for political reasons to a backward Kurdish village in the mountains near the Iranian border. He is welcomed with distrust, but during that harsh year the mutual cultural misunderstandings fade away.","release_date":"1983-01-02","vote_average":5.0,"runtime":110,"cert":"N\/A","id":263547,"title":"A Season in Hakkari","adult":false,"genre_ids":[18]},{"cast":["Lucie Pátiková","Oldřich Navrátil","Blanka Bohdanová","Gabriela Bestakova","Michaela Kušnerová"],"overview":"Marta (Lucie Patikova) was blinded in an accident brought on by her careless and indulgent younger sister. Now in a school for the blind, Marta keeps up her hope that she will one day see again, mainly because her mother - out of good intentions - has led her to believe that the blindness is only temporary. Before long, Marta comes to realize that her condition will last until she dies, and she begins to despair, hating her mother for giving her false hope. Only a dedicated psychologist, Dr. Mos (Oldrich Navratil) seems to have the means of retrieving Marta from her depression.","release_date":"1983-02-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":263552,"title":"Incomplete Eclipse","adult":false,"genre_ids":[18]},{"cast":["Eduardo Ciannelli","Onslow Stevens","June Vincent","Ralph Morgan","Janis Wilson"],"overview":"Dr. Morgan (Onslow Stevens) and Dr. Cavigny (Ralph Morgan) star as a brace of scientists who return from the West Indies with a potent, phosphorescent serum that allegedly changes human beings into cats.","release_date":"1948-09-01","vote_average":4.7,"runtime":64,"cert":"\"\"","id":263554,"title":"The Creeper","adult":false,"genre_ids":[27]},{"cast":["Jean-Marc Bory","Pierre Clémenti","Heinz Bennent","Jean-Pierre Malo","Aurore Clément"],"overview":"Although there are women in the lives of the three main protagonists -- a middle-aged architect, his construction designer, and a journalist -- the women are not as crucial to the men's search for an identity as the title might suggest. When the three men run into a former professor of the architect and designer, they are inspired by his fanfare and expansive nature. Still in search of solutions to their particular problems, the men head out to visit the professor and get to the bottom of their own issues. Unfortunately, the professor turns out to be more \"loco\" than otherwise, and the three men watch their hopes burst like a popped balloon -- it seems like their ability to assess human character should now be added to their list of problem spots.","release_date":"1982-02-13","vote_average":5.0,"runtime":90,"cert":"N\/A","id":263556,"title":"L'amour des femmes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the first half of the 19th century there was a revolt in the central state of Hesse, led by Georg Büchner (Gregor Hansen), the well-known German writer, and a fellow rebel, Pastor Weidig (Franz Wittich). Büchner wrote a kind of declaration of peasant rights against the tyranny of the landholders of the time, and once that declaration (\"Der Hessische Landbote\") was made public, Büchner escaped to Strasbourg, and then to Zurich where he was killed in 1937, at the age of 23. Pastor Weidig was captured, sent to prison, tortured, and killed in prison. The revolution the two men had hoped for died on the vine due to an informer -- a planned uprising was brutally squelched -- and the peasants had to bide their time for another 12 years before the 1848 Revolution would bring them some of the rights demanded in Büchner's pamphlet.","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263558,"title":"A German Revolution","adult":false,"genre_ids":[]},{"cast":["Gudrun Ritter","Steffi Kühnert","Thomas Stecher","Brit Gülland","Fritz Marquardt"],"overview":"The time is World War II and Juergen Siebusch (Thomas Stecher) and his mother (Gudrun Ritter) are retreating along with the German army, just ahead of the invading Russian forces. Both mother and son hole up in the town of Hohengoerse, where Juergen finds some work watching over sheep - and learns a bit about the facts of sheep life that he extrapolates to some advantage when he meets the appealing Amelie (Brit Guelland), daughter of the landowner. He first helps Amelie out and later applies his new-found knowledge in a barn, appropriately enough. As the Red Army draws near, Juergen deserts a hastily put-together \"people's force,\" as he prefers the barn to the gun. Russian soldiers are shown sleeping and snoring next to their tanks, and the local fascist executed - the war is over. When the new Communist government sets up a land reform package, Amelie's mother's land gets divided up into small plots for small farmers.","release_date":"1982-01-21","vote_average":0.0,"runtime":116,"cert":"N\/A","id":263560,"title":"Romance with Amelie","adult":false,"genre_ids":[18]},{"cast":["Billie Whitelaw","Paul Freeman","Pippa Guard","Dominic Guard","David Horovitch"],"overview":"After finding her  boss, a private detective, has committed suicide and has left her his agency, Cordelia Gray is asked to investigate the suicide of the man's son.  During the course of her investigation, Cordelia becomes obsessed with the young man's memory and his increasingly suspicious death.","release_date":"1982-09-08","vote_average":6.0,"runtime":94,"cert":"N\/A","id":263565,"title":"An Unsuitable Job for a Woman","adult":false,"genre_ids":[18,9648,53]},{"cast":["James Lapian","Farah Meuthia","Marlia Hardi","Rahayu Effendi","Diding Zet A"],"overview":"James, the only child of Marni the poor widow, dreams of winning a lottery worth Rp 120 million. He is angry when his mother wakes him up and orders him to find a job. Going in and out of offices and unable to find work, he daydreams in the park of taking off the gold from the National Monument. With the money, he would establish Siluman Kontraktor company with Dewi as his secretary and also his girlfriend. Then he is woken up by the police who want to inspect his identity card. Considered insane, he is admitted to a mental hospital. Here, he is always rowdy and stirs things up. Most of the film is used to exploit the craziness of the hospital. James finally escapes.","release_date":"1981-04-10","vote_average":6.5,"runtime":86,"cert":"N\/A","id":263567,"title":"Orang-Orang Sinting","adult":false,"genre_ids":[35,18]},{"cast":["Sabrina Garciarena","Gonzalo Heredia","Alejandro Awada","Ana Celentano","Luis Brandoni"],"overview":"Buenos Aires at the outskirts of XIX century. A society rigid in patriarchal rules. A war between brothers of Argentina, Brazil, Uruguay and Paraguay. Two young and very much in love youngsters, fight for their right to be together. Obeyance and fear sets them apart along more than ten years. When they are finally reunited, will they be able to overcome the pain and tragedy that haunts them?","release_date":"2009-06-11","vote_average":4.0,"runtime":128,"cert":"N\/A","id":263569,"title":"Felicitas","adult":false,"genre_ids":[18,36]},{"cast":["Stefan Kramer","Paloma Soto","Rafael Araneda","Carlos Caszely","Javiera Contador"],"overview":"","release_date":"2013-12-04","vote_average":3.5,"runtime":110,"cert":"N\/A","id":263571,"title":"Citizen Kramer","adult":false,"genre_ids":[35]},{"cast":["Park Hak","Nah Woong","Park Jung-kyeong","Yoon Bi-yang"],"overview":"Fisherman Choon-sam (Yoon Buk-yang) is suffering financially because of a prolonged scarcity of fish. Pestered by miserly Mr. Jang to pay back his debt, Choon-sam goes out to sea in hopes of a catch but meets a watery end instead. As payment for the debt, Mr. Jang tries to take Choon-sam's daughter In-soon as his second wife. Meanwhile, In-soon (Park Noh-kyung) is mutually in love with Chun-suk (Park Hak), but torn about the suggestion of Ok-bun (Chun Hyo-bong), who lives in Seoul, to join her in the city. In order to get a job and pay back her father's debt, In-soon follows Mr. Jang's son Chul-soo to Seoul, not knowing that he harbors illicit intentions toward her.","release_date":"1939-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":263573,"title":"Fisherman's Fire","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this drama, a provincial girl goes to Paris in search of her fortune. Although she finds the City of Light to be quite different from what she'd imagined it to be, the girl manages to retain her dignity. It is only after she is thoroughly disillusioned by her experiences there that she returns to her country life.","release_date":"1981-01-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":263581,"title":"La provinciale","adult":false,"genre_ids":[]},{"cast":[],"overview":"In many ways the plot is a primary ingredient in this Shanghai film about the tragedy of a life misspent in hiding the truth due to noble, if misguided, intentions. The story begins with two married Chinese medical students who are studying abroad in the 1950s, only to have their relationship torn apart when the wife is deported to Mongolia for some unwise political views she expressed. She leaves, and rather than tell her husband that she has discovered she is pregnant, she gets a divorce and gives birth to a baby girl. Two decades later, the mother is rehabilitated, and the daughter is grown up and has become a professional dancer. Her mother comes to one of her performances, at which the daughter falls and injures her foot - an injury that adds to the mother's personal tragedy when the daughter is treated by a doctor who is actually her father.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263583,"title":"Yen gui lai","adult":false,"genre_ids":[]},{"cast":["Richard Beauvais","David Beauvais","Robert Alvarez","Taylor Mead","Sheila Gary"],"overview":"Prometheus, on an Odyssean journey, crosses the Brooklyn Bridge in search of the characters of his imagination. After meeting the Muse, he proceeds to the \"forest.\" There, under an apple tree, he communes with his selves, represented by celebrated personages from the New York \"underground scene\" who appear as modern correlatives to the figures of Greek mythology. The filmmaker, who narrates the situations with a translation of Aeschylus' Prometheus Bound , finds the personalities of his characters to have a timeless universality.","release_date":"1967-12-30","vote_average":0.0,"runtime":90,"cert":"\"\"","id":263585,"title":"The Illiac Passion","adult":false,"genre_ids":[18]},{"cast":["Mike Starr","Illeana Douglas"],"overview":"Trapped in his favorite restaurant during the worst snow storm in Chicago history, Jelly Dinotto, a lovable, misfit mobster, has one night to escape the family business and win the heart of Megan the woman of his dreams.  The problem? Jelly and his trigger-happy cousin, Nick, discover that two underachieving detectives are also trapped in the restaurant with a warrant for their arrest.  Sparks soon begin to fly, pistols light up, and the power in the restaurant goes out. Sanity is restored as Megan mysteriously finds herself in charge with the only remaining loaded gun.  As the snow continues to fall, Jelly must ultimately choose between the life he knows and the woman he loves in this engaging dark, romantic mobster comedy.","release_date":"2008-04-07","vote_average":6.0,"runtime":86,"cert":"\"\"","id":263587,"title":"Osso Bucco","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Marigolds in August was written by Athol Fugard, who in the early 1980s was South Africa's most celebrated playwright. Fugard's intense political opinions were enough for the USSR to object to Marigolds being shown in the 1980 Berlin Festival, but the objections were dropped when it was learned that Fugard had already built up a strong fan following in Eastern Europe (for various reasons, the film was not released in the US until 1984). Winston Ntshona stars as a black South African gardener who travels by foot into the white community looking for a job. Upon arriving, Ntshona discovers that another black, John Kani, may have been hired for that job. Ntshoa ruins the chances for himself and Kani by accusing the other man of planning a theft. Both men are eventually hired by a fellow outcast, a white poacher (played by Anthol Fugard himself). The message would seem to be that if the have-nots of the world stick together, it matters little how badly they're treated by the \"haves.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263589,"title":"Marigolds in August","adult":false,"genre_ids":[]},{"cast":[],"overview":"German director Hans Noever shot this crime drama in the U.S. in English, an unusual achievement at this time. The setting is Jefferson City, Missouri, and Joseph Randolph (Martin West), a VIP in a fictional electronics company, has just gotten the sack. The company bigwigs insist it is simply because of downsizing, but Randolph is not buying it. Enraged, he gets a handgun (this is the U.S.) and shoots five managers to death. Then he turns himself in and is eventually put in a psychiatric hospital by the police. His family suffers a series of tragedies that leave only his daughter to wonder about why her father was committed to an institution. She joins with a visiting reporter from Chicago and another interested man, and all three start digging deeper into the company's history.","release_date":"1980-02-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263591,"title":"Der Preis fürs Überleben","adult":false,"genre_ids":[]},{"cast":["Jeffrey D. Sams","Ron Brice"],"overview":"A struggling rapper finds a way in when he is approached by a more respected, hardcore rapper.","release_date":"1993-01-01","vote_average":7.0,"runtime":93,"cert":"\"\"","id":263593,"title":"Fly By Night","adult":false,"genre_ids":[10402,18]},{"cast":["Claude Leblanc"],"overview":"In scenes set behind closed doors that play out in real time, a fixed frame on adolescents being addressed by authority figures reveals the complexities of their daily lives. Conversely, seasonal outdoor activities like bridge diving, paintball and snowmobiling test unspoken boundaries of safety and beliefs of invincibility. Caissy masterfully allows silence to permeate scenes so that singular actions have great resonance. Almost half a century after Frederick Wiseman’s High School, Guidelines provides a fresh perspective on modern adolescents. The hairstyles have changed, but the rebelliousness remains.","release_date":"2014-02-11","vote_average":10.0,"runtime":76,"cert":"N\/A","id":263595,"title":"Guidelines","adult":false,"genre_ids":[99]},{"cast":["Casey Weber","Anna Love","Roman Jossart","Erin Martin"],"overview":"In 1980 a mother took her son to get a present on his 10th birthday. They went to an old abandoned Campground: Little Farm on the River. She took him to an old camper and asked him to step inside, once he did she reached out and grabbed a screwdriver sitting on the counter and began stabbing him over and over again. Now 30 years later a group of friends decide to go down to the campground to celebrate a birthday party, but the mood soon changes when people start turning up dead. Will the the teens be able to check out or stay at camp permanently?","release_date":"2013-11-12","vote_average":0.0,"runtime":54,"cert":"\"NR\"","id":263597,"title":"The Campground","adult":false,"genre_ids":[27]},{"cast":["Debbi Berto","Barbara Crandall","Mary Helena","Kathy Jimenez","Anne Magill"],"overview":"Six American mothers, each grieving the death of a child, journey to South Africa to volunteer with impoverished children. The strength of the people they meet and the reality of the poverty they witness deeply affects them. They ultimately discover hope and healing as a result of serving others, and through the unexpected friendships they form with each other.","release_date":"2009-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":263599,"title":"Motherland","adult":false,"genre_ids":[99]},{"cast":["Maria Schell","Ernst Stankovski","Claus Theo Gärtner","Eva Maria Bauer"],"overview":"The intertwined lives of people of both Polish and German extraction who live on the pre-World War II border between the two countries are explored in this drama. Valeska is the Polish\/German matriarch of a family living on the German side of the border. Her son is involved with the Hitler youth, but nonetheless keeps secret the presence on family land of a Jew who is hiding from the authorities. When the son inadvertently kills a soldier to prevent his sister from being raped, he runs away after borrowing money from the Jewish man. When soldiers come to the family's door looking for the missing soldier who had been billeted there, the Jewish man commits suicide. In another episode, one of the family's daughters marries a German soldier in a ceremony presided over by a Polish priest.","release_date":"1979-02-28","vote_average":0.0,"runtime":96,"cert":"N\/A","id":263601,"title":"Die erste Polka","adult":false,"genre_ids":[]},{"cast":["Anders Åberg","Grazyna Brattander","Gerissa Jalander","Bo Lindström","Tomas Norström"],"overview":"Before World War II, Swedish workers had to deal with low wages, scarce work, and the extensive importation of foreign labor, particularly for the purpose of breaking strikes. This did not make foreigners of any stripe very popular, and those from \"guest worker\" countries were particularly disliked. In this film, set in 1938, a half-Polish boy goes to Poland in search of his mother, runs into financial and psychological difficulties there, and is sent back to a Swedish mental hospital. In another story, an unfortunate woman suffers a miscarriage and ends up at the asylum where the Polish boy is being kept.","release_date":"1979-02-24","vote_average":9.0,"runtime":97,"cert":"N\/A","id":263603,"title":"Kejsaren","adult":false,"genre_ids":[18]},{"cast":["Rony Cócegas","Olney Cazarré","Alba Valeria","Sidney Marques","Older Cazarré"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263605,"title":"Os Paspalhões em Pinóquio 2000","adult":false,"genre_ids":[10751,35]},{"cast":["Spencer Tracy","Marian Nixon","Stuart Erwin","Sam Hardy","Lila Lee"],"overview":"Joe and Lucky travel around New England painting barns in exchange for an advertisement on one side. The meet Madge, who is cruelly treated by a her father who plans to marry her off to someone she despises.","release_date":"1933-01-15","vote_average":6.0,"runtime":77,"cert":"\"\"","id":263607,"title":"Face in the Sky","adult":false,"genre_ids":[35,10749,18]},{"cast":["Morten Grunwald","Jesper Langberg","Willy Rathnov","Helle Hertz","Judy Gringer"],"overview":"","release_date":"1967-06-28","vote_average":10.0,"runtime":null,"cert":"N\/A","id":263609,"title":"Det er ikke appelsiner - det er heste","adult":false,"genre_ids":[35]},{"cast":["Vin Diesel"],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":263611,"title":"The Machine","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263613,"title":"Plou I Fa Sol","adult":false,"genre_ids":[]},{"cast":["José Luis López Vázquez","Laly Soldevila","Emilio Gutiérrez Caba","Enriqueta Carballeira","Manuel Tejada"],"overview":"","release_date":"1969-06-12","vote_average":3.0,"runtime":null,"cert":"N\/A","id":263618,"title":"No somos ni Romeo ni Julieta","adult":false,"genre_ids":[]},{"cast":["Franco Nero","Jean Rochefort","Stefania Sandrelli","Gert Fröbe","Gila von Weitershausen"],"overview":"While traveling to a resort in Tunisia, the magician and clairvoyant Professor Vestar befriends the idle millionaire Edouard Vangard and he offers a ride in his car. Vestar discloses to Edouard that he had had a premonition of a woman being murdered in a desert area.","release_date":"1976-05-12","vote_average":4.0,"runtime":94,"cert":"N\/A","id":263620,"title":"Death Rite","adult":false,"genre_ids":[18,53]},{"cast":["Leonie Brill","Robert Giggenbach","Stephan Luca","Kathy Fauziah","Raven Hanson"],"overview":"A German diving instructor, Tom Broder, falls in love with the natural beauty of Malaysia - and with a courageous Malaysian biologist and environmentalist, Sarifah Bt. Ismail, fighting with her to prevent an unscrupulous hotel owner from constructing a holiday resort on a nature reserve where turtles are preserved from extinction. Then, when his elder brother, Kai, and his family turn up unexpectedly, the diving instructor is confronted with his past... because the woman his brother married was once the love of his life, until she chose the other brother. Since then the two of them haven't said a single word to each other. Now the older brother announces that he wants them to be reconciled. Nobody realises at this stage that he is up to his neck in debt and plans to fake his death in Malaysia, so he can begin a new life.","release_date":"2013-02-22","vote_average":7.0,"runtime":88,"cert":"N\/A","id":263622,"title":"Reunited in Malaysia","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"","release_date":"2011-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263624,"title":"Entre dos gegants","adult":false,"genre_ids":[]},{"cast":["Johanna von Koczian","Carlos Thompson","Hilde Hildebrand","Axel von Ambesser","Peer Schmidt"],"overview":"","release_date":"1959-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263626,"title":"Bezaubernde Arabella","adult":false,"genre_ids":[]},{"cast":["Marianne Sägebrecht","Hans-Peter Korff","Alexander Held","Sina Tkotsch"],"overview":"","release_date":"2007-03-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263628,"title":"Bezaubernde Marie","adult":false,"genre_ids":[10770,10751,35]},{"cast":["Ruth Leuwerik","O.W. Fischer","Erich Schellow","Albrecht Schoenhals","Irene von Meyendorff"],"overview":"Keller, a painter, while at the ballet is impressed with the beauty of Nicole and sketches her head on the body of a nude model. When it is shown, it causes embarrassment to Nicole's husband, Walter, a diplomat whose career is threatened.","release_date":"1954-08-26","vote_average":6.3,"runtime":100,"cert":"N\/A","id":263630,"title":"Portrait of an Unknown Woman","adult":false,"genre_ids":[10749,18,35]},{"cast":["Amal","Saranya Mohan","Kanja Karuppu","Manobala","Devadarshini"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"2013-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263632,"title":"Kolagalam","adult":false,"genre_ids":[10749]},{"cast":["Ajay Nuthakki","Nanditha Jennifer","Ramesh Babu","Sandesh","Inigo Prabhakaran"],"overview":"Ravana Desam is an tamil dramtic movie written, directed and acted in by Ajay Nuthakki. The others in the cast are Jennifer (heroine), Allu Ramesh, Santhosh, Koutalya, Bharathi Rao, Serisha and Prabhakar. The camera has been handled by V.K. Ramraj, R. Sivan has scored the music, Karthika Srinivas has edited the film and P.S. Varman has taken care of art direction.","release_date":"2013-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263634,"title":"Ravana Desam","adult":false,"genre_ids":[18]},{"cast":["Edmund Hillary","Tenzing Norgay"],"overview":"In 1953, Sir Edmund Hillary &amp; Tenzing Norgay made history as the first people to reach the top of Everest. Now, 50 years later, three sons of Everest's most celebrated climbers return to the mountain to challenge it again. Join their journey as they brave the elements and face death to climb 29,000 feet of wind-blasted rock and ice. And, relive the dramatic history of Everest from great triumphs to deadly tragedies, enduring rivalries and the unsung role of the Sherpa people—as National Geographic exposes the untold stories that lurk in the mountain's epic shadow and takes you on the ultimate Everest experience.","release_date":"2003-05-06","vote_average":0.0,"runtime":90,"cert":"\"\"","id":263636,"title":"National Geographic - Everest, Una Sfida Lunga 50 Anni","adult":false,"genre_ids":[99]},{"cast":["Anna Morna","Mia Malkova","Capri Anderson","Lia Lor","James Deen"],"overview":"Starring Anna Morna, Mia Malkova, Lia Lor, and Capri Anderson, Art of Romance features stunning visuals, powerfully passionate sex scenes, and unforgettably beautiful locations. From an erotic lingerie tease, to a gorgeous beach side tryst, this movie is a celebration of courtship and devotion.","release_date":"2013-10-15","vote_average":0.0,"runtime":104,"cert":"\"NC-17\"","id":263638,"title":"Art of Romance","adult":true,"genre_ids":[10749]},{"cast":["Carol White","Ray Brooks","Wally Patch","Adrienne Frame","Winifred Dennis"],"overview":"Cathy Come Home is a 1966 BBC television play by Jeremy Sandford, produced by Tony Garnett and directed by Ken Loach, about homelessness. A 1998 Radio Times readers' poll voted it the \"best single television drama\" and a 2000 industry poll rated it as the second best British television programme ever made. Filmed in a gritty, realistic drama documentary style, it was first broadcast on 16 November 1966 on BBC1. The play was shown in the BBC's The Wednesday Play anthology strand, which was well known for tackling social issues.","release_date":"1966-11-16","vote_average":7.1,"runtime":75,"cert":"N\/A","id":263640,"title":"Cathy Come Home","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Latha Sethupathi","Padmapriya","M. N. Nambiar","P. S. Veerappa"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1978-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263642,"title":"Madhuraiyai Meetta Sundharapandiyan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Latha Sethupathi","Venniradai Nirmala","Sachu","V. K. Ramasamy"],"overview":"Meenava Nanban (English: Fisherman 's friend), is a 1977 Indian Tamil-language film directed by C. V. Sridhar, starring M. G. Ramachandran in the lead role, with Latha, M. N. Nambiar, Nagesh among others enacting supporting roles.  Kumaran (MGR), a nice adventurer comes to take the defense of the fishermen exploited by Nagaraj (V. K. Ramaswamy), the notable of the place.  Kamaili (Latha), his daughter will fall in love with Kumaran.  Together, they will continue the fight against the injustice.  They will have much to do...","release_date":"1977-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263644,"title":"Meenava Nanban","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Vanisri","Venniradai Nirmala"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1976-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263646,"title":"Oorukku Uzhaippavan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Latha Sethupathi","Pandari Bai","P. S. Veerappa"],"overview":"","release_date":"1975-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263648,"title":"Pallandu Vazhga","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Latha Sethupathi","Chandramohan","Sharada","Manjula Vijayakumar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1975-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263650,"title":"Naalai Namadhe","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Latha Sethupathi","M. N. Nambiar","Kanchana"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1974-11-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":263652,"title":"Sirithu Vazha Vendum","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","K R Vijaya","Kanchana"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1972-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263654,"title":"Naan Yen Pirandhen","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Manju Bhargavi","Sivakumar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1972-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263656,"title":"Idhaya Veenai","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Lakshmi","V. K. Ramasamy"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1972-02-03","vote_average":4.0,"runtime":null,"cert":"N\/A","id":263658,"title":"Sange Muzhangu","adult":false,"genre_ids":[18]},{"cast":["Míla Beran","Nino Besozzi","Jana Brezinová","Carlo Capannelle","Zdeněk Dušek"],"overview":"As a car full of an assortment of characters rolls down an embankment and bursts into flames, the old driver says \"See You in Hell, Friends.\" The relations between the characters are shown in flashbacks. The pretty Rita and her fiancee Petras meet the old colonel, and come to live in his farmhouse. Rita marries the colonel as well as her fiancee, and has a daughter Christine. The colonel's supposed father shows up, and also makes amorous advances on Rita. They all live blissfully together until two holy women with axes arrive. The women start chopping down trees to build an ark. Rita starts having nightmares and Christine is crucified.","release_date":"1970-01-01","vote_average":5.5,"runtime":73,"cert":"N\/A","id":263660,"title":"See You in Hell, Friends","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Vanisri","Manorama"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1970-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263665,"title":"Thalaivan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jayalalithaa J","Major Sundarrajan","V. K. Ramasamy"],"overview":"Thedi Vandha Mappillai is directed by P.R. Panthulu released in 1970. Pasupathy(Major Sundarrajan)’s boss is shot by an unknown man, but the blame falls on Pasupathy. The surviving boss sends away his wife Parvati and son Shankar in to hiding fearing his family's fate. But before breathing his last, the boss learns the truth and entrusts Pasupathy the task of finding Parvati and Shankar and hand them their rightful family assets.Several years later Shankar(MGR) now a grown up youth, learns of the injustice committed to his father, heads out to Chennai in search of his father’s murderer.Shankar meets Pasupathy’s daughter Uma(Jayalalitha) and falls in love with her, without knowing her background. Pasupathy finally manages to find Parvati, and soon Suresh a notorious smuggler imprisons Shankar, and impersonates him, for his wealth.Parvati is forced to play along, as Suresh threatens to kill Shankar. The rest of story unveils who won in the end, Shankar or the evil forvces.","release_date":"1970-08-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263667,"title":"Thedi Vandha Mappillai","adult":false,"genre_ids":[18]},{"cast":["Huang Chien-wei","Nikki Hsieh"],"overview":"Based on a true social event, The Rice Bomber depicts a series of bombing events in Taiwan a decade ago. It is a time when the agriculture is struggling to survive. A man strives to arouse the government’s attention and to revive its conscience by making 17 rice bombs.","release_date":"2014-04-04","vote_average":7.0,"runtime":118,"cert":"N\/A","id":263669,"title":"The Rice Bomber","adult":false,"genre_ids":[18,80]},{"cast":["M. G. Ramachandran","Jayalalithaa J","Sridevi","K. A. Thangavelu","Pandari Bai"],"overview":"","release_date":"1969-11-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":263671,"title":"Nam Nadu","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jayalalithaa J","M. N. Nambiar","Pandari Bai","Nagesh"],"overview":"Twins Sekhar (Master Sekhar) and Anand (Master Sekhar) along with Mangalam (Pandari Bai), their mother witness their father (S.V.Ramdass) being killed by escaped prisoner Nagappan (M. N. Nambiar), and are grief-stricken. This prompts the family to leave to Chennai in order to pursue a new life. But when Sekhar gets down from the train to fetch some water, it leaves without him. Nagappan arrives and kidnaps Sekhar, who is raised as a criminal, unaware that the same man killed his father. Years later, the now-grown up Sekhar (MGR) who calls himself \"Babu\", is an established criminal and is the most wanted man in the city. On the other hand, Anand (MGR) is a club-dancer and neither are aware of each other's existence. During a police encounter, Babu is fatally wounded and seeks shelter in Mangalam 's house, although he does not recognise her as his mother. He develops a soft corner for her","release_date":"1968-03-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":263676,"title":"Kudiyirundha Koyil","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jayalalithaa J","Manorama","Nagesh","R. S. Manohar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1968-10-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":263678,"title":"Kadhal Vaaganam","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jayalalithaa J","R. Muthuraman","Vanisri","S. A. Asokan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1968-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263680,"title":"Kannan En Kadhalan","adult":false,"genre_ids":[14]},{"cast":["M. G. Ramachandran","Jayalalithaa J","M. M. A. Chinnappa Devar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1968-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263682,"title":"Thaer Thiruvizha","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","Jayalalithaa J","M. N. Nambiar","S. A. Asokan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1967-05-19","vote_average":5.5,"runtime":null,"cert":"N\/A","id":263684,"title":"Arasa Kattalai","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","K. A. Thangavelu"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1966-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263686,"title":"Petralthan Pillaya","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jayalalithaa J","M. N. Nambiar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1966-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263688,"title":"Mugaraasi","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","Bharathi Rao","M. N. Nambiar","Nagesh"],"overview":"Nadodi is another successful film of MGR directed by Bhanthulu. MGR &amp; Saroja Devi excellently performed as blind in this movie. The movie contains all popular songs as Androru Naal, Kadavul Seitha Paavam , Naadu Athai Naadu, Thirumbi Vaa, Rasikkathane Indha Azhagu. The good screenplay makes us to enjoy the movie with great performance.","release_date":"1966-04-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":263690,"title":"Nadodi","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","M. R. Radha"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1963-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263704,"title":"Needhikkupin Paasam","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi"],"overview":"","release_date":"1963-01-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263706,"title":"Panathottam","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","M. R. Radha","S. A. Asokan","V. K. Ramasamy"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1963-02-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263708,"title":"Dharmam Thalai Kaakkum","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","E. V. Saroja"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1963-02-08","vote_average":9.0,"runtime":null,"cert":"N\/A","id":263710,"title":"Koduthu Vaithaval","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","B. Saroja Devi","Nagesh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1962-02-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263712,"title":"Maadappura","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Bhanumathi","Padmini"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1962-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263714,"title":"Raani Samyuktha","adult":false,"genre_ids":[36]},{"cast":["M. G. Ramachandran","B. Saroja Devi","M. R. Radha"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1962-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263716,"title":"Thaayai Kaatha Thanayan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Jamuna","K. A. Thangavelu","Raja Sulokshana","P. Kannamba"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1959-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263724,"title":"Thaai Magalukku Kattiya Thaali","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Padmini","S. D. Subbu Lakshmi","Lalitha","P. S. Veerappa"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1957-04-25","vote_average":4.0,"runtime":null,"cert":"N\/A","id":263726,"title":"Rajarajan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Anjali Devi","T. P. Muthulakshmi","K. A. Thangavelu","P. S. Veerappa"],"overview":"","release_date":"1957-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263731,"title":"Chakravarthi Thirumagal","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Bhanumathi","N. S. Krishnan","T. S. Balaiah","Padmini"],"overview":"","release_date":"1956-04-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263733,"title":"Madurai Veeran","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","Bhanumathi","M. G. Chakrapani","T. S. Dorairaj"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1954-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263735,"title":"Malaikkallan","adult":false,"genre_ids":[18]},{"cast":["M. G. Ramachandran","V. N. Janaki","P. S. Veerappa","M. N. Nambiar","M. G. Chakrapani"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1953-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263737,"title":"Naam","adult":false,"genre_ids":[18]},{"cast":["Honnappa Bhagavathar","Trichur Premavathi","M. G. Ramachandran","K. Malathi","M. G. Chakrapani"],"overview":"","release_date":"1946-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263751,"title":"Sri Murugan","adult":false,"genre_ids":[36]},{"cast":["T. R. Mahalingam","R. Bala Saraswathi","M. G. Ramachandran","N. S. Krishnan","T. A. Madhuram"],"overview":"","release_date":"1943-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263753,"title":"Dhaasippen","adult":false,"genre_ids":[36]},{"cast":["M. R. Krishnamoorthi","Thavamani Devi","M. G. Ramachandran","N. S. Krishnan","T. A. Madhuram"],"overview":"","release_date":"1941-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263755,"title":"Vedavathi","adult":false,"genre_ids":[18]},{"cast":["M. K. Radha","M. G. Ramachandran","Sharada","N. S. Krishnan","M. G. Chakrapani"],"overview":"","release_date":"1939-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263757,"title":"Maya Machindra","adult":false,"genre_ids":[18]},{"cast":["V. S. M. Raja Ram Iyer","M. G. Ramachandran"],"overview":"","release_date":"1937-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263759,"title":"Veera Jagathis","adult":false,"genre_ids":[18]},{"cast":["K. P. Kesavan","K. K. Perumal","M. M. Radhabai","T. S. Krishnaveni","T. S. Balaiah"],"overview":"Vijayakumar and Sukumar (K. P. Kesavan) are brothers. Sukumar, the younger brother is an actor and goes to Madras to earn a living. There he gets a break and becomes famous. The money he sends for his family's upkeep is stolen by Vijayakumar and his wife. Because of their greed, the joint family gets split. After some time, the wayward brother and sister in law have a change of heart and repent for their actions. The family is once again reunited.","release_date":"1936-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263761,"title":"Iru Sahodarargal","adult":false,"genre_ids":[18]},{"cast":["Anna Tőkés","Gyula Csortos","Ferenc Kiss","Lajos Vértes"],"overview":"About a man's disappointment in love, and this provides the foundation for the upcoming trial of a much more significant love. The scene of the fatal meeting, the bar, which is a kind of world-model, and its environment: a fort under siege, from where it's almost impossible to escape...","release_date":"1933-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":263778,"title":"Café Moszkva","adult":false,"genre_ids":[12]},{"cast":["Willy Millowitsch","Claus Biederstaedt","Hannelore Auer","Harry Hardt","Friedrich Schoenfelder"],"overview":"","release_date":"1960-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263780,"title":"Willy, der Privatdetektiv","adult":false,"genre_ids":[]},{"cast":["Cliff DeYoung","Anthony Hopkins","Denise Alexander","Sian Barbara Allen","Martin Balsam"],"overview":"Fact-based story of the kidnapping of Charles Lindbergh Jr., son and namesake of the famed pilot, and ensuing trial of accused and convicted killer, Bruno Hauptmann.","release_date":"1976-02-26","vote_average":7.5,"runtime":148,"cert":"\"\"","id":263782,"title":"The Lindbergh Kidnapping Case","adult":false,"genre_ids":[80,18,10770]},{"cast":["Willy Millowitsch","Harald Juhnke","Walter Gross","Viktor Staal","Willy Reichert"],"overview":"","release_date":"1964-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263784,"title":"Die drei Scheinheiligen","adult":false,"genre_ids":[]},{"cast":["Maureen Stapleton","Charles Durning","Michael Brandon","Michael Strong","Charlotte Rae"],"overview":"A middle-aged woman finds herself simply a widow, a grandmother and a person when a friend takes her to the Stardust Ballroom, a dance hall which recreates the music and atmosphere of the 1940s. There she encounters a most unlikely Prince Charming, a middle-aged mailman. With this encounter, life takes on a new meaning for the film's heroine.","release_date":"1975-02-13","vote_average":7.0,"runtime":98,"cert":"\"\"","id":263786,"title":"Queen of the Stardust Ballroom","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Carol Burnett","Alan Alda","Millie Slavin","Lawrence Pressman"],"overview":"Two strangers meet when they respond to an ad in The New York Times for a river view apartment. Paul Friedman is a married advertising copywriter; Ann Miller a discontented housewife. They view the apartment, but before they can leave discover that the door has accidentally been locked and they are now trapped inside together. A connection quickly forms between them as they begin sharing things about their lives, and they find themselves attracted to one another.","release_date":"1974-03-17","vote_average":0.0,"runtime":110,"cert":"\"\"","id":263788,"title":"6 Rms Riv Vu","adult":false,"genre_ids":[10770,35]},{"cast":["Ilona Staller","Rocco Siffredi","Miss Pomodoro","Peter North","Misty Regan"],"overview":"Cicciolina is a creator of comic books. Her publisher requests that she write some erotica. She requires some visual hints.","release_date":"1990-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":263802,"title":"Amori Particolari Transessuali","adult":true,"genre_ids":[]},{"cast":["James Whitmore Jr.","Tom Selleck","Joseph Ruskin","Lina Raymond"],"overview":"American soldiers (Tom Selleck and James Whitmore Jr.) must travel behind enemy lines to procure the formula for a deadly Nazi toxin in this World War II adventure.","release_date":"1978-01-01","vote_average":4.0,"runtime":77,"cert":"\"\"","id":263804,"title":"The Gypsy Warriors","adult":false,"genre_ids":[35,18,28,10752]},{"cast":[],"overview":"The first film made by Markopoulos after moving to Europe, Bliss was shot over the course of two days using only available light to create a lyrical study of the interior of the Church of St. John on the island of Hydra.","release_date":"1967-06-02","vote_average":0.0,"runtime":6,"cert":"\"\"","id":263806,"title":"Bliss","adult":false,"genre_ids":[]},{"cast":[],"overview":"“AMOR is an exquisite lyric, shot in Rome and at the natural theatre of Salzburg. The recurring sounds of cutting cloth, hands clapping, hammering, and tapping underline the associations of the montage of short camera movements, which bring together the making of a suit, the restoration of a building, and details of a figure, presumably Beavers himself, standing in the natural theatre in a new suit, making a series of hand movements and gestures. A handsomely designed Italian banknote suggests the aesthetic economy of the film: the tailoring, trimming, and chiseling point to the editing of the film itself.” (P. Adams Sitney).","release_date":"2000-09-09","vote_average":0.0,"runtime":15,"cert":"N\/A","id":263808,"title":"AMOR","adult":false,"genre_ids":[]},{"cast":["Alois Švehlík","Margrit Tenner","Olgierd Łukaszewicz","Günter Naumann","Malgorzata Braunek"],"overview":"The painter Joerge Ratgeb was a contemporary of Albrecht Dürer (1471-1528). Based on the evidence in paintings discovered to be Ratgeb's work, and on fragments of the historical record, he is believed to have been one of the rare craftsmen who supported the Peasant's War (1524-26). This East German film recounts his efforts as an ancient ally in struggles prefiguring the rise of communism and workers' movements. In the film, set in 1517, Ratgeb (a resident of Herrenberg) has been asked by the peasant's group to paint a flag for them for their coming protests, but he refuses, claiming he is an artist, not a politician. During a trip to visit Albrecht Dürer, who is his artistic hero, he has occasion to see the oppression of the peasants and serfs and comes to believe that something must be done.","release_date":"1978-05-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":263810,"title":"Jörg Ratgeb - Maler","adult":false,"genre_ids":[36]},{"cast":["Hisashi Igawa","Sachiko Hidari","Yoshie Ichige","Kazuko Imai","Yoshio Yoshida"],"overview":"Set in the time of steam locomotives and covering a period of almost 30 years, this sensitive film tells the story of the wife of a railroad worker in the northern part of Japan. The ferocious local class restrictions work to keep her husband in his place, as does his lack of education.","release_date":"1977-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263812,"title":"The Far Road","adult":false,"genre_ids":[18]},{"cast":["Наталка Половинка","Роман Луцький","Victor Demertash","Вероніка Шостак","Орест Ягіш"],"overview":"The film is a psychological drama developing on the highlands of the Carpathian Mountains. Two helpless old men, brothers, desperately trying to keep up competition with each other in order to prolong their lives. Even though their bodies are decaying and both are sick the one still wants to outlive the other ... But one day a woman enters their remote dwelling...","release_date":"2014-11-27","vote_average":9.0,"runtime":120,"cert":"N\/A","id":263814,"title":"Brothers. The final confession","adult":false,"genre_ids":[18]},{"cast":["Endre Holmann","Dajka Margit","Sándor Szabó","Erzsébet Kútvölgyi","Dezső Garas"],"overview":"After the breakup of the Austro-Hungarian Empire, a young Hungarian, wanted by the police for political crimes, escapes to just this side of the Austrian border. When he discovers that his escape contact has been shot, he disguises himself as a woman and, posing as a maid, takes refuge at a tuberculosis sanatorium. He lives there as a woman for the entire winter before resuming his journey in the spring.","release_date":"1976-01-06","vote_average":7.0,"runtime":82,"cert":"N\/A","id":263822,"title":"A Strange Role","adult":false,"genre_ids":[18]},{"cast":["Milena Zupančič","Miranda Caharija","Marjeta Gregorač","Milena Muhič","Zlatko Šugman"],"overview":"As she tries to cope with the changes in Yugoslav rural life brought about by increasing modernization, the Widow Karolina wishes she had become a mother. As difficult as things are for her, they are nonetheless much more difficult for her more-conservative and less-thoughtful neighbors.","release_date":"1976-11-16","vote_average":5.0,"runtime":109,"cert":"N\/A","id":263824,"title":"The Widowhood of Karolina Zasler","adult":false,"genre_ids":[18]},{"cast":["Jochen Busse","Andrea Rau","Herbert Fux","Wolfgang Lukschy","Herb Andress"],"overview":"Part satire, part drama, this movie tells the story of Anton Paulisch (Herb Andress), who has been living and working as an actor in Rome. When he hears that his mother is mortally ill, he returns to Munich to be at her bedside, but doesn't quite make it. He and sister Astrid (Elke Haltaufderheide) rediscover their friendship, though, as they go through a number of crises. Meanwhile, Anton makes an effort to find work in Munich, and runs headlong into the silliness and pretensions of the \"New German Cinema\" movement.","release_date":"1977-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263826,"title":"Die Vertreibung aus dem Paradies","adult":false,"genre_ids":[18]},{"cast":["Boman Irani","Farooq Shaikh","Jacky Bhagnani","Neha Sharma","Shah Rukh Khan"],"overview":"Abhimanyu Kaul - a young, independent, Games Developer, living in Japan and the love of his life, Anwita Chauhan - a bubbly, passionate and full of life, summer intern. Their happy and content life faces the test of time, when blood ties and the pressure of being born into the first family of India tears a young Abhimanyu between his love for Anwita and a promise made to his dying father, the Prime Minister of India. Being a public figure, by reluctantly accepting to represent the governing party, much against his own wishes and at the cost of his private life, is a double-edged sword that Abhimanyu must walk on.","release_date":"2014-03-28","vote_average":5.1,"runtime":133,"cert":"N\/A","id":263828,"title":"Youngistaan","adult":false,"genre_ids":[18,10749]},{"cast":["Nurgazy Sydygaliyev","Sabira Kumushaliyeva","Orozbek Kutmanaliyev","Aiturgan Temirova","Asankul Kuttubayev"],"overview":"Longing to discover his father, a sad young boy dreams of becoming a fish and swimming to the great white ship he sees traversing Lake Issyk. Lost in his dreams, and buoyed by the pagan tales of his Central Asian grandfather, he feels a close communion with nature: so much so that when a hunter kills a stag, he too takes a final, liberating leap.","release_date":"1976-01-02","vote_average":5.0,"runtime":100,"cert":"N\/A","id":263830,"title":"The White Ship","adult":false,"genre_ids":[18]},{"cast":["Kaori Momoi","Hannah Levien","Andris Bulis","Daniel Messier","William Goldstein"],"overview":"Psychological thriller connecting three different people in the mysterious vortex, trying to untangle the dramatic fight of border between the truth and fantasy.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":263832,"title":"OKI - In the Middle of the Ocean","adult":false,"genre_ids":[18,9648,53]},{"cast":[],"overview":"Raheleh and Fataneh are two ex-cons, released from prison at the same time. As they are outside on provisional parole, they do their best not to commit a misdemeanor.","release_date":"2013-10-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":263834,"title":"A Friend’s Shoulder","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Breathers-In is a 16mm experimental narrative film in which two Victorian Sisters float through a post-industrial landscape of Loss and Alienation. Through the use of archetypal characters, silent-film aesthetics, and asynchronous sound, The Breathers-In produces a world in which established constructs of identity, race, and narrative itself are slowly splintered apart.","release_date":"2002-03-12","vote_average":0.0,"runtime":30,"cert":"\"\"","id":263842,"title":"The Breathers-In","adult":false,"genre_ids":[]},{"cast":["Pierre Baux","Prune Derriennic","Roxane Duran","Grégory Gadebois","Xavier Gallais"],"overview":"","release_date":"2013-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":263844,"title":"Portraits de maîtresses","adult":false,"genre_ids":[]},{"cast":["Gilberto Gil","Dominguinhos","Targino Gondim","Elba Ramalho","Sivuca"],"overview":"","release_date":"2002-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263846,"title":"Viva São João!","adult":false,"genre_ids":[10402,99]},{"cast":["Ethan Ebel","Sharon Ambielli","Cozette Carroll","Annelise Fifi","Ben Russell"],"overview":"“A deadpan video art reworking of 1982's highest-grossing movie, EXTRA TERRESTRIAL peels away layers of sentimental narrative goo from its source, exposing a hard core of anxiety, loneliness and dread. Shifting the focus from character to interior, Ben Russell and Rhyne Piggott mine the landscape of a beige-carpeted ranch style house for new insights into the architecture of suburban alienation.” - Anne Reecer, Cinematexas","release_date":"2004-01-01","vote_average":4.0,"runtime":11,"cert":"\"\"","id":263848,"title":"Extra Terrestrial","adult":false,"genre_ids":[18]},{"cast":["Dave Grant","Sharon Ambielli","Erik Fabian"],"overview":"Shot in the abandoned buildings of Gary, Indiana and the cornfields of Western Illinois, The Twenty-One Lives of Billy the Kid presents a fractured historical narrative without any real protagonist, one in which the titular character goes mostly unseen - Billy the Kid as the always-off-screen assailant, as a ghost’s laugh, as a shadow on the road.","release_date":"2005-01-01","vote_average":6.5,"runtime":55,"cert":"\"\"","id":263850,"title":"The Twenty-One Lives of Billy The Kid","adult":false,"genre_ids":[37,18]},{"cast":["Katsuhiro Suzuki","Baba Ryouma","Arisa Komiya","Hiroya Matsumoto","Keiji Fujiwara"],"overview":"The Go-Busters must protect the Tokyo Enetower from the evil Vaglass organization. However Enter's new creation Steamloid causes the Buddy Roids to rust, making them unable to fight or be used in the Buster Machines.","release_date":"2012-08-04","vote_average":3.0,"runtime":30,"cert":"N\/A","id":263852,"title":"Tokumei Sentai Go-Busters the Movie: Protect the Tokyo Enetower!","adult":false,"genre_ids":[28,12,878]},{"cast":["Erich Wildpret","Kevin Bigley","Thomas Brodie-Sangster","Jackie Hisaw","Andrew Howard"],"overview":"The Emersons are a theatrical family, of sorts - one son Samuel,17, is a street performer who recites Shakespeare while his brother Beckett, 19, picks pockets in the crowd. Their father Warrn, a has-been thespian, spends the take on booze and ponies. But Samuel wants to make like his comic book hero 'The Cardinal Comet' and split. And a visit from a murderous loan shark gives Samuel a chance at freedom -- but at a high price...","release_date":"2011-01-01","vote_average":6.1,"runtime":18,"cert":"N\/A","id":263854,"title":"My Left Hand Man","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Two cocks fight whilst being watched by two men.","release_date":"1896-12-01","vote_average":7.5,"runtime":1,"cert":"\"\"","id":263856,"title":"Cock Fight","adult":false,"genre_ids":[99]},{"cast":["Anna Dymna","Jerzy Trela","Sharon Brauner","Maciej Kozłowski","Tomasz Elsner"],"overview":"","release_date":"1984-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263858,"title":"Wedle wyroków twoich...","adult":false,"genre_ids":[10752,18]},{"cast":["Max Linder"],"overview":"A housewife tires of her husband's annoying behavior and returns to her mother. At first, the husband is quite pleased to have the house all to himself. But he quickly discovers that even the most basic domestic chores can be fraught with difficulty.","release_date":"1908-02-29","vote_average":5.3,"runtime":10,"cert":"\"\"","id":263860,"title":"Troubles of a Grass Widower","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2013-08-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":263862,"title":"Good News To Every Nation, Tribe, and Tongue","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy helps to escape a convict after meeting him at his mother's graveyard. The convict gets rich in Australia and when he returns is arrested again but released in the last moment after a dying convict confesses.","release_date":"1909-05-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":263864,"title":"The Boy and the Convict","adult":false,"genre_ids":[18]},{"cast":["Michael Degen","Rolf Becker","Matthias Fuchs","Siegfried Kernen","Ulrich Matschoss"],"overview":"","release_date":"1988-01-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263869,"title":"Die Bombe","adult":false,"genre_ids":[]},{"cast":["Ekaterina Osmyalovskaya","M. Platonov","G. Manko","Ivan Patorzhinsky","Stepan Shkurat"],"overview":"This film is the first adaptation of an operetta written by Ukrainian composer Mykola Lysenko. It follows the trials and tribulations of Natalka and Peter (Petro). The sweethearts planned to get married; however, Natalka's father does not approve of the marriage because Petro was not affluent enough to keep Natalka in the manner he thought that she should be kept. Petro goes off to earn the required fortune.","release_date":"1936-12-24","vote_average":5.0,"runtime":71,"cert":"\"\"","id":263871,"title":"Natalka Poltavka","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Adrien Brody","Kari Wührer","Burt Young","Jeff Wincott","Holly Gagnier"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":263873,"title":"The Undertaker's Wedding","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The first Studies were synchronized with records (Fischinger made a total of 13 Studies all without sound). It was only with the introduction of sound, beginning with Study No 6 that the films did full justice to this musical principle. The play of the white lines, the arcs, and the upside-down U’s running hither and thither like ballet dancers was brought into perfect synchronization with the music, and thus the films offered an abstract illustration of the melodies. Study No 6 is certainly the best of his films in terms of forms. - Hans Scheugl and Ernst Schmidt, Jr.","release_date":"1930-01-01","vote_average":6.5,"runtime":2,"cert":"N\/A","id":263875,"title":"Study No. 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"Biker movie from 2000","release_date":"2000-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":263877,"title":"Cazador de serpientes","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this independent comedy-drama from Canada, a pair of brothers -- Wes (Shaun Johnston), a reckless biker, and Cliff (David Everhart), a clean-living suburbanite -- are brought back together to patch up their differences after the death of their mother. With Wes' girlfriend (Kim Hogan) in tow, the boys begin confronting issues that have weighed them down since childhood, though their rivalries and jealousies begin to surface as well.","release_date":"1993-01-01","vote_average":0.0,"runtime":93,"cert":"\"\"","id":263879,"title":"Two Brothers, a Girl and a Gun","adult":false,"genre_ids":[]},{"cast":["Silambarasan","Rakshita","Ashish Vidhyarthi","Delhi Ganesh","Radha Ravi"],"overview":"Dum is a remake of Kannada movie Appu. Sathya is the son of a police constable. He gets into fights and ends up in jail where his own father gets him out of bail. While he was returing home from a party drunk, a group of college students beat him up. Thats when Rakshita comes and takes him to hospital and gives blood. She is the daughter of a police commissioner.","release_date":"2003-04-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":263881,"title":"Dum","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Swollen Stigma nourishes the fantasy of its protagonist’s inner life and proposes a lesbian imaginary which takes leap into risk and displacement. The film opens with an entranced seated woman working her fingers through a single strand of hair and proceeds to explore her lived imaginary in which desire and fear interlace. She re-visions different moments in time which are haunted by an absent lover. Like a playful fairy princess, this lover appears upside down in an armchair, hanging legs-down from the ceiling, playing dead on the floor, or eating roses; her body continuously permeates the woman’s reality. The film’s shifting points of view jump between the protagonist, fantasy spaces and her lover, making an internal world leak into what is external with the fluidity of blood into water.","release_date":"1998-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":263883,"title":"Swollen Stigma","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ritualised through performance to camera, Stages of Mourning is Pucill’s journey of bereavement. In as much as this is a meditation on coming to terms with loss, the film is an exploration of how our relationship with the dead is made different through film. The artist orders image fragments of her late lover and collaborator, Sandra Lahire. By trying to physically immerse herself into photographs and film footage or by restaging these, Pucill forms a continuous stream of a life of two lovers. Through this doubling and layering, illusions accumulate as if these were a product of a machine that didn’t stop.","release_date":"2004-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":263885,"title":"Stages of Mourning","adult":false,"genre_ids":[]},{"cast":["Selvaraj","Rekha","Silambarasan","Krishna Rao","Kumarimuthu"],"overview":"Enga Veetu Velan is a Tamil film released in 1992 directed and produced by T. Rajendar. The lead roles are played by Selvaraj and Rekha, whilst the film featured an extensive cast, which also featured Rajendar's real life children, along with a bevy of supporting actors. The film released on 10 April 1992. The film completed a 100-day run.","release_date":"1992-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263893,"title":"Enga Veetu Velan","adult":false,"genre_ids":[]},{"cast":["James Finlayson","Martha Sleeper","Theodore von Eltz","Stuart Holmes","Stan Laurel"],"overview":"This western comedy is about rancher Finlayson's beautiful daughter, Martha Sleeper, who refuses to marry the bad guy and how Jimmy and dimwitted cowhand Stan bumble their way into a successful defense of her and the ranch.","release_date":"1928-01-15","vote_average":5.0,"runtime":20,"cert":"\"\"","id":263895,"title":"Should Tall Men Marry?","adult":false,"genre_ids":[35]},{"cast":["Mark Rendall","Nicholas Campbell","Sheila McCarthy","Michael Levinson","Victoria Sanchez"],"overview":"A father-son camping expedition runs aground on misfortune and family secrets.","release_date":"2014-04-11","vote_average":7.0,"runtime":101,"cert":"N\/A","id":263897,"title":"Algonquin","adult":false,"genre_ids":[18]},{"cast":["T. Rajendar","Murali","Roja Selvamani","Karan","Kuralarasan"],"overview":"Sonnal Thaan Kathala is a 2001 Tamil romance film directed, produced by and starring T. Rajendar. Murali, Roja Selvamani, Karan, Livingston, and Vadivelu play other important roles, while Silambarasan Rajendar makes a special appearance.","release_date":"2001-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263899,"title":"Sonnal Thaan Kaadhala","adult":false,"genre_ids":[10749]},{"cast":["T. Rajendar","Gautami Tadimalla","Janagaraj","Silk Smitha","S. S. Chandran"],"overview":"Oru Vasantha Geetham is a Tamil film released in 1994 directed and produced by T. Rajendar. Rajender himself appeared in the title role with Gouthami, whilst the film featured an extensive cast, which also featured Rajendar's three real life children, along with a bevy of supporting actors. The film released on 4 May 1994.","release_date":"1994-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263901,"title":"Oru Vasantha Geetham","adult":false,"genre_ids":[]},{"cast":["Jamie Bannerman","Dave Courtney","Lucy Drive","Jerry Anderson","Richard Angol"],"overview":"Through flashbacks, Full English Breakfast follows the violent career of Dave Bishop (Dave Courtney) a small-time London villain who kills his way to the top of Britain's drugs empire. Now happily 'retired' on the Kent coast Dave becomes embroiled in a bloody battle of wits with Al Qaeda terrorists who want to take over his criminal empire. Adding to the old mobster's woes is his younger trophy wife (Lucy Drive) wanting to play away with his new driver (Jamie Bannerman).","release_date":"2014-04-07","vote_average":4.3,"runtime":159,"cert":"\"R\"","id":263903,"title":"Full English Breakfast","adult":false,"genre_ids":[28,80,9648,53]},{"cast":["Damien E. Lipp","Stephanie Mauro","Sophie Wright","Tristan Barr","Tilly Legge"],"overview":"Beckoning the Butcher explores the night Chris Shaw and his four friends summoned a spirit into their holiday house - then disappeared forever.","release_date":"2013-11-23","vote_average":4.1,"runtime":80,"cert":"N\/A","id":263905,"title":"Beckoning the Butcher","adult":false,"genre_ids":[18,27,53]},{"cast":["Robert Beatty","Lee Patterson","Betty McDowall","Vincent Winter","Robert Ayres"],"overview":"A boy is accidentally locked in a bank vault. With less than 10 hours of oxygen left in the vault, it becomes a race to save the boy.","release_date":"1957-08-27","vote_average":6.0,"runtime":73,"cert":"N\/A","id":263910,"title":"Time Lock","adult":false,"genre_ids":[53]},{"cast":["Joie Lee","Cinqué Lee","Steve Buscemi"],"overview":"A brother and sister, sitting in a coffee bar, bicker mildly about whose idea it was to come to Memphis and which kind of cigarette is fresher. Danny, their waiter, comes by offering refills; after determining they are twins, he guesses which is the evil one. Without a pause, he sits down and offers his theory about Elvis's twin. He drones on. The good twin finally speaks up, giving her own opinion. The waiter is unfazed. After his boss finally calls him back to work, the twins are free to resume their bickering amidst the coffee and cigarettes.","release_date":"1989-01-01","vote_average":6.7,"runtime":8,"cert":"\"\"","id":263912,"title":"Coffee and Cigarettes II","adult":false,"genre_ids":[35]},{"cast":["John Gilbert","Alma Rubens","Theodore Roberts","Frank Reicher","Eva von Berne"],"overview":"Baron Reiner, a charming though unscrupulous Viennese aristocrat, becomes infatuated with Virginia, an innocent schoolgirl who is engaged to his best friend, Manfred. In order to seduce the girl, Reiner finances an oceanographic expedition for Manfred that takes him away for months (TCM).","release_date":"1928-11-17","vote_average":0.0,"runtime":80,"cert":"\"\"","id":263914,"title":"The Masks of the Devil","adult":false,"genre_ids":[18]},{"cast":["Norma Shearer","Lon Chaney","Ian Keith","Claire McDowell","William Haines"],"overview":"After his beloved daughter leaves for the city to pay off his debt, an old farmer goes mad when her letters become less frequent and it is suspected she may be using her body to get the money.","release_date":"1925-10-10","vote_average":0.0,"runtime":70,"cert":"\"\"","id":263916,"title":"The Tower of Lies","adult":false,"genre_ids":[18]},{"cast":["Shams El-Barudy","Youssef Chaban","محمد العربي","نعمت مختار","فايز حلاوة"],"overview":"The film is an adaptation of the novel Samar Habib by Ismåeel Walieddin. author of Female Homosexuality in the Middle East: Histories and Representations.  The main character, Ahmad, leaves rural eastern Egypt for the city hoping to become economically self-sufficient, gets an apartment for his parents, and obtains a law degree. He and his family are refugees from a town occupied by the Israeli army, Ismaåilia. Ali, the owner of the Malatily Bathhouse, offers to let him stay there for free. Ahmad encounters several characters there, including Naåeema, a prostitute who he becomes obsessed with, and Raouf, a homosexual man.","release_date":"1973-07-02","vote_average":6.0,"runtime":94,"cert":"N\/A","id":263918,"title":"The Bathhouse of Malatily","adult":false,"genre_ids":[18,10749]},{"cast":["Frank Perozo","Evelyna Rodríguez","Laura García-Godoy"],"overview":"A depressed publisher decides to get a break and leaves town for long weekend to his private home in a luxury resort. Along the way, he meets an attractive woman who turns his life upside down. Is this his opportunity for happiness or the beginning of a tragedy?","release_date":"2014-05-15","vote_average":0.0,"runtime":93,"cert":"N\/A","id":263920,"title":"La Extraña","adult":false,"genre_ids":[]},{"cast":["Ajun Perwira","Zacky Zimah","Kiki 'The Potters'","Tya Restyana","Joanna Alexandra"],"overview":"Four friends who live in a rented namely Momon, Farhan, Alfin and Juned also lectures on the same campus. Mobs are insufficient pursue her love of materialistic model, Sasha. While Farhan chose pious veiled girl who was short of money, Aisha. The problem is further complicated when they rescue Sheila from men who cheat their money and needed a place to stay temporarily. Money and love seems to continue to be a difficult problem solved.","release_date":"2012-03-15","vote_average":3.5,"runtime":84,"cert":"N\/A","id":263922,"title":"Love is Brondong","adult":false,"genre_ids":[35]},{"cast":["Matthias Paul","Armin Mueller-Stahl","Angela Winkler","Katharina Abt","Rolf Hoppe"],"overview":"","release_date":"1991-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263927,"title":"Bronsteins Kinder","adult":false,"genre_ids":[]},{"cast":["Afanasi Kochetkov","Tatyana Konyukhova","Nikolay Kryuchkov","Aleksandr Khvylya","Valentin Zubkov"],"overview":"Two terrorists are trying to organize an explosion of the rail road bridge in Ukraine during early fifties.","release_date":"1958-12-23","vote_average":4.3,"runtime":84,"cert":"\"NR\"","id":263932,"title":"Over Tissa","adult":false,"genre_ids":[18,28,53]},{"cast":["Udo Kier","Sybill Norvak","Heikko Deutschmann","Beate Finckh","Klaus Bueb"],"overview":"A comedy directed by Hans-Christoph Blumenberg.","release_date":"1994-10-28","vote_average":6.0,"runtime":82,"cert":"N\/A","id":263934,"title":"Rotwang Must Go!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A young couple's marriage hilariously hits the rocks during a weekend wedding in the country.","release_date":"2011-11-05","vote_average":0.0,"runtime":19,"cert":"N\/A","id":263936,"title":"Tooty's Wedding","adult":false,"genre_ids":[]},{"cast":[],"overview":"Katrin sits apathetically in her dumpy apartment after being left by her boyfriend as an old lady whose husband just died is wreaking havoc outside. Touched by the old lady’s strong emotions, Katrin decides to face her old boyfriend.","release_date":"2011-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":263938,"title":"Fungus","adult":false,"genre_ids":[]},{"cast":["Alisa Freyndlikh","Juozas Budraitis","Anton Tabakov","Zhanna Bolotova","Nikita Podgornyj"],"overview":"A relations between man and woman become complicate after 20 years of marriage.","release_date":"1981-10-20","vote_average":5.0,"runtime":85,"cert":"\"\"","id":263940,"title":"A Dangerous Age","adult":false,"genre_ids":[18,35,10749]},{"cast":["Mohit Raina","Sonarika Bhadoria","Mouni Roy","Radha Krishna Dutt","Saurabh Raj Jain"],"overview":"This is the story of Lord Shiva and Goddess Shakti. It is an elaborated narration of Shiv and Shakti's separation and union, their journeys together, and how that affected and shaped the world. The story presently narrates how Goddess Shakti's human incarnation Sati, grand daughter of Lord Brahma and daughter of Prajapati Daksha (a staunch devotee of Lord Vishnu) and Queen Prasuti is reunited with Shiva after Shakti was separated from him for the benefit of the universe. The show is presumed to follow with Sati's reincarnation as Goddess Parvati, daughter of mountain-king Himalaya and Queen Maina and younger sibling of Prince Mainak and Goddess Ganga. The show will then portray her union with her chosen lord Mahadev and how they came together never to be separated again. One of the most enchanting and intriguing tales of love, this story is credited as the first love story of the universe.","release_date":"2011-12-18","vote_average":10.0,"runtime":1800,"cert":"N\/A","id":263942,"title":"Devon Ke Dev...Mahadev","adult":false,"genre_ids":[]},{"cast":["Velimir \"Bata\" Živojinović","Snežana Lukić","Dušan Cvetković","Milan Pauljević","Predrag Milinković"],"overview":"An-ex convict nicknamed Al Capone, who spent six years in jail, tries to adapt in new environment. Members of the two rival gangs try to engage him in their new ventures, but he wants to make a new start with the girl he loves. At the same time, a young criminal who shares the same nickname replaces him in these actions.","release_date":"1966-07-13","vote_average":7.0,"runtime":61,"cert":"N\/A","id":263944,"title":"The Return","adult":false,"genre_ids":[18]},{"cast":["Zoran Radmilović","Mira Banjac","Velimir \"Bata\" Živojinović","Milena Dravić","Dragan Maksimović"],"overview":"Dealing with his customers with an open heart a car mechanic named Života goes through many adventures. Some are funny, some are sad, some reveal beauty and others human misery. In the end he gets tangled up himself, and not without bitterness he tries to change his ways, trying to become like his rival across the street, which has adapted to modern times: strictly business. But, people who come to him need him just the way he is.","release_date":"1981-07-03","vote_average":6.3,"runtime":104,"cert":"N\/A","id":263949,"title":"Sixth Gear","adult":false,"genre_ids":[35]},{"cast":["Diane Lane","Donald Sutherland","Cicely Tyson","Anne Bancroft","Blythe Danner"],"overview":"Lucy married at the turn of the last century, when she was fifteen and her husband was fifty. If Colonel William Marsden was a veteran of the \"War for Southern Independence\", Lucy became a \"veteran of the veteran\" with a unique perspective on Southern history and Southern manhood. Her story encompasses everything from the tragic death of a Confederate boy soldier to the feisty narrator's daily battles in the Home--complete with visits from a mohawk-coiffed candy-striper.","release_date":"1994-05-01","vote_average":5.4,"runtime":180,"cert":"\"\"","id":263951,"title":"Oldest Living Confederate Widow Tells All","adult":false,"genre_ids":[18,10752,10770]},{"cast":[],"overview":"Writes Kobayashi, \"In 1972 I started a series of participatory performances where the first person performs an ambiguous action in front of a recording camera; the next person watches the recorded footage and imitates the action in front of a recording camera; the third person repeats the same procedure using the second person's video recording, and so on. Within the repetition of recording and action, the original gesture is transformed by the participants' misunderstanding, interpretation, and memory.\"","release_date":"1980-04-10","vote_average":0.0,"runtime":16,"cert":"N\/A","id":263959,"title":"Lapse Communication","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-11-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":263961,"title":"The Vintage","adult":false,"genre_ids":[]},{"cast":["Seth Gandrud","Nathan Hill","Alexander Bain","Keith R. Wilson","Dani Danger"],"overview":"Riley Venn is being chased by spirits. His family and friends think he is crazy and delusional. A documentary filmmaker is asked by his producer to go and investigate the validity of Riley's claims. What the crew finds is a war of attrition between Riley and the spirits that torment him .  - Written by Fitzer Gerald","release_date":"2011-02-01","vote_average":3.9,"runtime":82,"cert":"\"NR\"","id":263963,"title":"Ghost Magnet","adult":false,"genre_ids":[53]},{"cast":["Sandrine Bisson","Paul Doucet","Antoine L'Écuyer","Nathalie Cavezzali"],"overview":"In consequence of a violent incident that occurred when is son was a toddler, Luc Bisaillon has lost the right to be in Samuel's life. Years later, Luc desperately wants to form a bond with his teenage son before it's too late. But after being arrested for violating the restraining order issued against him, Luc realized he has zero chance of getting the order lifted before his son's eighteen birthday. He then decides to kidnap his son, and to take his deer hunting in a remote cabin in the woods.","release_date":"2014-04-04","vote_average":6.6,"runtime":91,"cert":"N\/A","id":263965,"title":"La Garde","adult":false,"genre_ids":[18]},{"cast":["Svetislav Goncić","Vladislava Milosavljević","Zoran Cvijanović","Žarko Laušević","Velimir \"Bata\" Živojinović"],"overview":"Luka Banjanin is an unemployed young man living with his parents in Belgrade. He hangs out with few devoted friends who, like him, are yet to find place in a society that discarded young intellectuals. He plays saxophone and dreams about going to Oktoberfest, the annual beer festival in Munich, but he's being unable to get passport because of a smaller drug incident he had in the past. Totally careless about his long-term girlfriend, he suddenly falls for a mysterious woman who seems to appear in the same places as him, and then vanishes as quickly as possible. Believing that he's at the wrong place at the wrong time, Luka wanders from one misadventure to another, gradually losing the contact with reality and living out his own Oktoberfest in his mind.","release_date":"1987-07-01","vote_average":7.0,"runtime":101,"cert":"N\/A","id":263967,"title":"Oktoberfest","adult":false,"genre_ids":[18]},{"cast":["Enrique Muiño","Ángel Magaña","Orestes Caviglia","Norma Castillo","Guillermo Battaglia"],"overview":"","release_date":"1944-05-22","vote_average":0.0,"runtime":114,"cert":"N\/A","id":263969,"title":"Su mejor alumno","adult":false,"genre_ids":[18]},{"cast":["Juan Diego Botto","Felipe González","José Utrera Molina","Santiago Sanchez","Ana Romano"],"overview":"","release_date":"2013-10-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":263971,"title":"Los colonos del Caudillo","adult":false,"genre_ids":[]},{"cast":[],"overview":"An automated (?) video camera captures 1980 Minneapolis from a series of unusual perspectives.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":263973,"title":"Urban Episodes","adult":false,"genre_ids":[]},{"cast":["Belle Shouse","Todd Terry","Liz Cardenas Franke","Mark Hanson","Aidan Langford"],"overview":"Bright and independent 12-year-old Summer Larsen rescues a sweet, stray dog and will stop at nothing to save him. And it's her determination that ultimately impacts those around her.","release_date":"2014-06-23","vote_average":6.5,"runtime":102,"cert":"\"\"","id":263978,"title":"Summer's Shadow","adult":false,"genre_ids":[18,10751]},{"cast":["Rodolfo Arena","Estelita Bell","Armando Bógus","Henrique César","Beatriz Lyra"],"overview":"","release_date":"1978-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":263983,"title":"J.J.J., o Amigo do Super-Homem","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":263985,"title":"O Contestado - Restos Mortais","adult":false,"genre_ids":[]},{"cast":["Faruque Azam","Shoikot Chowdhury","Eliane Iten"],"overview":"During a trip to the U.S., ambitious Rana becomes inspired by his uncle's success. After a marriage and bitter divorce from the uncle's daughter, Rana becomes out-of-status and disillusioned. Diana, a widowed American citizen, sympathetically grants him a \"contract marriage.\" Now that he is getting his Green Card, should he leave the only woman who loved him for the American Dream?","release_date":"2009-02-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":263987,"title":"Healing Life","adult":false,"genre_ids":[]},{"cast":["Katy Jurado","Ana de la Reguera","Jaime Aymerich","María Karunna","Roberto Cobo"],"overview":"The beloved screen legend Katy Jurado, the lights one last time in the history of a special friendship that develops between a lonely old woman and Jorge, a rebellious teenager in Mexico City in 1984. Through the use flashbacks, Jorge, now an adult, remembers the unforgettable lessons and conversations about human nature and society in general. This fascinating film provides a beautiful tribute to the legendary actress in a history of heart that will make you laugh and think.","release_date":"2003-01-12","vote_average":5.0,"runtime":130,"cert":"\"\"","id":263992,"title":"A Beautiful Secret","adult":false,"genre_ids":[18]},{"cast":["Bernhard Wicki","Gottfried John","Geraldine Chaplin","Anna Karina","Horst Frank"],"overview":"","release_date":"1971-11-23","vote_average":0.0,"runtime":102,"cert":"N\/A","id":263994,"title":"Carlos","adult":false,"genre_ids":[37]},{"cast":["Helmut Griem","Sabine Sinjen","Hans Peter Hallwachs","Hans Quest","Otto Sander"],"overview":"A study of German 19th Century Romantic art through the writings and paintings of Carl David Friedrich and his fellow artist, Carl Gustav Carus.","release_date":"1986-10-22","vote_average":7.0,"runtime":84,"cert":"N\/A","id":263996,"title":"Caspar David Friedrich – Grenzen der Zeit","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Cautio Criminalis","cast":["Gerd Böckmann","Horst Frank","Doris Schade","Gaby Dohm","Kurt Meisel"],"id":263998,"overview":"","runtime":96,"genre_ids":[10770,18,36],"release_date":"1974-11-04","vote_average":0.0,"adult":false}]