[{"cast":["Kim Rae-won","Uhm Jung-hwa","Hong Soo-hyun","Ma Dong-seok","Oh Jung-se"],"overview":"A fabled painting from royal palace was discovered after 400 years. Once properly restored, it could fetch at least $40 million in the international auction market. Bae is the owner of the gallery which possesses the painting. She scouts top-tier restoration artist Lee to work on the painting. With Lee's expert stroke, the controversy surrounding the painting is slowly unveiled. As the painting's true form is restored, art experts in Korea hold a collective breath. Little do they know that they're only a part of a bigger scheme.","release_date":"2009-04-30","vote_average":5.8,"runtime":109,"cert":"N\/A","id":26002,"title":"Insadong Scandal","adult":false,"genre_ids":[80,18,53]},{"cast":["Sam Lee","Neiky Yim Hui Chi","Wenders Li","Carol Lam","Doris Chow"],"overview":"A low-level triad living in Hong Kong struggles to find meaning in his hopelessly violent existence.","release_date":"1997-10-09","vote_average":7.2,"runtime":104,"cert":"N\/A","id":26005,"title":"Made in Hong Kong","adult":false,"genre_ids":[80,18,10749]},{"cast":["Wu Jing","Celina Jade","Kara Hui","Lam Suet","Tenky Tin Kai-Man"],"overview":"An assassin who is fresh from his latest kill becomes stranded in an island, when he inadvertently befriends a female police officer. As the night progresses, the unspoken truth honored by the two sides of the law is broken. After the remains of a body that belonged to a drug lord and syndicate crime leader are found, chaos ensues and criminals ravage the once peaceful streets in a race against time to find the mysterious murderer that's loose and out for blood.","release_date":"2008-12-05","vote_average":6.2,"runtime":89,"cert":"N\/A","id":26010,"title":"Legendary Assassin","adult":false,"genre_ids":[28]},{"cast":["Ronn Moss","Dona Speir","Hope Marie Carlton","Harold Diamond","Rodrigo Obregón"],"overview":"A Molokai-based civilian pilot and an undercover DEA agent intercept a delivery of diamonds intended for druglord Seth Romero. Seth, his henchmen, and other island undesirables launch a full-scale assault on the duo. If they're going to survive, they'll need the help of agent Rowdy Abilene and his partner.","release_date":"1987-03-01","vote_average":4.7,"runtime":96,"cert":"N\/A","id":26011,"title":"Hard Ticket to Hawaii","adult":false,"genre_ids":[28,12]},{"cast":["Jeremy Jones","Shaun White","Mikey Leblanc"],"overview":"For the first time ever, director Mike McEntire (Decade, Technical Difficulties) and director Sean Kearns (The Resistance, True Life) have joined forces to bring you the most progressive snowboard video ever - \"SHAKEDOWN\".","release_date":"2003-12-01","vote_average":4.3,"runtime":30,"cert":"N\/A","id":26012,"title":"Shakedown","adult":false,"genre_ids":[28,53]},{"cast":["Kim Darby","Jim Hutton","William Demarest","Barbara Anderson","Pedro Armendáriz Jr."],"overview":"A young couple inherits an old mansion inhabited by small demon-like creatures who are determined to make the wife one of their own.","release_date":"1973-10-10","vote_average":6.4,"runtime":74,"cert":"N\/A","id":26015,"title":"Don't Be Afraid of the Dark","adult":false,"genre_ids":[27,10770]},{"cast":["Kathy Griffin"],"overview":"Two-time Emmy Award-winning and self proclaimed D-Lister Kathy Griffins latest comedy special takes you backstage in Hollywood: from the Emmys to the Grammys and even to the Malibu mansion of Cher! Appearing before a sold out crowd at the Arlene Schnitzer Concert Hall in Portland, Oregon, Griffin is in top form dishing about scandalous misbehaving celebrities and her own uproarious escapades in Tinsel Town.","release_date":"2009-04-15","vote_average":7.6,"runtime":44,"cert":"N\/A","id":26016,"title":"Kathy Griffin: She'll Cut a Bitch","adult":false,"genre_ids":[35]},{"cast":["Kathy Griffin"],"overview":"Kathy Griffin talks about her Emmy acceptance speech, Larry Craig, Paris Hilton, Paula Abdul, and \"The View\" (1997). Filmed live at the Chicago Theater - 175 N State St, Chicago, Illinois, USA","release_date":"2007-11-29","vote_average":8.4,"runtime":44,"cert":"N\/A","id":26017,"title":"Kathy Griffin: Straight to Hell","adult":false,"genre_ids":[35]},{"cast":["Andrew Saul","Charlotte Gerson","Dan Rogers","David Wolfe","Ian Brighthope"],"overview":"With nutritionally-depleted foods, chemical additives and our tendency to rely upon pharmaceutical drugs to treat what's wrong with our malnourished bodies, it's no wonder that modern society is getting sicker. Food Matters sets about uncovering the trillion dollar worldwide sickness industry and gives people some scientifically verifiable solutions for curing disease naturally.","release_date":"2010-10-08","vote_average":6.7,"runtime":74,"cert":"N\/A","id":26018,"title":"Food Matters","adult":false,"genre_ids":[99]},{"cast":["Kathy Griffin"],"overview":"Kathy Griffin talks about Lindsay Lohan, Mary-Kate Olsen, lesbian cruises, her parents, the Emmys and Ann Coulter.","release_date":"2007-06-05","vote_average":8.3,"runtime":60,"cert":"N\/A","id":26019,"title":"Kathy Griffin: Everybody Can Suck It","adult":false,"genre_ids":[35]},{"cast":["Kathy Griffin","Matt Moline"],"overview":"Kathy Griffin's all new feature-length stand-up DVD featuring the D-List Diva herself destroying the A-list stars we know and love.","release_date":"2004-11-30","vote_average":9.4,"runtime":86,"cert":"N\/A","id":26020,"title":"Kathy Griffin: Allegedly","adult":false,"genre_ids":[35]},{"cast":["Richard Wilson","Sean Kennedy","Ho Thi Lu","Tony Hawk","Richard Wilson"],"overview":"It is a movie about three teen skaters, played by young Australian actors Richard Wilson, Sean Kennedy and Ho Thi Lu. Their characters Poker, Spasm and Blue Flame, are trying to escape the law, their school, their parents, their demons and a couple of low-life criminals to realise their burning ambition — to meet world class skating champion, Tony Hawk.","release_date":"2005-01-06","vote_average":5.5,"runtime":90,"cert":"N\/A","id":26023,"title":"Deck Dogz","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":26024,"title":"Trip Brazil 04","adult":false,"genre_ids":[]},{"cast":["Kathy Griffin"],"overview":"This special contains Kathy Griffin's performance at the San Diego Civic Center in San Diego, CA on September 26, 2009.","release_date":"2009-11-03","vote_average":8.3,"runtime":null,"cert":"N\/A","id":26025,"title":"Kathy Griffin: Balls of Steel","adult":false,"genre_ids":[35]},{"cast":["Jimi Hendrix","Noel Redding","Mitch Mitchell","John Phillips","George Harrison"],"overview":"It's no exaggeration to say this might be the most intense and groundbreaking 45-minute performance in the history of rock. Jimi Hendrix's debut American set at 1967's Monterey Pop Festival is generally considered one of the most radical and legendary live shows ever. Virtually unknown to American audiences at the time, even though he was already an established entity in the UK, Hendrix and his two-piece Experience explode on stage, ripping through blues classics \"Rock Me Baby\" and Howlin' Wolf's \"Killing Floor,\" interpreting and electrifying Bob Dylan's \"Like a Rolling Stone,\" debuting songs from his yet-to-be-released first album and closing with the now historic sacrificing\/burning of his guitar during an unhinged version of \"Wild Thing\" that even its writer Chip Taylor would never have imagined. Hendrix uses feedback and distortion to enhance the songs in whisper-to-scream intensity, blazing territory that had not been previously explored with as much soul-frazzled power.","release_date":"1986-10-23","vote_average":6.8,"runtime":50,"cert":"N\/A","id":26028,"title":"Jimi Plays Monterey","adult":false,"genre_ids":[10402]},{"cast":["Constance Towers","Michael Dante","Anthony Eisley","Virginia Grey","Patsy Kelly"],"overview":"A former prostitute discovers that her philanthropic fiance is involved in perversion.","release_date":"1964-10-29","vote_average":7.2,"runtime":93,"cert":"N\/A","id":26031,"title":"The Naked Kiss","adult":false,"genre_ids":[80,18]},{"cast":["Adamo Ruggiero","Keith Jordan","Hallee Hirsh","Kelly Keaton","Derek Long"],"overview":"The holidays get overly festive as Olaf \"Gunn\" Gunnunderson, an out-and-proud gay college student, crawls back into the closet to survive the holidays with his parents. But when his boyfriend, Nathan, shows up at their doorstep unannounced, Gunn must put on a charade to keep the relationship a secret. With pressure mounting from all sides, will Gunn come out before the truth does?","release_date":"2009-11-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":26032,"title":"Make the Yuletide Gay","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"A young working class Baltimore man spends 10 years on a single portrait, believing it is his means to fame and fortune. But he also believes that only one man can lead him there---the famous artist David Hockney. What happens when you finally meet the god of your own making?","release_date":"2008-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":26033,"title":"Waiting for Hockney","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Frank Turner has toured the UK extensively, and has completed several tours of Central and Eastern Europe since the demise of his former band Million Dead. ALL ABOUT THE DESTINATION features live footage, a documentary about life on the road as well as promotional videos and four fan-made videos.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":26034,"title":"Frank Turner - All About The Destination","adult":false,"genre_ids":[99,10402]},{"cast":["Hilary Duff","Evan Ross","Ellen Burstyn","Michael Murphy","Tsianina Joelson"],"overview":"Greta is a waitress who falls for an ambitious cook at the restaurant where they work. But as their summer romance heats up, she has to overcome the concerns of her grandparents about her boyfriend's criminal past.","release_date":"2009-11-25","vote_average":6.0,"runtime":92,"cert":"N\/A","id":26035,"title":"According to Greta","adult":false,"genre_ids":[18,10749]},{"cast":["James Mason","Barbara Rush","Walter Matthau","Robert F. Simon","Christopher Olsen"],"overview":"A seriously ill schoolteacher becomes dependent on a \"miracle\" drug that begins to affect his sanity.","release_date":"1956-08-02","vote_average":7.5,"runtime":95,"cert":"N\/A","id":26036,"title":"Bigger Than Life","adult":false,"genre_ids":[18]},{"cast":["Jeremy Sisto","Kristin Chenoweth","Brian Baumgartner","Bruce A. Young","Amy Matthews"],"overview":"A call girl goes to a priest to confess a sin she hasn't committed yet: she plans to kill herself on her next birthday. Then she disappears and he goes looking for her, enlisting the help of an ad hoc congregation of troubled souls along the way. A story about forgiveness.","release_date":"2009-08-27","vote_average":6.0,"runtime":95,"cert":"N\/A","id":26037,"title":"Into Temptation","adult":false,"genre_ids":[18,9648,53]},{"cast":["James Stewart","Richard Conte","Lee J. Cobb","Helen Walker","Betty Garde"],"overview":"In 1932, a cop is killed and Frank Wiecek sentenced to life. Eleven years later, a newspaper ad by Frank's mother leads Chicago reporter P.J. O'Neal to look into the case. For some time, O'Neal continues to believe Frank guilty. But when he starts to change his mind, he meets increased resistance from authorities unwilling to be proved wrong.","release_date":"1948-02-13","vote_average":7.1,"runtime":111,"cert":"N\/A","id":26038,"title":"Call Northside 777","adult":false,"genre_ids":[80,18]},{"cast":["Lee Marvin","Angie Dickinson","Keenan Wynn","Carroll O'Connor","Lloyd Bochner"],"overview":"After being double-crossed and left for dead, a mysterious man named Walker single-mindedly tries to retrieve the rather inconsequential sum of money that was stolen from him.","release_date":"1967-08-30","vote_average":7.1,"runtime":92,"cert":"N\/A","id":26039,"title":"Point Blank","adult":false,"genre_ids":[80]},{"cast":["Shinya Tsukamoto","Takahiro Murase","Takahiro Kandaka","Masato Tsujioka","Mao Saito"],"overview":"A man awakes to find himself trapped in a dirty, confined crawlspace. He barely has enough room to move. He also has no memory of why he’s there, or why he’s bleeding from a stomach wound. Apparently drugged, he occasionally ‘zones out’ of his surroundings as he tries to edge towards his way to freedom. But the more he explores, the more pain he has to endure, and the more frightening his predicament becomes.","release_date":"2005-01-01","vote_average":6.2,"runtime":49,"cert":"N\/A","id":26040,"title":"Haze","adult":false,"genre_ids":[27]},{"cast":["Shirley Henderson","Roshan Seth","Ger Ryan","Richard Armitage","Ralf Little"],"overview":"It's two years since the mysterious disappearance of Kath Swarbrick's older sister Annie, but Kath remains haunted by a need to know what happened. When police investigations wind down, Kath continues the search herself. She gets nowhere until she steals some CCTV footage of her sister on her final day. Visiting the spot where Annie was filmed, Kath becomes convinced she has found a portal to another reality and from this portal Kath is trying to say something.","release_date":"2005-03-12","vote_average":6.0,"runtime":90,"cert":"","id":26041,"title":"Frozen","adult":false,"genre_ids":[53]},{"cast":["Bruce Payne","Ashley Laurence","Angel Boris Reed","Paul Francis","Jan Schweiterman"],"overview":"A college student unexpectedly finds that she has inherited a derelict house. Accompanied by a group of friends...","release_date":"1999-10-12","vote_average":4.4,"runtime":94,"cert":"N\/A","id":26042,"title":"Warlock III: The End of Innocence","adult":false,"genre_ids":[14,27]},{"cast":["Kathy Griffin"],"overview":"Inspired by the down-and-dirty weekly standup routine at the Laugh Factory in West Hollywood, Kathy Griffin's first special for Bravo has the Hollywood elite trembling.","release_date":"2004-03-24","vote_average":8.0,"runtime":35,"cert":"N\/A","id":26057,"title":"Kathy Griffin: The D-List","adult":false,"genre_ids":[]},{"cast":["Kathy Griffin"],"overview":"Comedienne Kathy Griffin talks about Clay Aiken, Oprah Winfrey, Barbra Streisand, Ryan Seacrest and more.","release_date":"2005-08-03","vote_average":7.8,"runtime":null,"cert":"N\/A","id":26058,"title":"Kathy Griffin is... Not Nicole Kidman","adult":false,"genre_ids":[35]},{"cast":["Christopher Lambert","Ice-T","Michael Halsey","Deborah Van Valkenburgh","Tina Cote"],"overview":"One hundred mid- and low-level gangsters who are on their boss' bad side are locked inside a newly-built high-security prison, and given plenty of guns, ammo, and baseball bats, then told that the last survivor will get a suitcase with 10 million dollars.","release_date":"1997-11-21","vote_average":5.5,"runtime":110,"cert":"N\/A","id":26103,"title":"Mean Guns","adult":false,"genre_ids":[28,12,80,53]},{"cast":["Claire Danes","Billy Crudup","Derek Hutchinson","Mark Letheren","Tom Wilkinson"],"overview":"Humble Maria, who outfits top London theater star Ned Kynaston, takes none of the credit for the male actor's success at playing women. And because this is the 17th century, Maria, like other females, is prohibited from pursuing her dream of acting. But when powerful people support her, King Charles II lifts the ban on female stage performers. And just as Maria aided Ned, she needs his help to learn her new profession.","release_date":"2004-09-03","vote_average":7.1,"runtime":106,"cert":"N\/A","id":26108,"title":"Stage Beauty","adult":false,"genre_ids":[35,10749]},{"cast":["Ben Burnley","Aaron Fink","Mark James","Chad Szeliga"],"overview":"Breaking Benjamin take to the stage to perform songs from the first three albums. included songs are the classics Diary Of Jane, So Cold, Sooner Or Later, Evil Angel and many more. The DVD was part of the third album release as a twin collector pack.","release_date":"2007-04-17","vote_average":0.0,"runtime":61,"cert":"N\/A","id":26109,"title":"Breaking Benjamin: Phobia Collector's Edition","adult":false,"genre_ids":[10402]},{"cast":["Daniel Johns","Ben Gillies","Chris Joannou"],"overview":"Recorded on Saturday April 19, 2003 when Silverchair brought the Across The Night tour to their hometown of Newcastle, New South Wales, Australia. The concert was staged in the ornate and venerable Newcastle Civic Theatre - within walking distance of the band's birthplace. Surrounded by friends and family the group finally got to perform songs from their landmark albums.  1. Overture\r 2. After All These Years\r 3. World Upon Your Shoulders\r 4. Tuna In The Brine\r 5. Luv Your Life\r 6. Paint Pastel Princess\r 7. Petrol &amp; Chlorine\r 8. Across The Night\r 9. Ana's Song\r 10. Miss You Love\r 11. Steam Will Rise\r 12. Overture 2\r 13. Emotion Sickness\r 14. Without You\r 15. Israel's Son\r 16. Black Tangled Heart\r 17. Do You Feel The Same\r 18. The Greatest View\r 19. The Door\r 20. Freak\r 21. Anthem For The Year 2000\r 22. One Way Mule\r 23. Asylum\r 24. The Lever","release_date":"2003-04-13","vote_average":0.0,"runtime":120,"cert":"N\/A","id":26110,"title":"Silverchair: Live From Faraway Stables","adult":false,"genre_ids":[10402]},{"cast":["Linda Bergström","Henrik Larsson","Ellen Demérus","Anna Sahlin","Harald Lönnbro"],"overview":"There are only a handful of children living in Bullarby. This film follows their story through the fall and winter, picking up at the moment \"The Children of Noisy Village\" finishes.","release_date":"1987-10-10","vote_average":6.6,"runtime":89,"cert":"N\/A","id":26111,"title":"More About the Children of Noisy Village","adult":false,"genre_ids":[10751]},{"cast":["Sarah McLachlan","Sean Ashby","Luke Doucet","Vince Jones","David Kershaw"],"overview":"In her own words Sarah McLachlan 'for the first time has enough material that she can choose from' and in this live concert she gives us all of her and our favorite tracks. A sensational concert that brings that brilliant voice to share with the world and a very memorable concert experience.","release_date":"2004-11-23","vote_average":0.0,"runtime":137,"cert":"N\/A","id":26112,"title":"Sarah McLachlan: Afterglow Live","adult":false,"genre_ids":[10402]},{"cast":["Yehoram Gaon","Gila Almagor","Klaus Kinski","Assi Dayan","Shmuel Rodensky"],"overview":"In July 1976, an Air France flight from Tel-Aviv to Paris via Athens was hijacked and forced to land in Entebbe, Uganda. The Jewish passengers were separated and held hostage in demand to release many terrorists held in Israeli prisons. After much debate, the Israeli government sent an elite commando unit to raid the airfield and release the hostages.","release_date":"1977-06-06","vote_average":6.7,"runtime":124,"cert":"N\/A","id":26113,"title":"Operation Thunderbolt","adult":false,"genre_ids":[28,18,53]},{"cast":["Tom Selleck","Kathy Baker","Kohl Sudduth","Rebecca Pidgeon","Sean Young"],"overview":"When Police Chief Jesse Stone's relationship with his ex-wife worsens, he fears he will relapse into alcoholism. To get his mind off his problems, Jesse begins working on the unsolved murder of a bank teller shot during a robbery. Meanwhile, Stone's investigation of an alleged rape draws him into conflict with the town council, which hopes to preserve Paradise's reputation as an ideal seaside resort.","release_date":"2007-05-22","vote_average":7.1,"runtime":88,"cert":"N\/A","id":26114,"title":"Jesse Stone: Sea Change","adult":false,"genre_ids":[10770,18,53,80]},{"cast":["Bam Margera","Jason Acuña","Ryan Dunn","Steve-O","Tony Hawk"],"overview":"Splash! Jackass loon in high-dive skate horror! Bang! Man injures leg in stupid sand dune lead! Bang! £50,000 truck totalled by pie-eyed pranksters!","release_date":"2003-12-28","vote_average":0.0,"runtime":26,"cert":"N\/A","id":26117,"title":"Too Extreme For TV!","adult":false,"genre_ids":[28,35]},{"cast":["Dylan Moran"],"overview":"Unpredictable, bizarre, elegiac, often cruel but above all painfully funny, What It Is sees Dylan ponder the joys and disappointments of human existence with the sensibility and intense perception of a man teetering on the edge. Critically and publicly acclaimed around the world for his previous Monster and Like, Totally shows, What It Is is Dylan's finest live performance yet.","release_date":"2009-11-23","vote_average":7.8,"runtime":76,"cert":"N\/A","id":26118,"title":"Dylan Moran: What It Is","adult":false,"genre_ids":[35]},{"cast":["Charles Bronson","Jack Palance","James Whitmore","Simon Oakland","Ralph Waite"],"overview":"A posse pursues Pardon Chato (Charles Bronson) a mestizo indian after he killed a US marshal in self-defense. As they get deeper into Indian territory, just who is hunting who.","release_date":"1972-01-01","vote_average":6.5,"runtime":110,"cert":"N\/A","id":26119,"title":"Chato's Land","adult":false,"genre_ids":[28,12,37]},{"cast":["John Waters","Sonny Bono","Norm Niver","Petre Melvin","Leonard Knight"],"overview":"Fabulously offbeat and refreshingly upbeat, this lovable film gets friendly with the natives of the Salton Sea an inland ocean of massive fish kills, rotting resorts, and 120 degree nights located just minutes from urban Southern California. This award-winning film from directors Chris Metzler and Jeff Springer details the rise and fall of the Salton Sea, from its heyday as the \"California Riviera\" where boaters and Beach Boys mingled in paradise to its present state of decaying, forgotten ecological disaster. From wonderland to wasteland, PLAGUES &amp; PLEASURES ON THE SALTON SEA captures a place far more interesting than the shopping malls and parking lots of suburban America, a wacky world where a beer-swilling Hungarian Revolutionary, a geriatric nudist, and a religious zealot building a monument to God all find solace and community.","release_date":"2006-02-24","vote_average":7.8,"runtime":74,"cert":"N\/A","id":26120,"title":"Plagues & Pleasures On the Salton Sea","adult":false,"genre_ids":[99]},{"cast":["James Olson","Catherine Schell","Warren Mitchell","Adrienne Corri","Ori Levy"],"overview":"The colonisation of space began in 1986 and now, fifty years on, the moon is frontier territory. The prospectors, the drillers, the exploiters and the exploited all surviving in this alien environment. The prospects for lucrative rewards exist but the premium paid for potential gain is often the ultimate sacrifice- life.","release_date":"1969-10-20","vote_average":5.0,"runtime":100,"cert":"","id":26121,"title":"Moon Zero Two","adult":false,"genre_ids":[878]},{"cast":["Aaron Biittner","Andreas Wiig","Darrell Mathes","David Carrier Porcheron","Eero Ettala"],"overview":"Follow me around is a movie about snowboarding and the ongoing mission of MDP to document the absolute best snowboarding on the planet. We follow fourteen of the most progressive knuckle draggers around as they take 67 waist deep pow runs in Alaska, hit 50+ foot cliffs as if they were park jumps and take jibbing to a whole new level.","release_date":"2006-09-20","vote_average":4.8,"runtime":47,"cert":"N\/A","id":26122,"title":"Follow Me Around","adult":false,"genre_ids":[]},{"cast":["Eugene Levy","Bug Hall","Kevin M. Horton","Brandon Hardesty","Beth Behrs"],"overview":"Ten years after the first American Pie movie, three new hapless virgins discover the Bible hidden in the school library at East Great Falls High. Unfortunately for them, the book is ruined, and with incomplete advice, the Bible leads them on a hilarious journey to lose their virginity.","release_date":"2009-06-18","vote_average":5.1,"runtime":93,"cert":"18","id":26123,"title":"American Pie Presents: The Book of Love","adult":false,"genre_ids":[35]},{"cast":["Robert Carlyle","Ray Winstone","Steven Waddington","Lena Headey","Phil Davis"],"overview":"Ray is an aging ex-socialist who has become a bankrobber after seeing the demise of socialism in 1980s Britain. Teaming up with a gang of other has-beenish crims, he commits one bank job too many. The gang dissolves in a murderous flurry of recriminations.","release_date":"1997-09-26","vote_average":6.1,"runtime":105,"cert":"N\/A","id":26124,"title":"Face","adult":false,"genre_ids":[80,18,53]},{"cast":["Dolph Lundgren","Jerry Springer","Shakara Ledard","Thomas Lockyer","Caroline Lee-Johnson"],"overview":"The global war on terror rages on. When a government official goes missing, Lance, a man with an impressive record of service to his country, finds himself protecting the man who embodies everything he has dedicated his life to fight against.","release_date":"2004-12-20","vote_average":5.1,"runtime":90,"cert":"N\/A","id":26125,"title":"The Defender","adult":false,"genre_ids":[28,53]},{"cast":["Elaine Cassidy","Cillian Murphy","Brían F. O'Byrne","Eleanor Methven","Geraldine O'Rawe"],"overview":"Pig and Runt born on the same day, in the same hospital, moments apart. Twins, all but by bloodline. Inseparable from birth, they are almost telepathic. They are one, needing no one else, inhabiting a delicate, insular and dangerous world where they make their own rules and have their own language. But days before their 17th birthday the balance of their world begins to shift. Pig's sexual awakening and jealousy begins to threaten their private universe.","release_date":"2001-10-05","vote_average":6.2,"runtime":93,"cert":"15","id":26126,"title":"Disco Pigs","adult":false,"genre_ids":[18]},{"cast":["Dolph Lundgren","Kristian Alfonso","George Segal","Geoffrey Lewis","Beau Starr"],"overview":"Wellman Santee (Dolph Lundgren) a former race car driver, whose livelihood is transporting exotic stolen super cars, is involved, with his partner Eddie, in shoot out, resulting in the deaths of his friend and a highway cop. Santee is framed for the cop's murder and jailed in a maximum security prison. A few months later, Santee breaks out after narrowly escaping an attempt on his life. He reaches a local diner where he steals a car, abducts the owner, Rita and flees, completely unaware that his hostage is a deputy sheriff. A massive manhunt ensues, spearheaded by Lt. Severance a tough, obessive cop. Santee leads the detective and his men on a dramatic high speed chase, from the desert wilderness to the streets of downtown Los Angeles. Santee's out to clear his name and when it comes to getting even, he's taking revenge into overdrive.","release_date":"1994-06-16","vote_average":5.6,"runtime":106,"cert":"18","id":26127,"title":"Joshua Tree","adult":false,"genre_ids":[28,53,12]},{"cast":["Eita","Yoshiaki Yoza","Daijiro Kawaoka","Munenori Nagano","Juri Ueno"],"overview":"A light hearted comedy following a group of friends in a science-fiction club, who spend their summer holidays fooling around at their club house, have a mission to go back into time, using a time machine that appeared out of nowhere, in order to save their summer days from unbearable heat by retrieving the remote control for their air conditioner. But wouldn’t changing the past have an effect on the future? Be prepared for a wild ride regarding time travel with a bunch of whacky characters and theories thrown into the mix.","release_date":"2005-09-03","vote_average":6.8,"runtime":107,"cert":"N\/A","id":26130,"title":"Summer Time Machine Blues","adult":false,"genre_ids":[35]},{"cast":["Teri Polo","Andrew McCarthy","Patricia Kalember","Greg Evigan","Christine Tucci"],"overview":"Jordan Donavan, a photographer in New York, is so disappointed when after five years of going steady Edward Morgan offers her not marriage but just to move in with him, that she accepts the match-making arranged via a magazine by her female friend with Tyler Ross, a horse rancher in the West, whose candidacy was actually also posted by his sister. After a bad start they soon grow closer.","release_date":"2003-02-09","vote_average":6.7,"runtime":100,"cert":"N\/A","id":26131,"title":"Straight From the Heart","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Michael Imperioli","Ellen Burstyn","Scott Cohen","Alice Drummond","Emily Wickersham"],"overview":"While back in his hometown, a suicidal former baseball player encounters the spirit of his deceased mother, who takes him on a sentimental tour meant to restore his love of life.","release_date":"2007-12-09","vote_average":3.7,"runtime":92,"cert":"N\/A","id":26132,"title":"Mitch Albom's For One More Day","adult":false,"genre_ids":[18,10770]},{"cast":["Jack Lemmon","Hank Azaria","Wendy Moniz","Caroline Aaron","Bonnie Bartlett"],"overview":"Mitch became caught up with his career as a sport commentator and journalist. He ignored his girlfriend and did not make time to do things in life that are of the most value to a human being. Morrie was one of Mitch's professors in college and a famous scholar. One day Mitch was watching television and saw Morrie giving an interview stating that he is dying of Lou Gehrig disease or ALS.","release_date":"1999-12-05","vote_average":7.1,"runtime":89,"cert":"N\/A","id":26133,"title":"Tuesdays with Morrie","adult":false,"genre_ids":[18]},{"cast":["Kim Su-ro","Lee Sun-kyun","Go Eun-ah","Oh Gwang-rok","Kim Byung-ok"],"overview":"Dong-chul is a typical “salary man”, a doting father and a loving husband. But he’s got a secret that’s catching up with him fast. He can barely pay the interest on a debt he has to repay to a sinister loan shark. To make matters worse, the due date on the principal is approaching like a runaway train. When he gets caught up in a kidnapping scheme with his friend Man-ho, he finds out exactly why he makes a pretty terrible kidnapper. He fumbles with the rope when tying his hostage up and he can barely make the ransom call. So when she gets the call from the kidnappers who took his daughter, he’s caught between a rock and hard place.","release_date":"2006-11-02","vote_average":5.7,"runtime":108,"cert":"N\/A","id":26134,"title":"A Cruel Attendance","adult":false,"genre_ids":[80]},{"cast":["Xia Yu","Haibin Li","Wang Zhengjia","Haogi Zhang"],"overview":"For no apparent reason, a mute young woman assaults a youth who delivers water on his bicycle, injuring him and ruining his bike. Surprisingly, she asks him to feed her fish while she is in custody. Her tiny apartment, he discovers, is a shrine to his favorite escape, the movies.","release_date":"2004-09-11","vote_average":6.6,"runtime":93,"cert":"N\/A","id":26137,"title":"Electric Shadows","adult":false,"genre_ids":[18]},{"cast":["Ha Ji-won","Kang Dong-won","Ahn Sung-ki","Song Young-chang","Park Myung-shin"],"overview":"Detective Nam-soon goes undercover with her partner Detective Ahn to investigate the counterfeit money. She discovers that one loyal henchman, Sad Eyes, a beautiful swordsman with a pale, blank face, is related to the truth. Nam-soon and Sad Eyes confront each other in a series of duels and become confused between love and obligation to duty.","release_date":"2005-09-08","vote_average":6.2,"runtime":111,"cert":"N\/A","id":26138,"title":"Duelist","adult":false,"genre_ids":[28]},{"cast":["Armand Assante","Sherilyn Fenn","Kate Nelligan","Sean Young","Christopher McDonald"],"overview":"A spoof of the late 80s and early 90s suspense thrillers and murder mysteries, including Basic Instinct, Sleeping With The Enemy, Cape Fear and others. A cop\/attorney (yes he's both) is seduced by a woman while his wife is having an affair with a mechanic. Lots of other sublots and visual gags in the style of Naked Gun.","release_date":"1993-10-29","vote_average":5.6,"runtime":91,"cert":"N\/A","id":26141,"title":"Fatal Instinct","adult":false,"genre_ids":[35,80,53]},{"cast":["William Hurt","Christine Lahti","Elizabeth Perkins","Mandy Patinkin","Adam Arkin"],"overview":"Jack McKee is a doctor with it all: he's successful, he's rich, and he has no problems.... until he is diagnosed with throat cancer. Now that he has seen medicine, hospitals, and doctors from a patient's perspective, he realises that there is more to being a doctor than surgery and prescriptions.","release_date":"1991-07-24","vote_average":6.5,"runtime":122,"cert":"N\/A","id":26142,"title":"The Doctor","adult":false,"genre_ids":[18]},{"cast":["Stewart Lee"],"overview":"You're looking at a very special DVD that very nearly didn't happen. Stewart Lee's tour de force, 90s Comedian, has been dubbed so controversial (along with his directing debut Jerry Springer the Opera) that none of the big DVD manufacturers would touch it with a barge pole. Which is a shame, and is why the fearless Go Faster Stripe stepped in and offered to organise a special one-off evening's pe","release_date":"2006-01-01","vote_average":6.9,"runtime":70,"cert":"N\/A","id":26143,"title":"Stewart Lee: 90s Comedian","adult":false,"genre_ids":[35]},{"cast":["Mihiro","Aino Kishi","Dai Mizuno","Asuka Kataoka","Miki Hirase"],"overview":"When 11 of her friends are raped and murdered, leaving the Samurai Princess (Aino Kishi) the only survivor, she becomes infused with her comrades' souls. Transformed into an android, she sets out to avenge their deaths. Dai Mizuno co-stars as the princess's human partner in this Kengo Kaji-directed gore fest that features breast grenades, detachable chainsaw limbs, deadly guitar riffs and more.","release_date":"2009-05-28","vote_average":4.6,"runtime":82,"cert":"N\/A","id":26144,"title":"Samurai Princess","adult":false,"genre_ids":[28,27,878]},{"cast":["Stewart Lee"],"overview":"In 2007, Stewart Lee was voted the 41st best stand-up of all time in an official Channel 4 poll, apparently better than Lenny Bruce but not as good as Jim Davidson. But what real difference does this accolade make? His TV pilot has been cancelled and his mother still thinks the 1970s game show host Tom O'Connor is funnier than him.","release_date":"2008-01-01","vote_average":7.7,"runtime":80,"cert":"N\/A","id":26145,"title":"Stewart Lee: 41st Best Stand-Up Ever!","adult":false,"genre_ids":[35]},{"cast":["Paddy Considine","Chris Morris","Miranda Pleasence","Simon Greenall","Richard Lumsden"],"overview":"Adapted from a monologue in his \"Blue Jam\" radio series, Chris Morris' first short film is a haunting black comedy about a man who no longer uses his name because he's decided he's ceased to deserve one, and a dog called Rothko who says he is the man's lawyer. As reality bleeds into hallucination, Rothko decides to take the man for a walk...","release_date":"2002-01-01","vote_average":6.0,"runtime":12,"cert":"","id":26146,"title":"My Wrongs 8245–8249 & 117","adult":false,"genre_ids":[35]},{"cast":["Minna Haapkylä","Petteri Summanen","Laura Malmivaara","Taneli Mäkelä","Lotta Lehtikari"],"overview":"Pete is a football enthusiast, who plays as a goalkeeper for FC HeMan, a team playing in the lowest possible league. His girlfriend, Anna, hates the whole sport. Pete and his teammates are planning to travel to watch the Football World Cup held in Germany. Anna is not excited about Pete's plan to leave her alone for the summer. Therefore Anna decides to present a challenge to Pete: She will form a team from the wives and girlfriends of the FC HeMan players, and then the women's team (FC Venus) would play against FC HeMan. If the women's team wins, the men will have to give up football, and if the men's team wins, the women will never complain about their hobby.","release_date":"2005-12-30","vote_average":5.4,"runtime":107,"cert":"N\/A","id":26147,"title":"FC Venus","adult":false,"genre_ids":[35,10749]},{"cast":["Dicky Cheung Wai-Kin","Tse Miu","Priscilla Wong","Debbie Goh"],"overview":"Set in 1930s China, the film details the trials of a group of athletes who desire to compete in the Olympic Games. There’s a snag, however. The full amount required to send them abroad for the games is 600,000 dollars, and the government is only sponsoring half. It falls to the athletes to raise the rest themselves, and they start by saving every last penny they earn. They also attempt to raise the money through a variety of fund-raising activities, including street performances, networking for donations, and probably a bake sale, too. After deciding to fund their own way to the games, the athletes take to the streets to perform all manner of athletic demonstrations and martial arts moves in an energetic and impromptu street fair.","release_date":"2008-01-01","vote_average":4.4,"runtime":118,"cert":"N\/A","id":26150,"title":"Champions","adult":false,"genre_ids":[18,28]},{"cast":["Kelly Slater","Cillian Murphy"],"overview":"Previously untold story of the unlikely Irish roots of the worldwide surfing phenomenom","release_date":"2008-01-01","vote_average":5.8,"runtime":80,"cert":"N\/A","id":26151,"title":"Waveriders","adult":false,"genre_ids":[53,99]},{"cast":["Jean-Pierre Darroussin","Gérard Lanvin","Barbara Schulz","Jennifer Decker","Philippe Magnan"],"overview":"","release_date":"2009-04-08","vote_average":5.5,"runtime":98,"cert":"N\/A","id":26152,"title":"Erreur de la banque en votre faveur","adult":false,"genre_ids":[35]},{"cast":["Amitabh Bachchan","Salman Khan","Priyanka Chopra","Anupam Kher","Sohail Khan"],"overview":"When a rival steals his presentation and takes the credit for making it, a man gets fired from his job and lashes out on God for making his life miserable. However, God appears before him in human form and gives him his powers with a challenge to do better than him.","release_date":"2008-08-15","vote_average":4.1,"runtime":152,"cert":"N\/A","id":26153,"title":"God Tussi Great Ho","adult":false,"genre_ids":[35,18,14]},{"cast":["Stewart Granger","Sylva Koscina","Christine Kaufmann","Alberto Lupo","Marina Berti"],"overview":"A 16th-century Spanish overlord hires Thomas Stanswood (Stuart Granger) to protect his, less than eager, fiancee (Sylva Koscina) from rebels. Thomas finds himself drawn to both the fiancee and the rebels side.","release_date":"1962-01-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":26154,"title":"Swordsman of Siena","adult":false,"genre_ids":[12,18]},{"cast":["Richard Eyer","Philip Abbott","Diane Brewster","Harold J. Stone","Robby the Robot"],"overview":"A Super Computer plans world domination with the help of Robbie the robot and a 10 year old boy who is the son the computer's inventor.","release_date":"1957-10-01","vote_average":4.9,"runtime":90,"cert":"N\/A","id":26155,"title":"The Invisible Boy","adult":false,"genre_ids":[878]},{"cast":["Jon Cryer","Keith Coogan","Annabeth Gish","Tim Quill","John Spencer"],"overview":"A very successful stock broker is called to court to testify against a mob boss who was into some inside trading. Andrew Morenski must become Max Hauser and go back to high school for protection from the mob.","release_date":"1987-11-06","vote_average":5.7,"runtime":98,"cert":"N\/A","id":26156,"title":"Hiding Out","adult":false,"genre_ids":[28,12,35,18,10751,53]},{"cast":["Lou Dobbs","Michael Badnarik"],"overview":"A shocking 2 hour full length movie from B.A. Brooks that will change the way you look at our leadership within America's government and military today.","release_date":"2008-01-01","vote_average":2.8,"runtime":120,"cert":"N\/A","id":26163,"title":"The Decline And Fall Of America","adult":false,"genre_ids":[99]},{"cast":["Pat O’Brien","Claire Trevor","Herbert Marshall","Ray Collins","Wallace Ford"],"overview":"Art curator George Steele experiences a train wreck...which never happened. Is he cracking up, or the victim of a plot?","release_date":"1946-09-06","vote_average":5.7,"runtime":96,"cert":"N\/A","id":26166,"title":"Crack-Up","adult":false,"genre_ids":[18,9648]},{"cast":["Dennis O'Keefe","Claire Trevor","Marsha Hunt","John Ireland","Raymond Burr"],"overview":"In this film noir classic, a revenge-seeking gangster (Dennis O'Keefe) is sent to prison after being framed for a crime he didn't commit. After seducing a beautiful young woman, he uses her to help him carry out his plot for vengeance, leading him to the crazy pyromaniac (Raymond Burr) who set him up.","release_date":"1948-05-26","vote_average":7.0,"runtime":79,"cert":"N\/A","id":26167,"title":"Raw Deal","adult":false,"genre_ids":[80,53]},{"cast":["David Arquette","Thora Birch","Balthazar Getty","Julianna Margulies"],"overview":"Two cunning and manipulative drifters venture into Farifield County, Connecticut looking to seduce wealthy and lonely housewives.","release_date":"2005-03-10","vote_average":5.0,"runtime":90,"cert":"N\/A","id":26168,"title":"Slingshot","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Dean Jagger","Kim Hunter","Robert Mitchum","Neil Hamilton","Lou Lubin"],"overview":"A naive small-town girl comes to New York City to meet her husband, and discovers that he may be a murderer.","release_date":"1944-08-21","vote_average":5.8,"runtime":67,"cert":"N\/A","id":26169,"title":"When Strangers Marry","adult":false,"genre_ids":[18,9648]},{"cast":["Clint Eastwood","Lee J. Cobb","Susan Clark","Tisha Sterling","Don Stroud"],"overview":"Coogan (Clint Eastwood) an Arizona deputy sheriff goes to New York to pick up a prisoner. While escorting the prisoner to the airport he escapes and Coogan heads into the City to recapture him.","release_date":"1968-10-02","vote_average":6.5,"runtime":93,"cert":"N\/A","id":26170,"title":"Coogan's Bluff","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Robert De Niro","Drew Barrymore","Kate Beckinsale","Sam Rockwell","Melissa Leo"],"overview":"Eight months after the death of his wife, Frank Goode looks forward to a reunion with his four adult children. When all of them cancel their visits at the last minute, Frank, against the advice of his doctor, sets out on a road trip to reconnect with his offspring. As he visits each one in turn, Frank finds that his children's lives are not quite as picture-perfect as they've made them out to be.","release_date":"2009-12-04","vote_average":6.6,"runtime":99,"cert":"12A","id":26171,"title":"Everybody's Fine","adult":false,"genre_ids":[18]},{"cast":["Charles Bronson","Trish Van Devere","Laurence Luckinbill","Daniel Benzali","Marilyn Hassett"],"overview":"Wifes and children of the Mormon Orville Beecham become victims of a massacre in his own house. The police believes the crime had a religious motive. Orville doesn't give any comment on the case, is taken into protective custody. Journalist Smith persuades him to help him in the investigation - and finds out about economic motives for the murder.","release_date":"1988-09-16","vote_average":6.2,"runtime":91,"cert":"18","id":26172,"title":"Messenger of Death","adult":false,"genre_ids":[28,80,53]},{"cast":["Charles Bronson","Al Lettieri","Linda Cristal","Lee Purcell","Paul Koslo"],"overview":"Watermelon farmer Vince Majestyk (Charles Bronson) goes after the Mob, when they try to strong arm him to use their melon picking crew.","release_date":"1974-07-17","vote_average":7.0,"runtime":103,"cert":"N\/A","id":26173,"title":"Mr. Majestyk","adult":false,"genre_ids":[28,80,53]},{"cast":["Dennis O'Keefe","Mary Meade","Alfred Ryder","Wallace Ford","June Lockhart"],"overview":"Two U.S. Treasury (\"T-men\") agents go undercover in Detroit, and then Los Angeles, in an attempt to break a U.S. currency counterfeiting ring.","release_date":"1947-12-15","vote_average":6.7,"runtime":92,"cert":"N\/A","id":26174,"title":"T-Men","adult":false,"genre_ids":[53,80]},{"cast":["Robert Taylor","Elizabeth Taylor","Joan Fontaine","George Sanders","Emlyn Williams"],"overview":"Sir Walter Scott's classic story of the chivalrous Ivanhoe who joins with Robin of Locksley in the fight against Prince John and for the return of King Richard the Lionheart.","release_date":"1952-01-01","vote_average":7.0,"runtime":106,"cert":"N\/A","id":26175,"title":"Ivanhoe","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Bill Cosby","Raquel Welch","Harvey Keitel","Allen Garfield","Larry Hagman"],"overview":"Mother (Bill Cosby), Jugs (Raquel Welch) & Speed (Harvey Keitel) work for a ambulance company competing for a L.A. city contract.","release_date":"1976-01-01","vote_average":5.8,"runtime":95,"cert":"N\/A","id":26176,"title":"Mother, Jugs & Speed","adult":false,"genre_ids":[35]},{"cast":["Kathy Bates","Victor Garber","Alan Cumming","Audra McDonald","Kristin Chenoweth"],"overview":"Annie is a 1999 American made-for-television musical-comedy-drama film from The Wonderful World of Disney, adapted from the 1977 Broadway musical of the same name by Charles Strouse, Martin Charnin, and Thomas Meehan, which in turn is based on the 1924 Little Orphan Annie comic strip by Harold Gray. The musical was previously adapted into a 1982 theatrical film. Annie premiered on ABC November 7, 1999. The program was a smash during its initial airing, with an estimated 26.3 million viewers, making it the second-most watched Disney movie ever to air on ABC behind Cinderella (1997). This version earned two Emmy Awards and a George Foster Peabody Award.","release_date":"1999-11-07","vote_average":6.2,"runtime":90,"cert":"N\/A","id":26177,"title":"Annie","adult":false,"genre_ids":[10402,10751,35]},{"cast":["Gregory Harrison","Arkie Whiteley","Bill Kerr","Chris Haywood","David Argue"],"overview":"In the Australian outback a vicious wild boar kills and causes havoc to a small community.","release_date":"1984-04-19","vote_average":5.8,"runtime":95,"cert":"N\/A","id":26178,"title":"Razorback","adult":false,"genre_ids":[27]},{"cast":["Chevy Chase","Jane Seymour","Omar Sharif","Robert Morley","Lorenzo Music"],"overview":"Browning is a PI with a bad cold, who's sent to investigate a case by a mysterious client.  He stumbles across the body of a young woman and is stabbed to death, and when he wakes up in heaven, they tell him he's \"marginal material,\" and they can only decide on his final destination through one last assignment: to go back and solve his own murder. As a dog. A cute fluffy little dog (Benji). Undaunted, Browning begins to investigate the case as best he can around his canine disabilities (dialing the phone presents a special challenge) to solve the murders, save the girl, and see justice done.","release_date":"1980-07-11","vote_average":5.8,"runtime":103,"cert":"N\/A","id":26179,"title":"Oh Heavenly Dog","adult":false,"genre_ids":[35,53,80,9648,14]},{"cast":["Alicia Silverstone","Benicio del Toro","Christopher Walken","Jack Thompson","Harry Connick Jr."],"overview":"A rich brat (Alicia Silverstone) fakes her own kidnapping, but in the process ends up locked in the trunk of a car that gets stolen.","release_date":"1997-08-29","vote_average":5.5,"runtime":101,"cert":"N\/A","id":26180,"title":"Excess Baggage","adult":false,"genre_ids":[28,35,10749]},{"cast":["Richard Johnson","Daliah Lavi","Beba Lončar","James Villiers","Robert Morley"],"overview":"A series of unexplainable accidents befall the people and companies responsible for developing the world's first supersonic airliner. A British agent is sent to investigate and with the help of another agent uncovers a plot masterminded by Carl Petersen who stands to gain eight million pounds if the aircraft is not ready by a certain date.","release_date":"1969-01-23","vote_average":7.1,"runtime":88,"cert":"","id":26181,"title":"Some Girls Do","adult":false,"genre_ids":[28,12,35]},{"cast":["Groucho Marx","Chico Marx","Harpo Marx","Tony Martin","Virginia Grey"],"overview":"The Marx brothers run havoc in a department store while protecting its owner.","release_date":"1941-06-21","vote_average":6.3,"runtime":83,"cert":"N\/A","id":26182,"title":"The Big Store","adult":false,"genre_ids":[35]},{"cast":["John Wayne","Eddie Albert","Diana Muldaur","Colleen Dewhurst","Clu Gulager"],"overview":"Police Lieutenant Lon McQ investigates the killing of his best friend and uncovers corrupt elements of the police department dealing in confiscated drugs.","release_date":"1974-01-04","vote_average":6.2,"runtime":111,"cert":"N\/A","id":26185,"title":"McQ","adult":false,"genre_ids":[28,12,80,18]},{"cast":["Peter Ustinov","Maggie Smith","Karl Malden","Bob Newhart","Robert Morley"],"overview":"A con-artist (Peter Ustinov) gains employment at an insurance company in order to embezzle money by re-programming their \"new\" wonder computer.","release_date":"1968-09-19","vote_average":6.9,"runtime":106,"cert":"N\/A","id":26186,"title":"Hot Millions","adult":false,"genre_ids":[35]},{"cast":["Tom Arnold","Jamie Lynn Spears","Ben Baker","Jessica DiCicco","Brooke Shields"],"overview":"When Goldilocks, a sassy reality TV star decides to film her next show at the humble home of the Bears, she gives them a taste of the celebrity sweet life they've never had before","release_date":"2008-01-01","vote_average":4.7,"runtime":78,"cert":"N\/A","id":26187,"title":"Unstable Fables: Goldilocks and the Three Bears","adult":false,"genre_ids":[10751,16]},{"cast":["Jenny Morris","Steve Balbi","Jared Underwood","James Hazelwood","Paul Searles"],"overview":"This DVD is the culmination of 20 years of music from one of Australia's most beloved singer\/songwriters.\"Alive\" was recorded in the heart of Sydney at The Basement and features Jenny Morris playing some of the biggest hits from her career. Jenny is joined on stage with her band and special guest performers Andrew Farriss from INXS and Ian Moss from Cold Chisel.","release_date":"2005-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":26188,"title":"Jenny Morris: Alive","adult":false,"genre_ids":[10402]},{"cast":["Lindsay Lohan","Bug Hall","Ian Gomez","Brenda Song","Charles Shaughnessy"],"overview":"A rich kid and her friends investigate the disappearance of one of her teachers.","release_date":"2002-01-01","vote_average":5.0,"runtime":83,"cert":"U","id":26189,"title":"Get a Clue","adult":false,"genre_ids":[35,10751,9648,10770]},{"cast":["Sid James","Kenneth Williams","Kenneth Connor","Liz Fraser","Dilys Laye"],"overview":"Captain Crowther's lot is not a happy one! Five of his crew have to be replaced and at such short notice before the voyage begins there isn't much to choose from. Not only does he get the five most incompetent shipmates ever to sail the seven seas, but the passengers turn out to be a rather strange bunch too. The SS Happy Wanderer will never be the same.","release_date":"1962-04-01","vote_average":6.3,"runtime":89,"cert":"","id":26190,"title":"Carry On Cruising","adult":false,"genre_ids":[35]},{"cast":["Mati Diop","Nicole Dogue","Grégoire Colin","Alex Descas","Ingrid Caven"],"overview":"A widowed metro conductor, approaching retirement, lives with his beautiful grown daughter – the object of a neighbor’s romantic interest. The man’s former girlfriend also lives in their building and plays a role in their closely-knit lives. 35 Shots of Rum considers the mysterious complexities that surround evolving relationships, whether romantic or parental.","release_date":"2009-02-18","vote_average":6.7,"runtime":100,"cert":"N\/A","id":26191,"title":"35 Shots of Rum","adult":false,"genre_ids":[18]},{"cast":["Tamara Dobson","Shelley Winters","Bernie Casey","Brenda Sykes","Antonio Fargas"],"overview":"Cleopatra Jones is assigned to crack down on drug trafficking in the United States and abroad. After she burns a Turkish poppy field, the notorious drug lord Mommy is furious at the loss of her supply and vows to destroy her.","release_date":"1973-07-13","vote_average":5.8,"runtime":89,"cert":"N\/A","id":26196,"title":"Cleopatra Jones","adult":false,"genre_ids":[53,28,80]},{"cast":["Rod Taylor","Trevor Howard","Jill St. John","Wilfrid Hyde-White","Eric Sykes"],"overview":"Spy spoof about Boysie Oakes, a British secret agent who specialises in Liquidating. In actual fact he contracts out the work and pretends it is was himself. This leads to complications.","release_date":"1965-01-01","vote_average":6.1,"runtime":105,"cert":"N\/A","id":26199,"title":"The Liquidator","adult":false,"genre_ids":[35,28,12]},{"cast":["Don Adams","Sylvia Kristel","Rhonda Fleming","Dana Elcar","Andrea Howard"],"overview":"The KAOS organisation has developed a bomb that can dissolve all clothing. Maxwell Smart is brought in to foil this evil plot.","release_date":"1980-05-09","vote_average":5.8,"runtime":94,"cert":"N\/A","id":26200,"title":"The Nude Bomb","adult":false,"genre_ids":[28,35,80,9648]},{"cast":["Errol Flynn","Brenda Marshall","Claude Rains","Donald Crisp","Flora Robson"],"overview":"Dashing pirate Geoffrey Thorpe plunders Spanish ships for Queen Elizabeth I and falls in love with Dona Maria, a beautiful Spanish royal he captures.","release_date":"1940-07-01","vote_average":7.4,"runtime":127,"cert":"PG","id":26201,"title":"The Sea Hawk","adult":false,"genre_ids":[28,12,10749,36]},{"cast":["Charles Bronson","Martin Balsam","Jack Colvin","Paul Koslo","Stuart Margolin"],"overview":"A Los Angeles detective is sent to New York where he must solve a case involving an old Sicilian Mafia family feud.","release_date":"1973-08-08","vote_average":5.8,"runtime":95,"cert":"N\/A","id":26202,"title":"The Stone Killer","adult":false,"genre_ids":[28,12,80]},{"cast":["Madeleine Stowe","Aidan Quinn","James Remar","Peter Friedman","Bruce A. Young"],"overview":"Emma is an attractive girl in her 20s who has been blind for 20 years. A new type of eye operation partially restores her sight, but she is having problems: sometimes she doesn't \"remember\" what she's seen until later. One night she is awakened by a commotion upstairs. Peering out of her door, she sees a shadowy figure descending the stairs. Convinced that her neighbour has been murdered she approaches the police, only to find that she is unsure if it was just her new eyes playing tricks on her.","release_date":"1994-01-26","vote_average":6.4,"runtime":106,"cert":"N\/A","id":26203,"title":"Blink","adult":false,"genre_ids":[9648,80,18,53]},{"cast":["Frank Sinatra","Jill St. John","Richard Conte","Gena Rowlands","Simon Oakland"],"overview":"Tony Rome, a tough Miami PI living on a houseboat, is hired by a local millionaire to find jewelry stolen from his daughter, and in the process has several encounters with local hoods as well as the Miami Beach PD.","release_date":"1967-10-31","vote_average":6.5,"runtime":110,"cert":"15","id":26204,"title":"Tony Rome","adult":false,"genre_ids":[80,9648,53]},{"cast":["James Mason","Cedric Hardwicke","Jessica Tandy","Luther Adler","Everett Sloane"],"overview":"The life and career of Erwin Rommel and his involvement in the plot to assassinate Hitler.","release_date":"1951-10-16","vote_average":6.7,"runtime":88,"cert":"PG","id":26205,"title":"The Desert Fox: The Story of Rommel","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Rhea Bailey","MyAnna Buring","Chris Courtenay","Philip Delancy","Stephen Gately"],"overview":"A modern supernatural horror film that explores the dark side of the human psyche, and the terror in facing up to one's darkest fears. Set in London, England, the film begins with a group of theological students who decide to test their faith by proving the existence of Hell.","release_date":"2008-11-18","vote_average":3.5,"runtime":87,"cert":"N\/A","id":26208,"title":"Credo","adult":false,"genre_ids":[27]},{"cast":["Lance E. Nichols","Dejuan D. Turrentine","Darrin Henson","Golden Brooks"],"overview":"No overview found.","release_date":"2008-05-03","vote_average":0.0,"runtime":89,"cert":"N\/A","id":26209,"title":"A Good Man is Hard to find","adult":false,"genre_ids":[35,18,10749]},{"cast":["George Bruch","Alan Keyes","David Icke","Steven Crowder","Chuck Baldwin"],"overview":"A shocking new 2 hour film by B.A. Brooks. This 2010 release is a follow up to \"The Decline And Fall Of America\" which was released in 2008. \"The American Matrix - Age Of Deception\" details news items that all people should be aware of such as the economic collapse of The United States and the formation of the a New World Order. See what has really been going on in America today.","release_date":"2010-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":26214,"title":"The American Matrix - Age Of Deception","adult":false,"genre_ids":[99]},{"cast":["Christopher Lloyd","Matt Frewer","Raphael Sbarge","Missy Crider","Silas Weir Mitchell"],"overview":"This film is actually two one hour stories, the first based on a Stephen King story called the \"Chattering Teeth\" about a man who picks up a hitchhiker and the second is based on a Clive Barker story called \"The Body Politic\" about hands that rebel against the body.","release_date":"1997-05-13","vote_average":5.2,"runtime":90,"cert":"N\/A","id":26215,"title":"Quicksilver Highway","adult":false,"genre_ids":[27,53,10770]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":26218,"title":"An Angel Around Me","adult":true,"genre_ids":[]},{"cast":["Roy Dupuis","Patrice Robitaille","Aure Atika","Jean Pierre Bergeron","Andrea Bonelli"],"overview":"Pour perpétrer le « vol du siècle », Charles recrute les copains avec qui il a fait les 400 coups. Le soir du vol, la police rapplique et ils se feront prendre, mais l'un d'entre eux se sauvera avec les 2 millions de dollars. À leur sortie, les voleurs sont estomaqués d'apprendre qu'ils recouvreront leur argent à deux conditions et, en bout de ligne, ils doivent surtout avoir changé..","release_date":"2009-08-08","vote_average":7.2,"runtime":108,"cert":"N\/A","id":26219,"title":"Les Doigts Croches","adult":false,"genre_ids":[12]},{"cast":["Preston Foster","Ann Rutherford","Alan Curtis","Milburn Stone","Samuel S. Hinds"],"overview":"A pair of married ex-convicts trying to go straight get jobs at a department store. A gangster who knows about their past threatens to expose it unless they agree to help him rob the department store.","release_date":"1946-06-14","vote_average":5.7,"runtime":65,"cert":"N\/A","id":26220,"title":"Inside Job","adult":false,"genre_ids":[80,18]},{"cast":["Rob Brydon"],"overview":"Fresh from his huge national tour, Bafta nominated, award winning comedian Rob Brydon has arrived with a show that cements his status as a multi-talented and incredibly funny man. Full of hilarious stories, abundant with quick witted audience interaction, fast paced humour, improvisation and the most amazing impersonations, this is a show that is sure to delight old and new fans alike. Be prepared","release_date":"2009-11-23","vote_average":8.0,"runtime":81,"cert":"","id":26221,"title":"Rob Brydon Live","adult":false,"genre_ids":[35]},{"cast":["Rick Jordan","Christian Mendez","Erik David Barber","Tim Aslin"],"overview":"Erik has one week to live. He must pay Luis, the head of a dangerous Colombian drug cartel, or he will die. Erik turns to the only person he knows who can reckon with Luis's empire--his brother, K, the leader of an L.A. gang. And reckon he does: K hatches a plan to rob an armored truck, in broad daylight, on a busy street corner. What happens next is an action-packed story of guns, greed, betrayal, honor and bond between brothers and thieves.","release_date":"2010-02-09","vote_average":5.0,"runtime":90,"cert":"N\/A","id":26222,"title":"Heist","adult":false,"genre_ids":[28,80]},{"cast":["Will Patton","Eion Bailey","Yvonne Strahovski","Wendy Worthington","Christopher Sweeney"],"overview":"A survival story about a honeymooning couple who get lost in the wide expanse of the Grand Canyon.","release_date":"2009-10-23","vote_average":5.8,"runtime":102,"cert":"N\/A","id":26223,"title":"The Canyon","adult":false,"genre_ids":[53]},{"cast":["Rima Laibow","Ron Paul","David Icke","Ted Turner"],"overview":"\"Global Eugenics - Using Medicine To Kill\" - A shocking new movie that covers topics such as the swine flu, vaccines and vaccinations, martial law, medical news, water. depopulation, eugenics, Monsanto, gm seeds, agenda 21, and codex Alimentarius. A must see for all.....","release_date":"2010-01-01","vote_average":4.8,"runtime":124,"cert":"N\/A","id":26224,"title":"Global Eugenics: Using Medicine to Kill","adult":false,"genre_ids":[99]},{"cast":["Edward Burns","Brian Burns","Vincent Rubino","Jimmy Cummings","Elijah Wood"],"overview":"Ash Wednesday is set in the Manhattan of the early 1980's and is about a pair of Irish-American brothers who become embroiled in a conflict with the Irish Mob.","release_date":"2002-10-11","vote_average":5.9,"runtime":99,"cert":"","id":26225,"title":"Ash Wednesday","adult":false,"genre_ids":[18,28,80]},{"cast":["Peter Ludolf","Manfred Ludolf","Uwe Ludolf","Horst Günter Ludolf"],"overview":"No overview found.","release_date":"2009-04-09","vote_average":7.0,"runtime":95,"cert":"N\/A","id":26226,"title":"Die Ludolfs - Der Film","adult":false,"genre_ids":[35,99]},{"cast":["Shiney Ahuja","Mona Ambegaonkar","Ishita Chauhan","Mukesh Chhabra","Ujjwal Chopra"],"overview":"Hijack is an action thriller. The film revolves around Vikram Madan (Shiney Ahuja) who is a ground maintenance officer at the Chandigarh airport. His social life is limited to one friend, Rajeev, who is the Security Chief of the same airport. As luck would have it, the flight in which Vikram’s daughter was traveling to Amritsar from Delhi, is hijacked.","release_date":"2008-09-05","vote_average":4.8,"runtime":119,"cert":"N\/A","id":26229,"title":"Hijack","adult":false,"genre_ids":[28,53]},{"cast":["Brick Bronsky","Lisa Gaye","Leesa Rowland","Michael Kurtz","Scott Resnick"],"overview":"The class of nuke 'em high is back, and this time they're in college! Tromaville's nuclear factory has been rebuilt and now includes the Tromaville institute of technology. Located inside the nuclear plant, Tromaville Tech is where Prof. Holt has perfected Sub-humanoids.... Living beings without emotions, who have been genetically programmed to perform menial tasks. When school reporter Roger Smit","release_date":"1991-01-01","vote_average":4.2,"runtime":90,"cert":"N\/A","id":26230,"title":"Class of Nuke 'Em High 2: Subhumanoid Meltdown","adult":false,"genre_ids":[35,27,878]},{"cast":["Taylor Cole","Josh Henderson","Scout Taylor-Compton","Joe Egender","Jennifer Siebel Newsom"],"overview":"The new \"April Fool's\" revolves around a party given by two rich siblings for their friend. Tragedy strikes when a friend falls over a balcony and dies. One year later, the teens responsible for the accident become the targets of a twisted killer who begins hunting them down one by one.","release_date":"2008-03-25","vote_average":4.1,"runtime":91,"cert":"N\/A","id":26233,"title":"April Fool's Day","adult":false,"genre_ids":[27]},{"cast":["Richard Attenborough","John Hurt","Judy Geeson","Pat Heywood","Isobel Black"],"overview":"The story of British serial killer John Christie, who committed most or all of his crimes in the titular terraced house, and the miscarriage of justice involving Timothy Evans.","release_date":"1971-02-10","vote_average":7.3,"runtime":106,"cert":"15","id":26234,"title":"10 Rillington Place","adult":false,"genre_ids":[27,80,18]},{"cast":["Nathan Rice","Carol Roscoe","Brian Lewis","Scott C. Brown","Christian Doyle"],"overview":"All Lodge wants is for his gaming group to finish their adventure. Unfortunately, they're more interested in seducing barmaids, mooning their enemies, and setting random villagers on fire. Desperate to rein in his players, Lodge injects two newbies into the party: a non-player character controlled by Lodge, who the power gamers immediately distrust, and the rarest gamer of all -- a girl.","release_date":"2008-01-01","vote_average":7.1,"runtime":105,"cert":"N\/A","id":26235,"title":"The Gamers: Dorkness Rising","adult":false,"genre_ids":[12,35,14]},{"cast":["Benny Andersson","Agnetha Fältskog","Anni-Frid Lyngstad","Björn Ulvaeus","Tomas Ledin"],"overview":"ABBA's 1979 tour of North America and Europe, with emphasis on performances at Wembley Arena, London.","release_date":"1979-12-31","vote_average":6.3,"runtime":100,"cert":"N\/A","id":26236,"title":"ABBA - In Concert","adult":false,"genre_ids":[10402,99]},{"cast":["Rajesh Khanna","Amitabh Bachchan","Sumita Sanyal","Johnny Walker","Asit Sen"],"overview":"Dr. Bhaskar Bannerjee struggles with his patients' suffering and the darkness and poverty he confronts daily. He treats cancer patient Anand , who upon learning of his impending death, determines to use the time he has left to the absolute fullest.","release_date":"1971-03-12","vote_average":8.0,"runtime":122,"cert":"N\/A","id":26237,"title":"Anand","adult":false,"genre_ids":[18]},{"cast":["Luciana Aguirre","Samuel Arena","Louis Ballester","Agathe de La Boulaye","Iván Espeche"],"overview":"In a dark and decadent city, Sean Fallon - a corrupt cop - will have to face his own demons to put an end to a series of brutal rapes and murders of the most weirdest kind. With the help of the local pimps, headed by Chance, Fallon will go the hunt for the serial killer, that may in the end not be human!","release_date":"2008-01-01","vote_average":3.4,"runtime":85,"cert":"N\/A","id":26240,"title":"Dying God","adult":false,"genre_ids":[27,53]},{"cast":["Peter Graves","Andrea King","Herbert Berghof","Walter Sande","Marvin Miller"],"overview":"Husband-and-wife scientists (Peter Graves, Andrea King) pick up a pie-in-the-sky TV message supposedly from Mars.","release_date":"1952-05-15","vote_average":4.0,"runtime":87,"cert":"N\/A","id":26241,"title":"Red Planet Mars","adult":false,"genre_ids":[878]},{"cast":["Gene Evans","Mary Welch","Bela Kovacs","Herbert Heyes","Tina Pine"],"overview":"In New York's 1880's newspaper district a dedicated journalist manages to set up his own paper. It is an immediate success but attracts increasing opposition from one of the bigger papers and its newspaper heiress owner.","release_date":"1952-08-12","vote_average":6.8,"runtime":83,"cert":"N\/A","id":26242,"title":"Park Row","adult":false,"genre_ids":[18]},{"cast":["Alice Faye","Dana Andrews","Linda Darnell","Charles Bickford","Anne Revere"],"overview":"An unemployed drifter, Eric Stanton wanders into a small California town and begins hanging around the local diner. While Eric falls for the lovely waitress Stella, he also begins romancing a quiet and well-to-do woman named June Mills. Since Stella isn't interested in Eric unless he has money, the lovelorn guy comes up with a scheme to win her over, and it involves June. Before long, murder works its way into this passionate love triangle.","release_date":"1945-11-07","vote_average":6.6,"runtime":98,"cert":"PG","id":26243,"title":"Fallen Angel","adult":false,"genre_ids":[80,9648,10749]},{"cast":["Trey Anastasio","Jon Fishman","Page McConnell","Mike Gordon"],"overview":"Bittersweet Motel is a documentary about the popular rock band Phish. The film focuses on Phish's music, with little emphasis on their die-hard fan base.","release_date":"2000-08-25","vote_average":6.3,"runtime":82,"cert":"N\/A","id":26244,"title":"Phish: Bittersweet Motel","adult":false,"genre_ids":[99,10402]},{"cast":["Rudolf Martin","Jane March","Christopher Brand","Peter Weller","Roger Daltrey"],"overview":"Meet the man behind the legend in this true story of Vlad the Impaler, whose vicious and cruel reputation as a bloodthirsty warlord became the basis for the myth of Dracula.","release_date":"2000-10-31","vote_average":6.7,"runtime":92,"cert":"N\/A","id":26245,"title":"Dark Prince: The True Story of Dracula","adult":false,"genre_ids":[10770,27]},{"cast":["Robert Redford","Leonard Peltier","Norman Zigrossi","Robert Sikma","Darelle Butler"],"overview":"On June 26, 1975, during a period of high tensions on the Pine Ridge reservation in South Dakota, two FBI agents were killed in a shootout with a group of Indians. Although several men were charged with killing the agents, only one, Leonard Peltier, was found guilty. This film describes the events surrounding the shootout and suggests that Peltier was unjustly convicted.","release_date":"1992-05-08","vote_average":7.6,"runtime":89,"cert":"N\/A","id":26246,"title":"Incident at Oglala","adult":false,"genre_ids":[99]},{"cast":["Arvind Swamy","Manisha Koirala","Prakash Raj","Nassar","Kitty"],"overview":"A Hindu man and a Muslim woman fall in love in a small village and move to Mumbai, where they have two children. However, growing religious tensions and erupting riots threaten to tear the family apart.","release_date":"1995-03-10","vote_average":7.1,"runtime":141,"cert":"N\/A","id":26247,"title":"Bombay","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Wanda Sykes"],"overview":"Smart. Outspoken. Opinionated. Three-time Emmy Award winner Wanda Sykes is back! Reigning over everything from television sitcoms to feature films, this comedienne extraordinaire has returned in her second solo HBO comedy special, I’MA BE ME. Live from Washington, D.C. and edgier than ever, Wanda holds nothing back as she riffs on the perks of having a Black president, coming out, getting married, motherhood, aging, and twenty-first century pirates. With her trademark wit, Wanda shocks and astonishes at every turn in this feature-length special.","release_date":"2009-10-10","vote_average":7.3,"runtime":90,"cert":"N\/A","id":26250,"title":"Wanda Sykes: I'ma Be Me","adult":false,"genre_ids":[35]},{"cast":["Wanda Sykes"],"overview":"Wanda Sykes has been called \"one of the funniest stand up comics\" by her peers and ranks among Entertainment Weekly's 25 Funniest People in America. She won an Emmy in 2003 for her work on Inside the NFL and was showcased for 5 years on HBO's The Chis Rock Show and Curb Your Enthusiasm. Now catch her hilarious stand up skills in this side-splitting program where she serves up comic truth and turns common sense into thought-provoking humor.","release_date":"2006-10-14","vote_average":8.5,"runtime":70,"cert":"N\/A","id":26251,"title":"Wanda Sykes: Sick and Tired","adult":false,"genre_ids":[35]},{"cast":["Jean Gabin","Mireille Balin","Gabriel Gabrio","Lucas Gridoux","Gilbert Gil"],"overview":"Pépé le Moko, one of France's most wanted criminals, hides out in the Casbah section of Algiers. He knows police will be waiting for him if he tries to leave the city. When Pépé meets Gaby Gould, a gorgeous woman from Paris who is lost in the Casbah, he falls for her. She also reminds him of all the things he loves about Paris. Even as Pépé knows he is being trailed by Inspector Slimane, he considers a future with Gaby.","release_date":"1937-01-28","vote_average":7.5,"runtime":94,"cert":"N\/A","id":26252,"title":"Pépé le Moko","adult":false,"genre_ids":[80,10749,18]},{"cast":["Sandra Bullock","Tate Donovan","Anne Bancroft","Blake Clark","Rebecca Staab"],"overview":"Unlucky in love, chemist Paul Matthews visits gypsy Madame Rosa for help. Quickly realizing he is a hopeless nerd, she gifts him with Love Potion No. 8, which makes anyone who wears it irresistible to the opposite sex for four hours. Paul and animal psychologist coworker Diane Farrow decide to test it on themselves. The awkward pair suddenly find themselves alluring to anyone they approach, but soon realize they are most attracted to each other.","release_date":"1992-11-13","vote_average":5.7,"runtime":97,"cert":"N\/A","id":26255,"title":"Love Potion No. 9","adult":false,"genre_ids":[35,10749,14,878]},{"cast":["Seth Enslow","Ryan Hughes","Jeremy McGrath","Brian Manley"],"overview":"In 1994 filmmakers Jon Freeman and Dana Nicholson had been accumulating footage to showcase a behind the scenes expose of the lifestyle of an American pro motocross rider in action, 145ft plus jumps, 45ft high in the air soaring over sand dunes, mountains, houses, buses and anything else secure and steep enough to hold the weight of bike and rider. The end result was Fleshwound Films and the first video Crusty Demons of Dirt. The launch of this video was to change the face of motocross and create Freestyle Motocross (FMX).  For over a decade, they took their dirtbikes around the world in search of unique locations and ultimately experienced the most ridiculous adventures. Exotic locations in nineteen countries : the ruins of Machu Picchu, packed arenas in Australia, the mysterious Easter Island, wild deserts in Africa no matter where we go, nothing is ever left the same.","release_date":"1995-12-22","vote_average":0.0,"runtime":30,"cert":"N\/A","id":26256,"title":"Crusty Demons of Dirt 1","adult":false,"genre_ids":[28,99]},{"cast":["Cheng Pei-Pei","Elliot Ngok","Chen Hung-Lieh","Yuen Siu-Tien","Mars"],"overview":"Cheng Pei-pei plays Golden Swallow, a fighter-for-hire who has been contracted by the local government to retrieve the governor's kidnapped son. Holding him is a group of rebels who are demanding that their leader be released from prison in return for the captured son. After a brief encounter with the gang at a local restaurant, Golden Swallow is joined by an inebriated wanderer Drunken Cat (Yueh Hua) who aids her in her mission.","release_date":"1966-04-07","vote_average":7.1,"runtime":91,"cert":"N\/A","id":26259,"title":"Come Drink with Me","adult":false,"genre_ids":[12,28]},{"cast":["Laxmikant Berde","Mahesh Kothare","Nivedita Joshi Saraf","Deepak Shirke"],"overview":"No overview found.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":26262,"title":"De Danadan","adult":false,"genre_ids":[35]},{"cast":["Charles Bronson","Kay Lenz","John P. Ryan","Perry Lopez","George Dickerson"],"overview":"After the death of his girlfriend's daughter from a drug overdose, Paul Kersey (Charles Bronson) takes on the local drug cartel.","release_date":"1987-06-11","vote_average":5.5,"runtime":99,"cert":"18","id":26263,"title":"Death Wish 4: The Crackdown","adult":false,"genre_ids":[53,28,80]},{"cast":["Christopher Showerman","Julie Benz","Thomas Haden Church","Christina Pickles","John Cleese"],"overview":"George and Ursula now have a son, George Junior, so Ursula's mother arrives to try and take them back to \"civilization\".","release_date":"2003-08-18","vote_average":4.2,"runtime":87,"cert":"U","id":26264,"title":"George of the Jungle 2","adult":false,"genre_ids":[12,35,10751]},{"cast":["Peter Kay"],"overview":"In Live at the Bolton Albert Halls Peter Kay performs his 'Mum Wants A Bungalow Tour' in front of a home town audience.","release_date":"2003-11-10","vote_average":6.2,"runtime":151,"cert":"15","id":26265,"title":"Peter Kay: Live at the Bolton Albert Halls","adult":false,"genre_ids":[35]},{"cast":["Chris Potter","Emma Roberts","Richard Kind","Pat Morita","Louie"],"overview":"Amelia, a young genius and daughter of a top secret agent, unknowingly invents a contraption that makes her the target of an evil scientist.","release_date":"2003-02-24","vote_average":4.9,"runtime":81,"cert":"N\/A","id":26266,"title":"Spymate","adult":false,"genre_ids":[12,35]},{"cast":["Aly Michalka","Johnny Pacar","Frank Langella","Brendan Hill","Chris Olivero"],"overview":"While producing a reality TV show, a teenager meets a magician whose powers are real but put him in danger.","release_date":"2005-01-14","vote_average":5.7,"runtime":96,"cert":"N\/A","id":26267,"title":"Now You See It...","adult":false,"genre_ids":[10770,35,9648]},{"cast":["Paul Newman","Lauren Bacall","Julie Harris","Arthur Hill","Janet Leigh"],"overview":"Harper is a cynical private eye in the best tradition of Bogart. He even has Bogie's Baby hiring him to find her missing husband, getting involved along the way with an assortment of unsavory characters and an illegal-alien smuggling ring.","release_date":"1966-02-23","vote_average":6.8,"runtime":121,"cert":"N\/A","id":26268,"title":"Harper","adult":false,"genre_ids":[28,18,53,80,9648]},{"cast":["Paul Newman","Susan Sarandon","Gene Hackman","Reese Witherspoon","Stockard Channing"],"overview":"A retired ex-cop and private detective gets mixed up in murder when he is asked to deliver blackmail money and walks into a 20 year old case involving the mysterious disappearance of an actress' former husband.","release_date":"1998-03-06","vote_average":6.1,"runtime":94,"cert":"N\/A","id":26269,"title":"Twilight","adult":false,"genre_ids":[80,53]},{"cast":["Donna Martell","Hayden Rorke","Ross Ford","Larry Johns","Herb Jacobs"],"overview":"In the future (1970) the US sends a mission to the moon to investigate the building of a moon base.","release_date":"1953-09-04","vote_average":2.6,"runtime":63,"cert":"N\/A","id":26270,"title":"Project Moon Base","adult":false,"genre_ids":[878]},{"cast":["Dana Delany","Kim Cattrall","Cynthia Stevenson","Laila Robins","Lora Zane"],"overview":"A group of old friends at a Hens Night discuss their issues, uncertainties, fears and fantasies.","release_date":"1995-12-08","vote_average":4.8,"runtime":95,"cert":"N\/A","id":26271,"title":"Live Nude Girls","adult":false,"genre_ids":[35]},{"cast":["Peter Kay"],"overview":"Featuring classic routines especially chosen by the British public, including Garlic Bread, Dipping Biscuits, the dancing skills of people at weddings, as well as the video for the No. 1 smash-hit ‘(I’m Gonna Be) 500 Miles’.","release_date":"2007-11-19","vote_average":9.0,"runtime":77,"cert":"15","id":26272,"title":"Peter Kay: Stand-Up UKay","adult":false,"genre_ids":[35]},{"cast":["David Morrissey","Ashley Jensen"],"overview":"Taking Liberties Since 1997is a documentary film about the erosion of civil liberties in the United Kingdom and increase of surveillance under the government of Tony Blair. It was released in the UK on 8th June 2007. The director, Chris Atkins, said on 1 May that he wanted to expose \"the Orwellian state\" that now threatened Britain as a result of Mr Blair's policies.","release_date":"2007-01-01","vote_average":6.8,"runtime":101,"cert":"N\/A","id":26273,"title":"Taking Liberties Since 1997","adult":false,"genre_ids":[99]},{"cast":["Neil Fitzmaurice","Sarah Alexander","Bernard Hill","Stan Boardman","Dominic Carter"],"overview":"After surviving prison, a man has to forge a career in the crime world","release_date":"2000-09-21","vote_average":5.5,"runtime":86,"cert":"18","id":26274,"title":"Going Off Big Time","adult":false,"genre_ids":[35,53,28,80]},{"cast":["Kyoko Fukada","Anna Tsuchiya","Hiroyuki Miyasako","Sadao Abe","Eiko Koike"],"overview":"Momoko is an ordinary girl, living an ordinary life. Ordinary, that is, if you define ordinary as wearing elaborate lolita dresses from the Rococo period in 18th Century France. However, when punk girl and self-styled 'Yanki' Ichiko comes calling, her days as 'ordinary' are most certainly numbered...","release_date":"2004-05-29","vote_average":7.2,"runtime":102,"cert":"N\/A","id":26275,"title":"Kamikaze Girls","adult":false,"genre_ids":[35,878]},{"cast":["Hywel Bennett","Rupert Procter","Gregory Chisholm","Mark Devenport","Julie Legrand"],"overview":"One for the Road follows Jimmy, Paul, Richard and Mark who meet on a rehabilitation course for drink drivers. Jimmy is young, ambitious and desperate to sell his late father's business; Paul has been salesman of the year three times running, however, that was five years ago; Richard is a retired millionaire property developer and Mark is a taxi driver with a weakness for weed and philosophy.","release_date":"2003-08-21","vote_average":7.0,"runtime":94,"cert":"","id":26276,"title":"One for the Road","adult":false,"genre_ids":[35]},{"cast":["Hrithik Roshan","Rani Mukerji","Kareena Kapoor Khan","Satish Shah","Himani Shivpuri"],"overview":"A man falls in love with his childhood friend, but her sister is the one who reciprocates his feelings.","release_date":"2002-08-08","vote_average":6.0,"runtime":149,"cert":"N\/A","id":26277,"title":"Mujhse Dosti Karoge!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Brian Donlevy","John Longden","Sid James","William Franklyn","Bryan Forbes"],"overview":"In England, a group of space scientists, who have developed plans for the first Moon colony, learn that a secret, ostensibly government-run, complex of identical design has been built in a remote part of England and is the focus of periodic falls of small, hollow \"meteorites\" originating in outer space.","release_date":"1957-05-24","vote_average":6.6,"runtime":85,"cert":"12","id":26278,"title":"Enemy from Space","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"A cult-like rehabilitation center abuses, brainwashes and imprisons vulnerable teens.","release_date":"2007-01-01","vote_average":5.0,"runtime":75,"cert":"N\/A","id":26279,"title":"Over the GW","adult":false,"genre_ids":[18]},{"cast":["Xavier Dolan","Anne Dorval","François Arnaud","Suzanne Clément","Patricia Tulasne"],"overview":"Hubert, a brash 17-year-old, is confused and torn by a love-hate relationship with his mother that consumes him more and more each day. After distressing ordeals and tragic episodes, Hubert will find his mother on the banks of Saint Lawrence river, where he grew up, and where a murder will be committed: the murder of childhood.","release_date":"2009-06-05","vote_average":7.7,"runtime":96,"cert":"N\/A","id":26280,"title":"I Killed My Mother","adult":false,"genre_ids":[18]},{"cast":["Rita Ramnani","Aurélie Amblard","Daniel Roberts","Eric Cantona","Rula Lenska"],"overview":"Jack struggles with memory loss while he seeks revenge.","release_date":"2008-09-22","vote_average":5.3,"runtime":85,"cert":"N\/A","id":26281,"title":"Jack Says","adult":false,"genre_ids":[35,18,9648,53]},{"cast":["Robert Mitchum","Jane Russell","William Bendix","Thomas Gomez","Gloria Grahame"],"overview":"A man on the run in the Far East is mistaken for an undercover cop.","release_date":"1952-04-30","vote_average":6.2,"runtime":81,"cert":"N\/A","id":26282,"title":"Macao","adult":false,"genre_ids":[12,18,10749]},{"cast":["Jane Russell","Victor Mature","Vincent Price","Hoagy Carmichael","Brad Dexter"],"overview":"When newlyweds visit Las Vegas, the wife's shady past comes to the surface.","release_date":"1952-01-30","vote_average":5.4,"runtime":88,"cert":"N\/A","id":26283,"title":"The Las Vegas Story","adult":false,"genre_ids":[18]},{"cast":["Ashlynn Brooke","Tori Black","Missy Stone","Alexis Texas","Joanna Angel"],"overview":"There's only one cure for the beautiful female patients of Naked Heart Hospital... a good dose of Penis-illin from Doctor DJ! When handsome young & hung doctor, DJ sees that the lack of sexual healing amongst the hospital's staff is affecting their work, he realizes that he must come up with a plan to heal everyone of their Acute Bone-itis...","release_date":"2009-05-27","vote_average":7.3,"runtime":103,"cert":"N\/A","id":26284,"title":"Scrubs: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Paolo Villaggio","Milena Vukotic","Plinio Fernando","Gigi Reder","Anna Mazzamauro"],"overview":"No overview found.","release_date":"1983-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":26285,"title":"Fantozzi Still Suffers","adult":false,"genre_ids":[35]},{"cast":["Gene Tierney","Walter Huston","Vincent Price","Glenn Langan","Anne Revere"],"overview":"For Miranda Wells, moving to New York to live in Dragonwyck Manor with her rich cousin, Nicholas, seems like a dream. However, the situation gradually becomes nightmarish. She observes Nicholas' troubled relationship with his tenant farmers, as well as with his daughter, to whom Miranda serves as governess. Her relationship with Nicholas intensifies after his wife dies, but his mental imbalance threatens any hope of happiness.","release_date":"1946-04-10","vote_average":6.9,"runtime":103,"cert":"N\/A","id":26286,"title":"Dragonwyck","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Gil Bellows","Maxim Roy","Judd Nelson","Isabella Rossellini","Bruce Dinsmore"],"overview":"A pair of newspaper reporters receive help from an unlikely accomplice in their effort to stave off an alien invasion.","release_date":"2008-09-16","vote_average":4.5,"runtime":89,"cert":"N\/A","id":26289,"title":"Infected","adult":false,"genre_ids":[12,878,53]},{"cast":["Anna Friel","Michelle Williams","Trudie Styler","Allan Corduner","Oliver Milburn"],"overview":"During a long, hot summer in seventies London, young neighbors Holly and Marina make a childhood pact to be friends forever. For Marina, troubled, fiercely independent, determined to try everything, Holly stays the only constant in a life of divorcing parents, experimental drugs and fashionable self-destruction. But for Holly, a friendship that has never been equal gradually starts to feel like a trap.","release_date":"2001-11-01","vote_average":7.3,"runtime":107,"cert":"15","id":26290,"title":"Me Without You","adult":false,"genre_ids":[18]},{"cast":["Bobcat Goldthwait","Julie Brown","Bruce Baum","Steve Bean","Kathy Griffin"],"overview":"Shakes plods about his duties as party clown, and uses all of his free time getting seriously drunk. Binky, another clown, wins the spot on a local kiddie show, which depresses Shakes even more, and his boss threatens him with unemployment if he can't get his act under control.","release_date":"1991-08-28","vote_average":5.8,"runtime":87,"cert":"18","id":26291,"title":"Shakes the Clown","adult":false,"genre_ids":[28,35,80]},{"cast":["Emlyn Williams","Ernest Thesiger","Anna Konstam","Allan Jeayes","Anthony Holles"],"overview":"“Shorty” Matthews (Emlyn Williams) having recently been released from prison visits his girlfriend in London only to discover her murdered. Fearing he will be wrongly accused of being the culprit he disappears amongst the long-distance lorry driving community. Meanwhile, the real killer, unassuming ex-schoolteacher Walter Hoover (Ernest Thesiger), continues to prey on London women. As Shorty had feared he has become the main suspect. He returns to London with old flame Molly to prove his innocence","release_date":"1938-12-01","vote_average":5.6,"runtime":84,"cert":"N\/A","id":26292,"title":"They Drive by Night","adult":false,"genre_ids":[80,53]},{"cast":["Melora Walters","William Mapother","Johanna Braddy","Sofia Vassilieva","Jackson Rathbone"],"overview":"There are terrible things happening in the desert...unexplainable, frightening things. Tragic, inexplicable incidents… ever since she arrived.","release_date":"2009-11-10","vote_average":4.8,"runtime":96,"cert":"N\/A","id":26293,"title":"Hurt","adult":false,"genre_ids":[18,9648,53]},{"cast":["Brian Donlevy","Claire Trevor","Forrest Tucker","Vera Ralston","Luther Adler"],"overview":"It's a deadly play for power when a Mafia chieftain's top gun goes straight and threatens to testify against the big boss and his cruel, nationwide network of crime. The picture, which was shot in a semi-documentary style, was inspired by the Kefauver investigations of 1950-51.","release_date":"1952-04-15","vote_average":6.0,"runtime":98,"cert":"N\/A","id":26294,"title":"Hoodlum Empire","adult":false,"genre_ids":[80]},{"cast":["Jenaveve Jolie","Tina Fine","Poppy Morgan","Sharka Blue","Alicia Rhodes"],"overview":"The Young Harlots are coming of age and eager to discover their deepest darkest desires. A lesson in unforgiving debauchery is about to begin.","release_date":"2005-12-16","vote_average":8.0,"runtime":169,"cert":"N\/A","id":26295,"title":"Young Harlots: In London","adult":true,"genre_ids":[]},{"cast":["Pietro Germi","Claudia Cardinale","Franco Fabrizi","Cristina Gaioni","Claudio Gora"],"overview":"A police inspector comes into contact with people of all types and dispositions during a grueling murder investigation.","release_date":"1959-10-24","vote_average":7.3,"runtime":115,"cert":"N\/A","id":26296,"title":"The Facts of Murder","adult":false,"genre_ids":[80,18]},{"cast":["Elvis Presley","Shelley Fabares","Will Hutchins","Bill Bixby","Gary Merrill"],"overview":"The heir to an oil fortune trades places with a water-ski instructor at a Florida hotel to see if girls will like him for himself, rather than his father's money.","release_date":"1967-01-01","vote_average":5.6,"runtime":100,"cert":"N\/A","id":26299,"title":"Clambake","adult":false,"genre_ids":[10402,10749]},{"cast":["Gary Daniels","Malcolm McDowell","Costas Mandylor","Downtown Julie Brown","Dante Basco"],"overview":"From the immensely popular FIST OF THE NORTH STAR comic book series, comes a new hero. The fate of mankind rests with superhuman warrior Kenshiro who roams the wastelands of the future waging a battle against overwhelming evil. With the spiritual guidance of his dead father, Kenshiro fights to free his stolen love from the brutal tyrant Lord Shin. Through his struggle he must confront his destiny.","release_date":"1995-04-22","vote_average":4.1,"runtime":103,"cert":"N\/A","id":26300,"title":"Fist of the North Star","adult":false,"genre_ids":[28,878,53]},{"cast":["Robert Forster","Michael Michele","Maury Chaykin","Mimi Kuzyk","Gregg Henry"],"overview":"After 31 years at-large, detectives in Wichita, Kansas hone in on the serial killer known as BTK.","release_date":"2005-10-09","vote_average":5.3,"runtime":82,"cert":"N\/A","id":26301,"title":"The Hunt for the BTK Killer","adult":false,"genre_ids":[10770,80,18,53]},{"cast":["Spartak Bagashvili","Sofiko Chiaureli","Medea Japaridze","Vilen Galustyan","Giorgi Gegechkori"],"overview":"The life of the revered 18th-century Armenian poet and musician Sayat-Nova. Portraying events in the life of the artist from childhood up to his death, the movie addresses in particular his relationships with women, including his muse. The production tells Sayat-Nova's dramatic story by using both his poems and largely still camerawork, creating a work hailed as revolutionary by Mikhail Vartanov.","release_date":"1969-10-01","vote_average":7.8,"runtime":78,"cert":"","id":26302,"title":"The Color of Pomegranates","adult":false,"genre_ids":[18,36]},{"cast":["Nigel Marven","Rod Arthur","Suzanne McNabb","David Jason"],"overview":"A BBC miniseries about Nigel Marvin's quest to bring the extinct dinosaurs through time to Prehistoric Park.","release_date":"2006-01-01","vote_average":7.1,"runtime":288,"cert":"N\/A","id":26303,"title":"Prehistoric Park","adult":false,"genre_ids":[99,12]},{"cast":["Himesh Reshammiya","Shenaz Treasury","Sonal Sehgal","Paresh Rawal"],"overview":"No overview found.","release_date":"2009-12-03","vote_average":6.0,"runtime":105,"cert":"N\/A","id":26304,"title":"Radio","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Kurt Cobain","Krist Novoselic","Dave Grohl"],"overview":"Live at Reading is a live CD\/DVD by the American grunge band Nirvana released on November 2, 2009, chronicling its 1992 performance at the Reading Festival in Reading, England. Bootlegged for years following the performance, the new issues present the performance for the first time mastered and color corrected.","release_date":"1992-08-30","vote_average":6.7,"runtime":98,"cert":"N\/A","id":26305,"title":"Nirvana: Live at Reading","adult":false,"genre_ids":[10402]},{"cast":["Jared Leto","R. Lee Ermey","Ed O'Neill","Breckin Meyer","Lindsay Crouse"],"overview":"It's the true-life story of legendary track star Steve Prefontaine, the exciting and sometimes controversial \"James Dean of Track,\" whose spirit captured the heart of the nation! Cocky, charismatic, and tough, \"Pre\" was a running rebel who defied rules, pushed limits ... and smashed records ...","release_date":"1997-01-24","vote_average":6.6,"runtime":106,"cert":"N\/A","id":26306,"title":"Prefontaine","adult":false,"genre_ids":[18,10749]},{"cast":["Michael St. Gerard","Brigitte Bako","Ned Beatty","Lisa Howard","Peter Outerbridge"],"overview":"In a poisoned world where sunshine kills, a hit squad from the Zyklor Corporation interrupts the testing of a matter replikator capable of duplicating living tissue for the purpose of extending human life.\r When the smoke clears, scientist Ludovic finds himself framed for murder and on the run from an exact duplicate... of himself. Joining forces with ex-lover Kat Moscow and cynical Detective Valiant, Ludovic follows the bloody path of destruction wrought by a monster with his face.","release_date":"1994-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":26309,"title":"Replikator","adult":false,"genre_ids":[80,878]},{"cast":["Phil Hartman","Jim Cummings","Lea Michele","Tom Arnold","Marie Osmond"],"overview":"Buster and Chauncey - the world's greatest Mouse-icians - have arrived in Oberndorf for their shot at the big time: performing for the queen at the annual Christmas Pageant! But on Christmas Eve, Burghermeister Huffenmeir finds all the preparations for the festivities destroyed and the treasure of Oberndorf missing. When he accuses Buster and Chauncey's friend Christina - an orphan in search of her long lost family - it seems certain that Christmas will be ruined. Now it's up to the Moustroes of Mistletoe to help Christina reveal the real culprits, return the treasure and show the town of Oberndorf the true meaning of Christmas.","release_date":"1998-10-13","vote_average":6.5,"runtime":49,"cert":"N\/A","id":26312,"title":"Buster & Chauncey's Silent Night","adult":false,"genre_ids":[16,10751]},{"cast":["Mikhail Kaufman"],"overview":"A cameraman wanders around Moscow, Kharkov, Kiev and Odessa with a camera slung over his shoulder, documenting urban life with dazzling invention.","release_date":"1929-01-08","vote_average":8.1,"runtime":68,"cert":"U","id":26317,"title":"Man with a Movie Camera","adult":false,"genre_ids":[99]},{"cast":["Jean-Yves Lafesse"],"overview":"No overview found.","release_date":"2004-06-04","vote_average":6.0,"runtime":60,"cert":"N\/A","id":26318,"title":"Lafesse refait le trottoir","adult":false,"genre_ids":[35]},{"cast":["Bette Davis","Ann Sheridan","Monty Woolley","Richard Travis","Jimmy Durante"],"overview":"An acerbic critic wreaks havoc when a hip injury forces him to move in with a Midwestern family.","release_date":"1942-01-24","vote_average":6.8,"runtime":112,"cert":"N\/A","id":26319,"title":"The Man Who Came to Dinner","adult":false,"genre_ids":[35,10749]},{"cast":["Demetri Martin","Imelda Staunton","Henry Goodman","Liev Schreiber","Jonathan Groff"],"overview":"The story of Elliot Tiber and his family, who inadvertently played a pivotal role in making the famed Woodstock Music and Arts Festival into the happening that it was. When Elliot hears that a neighboring town has pulled the permit on a hippie music festival, he calls the producers thinking he could drum up some much-needed business for his parents' run-down motel. Three weeks later, half a million people are on their way to his neighbor’s farm in White Lake, New York, and Elliot finds himself swept up in a generation-defining experience that would change his life–and American culture–forever.","release_date":"2009-09-03","vote_average":6.3,"runtime":120,"cert":"N\/A","id":26320,"title":"Taking Woodstock","adult":false,"genre_ids":[10402,35,18]},{"cast":["John Wayne","Frances Dee","Edward Ellis","Wallace Ford","Ward Bond"],"overview":"Bucolic lawyer John Wayne takes on big-city corruption in A Man Betrayed. He sets out to prove that an above-suspicion politician (Edward Ellis) is actually a crook. The price of integrity is sweet in this instance, since Wayne happens to be in love with the politician's daughter (Frances Dee).","release_date":"1941-03-07","vote_average":5.6,"runtime":82,"cert":"N\/A","id":26321,"title":"A Man Betrayed","adult":false,"genre_ids":[9648]},{"cast":["P.J. Soles","Vincent Van Patten","Clint Howard","Dey Young","Dick Miller"],"overview":"A group of rock-music-loving students, with the help of the Ramones, take over their school to combat its newly installed oppressive administration.","release_date":"1979-08-24","vote_average":6.5,"runtime":93,"cert":"N\/A","id":26326,"title":"Rock 'n' Roll High School","adult":false,"genre_ids":[35,10402]},{"cast":["Sid James","Barbara Windsor","Kenneth Williams","Hattie Jacques","Bernard Bresslaw"],"overview":"Dick Turpin is terrorising the countryside around Upper Dencher. Captain Fancey and Sergeant Jock Strapp plan to put an end to his escapades, and enlist the help of the Reverend Flasher. Little do they know that the priest leads a double life. Then Madame Desiree and her \"Birds of Paradise\" arrive in the village...","release_date":"1974-02-01","vote_average":6.3,"runtime":91,"cert":"N\/A","id":26327,"title":"Carry On Dick","adult":false,"genre_ids":[35]},{"cast":["Brooke Shields","George Burns","Burl Ives","Ray Bolger","Lorraine Gary"],"overview":"George Burns stars as a former vaudevillian who befriends a young runaway, played by 14-year old Brooke Shields, who is being chased by drug dealers.","release_date":"1979-07-13","vote_average":5.4,"runtime":93,"cert":"N\/A","id":26328,"title":"Just You and Me, Kid","adult":false,"genre_ids":[35]},{"cast":["Sid James","Barbara Windsor","Joan Sims","Kenneth Connor","Bernard Bresslaw"],"overview":"Local councillor Sidney Fiddler persuades the Mayor to help improve the image of their rundown seaside town by holding a beauty contest. But formidable Councillor Prodworthy, head of the local women's liberation movement, has other ideas. It's open warfare as the women's lib attempt to sabotage the contest.","release_date":"1973-11-09","vote_average":6.1,"runtime":88,"cert":"PG","id":26329,"title":"Carry On Girls","adult":false,"genre_ids":[35]},{"cast":["Robert Blake","Mitchell Ryan","Billy Green Bush","Jeannine Riley","Elisha Cook Jr."],"overview":"A short Arizona motorcycle cop gets his wish and is promoted to Homicide following the mysterious murder of a hermit. He is forced to confront his illusions about himself and those around him in order to solve the case, eventually returning to solitude in the desert.","release_date":"1973-08-18","vote_average":7.0,"runtime":114,"cert":"N\/A","id":26332,"title":"Electra Glide in Blue","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Christian Slater","Marisa Tomei","Rosie Perez","Kyle Secor","Willie Garson"],"overview":"Caroline, a young waitress who seems to have bad taste in men, is on her way home one night when thugs attempt to rape her. Adam, the mysterious busboy who works at the same diner, helps fight off the assailants, and she begins a relationship with him -- but not all their fellow Minnesotans are happy for them. Meanwhile, the couple face their own difficulties when Caroline finds about Adam's past, including his unique health condition.","release_date":"1993-02-12","vote_average":6.7,"runtime":102,"cert":"N\/A","id":26333,"title":"Untamed Heart","adult":false,"genre_ids":[35,18,10749]},{"cast":["Cheryl Lyone","Ivet Corvea","Christina DeRosa","Daeg Faerch","Peter Tahoe"],"overview":"Things go horribly wrong when Catherine and Rebecca, two Catholic School girls, knock on the wrong door while selling Religious paraphernalia.","release_date":"2009-01-01","vote_average":4.4,"runtime":90,"cert":"N\/A","id":26334,"title":"Run! Bitch Run!","adult":false,"genre_ids":[27,53]},{"cast":["John Voldstad","Barry Cutler","Nikoletta Skarlatos"],"overview":"An overweight California slob hears his brother's been killed in Tijuana and goes down to investigate. Once there he meets an odd assortment of characters, all of whom either knew his brother or in some way were involved with him.","release_date":"1999-01-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":26335,"title":"Night Train","adult":false,"genre_ids":[80,9648,53]},{"cast":[],"overview":"The bizarre true story of Linda Riss and Burt Pugach.","release_date":"2007-11-22","vote_average":6.8,"runtime":92,"cert":"N\/A","id":26336,"title":"Crazy Love","adult":false,"genre_ids":[99,10749]},{"cast":["Ed Harris","Madeleine Stowe","Charles Dance","Patricia Healy","Benicio del Toro"],"overview":"Detective Kyle Bodine falls for Rachel Munro who is trapped in a violent marriage. After shooting her husband, Kyle relucantly agrees to help hide the body, but Kyle's partner is showing an unusual flair for finding clues.","release_date":"1994-03-04","vote_average":6.2,"runtime":99,"cert":"N\/A","id":26337,"title":"China Moon","adult":false,"genre_ids":[9648,53]},{"cast":["Caroline Ducey","Sagamore Stévenin","François Berléand","Rocco Siffredi","Reza Habouhossein"],"overview":"Although deeply in love with her boyfriend - and indeed sleeping in the same bed with him - a schoolteacher cannot handle the almost complete lack of intimacy he will allow. Increasingly frustrated, she gradually finds her sexual appetites leading her into ever more risky situations, including a developing one with the headmaster.","release_date":"1999-04-13","vote_average":5.4,"runtime":84,"cert":"N\/A","id":26338,"title":"Romance","adult":false,"genre_ids":[18,10749]},{"cast":["Danton Mello","Thiago Fragoso","Luíza Curvo","Maria Ribeiro","Odilon Wagner"],"overview":"","release_date":"2009-12-11","vote_average":0.0,"runtime":115,"cert":"N\/A","id":26339,"title":"Ouro Negro","adult":false,"genre_ids":[18,99]},{"cast":["Nick Cassavetes","Eric Douglas","Mike Norris","Mark Ivanir"],"overview":"A terrorist places an atom bomb somewhere in an American metropolis. The president of the U.S. has no other choice; he has to call Delta Force.","release_date":"1991-01-01","vote_average":2.5,"runtime":97,"cert":"N\/A","id":26340,"title":"Delta Force 3: The Killing Game","adult":false,"genre_ids":[28,12]},{"cast":["Robert Vaughn","David McCallum","Barry Sullivan","Eleanor Parker","Leslie Nielsen"],"overview":"Secret agent Napoleon Solo fights to stop a top-secret plot to conquer the world.","release_date":"1968-09-18","vote_average":3.8,"runtime":86,"cert":"N\/A","id":26341,"title":"How to Steal the World","adult":false,"genre_ids":[12,10770]},{"cast":["Jeremy London","A Martinez","Paul Logan","Lauren Walsh","Stephen Blackehart"],"overview":"A small band of resistance fighters battle the cyborgs that have taken control of the planet.","release_date":"2009-04-28","vote_average":3.8,"runtime":89,"cert":"N\/A","id":26342,"title":"The Terminators","adult":false,"genre_ids":[28,27,878]},{"cast":["Sarah Adler","Nade Dieu","Rony Kramer","Jean-Christophe Bouvet","George Aguilar"],"overview":"Jean-Luc Godard's poetic meditation on war, violence and defeat. The film is structured in three parts. The three segments are \"Hell\", \"Purgatory\", and \"Heaven\". The first segment is a montage of war images from documentary and fictional sources. The second concerns two young Jewish women attending a European arts conference in Sarajevo. The final segment concerns the after life.","release_date":"2004-05-19","vote_average":6.7,"runtime":80,"cert":"N\/A","id":26347,"title":"Our Music","adult":false,"genre_ids":[18,36]},{"cast":["Sam Robards","F. Murray Abraham","Ally Sheedy","Jicky Schnee"],"overview":"Top astrophysicist Sasha Greenberg has spent the past 17 years working in the United States. An invitation to speak at a Congress on Cosmology in his native Moscow brings him home for the first time to confront colleagues, and unanswered personal questions. As Russia undergoes perestroika, public and private lives are radically re-assessed and Sasha sees the social and sexual upheavals as a crisis","release_date":"2009-03-20","vote_average":3.0,"runtime":97,"cert":"N\/A","id":26350,"title":"Perestroika","adult":false,"genre_ids":[18]},{"cast":["David Ben-Gurion","Martin Gilbert"],"overview":"Sir Martin Gilbert, author of over sixty books and the host of A&amp;E's JERUSALEM, hosts this gripping account of Israel's difficult first years. Filled with rare footage, photographs, and interviews with participants in the War of Independence, this is the definitive document of one of the turning points in modern history. Extraordinary footage filmed by Bernard Beecham, a British soldierBritish sol","release_date":"1995-09-27","vote_average":5.0,"runtime":100,"cert":"N\/A","id":26351,"title":"Israel: Birth of a Nation","adult":false,"genre_ids":[36,99]},{"cast":["Keenen Ivory Wayans","Charles S. Dutton","Jada Pinkett Smith","Salli Richardson-Whitfield","Andrew Divoff"],"overview":"A black detective becomes embroiled in a web of danger while searching for a fortune in missing drug money. During the course of his investigation, he encounters various old connections, ultimately confronting the criminal responsible for Shame's expulsion from the force. He must also deal with two women, Angela, a beautiful old flame, and Peaches, his energetic but annoying sidekick.","release_date":"1994-11-23","vote_average":5.7,"runtime":100,"cert":"N\/A","id":26352,"title":"A Low Down Dirty Shame","adult":false,"genre_ids":[28,35,80]},{"cast":["Kaley Cuoco","Mýa","Rider Strong","James DeBello","Lochlyn Munro"],"overview":"Girl trouble starts when a man and two good buddies becomes roommates.","release_date":"2010-03-02","vote_average":3.5,"runtime":85,"cert":"N\/A","id":26353,"title":"The Penthouse","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The inspiring and tumultuous story of 85-year old surfer, health advocate and sex guru, Dr. Dorian \"Doc\" Paskowitz, his wife Juliette, and their nine children who were all home-schooled and raised in a small camper on the beach, where they surfed and had to adhere to the strict diet and lifestyle of animals in the wild.","release_date":"2007-01-01","vote_average":7.3,"runtime":93,"cert":"N\/A","id":26354,"title":"Surfwise","adult":false,"genre_ids":[99]},{"cast":["Molly Ringwald","Randall Batinkoff","Kenneth Mars","Miriam Flynn","Sharon Brown"],"overview":"Darcy, editor at her highschool paper, and her long-term boyfriend Stan are in their last months of school and already have found places in good colleges. Recently they started to sleep with each other and, surprise, surprise, Darcy gets pregnant. Neither Darcy's mother, who was left by her husband and had to bring up Darcy alone, nor Stan's catholic parents are very supportive and urge them to h","release_date":"1988-01-15","vote_average":6.2,"runtime":98,"cert":"N\/A","id":26355,"title":"For Keeps","adult":false,"genre_ids":[18,10751,10749]},{"cast":["María Callas","Giuseppe Gentile","Laurent Terzieff","Margareth Clémenti","Massimo Girotti"],"overview":"Based on the plot of Euripides' Medea. Medea centers on the barbarian protagonist as she finds her position in the Greek world threatened, and the revenge she takes against her husband Jason who has betrayed her for another woman.","release_date":"1969-12-27","vote_average":6.6,"runtime":118,"cert":"N\/A","id":26356,"title":"Medea","adult":false,"genre_ids":[18]},{"cast":["Robert Vaughn","David McCallum","Luciana Paluzzi","Pat Crowley","Fritz Weaver"],"overview":"The men from U.N.C.L.E. are off to Africa to stop the assassination of a president.","release_date":"1964-01-01","vote_average":5.7,"runtime":92,"cert":"N\/A","id":26357,"title":"To Trap a Spy","adult":false,"genre_ids":[12]},{"cast":["Stephen Nichols","Brad Dourif","Billy Drago","Denice Duff","Peter Murnik"],"overview":"When a mining colony is taken over by genetically altered androids, an elite attack team is sent in to take down the android leader.","release_date":"1995-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":26358,"title":"Phoenix","adult":false,"genre_ids":[878,28]},{"cast":["David McCallum","Sylva Koscina","Tammy Grimes","Harvey Korman","Domenico Modugno"],"overview":"A tour guide wins a large sum of money at a casino and a beautiful woman schemes at have it, but love complicates her plans.","release_date":"1967-05-24","vote_average":0.0,"runtime":105,"cert":"N\/A","id":26359,"title":"Three Bites of the Apple","adult":false,"genre_ids":[35]},{"cast":["Dave Gahan","Martin Gore","Andy Fletcher","Alan Wilder"],"overview":"Depeche Mode 101 is a fascinating documentary codirected by the esteemed D.A. Pennebaker (The War Room, Down from the Mountain), focusing on backstage realities of art and business during the British synthesizer band's 1988 American tour. We see managers worrying over slow ticket sales for a stand at the Rose Bowl, observe sound checks at concert sites, get a tour of the group's multiple keyboard banks, and listen with some alarm to singer David Gahan describe his steroid-based throat treatments. There are plenty of performance clips, but for music alone, disc 2 in this package contains the uninterrupted Rose Bowl show, including the plaintive \"Blasphemous Rumours,\" the exultant drama of \"Stripped,\" and the dreamy \"Somebody.\" Pennebaker's promotional video \"Everything Counts\" is also here, but don't miss the director's recent, touching, and informative interviews with the now 40-something, individual members of Depeche Mode. --Tom Keogh","release_date":"1989-04-27","vote_average":8.3,"runtime":117,"cert":"N\/A","id":26360,"title":"Depeche Mode: 101","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Some Great Videos is the first music video compilation by Depeche Mode, featuring ten music videos directed by Clive Richardson or Peter Care, released in 1985. It coincides with The Singles 81&gt;85.  There are ten videos in the original version, the first video \"Just Can't Get Enough\", and all videos from \"Everything Counts\" in 1983 to \"It's Called a Heart\" in 1985. There's also a bonus live video of \"Photographic\".  To coincide with the rerelease of The Singles 81&gt;85, \"Some Great Videos\" was re-released as \"Some Great Videos 81&gt;85\". The tracklist is the same as the original UK version, but the artwork is all from the rereleased Singles 81&gt;85.","release_date":"1986-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":26361,"title":"Depeche Mode: Some Great Videos","adult":false,"genre_ids":[]},{"cast":["Dave Gahan","Martin Gore","Andy Fletcher","Alan Wilder"],"overview":"The World We Live In and Live in Hamburg is the first video release by Depeche Mode, featuring almost an entire concert from their 1984 Some Great Reward Tour, in Hamburg, Germany on December 14, 1984. It was directed by Clive Richardson. The name is a play on a lyric of the song \"Somebody\" (She will listen to me, when I want to speak about the world we live in and life in general...).","release_date":"1985-01-01","vote_average":8.2,"runtime":81,"cert":"N\/A","id":26362,"title":"Depeche Mode: The World We Live in and Live in Hamburg","adult":false,"genre_ids":[]},{"cast":["Dave Gahan","Martin Gore","Alan Wilder","Andy Fletcher"],"overview":"Strange - A Black and White Mode by Anton Corbijn is the second music video compilation by Depeche Mode, featuring the first five Depeche Mode videos directed by Anton Corbijn, released in 1988. Corbijn shot the entire video album in Super-8.  The five videos are mostly in black and white, except for some random megaphones that were colored red. There were the three main singles for Music for the Masses, the final Black Celebration single \"A Question of Time\", and \"Pimpf\", the instrumental closer to Music for the Masses. The \"Pimpf\" video is currently exclusive to \"Strange\".","release_date":"1988-01-01","vote_average":8.8,"runtime":30,"cert":"N\/A","id":26363,"title":"Depeche Mode: Strange","adult":false,"genre_ids":[]},{"cast":["Martin Gore","Dave Gahan","Andy Fletcher","Alan Wilder"],"overview":"Strange Too - Another Violation by Anton Corbijn is the third music video compilation by Depeche Mode, featuring more videos directed by Anton Corbijn, released in 1990.  Unlike the previous video, Strange, all the videos are fully in color. There are six videos, all songs from the album Violator, released in the same year. There is one for each of the four singles, plus two bonus videos, for \"Halo\" and \"Clean\", exclusive to \"Strange Too\".  As with its predecessor, Corbijn shot all six videos in Super-8. The tallest woman in the \"Halo\" video is a young Jenna Elfman. The Drive-In featured in the introduction to the compilation is the \"Motor Vu Drive-In\", located in Erda, Utah, west of Salt Lake City, near the town of Tooele, this part of the video being shot the day after the band's concert in Salt Lake City in July, 1990.","release_date":"1990-01-01","vote_average":7.2,"runtime":30,"cert":"N\/A","id":26364,"title":"Depeche Mode: Strange Too","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"1982-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":26365,"title":"Depeche Mode: Live at Hammersmith Odeon","adult":false,"genre_ids":[]},{"cast":["Ellen DeGeneres"],"overview":"Ellen shares her humorous observations on daily life, including remembering names, clothing, the need for approval, and making personal videos in this post-coming-out performance, fully acknowledges Ellen DeGeneres's status as America's most famous lesbian.","release_date":"2000-07-23","vote_average":7.1,"runtime":66,"cert":"N\/A","id":26366,"title":"Ellen DeGeneres: The Beginning","adult":false,"genre_ids":[35]},{"cast":["Tyler Perry","Taraji P. Henson","Adam Rodríguez","Mary J. Blige","Gladys Knight"],"overview":"When Madea catches sixteen-year-old Jennifer and her two younger brothers looting her home, she decides to take matters into her own hands and delivers the young delinquents to the only relative they have: their aunt April. A heavy-drinking nightclub singer who lives off of Raymond, her married boyfriend, April wants nothing to do with the kids.","release_date":"2009-09-11","vote_average":6.0,"runtime":113,"cert":"N\/A","id":26367,"title":"I Can Do Bad All By Myself","adult":false,"genre_ids":[18,35]},{"cast":["Shirô Sano","Mariko Kouda","Chikao Ohtsuka","Victor Chin"],"overview":"Set in the beginning of the 20th century Japan, the film follows the bright and eccentric Kenji from his late student years through his adulthood. Kenji suffers the tragedy of being an artist who's art isn't recognized during his lifetime. Based on the life of the author Kenji Miyazawa, the film depicts his brief but intense existence.","release_date":"1996-12-14","vote_average":8.0,"runtime":55,"cert":"N\/A","id":26368,"title":"Spring and Chaos","adult":false,"genre_ids":[16,18,14]},{"cast":["Shannon Tweed","Bill Maher","Karen M. Waldron","Adrienne Barbeau","Brett Stimely"],"overview":"The U.S. government, eager to protect the nation's avacado supplies, recruits feminist professor Margo Hunt to make contact with the Piranha Women, an all-female tribe who believe men are only good as a source of food. Accompanying Dr. Hunt on her trip are Jim, a guide of questionable competence, and Bunny, a student of unquestionable incompetence.","release_date":"1989-03-15","vote_average":4.6,"runtime":90,"cert":"N\/A","id":26369,"title":"Cannibal Women in the Avocado Jungle of Death","adult":false,"genre_ids":[27,35,12]},{"cast":["Fidel Castro","Wayne Smith","Enrique Encinosa","Enrique Ovares","Fabian Escalante"],"overview":"Dollan Cannell's documentary on the hundreds of alleged plots to assassinate Fidel Castro, and a look at the evolution of Cuban politics. If the title of this extraordinary film sounds ludicrous, don't be fooled. This film looks at the incredible story of the 638 alleged plots by the CIA and Cuban exiles to kill the Cuban leader Fidel Castro.","release_date":"2006-11-28","vote_average":5.5,"runtime":78,"cert":"15","id":26370,"title":"638 Ways to Kill Castro","adult":false,"genre_ids":[36,99]},{"cast":["James Wilby","Hugh Grant","Rupert Graves","Denholm Elliott","Simon Callow"],"overview":"After his lover rejects him, a young man trapped by the oppressiveness of Edwardian society tries to come to terms with and accept his sexuality.","release_date":"1987-08-21","vote_average":7.6,"runtime":140,"cert":"15","id":26371,"title":"Maurice","adult":false,"genre_ids":[18,10749]},{"cast":["Liv Ullmann","Max von Sydow","Sigge Fürst","Gunnar Björnstrand","Birgitta Valberg"],"overview":"Ingmar Bergman's psychological study of how humans react in a situation of war. The film takes place on Gotland, where invasion forces arrives.","release_date":"1968-09-29","vote_average":7.8,"runtime":103,"cert":"N\/A","id":26372,"title":"Shame","adult":false,"genre_ids":[10752,18]},{"cast":["Cleo Moore","Richard Crenna","Isobel Elsom","Raymond Greenleaf","Constance Towers"],"overview":"This titillating bit of pulp sensationalism was the last in a string of \"B\" films that Cleo Moore starred in at Columbia. Moore plays Lila Crane, an ambitious clip-joint floozie turned photographer with flexible morals and a penchant for fast money.","release_date":"1956-04-01","vote_average":4.8,"runtime":80,"cert":"N\/A","id":26373,"title":"Over-Exposed","adult":false,"genre_ids":[18]},{"cast":["Rebecca Gibney","Jordan Selwyn","Mikaila Hutchinson","Bonnie Soper","Rachel Nash"],"overview":"Small-town New Zealand comedy-drama about Michael (Jordan Selwyn) - a 16-year-old whose passion for maps helps him escape his ordinary life and enjoy a state of isolation from those around him. But there are three women he can’t shut out – his single mother Amelia, a blind 20-year-old called Mary and Alison , a friend whose ‘grace betrays darker secrets’ apparently.","release_date":"2008-10-18","vote_average":6.0,"runtime":90,"cert":"N\/A","id":26374,"title":"The Map Reader","adult":false,"genre_ids":[18]},{"cast":["Amitabh Bachchan","Abhishek Bachchan","Vidya Balan","Paresh Rawal","Arundathi Nag"],"overview":"He suffers from a progeria like syndrome. Mentally he is 13 but physically he looks 5 times older. In spite of his condition, Auro is a very happy boy. He lives with his mother Vidya, who is a gynaecologist. Amol is young, progressive politician. He is a man with a mission. Auro is Amol's son. Paa is a 'rare' story about a father-son, son-father relationship.","release_date":"2009-12-04","vote_average":6.3,"runtime":133,"cert":"N\/A","id":26379,"title":"Paa","adult":false,"genre_ids":[18,10751]},{"cast":["John Garfield","Ida Lupino","Thomas Mitchell","Eddie Albert","George Tobias"],"overview":"A racketeer terrorizes a small fishing community until he falls in love with a fisherman\"s daughter.","release_date":"1941-06-14","vote_average":6.2,"runtime":85,"cert":"N\/A","id":26380,"title":"Out of the Fog","adult":false,"genre_ids":[80,18]},{"cast":["Nicole de Boer","Patrick Muldoon","Garry Chalk","Gig Morton"],"overview":"A week before Christmas Liza McCann visit her estranged father who strangely lives in a town decked out for the holidays and is full of Christmas spirit. Strange events immediately occur when they arrive challenging everything Liza had once believed in.","release_date":"2008-12-09","vote_average":4.1,"runtime":90,"cert":"N\/A","id":26381,"title":"Christmas Town","adult":false,"genre_ids":[14,18,28,35,53,10751,10770]},{"cast":["Jim Varney","Douglas Seale","Noelle Parker","Gailard Sartain","Bill Byrge"],"overview":"When Santa Claus decides to retire and pass on his magic bag of Christmas surprises to a new Saint Nick, he enlists the aid of a hilarious assortment of characters. A perky teen runaway and hapless taxi driver Ernest P. Worrell must convince a skeptical kiddie-show host to take over the post of Father Christmas.","release_date":"1988-11-11","vote_average":5.1,"runtime":95,"cert":"U","id":26386,"title":"Ernest Saves Christmas","adult":false,"genre_ids":[35,10751]},{"cast":["Edward G. Robinson","Gail Russell","John Lund","Virginia Bruce","William Demarest"],"overview":"When heiress Jean Courtland attempts suicide, her fiancée Elliott Carson probes her relationship to John Triton. In flashback, we see how stage mentalist Triton starts having terrifying flashes of true precognition. His partner, Whitney Courtland, uses Triton's talent to make money; but Triton's inability to prevent what he foresees, causes him to break up the act and become a hermit. Years later, Triton has new visions and desperately tries to prevent tragedies in the Courtland family. Can his warnings succeed against suspicion, unbelief, and inexorable fate?","release_date":"1948-10-13","vote_average":6.3,"runtime":81,"cert":"N\/A","id":26387,"title":"Night Has a Thousand Eyes","adult":false,"genre_ids":[18,53]},{"cast":["Ryan Reynolds","José Luis García Pérez","Robert Paterson","Stephen Tobolowsky","Samantha Mathis"],"overview":"Paul is a U.S. truck driver working in Iraq. After an attack by a group of Iraqis he wakes to find he is buried alive inside a coffin. With only a lighter and a cell phone it's a race against time to escape this claustrophobic death trap.","release_date":"2010-09-24","vote_average":6.6,"runtime":94,"cert":"15","id":26388,"title":"Buried","adult":false,"genre_ids":[18,53,9648]},{"cast":["John Travolta","Jonathan Rhys Meyers","Kasia Smutniak","Richard Durden","Bing Yin"],"overview":"James Reese has a good job as an ambassador's aid in France, but his real passion is a side gig—working in a minor role in the CIA. He would love to be a full-fledged agent and can't believe his luck when he lands an assignment with Charlie Wax. Trigger-happy Charlie soon has James crying for his desk job, but when he learns that the same guys they're trying to catch are after him, James realises that Charlie may be his only hope of survival.","release_date":"2010-02-04","vote_average":6.2,"runtime":92,"cert":"15","id":26389,"title":"From Paris with Love","adult":false,"genre_ids":[28,80,53]},{"cast":["Richard Gere","Don Cheadle","Ethan Hawke","Wesley Snipes","Vincent D'Onofrio"],"overview":"Enforcing the law within the notoriously rough Brownsville section of the city and especially within the Van Dyke housing projects is the NYPD's sixty-fifth precinct. Three police officers struggle with the sometimes fine line between right and wrong.","release_date":"2009-01-16","vote_average":6.4,"runtime":133,"cert":"18","id":26390,"title":"Brooklyn's Finest","adult":false,"genre_ids":[80,18,53]},{"cast":["Chris Elliott","Ritch Brinkley","James Gammon","Brian Doyle-Murray","Brion James"],"overview":"A foul-mouthed finishing school graduate mistakenly winds up on an ill-fated fishing boat, and faces the wrath of a crew that considers him bad luck.","release_date":"1994-01-07","vote_average":5.2,"runtime":80,"cert":"N\/A","id":26391,"title":"Cabin Boy","adult":false,"genre_ids":[35,14,12]},{"cast":["Doug McClure","Peter Cushing","Caroline Munro","Cy Grant","Godfrey James"],"overview":"A huge burrowing machine tunnels out of control at ferocious speed, cutting clean through to the center of the earth, to the twilight world of pellucidar. Once there, Dr. Perry and David Innes are threatened by half human creatures, lizard-like birds, and man-eating plants.","release_date":"1976-07-01","vote_average":5.1,"runtime":90,"cert":"PG","id":26398,"title":"At the Earth's Core","adult":false,"genre_ids":[12,14,878]},{"cast":["Gary Bond","Donald Pleasence","Chips Rafferty","Sylvia Kay","Jack Thompson"],"overview":"Wake in Fright is the story of John Grant, a bonded teacher who arrives in the rough outback mining town of Bundanyabba planning to stay overnight before catching the plane to Sydney, but as one night stretches into several he plunges headlong into his own destruction.","release_date":"1971-07-21","vote_average":7.6,"runtime":114,"cert":"18","id":26405,"title":"Wake in Fright","adult":false,"genre_ids":[18,53]},{"cast":["James Carville","George Stephanopoulos","Heather Beckel","Paul Begala","Bob Boorstin"],"overview":"A behind-the-scenes documentary about the Clinton for President campaign, focusing on the adventures of spin doctors James Carville and George Stephanopoulos.","release_date":"1993-12-05","vote_average":7.5,"runtime":96,"cert":"N\/A","id":26408,"title":"The War Room","adult":false,"genre_ids":[99,36]},{"cast":["Forth Richards","Benji Crisnis"],"overview":"An edgy drama about a gay teen's tumultuous decent into drugs and anonymous sex, Wrecked smashes cinematic taboos while it spins its cautionary tale. Ryan is an earnest 18-year-old trying to develop a career as an actor and getting his life on the right track. This course is quickly threatened with the sudden arrival of his sort-of ex, Daniel, who arrives at Ryan's door wanting a place to stay.","release_date":"2009-11-01","vote_average":4.2,"runtime":73,"cert":"N\/A","id":26423,"title":"Wrecked","adult":false,"genre_ids":[18]},{"cast":["Amy Irving","Andy García","Lou Diamond Phillips","Robert Duvall","Kevin Spacey"],"overview":"In this thriller, television reporter Kate Ryan de Meléndez investigates the death of two radical Puerto Rican activists, whom she begins to believe may have been framed and murdered by undercover American agents.","release_date":"1990-05-11","vote_average":4.4,"runtime":95,"cert":"N\/A","id":26426,"title":"A Show of Force","adult":false,"genre_ids":[80,9648,53]},{"cast":["Peter Sellers","Sinéad Cusack","Jeremy Bulloch","Ruth Dunning","David Lodge"],"overview":"A businessman blackmails his attractive young secretary into spending a weekend with him. Though he's a creep throughout, he gradually emerges as a sympathetic character.","release_date":"1970-01-01","vote_average":8.1,"runtime":113,"cert":"N\/A","id":26427,"title":"Hoffman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rachel Weisz","Max Minghella","Oscar Isaac","Ashraf Barhom","Michael Lonsdale"],"overview":"A historical drama set in Roman Egypt, concerning philosopher Hypatia of Alexandria and her relationship with her slave Davus, who is torn between his love for her and the possibility of gaining his freedom by joining the rising tide of Christianity.","release_date":"2009-05-17","vote_average":6.9,"runtime":127,"cert":"12","id":26428,"title":"Agora","adult":false,"genre_ids":[12,18,36]},{"cast":["Jim Brown","Oliver Stone","Raquel Welch","Mario Van Peebles"],"overview":"Jim Brown: All-American is a 2002 documentary film directed by Spike Lee. The film takes a look at the life of NFL hall-of-famer Jim Brown. The film delves into his life—past, present and future—focusing on his athletic career, acting and activism. Many people from Hollywood and sports backgrounds were interviewed for the film. Members of Brown's family were also interviewed for the film.","release_date":"2002-01-01","vote_average":6.6,"runtime":140,"cert":"N\/A","id":26429,"title":"Jim Brown: All-American","adult":false,"genre_ids":[99]},{"cast":["Lil Wayne","Drake","Nicki Minaj","Birdman"],"overview":"An in-depth look at the artist Dwayne \"Lil Wayne\" Carter Jr, proclaimed by many as the \"greatest rapper alive\" With comprehensive and personal interviews with Lil Wayne, this film will also feature insight from those that know him best. The world will finally get to know the history surrounding one of the most prolific artists of this generation.","release_date":"2009-01-01","vote_average":6.3,"runtime":75,"cert":"N\/A","id":26430,"title":"The Carter","adult":false,"genre_ids":[99,10402]},{"cast":["Paddy Considine","Oscar Isaac","Valeriu Pavel Dan","Kenneth Bryans","Radha Mitchell"],"overview":"A worker at a Russian nuclear facility gets exposed to a lethal dose of radiation. In order to provide for his family, he steals some plutonium and sets out to sell it on Moscow's black market with the help of an incompetent criminal.","release_date":"2006-09-12","vote_average":6.7,"runtime":97,"cert":"N\/A","id":26431,"title":"Pu-239","adult":false,"genre_ids":[18]},{"cast":["Inga-Märta Nilsson Frideborg"],"overview":"No overview found.","release_date":"1993-01-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":26432,"title":"Snickeriet","adult":false,"genre_ids":[]},{"cast":["Dylan McDermott","Snoop Dogg","Rose Byrne","Seymour Cassel","Niki J. Crawford"],"overview":"The story of a Jewish novelist, Harry Lesser, struggling to complete his latest work, and his antagonistic relationship with a black writer who moves in down the hall.","release_date":"2006-02-03","vote_average":5.5,"runtime":97,"cert":"N\/A","id":26437,"title":"The Tenants","adult":false,"genre_ids":[35,18,9648]},{"cast":["Persis Khambatta","Kathleen Kinmont","Peggy McIntaggart","James Emery","Sheila Howard"],"overview":"Big hair, big guns, big personalities, and a serious lack of wardrobe. She-Wolves of the Wasteland, a post-apocalyptic story that features women--lots and lots of women--who leave little to the imagination as they battle each other in various junkyards and gravel pits to determine the fate of the entire world.","release_date":"1988-10-31","vote_average":3.4,"runtime":85,"cert":"N\/A","id":26440,"title":"Phoenix the Warrior","adult":false,"genre_ids":[28,14,878]},{"cast":["Steve Guttenberg","Olivia d'Abo","Jay O. Sanders","John Terry","Bug Hall"],"overview":"In a depressed Texas town, British foreign exchange teacher Anna attempts to inject some life into her hopeless kids by introducing them to soccer. They're terrible at first, but Anna and her football-hero assistant whip them into shape. As they work overtime, the pair help kids build their self-esteem and also get involved in solving family squabbles.","release_date":"1995-09-29","vote_average":5.2,"runtime":100,"cert":"U","id":26441,"title":"The Big Green","adult":false,"genre_ids":[28,12,35,10751]},{"cast":["Charles Bronson","Lee Marvin","Andrew Stevens","Carl Weathers","Ed Lauter"],"overview":"Yukon Territory, Canada, November 1931. Albert Johnson, a trapper who lives alone in the mountains, buys a dog almost dead after a brutal dogfight, a good deed that will put him in trouble.","release_date":"1981-04-15","vote_average":6.6,"runtime":96,"cert":"N\/A","id":26444,"title":"Death Hunt","adult":false,"genre_ids":[28,37,12]},{"cast":["Adam Baldwin","Jesse Aragon","René Auberjonois","Wendy Barry","Bradford Bancroft"],"overview":"Violent crime is routine. Organized drug trade runs rampant in the face of powerless authority. And a vicious street gang holds dominion with a savage reign of terror. Welcome to Lincoln High! Here the cobras rule the school and everyone in it. Everyone except for Jeff Hanna.","release_date":"1986-01-31","vote_average":5.3,"runtime":86,"cert":"N\/A","id":26447,"title":"3:15","adult":false,"genre_ids":[28,80,53]},{"cast":["Taylor Handley","Corinne Bohrer","Caitlin Wachs","Jacob Smith","John Novak"],"overview":"A young man working at a cinema on a special premiere night, finds that the films being shown are full of strange and eerie occurrences.","release_date":"2000-11-10","vote_average":6.0,"runtime":89,"cert":"N\/A","id":26450,"title":"Phantom of the Megaplex","adult":false,"genre_ids":[10770,28,35,10751,9648]},{"cast":["Gian Maria Volonté","Florinda Bolkan","Gianni Santuccio","Salvo Randone","Orazio Orlando"],"overview":"A chief of detectives, homicide section, kills his mistress and deliberately leaves clues to prove his own responsibility for the crime.","release_date":"1970-11-13","vote_average":8.4,"runtime":115,"cert":"N\/A","id":26451,"title":"Investigation of a Citizen Above Suspicion","adult":false,"genre_ids":[18,80]},{"cast":["Lou Ferrigno","Sybil Danning","Brad Harris","Bobby Rhodes","Ingrid Anderson"],"overview":"The film is an odd retelling of the story of Hercules battling the wizard Minos, who uses \"science\" in an attempt to take over the world. Hercules must stop him and rescue his princess love in the process. Part of the adventure finds Hercules battling giant robots brought to life by stop motion animation.","release_date":"1983-08-12","vote_average":4.4,"runtime":98,"cert":"N\/A","id":26452,"title":"Hercules","adult":false,"genre_ids":[28,12,14]},{"cast":["Jamel Debbouze"],"overview":"De son enfance en banlieue à son déménagement à Saint-Germain-des-Près, des flics qui s'improvisent profs aux filles déguisées en mecs, les tournages, la politique, en passant par la télé, la famille, l'école, les Z.E.P., le show bizness... Hilarant, pertinent, touchant, Jamel se raconte sans se la raconter.","release_date":"2004-11-22","vote_average":6.3,"runtime":90,"cert":"N\/A","id":26455,"title":"Jamel - 100% Debbouze","adult":false,"genre_ids":[35]},{"cast":["Brooke Shields","Ken Marshall","Charles Durning","Lorenzo Lamas","John Crawford"],"overview":"Tilt is the story of a precocious young girl who is a pinball wizard. Because she does not get on with her parents, Tilt is contemplating running away from home. Skipping school one day, she decides to go to to Mickey's Bar. Mickey, who is Tilt's good friend, helps her set up a gambler for a pinball game. Because the gambler is unaware of Tilt's pinball wizardry, he is easily hustled out of his money. While watching the confrontation, a young man named Neil Gallagher, who is an aspiring musician, is impressed with Tilt's ability, congratulating her after the win. Neil invites Tilt to watch him sing at a rock concert, and after his performance she believes he can become a great singer. Because Neil needs money for a demo tape of his songs, he has an idea of taking Tilt with him and having her hustle would-be gamblers.","release_date":"1979-04-01","vote_average":5.2,"runtime":111,"cert":"N\/A","id":26460,"title":"Tilt","adult":false,"genre_ids":[18]},{"cast":["John Paul Tremblay","Robb Wells","Mike Smith","John Dunsworth","Patrick Roach"],"overview":"\"Say goodnight to the bad guys\" picks up where \"A Sh*t river runs through it\" left off. it's a year after the events of A.S.R.R.T.I and Ricky, Julian, and bubbles are rich with cash, but Julian sits on the money for a year claiming \"movies like casino prove that waving money around right away is a bad idea.\" and then hides it in his newly purchased Delorean (AKA car from back to the future)","release_date":"2008-12-07","vote_average":7.4,"runtime":60,"cert":"N\/A","id":26461,"title":"Trailer Park Boys: Say Goodnight to the Bad Guys","adult":false,"genre_ids":[35]},{"cast":["Melissa George","Liam Hemsworth","Emma Lung","Rachael Carpani","Michael Dorman"],"overview":"When Jess sets sail on a yacht with a group of friends, she cannot shake the feeling that there is something wrong. Her suspicions are realised when the yacht hits a storm and the group is forced to board a passing ocean liner to get to safety, a ship Jess is convinced she’s been on before.","release_date":"2009-10-16","vote_average":6.8,"runtime":99,"cert":"15","id":26466,"title":"Triangle","adult":false,"genre_ids":[27]},{"cast":["Ned Vaughn","Jason George","Dabney Coleman","Kyli Santiago","David Stuart"],"overview":"A pair of mismatched rock climbers must learn to work together to conquer one of the world's most treacherous mountains in this adventure tale. After rescuing a wealthy man, solo climbers Michael and Derrick are rewarded with a chance to summit Mount Chicanagua. Risk-taker Derrick clashes with safety-conscious Michael, but in order to live through the ordeal they must work as a team.","release_date":"2002-01-01","vote_average":5.5,"runtime":99,"cert":"N\/A","id":26467,"title":"The Climb","adult":false,"genre_ids":[18,28]},{"cast":["Julie K. Smith","Shauna O'Brien","Alexus Winston","Aimee Sweet","Tess Broussard"],"overview":"Spoofing the hit television series Survivor, six young women are sent to a tropical island along with game show host Cliff Probate (Lenny Juliano).","release_date":"2001-07-07","vote_average":2.8,"runtime":93,"cert":"N\/A","id":26468,"title":"Bare Naked Survivor","adult":false,"genre_ids":[35]},{"cast":["Spencer Berger","Brian D. Phelan","Gabriel Tigerman","Kerry Knuppe","Jennifer Batter"],"overview":"Max Solomon faces the awful truth that he will never be a writer. So, in a desperate attempt to find his true calling, he turns to crime. In this inventive comedy, three friends have their lives turned upside down when one of them realizes that larceny might be his best skill.","release_date":"2007-03-10","vote_average":5.8,"runtime":86,"cert":"N\/A","id":26469,"title":"Skills Like This","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Collection of classic cartoons including \"Haredevil Hare\", \"Mad as a Mars Hare\", \"Duck Dodgers and the Return of the 24 1\/2th Century\", \"Spacedout Bunny\", \"Lumber Jack Rabbit\", and \"Hyde and Go Tweet\".","release_date":"1998-01-01","vote_average":6.0,"runtime":83,"cert":"N\/A","id":26470,"title":"Marvin The Martian: Space Tunes","adult":false,"genre_ids":[16]},{"cast":["Jeremy Davis","Ken Gamble","Zach McGowan","Kristoffer Garrison","Neto DePaula Pimenta"],"overview":"Inspired by actual events: This heroic saga depicts an elite counter-terrorism team's black ops incursion into Iraq four days prior to Operation: Desert Shield and the harrowing consequences its members faced when their covert mission was compromised.","release_date":"2008-09-10","vote_average":3.2,"runtime":99,"cert":"N\/A","id":26471,"title":"SEAL Team VI","adult":false,"genre_ids":[28,18]},{"cast":["Kevin Anthony Brooks","Ryan Caldwell","Cathy Deobler","D.C. Douglas"],"overview":"Robert (Bertie Higgins) and Allan (J.D. Rudometkin) decide to add some excitement to their lives by taking up Harley riding. But things go south when two psychopathic bikers (Robert Thorne and Jay Wisell) kidnap their wives (Debra Hopkins and Jasmine Waltz) and force the men to perform horrific tasks to retrieve their spouses. Now they must enter -- and participate in -- a world of violence they couldn't have imagined in this bloody thriller.","release_date":"2009-03-24","vote_average":3.6,"runtime":97,"cert":"N\/A","id":26472,"title":"Poker Run","adult":false,"genre_ids":[28,53]},{"cast":["Chris Carmack","Nikki Griffin","Rider Strong","Tad Hilgenbrink","John Schneider"],"overview":"Growing up in Wisconsin, Austin Roberts (Chris Carmack, The OC) was groomed to play professional hockey since the moment he could strap on skates. Now he's on his way to try out for a Florida team, but along the way will re-discover one of his other true loves: extreme water skiing","release_date":"2009-04-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":26473,"title":"H2O Extreme","adult":false,"genre_ids":[28]},{"cast":["Eminem"],"overview":"DIAMONDS AND PEARLS is a documentary film which tells the story of Eminem’s extraordinary life and incredible musical career, via the use of the rarest footage, interviews with his closest friends, associates and loved ones and contributions from the finest music writers and journalists around. This DVD also features extensive news reports, location shoots, rare photographs and numerous other features to make for the finest film about Eminem so far.","release_date":"2009-10-13","vote_average":7.0,"runtime":71,"cert":"N\/A","id":26476,"title":"Eminem: Diamonds And Pearls","adult":false,"genre_ids":[99]},{"cast":["Frankie Avalon","Annette Funicello","Lori Loughlin","Tommy Hinkley","Demian Slade"],"overview":"Cowabunga! The surfing '60s ride into the new wave as Frankie and Annette star in this hip update of their old-time, good-time beach movies. With special appearances by Bob Denver, Tony Dow, Pee-Wee Herman, Jerry Mathers and other familiar faces. Frankie and Annette grow up and have kids in the midwest. They return to LA to visit their daughter who is shacked up with her boyfriend and tries to hide the fact. They begin to have marriage problems when Frankie runs into Connie, who has erected a shrine to him in her night club. Their punk son has joined up with the local surf toughs, and things all come to a head when the toughs challenge the good guys to a surfing duel","release_date":"1987-08-07","vote_average":6.1,"runtime":92,"cert":"N\/A","id":26477,"title":"Back to the Beach","adult":false,"genre_ids":[35,10402]},{"cast":["Q-Tip","Mary J. Blige","Harold Perrineau","Fat Joe","Ian 'Blaze' Kelly"],"overview":"Elijah has been bounced from group home to group home throughout his turbulent young life. What has sustained him is his art. After a promised scholarship is taken away, Elijah ends up in a fight that result in the death of another boy. Now, sentenced to a minimum of fifteen years, the young man must find a way to keep his soul alive behind bars or turn into a hardened bitter criminal.","release_date":"2001-04-27","vote_average":5.6,"runtime":94,"cert":"N\/A","id":26478,"title":"Prison Song","adult":false,"genre_ids":[18]},{"cast":["Michael Biehn","Bokeem Woodbine","Kia Goodwin","William James Stiggers Jr.","Chi Ali"],"overview":"Ex-con attempting to go straight runs across serious problems. His girlfriend gets arrested for dealing crack to an undercover police officer. In a desperate attempt to get the charges dropped against his woman, he strikes deal with weapons cop to turn in local gun dealers. How ever, the D.A. is not satisfied with the results, resulting in some serious game playing and double crossing.","release_date":"1993-08-21","vote_average":6.3,"runtime":104,"cert":"N\/A","id":26479,"title":"Strapped","adult":false,"genre_ids":[18,28]},{"cast":["Peter Cushing","David Chiang","Julie Ege","Robin Stewart","Shih Szu"],"overview":"Professor Van Helsing had been asked to help against the tyranny of skeletal creatures that are responsible for terror and death amongst the peasants in rural China. He is the only person qualified to deal with the cause of these phenomena, for the undead are controlled by the most diabolical force of all.... Count Dracula. But he is not alone- to aid him comes a mystical brotherhood of seven martial arts warriors.","release_date":"1974-07-11","vote_average":5.9,"runtime":85,"cert":"","id":26480,"title":"The Legend of the 7 Golden Vampires","adult":false,"genre_ids":[28,27]},{"cast":["Marko Zaror","Caterina Jadresic","Miguel Angel De Luca","Man Soo Yoon","Alejandro Castillo"],"overview":"Street tough Zamir has been in love with Kim ever since he rescued her from rapists, but the only way that he can express his affection is to attack any man who shows interest in her. Kim tolerates Zamir's infatuation, but keeps him at arm's length. When Max Kalba arrives in town to take vengeance on Kim's father, Zamir attempts to rescue her once again.","release_date":"2006-01-01","vote_average":3.8,"runtime":93,"cert":"N\/A","id":26481,"title":"Kiltro","adult":false,"genre_ids":[28,12]},{"cast":["Lira Kellerman","Michael Holmes","Tomas Boykin","Kimberly Ables Jindra","Patty Roberts"],"overview":"A family moves in to look after the Winchester mansion for a few months, and soon find themselves terrorized by vengeful spirits. With the help of a paranormal investigator they'll unravel the mystery of the house.","release_date":"2009-09-29","vote_average":4.0,"runtime":86,"cert":"N\/A","id":26482,"title":"Haunting of Winchester House","adult":false,"genre_ids":[27,53]},{"cast":["Frankie Avalon","Annette Funicello","Deborah Walley","Harvey Lembeck","John Ashley"],"overview":"In the fourth of the highly successful Frankie and Annette beach party movies, a motorcycle gang led by Eric Von Zipper kidnaps singing star Sugar Kane managed by Bullets, who hires sky-diving surfers Steve and Bonnie from Big Drop for a publicity stunt. With the usual gang of kids and a mermaid named Lorelei.","release_date":"1965-04-14","vote_average":6.6,"runtime":98,"cert":"N\/A","id":26483,"title":"Beach Blanket Bingo","adult":false,"genre_ids":[10402,35]},{"cast":["Robert Cummings","Dorothy Malone","Frankie Avalon","Annette Funicello","Harvey Lembeck"],"overview":"Anthropology Professor Robert Orwell Sutwell and his secretary Marianne are studying the sex habits of teenagers. The surfing teens led by Frankie and Dee Dee don't have much sex but they sing, battle the motorcycle rats and mice led by Eric Von Zipper and dance to Dick Dale and the Del Tones.","release_date":"1963-08-07","vote_average":6.7,"runtime":101,"cert":"N\/A","id":26484,"title":"Beach Party","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"In today's world, kids need to know how to tell time quickly and accurately by using both digital and traditional (analog) clocks. Now, it's a breeze with the help of Timothy Time and his friends. Teaches kids the parts of an analog clock; telling time to the hour, the half hour, the quarter hour; practice counting by fives; telling time to five minutes and the exact minute...","release_date":"2003-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":26487,"title":"Rock 'N Learn: Telling Time","adult":false,"genre_ids":[16,10751]},{"cast":["Javier Cámara","Candela Peña","Juan Diego","Fernando Tejero","Mads Mikkelsen"],"overview":"Set in 1973 Spain, a struggling encyclopedia salesman and his wife take advantage of an offer to make adult films. The act turns him into an aspring legit filmmaker and her into an international sex symbol.","release_date":"2003-04-29","vote_average":6.6,"runtime":87,"cert":"15","id":26488,"title":"Torremolinos 73","adult":false,"genre_ids":[35,18]},{"cast":["Philippe Geubels"],"overview":"De DVD van ‘Droog’ is dé manier om kennis te maken met de aanstekelijke humor van PhilippeGeubels of om nog eens na te genieten van een prachtige avond live stand-up comedy.De DVD bevat de integrale zaalshow, plus unieke opnames achter de schermen en een compilatie van de grappigste momenten die Philippe’s diverse tv- en andere optredens opleverden.Een absolutemust in de collectie van elke humorliefhebber!","release_date":"2009-11-18","vote_average":6.0,"runtime":59,"cert":"N\/A","id":26489,"title":"Philippe Geubels: Droog","adult":false,"genre_ids":[35]},{"cast":["Andy Parsons"],"overview":"Britain's Got Idiots is the stunning debut DVD of Andy Parsons, the star of Mock The Week and Live at the Apollo. Recorded at the Lyric Theatre, Shaftesbury Avenue at the zenith of his sell-out UK tour. Britain's Got Idiots proves once and for all that Andy Parsons is not only the topical comedian of his generation but a damn fine dancer.","release_date":"2009-11-23","vote_average":6.0,"runtime":85,"cert":"N\/A","id":26490,"title":"Andy Parsons: Britain's Got Idiots","adult":false,"genre_ids":[35]},{"cast":["Rachael Stirling","Keeley Hawes","Anna Chancellor","Jodhi May","John Bowe"],"overview":"Set in the 1890s, Tipping the Velvet tells the lesbian love affair between male impersonator music hall star Kitty Butler and Nan Astley.","release_date":"2002-10-22","vote_average":7.4,"runtime":178,"cert":"","id":26491,"title":"Tipping the Velvet","adult":false,"genre_ids":[18,10749]},{"cast":["Ed Kowalczyk"],"overview":"Tracklist: Simple Creed, All Over You, Mirror Song, The River, The Dolphin's Cry, I Walk The Line, Selling The Drama, They Stood Up For Love, Lightning Crashes, Turn My Head, Wings, I Alone, Heaven, Lakini's Juice, Overcome, Operation Spirit, Dance With You","release_date":"2008-11-11","vote_average":6.0,"runtime":70,"cert":"N\/A","id":26494,"title":"Live: Live at the Paradiso Amsterdam","adult":false,"genre_ids":[10402]},{"cast":["Paolo Briguglia","Emilio Solfrizzi","Pierfrancesco Favino","Luciano Scarpa","Giuseppe Cederna"],"overview":"War seen through the eyes of Serra, a university student from Palermo who volunteers in 1942 to fight in Africa. He is assigned to the Pavia Division on the southern line in Egypt. Rommel and the Axis forces are bogged down; it's October, the British prepare an offensive. At first, boredom, heat, hunger, and thirst bedevil the Italians; then the Brits attack, and there's no luck or heroism in death. Finally, it's retreat in confusion. Serra, his sergeant Rizzo, and his lieutenant Fiori take a last walk toward home. It's said that each soldier gets three miracles; when Serra's are used up, what then?","release_date":"2002-11-08","vote_average":6.5,"runtime":117,"cert":"N\/A","id":26495,"title":"El Alamein","adult":false,"genre_ids":[28,18]},{"cast":["Julia Jentsch","Sebastian Koch","Juliane Köhler","Mišel Matičević","Barbara Auer"],"overview":"Following her parents' wishes, spirited seventeen-year-old Effi Briest marries Baron von Innstetten – a former admirer of her mother – who is twenty years Effi's senior. This marriage of prudence heralds the beginning of a humdrum life, far from home, for Effi. Innstetten devotes himself entirely to his political career, and the sleepy small town of Kessin has very little to offer in terms of variety. But then, one day, Innstetten's old regimental comrade, Major Crampas – a charming womanizer – arrives on the scene.","release_date":"2009-02-09","vote_average":5.4,"runtime":118,"cert":"N\/A","id":26496,"title":"Effi Briest","adult":false,"genre_ids":[18,10749]},{"cast":["Wigald Boning","Anke Engelke","Florian Halm","Christoph Maria Herbst","Stefan Krause"],"overview":"Impy's Island (German: Urmel aus dem Eis) is a 2006 German computer-animated feature film based on the children's novel Urmal from the Ice Age by Max Kruse. On a magical tropical island, a fun-loving group of misfit animals and people make a marvelous discovery.... a baby dinosaur frozen since prehistoric times! Little Impy, as the call him, is loving his new family and ready to explore the strange new world. but when a king from a faraway country vows to capture the love able baby dino for his private collection, all the inhabitants of Impy's island must join together to save their new friend.","release_date":"2006-08-02","vote_average":5.7,"runtime":87,"cert":"N\/A","id":26497,"title":"Impy's Island","adult":false,"genre_ids":[16,10751,14]},{"cast":["Ayelet Zurer","Alon Aboutboul","Shmil Ben Ari","Yoram Hattab","Anat Waxman"],"overview":"The taboo relationship between young Nadav and his Aunt Nina transcends definition on its way to odd highs and lows.","release_date":"2003-04-04","vote_average":5.0,"runtime":106,"cert":"N\/A","id":26498,"title":"Nina's Tragedies","adult":false,"genre_ids":[35,18]},{"cast":["Lau Ching-Wan","Tony Leung Ka-Fai","Amy Kwok","Wayne Lai","Collin Chou"],"overview":"A computer engineer is kidnapped and tortured. Since then, his girlfriend senses he's no longer the same person, and becomes convinced that something supernatural is corrupting his soul. The cop assigned to the case is also determined to get to the bottom of the case. The truth is more frightening than either had anticipated.","release_date":"1999-10-16","vote_average":7.2,"runtime":93,"cert":"N\/A","id":26499,"title":"Victim","adult":false,"genre_ids":[27,28,53]}]