[{"cast":["Al Green","Ken Tucker","Willie Mitchell"],"overview":"The story of R&amp;B singer Al Green, who gave up a successful singing career to become a gospel minister.","release_date":"1987-09-09","vote_average":4.0,"runtime":94,"cert":"\"\"","id":264500,"title":"Gospel According to Al Green","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"To land a sportswriting job on a national magazine run by a chauvinistic editor, an aspiring female reporter convincingly disguises herself as a man to get the inside story.","release_date":"1984-03-12","vote_average":10.0,"runtime":93,"cert":"\"\"","id":264502,"title":"Her Life as a Man","adult":false,"genre_ids":[]},{"cast":["Joe Stöckel","Oskar Sima","Inge Egger","Lucie Englisch","Albert Florath"],"overview":"","release_date":"1952-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264504,"title":"Der eingebildete Kranke","adult":false,"genre_ids":[35]},{"cast":["Ursela Monn","Christian Kohlund","Peter Schiff","Brigitte Mira","Volker Brandt"],"overview":"An East Berlin woman falls in love with a Swiss cook.","release_date":"1985-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264506,"title":"Girl in a Boot","adult":false,"genre_ids":[]},{"cast":[],"overview":"10 years of Feindflug - the right time for an overwhelming video production like this. This DVD is the result of more than half a year of work, the material used for it has been collected since 2004 and the oldest takings are from 1999. With their live concerts Feindflug have gained an almost legendary reputation over the years. Everybody, who has not been able to join the thrilling and exciting atmosphere of a Feindflug live concert by now gets the chance to make up for this with \"...hinter feindlichen Linien\" (=\"...behind enemy lines\"). This professional DVD production goes along with the unique experience of a Feindflug concert - and lots of bonus material will satisfy the heart of every fan. Not only because of having an own, independent sound and dealing with unpleasant topics, Feindflug have become one of the most important and most famous acts of the Electro-scene. Released on Black Rain and available July 4th, 2006.","release_date":"2006-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264517,"title":"Feindflug ‎- ...Hinter Feindlichen Linien","adult":false,"genre_ids":[10402]},{"cast":["Antonio Pérez Carbajal","Bertha Olivia Ramírez","Francisco Barreiro","José Sefami"],"overview":"Antonio and Bertha are an elderly couple, about 90 years old who find themselves in trouble when social security pensions are suspended due to a financial and social crisis in the country where they live. Given the fact that their children have not visited them in many years they are confronted with the need to survive alone. The couple is forced to sell their belongings and sustain themselves selling food on the street orstealing. The lives of the two elderly people change when their son Jonas and grandson Paco, absent from their lives for over a decade, appear unexpectedly once again.","release_date":"2014-10-18","vote_average":0.0,"runtime":110,"cert":"N\/A","id":264519,"title":"The Beginning of Time","adult":false,"genre_ids":[]},{"cast":["Hertha Feiler","Hans Söhnker","Hans Nielsen","Lina Carstens","Erich Ponto"],"overview":"Achim and Vera are friends and live an uncomplicated and happy life .... that is, until they get into their first serious argument on how they should spend New Years' Eve. Vera wants to celebrate with friends, while Achim wants to go off to a lonely mountain hut. And so, he goes off alone into the mountains. In the hut, he meets the student Susanne, with whom he spends New Years' Eve; gets to know well; and falls in love with. Unfortunately, through misfortune, they lose sight of each other afterwards. They didn't even bother to exchange names and addresses! And so, with Craigslist not yet in existence, it seems very unlikely they'll ever see one another again.","release_date":"1944-12-19","vote_average":8.0,"runtime":95,"cert":"N\/A","id":264521,"title":"The Angel and the Lyre","adult":false,"genre_ids":[]},{"cast":["Karina Gidi","Miroslava Vukovic","José Caballero","Carlos Corona","Hector Kotsifakis"],"overview":"Manuela (40) is the cook in a restaurant when the Balkan conflict breaks out on the other side of the world. The madness of war permeates her surroundings, invades her intimacy and unleashes its own warlike escalade.","release_date":"2014-10-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":264523,"title":"Manuela Jankovic's War","adult":false,"genre_ids":[18]},{"cast":["Damián Alcázar","Alfonso Herrera","Joaquín Cosio","Osvaldo Benavides","Silvia Navarro"],"overview":"TV MX, the most powerful Mexican Television Corporation, discloses a scandalous story involving Governor Carmelo Vargas in serious crimes and illicit business. Governor Vargas worried about his political future, decides to clean his image and negotiates a billionaire secret agreement with the owners of the TV Corporation. Carlos Rojo, an ambitious young news producer, and Ricardo Diaz, TV network star reporter, are responsible for making a dirty campaign to change the image the public has of the corrupt Governor and make him, at any cost, a political star and a great presidential candidate. Mexican Television believes that democracy is a farce and has already placed one President... Will they do it again?","release_date":"2014-10-16","vote_average":7.1,"runtime":143,"cert":"N\/A","id":264525,"title":"The Perfect Dictatorship","adult":false,"genre_ids":[18,35]},{"cast":["Jürgen Goslar","Peter Pasetti","Siegfried Lowitz","Karl Lieffen","Inge Egger"],"overview":"","release_date":"1960-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264527,"title":"Es ist soweit","adult":false,"genre_ids":[]},{"cast":["Parviz Sayyad","Cihan Anasai","Muhammet Temizkan","Hüsamettin Kaya","Imran Kaya"],"overview":"This drama explores the grim lives of Turkish “guest workers” living in Germany.","release_date":"1975-01-02","vote_average":5.0,"runtime":91,"cert":"N\/A","id":264535,"title":"Far from Home","adult":false,"genre_ids":[18]},{"cast":["David Medel","Lucia Villarreal","Mario Zaragoza","Germán Valdés III"],"overview":"Ricardo and Andres are brothers who decide to break with routine and take a trip that will change the way they view and live their lives. A mixture of good and bad decisions bring them face to face with death; to survive, they will have to decide what is more important: love among brothers or the love of a woman; honor and justice, or the easy life.","release_date":"2013-08-25","vote_average":0.0,"runtime":106,"cert":"N\/A","id":264537,"title":"2 x One","adult":false,"genre_ids":[]},{"cast":["Donnie Yen","Eddy Ko","Bey Logan","Joey Meng","Xiong Xin-Xin"],"overview":"After his village it is brutally attacked by bandits, and his family gets murdered, Jun plans on seeking out distant relatives in Shanghai. On the way he is forced to join a criminal gang after they witness his martial arts skills. After a long and arduous journey, Jun eventual finds refuge at the Jin Wu Martial Arts Academy.","release_date":"2002-11-26","vote_average":9.0,"runtime":220,"cert":"\"\"","id":264539,"title":"Fist of Fury - Sworn Revenge","adult":false,"genre_ids":[28,18]},{"cast":["Dieter Laser","Marie-Christine Barrault","Tilo Prückner","Uwe Dallmeier","Fritz Hollenbeck"],"overview":"Adapted from the novel Die Döppelgänger by Theodor Storm, this black-and-white drama tells the tragic story of a war veteran who, in 1860, returns to his home in Schleswig Holstein after serving a term for robbery. There he finds nothing but hardship and rejection, save from the town's mayor and a young servant girl, whom he marries. Ridiculed and abused, with practically no work, he turns to drink and one night accidentally kills his wife. The child of their marriage is taken away from him, and at this point he is left with the options of becoming a robber, starving to death, or emigrating.","release_date":"1975-06-30","vote_average":5.0,"runtime":94,"cert":"N\/A","id":264541,"title":"John Glückstadt","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When he returns to Prague from a stint in the Army, Lada does not seem to fit in anywhere, and he cannot get the hang of the system of deliberately underperforming on the job. His girlfriend tries to keep him in the city with a variety of stratagems, but he eventually takes a job as a truck driver on a dam-building project. He uses the truck to visit his girl on weekends. Ingenuous, he is unaware that the truck is being used for black-market smuggling, and that his girlfriend two-times on him when he cannot arrange to leave on time for his weekend.","release_date":"1975-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":264543,"title":"Who Looks for Gold?","adult":false,"genre_ids":[]},{"cast":["Isis Massafera","Alexia Prado","Ed Júnior","Keity Becker","Loupan"],"overview":"","release_date":"2014-04-13","vote_average":7.8,"runtime":null,"cert":"N\/A","id":264545,"title":"Brasileirinhas – Academia Das Maravilhas 2014","adult":true,"genre_ids":[]},{"cast":["Ramón Medína","Fabiana Perzabal","Amparo Barcia","Óscar Yoldi","Laura de Ita"],"overview":"Diego returns to Mexico after teaching architecture in Madrid and runs into his old love Carmen. He plans a dinner for two to celebrate the end of the year. Carmen assumes that Diego will propose marriage to her that night but the unexpected arrival of Valentina (his Spanish girlfriend) and the revelation of Carmen’s secret past change the fate of the characters","release_date":"2014-04-13","vote_average":0.0,"runtime":96,"cert":"N\/A","id":264547,"title":"Dinner For Three","adult":false,"genre_ids":[]},{"cast":["Magali Boysselle","Montserrat de León","Mossy Santini","Esteban Soberanes","Guillermo Larrea"],"overview":"Andrea, a young executive is trapped through the weekend on the rooftop of her office alongside Gualberto, the janitor. Truly lost in an asphalt and glass sea, both characters think over their lives and values.","release_date":"2012-11-18","vote_average":6.0,"runtime":90,"cert":"N\/A","id":264558,"title":"En el ombligo del cielo","adult":false,"genre_ids":[]},{"cast":["Lynda Carter","Katie Wright","Marley Shelton","Josh Taylor","Colleen Winton"],"overview":"Two friends keep their vomiting a secret until one friend almost dies.","release_date":"1996-02-19","vote_average":6.2,"runtime":96,"cert":"\"\"","id":264560,"title":"When Friendship Kills","adult":false,"genre_ids":[18,10770]},{"cast":["Fernando Fernán Gómez","Ana Belén","Jaime Gamboa","Julieta Serrano","Antonio Ferrandis"],"overview":"Aurora is a high-school teacher. When two attractive men fall in love with her, she enjoys their attention. One of them is a young student of hers, the other is a man returning from his many years of exile following the Spanish Civil War. Her gentle and wise handling of these two fragile hearts gives this story its focus.","release_date":"1974-11-15","vote_average":6.0,"runtime":93,"cert":"N\/A","id":264562,"title":"The Love of Captain Brando","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"In Paris, in 1942, on a Thursday, the Parisian police herded together some 13,000 Jews for deportation to German territory. In this story, Paul (Christian Rist) is a teenager who tries to prevent this from happening. At first he attempts to save two elderly Jews, but they are resigned to their fate and comply with the order to assemble. For a short while, he is able to keep Jeanne (Christine Pascal) from joining them, but, after a long and strenuous day, she finally escapes from him he is too tired to chase after her.","release_date":"1974-01-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":264564,"title":"Les guichets du Louvre","adult":false,"genre_ids":[36,18]},{"cast":["Arturo Taracena","Marta Lamas","Silvia Solórzano","Laura Solórzano","Elena Poniatowska"],"overview":"In the course of Alaide Foppa's life, she became a precursor of feminism in Mexico. She was an immigrant who, in her own way, tried to break the molds established by her upper-class upbringing. Her sensitivity and intellectual development made her question matters of social injustice, educational and gender inequalities, the importance of socially-committed art forms and the vindication of democracy throughout Latin America. Her tragic end reveals much about the history of Guatemala.","release_date":"2014-11-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":264566,"title":"Alaide Foppa Falla, The Unfortunate One","adult":false,"genre_ids":[]},{"cast":["Darian Caine","Erika Smith","A.J. Khan","Erin Brown","Isadora Edison"],"overview":"An all-female version of the Van Helsing tale reconfigures the vampire story as an erotic fantasy. The great, great granddaughter of Van Helsing seeks to slay the sexy Countess Dracula. She may have to pretend to be her devoted love slave to get closer to the bloodthirsty demon.","release_date":"2004-10-27","vote_average":3.3,"runtime":90,"cert":"\"R\"","id":264568,"title":"Sexy Adventures of Van Helsing","adult":false,"genre_ids":[27,35]},{"cast":["Ekin Cheng","Sammi Cheng","Gigi Leung","Eric Kot","Christine Ng"],"overview":"The main characters are two male best friends, Jerry and Hui Lok (許樂), and their female friend, Cherie. The story revolves around their relationships with others, including Jenny and Kei Kei (琪琪), and each other. Jerry, Cherrie, and Lok are a pop trio, and the boys have agreed not to court Cherrie for the good of the group. Jerry's a feckless playboy, but he falls hard for the beautiful and talented Fonfong; she becomes his roommate as Cherrie looks on. Lok has two women in his life, the young and innocent Man-Yi, and Rachel, a mysterious minx into bondage and sexual excess. Things come to a head when Fonfong has a chance to study in Paris and Rachel takes things a bit far with Lok. It's time for Jerry and Lok to look around: is true love closer at hand? And what about Cherrie, who's been bruised often by Jerry: what will she decide?","release_date":"1996-07-20","vote_average":8.0,"runtime":97,"cert":"N\/A","id":264582,"title":"Feel 100%","adult":false,"genre_ids":[]},{"cast":[],"overview":"Now in its eight edition, this race has become legendary as the ultimate test of man and machine against terrain. Competitors from over 30 different nations come for the experience of a lifetime and to say they have competed in this race. The Romanian countryside offers endless trails in the high mountains, valleys and city passages during this five day event. While the terrain is beautiful and majestic, it is challenging in every aspect. If you finish red Bull Romaniacs, you can finish anything.  This year, New Zealand’s Extreme Enduro star Chris Birch goes for his second win in a row. However, former champions Andreas Lettenbichler of Germany and the UK’s Graham Jarvis are hungry to steal the show. But lurking in the shadows are Paul Bolton of the UK and Spain’s Xavi Galindo who are both seeking their first win at Romaniacs.  From the 2011 event featuring: Chris Birch, Andreas Lettenbichler, Graham Jarvis, Paul Bolton and Darryl Curtis","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":264584,"title":"Red Bull Romaniacs 8th Edition","adult":false,"genre_ids":[]},{"cast":["Sam Wanamaker","Mandy Miller","André Morell","Marian Spencer","Jan Miller"],"overview":"In this crime drama, an American loses all his money and finds himself stranded in England. He finds hope when he meets a female smuggler who has brought jewels into the country inside a teddy bear. Just before he talks her into helping him, she is pushed off of a cliff. He becomes the prime suspect and mayhem ensues when he gets the jewels, but then loses them to a gang of thieves. Fortunately, by the story's end, he proves his innocence, and brings the gang to justice.","release_date":"1955-06-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":264589,"title":"The Secret","adult":false,"genre_ids":[80,18]},{"cast":["Jan Josef Liefers","Anna Loos","Justus von Dohnányi","Catrin Striebeck","Gustav-Peter Wöhler"],"overview":"On February 20, 1953, the Nordwestdeutsche Rundfunk broadcast the first cooking show of German post-war television. Clemens Carl Hahn became the TV chef Clemens Wilmenrod. When the \"request in ten minutes to table\" on the screens flickered, went for the presenter of the show a dream come true: He had designed the cooking show not only the first TV format that was aimed at women, but also a new self invented.","release_date":"2009-11-25","vote_average":1.0,"runtime":90,"cert":"N\/A","id":264591,"title":"Es liegt mir auf der Zunge","adult":false,"genre_ids":[]},{"cast":["Zarah Leander","Marika Rökk","Hans Stüwe","Aribert Wäscher","Paul Dahlke"],"overview":"1865. Katharina goes to a ball in Moscow. There she meets again Tchaikowsky, her first and only love. The young, who is now married to wealthy Michael Iwanowitsch Murakin, a man she does not love, has not forgotten Piotr Illich, the (not yet) famous composer. Both are still in love with each other but Piotr is engaged to Nastassia, a dancer, while for her part Katharina cannot leave her husband. Tchaikowky's first love then decides to sacrifice her happiness to the success of the composer, sponsoring him in secret. Something Piotr will learn only years after. When Katharina finds herself free at last it is too late: Tchaikowsky is dying of cholera and she only has time to close his eyes.","release_date":"1939-08-12","vote_average":6.0,"runtime":94,"cert":"N\/A","id":264593,"title":"It Was a Gay Ballnight","adult":false,"genre_ids":[18]},{"cast":["Benjamin Heng","Lin Yi Lun","Ben Yeung"],"overview":"A theatre usher looks for love and finds it in a library book. A cop chases a killer only to wind up at the end of her own gun. A pulp-romance writer confuses fact with fiction and learns that true love comes only after a great loss. The stories that flows from this ebb of desire to find true love leads us various stories that will be amalgam of time, space, consequences and fact and fiction often are not easily identifiable.","release_date":"2006-05-25","vote_average":6.0,"runtime":96,"cert":"N\/A","id":264595,"title":"Love Story","adult":false,"genre_ids":[]},{"cast":["Sepp Rist","Brigitte Horney","Eduard von Winterstein","Friedrich Kayssler","Helene Fehdmer"],"overview":"","release_date":"1934-11-20","vote_average":6.5,"runtime":79,"cert":"N\/A","id":264606,"title":"Der ewige Traum","adult":false,"genre_ids":[18,36]},{"cast":["Spencer Tracy","Peggy Shannon","William 'Stage' Boyd","Irving Pichel","Raul Roulien"],"overview":"After becoming involved in a killing, Kiddo gets on board Boyton's ship. When he learns what happened he dumps her on a South Sea island.","release_date":"1932-08-20","vote_average":0.0,"runtime":73,"cert":"\"\"","id":264608,"title":"The Painted Woman","adult":false,"genre_ids":[18]},{"cast":["Hans Albers","Françoise Rosay","Camilla Horn","Herbert Hübner","Irene von Meyendorff"],"overview":"","release_date":"1938-12-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":264610,"title":"Fahrendes Volk","adult":false,"genre_ids":[]},{"cast":[],"overview":"A silent, elegiac poem describing the pain and violence of war, made from footage shot at Sarajevo in 1995, Belgrade in 1996, and Zagreb in the 1980s, and incorporating archival footage from WWI. - MoMA","release_date":"1997-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":264612,"title":"Nocturne","adult":false,"genre_ids":[]},{"cast":["Spencer Tracy","Wendy Barrie","Raymond Walburn","Virginia Sale","Astrid Allwyn"],"overview":"Socialite, privileged, Jane Dale and lawyer Bill Shevlin meet in an automobile  accident at night, on a dirt road, in a storm, near a hick town which fleeces travelers through corrupt law enforcement.","release_date":"1935-04-12","vote_average":4.5,"runtime":70,"cert":"\"\"","id":264623,"title":"It's A Small World","adult":false,"genre_ids":[10749,35]},{"cast":["Mabel Normand","Ford Sterling","Roscoe 'Fatty' Arbuckle","William Nigh","Nick Cogley"],"overview":"Louis, the chef and Oscar, the head waiter, are in love with Mabel the pretty cashier. The Waiters' picnic is held, and Mabel is the cause of much trouble between Louis and Oscar.","release_date":"1913-06-16","vote_average":5.0,"runtime":11,"cert":"\"\"","id":264628,"title":"The Waiters' Picnic","adult":false,"genre_ids":[35]},{"cast":["Manny Pacquiao","Jorge Solis","Freddie Roach"],"overview":"When Manny Pacquiao fought Jorge Solis on April 14, 2007 at the Alamodome in San Antonio, Texas, his star had already risen. Pacman already had his first fight with Marco Antonio Barerra, his three fights with Erik Morales, and his first of four fights with Juan Manuel Marquez. But Solis was undefeated at 33-0-2, and the general consensus was that Pacquiao, while a force of nature, couldn’t go on forever","release_date":"2007-04-14","vote_average":10.0,"runtime":null,"cert":"\"\"","id":264630,"title":"Pacquiao vs. Solis","adult":false,"genre_ids":[28]},{"cast":["Adrián Mas","Julietta Rodríguez","Frank Perozo","Loraida Bobadilla","Johnnie Mercedes"],"overview":"What if your body is dead, but your mind is still connected to your wife's memories? René discovers an accident that changed his life forever. He will have to decide whether he lives or dies with it.","release_date":"2014-06-19","vote_average":0.0,"runtime":84,"cert":"N\/A","id":264632,"title":"Despertar","adult":false,"genre_ids":[53,878]},{"cast":["Manny Pacquiao","Hector Velazquez","Freddie Roach"],"overview":"On September 10, 2005 at the Staples Center in Los Angeles, California,  former flyweight, super bantam, and featherweight champion Manny Pacquiao (39-3-2 going in) met 42-10-2 Hector Velazquez for the vacant WBC International super featherweight title. Pacquiao had lost the first of his three fights with Erik Morales four months earlier, so he had something to prove. Velazquez, while game and accomplished, was the proof Manny was gunning for…","release_date":"2005-09-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":264634,"title":"Pacquiao vs. Velazquez","adult":false,"genre_ids":[28]},{"cast":["Nacho Vidal","Eva Morales","Xavier Canals","Emilio Lisbona","Nuria"],"overview":"An ancient sect of she-vampires is preparing to wipe out all the young males in the city; two men endeavor to stop them.","release_date":"1998-01-01","vote_average":0.0,"runtime":92,"cert":"\"R\"","id":264639,"title":"Vampira","adult":false,"genre_ids":[14]},{"cast":[],"overview":"Clever boy pioneer Kolja Homjakov takes part in an interplanetary flight of the professor of astronomy Bobrov. The problem of expedition - to find the lost rocket which had an accident at research of a lunar surface.","release_date":"1953-04-13","vote_average":0.0,"runtime":30,"cert":"N\/A","id":264641,"title":"Flight to the Moon","adult":false,"genre_ids":[]},{"cast":["John Schneider","Henry Winkler","Eric Christian Olsen","Christopher B. Duncan","Stephen Stanton"],"overview":"The Hero Factory's mission: to build the bravest, most advanced Heroes in the galaxy! When rookie Rocka responds to a civilian distress call from the planet Quatros.","release_date":"2011-10-04","vote_average":6.0,"runtime":45,"cert":"\"\"","id":264646,"title":"LEGO Hero Factory: Savage Planet","adult":false,"genre_ids":[16,28,12]},{"cast":["Liselotte Pulver","Martin Held","Alberto de Mendoza"],"overview":"An almost decent girl is a German-Spanish Romance of Ladislao Vajda from 1963. In Spain he was entitled Una chica casi formal on.","release_date":"1963-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264654,"title":"An Almost Decent Girl","adult":false,"genre_ids":[]},{"cast":["Hilary Swank","Tommy Lee Jones","Grace Gummer","Meryl Streep","Miranda Otto"],"overview":"When three women living on the edge of the American frontier are driven mad by harsh pioneer life, the task of saving them falls to the pious, independent-minded Mary Bee Cuddy. Transporting the women by covered wagon to Iowa, she soon realizes just how daunting the journey will be, and employs a low-life drifter, George Briggs, to join her. The unlikely pair and the three women head east, where a waiting minister and his wife have offered to take the women in. But the group first must traverse the harsh Nebraska Territories marked by stark beauty, psychological peril and constant threat.","release_date":"2014-05-18","vote_average":6.5,"runtime":122,"cert":"\"R\"","id":264656,"title":"The Homesman","adult":false,"genre_ids":[37,18]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"The first fight between Manny Pacquiao and Marco Antonio Barrera has been the fight of the year of 2003 (while for Ring Magazine was Arturo Gatti vs Micky Ward 3). For Manny Pacquiao was the second fight in the featherweight division, he had won the first one against Serikzhan Yeshmagambetov (2003-03-15), while Barrera was fighting in this category since 2001 when he defeated Naseem Hamed. Manny Pacquiao vs Marco Antonio Barrera 1 was not valid for any world title but it was certainly one of the greatest boxing fights ever","release_date":"2003-11-15","vote_average":3.0,"runtime":null,"cert":"\"\"","id":264658,"title":"Pacquiao vs. Barrera","adult":false,"genre_ids":[28]},{"cast":["Domhnall Gleeson","Alicia Vikander","Oscar Isaac","Sonoya Mizuno","Corey Johnson"],"overview":"Caleb, a 26 year old coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.","release_date":"2015-01-21","vote_average":7.6,"runtime":108,"cert":"\"R\"","id":264660,"title":"Ex Machina","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"Disco Collection","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264665,"title":"Disco Collection","adult":false,"genre_ids":[]},{"cast":["Manny Pacquiao"],"overview":"Consider this fight as the warm up to Pacquiao's next opponet, Erik Morales.  Never really challenged by the Thai boxer, Pacquiao picked and choose when and what to throw before finally sending Fahsan out for the evening with a left uppercut TKO in the 4th round.  In fact the fight was so lopsided that Pacquiao was able to scored four knockdowns altogether in the bout. None the less it was a special evening since Pacquiao was able to win the fight in front of 25,000 of his own countrymen and women.","release_date":"2004-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264667,"title":"Pacquiao vs. Thawatchai","adult":false,"genre_ids":[28]},{"cast":["Judith Holzmeister","Luis Trenker","Erich Ponto","Fritz Kampers","Ernst Fritz Fürbringer"],"overview":"","release_date":"1940-03-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":264672,"title":"Der Feuerteufel","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Hocico Live show was recorded at M'era Luna festival in Hildesheim, Germany on August 13th 2005.\r DVD special features include:\r * A day at The Wave Gotik Treffen 2005\r * Mexicans at work - Sangre Hirviente recording sessions\r * A Broken Glass (Live at Kir Hamburg 2000)\r * 5 mins of fame - Interview for National Cable TV. 1999\r * Memories of Home - Extracts of Hocico shows in Mexico City\r * Born to be (hated) - Animated Video Clip\r * Mexican Pose - Photo session at Erk's house 2001 for Signos de Aberracion\r * Forgotten Tears (Live at Werk II Leipzig 2004)\r * Cuando la Maldad Despierta - Video and Slide Show\r * Hocico speaking to the Crazy Clip TV. 2002\r * Hell on Earth (Live at Kir Hamburg 2000)\r * Angry eyes on Mexico City - Visual impressions from Hocico’s metropolis\r * Wrack and Ruin visions – Extracts from the Backing Visuals 2004.\r * Instincts of Perversion (Live at AGRA WGT Leipzig 2002)\r * Hocico and the Hocicones - Signature session at Mera Luna 2005.","release_date":"2006-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264674,"title":"Hocico ‎- A Través De Mundos Que Arden","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Recorded live at Krefeld, Germany on January 27th, 2007.","release_date":"2007-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264676,"title":"Mesh: We Collide Tour 2007","adult":false,"genre_ids":[10402]},{"cast":["Marte Harell","Johannes Heesters","Will Dohm","Dorit Kreysler","Willy Fritsch"],"overview":"Produced in 1944, finished and released in 1946.","release_date":"1946-08-16","vote_average":8.0,"runtime":100,"cert":"N\/A","id":264678,"title":"Die Fledermaus","adult":false,"genre_ids":[10402,10749,35]},{"cast":["Kate Elliott","Jared Turner","Tim Lee","Miranda Harcourt","John Noble"],"overview":"A young solo mother loves her son and his needs are formost, but she still has room in her heart for her very broken brother, even as her fundamentalist mother rejects her. But when the brother is responsible for a woman's broken neck, during his burglary of her house, families are changed as crisis amplifies and at times the young mother seems to be the only adult.","release_date":"2004-09-04","vote_average":7.0,"runtime":99,"cert":"N\/A","id":264680,"title":"Fracture","adult":false,"genre_ids":[]},{"cast":["Stefano Satta Flores","Macha Méril","Cinzia Monreale","Umberto Orsini","Leopoldo Trieste"],"overview":"","release_date":"1976-04-13","vote_average":5.8,"runtime":null,"cert":"N\/A","id":264682,"title":"Perdutamente tuo... mi firmo Macaluso Carmelo fu Giuseppe","adult":false,"genre_ids":[35]},{"cast":["Kinga Sienko","Wojciech Puzynski","Zofia Kucówna","Urszula Modrzyńska","Andrzej Szczepkowski"],"overview":"A young boy and girl travel in a strange car and encounter various objects which come alive to help them. Eventually they leave the Earth altogether and visit a strange, new planet.","release_date":"1963-03-04","vote_average":6.0,"runtime":97,"cert":"N\/A","id":264684,"title":"The Big, Bigger, and the Biggest","adult":false,"genre_ids":[14,878,10751,12]},{"cast":["Jeong-rim Kim","Park Am","Kyeong-hie No","Ju Seon-tae","Kim Dong-won"],"overview":"A professor's wife, O Seon-yeong (Kim Jeung-rim), starts working at a boutique shop. She meets Choe Yun-ju (No Gyung-hui) and goes to a dance party. She happens to like Sin Chun-ho (Lee Min), so she learns dancing from the next-door neighbor. Meanwhile, professor Jang (Park Am) is attracted to his student (Yang Mi-hui), who works as a typist. But he does not want to ruin his family while waiting for his wife to come home. In the end O realizes her mistake and comes back home with regret.","release_date":"1956-06-08","vote_average":5.0,"runtime":125,"cert":"N\/A","id":264692,"title":"Madame Freedom","adult":false,"genre_ids":[18]},{"cast":["Paul Boretski","Stephen Markle","Michael Rudder","Eddie Roy","Wally Martin"],"overview":"Perfect Timing is the story of Harry Crane, an infamous photographer whose sublime and evocative images single-handedly reshaped and rebuilt the boudoir and fitness industries. But, having made his mark, allowed the artist within to be released. Creatively and artistically, Harry has moved on; his work now consisting of portraits and interpreting rock wall fractals. Of course that meant leaving the professional schlock of commercial advertising behind him. Sounds good. Except there's that pesky issue of money. And Harry and his buds are quickly burning through large quantities of it. Bottom line - he's nearly broke and faces eviction.","release_date":"1986-02-04","vote_average":0.0,"runtime":87,"cert":"N\/A","id":264697,"title":"Perfect Timing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Chris is the star player on the women's basketball team. Only one problem, she's a he! A missing mascot dog named Bummer landed Chris a job on the girls basketball team. Chris led the team to the championship.","release_date":"1985-03-20","vote_average":5.0,"runtime":110,"cert":"\"\"","id":264699,"title":"New Girl","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A group of former high-school buddies have a reunion in Las Vegas. Thinking to increase their alumni fund, they proceed to use it to gamble at the casinos. Of course, they lose it all. They then get together and try to figure out a way to win it all back.","release_date":"1987-01-01","vote_average":3.0,"runtime":150,"cert":"\"\"","id":264701,"title":"Glory Years","adult":false,"genre_ids":[]},{"cast":["Ashley Vaughn","Leslie Blalock","Richard Harriman","Jim Overbey","B.M. Culpepper"],"overview":"An inocent girl from a small town arrives at a modern institution of education to complete her studies. Once there she starts various relationships with different boys.","release_date":"1979-07-31","vote_average":6.0,"runtime":84,"cert":"\"\"","id":264703,"title":"Incoming Freshmen","adult":false,"genre_ids":[35]},{"cast":["Mayara Constantino","Luciano Chirolli","Leopoldo Pacheco","Lavínia Pannunzio","Marina Stacciarini"],"overview":"At age 15, Debora shares with Hamlet the angst and doubts of her adolescence.","release_date":"2005-05-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":264708,"title":"Tudo o Que é Sólido Pode Derreter","adult":false,"genre_ids":[18]},{"cast":["Lisa Becker","Werner Schünemann"],"overview":"Three minutes. The time to leave a message. Passing the baton and run 1600 meters. To cook an egg. The time to make a decision that can change your life.","release_date":"1999-01-01","vote_average":8.0,"runtime":6,"cert":"N\/A","id":264713,"title":"3 Minutes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Gay men and women recall their secret lives while serving in the British armed forces during WWII.","release_date":"1990-12-08","vote_average":0.0,"runtime":52,"cert":"\"\"","id":264715,"title":"Comrades in Arms","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nama and Siré marry in the early sixties. Nama is a very pious marabout who decides to pull away from the world with his wife to dedicate himself fully to God and live as a hermit. To reward him, God sends him an angel. Nama must make three wishes.  This film is based on a traditional Malian tale.","release_date":"2009-04-14","vote_average":0.0,"runtime":21,"cert":"N\/A","id":264717,"title":"A History of Independence","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Shlomo Suriano","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264719,"title":"Ha'Ya'ar Ha-Kasum","adult":false,"genre_ids":[]},{"cast":["Gerd Siekmann","Heinz-Dietrich Stark","Hajo Wandschneider"],"overview":"In this German film, inmates guilty of a prison murder are put on trial before a court consisting of other inmates. The trial is given the full formal treatment it might receive in a civilian setting. The key point in this film is that these are the actual murderers admitting their actual crimes before a judges' panel consisting of their peers: actual prisoners at the same institution. Having no force of law, the trial proceeds without reaching a conclusion. That is something the viewer is asked to provide. This movie won a Silver Bear from the 1974 Berlin Film Festival.","release_date":"1974-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264721,"title":"Im Namen des Volkes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Paul (Gerard Blain) has been imprisoned for ten years for passing counterfeit money. He feels victimized enough, both for the prison time and for the crime which led to it; he committed the crime to give his wife the nice things she asked him for. When he discovers that she has remarried a quite wealthy man, he is outraged. However, his ire is not due to her disloyalty to him; he loved their only son to distraction, and now the boy has no knowledge or memory of him.","release_date":"1974-02-06","vote_average":7.0,"runtime":83,"cert":"N\/A","id":264723,"title":"Le pélican","adult":false,"genre_ids":[]},{"cast":["Mark Damon","Margaret Markov","Harvey Lembeck","Jean Jennings","Lee Moore"],"overview":"In this wartime drama, a young soldier spends much of stint in Vietnam remembering his life and his 12 love affairs. The story ends before he can have a 13th.","release_date":"1974-06-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":264725,"title":"There Is No 13","adult":false,"genre_ids":[18,10752]},{"cast":["Dalisa Alegría","Liche Ariza","Ernesto Báez","Paul Calderon","Leoangel Dumé"],"overview":"In the future, nations have been replaced by Projects that are managed like corporations. Neighborhoods are Quadrants that closely monitored by the supervisors of the Projects and these are led by a man named BLAS. Productivity at all costs is at the core of the new society. Against this backdrop, ROSA Santos, a university student, falls in love with DANIEL, another student from a lesser Quadrant, much to the dismay of her mother. Rosa's mother will stop at nothing to better hers and her daughter's life including forcing her to marry an influential member of the Supervisors, Stefano GRAVELLI, a move that unleashes a series of events that will drag Rosa and Daniel into a conflict of political intrigue and danger.","release_date":"2013-11-14","vote_average":1.0,"runtime":104,"cert":"N\/A","id":264739,"title":"Biodegradable","adult":false,"genre_ids":[]},{"cast":["Kay Francis","Nils Asther","Walter Huston","Phillips Holmes","Eugene Pallette"],"overview":"Sarajevo June 28, 1914. Dushan, the Serbian mayor of a Hungarian town, has come to see the parade of Archduke Ferdinand. While there he runs into Geza, an old friend in the Hungarian Army and invites him to come to his house and visit him and his new wife.","release_date":"1933-06-14","vote_average":6.0,"runtime":78,"cert":"\"\"","id":264741,"title":"Storm at Daybreak","adult":false,"genre_ids":[18,10749,10752]},{"cast":[],"overview":"On the depraved streets of Cleveland, young women are dealt hard lives. Trudging through days of filth, poverty and crime, they do what they can to survive.","release_date":"2008-07-15","vote_average":3.5,"runtime":70,"cert":"\"\"","id":264743,"title":"Poison Sweethearts","adult":false,"genre_ids":[27]},{"cast":["Ernest Torrence","Perry Askam","Walter Pidgeon","June Collyer","Claudia Dell"],"overview":"Kitty Bellairs, a flirtatious young woman of 18th Century England, cuts a swath of broken hearts and romantic conquests as she visits a resort with her sister.","release_date":"1930-09-05","vote_average":5.0,"runtime":63,"cert":"\"\"","id":264745,"title":"Sweet Kitty Bellairs","adult":false,"genre_ids":[10402,10749]},{"cast":["Céline Sallette","Steve Tran","Nicolas Rey"],"overview":"","release_date":"2013-07-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":264747,"title":"La femme de Rio","adult":false,"genre_ids":[]},{"cast":["Marino Junior","Renet Lyon","Fabiula Nascimento","Michelle Pucci","Mário Schoemberger"],"overview":"","release_date":"2007-02-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":264749,"title":"Brichos","adult":false,"genre_ids":[16,35]},{"cast":["Alicia Ziegler","Mark Hapka","Donna Mills","Constance Wu","Patrick Muldoon"],"overview":"Charming LA architect Harrison, also a great cook and lover, gets engaged to Cate, a San Francisco landscape architect he meets while collaborating on a major project, after they get locked in by a malfunctioning elevator. She moves to LA for him and volunteers, while he's on mission in Tokyo, to mind his widowed mother Evelyn, still a major force in his life. However Cate gets paranoid when feeling weak and hearing rumors that his former girlfriend disappeared mysteriously years earlier, even cancels the engagement. Then the truth gets out, clearing Harrison and uncovering a lurking danger.","release_date":"2013-12-15","vote_average":2.5,"runtime":null,"cert":"N\/A","id":264760,"title":"Deadly Revenge","adult":false,"genre_ids":[53,10770]},{"cast":["Richard Low","Mark Lee","Chen Liping","Joanne Peh","Margaret Lee"],"overview":"The Best Bet revolves around Richard, Shun and Huang whose friendships are put to a test when one of them struck 4D and decides to keep the winnings all to himself. What consequences will his choice have on this friendship? A satirical comedy, which explores the greed, deceit and also the triumph of the human spirits, The Best Bet is about the consequence of our choices, and the path it will take us once we cross that threshold.","release_date":"2004-06-09","vote_average":6.0,"runtime":115,"cert":"N\/A","id":264762,"title":"The Best Bet","adult":false,"genre_ids":[35]},{"cast":[],"overview":"For almost 50 years, the world's population has grown at an alarming rate, raising fears about strains on the Earth's resources. But how true are these claims? Taking cues from statistics guru Hans Rosling, Misconception offers a provocative glimpse at how the world—and women in particular— are tackling a subject at once personal and global. Following three individuals, director Jessica Yu focuses on the human implications of this highly charged political issue, inspiring a fresh look at the consequences of population growth. In English, Hindi, Mandarin, and Russian with subtitles.","release_date":"2014-04-21","vote_average":0.0,"runtime":93,"cert":"\"\"","id":264767,"title":"Misconception","adult":false,"genre_ids":[99]},{"cast":["Jacqueline Bisset","Nick Mancuso","Theresa Russell","Art Bonilla","Kathryne Dora Brown"],"overview":"","release_date":"1996-09-25","vote_average":0.0,"runtime":96,"cert":"\"\"","id":264769,"title":"Once You Meet a Stranger","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264771,"title":"Wasahali","adult":false,"genre_ids":[]},{"cast":["Ulrike Butz","Judith Fritsch","Eva Gross","Sonja Jeannine","Heidi Kappler"],"overview":"Peter brings his new girlfriend Anja up to C. von Ficker's (i.e. Fucker's) flat, but their tryst is repeatedly disturbed by various events in the building. To calm the jittery Anja, Peter relates a series of erotic stories to put her back in the mood.","release_date":"1974-03-15","vote_average":7.3,"runtime":75,"cert":"N\/A","id":264773,"title":"Bedtime Stories for Grownups","adult":false,"genre_ids":[35,10749]},{"cast":["Sonja Ziemann","Paul Hörbiger","Loni Heuser","Walter Giller","Oskar Sima"],"overview":"","release_date":"1951-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264784,"title":"Die Frauen des Herrn S.","adult":false,"genre_ids":[]},{"cast":["Johannes Heesters","Carl-Heinz Schroth","Franz Schafheitlin","Paul Kemp","Paul Dahlke"],"overview":"","release_date":"1950-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264786,"title":"Frech und verliebt","adult":false,"genre_ids":[]},{"cast":["Freddy Quinn","Heidi Brühl","Peter Carsten","Kai Fischer","Hans Nielsen"],"overview":"","release_date":"1960-04-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":264791,"title":"Freddy und die Melodie der Nacht","adult":false,"genre_ids":[80,10402]},{"cast":["Freddy Quinn","Erna Sellmer","Peter Mosbacher","Joseph Offenbach","Rudolf Platte"],"overview":"","release_date":"1964-12-18","vote_average":6.5,"runtime":null,"cert":"N\/A","id":264793,"title":"Freddy, Tiere, Sensationen","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Tracey Moffatt’s fast paced montage videos compile scenes from film and television programs selected in response to a particular theme or coding. This is the final work in a suite of 7 videos made over the last decade; the previous works include ‘Lip’ 1999, ‘Artist’ 2000, ‘Love’ 2003, ‘Doomed’ 2007, ‘Revolution’ 2008 and ‘Mother’ 2009. 'Other' is one of the most mesmerising of the series as it edits together scenes of interracial encounters. It opens with first contact sequences, films in which the beach and the shallow waters are a zone of encounter between ships and canoes, between Europeans and non-Europeans. It then moves to images of looking, of two different peoples meeting for the first time and appraising each other visually. As imagined by Hollywood and TV directors, this is a moment of both curiosity and desire, where glances become lingering and erotically charged.","release_date":"2009-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":264795,"title":"Other","adult":false,"genre_ids":[]},{"cast":[],"overview":"People of a volcanic island 'Stromboli' share their memory of beautiful actress Ingrid Bergman starred in Stromboli directed by Rossellini. Their testimonies describe relations around Stromboli . Movie scenes and the island's scenary are crossed, enriching life and art.","release_date":"2013-08-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":264797,"title":"Red Ashes","adult":false,"genre_ids":[]},{"cast":["Héctor Noguera"],"overview":"Alvaro Ramírez examined the issue of infant malnutrition in Desnutricion Infantil (1969).","release_date":"1969-01-01","vote_average":4.8,"runtime":11,"cert":"N\/A","id":264805,"title":"Child Undernourishment","adult":false,"genre_ids":[99]},{"cast":["Cheran","Rathi Arumugam","Manivannan","Pyramid Natarajan","Pushpavanam Kuppusamy"],"overview":"Solla Marandha Kadhai (English: the forgotten story) is a 2002 Tamil film. This film is based on writer Nanjil Nadan's novel Thalaikeezh vigithangal.","release_date":"2002-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264807,"title":"Solla Marandha Kadhai","adult":false,"genre_ids":[]},{"cast":["John Franklyn-Robbins","Johanna ter Steege","Ulrich Thomsen","Peter Lohmeyer","Barbara Auer"],"overview":"A dog who was named after the Beatles album, inherits his master's fortune. His owner's two children, however, devise a plan to make off with his wealth.","release_date":"2004-12-23","vote_average":0.0,"runtime":98,"cert":"N\/A","id":264809,"title":"Sergeant Pepper","adult":false,"genre_ids":[10751]},{"cast":["Cheran","Nithya Menen","Salim Kumar","Pasupathy Masilamani","Snigdha Akolkar"],"overview":"Appavin Meesai (English: My father's moustasche) is an upcoming 2014 Tamil drama film directed by Rohini. The film features an ensemble cast including Cheran, Pasupathy, Nithya Menen and Salim Kumar in leading roles, while Achu Rajamani composes the film's music and Resul Pookutty is the sound editor.","release_date":"2014-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264811,"title":"Appavin Meesai","adult":false,"genre_ids":[18]},{"cast":["Summer Brielle","Alektra Blue","Romi Rain","Alison Tyler","Juelz Ventura"],"overview":"New blonde queen of knockers, Summer, is a sure hit! Superstar Alektra uses her electrifying tits and asshole! Hard body Romi Rain wants Manuel Ferrara's cock between her DDs! Amazon Alison Tyler meets Manuel for the first time! Juelz gets the double cock DP treatment!","release_date":"2013-10-23","vote_average":0.0,"runtime":173,"cert":"\"NC-17\"","id":264813,"title":"Bra Busters 5","adult":true,"genre_ids":[]},{"cast":["Gábor Kézi","Pál Takáts"],"overview":"The two Hungarian Acrobatic Paraglider athletes Pál Takáts and Gábor Kézi train themselves to be the bests in the sport they live for. They travel around the world, win competition after competition, and finally reach their goal of a lifetime: to be professional athletes, who can make a living form the sport they love.  - Written by András Kollmann","release_date":"","vote_average":0.0,"runtime":57,"cert":"N\/A","id":264815,"title":"Adrenaline & Turbulence","adult":false,"genre_ids":[99]},{"cast":["John Fogerty"],"overview":"Best known as the lead singer\/songwriter and guitarist for Creedence Clearwater Revival, rock legend and Grammy winner John Fogerty has made a phenomenal contribution to American music for decades. CCR released 13 hit singles in just five years and was inducted into the Rock and Roll Hall of Fame in 1993. On his newest solo release, Revival, Fogerty incorporates all the best elements of an unforgettable career of authentic rock and roll. Revival features Fogerty’s signature southern growl and blistering guitar work. On this episode of Soundstage, Fogerty presents fan favorites “Bad Moon Rising,” “Born on the Bayou” and “Proud Mary.”","release_date":"2008-02-07","vote_average":0.0,"runtime":108,"cert":"\"\"","id":264829,"title":"John Fogerty Soundstage","adult":false,"genre_ids":[10402]},{"cast":["Jeanne Crain","Pierre Brice","Elena Zareschi","Akim Tamiroff","Raoul Grassilli"],"overview":"Set in 18th-century Eastern Europe, the film concerns the star-crossed romance between a Polish military officer and a gorgeous Slavic princess. The princess' vengeful lover cuts a path of death and destruction throughout the land.","release_date":"1962-07-14","vote_average":5.0,"runtime":112,"cert":"N\/A","id":264831,"title":"Invasion 1700","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Scott Graham","Matthew Reynolds","Joe Wicker","Brandyn Feldman","Dave Levine"],"overview":"A man sets out to prove an antique mirror is haunted.","release_date":"2006-03-01","vote_average":6.3,"runtime":32,"cert":"\"NR\"","id":264833,"title":"Oculus: Chapter 3 - The Man with the Plan","adult":false,"genre_ids":[27]},{"cast":["Tom Jones"],"overview":"Sir Tom Jones in a unique session of folk, blues and beyond from the beautiful LSO St Lukes in the City.\r Filmed more like a rehearsal in the round than a concert with Ethan Johns on guitar, Richard Causon on keys, Dave Bronze on bass, Jeremy Stacey on drums and The Staves - three young sisters from Watford - on backing vocals, this BBC FOUR Session finds Jones The Voice in masterful yet genial form, exploring his roots in the songs and styles of the American South in the 50s and 60s - early rock n roll, country, gospel, folk, blues and beyond.  Show less\r On Friday 21st September Tom takes over BBC4 with an evening of superb music.\r Starting at 9pm with a repeat of the critically acclaimed, ‘Imagine: Tom Jones – What Good Am I?’, where Alan Yentob meets Tom in the midst of the release of ‘Praise &amp; Blame’. With contributions by fellow entertainers including Jools Holland, Sandie Shaw, Robbie Williams, Cerys Matthews and Kelly Jones.","release_date":"2009-09-21","vote_average":0.0,"runtime":75,"cert":"\"\"","id":264835,"title":"Tom Jones - BBC Sessions","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"I've been waiting for ages to get a video of Iron &amp; Wine in concert. The wait has been worth it. This concert\r is just amazing. Sam plays with a line up of incredible musicians with the result of some beautiful and  quite surprising rock moments of a seriously grand and yet mellow &amp; funky nature!  01. Woman King\r 02. Wolves (Song of the Shepherd's Dog)\r 03. House By The Sea\r 04. The Devil Never Sleeps\r 05. White Tooth Man\r 06. Carousel\r 07. Cinder And Smoke\r 08. On Your Wings\r 09. Pagan Angel And A Borrowed Car\r 10. Upward Over The Mountain","release_date":"2008-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264837,"title":"Iron and Wine - Live Lowlands Festival Holland","adult":false,"genre_ids":[10402]},{"cast":["Der Graf","Henning Verlage","Christoph Termühlen","Martin Potthoff"],"overview":"No overview","release_date":"2005-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264839,"title":"Unheilig - Kopfkino","adult":false,"genre_ids":[10402]},{"cast":["Horst Caspar","Heinrich George","Lil Dagover","Eugen Klöpfer","Paul Henckels"],"overview":"The young Schiller, whose heart and soul are writing and poetry, is forced into the military academy (the pride and joy of the Duke of Württemberg). Schiller is disgusted by the everyday routine of the military, always back and forth between breeding and drills. Conversation, conflict or even critique are discouraged – the oppression insufferable for the young rebel. Disgusted by the brutality, he writes his drama \"The Bandit\", which he would later publish anonymously. But following a frank conversation with the Duke, Schiller is dishonored and must leave the land.","release_date":"1940-11-13","vote_average":6.0,"runtime":102,"cert":"N\/A","id":264850,"title":"Friedrich Schiller – Der Triumph eines Genies","adult":false,"genre_ids":[18]},{"cast":["Christine Schuberth","Peter Planer","Andreas Adams","Peter Biedermann","Astrid Boner"],"overview":"Among his friends in the imperial Austro-Hungarian army, young lieutenant Ferdinand has the reputation of being a real Casanova. Unfortunately for our friend, this reputation is far from the truth, for in reality he has never had any sexual experience at all. The night before his wedding, he decides to go to a brothel where the Madame will introduce him to the joys of life...","release_date":"1972-12-14","vote_average":0.0,"runtime":81,"cert":"N\/A","id":264852,"title":"Auch Fummeln will gelernt sein","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Two Germans spend their summer vacation with their relatives on an idyllic situated Super Bavarian farm. There , They Discover their Intimate Fantasies Coming To Reality , when they get to involve themselves in groping Boobs, Having Sex with teh Village Women, They soon find that the Village Woman are Nymphomaniacs and are very fond of Sex.","release_date":"1977-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264854,"title":"Gaudi in der Lederhose","adult":false,"genre_ids":[]},{"cast":[],"overview":"DVD contains previously unreleased material and includes \"Behind The Scenes\" with Marilyn Manson, HIM, Killing Joke and a link to a secret internet access","release_date":"2003-10-27","vote_average":9.0,"runtime":null,"cert":"N\/A","id":264856,"title":"Schattenreich Vol. 1","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Compilation DVD","release_date":"2005-05-09","vote_average":8.0,"runtime":null,"cert":"N\/A","id":264858,"title":"Schattenreich Vol. 2","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"DVD Compilation","release_date":"2006-05-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":264860,"title":"Schattenreich Vol.3","adult":false,"genre_ids":[10402]},{"cast":["Peter Steiner","Fred Stillkrauth","Ursula Buchfellner","Alena Penz","Sibylle Rauch"],"overview":"Arriving in an alpine village a crook is mistaken for a recently deceased doctor and decides to impersonate him. Three girls stranded in the same village are sheltered by the \"doctor\" and naked German hilarity inevitably ensues.","release_date":"1980-08-15","vote_average":6.5,"runtime":85,"cert":"N\/A","id":264862,"title":"Der Kurpfuscher und seine fixen Töchter","adult":false,"genre_ids":[35]},{"cast":["Günter Hendel","Rinaldo Talamonti","Ingeborg Piontek","Marisa Alberti","Ricci Hohlt"],"overview":"Garibaldus lives in the family inherited castle, but with the finances he has problems. To solve their financial problems, he wants to marry his son to a rich girl.","release_date":"1969-12-05","vote_average":0.0,"runtime":80,"cert":"N\/A","id":264873,"title":"Graf Porno und die liebesdurstigen Töchter","adult":false,"genre_ids":[35]},{"cast":["Gert Fröbe","Mario Adorf","Curt Bois","Karin Baal","Helen Vita"],"overview":"","release_date":"1966-04-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":264875,"title":"Ganovenehre","adult":false,"genre_ids":[35,80]},{"cast":["Heinz Rühmann","Anny Ondra","Will Dohm","Hans Leibelt","Gisela Schlüter"],"overview":"A man comes into money unexpectatly. That's when the trouble starts.","release_date":"1941-08-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":264877,"title":"Der Gasmann","adult":false,"genre_ids":[35]},{"cast":["Wes Craven","Linnea Quigley","Michael Berryman","Howard Berger","Robert Kurtzman"],"overview":"Low-budget horror docummentary","release_date":"1989-08-30","vote_average":0.0,"runtime":70,"cert":"\"\"","id":264879,"title":"Gorgon Video Magazine","adult":false,"genre_ids":[99]},{"cast":["Robert Gus Blue","The Doll Squad","Helen Halloran","Fred Hopkins","Patty Schemel"],"overview":"In Seattle during the 1980s \"grunge rock\" phase, an all-female band called The Doll Squad is finding it increasingly difficult to get work, and they are soon reduced to scavenging food from dumpsters outside of restaurants. Frustrated with their stalled career, they decide to sign with a shady local promoter, Bruno Multrock in hopes that he will be able to get them the exposure they need. What they don't know is that Bruno is actually a psychotic murderer who enjoying butchering people and keeps his brother's decapitated head with him so he can talk to it.","release_date":"1988-04-15","vote_average":0.0,"runtime":110,"cert":"\"\"","id":264881,"title":"Rock and Roll Mobster Girls","adult":false,"genre_ids":[35,80,27]},{"cast":["Dirk Benedict","Lars-Erik Berenett","Stig Engström","James Thomas Finley Jr.","Roger Furman"],"overview":"The great Diana Sands stars as a African American pop star with few political ideas, and no need for black-activist war deserters who want her voice for their cause--much to the dismay of the quietly seething white-hating Minnie Gentry. Georgia's mother-figure and companion fears for Georgia's soul--in every sense of the word. Written by Maya Angelou (but made on a low budget), this is a significant, powerfully radical movie-of-ideas in need of rediscovery.  (IMDb)","release_date":"1972-03-10","vote_average":5.0,"runtime":91,"cert":"\"\"","id":264898,"title":"Georgia, Georgia","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The trials and tribulations of getting an independent film marketed and distributed. Follows three films through the process.","release_date":"1991-10-09","vote_average":0.0,"runtime":57,"cert":"\"\"","id":264900,"title":"The Heck with Hollywood!","adult":false,"genre_ids":[]},{"cast":[],"overview":"An absurd black comedy adapted from the short story by Toby Litt.","release_date":"2005-04-02","vote_average":0.0,"runtime":28,"cert":"\"\"","id":264902,"title":"A Higher Agency","adult":false,"genre_ids":[]},{"cast":["David Selby","Maud Adams","Gay Rowan"],"overview":"In this Canadian romance, Scott (David Selby) was so smitten by the looks of a pretty girl that he spends years looking for her. He keeps his searches a secret from his live-in lover, whom he stays with the entire while. When Scott actually meets the girl, he discovers that she has been similarly motivated, even though she is married and has had two children in the meantime. They share a romantic assignation and discover that the ideal figure they were each searching for is absent.","release_date":"1973-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264904,"title":"The Girl in Blue","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Single channel HD video. Part of the \"Distortion III\" video album.","release_date":"2013-04-16","vote_average":0.0,"runtime":4,"cert":"\"\"","id":264906,"title":"Shinrei","adult":false,"genre_ids":[]},{"cast":[],"overview":"Single channel HD video. Part of the \"Distortion III\" video album.","release_date":"2013-04-16","vote_average":0.0,"runtime":3,"cert":"\"\"","id":264908,"title":"Dead Frankenstein","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows the vacations of four prisoners, during four days, while they spend Christmas with their families for the first time.","release_date":"2013-07-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":264922,"title":"De Volta","adult":false,"genre_ids":[99]},{"cast":["John Loder","Ida Lupino","Cyril McLaglen","Moore Marriott","Marie Ault"],"overview":"A motorcycle champion becomes a stunt rider after he is banned from speedway racing.","release_date":"1933-03-01","vote_average":0.0,"runtime":73,"cert":"\"\"","id":264924,"title":"Money for Speed","adult":false,"genre_ids":[18,28]},{"cast":["Reine Brynolfsson","Pernilla August","Börje Ahlstedt","Anita Wall"],"overview":"\"All people with a tiny bit of sense get depressed in this country\", says Patricia in \"The Last Yankee\". Two men - a carpenter and a successful self-employed business owner - visit their wives, who both are patients in a mental hospital. Why has life become so unbearable for them?","release_date":"1997-01-02","vote_average":1.0,"runtime":null,"cert":"N\/A","id":264926,"title":"Den sista yankeen","adult":false,"genre_ids":[]},{"cast":["Pete Whittaker","Tom Randall","Sonnie Trotter","Didier Berthod"],"overview":"After their success climbing the world’s hardest offwidth, the Wide Boyz, Pete Whittaker and Tom Randall, embark on their next crack climbing mission. This time their sights are set on the thinner end of the crack climbing spectrum. Their goal is the mighty Cobra Crack in Squamish BC, considered to be the hardest finger crack in the world. First climbed by Canadian ‘rock star’ Sonnie Trotter after battling it out with Didier Berthod, the route hit the media spotlight in the film First Ascent.  With no local hard cracks to train on, the Wide Boyz refit their underground training dungeon and commit to a year of torturous finger training. With only a short trip to Canada planned, the Boyz face their biggest challenge yet against the sharp granite bite of the mighty Cobra Crack!","release_date":"2014-12-31","vote_average":0.0,"runtime":50,"cert":"N\/A","id":264928,"title":"Wide Boyz II – Slender Gentlemen","adult":false,"genre_ids":[12,99]},{"cast":["Eli Wallach","Robert Ryan"],"overview":"A meditation on My Lai.","release_date":"1970-01-02","vote_average":0.0,"runtime":13,"cert":"\"\"","id":264930,"title":"The Reason Why","adult":false,"genre_ids":[18]},{"cast":["David Burns","Colleen Dewhurst","George C. Scott","Barry Sullivan"],"overview":"Adaptation of the Arthur Miller play.","release_date":"1971-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":264932,"title":"The Price","adult":false,"genre_ids":[]},{"cast":["Mandy Dee","Niky Thorme","Michelle Soleil","Nataly Von","Roxy Taggart"],"overview":"","release_date":"2011-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264937,"title":"Band of Bastards 3","adult":true,"genre_ids":[]},{"cast":["Rudolf Platte","Liane Hielscher","Gert Günther Hoffmann","Hans W. Hamacher","Heinz Giese"],"overview":"","release_date":"1971-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264939,"title":"Das Geld liegt auf der Bank","adult":false,"genre_ids":[]},{"cast":["Candy Alexa","Felicia","Nataly Von","Anastasia Devine","Mandy Dee"],"overview":"","release_date":"2011-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264941,"title":"Band of Bastards  4","adult":true,"genre_ids":[]},{"cast":["Klaus Maria Brandauer","Rebecca Miller","Brian Dennehy","Hans-Michael Rehberg","Marthe Keller"],"overview":"","release_date":"1989-10-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":264943,"title":"Georg Elser – Einer aus Deutschland","adult":false,"genre_ids":[]},{"cast":["Albrecht Schoenhals","Hilde von Stolz","Paul Henckels","Sabine Peters","Theodor Loos"],"overview":"","release_date":"1937-04-11","vote_average":0.0,"runtime":86,"cert":"N\/A","id":264945,"title":"Die gläserne Kugel","adult":false,"genre_ids":[]},{"cast":["Joav Jasinski","Maria Brockerhoff","Helga Tölle","Michaela Martin","Regina Walther"],"overview":"A Sex Odyssey blasts into orbit with the kinds of heavenly bodies not found in any solar system. It blends sexy shenanigans, bare-all seductions and naughty fun for an out-of-this-world experience that will have you seeing stars. Five Venusian aliens have been sent on a mission of grave importance. Seems Venus is an all-female planet, and these intergalactic beauties require the service of Earth men to help replenish their declining population. Clad in mouthwatering, skin-tight silver uniforms, the curvaceous, curious and highly intelligent space babes find themselves in one ultra-erotic situation after another. Though they are completely unaware of the ways, wants, and desires of the human male species, these gorgeous aliens quickly learn the language of love.","release_date":"1970-02-20","vote_average":5.0,"runtime":95,"cert":"N\/A","id":264947,"title":"Die Jungfrauen von Bumshausen","adult":false,"genre_ids":[35]},{"cast":["Ekkehardt Belle","Claus Obalski","Sabine Wollin","Gina Janssen","Orestes Ojeda"],"overview":"A young woman, just turning 19, is ready for anything, including fullfilling her dreams and fantasies. But two young men, Klaus and Stephen, are after her with their raging hormones to lead the way. The young lady learns to grow up fast, though, when strange occurences and new people enter her life, including more and more men.","release_date":"1979-04-19","vote_average":0.0,"runtime":89,"cert":"N\/A","id":264958,"title":"She's 19 and Ready","adult":false,"genre_ids":[35]},{"cast":["Shivaji Dev","Shilpa Bhatt","Anusha Varma","Ravi Raghavendra","Berkin Johns"],"overview":"Idhuvum Kadandhu Pogum (English: This too will pass by) is a 2014 Indian Tamil film, directed by Anil Krishnan and Srihari Prabaharan who has also written the screenplay and dialogue. The film is produced by the twin sisters Aruna Guhan and Aparna Guhan under AVM Productions. A 55-minutes-odd film, it was released on YouTube through AVM's official channel on 14 April 2014, coinciding with Tamil New Year's day.","release_date":"2014-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264960,"title":"Idhuvum Kadandhu Pogum","adult":false,"genre_ids":[]},{"cast":["Heidrun Hankammer","Knut Reschke","Waltraud Habicht","Arthur Binder","Judith Fritsch"],"overview":"An antique bed relates passionate stories about various people who have made love on it throughout the decades of the 20th century. Said folks include a sweet young virgin, a sly prostitute who helps a jilted woman get revenge on her unfaithful husband, a German soldier fighting in World War II who's on leave for two hours, and a carefree modern couple.","release_date":"1973-10-26","vote_average":4.7,"runtime":85,"cert":"N\/A","id":264962,"title":"Das sündige Bett","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A wife suspects her husband is cheating on him, so one day she follows him from home to see what--and who--he does on a typical day.","release_date":"1983-10-13","vote_average":0.0,"runtime":85,"cert":"N\/A","id":264964,"title":"Supergirls for Love","adult":false,"genre_ids":[]},{"cast":["Astrid Frank","Eva Garden","Karin Götz","Elfi Helfrich","Romana Lizalova"],"overview":"Sex comedy about lonely housewives and their activities while the husband is away. It’s a series of vignettes connected by documentary-style interviews with people on the street. The eroticism relies completely on nudity, not altogether different from British sex comedies of the era.","release_date":"1971-06-17","vote_average":8.3,"runtime":97,"cert":"N\/A","id":264966,"title":"Swinging Wives","adult":false,"genre_ids":[35]},{"cast":["Monica Marc","Michael Maien","Ingrid Steeger","Kurt Meinicke","Britt Corvin"],"overview":"The film Liebesmarkt featuring a cute blonde Ingrid Steeger, not only became a cult actress stupidity of German youth who watched only American cinema. Ingrid was a true nudist and undressed in front of the camera without any pose. She wore a gold chain around the waist and a bracelet on his left ankle. Her walk was easy and graceful gestures. Actress she was so-so. But the beautiful graceful little creatures do not require a game in the Stanislavsky. It should please the eye movements smooth and not too often look into the lens.","release_date":"1973-08-31","vote_average":0.0,"runtime":97,"cert":"N\/A","id":264968,"title":"Swap Meet at the Love Shack","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Obstinate patterns and fogs.","release_date":"1969-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":264970,"title":"Clouds","adult":false,"genre_ids":[99]},{"cast":["Idalia Anreus","Adolfo Llauradó","Eslinda Núñez","Raúl Pomares","José Rodríguez"],"overview":"Cuban peasants wield machetes in a violent uprising against Spanish authorities in the late 19th century.","release_date":"1969-05-22","vote_average":6.7,"runtime":84,"cert":"N\/A","id":264972,"title":"The First Charge of the Machete","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bavarian sex comedy from Germany","release_date":"1981-12-25","vote_average":0.0,"runtime":96,"cert":"N\/A","id":264974,"title":"Kursaison im Dirndlhöschen","adult":false,"genre_ids":[]},{"cast":["Sandra Atia","Günther Amann","Dietz Werner Steck","Christa Abel","Eva Astor"],"overview":"A count is experiencing financial problems. He rents his hunting place to tourists to earn some extra cash. Curiously enough, all guests seem not to be interested in hunting, but in sex...","release_date":"1982-10-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":264976,"title":"Waidmannsheil im Spitzenhöschen","adult":false,"genre_ids":[35]},{"cast":["Kenichi Matsuyama","Masaaki Uchino","Yūko Tanaka","Sakura Ando","Takashi Yamanaka"],"overview":"When Jiro Sawada was a sophomore in high school he was framed for something he did not do. Afterwards, he left his hometown in a small village in Fukushima Prefecture. After the 2011 Tōhoku earthquake and tsunami, Jiro Sawada goes back to his hometown, when nobody is able to live there, and begins to live there again. His separated family begin to reunite.","release_date":"2014-03-01","vote_average":5.0,"runtime":118,"cert":"N\/A","id":264978,"title":"Homeland","adult":false,"genre_ids":[18]},{"cast":["Sybil Danning","Michael Cromer","Nino Korda"],"overview":"Rolf (Michael Cromer), a sex-advice columnist and a lecher, has affairs with numerous women, but never a permanent relationship. Suzanne, one of his ex-lovers, offers to bet that no woman can get Rolf to propose marriage, a bet her girlfriend Andrea (Sybil Danning) eagerly accepts. But there's a catch: To win the bet, Andrea must get the womanizing Rolf to commit to marriage without first going to bed with him.","release_date":"1972-03-09","vote_average":0.0,"runtime":94,"cert":"N\/A","id":264980,"title":"Loves of a French Pussycat","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Chile hosts a decisive World Cup qualifier at Santiago’s National Stadium just weeks after the stadium had been transformed into a concentration camp and killing field for opponents of Augusto Pinochet (who had just gained power in a military coup). Though FIFA investigates the matter, the game goes on, with the Chilean team winning in a walkover after their opponents from the Soviet Union boycott in protest over the stadium's use","release_date":"2014-04-22","vote_average":4.3,"runtime":30,"cert":"\"PG-13\"","id":264982,"title":"The Opposition","adult":false,"genre_ids":[99]},{"cast":["Alena Penz","Alexander Grill","Rinaldo Talamonti","Puppa Armbruster","Klaus Münster"],"overview":"","release_date":"1974-05-09","vote_average":0.0,"runtime":95,"cert":"N\/A","id":264984,"title":"Bohr weiter, Kumpel!","adult":false,"genre_ids":[35]},{"cast":["Marina Blümel","Carmen Jäckel","Astrid Boner","Elisabeth Volkmann","Sascha Hehn"],"overview":"One of the many German \"report\" sexploitation films from the early 1970s, with the only distinction that it focuses on female apprentices instead of schoolgirls.","release_date":"1972-06-28","vote_average":6.0,"runtime":72,"cert":"N\/A","id":264986,"title":"Love Apprentices","adult":false,"genre_ids":[18,35]},{"cast":["Timothy Bottoms","Rustam Branaman","J.D. Rifkin","Morgan Daniel","Frank Stallone"],"overview":"An evil scientist creates a device that controls humans. With a press of the button, the subject will explode. A special forces team called \"Total Force\" must seek out and destroy the scientist and his lab. Later on in the film they are supported by terrorist Jack O'Hara, played by Frank Stallone. 'Comic relief' is provided by a corrupt senator, whose character is not at all funny.","release_date":"1997-01-01","vote_average":6.0,"runtime":94,"cert":"\"\"","id":264988,"title":"Total Force","adult":false,"genre_ids":[878,28]},{"cast":["Josef Moosholzer","Ulrike Butz","Inga Hoffmann","Anette Sanderer","Victor Lange"],"overview":"German sex comedy","release_date":"1975-04-30","vote_average":0.0,"runtime":84,"cert":"N\/A","id":264990,"title":"Geilermanns Töchter - Wenn Mädchen mündig werden","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The second movie is about the return match between the All-Europe and All-Japan Junior teams, this time in Japan.","release_date":"1985-12-21","vote_average":8.2,"runtime":60,"cert":"N\/A","id":264992,"title":"Captain Tsubasa 2 : Danger, All-Japan Junior Team !","adult":false,"genre_ids":[16]},{"cast":[],"overview":"German sex comedy","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":264994,"title":"Die perverse Herrin und ihre Opfer","adult":false,"genre_ids":[]},{"cast":["Tony Bulandra","Gheorghe Storin","Lisette Verea","Stroe Atanasiu","Renée-Annie"],"overview":"This earliest surviving Romanian horror-thriller is distinctly un-Romanian in several ways: an adaptation of Arnold Ridley’s play of the same name (best known through its 1941 film version starring Arthur Askey), TRENUL FANTOMĂ was shot in Hungary as an alternate-language version of KÍSÉRTETEK VONATA (1933), with both films using footage taken from the 1931 British movie adaptation.","release_date":"1933-01-01","vote_average":3.0,"runtime":74,"cert":"N\/A","id":264996,"title":"Trenul fantomă","adult":false,"genre_ids":[27,53]},{"cert":"N\/A","title":"Mattu Thaavani","cast":["Vimal","Anjali","Soori","Ponnambalam"],"id":264998,"overview":"Maheshwari and Ram face marital trouble as her elite friends speak poorly of him.","runtime":null,"genre_ids":[18],"release_date":"2012-04-20","vote_average":0.0,"adult":false}]