[{"cast":["Odiseo Bichir","Paty Díaz","José Ángel Bichir","Ximena Sariñana","Arcelia Ramírez"],"overview":"In this story, a musical group whose music sets the mood for Events, finds itself at a very crucial moment in its carreer. All of the members face the dilemma of fighting for their dreams or quitting forever.","release_date":"2013-11-15","vote_average":0.0,"runtime":102,"cert":"N\/A","id":265501,"title":"Los Fabulosos 7","adult":false,"genre_ids":[]},{"cast":["George Cole","Elvi Hale","Allan Warren"],"overview":"A school story - with a noticeable difference","release_date":"1970-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265512,"title":"The Right Prospectus","adult":false,"genre_ids":[]},{"cast":["Jill Bennett","Allan Bowlas","Michael Byrne"],"overview":"Sophisticated executive out with pouty bit of goods from the suburbs.","release_date":"1974-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265514,"title":"Ms or Jill and Jack","adult":false,"genre_ids":[]},{"cast":["Keith Barron","Jill Bennett","Tom Harrison"],"overview":"Champagne dialogue alleviates nervousness of sleeping together.","release_date":"1976-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265516,"title":"Almost a Vision","adult":false,"genre_ids":[]},{"cast":["Alan Bates","Gemma Jones","Ann Bell"],"overview":"Theme of a powerful and respected man tearing his life to bits.","release_date":"1981-01-02","vote_average":3.0,"runtime":null,"cert":"N\/A","id":265518,"title":"Very Like a Whale","adult":false,"genre_ids":[]},{"cast":["Chris Wang","Sonia Sui","Jian Man-shu","Chu Ko-Liang","Bamboo Chen"],"overview":"Through a famous painting \"South Street Festival\", a Taiwanese college boy unexpectedly travels 100 years back in time, back to the 1920's, when Taiwan was under Japanese rule. He is stuck, he panics, he wants to return to 2014 but soon changes his mind, not just because of the prettiest geisha girl in town...","release_date":"2014-01-30","vote_average":0.0,"runtime":133,"cert":"N\/A","id":265520,"title":"Twa-Tiu-Tiann","adult":false,"genre_ids":[35,18,14,36,10749]},{"cast":["Shin Joo-ah","Koo Ji-sung","Yoon Chae-yi","Lee Young-hoon"],"overview":"Yeong-jae (Sin Joo-ah), Ha-eun (Koo Ji-sung) and Chun-hee (Yoon Chae-i) have been friends for 15 years since high school.  Yeon-jae is the youngest of a fine hotel owner and she aims to sleep with 1203 men throughout her life. On the other hand, Chun-hee is an old-school minded high school teacher who has never had sex before in her thirty-something life.  Wedding planner Ha-eun was in love with one man for 10 years but recently experienced the pain of losing both her man and work. Then one day, to celebrate their 10th year majority, they have a party of their own in room 1203 of Yeon-jae's hotel.  They say the house breaks down if three girls get together.","release_date":"2014-04-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":265525,"title":"Girls Girls Girls","adult":false,"genre_ids":[35]},{"cast":["Carey Stinson"],"overview":"Barney and his friends are playing a game and finding an animal for each letter of the alphabet, and everyone is excited to give it a try.","release_date":"2008-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":265539,"title":"Barney's Animal ABCs","adult":false,"genre_ids":[10751,10402]},{"cast":["Rolf G. Ekroth","Sven-Olof Molin","Helena Bengtsson","Thomas Christensson"],"overview":"Stig Manner lives a rough and unglamorous life buying and selling things to flea markets. It is a continuous struggle to manage from day to day. His bohemian friend, the wandering singer Janos, prefers to live free of all the demands of society, but is there to help him out. Stig believes that Janos is a great undiscovered talent and decides that the way out of his situation is by marketing Janos as a brilliant new artist, by which both of them can be successful. Janos isn’t quite as enthusiastic about Stig’s high-flying plans, but does his best to keep Stig’s burning enthusiasm alive. All of a sudden Stig is reminded of his past, something which may change everything.","release_date":"2011-06-10","vote_average":0.0,"runtime":84,"cert":"N\/A","id":265541,"title":"Song of Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Sergei Makovetsky","Vladimir Steklov"],"overview":"A story about love, hate and loneliness, depicting several days from the life of two brothers. They work as track walkers on a railway somewhere in rural Russia.","release_date":"2001-05-14","vote_average":0.0,"runtime":27,"cert":"N\/A","id":265543,"title":"Just the Two of Us","adult":false,"genre_ids":[18,35]},{"cast":["Špela Rozin","Mihailo Janketić","Aleksandar Gavrić","Rade Marković","Zdravka Krstulović"],"overview":"The story of unfortunate lovers from contemporary Belgrade, a young woman married for money, and a student whom she loved before marriage. Juvenile love romance gets extinguished by social intolerance, calculated and upstarted.","release_date":"1966-12-26","vote_average":5.0,"runtime":100,"cert":"N\/A","id":265548,"title":"How Romeo and Juliet Loved Each Other","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Morecambe","Ernie Wise"],"overview":"Eric and Ernie Live is the only live performance to be fully captured on video. Edited down to a reasonable 66 minutes, it was originally filmed as a present for their manager at Fairfields Hall Croydon.","release_date":"1973-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":265553,"title":"Eric and Ernie Live!","adult":false,"genre_ids":[]},{"cast":["Michael Mendl","Matthias Brandt","Dieter Pfaff","Barbara Rudnik","Jürgen Hentsch"],"overview":"","release_date":"2003-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265561,"title":"Im Schatten der Macht","adult":false,"genre_ids":[]},{"cast":["Guillermo Francella","Inés Estévez","Alejandro Awada","Sergio Boris","María Fiorentino"],"overview":"Life-long business partners Santiago and Eugenio care for each other, and need each other. When Eugenio suddenly vanishes, Santiago and Eugenio’s wife, join forces to look for him. What they discover is not what they set out to find, and their shared journey becomes a surprising and lighthearted meditation on friendship, love, and loyalty.","release_date":"2014-01-16","vote_average":6.5,"runtime":92,"cert":"N\/A","id":265563,"title":"The Mystery of Happiness","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bo Brundin","Yrjö Tähtelä","Ann Savo","Knut Blom","Helge Skoog"],"overview":"Latvian soldiers seek political asylum in Sweden after their country falls under Russian control at the end of World War II. They had been forced into military service by the Nazis to fight against the Russians. Fearing reprisals from the Russians for fighting against them, they struggle desperately to stay in Sweden. After a hunger strike, suicides, and political intervention by Sweden fails to keep them from their former enemy, they are ultimately given over to the Russian authorities. The men are sentenced to hard labor in prison camps and later released, and Latvians are plunged into repression by the aftermath of the bloody war. The cycle of political unrest was still apparent more than 50 years after the conflict.","release_date":"1970-09-29","vote_average":0.0,"runtime":110,"cert":"N\/A","id":265568,"title":"Baltutlämningen","adult":false,"genre_ids":[]},{"cast":["Michèle Breton","Marcel Imhoff","Marcel Merminod","Lucie Avenay","Robert Bachofner"],"overview":"Directed by Jean-Louis Roy","release_date":"1970-05-06","vote_average":0.0,"runtime":92,"cert":"N\/A","id":265570,"title":"Black Out","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An eccentric film director (Gabriel Cattand) conducts a search for a modern day Joan of Arc. His harridan wife (Ursula Kubler) hounds him constantly during the selection process. When he finally selects the perfect actress, she is driven to suicide before filming can begin in this pretentious picture.","release_date":"1970-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265575,"title":"Klann - grand guignol","adult":false,"genre_ids":[]},{"cast":["Gerhard Acktun","Matthias Habich","Maria Körber","Karl-Heinz von Hassel","Heinz Weiss"],"overview":"","release_date":"1974-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265577,"title":"Im Vorhof der Wahrheit","adult":false,"genre_ids":[]},{"cast":["Kristina Söderbaum","Carl Raddatz","Paul Klinger","Max Gülstorff","Otto Gebühr"],"overview":"Elisabeth’s great love is Reinhart, a budding musician.  They spent a happy childhood together on the Immensee.  And although he loves her, too, he leaves Immensee to take up his studies in Hamburg.  For a long time, no one knows what’s become of him; until they meet once again at Immensee.  Happy about this meeting, Elisabeth visits him in Hamburg.  But she finds city life to be strange and confusing; and so, she returns back home disappointed.  Finally, Erich, who has waited for her a long time, confesses to her, that he’s in love with her.  When Eric’s father dies and he inherits the farm, he asks Elisabeth to marry him.  When he eventually dies, Elisabeth stays loyal to him even in death.  Now that the famous director Reinhart is ready to show her his affections, she’s not to be swayed.","release_date":"1943-12-08","vote_average":7.0,"runtime":89,"cert":"N\/A","id":265579,"title":"Immensee","adult":false,"genre_ids":[10749,18]},{"cast":["Dileep","Keerthi Suresh","Honey Rose","Kalabhavan Shajon","Aju Varghese"],"overview":"Ring Master follows the relation between a canine film star and its trainer.","release_date":"2014-04-11","vote_average":3.3,"runtime":150,"cert":"N\/A","id":265581,"title":"Ring Master","adult":false,"genre_ids":[35]},{"cast":["Simone Signoret","Philippe Léotard","Robert Manuel","François Simon","Marcel Imhoff"],"overview":"When her old resistance buddies come to her looking for someone to helm a financially troubled liberal newspaper, Judith (Simone Signoret) is at first reluctant, but for this old hero of the French anti-Nazi resistance, challenges are hard to ignore. She takes on the job, mortgaging her house to keep the paper solvent. When things take a turn for the worse, because of concerted opposition by conservative forces, she is forced to sell the paper, and she regards this as a personal failure.","release_date":"1978-10-06","vote_average":0.0,"runtime":125,"cert":"N\/A","id":265583,"title":"Judith Therpauve","adult":false,"genre_ids":[]},{"cast":["Jacques Dutronc","Lea Massari","Jean Bouise","Maurice Bénichou","Marthe Villalonga"],"overview":"Directed by Jean-Marie Périer","release_date":"1978-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265585,"title":"Sale rêveur","adult":false,"genre_ids":[18,35]},{"cast":["Ruth Leuwerik","Hans Söhnker","Christian Wolff","Christl Mardayn","Agnes Windeck"],"overview":"","release_date":"1957-12-19","vote_average":6.0,"runtime":102,"cert":"N\/A","id":265587,"title":"Immer wenn der Tag beginnt","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"A gentleman saves a woman's line of laundry from a goat that has eaten it up. Later, he has a pipe dream.","release_date":"1915-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":265589,"title":"Morpheus Mike","adult":false,"genre_ids":[]},{"cast":["Ralf Harolde"],"overview":"A lost submarine discovers a secret island where dinosaurs still live. The film, 20 minutes long, was scrapped by RKO. Approximately 4 minutes survived.","release_date":"1931-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":265591,"title":"Creation","adult":false,"genre_ids":[14]},{"cast":["Lys Gauty","Constant Rémy","Jean Martinelli","Marguerite Pierry","Francine Bessy"],"overview":"French stage favorite Lya Gauty made her screen debut in 1938's La Goualeuse (The Street Singer). The story concerns a poverty-stricken vagabond (Jean Martinelli) who supports himself by singing for pennies in a rough section of town. Only the local barkeeper knows that the vagabond is actually the illegitimate son of a prosperous and highly respected banker (Constant Remy). One would think that the film's dramatic climax would consist of a tearful reunion between father and son. Instead, this scene occurs in the middle of the picture; the rest of the film is a melodramatic melange of high emotionalism and low melodrama, culminating in the boy's suicide. Though billed first, Lya Gauty has an almost peripheral role as the hero's long-suffering sweetheart who sings at the drop of a hat and frequently brings her own hat.","release_date":"1938-10-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":265593,"title":"La Goualeuse","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"A short, early documentary\/essay-film about the painter.","release_date":"1965-04-18","vote_average":9.0,"runtime":6,"cert":"N\/A","id":265595,"title":"Van Gogh","adult":false,"genre_ids":[]},{"cast":["Mana Ashida","Hikari Mitsushima","Ruiki Sato","Ryoka Ihara","Hiroyuki Kuroda"],"overview":"One day, five kindergarten children suddenly disappear from a kindergarten in Tokyo, sending their teachers and parents into a panic. The five of them are connecting on trains and headed to an unfamiliar place for some purpose. Before their journey, they had made a promise to each other “not to cry no matter what happens”","release_date":"2011-03-30","vote_average":8.3,"runtime":129,"cert":"N\/A","id":265597,"title":"Goodbye to Our Kindergarten","adult":false,"genre_ids":[18,10751,10770]},{"cast":[],"overview":"This is the story about a cat with a boy's mind and a mouse with a girl's mind. They try to escape from a wicked tamer of a circus. A mouse takes a risk to save a cat","release_date":"2010-04-20","vote_average":4.0,"runtime":23,"cert":"N\/A","id":265599,"title":"Entering the Mind Through the Mouth","adult":false,"genre_ids":[16]},{"cast":["Chelsea Campbell","Adam Cooley","Kelly Oliphant","Robert Smith","Jared Liebenau"],"overview":"Features four distinct, bizarre, existential tales about people whose lives are in transition, who are each asking questions about themselves, their environments, and about God(s).","release_date":"2010-01-27","vote_average":4.0,"runtime":55,"cert":"\"NR\"","id":265601,"title":"Me, Myself, and My Third Eye: 4 Enlightened Stories For 1 Imperfect God","adult":false,"genre_ids":[18]},{"cast":["Rue McClanahan","Semina De Laurentis","Christine Toy Johnson","Terri White","Christine L. Anderson"],"overview":"An unfortunate convent cooking accident causes most of the order of the Little Sisters of Hoboken to die of botulism. Before all of the deceased sisters can be buried, Reverend Mother Superior (Rue McClanahan) buys a camcorder and VCR for the convent - resulting in not having enough money to bury the four remaining sisters (which, by the way, are temporarily being stored in the freezer). In order to raise money to bury the four dead sisters, the Little Sisters of Hoboken (well, what's left of them) put on a riotous revue packed with hilarious, show-stopping song and dance numbers.","release_date":"1993-01-01","vote_average":0.0,"runtime":111,"cert":"\"NR\"","id":265603,"title":"Nunsense","adult":false,"genre_ids":[]},{"cast":[],"overview":"What is the connection between Social Networks and Being Lonely?","release_date":"2013-07-18","vote_average":0.0,"runtime":4,"cert":"\"\"","id":265605,"title":"The Innovation of Loneliness","adult":false,"genre_ids":[99]},{"cast":["Deborah del Mastro","Carolyn Droscoski","Georgia Engel","Bambi Jones","Carrie Keskinen"],"overview":"Fifth in the series of Nunsense musicals.","release_date":"2007-02-01","vote_average":0.0,"runtime":102,"cert":"\"\"","id":265607,"title":"Nunsensations","adult":false,"genre_ids":[]},{"cast":["Christine Toy Johnson","Semina De Laurentis","Terri White","Rue McClanahan","Christine L. Anderson"],"overview":"In this sequel to the Off-Broadway musical hit, the Little Sisters of Hoboken put together another musical revue, to thank all the people who saw the first show and helped them solve their little \"monetary\" problem.","release_date":"1994-01-01","vote_average":0.0,"runtime":104,"cert":"\"\"","id":265609,"title":"Nunsense 2: The Sequel","adult":false,"genre_ids":[]},{"cast":["Citlalli Millán","Giovanni Ciarlo","Tatiana Holder","Alberto Ruz Buenfil"],"overview":"A story about the meeting between surrealist film director Federico Fellini and writer Carlos Castaneda, an anthropologist and apprentice shaman. Fellini goes looking for magical Mexico together with Castaneda. The journey confronts him with himself and he is pursued by voices, strange occurrences, meetings and reunions that defy the passage through space time; inexplicable coincidences that fascinate, irritate and intrigue him. Crossing Mexico from north to south shows the many facets of the country, the varied landscapes and realities of the territory. He and his travel companions are at the same time witnesses, victims and protagonists of a surreal adventure that takes them from Tijuana to Tulum.","release_date":"2011-06-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":265614,"title":"Dreaming About Tulum: A Tribute to Federico Fellini","adult":false,"genre_ids":[]},{"cast":["Juliane Köhler","Matthias Brandt","Anneke Kim Sarnau","Lena Stolze","Heikko Deutschmann"],"overview":"","release_date":"2008-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265616,"title":"In Sachen Kaminski","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265621,"title":"Mis Quejas hacia Dios","adult":false,"genre_ids":[14,18]},{"cast":["Gerlinde Döberl","Alexander Stephan","Siegfried Rauch","Klaus Löwitsch","Hansi Knoteck"],"overview":"","release_date":"1974-10-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":265623,"title":"Der Jäger von Fall","adult":false,"genre_ids":[18]},{"cast":["Suzanne von Borsody","Matthias Habich","Axel Milberg","Edgar Selge","Hanns Zischler"],"overview":"","release_date":"2000-11-14","vote_average":0.0,"runtime":360,"cert":"N\/A","id":265625,"title":"Jahrestage","adult":false,"genre_ids":[18]},{"cast":["Sandra Echeverría","Gerardo Taracena","Ludwika Paleta","Rafael Inclán","Isabela Camil"],"overview":"Chuyín Venegas and Cornelio Barraza were the biggest stars of popular music and cinema of the 80's. \"The Goldfinches of Rosarito\" had no equal as musical superstars, but after ten years of success, they parted ways. Now held in a mansion in Paris, Chuyín is launching  a new album and international tour. But the ghosts of the past and the loneliness will make him change his solo plans and return to the seaside village where he and Cornelius met as children, to live the last musical adventureof  \"The Goldfinches of Rosarito\".","release_date":"2013-11-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":265627,"title":"Volando bajo","adult":false,"genre_ids":[]},{"cast":["Geng Le","Xiao Ran Li","Men Tu","Park Ye-jin","Yu Shaoqun"],"overview":"In the 1200s, a man arose whose ruthlessness was so feared, he emerged as the greatest empire builder ever known to mankind. Inspired by true historical events.","release_date":"2013-03-15","vote_average":6.3,"runtime":100,"cert":"\"\"","id":265629,"title":"Kingdom of Conquerors","adult":false,"genre_ids":[36,28,18,10752]},{"cast":["Satyajit Ray"],"overview":"Satyajit Ray's poetic documentary was commissioned by the Chogyal (King) of Sikkim at a time when he felt the sovereignty of Sikkim was under threat from both China and India. Ray's documentary is about the sovereignty of Sikkim. The film was banned by the government of India when Sikkim merged with India in 1975. The ban was finally lifted by the Ministry of External Affairs in September 2010.","release_date":"1971-04-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":265631,"title":"Sikkim","adult":false,"genre_ids":[99]},{"cast":["Victor Banerjee","Aparna Sen","Arjun Guha-Thakurta","Soven Lahiri"],"overview":"A day in the life of a six year old child Pikoo in Calcutta. Satyajit Ray's short television film, a vignette about a fraying upper class family.","release_date":"1981-04-01","vote_average":5.0,"runtime":26,"cert":"N\/A","id":265633,"title":"Pikoo's Day","adult":false,"genre_ids":[]},{"cast":["Laura Bonaparte"],"overview":"An extraordinary film about memory, and specifically the fading memory of an 86-year-old political activist who has fought tirelessly against historical amnesia and for justice in Argentina. The director’s grandmother, Laura Bonaparte, was one of the founders of the Mothers of the Plaza de Mayo, formed during the 1970s by women whose children and family members had been disappeared by the Videla military dictatorship. Laura herself lost three children and their partners, including the director’s parents. Today, after a lifetime battling that the disappeared never be forgotten, Laura faces her own struggle to remember.","release_date":"2015-03-10","vote_average":10.0,"runtime":64,"cert":"N\/A","id":265635,"title":"Time Suspended","adult":false,"genre_ids":[80,99,18]},{"cast":[],"overview":"Neuropsychologist Paul Broks travels America in search of the soul of legendary jazz guitarist Pat Martino who was brutally silenced by memory stripping brain surgery. Tracing his remarkable ascent from the depths of amnesia, back to the peak of artistry, Broks explores the nature of memory, self, creativity and the brain systems underlying personal identity. Filmed throughout the US in 2006 and 2007 the film features Delmar Brown, Red Holloway, John Patitucci, Les Paul, Joe Pesci, Carlos Santana and Pete Townshend.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":265637,"title":"Martino Unstrung","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the beginning of 2012 the so called war against crime, led by the Mexican Federal Government brought, as consequence, a number of nearly 50,000 casualties and a social climate of violence and distrust. How was this experienced by the men and women who fight this violence from the trenches of science? To the End of Reckoning tells through the eyes of the Jalisco Forensics Institute the development of this engagement, in one of the most violent states in the Country.","release_date":"2014-08-22","vote_average":0.0,"runtime":88,"cert":"N\/A","id":265639,"title":"To the End of Reckoning","adult":false,"genre_ids":[99]},{"cast":[],"overview":"During 1950, Miguel Contreras Torres led a group of filmmakers to officially denounce William O. Jenkins' monopoly on film theaters, which was built throughout the country upon crime and corruption. Ever since, Uncle Miguel was ridiculed and eventually forgotten, but it is certain that his proclaim announced the separation of Mexican cinema and its audience. Discoveries may be found in the films made by Miguel, and bringing back to life these moving pictures might recover this history that was never told, a story that is almost lost and that Contreras Torres himself tried to pass on through his writings in The Black Book of Mexican Cinema.","release_date":"","vote_average":6.0,"runtime":97,"cert":"N\/A","id":265641,"title":"The Black Legend of Mexican Cinema","adult":false,"genre_ids":[]},{"cast":["Søren Østergaard","Sidse Babett Knudsen"],"overview":"","release_date":"2006-10-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":265643,"title":"Søren Østergaards 'internationale' tivoli varieté","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265645,"title":"Thomas Uhrskov - Bøj Hjernen","adult":false,"genre_ids":[]},{"cast":["Aaron Paul","Patton Oswalt","Olivia Wilde","Mary Steenburgen","Gary Cole"],"overview":"Trailer for the upcoming Weird Al Yankovic biopic. This film is sure to sweep next year's Academy Awards.","release_date":"2010-03-22","vote_average":10.0,"runtime":3,"cert":"\"\"","id":265647,"title":"Weird: The Al Yankovic Story","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Accordion Rebel investigates the rise of Sonideros (sound systems) and the establishment of Colombian cumbia in La Indepe, the barrio bravo where was born in Monterrey; the first one who plays that catchy and danceable music in family celebrations. Then, the uprising career of fusion music, awesome rhythms that made everybody dance, including Nobel Prize Gabriel Garcia Marquez.","release_date":"2012-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":265649,"title":"Celso Piña. El rebelde del acordeón","adult":false,"genre_ids":[]},{"cast":["Nana Patekar","Pallavi Joshi","Alok Nath","Nitish Bharadwaj"],"overview":"The film, which won the 1988 National Film Award for Best First Film of a Director for its \"excellent exploration of complex philosophical theme for the first time in Indian cinema,\" is set in the Buddhist town of Sariput in the desert of Central Asia in the 1st century B.C. The town is struck by a devastating sand storm that leaves behind only four survivors: two monks and two children taking refuge in the monastery. Twenty years later, the monks have become old, while the boy and the girl have grown and fallen in love. The jealous monk deceitfully persuades the boy into becoming a monk, yet the girl wins him back, as a result both are expelled from the monastery, and that is when the sandstorm strikes once again..","release_date":"1988-04-01","vote_average":7.0,"runtime":114,"cert":"N\/A","id":265651,"title":"Sandstorm","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Openland is an art film guided by issues surrounding micro states and its derivative definitions. Through intertwining interviews, meta-narratives, and digital landscapes, Openland unfurls a dialogue between consciousness, individuality and collectivity.","release_date":"2009-10-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":265653,"title":"Openland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bold and innovative animation takes drawing into the real world.","release_date":"2010-01-01","vote_average":6.4,"runtime":10,"cert":"N\/A","id":265655,"title":"Big Bang Big Boom","adult":false,"genre_ids":[16]},{"cast":["Susana Campos","Juanjo Menéndez","Lina Morgan","Francisco Camoiras","Laly Soldevila"],"overview":"A history professor is married with a beautiful woman but she is intellectually not able to follow her husband. Therefore she seeks her own pleasures and amusements without him.","release_date":"1963-08-26","vote_average":0.0,"runtime":84,"cert":"N\/A","id":265657,"title":"Una tal Dulcinea","adult":false,"genre_ids":[35]},{"cast":["Gaurav Jani"],"overview":"A motorcycle expedition on uncharted roads across the Himalayan state of Arunachal Pradesh, situated in North-east India. But more than an expedition, it's a film on friendship, camaraderie and the \"never say die\" attitude of five motorcyclists in the face of unforgiving terrain. Shot in the same format as \"Riding Solo To The Top Of The World\" with no back-up vehicle or film crew, in parts of India hardly seen, filmed or explored, the documentary captures the interactions and experiences of the riders who are trying to chart a route, which according to everyone does not exist.","release_date":"2009-09-16","vote_average":0.0,"runtime":87,"cert":"\"\"","id":265659,"title":"One Crazy Ride","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hasina marries driver Yakub against his mother's wishes. The couple have three daughters, one of whom is disabled. Pregnant with their fourth child, the couple break social codes and do a pregnancy scan to ascertain the baby's gender. When Yakub realizes it is yet another girl, he becomes at turns abusive and neglectful, eventually leaving Hasina to fend for herself.","release_date":"2004-04-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":265661,"title":"Haseena","adult":false,"genre_ids":[]},{"cast":["Soundarya","Avinash","Vasudar Rao","Harish Raj"],"overview":"Located in the backwaters of a dam, Sita Parvata is an island slowly submerging due to the rains. The government succeeds in evacuating the residents by giving them compensation for the properties they own. The village temple priest Duggajja, his son Ganapa, and his daughter-in-law Nagi find it impossible to leave their homeland and make a living with the meager compensation given by the government. On the island, they are important people, but outside, they would be one among hundreds of families struggling to make a living. The film narrates the struggles of the family and how ultimately in the end they manage to continue life on the island.","release_date":"2002-12-27","vote_average":7.0,"runtime":132,"cert":"N\/A","id":265663,"title":"The Island","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of a Brahmin family during the pre independence and post independence periods of India.","release_date":"1997-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":265665,"title":"Thai Saheba","adult":false,"genre_ids":[]},{"cast":["Branko Pleša","Ljuba Tadić","Vesna Krajina","Olivera Marković","Dragomir Felba"],"overview":"Two men, who have been fighting on the enemy sides in WWII, meet in the jazz club twenty years after. Mladen, who was a partisan at the time, recognizes a familiar face of a man whom he was supposed to shot, but missed on purpose.","release_date":"1968-01-01","vote_average":7.0,"runtime":78,"cert":"N\/A","id":265667,"title":"Before the Truth","adult":false,"genre_ids":[18]},{"cast":["Ljuba Tadić","Danilo 'Bata' Stojković","Sava Damjanović","Aleksandar Šajber","Rastko Tadić"],"overview":"A guard prevents the inmate's escape from the prison. During his second attempt, the inmate decides to save guard's life who have been fallen into the river while trying to catch him. Since the guard's job is now to keep an eye on him in the cell, they spend a lot time together and their hatred turns into a sincere friendship. The guard wants to help inmate to escape again.","release_date":"1969-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":265669,"title":"The Walled In","adult":false,"genre_ids":[18]},{"cast":["Lin Jia","Wei Zongwan","Sun Feihu"],"overview":"In 1937, after the Marco Polo Bridge Incident, the Second Sino-Japanese War breaks out. San Mao, a wandering orphan, joins the army to participate in the Battle of Shanghai.","release_date":"1992-10-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":265671,"title":"Sanmao Joins the Army","adult":false,"genre_ids":[]},{"cast":["Nadia Ould Hajjaj","Hicham Bahloul","Kenza Barrada","Abdeslam Bouhcini"],"overview":"","release_date":"2009-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265673,"title":"Two Lakes Of Tears","adult":false,"genre_ids":[18]},{"cast":["Fabrício Werdum","Travis Browne","Miesha Tate","Liz Carmouche"],"overview":"The event was headlined by a heavyweight number one contenders bout between Fabricio Werdum and Travis Browne.","release_date":"2014-04-19","vote_average":7.5,"runtime":116,"cert":"\"PG-13\"","id":265678,"title":"UFC on Fox 11: Werdum vs. Browne","adult":false,"genre_ids":[28]},{"cast":[],"overview":"In this documentary, Argentinians dance to their favourite hits.","release_date":"2014-01-17","vote_average":0.0,"runtime":63,"cert":"\"\"","id":265680,"title":"Living Stars","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bimbo as a bullfighter.","release_date":"1931-03-13","vote_average":0.0,"runtime":8,"cert":"\"\"","id":265682,"title":"The Cow's Husband","adult":false,"genre_ids":[]},{"cast":["Zoran Stojiljković","Radmila Andrić","Sima Janićijević","Miodrag Popović-Deba","Severin Bijelić"],"overview":"Three stories set in Belgrade by night: A loving couple who alarms public uproar for kissing in the street, a lonely boxing handler whose help isn't really appreciated, and two young people who never manage to get to know each other due to dress code issues.","release_date":"1957-01-01","vote_average":6.0,"runtime":81,"cert":"N\/A","id":265684,"title":"Saturday Night","adult":false,"genre_ids":[18,10749]},{"cast":["Slavko Štimac","Aleksandar Berček","Bekim Fehmiu","​Ljubiša Samardžić","Milivoje Mića Tomić"],"overview":"Educator and those educated in a home for juvenile delinquents in the same test: approach, take a peek into his soul to become a man. The story of a minor, neglected boys-offenders and their teachers who try to reject the old methods of rehabilitation.","release_date":"1977-04-27","vote_average":7.0,"runtime":110,"cert":"N\/A","id":265686,"title":"Special Education","adult":false,"genre_ids":[18]},{"cast":["Willy Fritsch","Herbert Hübner","Dietmar Schönherr","Gerta Böttcher","Albert Florath"],"overview":"Director Brakke has good reason to be happy:  he has just received the news that his son, Theo, won first place in the local boat race.  To be sure, he had forbidden his son to take part in the competition, because the son's grades in school are substandard.  In the end, Brakke sees no other way than to pull Theo from school and install him as an apprentice in his airplane manufacturing plant.  Although Theo is received by the other 150 apprentices in a friendly fashion, he behaves in an arrogant and disrespectful tone towards them.  He feels himself to be better than them, because his father is the director of the factory.","release_date":"1944-05-24","vote_average":5.0,"runtime":117,"cert":"N\/A","id":265688,"title":"Junge Adler","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"homophobia in African American communities as seen through the eyes of Morehouse and Spelman students","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265690,"title":"No Hetero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Free DVD given away with Zillo magazine issue 10\/04.\r The disc contains a video-file in which (mostly cut) live tracks are alternated with festival impressions.","release_date":"2004-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265692,"title":"13. Wave-Gotik-Treffen Leipzig 2004","adult":false,"genre_ids":[10402]},{"cast":["Rastko Janković","Đorđe David Nikolić","Andrijana Videnović","Milica Milša","Mirko Vlahović"],"overview":"A movie about Montenegrin mafia during 1990s, the times of rampant crime rate in the Balkans.","release_date":"1997-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":265694,"title":"Born Tomorrow","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"An intimate video work depicting a Nepali family’s struggles for cohesion, despite everyday travails and the absence of a beloved son.","release_date":"2009-12-31","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":265696,"title":"As Long As There's Breath","adult":false,"genre_ids":[99]},{"cast":["Miodrag Petrović 'Čkalja'","Milutin 'Mića' Tatić","Dragutin Dobričanin","Branka Veselinović","Vuka Kostić"],"overview":"A group of people move to a half-finished building, but soon a Cold War occurs between some of them. Based on a play.","release_date":"1960-12-09","vote_average":6.0,"runtime":102,"cert":"N\/A","id":265704,"title":"Shared Apartment","adult":false,"genre_ids":[35]},{"cast":["Kent Pool","Kenneth Haney"],"overview":"William Shatner, in a time traveling robot, attempts to destroy William Shakespeare but underestimates the fighting prowess of Action Bill.a","release_date":"2014-04-06","vote_average":3.5,"runtime":5,"cert":"\"\"","id":265706,"title":"Action Bill","adult":false,"genre_ids":[16]},{"cast":["Đorđe Marjanović","Jovanka Bjegojević","Jelena Žigon","Pavle Vuisić","Antun Nalis"],"overview":"A film crew wants to make a serious drama, but the investors agree to fund the movie only if they make something funny. Hence the drama becomes a comedy with famous singer Đorđe Marjanović in star role.","release_date":"1962-08-13","vote_average":5.0,"runtime":82,"cert":"N\/A","id":265708,"title":"Whistle at Eight","adult":false,"genre_ids":[35,10402]},{"cast":["Tony Leung Chiu-Wai","Max Mok Siu-Chung","Jacky Cheung","Shing Fui-On","Sammo Hung"],"overview":"In this Hong Kong remake of Seven Samurai, a team of seven mercenaries must defend a helpless village against a group of vicious bandits.","release_date":"1989-08-26","vote_average":0.0,"runtime":96,"cert":"N\/A","id":265710,"title":"Seven Warriors","adult":false,"genre_ids":[28,18]},{"cast":["Wasabi Mizuta","Yumi Kakazu","Tomokazu Seki","Satoshi Tsumabuki","Vanilla Yamazaki"],"overview":"In the suburbs of Tokyo some time ago, there lived a clumsy boy about 10 years old. There appeared in front of him named Sewashi, Nobita's descendant of four generations later from the 22nd century, and Doraemon, a 22nd century cat-type caretaker robot who helps people with its secret gadgets. Sewashi claims that his family is suffering from the debts Nobita made even to his generation, so in order to change this disastrous future, he brought along Doraemon as Nobita's caretaker to bring happiness to his future, although Doraemon is not happy about this. And so Sewashi installed an accomplishment program into Doraemon forcing him to take care of Nobita. Unless he makes Nobita happy, Doraemon can no longer go back to the 22nd century. This is how the life of Doraemon and Nobita begins. Will Doraemon succeed this mission and return to the 22nd century?","release_date":"2014-08-08","vote_average":7.0,"runtime":90,"cert":"\"G\"","id":265712,"title":"Stand by Me Doraemon","adult":false,"genre_ids":[14,16,10751]},{"cast":["Dagmar Liekens","Gaston Berghmans","Frank Aendenboom","Sophie Winters","Jappe Claes"],"overview":"Dennis Davids is a young, talented and idealistic lawyer in Antwerp, who takes every case at heart, even the pro-deo clients the court assigns for a meager fee. Needless to say he really goes the extra mile, risking his life and his career as his own private detective, in the case of Sandra Van Rompaey, a female kick-boxer who also proves herself as his lover, but is a miserable client, repeatedly violating her probation terms as well as the law.","release_date":"1995-12-31","vote_average":7.0,"runtime":85,"cert":"N\/A","id":265714,"title":"She Good Fighter","adult":false,"genre_ids":[28,35,10749]},{"cast":[],"overview":"On these rare images of many lettrist protests, the director evokes all the creative women of History through the symbolic figure of Joan of Arc.  This film was actually completed by Maurice Lemaître. The soundtrack is in French from the trial of Joan of Arc","release_date":"1984-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":265716,"title":"Toutes les femmes sont des Jeanne d'Arc","adult":false,"genre_ids":[]},{"cast":["Mari Okamoto"],"overview":"This is a fantasy story about a sword and the magic of a girl warrior, Emiya, in a fictitious world. A strong country, Guroman, attacks and overtakes the country of Kukurit, though the particulars of when and where this happens are not given. As a means of keeping the peace, the two countries exchange their third prince and princess, respectively. Prime Rose, the third princess of Guroman, is placed in the custody of a noble family of Kukurit under the name of Emiya.","release_date":"1983-08-21","vote_average":9.0,"runtime":90,"cert":"N\/A","id":265718,"title":"A Time Slip of 10000 Years: Prime Rose","adult":false,"genre_ids":[878,16,28,12]},{"cast":[],"overview":"","release_date":"2014-02-21","vote_average":1.5,"runtime":null,"cert":"N\/A","id":265720,"title":"Ibiza","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Recorded live at Werk 2 in Leipzig (tracks 1 to 15), M'Era Luna Festival in Hildesheim 2002 (track 16), Gieβen 27.01.2006 (track 17), Markthalle in Hamburg 13.11.2004 (track 18), M'Era Luna Festival in Hildesheim 2005 (tracks 19 &amp; 20) &amp; Markthalle in Hamburg 09.03.2002 (track 21).","release_date":"2006-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265725,"title":"Out Of Line Festival Vol.2","adult":false,"genre_ids":[10402]},{"cast":["Park Joong-hoon","Chun Jung-myung","Cho Jin-woong","Yoo In-young","Chang-min Choi"],"overview":"Su-hyun wants to leave the syndicate and opens a small restaurant. Helping his life-long friend from an orphanage, he gets arrested for a murder that he didn't commit. To catch the real killer, he hurts himself in prison and is transported to the hospital. Sung-woo is a homicide detective. His wife has left him, and his son's life is in jeopardy. He can't afford to pay the hospital bills, not to mention the liver transplant needed to save his son's life. To make matters worse, he gets reprimanded at work for walking out on his undercover post, which led to the death of his partner. Having gotten drunk out of guilt, he creates a scene at the funeral for his late colleague and gets kicked out, only to end up becoming a hostage of a jail breaker, Su-hyun.","release_date":"2006-06-22","vote_average":6.5,"runtime":118,"cert":"N\/A","id":265727,"title":"Les Formidables","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"'Living in a Coded Land' is a poetic and imaginative film essay that makes unexpected links between events and locations, history and contemporary life. The film revolves around the notion of a sense of place and stories associated with place, reflecting on the subterranean traces of the past in the present and probing themes such as the impact of colonialism, emigration, the famine, land, housing and the place of art in society.  Making extensive use of archive from RTÉ and the IFI, the film seeks to explore the more elusive layers of meaning that make up this country.","release_date":"2014-04-25","vote_average":0.0,"runtime":80,"cert":"N\/A","id":265729,"title":"Living in a Coded Land","adult":false,"genre_ids":[99]},{"cast":["Kim Bo-sung","Kwon Min-jung"],"overview":"A pair of tough, unconventional cops take on the underworld.","release_date":"1998-04-11","vote_average":0.0,"runtime":98,"cert":"N\/A","id":265731,"title":"Two Cops 3","adult":false,"genre_ids":[35,28]},{"cast":["Zhang Jingchu","Luoyong Wang","Yuan Wen-kang","Deng Jiajia","Ren Quan"],"overview":"Hangzhou, China, the present day. Chen Congming, an associate professor at a medical college who is popular with his students, alarms his superiors with his theory that everyone has the potential to go crazy, and that the dividing line between sanity and insanity is paper-thin.","release_date":"2010-04-30","vote_average":4.0,"runtime":95,"cert":"N\/A","id":265733,"title":"The Double Life","adult":false,"genre_ids":[]},{"cast":["Diane Keaton","Rutger Hauer","Bruce Dern","Paul Guilfoyle","David Carpenter"],"overview":"A telling of the story of the famous U.S. aviatrix Amelia Earhart who attempted to fly solo around the world in 1937. She disappeared during the process.","release_date":"1994-06-12","vote_average":6.0,"runtime":95,"cert":"\"\"","id":265741,"title":"Amelia Earhart: The Final Flight","adult":false,"genre_ids":[10770,18]},{"cast":["Anne Bancroft","Héctor Elizondo","Stanley Grover","Amy Morton","Stephen Hornyak"],"overview":"A proper matron marches into a police station to announce that she has just shot a fellow shopper in a supermarket's parking lot.","release_date":"1992-05-20","vote_average":0.0,"runtime":68,"cert":"\"\"","id":265746,"title":"Mrs. Cage","adult":false,"genre_ids":[10770,18]},{"cast":["Mark Harmon","Lee Purcell","Morgan Weisser","Leon Russom"],"overview":"A drama depicting the trials of a family of share croppers.","release_date":"1991-02-25","vote_average":6.0,"runtime":78,"cert":"\"\"","id":265748,"title":"Long Road Home","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"A day-to-day record of the construction of the Confederation Bridge linking Prince Edward Island to the mainland, Abegweit reveals some of the innovations that made this mammoth project one of the most impressive engineering feats in Canadian history.","release_date":"1998-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":265750,"title":"Abegweit","adult":false,"genre_ids":[]},{"cast":["Gena Rowlands","Josef Sommer","Nan Woods","Concetta Tomei","Brian McNamara"],"overview":"This biographical film was based on the book The Times of My Life written by Chris Chase and Betty Ford.","release_date":"1987-03-02","vote_average":0.0,"runtime":96,"cert":"\"\"","id":265752,"title":"The Betty Ford Story","adult":false,"genre_ids":[10770,18]},{"cast":["Ellen Burstyn","Martin Balsam","Richard Dysart","Peter Coyote"],"overview":"A re-enactment of the trial of the mistress of the Scarsdale Diet doctor for his March 1980 murder, with excerpts from the transcript of the proceedings serving as the script.","release_date":"1981-05-07","vote_average":0.0,"runtime":147,"cert":"\"\"","id":265754,"title":"The People vs. Jean Harris","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"This is a personal documentary about the influence of Rumble Fish, the 1983 film directed by Francis Ford Coppola. It is also about Tulsa, Oklahoma (where Coppola's movie was shot), and about how that movie was a milestone on Alberto Fuguet's creative work, as a writer and filmmaker, but also on several film-related people from Chile, Argentina and Uruguay.","release_date":"2013-08-30","vote_average":0.0,"runtime":90,"cert":"\"\"","id":265756,"title":"Locations: Looking for Rusty James","adult":false,"genre_ids":[99]},{"cast":["Vittorio De Sica","Heinz Reincke","Ingmar Zeisberg","Folco Lulli","Piero Lulli"],"overview":"","release_date":"1958-07-30","vote_average":0.0,"runtime":95,"cert":"N\/A","id":265767,"title":"Cannon Serenade","adult":false,"genre_ids":[10752,35]},{"cast":["Edda Seippel","Karl Lieffen","Martin Semmelrogge","Ernst Jacobi","Ernst von Klipstein"],"overview":"","release_date":"1975-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265769,"title":"Tadellöser & Wolff","adult":false,"genre_ids":[]},{"cast":["Iris Berben","Constanze Engelbrecht","Volkert Kraeft","Peter Sattmann","Udo Thomer"],"overview":"","release_date":"1989-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265771,"title":"Karambolage","adult":false,"genre_ids":[]},{"cast":["Jung Joon","Kim Bo-kyung","Kim Jung-hak","Kang Sung-min","Lee Sang-In"],"overview":"In 1920, a combat flight training school named \"Willows\" is founded in California. People who want to fight for Korea’s independence from Japan gather at the school. Their mission is to bomb the palace of the Japanese emperor. The pilots’ ardent desire for Korea’s independence grows, but as they prepare for their mission, a spy in the school ruins their plans. However, KIM Ja-jung and the other pilots manage to get on board for what will most likely be their last flight.","release_date":"2006-04-21","vote_average":0.0,"runtime":82,"cert":"N\/A","id":265776,"title":"Blue Sky","adult":false,"genre_ids":[36]},{"cast":["Peter Brandt","Wolfgang Neuss","Herbert Weißbach","Claudia Bremer","Michael Hinz"],"overview":"In 1966, a former gymnast returns to his hometown Danzig, which is now a part of Poland. He begins to reflect on one of his classmates, Joachim Mahlke, who disappeared during World War II. Mahlke was initially marked as an outsider due to his oversized Adam’s apple, but when he turned out to be a great diver, the in-crowd embraced him. Then he steals a Knight’s Cross from a soldier and is expelled from school. Volunteering for war service, he earns a medal himself and hopes his reputation will be rehabilitated. But the school principal refuses and Mahlke deserts from the army…","release_date":"1967-02-07","vote_average":6.0,"runtime":88,"cert":"N\/A","id":265778,"title":"Cat and Mouse","adult":false,"genre_ids":[10752,18]},{"cast":["Sabine Sinjen","Hans Albers","Peter Kraus","Walter Giller","Horst Frank"],"overview":"","release_date":"1960-02-18","vote_average":5.0,"runtime":93,"cert":"N\/A","id":265780,"title":"Kein Engel ist so rein","adult":false,"genre_ids":[80,35]},{"cast":["Park Sang-min","Shin Hyun-joon","Kim Seung-woo","Oh Yeon-soo","Kim Hae-gon"],"overview":"The General's Son is set during the Japanese occupation of Korea, when the oppression of the imperial rulers is escalating in the streets of Seoul. Starring Park Sang Min (Tube) and Shin Hyun Jun (Face), The General's Son is a winning mixture of fast-paced action and colonial Korean realism, which helped the film become one of the biggest domestic hits of the 1990s.","release_date":"1992-09-11","vote_average":10.0,"runtime":110,"cert":"N\/A","id":265791,"title":"General's Son 3","adult":false,"genre_ids":[28]},{"cast":["Hiam Abbass","Nejia Ouerghi","Mohamed Ali Ben Jemaa","Hichem Rostom","Nadia Saiji"],"overview":"Nadia is a 45 year old female professor at the University of Tunis. She is married and has a daughter of 18, Sarra. For some time, Nadia has problems in her marriage also symptoms of menopause are inseparable. The physical and psychological state deteriorates inexorably Nadia.","release_date":"2004-10-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":265793,"title":"Nadia and Sarra","adult":false,"genre_ids":[18]},{"cast":["Domenic Redl","Gerd Anthoff"],"overview":"Hykade's third and final part of The Country Trilogy. The once dead father of \"We Lived in Grass\" returns. \"I give you the runt,\" he says. \"But you take care of it and you kill it next year.\"","release_date":"2006-01-01","vote_average":7.3,"runtime":10,"cert":"N\/A","id":265798,"title":"The Runt","adult":false,"genre_ids":[16]},{"cast":["Sabine Sesselmann","Joachim Fuchsberger","Willy Birgel","Helmut Schmid","Renate Ewert"],"overview":"no overview","release_date":"1958-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265800,"title":"Liebe kann wie Gift sein","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265802,"title":"Futebol de Várzea","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded at the final gig of the band's 2002 sell out UK tour, this two hour concert captures the very essence of the Ozrics live experience with a frenzied capacity crowd at London's Shepards Bush Empire. The DVD includes classics from Ozric Tentacles' vast back catalogue as well as previously unreleased material and the odd 'space-jam' where the band free themselves from the shackles of rehearsed material and let the music wander into unknown territory.","release_date":"2002-11-11","vote_average":5.5,"runtime":165,"cert":"N\/A","id":265816,"title":"Ozric Tentacles ‎– Live At The Pongmasters Ball","adult":false,"genre_ids":[10402]},{"cast":["Mathieu Amalric","Raphaël Bouvet","Alice Butaud","Philippe Frécon","India Hair"],"overview":"Beautiful, sad story told from multiple perspectives. A man picks a dahlia before entering his home. His dog senses something is wrong. The housekeeper makes tea before seeing the tragedy. Slowly the elements slot into place.","release_date":"2013-11-13","vote_average":0.0,"runtime":34,"cert":"N\/A","id":265818,"title":"Break of Day","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Bob Marley was the first artist to take reggae music to the masses outside his native Jamaica. He also became a symbol of spiritual peace and human compassion to people around the globe and is widely regarded as one of the true philosophers of both reggae and the Rastafarian faith. Bob Marley: Spiritual Journey is a documentary that explores Marley as both a musician and a spiritual thinker and, through interviews and newsreel footage, attempts to measure his impact on the world. ~ Mark Deming, Rovi","release_date":"2004-03-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":265823,"title":"Bob Marley: Spiritual Journey","adult":false,"genre_ids":[10402,99]},{"cast":["Milhem Cortaz","Fabiula Nascimento","Walderez de Barros","Ricardo Pereira","Nilton Bicudo"],"overview":"","release_date":"2013-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265825,"title":"Dores de Amores","adult":false,"genre_ids":[18,10749]},{"cast":["Osamu Tezuka"],"overview":"The animation was produced for the Tezuka Osamu Manga Museum, thus it features scenes from the \"life and nature\" of Tezuka Osamu's childhood, themes that are central to the museum as a whole, through exchanges between the boy Osamu and the carabid beetle (Osamushi) who provided the origin for the artist's name.","release_date":"1994-04-25","vote_average":0.0,"runtime":18,"cert":"N\/A","id":265827,"title":"Osamu to Musashi","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Set in Tokyo in the near future, when all humanity has been wiped out, a lonely basset hound wanders around a deserted city. Its only wish is to feel the warmth of a human being once more.","release_date":"2010-07-06","vote_average":6.5,"runtime":11,"cert":"N\/A","id":265829,"title":"Je t'aime","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Nine up-and coming and established female filmmakers bring you a refreshing variety of shorts that look at all aspects of lesbian life and love, from contemporary scenarios of mistaken identity and bedroom hang-ups to period pieces concerning secret rendezvous and forbidden relationships. Sobering issues such as racial stereotypes and domestic violence are also touched upon, as are tales of wistful romance, launderette comedy and teenage friendships boiling over into sexual desire.","release_date":"2009-10-12","vote_average":7.0,"runtime":109,"cert":"N\/A","id":265837,"title":"Here Come The Girls 1","adult":false,"genre_ids":[]},{"cast":["Janie Lynch","Daria Ramirez","Brianna Davis","Indra Ové","Amber Rose Revah"],"overview":"Featuring hilarious and heart -wrenching short films from established lesbian directors from the UK and across the pond, a host of themes and narratives focusing on lesbian romance are touched upon, from controversial high school prom, first-time follies at the local dyke bookshop, poisonous potions and gun-totin' schoolgirls, there is something here for everyone!","release_date":"2010-06-28","vote_average":7.5,"runtime":121,"cert":"N\/A","id":265839,"title":"Here Come the Girls 2","adult":false,"genre_ids":[]},{"cast":["Alice Faye","Tony Martin","Marjorie Weaver","Fred Allen","Jimmy Durante"],"overview":"Manicurists Sally, Irene and Mary hope to be Broadway entertainers. When Mary inherits an old ferry boat, they turn it into a successful supper club.","release_date":"1938-03-04","vote_average":5.0,"runtime":86,"cert":"\"\"","id":265841,"title":"Sally, Irene and Mary","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A Collection of Adam &amp; The Ants Greatest Hits","release_date":"2006-09-25","vote_average":0.0,"runtime":83,"cert":"N\/A","id":265843,"title":"Adam & The Ants - The Very Best Of","adult":false,"genre_ids":[]},{"cast":[],"overview":"An actor prepares, removing his shirt to iron it. All shirts stay off. In a mix of black and white, colour, and old film clips, a homoerotic odyssey begins. Troy is sacked, and Odysseus starts his languorous journey back to Penelope and Telemachos, who wait in Ithaca. Odysseus dreams: young well-muscled men roll on sheets, hands remove flowers to disclose a sculpted torso. The ship tosses Odysseus; gobs sleep in hammocks; a storm beats down and a life boat seeks a strand. Circe, disguised as Penelope, seduces Odysseus; he stays with her for seven years. In Ithaca, Penelope and her suitors are impatient. Will Odysseus arrive before the film crew breaks for lunch?","release_date":"1990-02-13","vote_average":5.0,"runtime":98,"cert":"N\/A","id":265845,"title":"Pink Ulysses","adult":false,"genre_ids":[]},{"cast":["Tatsuya Fuji","Renji Ishibashi","Kazuki Kitamura","Mitsuru Hirata","Naomi Akimoto"],"overview":"A rowdy, young yakuza takes revenge against a gang of thousands for the death of his boss.","release_date":"2003-04-21","vote_average":7.0,"runtime":107,"cert":"N\/A","id":265850,"title":"The Man in White Part 2: Requiem for the Lion","adult":false,"genre_ids":[80]},{"cast":["Jason Mraz","John Popper"],"overview":"Tonight, Not Again: Jason Mraz Live at the Eagles Ballroom is a live album and DVD by American singer\/songwriter Jason Mraz, released in 2004. It was recorded in October 2003 in Milwaukee, Wisconsin.","release_date":"2004-10-11","vote_average":3.8,"runtime":90,"cert":"\"\"","id":265858,"title":"Jason Mraz Live: Tonight, Not Again","adult":false,"genre_ids":[10402]},{"cast":["John Conte","John Drew Barrymore","Oskar Homolka","Joan Tetzel"],"overview":"Hadrian comes home to find his family and home under the control of his overwhelming spintress aunt. Eventually, Emmie, the spintress, loses control over the family and persues an unsuspecting Reverend.","release_date":"1957-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":265860,"title":"You Touched Me","adult":false,"genre_ids":[]},{"cast":["Sam Waterston","Regina Taylor","Jason London","Ashlee Levitch","John Aaron Bennett"],"overview":"Lilly Taylor returns to her hometown for the first time in thirty years, where she remembers the dramatic events that led to her leaving, and learns what became of the Bedford family she used to work for.","release_date":"1993-10-11","vote_average":8.0,"runtime":96,"cert":"\"\"","id":265862,"title":"I'll Fly Away: Then and Now","adult":false,"genre_ids":[10770,18]},{"cast":["Jasmin Tabatabai","Andrea Eckert","Hans-Peter Korff","Nina Petri","Wolf-Dietrich Berg"],"overview":"In 1939, after barely escaping the Nazis, a Gypsy family returns to Switzerland only to be torn apart by racial persecution in the benign guise of children's welfare. This fictionalized story of Jana, an eight-year-old Gypsy girl snatched from her parents and consigned to a life of orphanages and bleak foster homes, is based on a little-known chapter of Swiss history: From 1926 to 1972, the state-supported Pro Juventute, a children's aid foundation, forcibly removed some 700 Gypsy children from their families, in order to sever the ties with their culture and assimilate them to a \"better way of life.\" The underlying aim was to preempt a new generation's caravans from following their nomadic traditions along Switzerland's country lanes.","release_date":"1992-08-15","vote_average":5.0,"runtime":117,"cert":"N\/A","id":265867,"title":"Children of the Open Road","adult":false,"genre_ids":[36,18]},{"cast":["Inge Meysel","Krystian Martinek","Wolfgang Preiss","Hans Clarin","Eddi Arent"],"overview":"","release_date":"1987-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265890,"title":"Mrs. Harris fährt nach Moskau","adult":false,"genre_ids":[]},{"cast":["Vasiliy Mishchenko","Oksana Fandera","Igor Yankovsky","Mikhail Kozakov","Rimma Markova"],"overview":"Andrey, former police officer is trying to find who is responsible for his false accusation and imprisonment.","release_date":"1990-06-06","vote_average":1.0,"runtime":96,"cert":"\"\"","id":265892,"title":"Fools Die on Fridays","adult":false,"genre_ids":[28,80]},{"cast":["Кирил Господинов","Валентина Борисова","Веселина Николаева","Тодор Тодоров","Владимир Давчев"],"overview":"A research worker Robespier Galabov (Yakovlev) lives with his family in a small communal flat with shared kitchen and dreams about a self-contained home. Galabov meet Rangel Lelin (Gospodinov), the well-known amidst the localities as the past-master, when he realized that the new municipal apartment they apply for won't be ready in the next decade. The Past-Master promises to build the private house in a month. After starting the construction, Rangel Lelin constantly blackmail Galabov for more money through treat of \"putting the hat\". Finally the house was built but the inauguration become gloomy. It turns out that the chimney of the fireplace doesn't work properly. After days of luckless attempts to solve the problem the past-master's brother come into sight. Knowing the Lelin's tricks he find a hat built in the chimney.","release_date":"1973-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":265894,"title":"The Past-Master","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1980-01-02","vote_average":7.0,"runtime":71,"cert":"N\/A","id":265896,"title":"Bash maystorat na eksurziya","adult":false,"genre_ids":[35]},{"cast":["Кирил Господинов","Силва Аврамова","Мариана Аламанчева","Инна Симеонова"],"overview":"","release_date":"1981-05-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":265901,"title":"Bash maystorat fermer","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1983-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265903,"title":"Bash maystorat nachalnik","adult":false,"genre_ids":[35]},{"cast":["Mercy Gaiger","Samira Mohamed Ali","Carol Plant","Christopher Keddie","Katya Greer"],"overview":"When seven year old Jess and her alcoholic Mother arrive in Haslem, she's an easy target for the brutal bullying culture. But there's something different about Jess. She can see and hear things that other people can't. When Jess is brutalized in a country lane, the ancient spirits of the area appear, angry and full of vengeance. The townspeople take the law into their own hands and commit a terrible act upon an innocent, as brutal and unforgivable as the notorious Witchfinders from centuries past.","release_date":"2013-01-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":265905,"title":"Molly Crows","adult":false,"genre_ids":[27]},{"cast":["Hristo Shopov","Georgi Staykov","Georgi Rusev","Sofiya Kuzeva","Svetla Todorova"],"overview":"The late 1960s was the time of Beatles and Rolling Stones, the time of sexual revolution. These events have their echo in Bulgarian English-learning school. The school order provokes a protest of the students due to the narrow-minded teachers.","release_date":"1988-01-25","vote_average":7.5,"runtime":84,"cert":"N\/A","id":265910,"title":"Yesterday","adult":false,"genre_ids":[18]},{"cast":["Velko Kanev","Ivan Velkov","Maria Statulova","Leda Taseva","Yulia Kozhinkova"],"overview":"A middle-aged man makes every effort to provide for more or less decent life for his family. He is a driver who carries vegetables and fruits. He spends reasonable to save for his family and especially for his kid. Everything is all right until the day when the boy finds out that the part of the money have been made in indecent way. This revelation provokes a serious conflict in the family and the boy deserts his home. The man makes an attempt to put an end to his shady deals, but it turns out to be impossible. His 'employers' display exorbitant aggressiveness.","release_date":"1986-01-20","vote_average":9.0,"runtime":92,"cert":"N\/A","id":265912,"title":"All for Love","adult":false,"genre_ids":[18]},{"cast":["Ralph Morgan","George Cleveland","Cathy Lewis","George Lessey","Hugh Beaumont"],"overview":"Part of the \"Crime Does Not Pay\" series, this short film focuses on crimes revolving around pension scams.","release_date":"1940-08-24","vote_average":0.0,"runtime":20,"cert":"\"\"","id":265926,"title":"Soak the Old","adult":false,"genre_ids":[80,18]},{"cast":["Aaron Aurora","Billy Rubens","JP Dubois","Luke Desmond","Skylar Blu"],"overview":"With the military on leave, sexy young blond boy Danny Daniels checks-in to theDreamBoy Hotel hoping to see manager J.P. during his stay. With Billy Rubens at the reception, priorities suddenly change, as they always do, and the nonstop sexual exploits begin in an instant! As J.P. fucks around with staff and guests alike, Billy gets more and more pissed and wants to teach his boss a lesson. With the army after J.P., and some disgruntled musclemen from a previous engagement, J.P. needs to make a swift disappearance, leaving everyone curious, but nonetheless covered in cum as he says his goodbyes, and we say hello to some big dicks and hungry holes, all within the walls of theDreamBoy Hotel!","release_date":"2012-01-01","vote_average":0.0,"runtime":96,"cert":"\"\"","id":265928,"title":"Dream Boy Hotel: On Leave","adult":true,"genre_ids":[]},{"cast":["Billy Rubens","Danny Daniels","Darius Ferdynand","James Longhill","Josh Jared"],"overview":"Billy Rubens, one of Eurocreme's hottest stars, has successfully taken control of the DreamBoy Hotel - and it's sexier and hornier than ever! With sexy boys around every corner, there might be a few minor issues here and there, but a juicy dick and hungry ass always make up for them! Featuring blond beauty Danny Daniels alongside stars Darius Ferdynand and Luke Desmond, it's a melee of young men with giant dicks getting their first fuck ever. From army boys to suited studs, this never-ending sex-fest is where you'll find your favorite twink - it's just a matter of Taking Control!","release_date":"2013-01-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":265930,"title":"Dream Boy Hotel: Taking Control","adult":true,"genre_ids":[]},{"cast":[],"overview":"One night in 1972, a murder rocked a Baltimore family. Years later, Emily Topper returns to the city, seeking closure for a crime that has haunted her family over 40 years—and uncovers complex issues of race and class in the process.","release_date":"2014-05-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":265932,"title":"All Fall Down","adult":false,"genre_ids":[]},{"cast":["David Threlfall","Helen McCrory","Amanda Redman","Gregor Fisher","Andy Rush"],"overview":"The life and times of Tommy Cooper","release_date":"2014-04-21","vote_average":7.4,"runtime":100,"cert":"N\/A","id":265934,"title":"Tommy Cooper: Not Like That, Like This","adult":false,"genre_ids":[35]},{"cast":["Alfred Abel","Hedy Lamarr","Peter Lorre","Harald Paulsen","Ludwig Stössel"],"overview":"In the very oldfashioned town of Ostend suddenly 13 suitcases are delivered to the hotel, with a note, that O.F. will be here soon and needs 6 rooms (the hotel just has five). This event, probably the biggest in 300 years, starts a small wave of modernisation, yet everybody is wondering who O.F. is. Journalist Stix and architect Stark have an idea how to use this event. They proclaim, that O.F. is a former citizen of the town, who became a millionaire abroad. They tell their fellow citizens that the town still needs modernisation, like better hotels, nightclubs, shops, etc. And soon, Ostend is a boomtown, then a capital. The architect, responsible for the new buildings is finaly allowed to marry the mayor's daughter, while Stix marries the cabaret star and the widowed mayor his new secretary. The only problem is, O.F. hasn't shown up, while finance experts from all over the world are trying to solve the depression problem.","release_date":"1931-12-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":265936,"title":"Die Koffer des Herrn O.F.","adult":false,"genre_ids":[18]},{"cast":["Senta Berger","Ludwig Blochberger","Peter Fitz","Günther Maria Halmer","Jan-Gregor Kremp"],"overview":"After Victor, 19 years old, is accused of raping a 17-year-old girl, his teachers -under the direction of principal Cornelia Cordes- have to decide whether he should be suspended or not. The discussion of these nine persons shows the contrasts in human character and reveals some bitter feelings...","release_date":"2005-02-04","vote_average":0.0,"runtime":89,"cert":"N\/A","id":265947,"title":"Die Konferenz","adult":false,"genre_ids":[18]},{"cast":["Samuel Z. Arkoff","Peter Bogdanovich","Bob Burns","Herman Cohen","Roger Corman"],"overview":"A 60-minute salute to American International Pictures. Entertainment lawyer Samuel Z. Arkoff founded AIP (then called American Releasing Corporation) on a $3000 loan in 1954 with his partner, James H. Nicholson, a former West Coast exhibitor and distributor. The company made its mark by targeting teenagers with quickly produced films that exploited subjects mainstream films were reluctant to tackle.","release_date":"2001-05-01","vote_average":5.3,"runtime":60,"cert":"\"\"","id":265949,"title":"It Conquered Hollywood! The Story of American International Pictures","adult":false,"genre_ids":[99]},{"cast":["Ottfried Fischer","Sabine Kaack","Michael Schönborn"],"overview":"","release_date":"2006-11-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265951,"title":"König Otto","adult":false,"genre_ids":[12,10770,35]},{"cast":[],"overview":"Jameela Jamil finds out if it's true that children are being exposed to more pornography than ever before - and what the effects of that might be.","release_date":"2014-04-10","vote_average":8.3,"runtime":57,"cert":"N\/A","id":265956,"title":"Porn: Whats the Harm","adult":false,"genre_ids":[]},{"cast":["Jenny Jugo","Peter van Eyck","Friedrich Schoenfelder","Erika von Thellmann","Charles Regnier"],"overview":"","release_date":"1950-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":265958,"title":"Königskinder","adult":false,"genre_ids":[]},{"cast":["Marika Rökk","Will Quadflieg","Will Dohm","Ursula Herking","Franz Schafheitlin"],"overview":"","release_date":"1940-11-27","vote_average":5.0,"runtime":109,"cert":"N\/A","id":265960,"title":"Kora Terry","adult":false,"genre_ids":[18,10402]},{"cast":["Bette Davis","Gena Rowlands","Ford Rainey","Donald Moffat","Whit Bissell"],"overview":"A woman, who had left home 20 years previously under acrimonious circumstances, finds out that she is terminally ill. She returns home and tries to rebuild her relationship with her embittered mother before she dies.","release_date":"1979-05-13","vote_average":10.0,"runtime":88,"cert":"\"\"","id":265974,"title":"Strangers: The Story of a Mother and Daughter","adult":false,"genre_ids":[18,10770]},{"cast":["Momoe Yamaguchi","Tomokazu Miura","Shirô Ôsaka","Tokue Hanazawa","Shin'ya Ohwada"],"overview":"Junkichi is the son of a rich landlord, while Koyuki is the daughter of a poor lumber worker. The mismatched pair soon finds love, and against his father's wishes, Junkichi decides to run away with Koyuki to start a new life. But when Junkichi is called off to war, they make a pledge to sing the song of engagement everyday until they are able to reunite","release_date":"1975-12-20","vote_average":0.0,"runtime":94,"cert":"N\/A","id":265979,"title":"The Last Song","adult":false,"genre_ids":[10749]},{"cast":["Peter Haber","Mikael Persbrandt","Marie Göranzon","Stina Rautelin","Ing-Marie Carlsson"],"overview":"After a woman buys a Japanese shunga painting from an auction and later is found murdered in a hotel in Stockholm, the police gets dragged into a murder investigation where they meet the dark side of the art world.","release_date":"2007-04-06","vote_average":5.9,"runtime":90,"cert":"N\/A","id":265981,"title":"Beck 21 - Den japanska shungamålningen","adult":false,"genre_ids":[]},{"cast":["Robby Benson","Arthur Hill","Jane Alexander","Linden Chiles","Ralph Clanton"],"overview":"Based on the book by famed author John Gunther about the life and early death of his teenage son Johnny, who died from a brain tumor.","release_date":"1975-02-04","vote_average":6.0,"runtime":100,"cert":"\"NR\"","id":265983,"title":"Death Be Not Proud","adult":false,"genre_ids":[18]},{"cast":["J-Boog","Jay Park","Park No-sik","Lil' Fizz","Daniel Shin"],"overview":"Ryan and Kevin and their crew from Los Angeles are hired by U.S. Interpol to be matched up against the notorious Gambler Crew from South Korea, known to the b-boy world as the best of the best. Their mission is to gather information about Tony Kai, an \"ex yakuza\" member who controls the Asian underworld in the United States. Tony Kai is in South Korea planning a worldwide monopoly on drugs, sex, and gambling. Ryan and Kevin struggle as they go deeper into the Asian underworld. Ryan falls for a beautiful Korean girl named Esther who happens to be the sister of \"Kicker\", the leader of the mafia-run Gamblers crew. Their love is put to the test as the rivalry between the two crews escalate. As reality sets in, the crew from LA is no match against the world champion Gamblers crew in the Mach 1 competition. Ryan, Kevin and the crew go into hiding where they meet an underground b-boy legend...","release_date":"2014-01-16","vote_average":5.7,"runtime":84,"cert":"N\/A","id":265991,"title":"Hype Nation","adult":false,"genre_ids":[18,10402]},{"cert":"N\/A","title":"Plot 28","cast":[],"id":265999,"overview":"","runtime":null,"genre_ids":[],"release_date":"2008-02-28","vote_average":0.0,"adult":false}]