[{"cast":[],"overview":"A sequel to Run for Your Wife. Gavin Smith, son of John and Barbara Smith, ends up meeting Vicki Smith, daughter of John and Mary Smith, online. They fall in love, and they discover that their fathers have the same name. They decide that they have to meet, and their dad, John finds out. He enlists the aid of his pal, the not-so-bright Stanley Gardner, who brings along his father. The result is confusion, lying, and all sorts of craziness.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267501,"title":"Caught in the net","adult":false,"genre_ids":[]},{"cast":["Rudolf Nureyev","Carla Fracci","Lynn Seymour","Margot Fonteyn","Deanne Bergsma"],"overview":"Documentary about the dancer Rudolf Nureyev.","release_date":"1972-06-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":267509,"title":"I Am a Dancer","adult":false,"genre_ids":[99]},{"cast":["Pandora Boxx","Emily Donn","Shelby Stockton","Timothy S. Carl","I. Elijah Baughman"],"overview":"Iris is the hot new temp everyone loves, except one co-worker wants \"her\" secret exposed.","release_date":"2013-01-20","vote_average":5.0,"runtime":11,"cert":"\"\"","id":267511,"title":"X Confident","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Unknown - Please add","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267516,"title":"Allah Meharban To Gadha Pehalwan","adult":false,"genre_ids":[]},{"cast":["Anna Liesma","Herberts Konrāds","Fakhler","Lucia Lipste","Janis Ozols"],"overview":"The film is about a young Jewish student who has to work as a prostitute in order to maintain residence in Riga. This leads to a misunderstanding with tragic consequences.","release_date":"1913-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":267518,"title":"Where is the Truth? The Tragedy of the Jewish College Girl","adult":false,"genre_ids":[18]},{"cast":["Bronius Babkauskas","Eduardas Čepulis","Nijolė Narijauskaitė","Kazys Vitkus","Nerijus Narkis"],"overview":"Four different stories about young kids' destinies in different time periods in Lithuania.","release_date":"1959-12-03","vote_average":8.0,"runtime":80,"cert":"N\/A","id":267520,"title":"Living Heroes","adult":false,"genre_ids":[18,10751]},{"cast":["Balaji Iyer","Barkha Bisht Sengupta","Raghuvendra Kadkol","Anupam Kher","Sachin Khedekar"],"overview":"A workaholic wakes up to find himself stuck in a time warp. What follows is a series of bizarre events, until he meets a mystery man who gives him life-changing lessons.","release_date":"2012-11-15","vote_average":0.0,"runtime":133,"cert":"N\/A","id":267522,"title":"Chhodo Kal Ki Baatein","adult":false,"genre_ids":[]},{"cast":["Lou Castel","Monica Bleibtreu","Hark Bohm","Uwe Bohm","Burghart Klaußner"],"overview":"Story concerns two friends, Freya and Irmtraut and their relationships with the same man, Traugott, who finds it impossible to choose between the two women.","release_date":"1984-03-07","vote_average":5.0,"runtime":117,"cert":"N\/A","id":267530,"title":"Love Is the Beginning of All Terror","adult":false,"genre_ids":[18]},{"cast":["Yuriy Shlykov"],"overview":"A lawyer is preparing to defend a rich, respected man’s wife, who killed a friend of the family who was attempting to sexually assault her. The scenario changes abruptly for all involved when the lawyer discovers a love letter from the woman to the murdered man.","release_date":"1987-07-28","vote_average":3.3,"runtime":109,"cert":"N\/A","id":267532,"title":"Change of Fortune","adult":false,"genre_ids":[]},{"cast":["Aleksandr Lenkov","Aleksandr Gaj","Natalya Surovegina","Genrikh Ostashevsky","Valeriy Bessarab"],"overview":"A romantic comedy about a young officers from army base.","release_date":"1964-12-12","vote_average":7.5,"runtime":78,"cert":"\"\"","id":267540,"title":"The Keys of Skies","adult":false,"genre_ids":[35,10749]},{"cast":["Ron Paul","G. Edward Griffin"],"overview":"FIAT EMPIRE was one of the first films to come out on the Federal Reserve System providing a valuable primer on a complex subject. This 60-minute documentary explores why some feel the \"Fed\" is a \"bunch of organized crooks\" (as John Adams put it) and others feel some of its practices \"are in violation of the U.S. Constitution.\" Discover why experts agree the Fed is a banking cartel that benefits mainly bankers, their clients in need of \"easy money\" and bailouts, and a Congress that would rather go deeper in debt than seek funding from its constituents. Long-term studies indicate the Federal Reserve System encourages war, destabilizes the economy (by causing boom and bust cycles), generates inflation (a hidden tax) and is the supreme instrument of unjust enrichment for a select group of insiders. If you are fed up with an ever-expanding state and corporations that are \"too-big-to-fail,\" look no farther than the fiat currency printed by the Federal Reserve System.","release_date":"2006-04-30","vote_average":5.3,"runtime":null,"cert":"\"\"","id":267542,"title":"Fiat Empire","adult":false,"genre_ids":[99]},{"cast":["Sylvain Cambreling","Anett Fritsch","Paola Gardina","Juan Francisco Gatell","Andreas Wolf"],"overview":"Who loves whom in Così fan tutte, Mozart’s and Da Ponte’s cruelly comic reflection on desire, fidelity and betrayal? Or have the confusions to which the main characters subject one another ensured that in spite of the heartfelt love duets and superficially fleetfooted comedy nothing will work any longer and that a sense of emotional erosion has replaced true feelings? Così fan tutte is a timeless work full of questions that affect us all. The Academy Award-winning director Michael Haneke once said that he was merely being precise and did not want to distort reality. In only his second opera production after Don Giovanni in 2006, he presents what ARTE described as a “disillusioned vision of love in an ice-cold, realistic interpretation”.","release_date":"2013-06-21","vote_average":7.5,"runtime":190,"cert":"N\/A","id":267544,"title":"Cosi Fan Tutte","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A group of teenagers head out on a boat as part of an expedition uniting teenagers from around the world to be apart of one big project but when disaster strikes it becomes a survival of the fittest amongst the diverse group.","release_date":"2015-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267546,"title":"A Journey on the Waves","adult":false,"genre_ids":[12,53]},{"cast":["Alina Somova","Vladimir Shklyarov"],"overview":"In this Russian Nutcracker from the Mariinsky Theatre in St Petersburg, Tchaikovsky's glorious score and Vainonen's colorful, traditional production, complemented by Simon Virsaladze's stunning designs, make this as magical and memorable a Christmas treat as ever. Libretto by Marius Petipa after the story by ETA Hoffmann.","release_date":"2012-12-18","vote_average":0.0,"runtime":104,"cert":"N\/A","id":267548,"title":"The Nutcracker - Mariinsky Ballet","adult":false,"genre_ids":[10402]},{"cast":["Adam James","Verity Marshall"],"overview":"Drama-documentary about Winston Churchill's extraordinary experiences during the Great War, with intimate letters to his wife Clementine allowing the story to be told largely in his own words. Just 39 and at the peak of his powers running the Royal Navy, Churchill in 1914 dreamt of Napoleonic glory, but suffered a catastrophic fall into disgrace and humiliation over the Dardanelles disaster.  The film follows his road to redemption, beginning in the trenches of Flanders in 1916, revealing how he became the 'godfather' of the tank and his forgotten contribution to final victory in 1918 as Minister of Munitions. Dark political intrigue, a passionate love story and remarkable military adventures on land, sea and air combine to show how the Churchill of 1940 was shaped and forged by his experience of the First World War.","release_date":"2013-07-30","vote_average":7.0,"runtime":90,"cert":"N\/A","id":267550,"title":"Churchill's First World War","adult":false,"genre_ids":[99,10752,36]},{"cast":[],"overview":"Mario's world is falling apart.","release_date":"2005-01-15","vote_average":6.0,"runtime":15,"cert":"\"\"","id":267552,"title":"Super Mario Movie","adult":false,"genre_ids":[16]},{"cast":["Liuba Kaniuka","Andriy Melnyk","Liliya Mayboroda","Illia Mayer"],"overview":"To support her husband, son and mother, the heroine moves abroad to work odd jobs. Whenever she returns home, she promises herself not leave anymore. But every time she doesn’t keep her word. Because every family member already has a certain habit: her mother likes to watch TV, her son wants to have stylish clothes and a phone, her husband likes to drink with friends in a garage. None of them is working. She hesitates when gets called about a new job. But watching her family makes the heroine realize: she has no other choice, except for going abroad again.","release_date":"2011-04-30","vote_average":0.0,"runtime":10,"cert":"N\/A","id":267554,"title":"Off I'll Go!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Clouds, Cory took an old Super Mario Brothers Nintendo video game and erased everything but the clouds.","release_date":"2002-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":267556,"title":"Super Mario Clouds","adult":false,"genre_ids":[16]},{"cast":["Yaroslav Havryliuk","Svitlana Serdiukova","Mariya Novokhatska","Olha Turanska","Mariya Shpakovych"],"overview":"Uncle Tolya’s wife hung herself, and his children went abroad. He lives on his own and feels very lonely. In order to get rid of these feelings Uncle Tolya starts talking to God. He prays every day, and asks God to restore justice by making suffer not only him but the rest of the people as well. If everybody would die, especially sinners in violent torture, Uncle Tolya would gain peace. While Lord is not answering the prayers of his servant, Uncle Tolya decides to play God’s role.","release_date":"2012-04-30","vote_average":0.0,"runtime":21,"cert":"N\/A","id":267558,"title":"Death Angel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cory Arcangel is one of a group of artists who work within the strict limitations and visual styles imposed by early digital technologies and media. For I Shot Andy Warhol, Arcangel reprogrammed a 1980s Nintendo videogame, Hogan's Alley, and populated the game with mass-culture icons. The artist chose the iconic personalities based on their ability to be readily recognizable even at the extremely small pixel size in which they are rendered.","release_date":"2002-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":267560,"title":"I Shot Andy Warhol","adult":false,"genre_ids":[]},{"cast":["Olha Bobrovska","Oleksandr Boyko","Oleksandr Furman"],"overview":"Oksana’s subject in university is Ukrainian Studies, but outside the school she’s interested in intercultural relationships. The girl’s main interest is handsome rich foreigners. There’s countless amount of European countries flags at Oksana’s desk. Sometimes there’s more of them, sometimes there’s less. The girl can’t wait till there’s only one flag left. During the fifth year of the Ukrainian Studies course and her exploration of intercultural relationships the girl realizes that she’s more interested in her university subject. The last flag off the desk goes to trash…","release_date":"2012-04-30","vote_average":0.0,"runtime":11,"cert":"N\/A","id":267562,"title":"National Idea in Ukraine","adult":false,"genre_ids":[]},{"cast":["Mykola Vasylyev","Kateryna Netrebko"],"overview":"Vitia is a little person. In Ukraine people like him are neither socially secure, nor have even basic facilities available in the subway, building halls, elevators etc. “They don’t like people like us here,” is the reason why Vitia decides to emigrate. He also doesn’t know the answer to the question: “Do they like such people over there?”.","release_date":"2012-04-30","vote_average":0.0,"runtime":3,"cert":"N\/A","id":267564,"title":"Short Story","adult":false,"genre_ids":[]},{"cast":["Ben Jones","Jacob Ciocci","Jessica Ciocci"],"overview":"A video showcase of Paper Rad's individual and group creations.","release_date":"2006-06-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":267566,"title":"Trash Talking","adult":false,"genre_ids":[16]},{"cast":["Joachim Hansen","Sabine Sesselmann","Gert Fröbe","Werner Peters","Lukas Ammann"],"overview":"","release_date":"1959-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267568,"title":"Der Schatz vom Toplitzsee","adult":false,"genre_ids":[80,18]},{"cast":["Robin Atkin Downes","Ashley Tesoro","Len Lesser","Bogdan Cambera","Lucia Maier"],"overview":"Fourteen-year-old Eleanor Crane goes to visit her uncle Peter in a remote Eastern European village, and receives an unexpectedly cold welcome from the villagers, who are plagued by a deadly curse - and from her uncle, who hides a deadly secret of his own.","release_date":"1998-10-20","vote_average":2.7,"runtime":70,"cert":"\"\"","id":267570,"title":"The Werewolf Reborn!","adult":false,"genre_ids":[10751,27]},{"cast":["Sandra Speichert","Michael von Au","Johanna von Koczian","Ivan Desny","Johanna-Christine Gehlen"],"overview":"The ambitious business newcomer Marc wants to marry the successful lawyer Sandra. On paper, he is still married to Katrin, from whom he lives separately. The divorce thus appears as a mere formality, but when Katrin says the wrong word in front of the judge at the wrong time, the two spouses receive a second chance against their will.","release_date":"2007-08-08","vote_average":4.0,"runtime":90,"cert":"N\/A","id":267575,"title":"Scheidung mit Hindernissen","adult":false,"genre_ids":[10770,35]},{"cast":[],"overview":"‘A beautiful, mysterious yet satisfying optical illusion…celebrates the early passing of a steam on the Thames. Using freeze-frame techniques, elaborate dissolves, and most of the resources on the optical table, this picture is, amongst other things, a Turner come to life. Rimmer’s concern with the surface nature of the film is most evident in this work which, in spite of its filmic complexity, is incredibly simple.’ — Donald Richie","release_date":"1970-03-10","vote_average":4.0,"runtime":6,"cert":"\"\"","id":267577,"title":"Surfacing on the Thames","adult":false,"genre_ids":[]},{"cast":["Gael García Bernal","Alice Braga","Claudio Tolcachir","Chico Diaz","Jorge Sesán"],"overview":"Kaí is a mysterious shaman who emerges from the Rio Paraná to help a poor farmer and his daughter, who are threatened by a band of cold-blooded mercenaries hired to force them to sell their land.","release_date":"2014-05-14","vote_average":4.9,"runtime":101,"cert":"\"R\"","id":267579,"title":"The Ardor","adult":false,"genre_ids":[37,18]},{"cast":[],"overview":"","release_date":"2011-04-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":267581,"title":"Mega Mindy Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"Catch the spark after dark at Disneyland Park. And say farewell to one of the Magic Kingdom's most celebrated traditions - The Main Street Electrical Parade. Where else, but in The Main Street Electrical Parade, could you see an illuminated 40-foot-long fire-breathing dragon? And hear the energy of its legendary melody one last time? It's unforgettable after-dark magic that will glow in your heart long after the last float has disappeared.","release_date":"1996-11-25","vote_average":6.5,"runtime":25,"cert":"\"NR\"","id":267583,"title":"Disney Presents: Main Street Electrical Parade - Farewell Season","adult":false,"genre_ids":[99,10751]},{"cast":["Heinrich George","Gisela Uhlen","Will Quadflieg","Werner Hinz","Josef Dahmen"],"overview":"","release_date":"1942-03-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":267585,"title":"Schicksal","adult":false,"genre_ids":[]},{"cast":["Alida Valli","Pedro Armendáriz","Françoise Arnoul","Gérard Landry","Marisa de Leza"],"overview":"","release_date":"1953-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267593,"title":"Les amants de Tolède","adult":false,"genre_ids":[]},{"cast":["Senta Berger","Caroline Peters","Victoria Trauttmansdorff","August Zirner","Horst Janson"],"overview":"","release_date":"2009-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267595,"title":"Schlaflos","adult":false,"genre_ids":[]},{"cast":["Keshia Knight Pulliam","Phylicia Rashād","Dorian Harewood","Brandon Quintin Adams","Vanessa Bell Calloway"],"overview":"Broadway style songs are used to tell this interesting story of an ingenious orphan who gets involved in matchmaking and striving for inter-racial understanding in 1956 Alabama.","release_date":"1990-11-18","vote_average":9.0,"runtime":100,"cert":"\"\"","id":267597,"title":"Polly: Comin' Home!","adult":false,"genre_ids":[10751,10402]},{"cast":["Helga Sommerfeld","Loni Heuser","Vivi Bach","Hans von Borsody","Peer Schmidt"],"overview":"","release_date":"1960-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267599,"title":"Schlager-Raketen","adult":false,"genre_ids":[]},{"cast":["Camilla Horn","Dietlinde Turban","Marianne Hoppe","Carola Höhn","Rose Renée Roth"],"overview":"","release_date":"1988-01-14","vote_average":1.0,"runtime":null,"cert":"N\/A","id":267601,"title":"Schloß Königswald","adult":false,"genre_ids":[]},{"cast":[],"overview":"An inner conflict, banned on film, visualized within surreal absurd dreamlike layers. Psychedelic like a dark LSD-Trip and injected by their multiple-personality control system, the good witch Surrealistica and the bad witch Uniferno, run into the inner system of their bodies. Without any security, their rivalry grows to a point of losing all control in an nuclear Inferno. -","release_date":"2012-01-01","vote_average":5.0,"runtime":75,"cert":"N\/A","id":267603,"title":"Surrealistica Uniferno","adult":false,"genre_ids":[]},{"cast":["Fernando Rey","Francisco Rabal","Victoria Abril","Amelia de la Torre","Rafaela Aparicio"],"overview":"The story of a Spanish Cardinal who is told he only has one more year to live. He decides to return to his hometown, after an absence of 30 years, to sort out his affairs.","release_date":"1985-04-21","vote_average":5.5,"runtime":91,"cert":"\"\"","id":267611,"title":"Our Father","adult":false,"genre_ids":[18]},{"cast":["Anna Kyriakou","Rania Ekonomidou"],"overview":"Mrs. Anthoula, an elderly lady with hearing problems, is in danger of being evicted out of her flat. Mrs. Dafni, a social-worker, will try to help her.","release_date":"","vote_average":9.0,"runtime":17,"cert":"N\/A","id":267613,"title":"Silence","adult":false,"genre_ids":[]},{"cast":["César Baldaccini","Georges Candilis","Pierre Klossowski","Claude Parent","Roger Planchon"],"overview":"Celluloid and Marble is based on Rohmer's own articles published in \"Cahiers du cinéma\", discussing film in relation to the other arts, maintaining that, in an age of cultural self-consciousness, cinema was “the last refuge of poetry” - the only contemporary art form from which metaphor could still spring naturally and spontaneously.","release_date":"1966-02-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":267615,"title":"Celluloid and Marble","adult":false,"genre_ids":[99]},{"cast":["Grégory Fitoussi","Isabelle Carré","Michèle Bernier","Arielle Moutel","Alexandre Carrière"],"overview":"","release_date":"2014-04-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":267623,"title":"Pas d'inquiétude","adult":false,"genre_ids":[18]},{"cast":["Leopold Altenburg","Abak Safaei-Rad","Axel Hartwig"],"overview":"","release_date":"2012-02-10","vote_average":0.0,"runtime":85,"cert":"N\/A","id":267637,"title":"Negotiating Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Skye, a young woman who suddenly her dead for two years son Chris is facing.\r No one believes the horrified mother this meeting, but insists she","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":267642,"title":"Cloned","adult":false,"genre_ids":[]},{"cast":["Joan Plowright","Hugh Laurie","Florence Hoath","Ian Bannen","Imogen Stubbs"],"overview":"Communism seen through the eyes of a young girl who watches her beloved uncle struggle with the oppressive government .","release_date":"1994-09-13","vote_average":2.0,"runtime":113,"cert":"N\/A","id":267644,"title":"A Pin for the Butterfly","adult":false,"genre_ids":[18]},{"cast":["Dmitriy Kharatyan","Alexander Pankratov-Chorny","Irina Muravyova","Mikhail Kokshenov","Lyubov Polishchuk"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267646,"title":"Новый одеон","adult":false,"genre_ids":[35]},{"cast":["Harry Carey","Judith Allen","Milburn Stone","Betty Compson","Matty Fain"],"overview":"Nightclub singer Della Mason (Judith Allen)witnesses a murder and is forced by the killer to flee with him from the scene of the crime. Escaping from the gangster, she secretly boards the ship of Captain Josiah Storm (Harry Carey), a woman-hater, and the ship sails from San Francisco headed for China. Della is discovered by Jim Benton (Milburn Stone, the ship's first mate and he pleads her case to the captain. He leaves her in under the protection of Minnie (Jane Jones)at \"Minnie's Joint in Shanghai, until her innocence can be established.","release_date":"1938-02-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":267648,"title":"Port of Missing Girls","adult":false,"genre_ids":[]},{"cast":["Christine Neubauer","Hardy Krüger Jr.","Ingolf Lück","Julia Blankenburg","Roxanne Borski"],"overview":"","release_date":"2002-06-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":267656,"title":"Die Schokoladenkönigin","adult":false,"genre_ids":[10770,35,10749]},{"cast":[],"overview":"Songlines Live is the seventh album and second commercially released live recording and first DVD by American jam band The Derek Trucks Band, released in 2006 (see 2006 in music). It was recorded at the Park West in Chicago, Illinois.","release_date":"2006-01-28","vote_average":0.0,"runtime":120,"cert":"\"\"","id":267661,"title":"The Derek Trucks Band: Songlines Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Goals, skills and life of Maradona with the Napoli.","release_date":"1994-01-02","vote_average":0.0,"runtime":58,"cert":"N\/A","id":267663,"title":"Maradona à Naples","adult":false,"genre_ids":[]},{"cast":[],"overview":"This Live Record was recordet at Arnsberg, Germany on 5\/21\/2011.\r Henrik Freischlader (born November 3, 1982) is a German blues guitarist, singer, songwriter, producer, and autodidactic multi-instrumentalist from Wuppertal, Germany.","release_date":"2012-05-01","vote_average":0.0,"runtime":188,"cert":"N\/A","id":267665,"title":"Henrik Freischlader Band: Show No 47","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An exploration of the VHS medium and the subterranean trash which thrived in it. Using source material from Emmanuelle 6, this DVD-R\/VHS further blurs the line between low and high art. Beautiful cinematography coupled with smut. Strategic pauses and tracking errors guides the viewer to discover the true depth and sadness of the seemingly one-dimensional Emmanuelle. Soaring arpeggio synths and pulsating rhythms by Rob Feulner. The utter destruction of arguably the most beautiful film never seen, lost and forgotten on the shelf of your local video store, behind the cowboy doors or dangling beads. Written off as pornography by most, written off as too soft by creeps. This is the plight of Emmanuelle.","release_date":"2014-11-27","vote_average":0.0,"runtime":28,"cert":"N\/A","id":267667,"title":"Faces of Emmanuelle","adult":false,"genre_ids":[]},{"cast":["Ronnie Gilbert","Arlo Guthrie","Lee Hays","Fred Hellerman"],"overview":"Documentary about the blacklisted folk group, \"The Weavers,\" and the events leading up to their triumphant return to Carnegie Hall.","release_date":"1982-03-07","vote_average":8.0,"runtime":78,"cert":"\"\"","id":267669,"title":"The Weavers: Wasn't That a Time","adult":false,"genre_ids":[99,10402]},{"cast":["Helga Trixi","Dawn Cummings","Nadja Mons","Véronique Monod","Brendan Reed"],"overview":"Following failed suicide attempts, three professional women wind up sharing a hospital room where the mysterious Maude (Dutch Trixie Heinen) comes to visit, making them an offer they can't refuse, to join her at her palatial mansion where they can \"love\" themselves to death.","release_date":"1976-06-08","vote_average":3.0,"runtime":75,"cert":"N\/A","id":267674,"title":"The Kinky Ladies of Bourbon Street","adult":true,"genre_ids":[]},{"cast":["Miguel Angel Flores","Helena Rojo","Hernán Romero","Orlando Sacha"],"overview":"A young man inherits a broken down estate at the edge of the Peruvian desert, with no explanation about the former owners or what had become of the once thriving house.","release_date":"1972-11-01","vote_average":5.0,"runtime":82,"cert":"\"\"","id":267676,"title":"Mirage","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Russia\" is the first uncensored documentary about the Soviet Union ever made by an outsider.","release_date":"1972-03-21","vote_average":1.0,"runtime":108,"cert":"\"\"","id":267678,"title":"Russia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hidden deep in the south of France, practically untouched by the modern age, is a place known by many as 'the Zone'. In this space, the supernatural is an everyday reality of life. Magic is everywhere. It is reason. It is currency. It is unquestionable fact. Prepare yourself for a journey into life on the other side of the mirror. Legendary filmmaker Richard Stanley (HARDWARE, DUST DEVIL, as well as a string of stunning documentaries) has never been under spoken about his studies in mysticism and the occult. A trained anthropologist whose brain glows with secret knowledge and forgotten histories, Stanley has spent decades exploring the literal fantastic.","release_date":"2013-07-27","vote_average":0.0,"runtime":105,"cert":"N\/A","id":267680,"title":"The Otherworld","adult":false,"genre_ids":[99]},{"cast":["Joie Brinsfield","Gordon L. Coulter","Kelly McGhee","Eric Pryor","Prentice E. Sanders"],"overview":"A rare clip from 1994 warning of the dangers that lurk in America: homosexuals and Satanists.","release_date":"1994-01-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":267682,"title":"Law Enforcement Guide to Satanic Cults","adult":false,"genre_ids":[99]},{"cast":["Anith","Nanma","Vaidegi","Meera Krishnan","Manobala"],"overview":"2014 released movie with new actors","release_date":"2014-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267684,"title":"Vidiyum Varai Pesu","adult":false,"genre_ids":[35,10749]},{"cast":["Mammootty","Mukesh","Jagathy Sreekumar","Jagadish","Navya Nair"],"overview":"Sethurama Iyer CBI  is the Sequel of Malayalam movie Jagratha . SethuramaIyer (Mammootty) who is a sharp and highly intelligent investigative officer of the CBI and was on vacation in Kerala, where he happened to meet Alex (Kalabhavan Mani) who is a convicted serial killer and who was about to be hanged. Alex was convicted of six murders but Alex confesses to Iyer that he had killed only five people and the sixth man, a financier was killed by someone else and he got blamed for it.","release_date":"2004-01-22","vote_average":7.1,"runtime":145,"cert":"N\/A","id":267686,"title":"Sethurama Iyer CBI","adult":false,"genre_ids":[53]},{"cast":["Kaviyoor Ponnamma","Mammootty","Unni Mary","Karamana Janardanan Nair","Srividhya"],"overview":"Thinkalaazhcha Nalla Divasam is a 1985 Malayalam drama film written and directed by P. Padmarajan. It stars Mammootty, Kaviyoor Ponnamma, Karamana Janardanan Nair and Srividya in pivotal roles. Thinkalazhcha Nalla Divasam movie tells two sons and their families get together to celebrate their mother's 60th birthday in their ancestral house. But problems develop when the younger son (Mammootty) reveals his plan to sell the house for Money and put the mother in an old age home.","release_date":"1985-12-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":267697,"title":"Thinkalazhcha Nalla Divasam","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Naseeruddin Shah","Laboni Sarkar","V K Sreeraman","Janardhanan"],"overview":"Set in 1940s,Ponthan Mada movie  is about the irrational bonding of the low-caste Ponthan Mada with his colonial landlord Sheema Thampuran, who was expelled to British India from England during his youth for supporting the Irish Republican Army. Crossing the class boundaries, the two communicate through Thampuran's window, with Mada hanging from a palm tree.","release_date":"1994-03-09","vote_average":7.5,"runtime":108,"cert":"N\/A","id":267699,"title":"Ponthan Mada","adult":false,"genre_ids":[18]},{"cast":[],"overview":"2014 Movie released on Apr 18th","release_date":"2014-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267701,"title":"Karpavai Katrapin","adult":false,"genre_ids":[]},{"cast":["Despina Kourti","Fay Ksila","Constantine Markoulakis","Thalia Argyriou","Suzi Mirtidou"],"overview":"Two friends, Lou and Lena... An agreement for this all night walk.","release_date":"2003-09-17","vote_average":5.8,"runtime":23,"cert":"N\/A","id":267703,"title":"Lou & Lena","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An animation short film looking at mans relationship with the natural world","release_date":"2012-08-23","vote_average":7.4,"runtime":4,"cert":"N\/A","id":267705,"title":"Man","adult":false,"genre_ids":[16,35]},{"cast":["Ricardo Letelier","Mariela Zavala","Nidya Zelaya","Rafael Perdomo"],"overview":"Jesus buys and sells little girls and hates himself for it. Frank abuses little boys even though they are his family, and the Judge tries to stop it all. We know them all, they are our fathers, mothers, brothers, sisters ans friends, and yet it all remains such a big secret known by us all.","release_date":"2011-01-02","vote_average":4.3,"runtime":16,"cert":"N\/A","id":267710,"title":"Secretos conocidos","adult":false,"genre_ids":[18]},{"cast":["Joanna Banks","Jessica Kennedy","Megan Kennedy","Deirdre Murphy","Emma O'Kane"],"overview":"An older woman sits before a telephone in an empty house. Her daughters have flown the nest. As she prepares to phone them, their memory is brought back to life","release_date":"2010-05-21","vote_average":4.3,"runtime":7,"cert":"N\/A","id":267721,"title":"Her Mother's Daughters","adult":false,"genre_ids":[10402]},{"cast":["Jey Bala","Vijayakumar","Iniya","Preethi","Suresh"],"overview":"Nugam is a 2013 Indian Tamil drama film written and directed by Jeffy and produced by Synergy Creations. The film features Jeybala, Iniya, Vijayakumar and Preethi in the lead roles. The film opened to negative reviews upon release on October 18, 2013.","release_date":"2013-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267723,"title":"Nugam","adult":false,"genre_ids":[]},{"cast":["Prakash Nath","Vasundhara Kashyap","Sara Arjun","Ashok Sundarrajan","Kanja Karuppu"],"overview":"Chithirayil Nilachoru is a 2013 Indian Tamil drama film written and directed by R. Sundarrajan and produced by Murugesan. The film features Prakash Nath, Vasundhara Kashyap and Sara Arjun in the lead roles, with Ashok Sundarrajan and Ganja Karuppu playing other pivotal characters. The film opened to mixed reviews upon release on October 18, 2013.","release_date":"2013-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267725,"title":"Chithirayil Nilachoru","adult":false,"genre_ids":[]},{"cast":["Vignesh","Divya Nagesh","Nizhalgal Ravi","Anu Mohan"],"overview":"Cast: Vignesh, Divya, Thravesh, Nizhalgal Ravi, Anumohan. Direction: Mohan.","release_date":"2013-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267727,"title":"Bhuvanakkadu","adult":false,"genre_ids":[]},{"cast":[],"overview":"All about Thedi pidi Adi - Tamil movie, Videos, Stills, Wallpapers, Synopsis,","release_date":"2013-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267729,"title":"Thedi Pidi Adi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Movie:Vellai Desathin Idayam Dir:Jughein Producer:Ranjith Kanna Music Rights: Real Music","release_date":"2013-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267731,"title":"Vellai Desathin Idhayam","adult":false,"genre_ids":[]},{"cast":["Ioan Cortea","George Albert Costea","Alexandru Gatstramb","Vlad Rădescu","Adrian Titieni"],"overview":"Alone in his kitchen in Bucharest, Dorel prepares for what seems to be a party. Actually, it’s his son’s wedding which takes place in the United States. Dorel is going to watch the wedding through a webcam, together with two of his son’s friends. On a small screen, they are about to meet the bride and her father, and witness the ceremony.","release_date":"","vote_average":6.4,"runtime":22,"cert":"N\/A","id":267742,"title":"Oli's Wedding","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267744,"title":"Du baiser au bébé : L'Aventure intérieure","adult":false,"genre_ids":[99]},{"cast":["Ruggero Raimondi","Wadeck Stanczak","Isabelle Pasco","Bettina Giovannini","Luca Zingaretti"],"overview":"A young talented painter dreams of glory. A man promises it in exchange for his talent and his soul.","release_date":"1997-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267746,"title":"The Colors of the Devil","adult":false,"genre_ids":[]},{"cast":["Barbara Hegyi","Róbert Alföldi","Péter Rudolf","Dorottya Udvaros","Szabó Győző"],"overview":"Story about two restaurant critics, whom write articles under fake names.","release_date":"2006-03-09","vote_average":10.0,"runtime":93,"cert":"N\/A","id":267748,"title":"De kik azok a Lumnitzer nővérek?","adult":false,"genre_ids":[35]},{"cast":["Kurt Bloch","Mark Ostler","Eric Bruckbauer"],"overview":"Razing the Bar documents the development and eventual demolition of a well-loved fringe punk rock Seattle venue through interviews of employees, friends, and a multitude of local musicians.","release_date":"2014-05-20","vote_average":0.0,"runtime":80,"cert":"\"\"","id":267750,"title":"Razing the Bar: A Documentary About the Funhouse","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"From her childhood bedroom in the Chicago suburbs, an American teenage girl uses social media to run the revolution in Syria. Armed with Facebook, Twitter, Skype and cameraphones, she helps her social network in Damascus and Homs braves snipers and shelling in the streets and the world the human rights atrocities of one of the most brutal dictators. But as the revolution rages on, everyone in the network must decide what is the most effective way to fight a dictator: social media or AK-47s.","release_date":"2013-11-21","vote_average":7.0,"runtime":74,"cert":"\"\"","id":267752,"title":"#chicagoGirl","adult":false,"genre_ids":[99]},{"cast":["Arcade Fire"],"overview":"Arcade Fire gets to Rio to present their new album \"Reflektor\" and among other tracks of the best hits from their career. Lollapalooze is the scenery of this concert where brazilians reveice one of the currently greatest bands in the world, presenting their latest album on this well known festival.","release_date":"2014-04-10","vote_average":5.3,"runtime":96,"cert":"N\/A","id":267763,"title":"Arcade Fire: Lollapalooza Brasil 2014","adult":false,"genre_ids":[10402]},{"cast":["Peter van Eyck","Susanne Cramer","Horst Frank","Helmut Schmid","Kai Fischer"],"overview":"","release_date":"1958-10-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267765,"title":"Schwarze Nylons – Heiße Nächte","adult":false,"genre_ids":[]},{"cast":["Carla Ortiz","Steve Wilcox","Mark Tacher","Luis Felipe Tovar","Olga Fonda"],"overview":"Danielle Noble (played by Carla Ortiz) and her team of expert cave divers led by an ambitious american archaeologist (Steve Wilcox), undertake an expedition in search of the lost Mayan Library, without imagining they will instead find the hidden gates of hell known as Xib'alb'a.","release_date":"2017-01-02","vote_average":4.4,"runtime":90,"cert":"N\/A","id":267767,"title":"Curse of the Mayans","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"An extraordinary fish subverts the natural laws and terrorizes the popular imagination in Minas Gerais.","release_date":"2014-01-28","vote_average":0.0,"runtime":70,"cert":"N\/A","id":267769,"title":"O Bagre Africano de Ataléia","adult":false,"genre_ids":[]},{"cast":["Paul Hubschmid","Thomas Fritsch","Dieter Borsche","Gerlinde Locker","Margot Trooger"],"overview":"","release_date":"1965-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267771,"title":"Die schwedische Jungfrau","adult":false,"genre_ids":[]},{"cast":["Rudolf Lenz","Sonja Sutter","Angelika Hauff","Ulrich Beiger","Käthe Haack"],"overview":"","release_date":"1955-09-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":267773,"title":"Das Schweigen im Walde","adult":false,"genre_ids":[18]},{"cast":["Alexander Stephan","Evelyn Opela","Ferdy Mayne","Bernd Helfrich","Walter Buschhoff"],"overview":"","release_date":"1976-10-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":267775,"title":"Das Schweigen im Walde","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bugarach. Nothing ever really happens in this bucolic village in Southern France at the base of the mountain that gives it its name. But the villagers' peace and quiet vanishes when the news story circulates around the globe like a viral video that this close-knit community of 194 inhabitants will be the only place on the planet to survive the December 21st apocalypse foretold by the Mayans. 'Bugarach' dives deep into the subject of the apocalypse to reflect on the fears and coping strategies of humankind in times of deep material and spiritual crisis in the Western world.","release_date":"2014-01-01","vote_average":9.0,"runtime":91,"cert":"N\/A","id":267783,"title":"Bugarach","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary on Bristol's Dub music and culture","release_date":"2014-05-17","vote_average":0.0,"runtime":23,"cert":"N\/A","id":267785,"title":"Bristol Bass Oddity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A film about friendship and overcoming death. A reflection on the journeys and cycles of life by an emotional trip that goes from Recife, Brazil, through Bolivia, to the Atacama Desert, in Chile.","release_date":"2013-10-19","vote_average":0.0,"runtime":77,"cert":"N\/A","id":267790,"title":"A Journey for Mário","adult":false,"genre_ids":[99]},{"cast":["Joyce Cuervo","Leslie Arce","Sara Camacho","Dulce Alexa","Adrián Aguirre"],"overview":"Eight tales based on the most brutally terrifying Mexican traditions and legends, an anthology of haunting stories woven into the fabric of the Mexican culture, some told through the centuries and some new, but all equally frightening. Bogeymen, trolls, ghosts, monsters, all brought to life. Time for Aztec sacrifices. This is the Day of the Dead.","release_date":"2014-10-18","vote_average":4.5,"runtime":110,"cert":"\"\"","id":267792,"title":"Barbarous Mexico","adult":false,"genre_ids":[27,14]},{"cast":["Felissa Rose","Paul Rust","Rachel Castillo","Emilia Richeson","Ariel Teal Toombs"],"overview":"After accidentally murdering her boyfriend, Debbie Dicky moves to a new town and meets three girls who invite her to a sleepover. The very same night there is a breakout at the local insane asylum where forty serial killers escape and head over to crash the party. However, the girls at the slumber party might not be as helpless as the killers think.","release_date":"2008-10-18","vote_average":3.1,"runtime":86,"cert":"\"NR\"","id":267794,"title":"Psycho Sleepover","adult":false,"genre_ids":[27]},{"cast":["Paul McCartney","Linda McCartney","George Martin","Ringo Starr","Jeff Lynne"],"overview":"Documenting the recording process for Paul's 1997 album Flaming Pie, In The World Tonight is a fascinating insight into how a studio album is constructed, following Paul around his home studio and Abbey Road as he creates what would go on to be his first studio album in four years. In many ways there are two Paul McCartneys, the legend and the man. In The World Tonight reveals the man behind the public face, intimately capturing him at work, at ease and as candid as ever.","release_date":"1997-05-02","vote_average":10.0,"runtime":76,"cert":"\"\"","id":267811,"title":"Paul McCartney: In the World Tonight","adult":false,"genre_ids":[99,10402]},{"cast":["Mike Krüger","Christina Plate","Karl Dall","Karl-Ulrich Meves","András Fricsay"],"overview":"A comedy directed by Christian Rateuke.","release_date":"1989-01-26","vote_average":3.0,"runtime":88,"cert":"N\/A","id":267813,"title":"Die Senkrechtstarter","adult":false,"genre_ids":[35]},{"cast":["Gabino Rodríguez","Eduard Fernández"],"overview":"An old man lives alone in a shabby cabin in a remote mountainous area of Mexico. His house is set to be demolished in order to facilitate the redevelopment of the area. He doesn't know how to protect his house. Time goes by and one day a young man shows up on his doorstep. Looking exhausted, he starts his new routine here, cooking and doing laundry just like the old man.","release_date":"2014-08-11","vote_average":5.0,"runtime":80,"cert":"N\/A","id":267815,"title":"The Absent","adult":false,"genre_ids":[]},{"cast":["Cruz Neyla Murillo","Graciela Salgado","Ceferina Banquéz","Bety  Ochoa","Inés Granja"],"overview":"Five African Colombian women sing about the life and death of their peoples through traditional music and dirges. Tracing a musical journey, the singers show us how to respond to violence with art and creation.","release_date":"2013-07-25","vote_average":0.0,"runtime":70,"cert":"N\/A","id":267820,"title":"Female Singers. Memories of Life and Death in Colombia","adult":false,"genre_ids":[]},{"cast":["Lada Jelínková","Miroslav Noga","Jiří Ornest","Táňa Fischerová","Milan Lasica"],"overview":"Based on an autobiographical novella by Ivan Olbracht, the film tells the story of Hanele Safarová, who grows up just after the First World War in a little Ruthenian schtetl which, in true Hassidic fashion, awaits the arrival of the Messiah. But Hanele decides to follow the Zionists instead. She moves to the city to prepare for her departure to the Promised Land, where she meets a successful businessman named Ivo Karadzic, who has renounced Judaism to become a free-thinker. Their love for each other doesn’t only drive Hanele’s parents to distraction, it also threatens to destroy the entire community in the schetl.","release_date":"1999-11-04","vote_average":5.0,"runtime":92,"cert":"N\/A","id":267822,"title":"Hanele","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The best soccer players of all time in one hour.","release_date":"1990-01-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":267830,"title":"Les Plus Grands Joueurs","adult":false,"genre_ids":[]},{"cast":["Buster Crabbe","Al St. John","Patti McCarty","Charles King","Bud Osborne"],"overview":"A gang of swindlers takes advantage of simple-minded Fuzzy Jones.....","release_date":"1946-09-22","vote_average":5.0,"runtime":56,"cert":"\"\"","id":267832,"title":"Outlaws of the Plains","adult":false,"genre_ids":[37]},{"cast":[],"overview":"The Devil's favourite demon takes us on a journey to hell, Who is victim and who is hero?","release_date":"2006-11-28","vote_average":10.0,"runtime":180,"cert":"\"\"","id":267837,"title":"WWE: Kane Journey To Hell","adult":false,"genre_ids":[]},{"cast":["Bibiano Fernandes"],"overview":"One FC 15 - Rise of Heroes was a mixed martial arts event held by the One Fighting Championship on May 2, 2014 at the SM Mall of Asia Arena in Pasay City, Philippines.","release_date":"2014-05-02","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":267839,"title":"One FC 15 - Rise of Heroes","adult":false,"genre_ids":[]},{"cast":["Fanny Risberg","Michael Jansson","Fanny Garanger"],"overview":"In the prosperous and chic apartment of the Christiansson family there are odd things going on. While Niclas is in the kitchen preparing dinner, in the bathroom an adultery is being committed through new technologies. Maja is exchanging kinky messages on her mobile phone from the bathtub while her husband and daughter are impatiently waiting for her to have a family dinner. Even when her phone is out of battery, she cannot bring herself to stop.","release_date":"2012-01-28","vote_average":4.5,"runtime":15,"cert":"N\/A","id":267847,"title":"Family Dinner","adult":false,"genre_ids":[18,10749]},{"cast":["Shane Twerdun","Michael Dickson","Carl Toftfelt","Marc Anthony Williams","Timothy Lyle"],"overview":"A group of archaeologists uncover a strange structure in Northern Canada, dating over ten thousand years before the present. The team finds themselves isolated when their communication systems fail and it's not long before they begin to feel the effects of the solitude.","release_date":"2016-01-26","vote_average":5.1,"runtime":99,"cert":"\"NR\"","id":267852,"title":"Black Mountain Side","adult":false,"genre_ids":[27,53]},{"cast":["Don Brown","Sam Vincent"],"overview":"Volume 5 feeds your need for speed - and animated insanity - as our the combative, competitive and comedic cat and mouse crank things up in classic battle form. Tom becomes a \"Jerry Buster\" at a Monster Convention using Van Helsing's box of ghostly gadgets, a Bigfoot hunter in another outrageous outing tracking down a silly Sasquatch, a lifeguard-in-training with deadpanning co-star Droopy and a sneaky surfer who rubs one ornery shark the wrong way, all to Jerry's delight. With 12 totally terrific cartoons on tap, let the fun times roll.","release_date":"2008-08-12","vote_average":7.0,"runtime":88,"cert":"\"NR\"","id":267854,"title":"Tom and Jerry Tales, Vol. 5","adult":false,"genre_ids":[10751,35,16]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Gin Maeda","Masami Shimojô","Chieko Misaki"],"overview":"Tora-san is inspired to pursue an education after a visit to the grave of a woman he met years ago.  When he returns to Shibamata with the intent to study, he falls for Toraya's new tenant instead.","release_date":"1975-12-27","vote_average":0.0,"runtime":100,"cert":"\"\"","id":267856,"title":"Tora-san, the Intellectual","adult":false,"genre_ids":[35]},{"cast":["Mario Adorf","Katharina Derr","Hannelore Elsner","Herbert Leiser","Margot Gödrös"],"overview":"","release_date":"2014-05-08","vote_average":7.2,"runtime":null,"cert":"N\/A","id":267858,"title":"Der letzte Mentsch","adult":false,"genre_ids":[18]},{"cast":["Gerard Butler","Aaron Eckhart","Morgan Freeman","Angela Bassett","Melissa Leo"],"overview":"In London for the Prime Minister's funeral, Mike Banning discovers a plot to assassinate all the attending world leaders.","release_date":"2016-03-02","vote_average":5.9,"runtime":99,"cert":"\"R\"","id":267860,"title":"London Has Fallen","adult":false,"genre_ids":[28,53]},{"cast":["Matthew Perry","Tim Key","Kimberley Nixon","Brett Goldstein","Richard Bacon"],"overview":"Silent comedy drama starring Tim Key and Matthew Perry as two men who try to entertain a crowd by throwing their dogs in the air.","release_date":"2014-05-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":267865,"title":"The Dog Thrower","adult":false,"genre_ids":[35,18,10770]},{"cast":["Hans Albers","Alexander Golling","Herbert Hübner","Toni von Bukovics","Peter Voß"],"overview":"","release_date":"1938-12-22","vote_average":0.0,"runtime":104,"cert":"N\/A","id":267873,"title":"Sergeant Berry","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Engineer Dr Hugh Hunt revisits the little-known story of the First World War's Blitz, when the Zeppelin waged an 18-month terror campaign on the people of London.","release_date":"2013-08-26","vote_average":0.0,"runtime":60,"cert":"N\/A","id":267875,"title":"Attack of the Zeppelins","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"The 'mighty' Hood was the pride of the British Navy for more than 20 years, revered around the world as the largest and most powerful warship afloat.  But when it was sunk by the German battleship Bismarck off the coast of Greenland on 24 May 1941, its end was shockingly swift.","release_date":"2012-12-09","vote_average":0.0,"runtime":46,"cert":"N\/A","id":267877,"title":"How The Bismarck Sank HMS Hood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"John Humphrys travels the country to talk to the people with the most to lose: people on incapacity benefit; the long-term unemployed; people on housing benefit; lone parents. Are they prepared for the harsher future ahead? He returns to the area where he was born - Splott in Cardiff - to show how attitudes to work and welfare have changed in his lifetime. When he was growing up, a man who didn't work was regarded as a pariah; today, one in four of the working-age population in Splott is on some form of benefit. John also visits America, where 15 years ago they embarked on what has been called a 'welfare revolution'. Is this more punitive model where the UK heading? He looks at specific reforms the Government has in mind or has begun already.","release_date":"2011-10-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":267885,"title":"The Future State of Welfare with John Humphrys","adult":false,"genre_ids":[99]},{"cast":["Natalia Wörner","Tim Bergmann","Hannelore Elsner","Anja Kling","Dietrich Hollinderbäumer"],"overview":"","release_date":"2003-02-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":267890,"title":"Der Seerosenteich","adult":false,"genre_ids":[18]},{"cast":["Michael Schanze","Fritz Wepper","Christian Wolff","Werner Pochath","Erni Mangold"],"overview":"","release_date":"1972-02-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":267892,"title":"Sie nannten ihn Krambambuli","adult":false,"genre_ids":[]},{"cast":["Spencer Maxwell","Zack Bend","Vincent Graci","Jason Hewett","C.J. Kish"],"overview":"A \"no budget\" web series about an incoming freshman to college, Johnny, who comes from a rough background. He meets his roommate, Jake, who is normal in comparison. They see theft, assault, and rape happening on campus and when the authorities do nothing, they decide to take matters into their own hands.","release_date":"","vote_average":9.5,"runtime":74,"cert":"N\/A","id":267897,"title":"Corrupted Youth","adult":false,"genre_ids":[]},{"cast":["Luis Fernando Peña","Alejandra Guinea","Mariana Urritia","Francisco Cardoso"],"overview":"Tells the story of a young student and his spanish journalist  friend who, after being victims of violence, they decide to act and organize a movement through Mexico's internet, but this is mistaken for a terrorist organization.","release_date":"2013-10-04","vote_average":0.0,"runtime":98,"cert":"N\/A","id":267899,"title":"The Unforgettable Fire","adult":false,"genre_ids":[]},{"cast":["René Dary","Suzanne Dehelly","Raymond Bussières"],"overview":"","release_date":"1949-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267901,"title":"5 tulipes rouges","adult":false,"genre_ids":[]},{"cast":["Claude Godard","Daniel Clérice","Jean-Pierre Kérien","Robert Berri"],"overview":"","release_date":"1954-07-18","vote_average":4.0,"runtime":null,"cert":"N\/A","id":267903,"title":"Palace of Shame","adult":false,"genre_ids":[]},{"cast":[],"overview":"The sexual misadventures of two head shaved NYC punks.","release_date":"2013-01-01","vote_average":0.0,"runtime":69,"cert":"\"\"","id":267905,"title":"Skinheads in Love","adult":false,"genre_ids":[]},{"cast":["Cecilia Bartoli","Raúl Gimenez","Alessandro Corbelli","Enzo Dara","Michele Pertusi"],"overview":"La Cenerentola, ossia La bontà in trionfo (Cinderella, or Goodness Triumphant) is an operatic dramma giocoso in two acts by Gioachino Rossini. The libretto was written by Jacopo Ferretti, based on the fairy tale Cendrillon by Charles Perrault. The opera was first performed in Rome's Teatro Valle on 25 January 1817.---- IMDB id refers to Great Performances: Season 24, Episode 12\r La Cenerentola (3 Apr. 1996) from Houston Grand Opera so release date is misleading.","release_date":"2001-06-17","vote_average":9.0,"runtime":null,"cert":"N\/A","id":267907,"title":"Rossini: La Cenerentola","adult":false,"genre_ids":[10402]},{"cast":["Allison Case","Zachary Booth","Ofelia Medina","Claudia Santiago"],"overview":"In this supernatural suspense film, Karen Fisher and Paul Henderson, a young American couple, travel to Chiapas, Mexico on holiday. While there they have an encounter with a witch that changes their lives forever.","release_date":"2013-08-30","vote_average":0.0,"runtime":94,"cert":"N\/A","id":267909,"title":"The Blue Eyes","adult":false,"genre_ids":[27]},{"cast":["Ruben Lara","Patricio Martínez","Eric del Castillo","Lourdes Munguía","Vicky Palacios"],"overview":"This time Commander Lara places himself on the thin line between good and evil, with blunt force his past will return to put him the toughest of tests. His duty and his family ties place him in MORTAL DANGER when he finds that one of the most dangerous criminals is pursuing his own blood. A stunning, breathtaking movie, with the biggest movie stars of Mexican cinema. The best and most explosive action movie production.","release_date":"","vote_average":0.0,"runtime":162,"cert":"N\/A","id":267920,"title":"Mortal Danger","adult":false,"genre_ids":[]},{"cast":["Sabrina Ferilli","Veronica Pivetti","Alessandro Di Carlo","Paola Tiziana Cruciani","Pasquale Anselmo"],"overview":"","release_date":"2000-10-13","vote_average":2.8,"runtime":null,"cert":"N\/A","id":267925,"title":"Le giraffe","adult":false,"genre_ids":[]},{"cast":["Serge François Soto","George Belmar","Ignacio Muñoz","Patricio Valladares","Yuri Caceres Zapata"],"overview":"\"Three tales of sex and violence presented by TORO LOCO, a blood thirsty, perverted killer cowboy seeking and killing people that starred in some exploitation movie. He is showing his victims the movies before torturing and killing them with a cow skull. The first story deals with two inspectors hunting a cannibal serial killer called \"The Tiger\". The second is about a 'not-so-devoted' husband interested in having a night of perverted sex with a prostitute in a motel room. The third is a tragical love story between a poor, little man oppressed by his wife and an handsome boy with self-destruction tendencies.","release_date":"2009-10-07","vote_average":8.3,"runtime":86,"cert":"N\/A","id":267927,"title":"Dirty Love","adult":false,"genre_ids":[27,28,35]},{"cast":["Zeudi Araya Cristaldi","Franco Gasparri","Luigi Antonio Guerra","Carla Mancini","Renzo Montagnani"],"overview":"Colombia. Here lives a couple now destroyed: Betsy, alcoholic and Daniel, spianed, who is in love with an indigenous, the beautiful Nagaina, the beautiful prey with which he plans to escape.","release_date":"1974-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267929,"title":"The Prey","adult":false,"genre_ids":[]},{"cast":["Michael Biehn","William Forsythe","Ricco Ross","Jennifer Blanc","Krzysztof Soszynski"],"overview":"Hidden in the Woods tells the story of two sisters who have been raised in isolation, subjected to the torment of their abusive, drug dealing father. When they finally decide to report him to the police, he kills the two officers and is put in jail. But things go from bad to worse when the girls must answer to their Uncle Costello, a psychotic drug kingpin, who shows up looking for his missing merchandise which is hidden in the woods.","release_date":"2014-12-12","vote_average":4.9,"runtime":98,"cert":"\"NR\"","id":267931,"title":"Hidden in the Woods","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Live at Tavastia Club in Helsinki, Finland, 23.nov.2002 -  LIVE:  01. Crashing High  02. Angel On My Shoulder  03. Forever More  04. Gothic Girl  05. Velvet Touch  06. Don t Turn Your Back On Fear  07. Stolen Season  08. Sleeping With Lions  09. Betty Blue  10. Radical  11. Still Waters Run Deep  12. The Chair  13. Wasting The Dawn  14. Dance D Amour  15. Framed In Blood  16. Stigmata  17. Brandon Lee  PROMO VIDEOS:  01. Betty Blue  02. Dance D Amour  03. The Chair  04. Brandon Lee  05. Gothic Girl  06. Wasting The Dawn  07. Call Me  08. Mr. Pain  BONUS:  * Beyond The Dawn (Director s Cuts by Sökö Kaukoranta)  * From Russia With Goth (The 69 Eyes In Moscow, March 2003)  * The 69 Eyes Over Germany (Photo Gallery)  * Interviews With The Vampires  * Discography","release_date":"2002-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267945,"title":"The 69 Eyes: Helsinki Vampires","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Justina is a fifteen years old girl who lives with her mother and stepfather in Mexico City. In her sexual-awakening, she starts flirting with the only man in her life, her stepfather, causing the accidental murder of her mother and stepfather. Shocked, she runs away from home, crazy, just dressed with her nightgown. Ivan, a police detective who practices torture as daily routine and is reduced to the rank of street cop, looks for her all night long.","release_date":"2005-09-09","vote_average":5.0,"runtime":84,"cert":"N\/A","id":267947,"title":"Soba","adult":false,"genre_ids":[]},{"cast":["Isabela Camil","Damián Alcázar"],"overview":"A volcano scientist (Issabela Camil) arrives in Mexico to study the Popocatepetl volcano. The journey will change her whole life","release_date":"2000-06-22","vote_average":0.0,"runtime":101,"cert":"N\/A","id":267949,"title":"Sofía","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Every night at 23:32 for only 32 seconds, we witness Ivan's life.","release_date":"2005-11-18","vote_average":0.0,"runtime":80,"cert":"N\/A","id":267951,"title":"Así","adult":false,"genre_ids":[]},{"cast":["Behrouz Vossoughi","Mary Apick","Manoucher Ahmadi","Bahman Mofid","Jahangir Forouhar"],"overview":"Dash Akol is greatly respected in Shiraz as an honorable man who has lost his family's money through helping his friends. He has an enemy, however, named Kaka Rostam, a mean and spiteful person. Dash Akol, who is in his forties, falls in love with Marjan, daughter of the late Haji Samad, for whose estate he is the executor. But he keeps his love secret. One day a suitor asks for Marjan's hand, and Dash Akol considers it against his code of honor to refuse. On the night of the wedding, Dash Akol hands over responsibility for the family to the bridegroom. As he is leaving the house, however, Kaka Rostam is waiting for him and a fight ensues. Kaka Rostam stabs him in the back, but Dash Akol succeeds in killing him. On his deathbed, Dash Akol sends his parrot to Marjan with the confession of love he has taught it.","release_date":"1971-01-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":267953,"title":"Dash Akol","adult":false,"genre_ids":[18]},{"cast":["Robert McCallum","Billy Mitchell","Walter Day"],"overview":"Homer's Odyssey meets King of Kong as two über geeks try to collect all 700+ Nintendo Entertainment System cartridges in 30 days, WITHOUT the aid of online purchasing.","release_date":"2015-06-26","vote_average":5.8,"runtime":92,"cert":"\"\"","id":267955,"title":"Nintendo Quest","adult":false,"genre_ids":[99]},{"cast":["Herbert Herrmann","Susanne Uhlen","Robert Atzorn","Rita Russek","Hans Clarin"],"overview":"A crime comedy directed by Franz Josef Gottlieb.","release_date":"1989-10-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":267966,"title":"Killer kennen keine Furcht","adult":false,"genre_ids":[35,80]},{"cast":["Rui Xuan Chen","Rui Xuan Chen","You Liping"],"overview":"A boy, an old man, two beautiful twin sisters get caught up in a voyeuristic scandal during the Cultural Revolution in China. This controversial film was subsequently banned and was never made public in China.","release_date":"2000-11-29","vote_average":4.5,"runtime":110,"cert":"N\/A","id":267971,"title":"Beautiful Mistake","adult":false,"genre_ids":[18]},{"cast":["Adolf Jahr","Dagmar Ebbesen","Peter Höglund","Sigurd Wallén","Emil Fjellström"],"overview":"In the Stockholm archipelago in the 1880s, Carlsson move out to an isolated farmstead to help the widow Flood with the farm. Carlsson has big plans for the island, including having paying guests in the summer but Gusten, the son of the widow, is negative. Plot by Mattias Thuresson.","release_date":"1944-03-13","vote_average":5.0,"runtime":109,"cert":"N\/A","id":267973,"title":"Hemsöborna","adult":false,"genre_ids":[18]},{"cast":["Uta Stammer","Jürgen Lederer","Antje Schröder","Hanno Thurau","Robert Eder"],"overview":"","release_date":"1989-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":267975,"title":"Ohnsorg Theater - Alles oder nichts","adult":false,"genre_ids":[35]},{"cast":["Tatsuya Nagatomo","Kei Shuto","Kaoru Yamashina","Masaya Kintaka","Masaharu Kan"],"overview":"Shinohara, a young bodybuilder, joins a para-military sect in northern Japan.  His instructor, Takizawa, takes a liking to the new recruit.  After an early “special” training session the two develop a lasting and loving relationship. “Beautiful Mystery” was the first gay “adult” film to come out of Japan. Although tame by U.S. standards, it is ground–breaking nonetheless.","release_date":"1983-04-01","vote_average":5.5,"runtime":60,"cert":"N\/A","id":267977,"title":"Beautiful Mystery","adult":false,"genre_ids":[35,18]},{"cast":["Mark Mifsud","Miguel Pellegrini Petit"],"overview":"a short but harrowing look at the horrors of war and how the smallest of errors can have tragic consequences as two British paratroopers land in Nazi-occupied Sicily (beautifully filmed in and around Victoria Gate in Valletta) in 1943.","release_date":"2009-03-01","vote_average":4.8,"runtime":10,"cert":"N\/A","id":267979,"title":".303","adult":false,"genre_ids":[18,10752]},{"cast":["Hugh Beaumont","Kathryn Adams","Cy Kendall","Marjorie Hoshelle","Frank Ferguson"],"overview":"Hugh Beaumont stars as detective \"Michael Shayne\" in this 1946 B-film.","release_date":"1946-06-10","vote_average":0.0,"runtime":68,"cert":"\"\"","id":267981,"title":"Blonde for a Day","adult":false,"genre_ids":[9648,80]},{"cast":["Kazuo Hasegawa"],"overview":"An onnagata (female impersonator) of a Kabuki troupe avenges his parents' deaths. Remade in 1963 as Yukinojô Henge.","release_date":"1935-01-01","vote_average":5.5,"runtime":97,"cert":"N\/A","id":267986,"title":"An Actor's Revenge","adult":false,"genre_ids":[18]},{"cast":["Zoran Radmilović","Maja Čučković","Milutin Butković","Tatjana Beljakova","Nikola Milić"],"overview":"Primitive, cowardly, greedy and fame seeking father Ubu, persuaded by his wife, mother Ubu, kills the honorable king Wenceslas and his family. This makes Ubu king of Poland. In the beginning he is popular and showers his subjects with gold coins. But, later on he brings on himself peoples rage when he decides to kill all the noblemen and officials and introduces unreasonable taxes. Russian czar Aleksey starts a military campaign against the bloody despot Ibi. After a defeat, Ubu and his wife escape to France.","release_date":"1973-01-01","vote_average":1.0,"runtime":97,"cert":"N\/A","id":267988,"title":"King Ubu","adult":false,"genre_ids":[35,10770]},{"cast":["Pere Ventura","Albert López-Murtra","Albert Capdevila","Carlota Ribes"],"overview":"Soon a man will find out that his destiny is already written and that he can't do anything to change it.","release_date":"2004-10-01","vote_average":6.5,"runtime":11,"cert":"N\/A","id":267990,"title":"The Natural Route","adult":false,"genre_ids":[18]},{"cast":["Marianne Jean-Baptiste","Hugh Quarshie","Leon Black","Ashley Walters","Millicent Gezi"],"overview":"The Murder of Stephen Lawrence, which originally aired in Britain in 1999, was one of the most quietly incendiary made-for-TV productions of 2002. As he did for his acclaimed feature Bloody Sunday, writer-director Paul Greengrass based the story on actual events and filmed it cinéma vérité-style. The cast is equal to the task in bringing the case to wrenching life. We're there in 1993 as racists viciously attack Stephen, an 18-year-old of Jamaican descent. We're there as his parents (Hugh Quarshie and Marianne Jean-Baptiste) grieve their loss. And we're there as they muster their resources, resolving to do whatever it takes to see his killers brought to justice. Although authorities attempted to bury the case, Stephen's murder became a cause célèbre due to the two ordinary individuals who refused to rest until it was solved. Thanks to their efforts, crimes against minorities aren't likely to be treated so lightly ever again.","release_date":"1999-02-18","vote_average":6.0,"runtime":103,"cert":"N\/A","id":267992,"title":"The Murder of Stephen Lawrence","adult":false,"genre_ids":[18,10770]},{"cast":["Ellie Goulding"],"overview":"Live@Home is the first web music program created to allow the world's best artists to come and play their songs in a beautiful house. These intimate performances are recorded without an audience, aiming to make artists feel at home. Once every three months, Live@Home moves to an exceptional location for other intimate performances.  Ellie Goulding is an English singer-songwriter, instrumentalist whose music finds the balance between electro-pop and indie folk.  She released Lights -- a sparkling debut album in 2010.  In 2012, she returned with the album \"Halcyon\", electro-pop-infused, which is now a worldwide success.  She wins British Female Artist prize at The Brit Awards 2014.  Tracklist:  Burn (Live); Anything Could Happen (Live); I Need Your Love (Live); Lights (Live); How Long Will I Love You (Live)","release_date":"2014-03-10","vote_average":0.0,"runtime":25,"cert":"\"NR\"","id":267997,"title":"Ellie Goulding - Live@Home - Full Show","adult":false,"genre_ids":[10402]},{"cert":"\"R\"","title":"White God","cast":["Zsófia Psotta","Luke","Body","Sándor Zsótér","Thuróczy Szabolcs"],"id":267999,"overview":"Favoring pedigree dogs, a new regulation puts a severe tax on mixed breeds. Owners dump their dogs and shelters become overcrowded. 13-year-old Lili fights desperately to protect her pet Hagen, but her father eventually sets the dog free on the streets. Hagen and his pretty master search desperately for each other until Lili loses faith. Struggling to survive, homeless Hagen realizes that not everyone is a dog’s best friend. Hagen joins a gang of stray dogs, but is soon captured and sent to the pound. With little hope inside there, the dogs will seize an opportunity to escape and revolt against mankind. Their revenge will be merciless. Lili may be the only one who can halt this unexpected war between man and dog.","runtime":121,"genre_ids":[18],"release_date":"2014-06-12","vote_average":6.8,"adult":false}]