[{"cast":[],"overview":"The story of transformation of Esmeralda del Rio.","release_date":"1975-03-27","vote_average":0.0,"runtime":48,"cert":"N\/A","id":270001,"title":"Laocoon & Sons","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1987-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270003,"title":"Белая Цапля","adult":false,"genre_ids":[]},{"cast":["Maayan Turgeman","Tzahi Grad","Yaël Abecassis","Tal Ben-Bina"],"overview":"Moshe and Tami are a couple, Moshe is in his fifties and Tami is in her early twenties.  They live together in a cruel and violent relationship, from which Tami seems unable to set herself free. Tami and Moshe are father and daughter...","release_date":"2014-08-21","vote_average":6.8,"runtime":94,"cert":"N\/A","id":270014,"title":"That Lovely Girl","adult":false,"genre_ids":[18]},{"cast":["Elvis Presley","Lisa Marie Presley","Priscilla Presley","Riley Keough","Ed Parker"],"overview":"Priscilla Presley, her daughter, their family and their friends open their hearts in the backdrop of Graceland's memories with much modesty and emotion.","release_date":"2005-05-13","vote_average":5.0,"runtime":260,"cert":"\"\"","id":270016,"title":"Elvis by the Presleys","adult":false,"genre_ids":[99,10402]},{"cast":["Donavon Frankenreiter"],"overview":"Filmed in the famous Abbey Road studios, this live set by Donavon Frankenreiter showcases his talent in many ways. Initially playing with his band, he is then joined by a string quartet, ending with a massive sing-in as fans join him on the podium. Extras include background rehearsal material, and a version of \"With a little help from my friends\", performed in Studio B where The Beatles first composed it.","release_date":"2006-06-06","vote_average":8.0,"runtime":150,"cert":"\"\"","id":270021,"title":"Donavon Frankenreiter - The Abbey Road Sessions","adult":false,"genre_ids":[]},{"cast":["Tim Kraski","Steven Wolfson"],"overview":"Far away from the mainland of Ecuador you can find the wonderful islands, Galapagos. Through the unique landscape and exceptional species richness, these volcanic islands give a magical attraction to people who are looking for a proximity connection with the nature. Join us on a journey of adventure, discover the flora and imaginative animals who are already inspired by Charles Darwin.","release_date":"2013-10-23","vote_average":4.3,"runtime":55,"cert":"\"PG\"","id":270023,"title":"Galapagos 3D - Charles Darwin's Big Adventure","adult":false,"genre_ids":[99]},{"cast":["Divine","Bea Arthur","Abel Ferrara","Tom of Finland"],"overview":"Robert Oppel's documentary about the life and murder of his uncle and namesake, Robert Opel, the man who streaked the Academy Awards in 1974.","release_date":"2010-06-26","vote_average":8.0,"runtime":78,"cert":"\"\"","id":270025,"title":"Uncle Bob","adult":false,"genre_ids":[99]},{"cast":["Ummu Kulthum","Suleiman Naguib"],"overview":"A concubine to a ruling family is challenged when the family is overthrown.","release_date":"1940-09-29","vote_average":3.0,"runtime":90,"cert":"N\/A","id":270027,"title":"Dananir","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Frank Welker","Jeff Bennett","Grey DeLisle","Elizabeth Daily","Kath Soucie"],"overview":"George and his best friend, Hundley explore all the wonders of the season together in this high-flying, full-length feature. Join them in a wild adventure that ends with a very fun surprise!","release_date":"2013-03-15","vote_average":7.2,"runtime":58,"cert":"\"\"","id":270029,"title":"Curious George Swings Into Spring","adult":false,"genre_ids":[16,10751]},{"cast":["Napoleon","Nassar","Murali","Vadivelu","Prathyusha"],"overview":"Muthazhagu, a true patriot, had fought against the British, had gone to jail, and is a man much honoured and respected by the villagers. So when he commits an indiscrete act the whole village is shocked. But they forgive him, for it was an act committed under the influence of liquor.  The only disgruntled element in this scenario is the village girl's uncle Vellaiyan (Nasser) who would have married her but for this misfortune.  The man vows revenge and gets his chance twenty years later . The nephew (Murali) ignorant of his uncle's motives finds out the truth later. His admiration for Muthazhagu, love for the girl, and attachment to his uncle makes him attempt to bring about a re-conciliation between the two warring factions, which were threatening to turn into a fight between the two villages.","release_date":"2000-12-23","vote_average":2.0,"runtime":null,"cert":"N\/A","id":270040,"title":"Manu Neethi","adult":false,"genre_ids":[]},{"cast":["Peter Haber","Mikael Persbrandt","Stina Rautelin","Per Morberg","Ingvar Hirdwall"],"overview":"In this film Beck and his team are trying to find a serial killer, whose victims are spread all over Sweden. An obvious connection is that all the victims are women, and they were all in the same class, and Beck thinks that a scandal back in the past has something to do with the murders. But no one wants to talk about the past and it becomes a struggle to find the perpetrator before the final murder - only one woman is still alive.","release_date":"1998-03-27","vote_average":5.9,"runtime":90,"cert":"N\/A","id":270045,"title":"Beck 04 - Öga för öga","adult":false,"genre_ids":[80]},{"cast":["Peter Haber","Mikael Persbrandt","Stina Rautelin","Per Morberg"],"overview":"A bomb threat is called in to a police station in Stockholm. The police bomb squad blows the briefcase to pieces and it looks like false alarm, until a baby is found inside. Soon, e-mails are sent out to every newspaper about the nasty situation that the police had tried to keep secret. Will the police ever overcome the \"Monster\"?","release_date":"1998-05-28","vote_average":5.5,"runtime":90,"cert":"N\/A","id":270047,"title":"Beck 06 - Monstret","adult":false,"genre_ids":[80]},{"cast":[],"overview":"A boy, waiting for a bus. A dog, begging for potato chips. The boy sends the dog away, violently. He sees a hangnail on his finger and shows us, graphically, why you should never pick at them.","release_date":"1999-05-15","vote_average":5.4,"runtime":2,"cert":"\"\"","id":270049,"title":"The Hangnail","adult":false,"genre_ids":[]},{"cast":["Behzat Butak","I. Galip Arcan","Settar Hazım Körmükçü","Mahmut Morali","Talat Artemel"],"overview":"Aysel, while working for the strong Satilmiszade family, is seduced by her boss and becomes pregnant. Giving birth to the child, she applies to the court for alimony, but the father rejects the child. Ali, from another village is concerned with her situation, and he offers her a job: to accompany his disabled mother.","release_date":"1934-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":270051,"title":"Aysel, the Daughter of the Swampy House","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270065,"title":"Imagina dormir en casa","adult":false,"genre_ids":[]},{"cast":["Sunil Dutt","Ranjeet","Ranjeet","Radha Saluja","Radha Saluja"],"overview":"Gurmeet Kaur is a kind-hearted, compassionate and devout Sikh woman who lives with her widowed father, and teaches children in a make-shift outdoor school. Her life changes drastically when two men abduct her and take her to the hideout of the region's most feared bandit, Sardar Bakhel Singh. Her freedom curtailed, forced to live in a dark cave, watched day and night by male bandits, some of who would like to get more than physically intimate with her, she will soon find out the real reason behind her abduction.","release_date":"1973-05-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270067,"title":"Man Jeete Jag Jeet","adult":false,"genre_ids":[18]},{"cast":["Vivek Shauq","Rana Jung Bahadur","Jaspal Bhatti","Bobby Deol","Sonika Gill"],"overview":"The Municipality of Hoshiarpur not only honors it's Assistant Commissioner of Police Pratap Singh but also promotes him as the Commissioner. While Pratap's brother-in-law is also a police officer, his son, Nishant, quite comically, wants to be a bandit, and much to Pratap's chagrin, wants to follow in the steps of Sholay's Gabbar Singh. Things get out of control after a bank is robbed, and the police launch a man-hunt for the robbers, whose leader they believe is none other than Nishant.","release_date":"2005-05-05","vote_average":0.0,"runtime":165,"cert":"N\/A","id":270069,"title":"Nalaik","adult":false,"genre_ids":[35,28,80]},{"cast":["Niharika Kareer","Binnu Dhillon","Sharry Maan","Ravinder Mand","Neha Negi"],"overview":"Oye Hoye Pyar Ho Gaya is a story of two fun loving friends Sharry (Sharry Mann) and Harry (Rana Ranbir). Sharry falls for Meet, who is daughter of Police Commisioner Shamsher  Singh (Yograj Singh).  Chamkila (Binnu Dhillon) who is also trying his chances on Meet gets envy of Sharry and tries tarnishing his image in front of Meet’s family. After one two failed attempts, he finally succeeds in his mission leaving Meet shattered.","release_date":"2013-06-14","vote_average":0.0,"runtime":131,"cert":"N\/A","id":270071,"title":"Oye Hoye Pyar Ho Gaya","adult":false,"genre_ids":[35,10749]},{"cast":["Radomir Belaćević","Ivana Radosavljević","Mihajlo 'Bata' Paskaljević","Milisav Mijatović","Saša Ignjatović"],"overview":"The Odyssey of director Radomir Belacevic who leaves his native village on his faithful horse named Knight and sets out to the capital trying to put his drama on the National Theatre's program, allegedly backed by foreign investors, too. Seduced by flashy lights of the city and beauty of metropolitan women, his Don Quixotean mission takes a different route and he becomes a modern Ulysses who forgets his roots and assimilates with the urban jungle.","release_date":"2000-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":270073,"title":"Daddy's Son","adult":false,"genre_ids":[12,35]},{"cast":["Gurdas Mann","Priti Sapru Walia","Kulbhushan Kharbanda","Mehar Mittal","Aruna Irani"],"overview":"Shamsher Singh (Kulbhushan Kharbanda) is a pure-hearted, selfless and God-fearing man. The only sad part in his life is that he is childless. One day, while returning from a pilgrimage, he and his wife, Bansa (Tanuja), find an abandoned child. They decide to bring up the child and name him Gurdit. Later, the couple has a child of their own. Both siblings grow to manhood, loyal to each other until a woman drives a wedge between them.","release_date":"1982-09-09","vote_average":0.0,"runtime":158,"cert":"N\/A","id":270075,"title":"Ucha Dar Babe Nanak Da","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270086,"title":"Rascal's Street","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1968-08-08","vote_average":0.0,"runtime":19,"cert":"N\/A","id":270088,"title":"Iruya","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jean Epstein’s short documentary filmed on the Breton island of Sein, which film preservationist and cinephile Henri Langlois called “one of the most beautiful documentaries in the history of French film, a true poem about Brittany and the sea.\"","release_date":"1931-01-01","vote_average":8.0,"runtime":26,"cert":"N\/A","id":270090,"title":"The Sea of Ravens","adult":false,"genre_ids":[99]},{"cast":["Christine Hargreaves","Bernard Hill","Peter Kerrigan","Paula McDonagh","Gary Todd"],"overview":"Set against the backdrop of Silver Jubilee of Elizabeth II, the play depicts a single mother's struggles as welfare cuts affect the poor and disabled. The derogatory term 'spongers' is used by British tabloid press to describe people who are dependent on welfare support, however the play presents the case of a family who really need the help of welfare support. The title sequence shows the title of the play, 'The Spongers', superimposed over a picture of Queen Elizabeth II and Prince Philip, Duke of Edinburgh, denoting them as 'the real spongers' as Royal finances are paid by British taxpayers.","release_date":"1978-01-24","vote_average":0.0,"runtime":91,"cert":"N\/A","id":270092,"title":"The Spongers","adult":false,"genre_ids":[18,10770]},{"cast":["Alice Bellagamba","Andrea Montovoli","Mascia Musi","Sara Santostasi","Samuel Terracina"],"overview":"A dance movie starring Alice Bellagamba, directly from an italian tv show...uao!","release_date":"2011-05-27","vote_average":5.0,"runtime":108,"cert":"N\/A","id":270094,"title":"Balla con noi - Let's Dance","adult":false,"genre_ids":[10402]},{"cast":["Dore O."],"overview":"According to the director, \"Memory is a cruel hope without awakening.\"","release_date":"1969-01-01","vote_average":10.0,"runtime":30,"cert":"N\/A","id":270096,"title":"Lawale","adult":false,"genre_ids":[]},{"cast":["Bektas Altinok","Ýlhami Bekir","Genco Erkal","Macit Koper","Erol Demiröz"],"overview":"A father and son come to grips with external hardships and their own human frailties as they attempt to earn enough money to send the boy to school.","release_date":"1982-01-01","vote_average":8.0,"runtime":116,"cert":"N\/A","id":270110,"title":"The Horse","adult":false,"genre_ids":[18]},{"cast":["Peter Haber","Mikael Persbrandt","Malin Birgerson","Marie Göranzon","Hanns Zischler"],"overview":"Martin Beck, Gunvald Larsson and Alice Levander investigate the mysterious murder of an accountant that was found shot to death at the airport parking. At the same time a reporter receives a package from an anonymous source, with information regarding the embezzling of funds that should have been used for fixing up nuclear reactors. When the reporter contacts Beck, his home gets blown up by a bomb.","release_date":"2002-02-13","vote_average":5.6,"runtime":100,"cert":"N\/A","id":270112,"title":"Beck - Okänd avsändare","adult":false,"genre_ids":[53,80,9648]},{"cast":["Peter Haber","Mikael Persbrandt","Dan Ekborg","Sara Sommerfeld","Marie Göranzon"],"overview":"A laywer suddenly dissapears and no one knows when or why.","release_date":"2007-02-21","vote_average":6.1,"runtime":90,"cert":"N\/A","id":270114,"title":"Beck 20 - Advokaten","adult":false,"genre_ids":[]},{"cast":["Peter Haber","Mikael Persbrandt","Marie Göranzon","Ing-Marie Carlsson","Måns Nathanaelson"],"overview":"Swedish politician John Veden vanishes without a trace. There's no hint he's dead yet but Beck's team gets the case due to Police Chief Oberg's friendship with the man whom she dined with him the evening before he vanished. When they find out Veden was a gambler with heavy debts battling his addiction the case leads Martin Beck, Gunvald Larsson and freshly returned Lena Klingström into Sweden's illegal gambling scene. And Veden was planning to expose his own addiction and his party's huge financial profits from gambling in a confessional book - which his political allies got wind of via illegal data theft. With several people having an interest that Veden stays missing the team tries to find the politician and the true perpetrator while Beck is grappling privately with his ambivalent feelings about working with ex Lena again....","release_date":"2006-12-19","vote_average":5.3,"runtime":88,"cert":"N\/A","id":270116,"title":"Beck 19 - Gamen","adult":false,"genre_ids":[]},{"cast":["John Abernathy"],"overview":"An early silent film, made before intertites became common (which is why very early silent films are narrated, at best). This was filmed in 1907 but released in 1908. It was made at the request of Teddy Roosevelt, who saw coyotes being caught in Oklahoma *by hand*, and folks back east didn't believe him. While this movie is called \"The Wolf Hunt\", it was actually coyotes being caught, not wolves.","release_date":"1908-05-15","vote_average":4.0,"runtime":14,"cert":"\"\"","id":270118,"title":"Wolf Hunt","adult":false,"genre_ids":[]},{"cast":["Olivia Pascal","Horst Janson","Harald Dietl","Paula Braend","Erni Singerl"],"overview":"A crime comedy directed by Alexander Titus Benda.","release_date":"1983-10-07","vote_average":0.0,"runtime":96,"cert":"N\/A","id":270120,"title":"Das Nürnberger Bett","adult":false,"genre_ids":[35,80]},{"cast":["Louis-Jacques Boucot"],"overview":"Each time Mrs Babylas sees an animal, she just can't help herself bring it back home.","release_date":"1911-11-03","vote_average":4.0,"runtime":5,"cert":"N\/A","id":270140,"title":"Mrs. Pussy Loves Animals","adult":false,"genre_ids":[35]},{"cast":["Suzanne Grandais","Léonce Perret"],"overview":"Two suitors bring flowers to their girl in hopes of winning her love.","release_date":"1912-02-17","vote_average":6.0,"runtime":15,"cert":"N\/A","id":270142,"title":"Le chrysanthème rouge","adult":false,"genre_ids":[]},{"cast":["Laura Solari","Marina von Ditmar","Will Quadflieg","Lale Andersen","Albert Lippert"],"overview":"Olga, a Russian refuge from Bolshevik terror has joined the Soviet secret police, the G.P.U. to find the man who killed her parents.  Meanwhile a young Baltic couple are caught up in the schemes of the evil communists.  Very obviously a propaganda film from wartime Nazi Germany.","release_date":"1942-08-14","vote_average":7.0,"runtime":99,"cert":"\"\"","id":270144,"title":"G.P.U.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sinful sexpot, Michelle \"Bombshell\" McGee takes you on a whirlwind march through a collection of absurd film clips and trailers from Nazi grindhouse cinema.","release_date":"2013-06-11","vote_average":4.3,"runtime":80,"cert":"\"NR\"","id":270146,"title":"Nazithon: Decadence And Destruction","adult":false,"genre_ids":[]},{"cast":["Léon Lorin","Angèle Lérida"],"overview":"Oscar is on the trail of a new conquest. This serials played by Léon Lorin and various feminine actors, here Angèle Lérida, is full of comic elegance, parisianism of the Grands Boulevards and a real taste for fine shots.","release_date":"1913-05-15","vote_average":5.0,"runtime":12,"cert":"N\/A","id":270148,"title":"Oscar at the Bath","adult":false,"genre_ids":[]},{"cast":["Frank Welker"],"overview":"","release_date":"2013-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270162,"title":"Garfield show time twister","adult":false,"genre_ids":[16]},{"cast":["Gregg Bordowitz"],"overview":"A gay jewish man speaks out about living with and dying from AIDS. He also discusses how being gay has affected his identity as a jew and his relationship with his parents.","release_date":"1994-01-01","vote_average":5.0,"runtime":54,"cert":"\"\"","id":270164,"title":"Fast Trip, Long Drop","adult":false,"genre_ids":[]},{"cast":["Doug Hitzel"],"overview":"Controversial documentary about gay men purposely contracting the AIDS virus.","release_date":"2003-04-08","vote_average":7.0,"runtime":62,"cert":"N\/A","id":270166,"title":"The Gift","adult":false,"genre_ids":[]},{"cast":["Jay Michael Ferguson","Eddie Ebell","Ben Martin","Drew Bell","Drew Bell"],"overview":"When Joseph meets Tim at a diving competition, Tim invites him to see the roof, and when he kisses him, Joseph begins to see more than that.","release_date":"1998-06-23","vote_average":5.0,"runtime":12,"cert":"\"\"","id":270168,"title":"A Good Son","adult":false,"genre_ids":[]},{"cast":["Pavle Vuisić","Zdenka Trach","Antun Vrbenski","Jovan Stefanović","Ilija Ivezić"],"overview":"Pajo is a hardworking, lonely but also very rich farmer. His son Toma was, however, bored with country life and tried to seek fortune in the city. Short on money, Toma returns to the farm for a handout while Pajo tries to convince him to stay.","release_date":"1973-07-01","vote_average":8.0,"runtime":94,"cert":"N\/A","id":270170,"title":"Boundary","adult":false,"genre_ids":[18]},{"cast":["Arielle Dombasle","Michèle Bernier","Guillaume Gallienne","Olivier Loustau","Michèle Garcia"],"overview":"","release_date":"2003-10-29","vote_average":6.4,"runtime":null,"cert":"N\/A","id":270172,"title":"Les Frangines","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The astronauts themselves discuss America's lunar missions, from the race with Soviet Union to the first steps on the moon's surface.","release_date":"2014-03-14","vote_average":5.5,"runtime":null,"cert":"N\/A","id":270174,"title":"Rocketmen","adult":false,"genre_ids":[99]},{"cast":["A-Man","Todd Anderson","William S. Anstedt","Laura Atneosen"],"overview":"A tabloid News Journalist has his soul stolen and must go to Hell to steal it back.","release_date":"1999-10-16","vote_average":4.5,"runtime":90,"cert":"\"NR\"","id":270176,"title":"Go To Hell","adult":false,"genre_ids":[27,12,35]},{"cast":[],"overview":"Larry Carlton, Steve Lukather ‎– The Paris Concert\r Label:\r in-akustik ‎– INAK 6453 DVD\r Format:\r DVD  Country:\r US\r Released:\r 2001\r Genre:\r Jazz\r Style:\r Fusion, Contemporary Jazz\r Tracklist Hide Credits\r 1\t The Pump\r Composed By – Simon Phillips, Tony Hymas\r 2\t Blues Force\r Composed By – Bob James, Harvey Mason, Larry Carlton, Nathan East\r 3\t (It Was) Only Yesterday\r Composed By – Larry Carlton\r 4\t Red House\r Composed By – Jimi Hendrix\r 5\t Don't Give It Up\r Composed By – Larry Carlton\r 6\t Room 335\r Composed By – Larry Carlton\r 7\t Put It Where You Want It\r Composed By – Joe Sample\r Credits\r Bass – Chris Kent\r Drums – Gary Ferguson\r Electric Guitar – Larry Carlton, Steve Lukather\r Keyboards – Rick Jackson\r Producer – Daniel Farhi\r Recorded By – New Morning Vision\r Vocals – Steve Lukather (tracks: 4)\r Notes\r Recorded Live Juli 2001 At New Morning, Paris, France.  Running Time: approx. 127 minutes.","release_date":"2005-10-04","vote_average":0.0,"runtime":127,"cert":"\"\"","id":270178,"title":"Larry Carlton, Steve Lukather ‎– The Paris Concert","adult":false,"genre_ids":[]},{"cast":["Georg Thomalla","Ute Willing","Wilfried Herbst","Franziska Oehme","Ekkehard Fritsch"],"overview":"","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270180,"title":"Durchreise – Die Geschichte einer Firma","adult":false,"genre_ids":[36,35]},{"cast":["Robert Livingston","Al St. John","Myrna Dell","Charles King","Slim Whitaker"],"overview":"One man wants to control all the land in the state to graze all his cattle. His band of outlaws are raiding ranchers and homesteaders, trying to drive them out. Rocky (Bob Livingston) and Fuzzy (Al St. John) are brought in to help stop the raiders and keep the land for the small ranchers and homesteaders.","release_date":"1943-09-30","vote_average":0.0,"runtime":57,"cert":"\"\"","id":270182,"title":"Raiders of Red Gap","adult":false,"genre_ids":[37]},{"cast":["Heidi Kabel","Werner Riepel","Herma Koehn","Jens Scheiblich"],"overview":"","release_date":"1981-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270190,"title":"Ohnsorg Theater - Kollege Generaldirektor","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Werner Riepel","Meike Meiners","Jasper Vogt","Jürgen Pooch"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270192,"title":"Ohnsorg Theater - Der Trauschein","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Werner Riepel","Jürgen Pooch","Jens-Werner Fritsch","Beate Kiupel"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270194,"title":"Ohnsorg Theater - Wenn du Geld hast","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Rolf Bohnsack","Beate Kiupel","Jürgen Lederer","Erna Raupach-Petersen"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270196,"title":"Ohnsorg Theater - Der Bürgermeisterstuhl","adult":false,"genre_ids":[35]},{"cast":["Harry Carey","Carmen Laroux","Kane Richmond","Christina Montt","George 'Gabby' Hayes"],"overview":"Burgess and Greeley are rustling horses and shooting Indians. When they kill Manual they frame Lieutenant Allister. His older brother John now attempts to defend him at his murder trial.","release_date":"1931-11-15","vote_average":3.5,"runtime":75,"cert":"\"\"","id":270198,"title":"Cavalier of the West","adult":false,"genre_ids":[37]},{"cast":["Jon Greene","Tadashi Yamashita","Robert Z'Dar","Aldo Ray","Christine Lunde"],"overview":"From Amir Shervan, the director of SAMURAI COP, comes another great 90's action classic. One man (Johnny Greene) teams up with another (Tadashi Yamashita) to take down the cartel run and its evil leader (Robert Z'Dar).","release_date":"1989-10-31","vote_average":4.3,"runtime":88,"cert":"\"R\"","id":270200,"title":"Young Rebels","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A documentary that explores the myth behind the truth. Different people around the globe reinterpret the legend of Che Guevara at will: from the rebel living in Hong Kong fighting Chinese domination, to the German neonazi preaching revolution and the Castro-hating Cuban. Their testimonies prove that the Argentinian revolutionary's historical impact reverberates still. But like with all legends, each sees what he will, in often contradictory perspectives.","release_date":"2007-09-17","vote_average":0.0,"runtime":86,"cert":"N\/A","id":270202,"title":"Personal Che","adult":false,"genre_ids":[]},{"cast":["Hisako Tsukuba"," Frank Nagai","Kyôsuke Machida","Keisuke Yukioka"],"overview":"A nightclub manager is in love with his pianist. However, she has a ranger boyfriend who's been permanently stationed in the mountain wilderness. Their only communication is by letter. As time passes the correspondence slows to a trickle. Then nothing. The manager persuades the girl to visit the boy. She does, but she's totally unprepared for her bizarre discovery.","release_date":"1959-01-15","vote_average":10.0,"runtime":39,"cert":"N\/A","id":270213,"title":"Love Letter","adult":false,"genre_ids":[10749]},{"cast":["J. Warren Kerrigan","Pauline Bush","Jack Richardson"],"overview":"A Mexican girl stabs a man who has wronged her. The hero is arrested for the crime and though the crime cannot be fastened upon him, is advised by the court to leave town. His sweetheart clears him.","release_date":"1913-06-19","vote_average":0.0,"runtime":10,"cert":"\"\"","id":270215,"title":"Unwritten Law of the West","adult":false,"genre_ids":[]},{"cast":["Margarita Fischer","Harry A. Pollard","Frank Cooley","Mary Scott","Kathie Fischer"],"overview":"The roots of modern television situatuation comedy can be seen in this Beauty brand film. As American grew the Beauty brand was developed to feature actress Margarita Fisher. Her husband, Haryy Pollard, directed the Beauty films and occasionally acted in them. He plays the husband in this one.","release_date":"1914-07-14","vote_average":0.0,"runtime":13,"cert":"\"\"","id":270217,"title":"A Joke on Jane","adult":false,"genre_ids":[]},{"cast":["James Carolus","Elizabeth V. Costanzo","Marie DeLorenzo","Steve Diasparra","Danielle Donahue"],"overview":"In a distant galaxy three escaped female convicts crash land on a primitive world inhabited by a race of warlike apes. They fight for survival as the humanoid apes fight for their possession, body and soul. A daring escape is their only way out. Hot on their heels are the blood lusting gorillas and a prison warden bent on their return to the prison ship they escaped from. Treachery, alliances and battle await the fighting factions. Who will survive on a planet where apes rule and humans are only breeding stock.","release_date":"2013-07-01","vote_average":5.0,"runtime":79,"cert":"\"\"","id":270222,"title":"Empire of The Apes","adult":false,"genre_ids":[28,12,878]},{"cast":["Paul Valentine","Eva Gabor","Malcolm Lee Beggs","Frank McNellis","Dean Norton"],"overview":"US-Navy pilot Lt. Richard Tabor crash-lands on a south Pacific isle called Love Island in English. Richard befriends the Balinese beauty Sarna. The bad and jealous Jaraka doesn't like their friendship, so he has Sarna's father Aryuna arrested on a vague charge. Jaraka tells Aryuna that he only will be released when his daughter marries him.","release_date":"1953-03-15","vote_average":3.0,"runtime":66,"cert":"\"\"","id":270224,"title":"Love Island","adult":false,"genre_ids":[35,10749]},{"cast":["Cal Skye","Erik Rhodes","Hayden Stephens","Roman Heart","Trevor Knight"],"overview":"Hard work is at a premium for the overtaxed employees who have to deal with ridiculous schedules plus impatient and difficult bosses. It's not enough to put one's nose to the grindstone. Maybe adding some tongue and ass and cock will do the trick. Who knows, the surprise bonuses might prove a hearty incentive for invaluable service.","release_date":"2008-03-03","vote_average":6.5,"runtime":148,"cert":"\"NC-17\"","id":270253,"title":"Overtime","adult":true,"genre_ids":[]},{"cast":["Simon Ward","Brewster Mason","Thomas Ellice","Clive Swift","Anthony Nicholls"],"overview":"An adaptation of Daphne du Maurier's 1966 short story of the same title, broadcast as part of the BBC's \"BBC2 Playhouse\".","release_date":"1975-01-08","vote_average":0.0,"runtime":71,"cert":"N\/A","id":270255,"title":"The Breakthrough","adult":false,"genre_ids":[10770,18,878]},{"cast":["John Hurt","Jenny Agutter"],"overview":"Alan Clark is the member of parliament for Plymouth Sutton, where he longs for a \"proper\" role as a Minister in Thatcher's government. When he gets the call he joins government but is totally unprepared for the commitment involved and is totally unable (and unwilling) to manage the rigours of bill reading and committees. Despite this he rises up the ranks, still proving his apparent penchant for controversy and evasion.","release_date":"2004-01-15","vote_average":0.0,"runtime":173,"cert":"N\/A","id":270269,"title":"The Alan Clark Diaries","adult":false,"genre_ids":[]},{"cast":["Cameron Nugent","Tim Burns","Elspeth Ballantyne","Maxine Klibingaitis"],"overview":"Kane and Darren are two 'rag and bone men' who have lived in the outer suburb of Boronia all their lives. Now as they approach their early thirties, they decide that it is time to leave their comfortable suburb and travel the world for the first time. In order to do so the 'boronia boys' follow hard rubbish collections and help themselves to discarded rubbish and sell them overpriced at trash &amp; treasure markets.","release_date":"2009-08-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":270283,"title":"Boronia Boys","adult":false,"genre_ids":[]},{"cast":["Regardt van den Bergh","Anneline Kriel","André Jacobs","Jurgen Hellberg","Louis Minnaar"],"overview":"South African beauty and former Miss World, Anneline Kriel stars in this action comedy about Van der Merwe, a struggling private eye.  The detective’s bad luck seems set to change when drug lord Jack Barnard hires him to find Barnard’s missing girlfriend, Angel Labuschagne.","release_date":"1985-11-22","vote_average":0.0,"runtime":95,"cert":"N\/A","id":270288,"title":"Van der Merwe PI","adult":false,"genre_ids":[28,35]},{"cast":["Ahmed Helmy","Ahmed Dash","Kinda Alloush","Hani Adel","Bayoumi Fouad"],"overview":"A Christian kid suddenly is forced to go to a public school after his father dies and because of a misunderstanding everyone thinks that he's a Muslim.","release_date":"2014-01-19","vote_average":6.9,"runtime":99,"cert":"N\/A","id":270290,"title":"Excuse my French","adult":false,"genre_ids":[18,35]},{"cast":["Tom Hollander","Essie Davis","Phoebe Fox","Ewen Bremner","Celt Llewelyn-Jones"],"overview":"In 1953 Dylan Thomas went to New York for the last time, his marriage a wreck, his drinking out of control. He was on his way to meet Stravinsky and to wallow in New York acclaim - but what was he escaping? How did such a triumph become a requiem? The last days of a great poet.","release_date":"2014-04-30","vote_average":5.3,"runtime":80,"cert":"N\/A","id":270292,"title":"A Poet in New York","adult":false,"genre_ids":[18]},{"cast":["Hervé Hendrickx","César Torres","Anne Varèze","Marie-Ange Saint Clair","Maïka Simon"],"overview":"Axel, the magician, raises a boy into adulthood. When Axel dies, it's the young man - son of a murderer, and well tutored by a magician - to keep on the tradition of guarding the Daughter of the Golem.","release_date":"1972-07-26","vote_average":7.0,"runtime":90,"cert":"N\/A","id":270294,"title":"Erotic Witchcraft","adult":false,"genre_ids":[27]},{"cast":["Chandrakant","Parshwanath Yeshwant Altekar","Gajanan Jagirdar","Master Vithal","Lalita Pawar"],"overview":"The film chronicles the ascent of Shivaji, the great Maratha warrior who fought for liberty from the erstwhile Muslim rulers in order to establish a secular Hindu kingdom.","release_date":"1952-08-11","vote_average":0.0,"runtime":156,"cert":"N\/A","id":270296,"title":"Emperor Shivaji","adult":false,"genre_ids":[10752,18]},{"cast":["Willy Millowitsch","Barbie Millowitsch-Steinhaus","Peter Millowitsch","Ruth Brück","Karin Pittner"],"overview":"","release_date":"1993-07-09","vote_average":9.0,"runtime":null,"cert":"N\/A","id":270298,"title":"Millowitsch Theater - Pension Schöller","adult":false,"genre_ids":[35]},{"cast":["Annette Haven","Bonnie Holiday","John Rolling","Roahne Alexander","Jay Gamble"],"overview":"","release_date":"1977-01-01","vote_average":2.0,"runtime":72,"cert":"\"\"","id":270300,"title":"Visions Of Clair","adult":false,"genre_ids":[]},{"cast":["Max Irons","Sam Claflin","Douglas Booth","Holliday Grainger","Jessica Brown Findlay"],"overview":"Two first-year students at Oxford University join the infamous Riot Club, where reputations can be made or destroyed over the course of a single evening.","release_date":"2014-09-19","vote_average":6.0,"runtime":107,"cert":"\"\"","id":270302,"title":"The Riot Club","adult":false,"genre_ids":[18,53]},{"cast":["Kartal Tibet","Fatma Belgen","Bilal Inci"],"overview":"The story is set near the southern border filled with explosive mines. The men of the \"Network\" stubbornly slam themselves against the border, trying to cross it to no avail. They have to take refuge in a local's house where one of the members fall in love with a beautiful girl...","release_date":"1974-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":270319,"title":"Ölüm Tarlası","adult":false,"genre_ids":[]},{"cast":["Dholma","Sonam"],"overview":"Each year, groups of Tibetan children secretly flee their homeland over the Himalayas to reach schools in India founded by the government in exile. Entrusted to smugglers, they are risking their lives by illegally crossing the great Himalayan range, a towering rampart between Tibet and India. The director will take us in the Mussorie school, in North India, where two thousand four hundred children have been rescued. They have left behind their family childhood and are now considered as orphans. We will discover the itineraries of Sonam, aged nine, and Dholma, the little new girl of the school. Here in India, they are taught about Tibetan culture and will find out about the history of their country and their ancestors. Sonam and Dholma's story is that of thousands of Tibetan children. Are they orphans of a lost country or bearers of hope who will save an endangered culture?","release_date":"2010-05-23","vote_average":0.0,"runtime":43,"cert":"N\/A","id":270321,"title":"Orphans of Tibet","adult":false,"genre_ids":[99]},{"cast":["Stewart Granger","Daniela Bianchi","Peter van Eyck","Giorgia Moll","Giulio Bosetti"],"overview":"The last of Sergio Sollima's three Eurospy movies about an US agent who battles a spy network.","release_date":"1966-10-15","vote_average":7.0,"runtime":102,"cert":"N\/A","id":270326,"title":"Requiem per un agente segreto","adult":false,"genre_ids":[53,28,80,9648]},{"cast":["Yannis Avdeliodis","Nikos Mioteris","Marina Delivoria","Katerina Kyriakodi"],"overview":"Shot over a capricious summer, this film reveals a world of innocence shattered for some children in their school by corporal punishment. It moves at its own pace to reveal a world of children and adults with animals, birds, nature and sea. The film bears a strong imprint of Greek identity with old chairs, priests with black robes and old dilapidated houses. Dimos Avdeliodis shows that children are not just made for mischief as they are shown to earn money in the form of coins which they earn by carrying the cross during funerals. As the children's gang grows bigger, there is a marked increase in the intensity of their mischievous behavior.For example : a hilarious scene is about how small children run for cover after having hurled mud cakes smeared with urine on wasps. The entire film is replete with scenes of this kind but in the end getting beaten by elders for waywardness and experiences of first love might be counted by viewers as their favorite moments of this film.","release_date":"1986-05-17","vote_average":5.6,"runtime":75,"cert":"N\/A","id":270328,"title":"The Tree We Hurt","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In Tupelo, Mississippi, in 1962, a poor, young, single mother is impregnated by a womanizing has-been singer. Her mother tries to force her to give the child away but our heroine isn't sure. As she tries to solve her problems she receives assistance from unlikely quarters: a lesbian gang and the feminist\/nudist\/stripper\/adult film star they idolize.","release_date":"1995-08-04","vote_average":0.0,"runtime":83,"cert":"\"R\"","id":270330,"title":"Teenage Tupelo","adult":false,"genre_ids":[]},{"cast":["Menna Shalabi","Yosra El Lozy","Lotfy Labib","Sherif Salama","إنتصار"],"overview":"Single coworkers at a radio station are brought together by mutual friends, but their starry-eyed notions about love may scuttle their romance.","release_date":"2011-12-08","vote_average":5.0,"runtime":97,"cert":"N\/A","id":270347,"title":"Love Station","adult":false,"genre_ids":[35,10749]},{"cast":["Aaron Zachary Philips"],"overview":"An account of the most important event in recorded history.","release_date":"2010-03-11","vote_average":5.0,"runtime":2,"cert":"\"\"","id":270349,"title":"Delmer Builds a Machine","adult":false,"genre_ids":[]},{"cast":["Kiều Chinh","Bao An","Hung Cuong","Huyen Chi Ha","Tam Phan"],"overview":"The story of My Lan, a beautiful reporter who goes to the front line to find a soldier with whom she fell in love through correspondences.  The film won Best War Film at the Taipei International Asian Film Festival in 1973.","release_date":"1971-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":270354,"title":"Warrior, Who Are You","adult":false,"genre_ids":[10752,10749,18]},{"cast":["Olga Mashnaya","Valeriy Priyomykhov","Lembit Ulfsak","Nikolay Lavrov","Lora Umarova"],"overview":"Vadim, a part-time dump truck driver in Leningrad, picks up an extremely young woman, along with a newborn baby. Vadim is forced to spend the rest of his day with Anna, helping her untangle herself from unpleasant, dramatic, and even tragic situations – and she and she alone is to blame for all of them. The baby, which Anna stole in order to make an impression on an estranged lover, is finally returned to its parents, but the problems that the theft caused remain.","release_date":"1985-02-18","vote_average":4.0,"runtime":70,"cert":"N\/A","id":270371,"title":"Dear, Dearest, Beloved, Unique...","adult":false,"genre_ids":[18]},{"cast":["Gela Chichinadze","Leila Kipiani","Lia Eliava","Zurab Laperadze","Tengiz Archvadze"],"overview":"In Georgia during WWII Zurikela, an orphan boy, meets Khatia, a blind girl, and vows to help her to see again.","release_date":"1965-06-20","vote_average":3.7,"runtime":82,"cert":"N\/A","id":270373,"title":"I See the Sun","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Zura Kipshidze","Goga Pipia","Tamara Vardanashvili","Eka Magalashvili","Sesilia Takaishvili"],"overview":"Zura, a son of a rich businessman, steals a car of his father’s friend to amuse his classmates. When informed about it, the school principal discards him from the bike tournament. Nevertheless, Zura’s father manages to persuade her to allow his son to participate and even succeeds in bribing his championship. Zura’s classmates know that he became a champion undeservedly but can’t do anything about it. Only Khatuna, his alleged girlfriend, and Lexo, Zura’s friend, dare to protest against it. Their lack of loyalty enrages Zura and in the rush of the blood he crashes his father’s car. The accident takes Laxo’s life. Zura’s father does his best to save his son from deserved punishment but the first one against his decision is Zura himself.","release_date":"1972-04-01","vote_average":3.7,"runtime":75,"cert":"N\/A","id":270375,"title":"When Almonds Blossomed","adult":false,"genre_ids":[10749,18]},{"cast":["Sofiko Chiaureli","Gia Badridze"],"overview":"Sophiko, a well-known journalist, seems to be more close to many of her respondents when they need her advice than to his family members. All engrossed in her work, she suddenly finds out that she is losing her husband who has started a love affair with another woman. Of course, it strikes her badly but life never lets her to concentrate on her personal problems.","release_date":"1978-12-30","vote_average":3.0,"runtime":95,"cert":"N\/A","id":270377,"title":"Some Interviews on Personal Matters","adult":false,"genre_ids":[18,10749]},{"cast":["Pairoj Jaisingha","Suthisar Pattananuch"],"overview":"An occult supernatural ghost horror classic.","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270379,"title":"The Haunted Girl","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A Krasue (aka Filth Eating Spirit, aka flying head with guts dangling from it) wreaks havoc.","release_date":"1985-01-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":270381,"title":"Filth Eating Spirit","adult":false,"genre_ids":[27]},{"cast":["Gulshan Grover"],"overview":"Mumbai-based Kunal Sahay has just broken up with his girlfriend, Ishita Sahani, who is about to re-locate to Germany, gets involved in an vehicular accident. No one is ready to assist him until an unknown male drives him to the hospital. A grateful Kunal recovers and returns to work with the Great Life Insurance Company and his room-mate, Rohit Sharma, an aspiring Bollywood actor. Kunal does meet with the unknown male, Raghu Satoskar, and gives him his address, and offers to do whatever he can for saving his life. A few days later, Raghu shows up at Kunal's residence, bleeding from a bullet wound. Kunal takes him to a doctor, has the bullet removed, and even loans him his car - only to have it damaged. Kunal then seeks Ishita's help and together they escort him to a nearby Police Station and fill out a statement that they had found Raghu bleeding on the sidewalk. Hoping to put this incident behind, they return to Kunal's flat - this is where Ishita will be abducted and held by goons","release_date":"2010-11-26","vote_average":3.0,"runtime":132,"cert":"N\/A","id":270386,"title":"Payback","adult":false,"genre_ids":[28,80,18]},{"cast":[],"overview":"\"The film [Birds at Sunrise] was originally photographed in 1972. Birds from my window were filmed during the winter, through to the spring, with the early morning light. I became caught up in their frozen world and their ability to survive the bitter cold. I welcomed their chirps and their songs which offered life and hope for spring. In 1984 I was part of a cultural exchange between Canada and Israel. During my visit my unfinished movie came to mind. A connection was established in my mind -- so that the suffering of the birds became, in a sense, symbolic of the Jews and their survival through suffering. [...]\"  -- Joyce Wieland","release_date":"1986-05-18","vote_average":0.0,"runtime":10,"cert":"N\/A","id":270391,"title":"Birds at Sunrise","adult":false,"genre_ids":[]},{"cast":["Vasiliy Livanov","Vitali Solomin","Borislav Brondukov","Boris Klyuev","Innokentiy Smoktunovskiy"],"overview":"The Twentieth Century Approaches is a 1986 Soviet film adaptation of Arthur Conan Doyle's stories about Sherlock Holmes. It is the fifth film in The Adventures of Sherlock Holmes and Dr. Watson film series directed by Igor Maslennikov.  The film is based on four stories by Conan Doyle - \"The Adventure of the Engineer's Thumb\", \"The Adventure of the Second Stain\", \"The Adventure of the Bruce-Partington Plans\", \"His Last Bow\".","release_date":"1986-05-18","vote_average":7.6,"runtime":null,"cert":"N\/A","id":270393,"title":"Adventures of Sherlock Holmes and Dr. Watson: The Twentieth Century Approaches","adult":false,"genre_ids":[9648]},{"cast":["Dũng Nhi","Minh Trang","Đơn Dương","Nga Thuy","Chuong Hong"],"overview":"In early 20th century Vietnam a nobleman scorns everything Western after his beautiful fiance dies in an auto wreck and forces the poor villagers to destroy all their \"modern\" possessions.","release_date":"2002-04-01","vote_average":2.0,"runtime":107,"cert":"N\/A","id":270395,"title":"Glorious Time in Mê Thao Village","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Master monologist Matt Smith turns his 8th grade year in 1966-67 into a wild coming-of-age film---a comedy grounded in his Catholic education, racism, and the joys and horrors that are male adolescence.","release_date":"2014-05-21","vote_average":8.0,"runtime":75,"cert":"\"\"","id":270397,"title":"My Last Year With The Nuns","adult":false,"genre_ids":[]},{"cast":["Martha Argerich","Mischa Maisky"],"overview":"At one of her rare appearances with orchestra, Martha Argerich, the grande dame of the piano, joined forces with world-famous cellist Mischa Maisky and the fabulous Lucerne Symphony Orchestra for the world premiere of a newly commissioned work by Russian composer Rodion Shchedrin – “Romantic Offering”, a double concerto for piano, cello and orchestra dedicated to its very first soloists. The programme was rounded off by late-Romantic masterpieces by César Franck, Antonín Dvo?ák and Dmitri Shostakovich’s Ninth Symphony under the baton of renowned maestro Neeme Järvi.","release_date":"2011-06-28","vote_average":4.3,"runtime":112,"cert":"\"\"","id":270408,"title":"Martha Argerich & Mischa Maisky","adult":false,"genre_ids":[10402]},{"cast":["Jerzy Stuhr","Maria Pakulnis","Krzysztof Zaleski","Kazimierz Kaczor","Krystyna Tkacz"],"overview":"","release_date":"1989-01-16","vote_average":6.7,"runtime":null,"cert":"N\/A","id":270410,"title":"Obywatel Piszczyk","adult":false,"genre_ids":[35]},{"cast":["Gollito Estredo","Victor Fernandez","Klaas Voget","Alessio Stillrich","Marcilio Browne"],"overview":"Focusing on former World Wave Champion Victor Fernandez and friends – freestyle legend Goliito Estredo, Marcilio Browne, Klaas Voget and up-and-coming star Alessio Stillrich  - this new film concentrates on pure beauty in action, landscape and the ultimate sports lifestyle.","release_date":"2013-10-07","vote_average":4.0,"runtime":40,"cert":"N\/A","id":270412,"title":"Below the Surface","adult":false,"genre_ids":[99]},{"cast":["Ayhan Işik","Türkan Şoray","Ekrem Bora","Nebahat Cehre","Hüseyin Baradan"],"overview":"“Bitter Life\" (1962) is a social melodrama that tells the love story of a young girl who works at a high society hair salon as a manicurist and a young man who works at a shipyard as a welder.","release_date":"1962-01-01","vote_average":6.7,"runtime":96,"cert":"N\/A","id":270414,"title":"Bitter Life","adult":false,"genre_ids":[18,10749]},{"cast":["Judy Angel","Ron Darby","George Buck Flower","James Mathers"],"overview":"A Los Angeles film producer uses sex and murder to please Satan.","release_date":"1971-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":270416,"title":"Satans Lust","adult":true,"genre_ids":[27]},{"cast":["Peter Reading"],"overview":"This animated short, inspired by Jan Švankmajer's work, rich in technique and visceral poetic imagery, is a mesmerizing experimental animated film based on a poem written and narrated by Peter Reading.","release_date":"1995-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":270421,"title":"15th February","adult":false,"genre_ids":[]},{"cast":["Steven Hartman","Anthony Burch","Danielle Keaton"],"overview":"Linus is planning a birthday party. While trying out his new in-line skates in the neighborhood park, he meets a nice little girl with a beautiful singing voice. Linus invites his new friend to the party. The party should be wonderful, but Linus will only be satisfied if the little girl attends. He is completely smitten!","release_date":"1997-08-05","vote_average":4.9,"runtime":25,"cert":"\"\"","id":270432,"title":"It Was My Best Birthday Ever, Charlie Brown!","adult":false,"genre_ids":[35,16]},{"cast":["Jun Matsumoto","Kazunari Ninomiya","Masaki Aiba","Masahiro Komoto","Asami Mizukawa"],"overview":"Sequel to the 2002 film Pika*nchi Life Is Hard Dakedo Happy, starring members of boy band Arashi.","release_date":"2004-03-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":270434,"title":"Pika**nchi Life Is Hard Dakara Happy","adult":false,"genre_ids":[18,35]},{"cast":["Jorge Ameer","Michael Gordon Andricopoulos","Angus Malcolm","Keith Roenke","Torie Tyson"],"overview":"Heading on a transatlantic voyage at sea from an Italian lab to America, D'Agostino is the story of a human clone left for dead at the shores of Santorini Greece. This lost cargo, commissioned by wealthy individuals for organ tranplants, is abandoned as the freight cannot be recovered. Allan Dawson has recently inherited his grandmother's island estate. He's in a loveless relationship with his common law spouse Sylvia. As he finds this interesting freight, what follows is a macabre tale of self realization as Allan proceeds to set himself out of his sedentary existence to mold his latest discovery into a new best friend with dire consequences.","release_date":"2012-05-18","vote_average":5.0,"runtime":117,"cert":"\"\"","id":270436,"title":"D'Agostino","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2013-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270438,"title":"Faszination Island - Das Paradies des Nordens","adult":false,"genre_ids":[99]},{"cast":["Milan Lasica","Július Satinský","Jiří Menzel","Naďa Konvalinková","Miloš Kopecký"],"overview":"​Two aliens stir up trouble on Earth in order to study humans. Misunderstandings ensue.","release_date":"1983-07-01","vote_average":7.5,"runtime":98,"cert":"N\/A","id":270440,"title":"Hearty Greetings from the Globe","adult":false,"genre_ids":[35,878]},{"cast":["Brett Kelly","Anastasia Kimmett","Gabrielle Mackenzie","Chip Hair","Ellen Manchee"],"overview":"Remake of J.R. Bookwalter's 1991 shot-on-video opus.","release_date":"2007-10-30","vote_average":0.0,"runtime":82,"cert":"\"\"","id":270442,"title":"Kingdom of the Vampire","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2013-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270444,"title":"Lanzarote","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A blind man receives corneal transplants. He is fifty years old. For the first time since he was ten months old he has complete functional use of his eyes. What does he see? This is the story of a man’s struggle to learn to see.","release_date":"2000-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":270455,"title":"Blinded by Light","adult":false,"genre_ids":[]},{"cast":["François Cluzet","Tom Brokaw"],"overview":"June 6, 1944: The largest Allied operation of World War II began in Normandy, France. Yet, few know in detail exactly why and how, from the end of 1943 through August 1944, this region became the most important location in the world. Blending multiple cinematographic techniques, including animation, CGI and stunning live-action images, “D-Day: Normandy 1944” brings this monumental event to the world’s largest screens for the first time ever. Audiences of all ages, including new generations, will discover from a new perspective how this landing changed the world. Exploring history, military strategy, science, technology and human values, the film will educate and appeal to all.  Narrated by Tom Brokaw, “D-Day: Normandy 1944” pays tribute to those who gave their lives for our freedom… A duty of memory, a duty of gratitude.","release_date":"2014-03-21","vote_average":5.3,"runtime":40,"cert":"\"\"","id":270457,"title":"D-Day: Normandy 1944","adult":false,"genre_ids":[99,36,10752]},{"cast":["Johnny Knoxville"],"overview":"Jackassworld.com: 24 Hour Takeover was a 24-hour live TV special featuring many stars of the MTV show and movie franchise Jackass from February 23–24, 2008.","release_date":"2008-02-23","vote_average":6.5,"runtime":82,"cert":"\"\"","id":270459,"title":"Jackassworld.com: 24 Hour Takeover","adult":false,"genre_ids":[28,35]},{"cast":["Britney Amber","Eden Adams","Eve Laurence","Kayla Paige","Veronica Rayne"],"overview":"Saving The Day, One Fuck At A Time!!  With the world threatened by the evil organization know as P.E.N.I.S., Maxwell Smartass and Agent 69 are ready to save the day, one fuck at a time!","release_date":"2008-09-04","vote_average":0.0,"runtime":106,"cert":"\"\"","id":270464,"title":"Get Smartass","adult":true,"genre_ids":[]},{"cast":["George Lam","Cherie Chung","Teddy Robin","Lo Kin","Calvin Poon"],"overview":"Two owners of a gambling club in London’s Chinatown are killed by an unknown killer. Edward (Lam), a policeman of heads the investigation. He arrives in Hong Kong to enlist the help of a prison convict, FM (Teddy Robin), who is a former friend of the two dead men. On their return to London, FM is hunting down by the killer. FM manages to take refuge in the home of a blind girl, Amy (Chung Chor Hung). FM and Edward suspect Robert, a junior partner in the gambling club, as the brains behind the killings. They follow Robert who carries pei-pa to a strip-tease club. In the ensuing fight inside the punk livotheque, Robert is killed, but not before FM has managed to snatch away the pei-pa box which is full of money. FM runs away with the money to Amy’s home. Amy helps FM in his struggle with the killer. Edward arrives at the last moment but the killer escapes to an underground station where he is eventually killed......","release_date":"1984-04-19","vote_average":9.0,"runtime":96,"cert":"N\/A","id":270466,"title":"Banana Cop","adult":false,"genre_ids":[]},{"cast":["Gratien Gélinas","Monique Miller","Monique Miller","Jean Duceppe"],"overview":"After returning home from war, an ill-tempered young soldier must deal with his sweetheart having married another man.","release_date":"1953-02-20","vote_average":6.0,"runtime":104,"cert":"N\/A","id":270468,"title":"Tit Coq","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Silvana Fallisi"],"overview":"","release_date":"2013-10-16","vote_average":6.5,"runtime":null,"cert":"N\/A","id":270479,"title":"Ammutta muddica al cinema","adult":false,"genre_ids":[35]},{"cast":["Douglas Fairbanks","Margery Wilson","Richard Cummings","Olga Grey","Gladys Brockwell"],"overview":"Double Trouble is a 1915 American silent romantic comedy film written and directed by Christy Cabanne and stars Douglas Fairbanks in his third motion picture. The film is based on the novel of the same name by Herbert Quick. A print of the film is held by the Cohen Media Group.","release_date":"1915-12-06","vote_average":0.0,"runtime":50,"cert":"\"\"","id":270484,"title":"Double Trouble","adult":false,"genre_ids":[10749,35]},{"cast":["Aïssa Maïga","Bruno Solo","Bruno Debrandt","Nicolas Gob","Lionnel Astier"],"overview":"","release_date":"2013-06-19","vote_average":6.0,"runtime":90,"cert":"N\/A","id":270486,"title":"Mortel Été","adult":false,"genre_ids":[80,53]},{"cast":["Jade Leung","Cecilia Yip","Michael Tong","Jimmy Wong Ga-Lok","Miu Fei-Lam"],"overview":"White Snake has come to Hong Kong to escape her lover Black Snake. To lure her out, Black Snake and Green Snake go on a murder and seduction spree in the big city. Police Officer Wang takes up the case, recovering a mysterious stone from a crime scene. He seeks advise from reclusive snake expert Professor Chen who explains that it's a rare fossil of snake eggs. Meanwhile, Black Snake begins falling in love with Officer Wang while Professor Chen finds himself with a mysterious beautiful new assistant who claims to be a student of Human Psychology from Beijing...","release_date":"2000-04-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":270488,"title":"Phantom of Snake","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Produced in collaboration with the American musical composer Philip Glass, Neshat’s narrative follows a procession of men as they carry a body through the desert to a grave that has been hand dug by women.","release_date":"2001-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":270490,"title":"Passage","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Vertigo For A Killer","cast":["Marcel Bozzuffi","Sylva Koscina","Michel Constantin","Marc Cassot","Jacques Castelot"],"id":270492,"overview":"Jean-Pierre Desagnat's Vertige pour un tueur involves Marc (Marcel Bozzuffi) as a hood hunted down by his boss when he fails to execute a man who happens to be his friend. He is hidden by a woman (Sylva Koscina) whose husband has murdered his business associate and wants Marc to take the rap for the crime. Michel Constantin is the friend targeted for murder. Jean Luciani and Daniel Moosmann also appear in this suspenseful action feature.","runtime":83,"genre_ids":[80],"release_date":"1970-08-05","vote_average":0.0,"adult":false}]