[{"cast":["Raymond Gram Swing"],"overview":"Radio commentator Swing is seen at the beginning, introducing the animated film to follow. The action shows the various treaties and non-aggression pacts of the 1930's and how they served to expose the foolish trust the allied countries put in them, when Hitler broke them all in his march of conquest.","release_date":"1941-08-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270503,"title":"Historical Reel: Broken Treaties","adult":false,"genre_ids":[]},{"cast":["Ljiljana Krstić","Neda Spasojević","Slobodan Perović"],"overview":"Following the death of his female cousin Marija, Moma sets out to her house where only her aunt lives. The old woman remembers Marija's awkward temper that left her unmarried and even led to a suicide of one of her courters. Based on a novel written by Momčilo Nastasijević.","release_date":"1969-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":270508,"title":"The Gifts of My Cousin Maria","adult":false,"genre_ids":[18,27]},{"cast":["Ignacio Quirós","Susana Pardahl","Luis Otero","Jorge Montoro","Jorge Aragón"],"overview":"A white man searches for a legendary gold mine in the depths of the Peruvian jungle.","release_date":"1967-04-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":270510,"title":"No Stars in the Jungle","adult":false,"genre_ids":[12]},{"cast":["Ryota Ozawa","Junya Ikeda","Yukari Tamura","Kikuko Inoue","Gaku Shindo"],"overview":"In this special, Captain Marvelous and Gai are accidentally fused together in one body during Insarn's attempt to put Gai inside Karizorg, (\"Kari\" meaning \"Temporary\"), the empty shell of Barizorg. Determined to retrieve Insarn's gun and reverse the process, the duo transform into a hybrid form of Gokai Silver with Gokai Red's helmet and boots, and change into the red warriors from the past 34 Super Sentai while battling dozens of Gormin Sailors. When Insarn fuses Karizorg with a Zugormin to create Zugozorg, the duo use the Gold Anchor Key to become Gokai Red Gold Mode and finish off Zugozorg before taking Insarn's gun and forcing her to retreat. Back aboard the Gokai Galleon, after Captain Marvelous and Gai successfully have their bodies separated, Gai offers the Captain a strawberry\/vanilla swirl ice cream.","release_date":"2011-11-01","vote_average":5.8,"runtime":15,"cert":"N\/A","id":270512,"title":"Kaizoku Sentai Gokaiger: Let's Do This Goldenly! Roughly! 36 Round Gokai Change!!","adult":false,"genre_ids":[28,35,878]},{"cast":[],"overview":"SIFF 2014 Secret Festival #1","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270517,"title":"SIFF 2014 Secret Festival #1","adult":false,"genre_ids":[]},{"cast":["Leandro Hassum","Fernanda Rodrigues","André Mattos","Marcos Veras","Renata Dominguez"],"overview":"","release_date":"2014-07-17","vote_average":4.8,"runtime":null,"cert":"N\/A","id":270525,"title":"Vestido Pra Casar","adult":false,"genre_ids":[]},{"cast":["Ulises Dumont","Jorge Perugorría","Laura De la Uz ","Susú Pecoraro"],"overview":"In this Cuban-Argentine film, Argentine 40-year-old Laura (Susu Pecoraro), visiting Cuba for the first time on business, is divorcing her husband back in Buenos Aires. She's soon involved with smooth-talking cab driver Frank (Jorge Perugorria). Garment manufacturer Francisco (Ulises Dumont), having lost his wife, children, and home, has traveled to Cuba to kill himself, but Frank's mother (Veronica Lynn) realizes that Francisco is the teenage lover who got her pregnant. In other relationships, a gay couple (Luis Alberto Garcia and Humberto Paez) argue over whether or not to remain in the closet, and two documentary filmmakers (Jorge Martinez and Laura de la Uz) have career conflicts.","release_date":"1997-05-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":270530,"title":"Clandestine Stories in Havana","adult":false,"genre_ids":[]},{"cast":["Charly García","León Gieco","Andrés Calamaro","Gustavo Cerati","Fito Páez"],"overview":"","release_date":"2006-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270532,"title":"Que sea rock","adult":false,"genre_ids":[99]},{"cast":["Federico Luppi","Ana Fernández","Esther Goris","Matias Desiderio","Gabriel Corrado"],"overview":"","release_date":"2012-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270534,"title":"Acorralados","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short GPO documentary showing how undersea telephone cables are repaired.","release_date":"1933-06-30","vote_average":0.0,"runtime":12,"cert":"N\/A","id":270536,"title":"Cable Ship","adult":false,"genre_ids":[99]},{"cast":["Gérard Depardieu","Mathieu Sapin"],"overview":"","release_date":"2014-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270550,"title":"Retour au Caucase: Gérard Depardieu dans les pas d'Alexandre Dumas","adult":false,"genre_ids":[99]},{"cast":["Morrissey"],"overview":"Live in Dallas is a video recording of Morrissey in concert. Originally released on VHS in 1992 (and later released on DVD in 2000), the video was filmed in front of a sell out crowd of 11,000 people at the Dallas Starplex Amphitheater during 1991. This film includes footage of the infamous stage invasion which caused Morrissey to exit the stage halfway through the first encore, leaving guitarist Alain Whyte on vocals. The set consisted of songs featured on his first two studio albums Viva Hate and Kill Uncle, as well as the compilation album Bona Drag.","release_date":"1992-05-26","vote_average":0.0,"runtime":60,"cert":"\"\"","id":270552,"title":"Morrissey: Live in Dallas","adult":false,"genre_ids":[]},{"cast":["Johnathan Hurley","Jordan Savage","Dane Bowman","Claire Gordon-Harper"],"overview":"When their home security system malfunctions, a family struggles to survive an attack against a state of the art patrol guard that believes they are intruders.","release_date":"2013-11-08","vote_average":4.5,"runtime":85,"cert":"\"\"","id":270554,"title":"Echo Dr.","adult":false,"genre_ids":[53,28,18,878]},{"cast":["Natalia Wörner","Adnan Maral","Ava Celik","Siir Eloglu","Nicki von Tempelhoff"],"overview":"","release_date":"2014-01-29","vote_average":4.3,"runtime":null,"cert":"N\/A","id":270556,"title":"Kückückskind","adult":false,"genre_ids":[35]},{"cast":["Timothy Spall","Brenda Blethyn","Rebekah Staton","Judy Flynn","David Crellin"],"overview":"Feature-length ITV drama based on real events. Bill and Wendy Ainscow (Timothy Spall and Brenda Blethyn) are a middle class, middle-aged Birmingham couple locked in a deeply dysfunctional relationship with their 32-year-old daughter Lisa (Rebekah Staton). In a culmination of years spent unsuccessfully trying to obtain a diagnosis and get state help to deal with with Lisa's condition - which eventually turns out to be Asperger's syndrome - Bill and Wendy are ultimately driven to desperate measures with tragic consequences.","release_date":"2006-10-29","vote_average":8.0,"runtime":69,"cert":"N\/A","id":270558,"title":"Mysterious Creatures","adult":false,"genre_ids":[18,10770]},{"cast":["Hassan Ben Badida","Yahya El Fouandi","Imad Fijjaj","Jalal Boulftaim","Nadia Niazi"],"overview":"Members of a television crew stumble across the story of an old man whose tragic tale dates back to 1981 during upheavals in Morocco, where he was arrested. Released 30 years later in 2011, he is now trying to come to terms with a new reality. The TV crew decides to report his journey as he sets off on a quest to find his family and his place in this new world.","release_date":"2014-02-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":270569,"title":"They Are The Dogs","adult":false,"genre_ids":[18]},{"cast":["Nicole Courcel","Dany Carrel","Ivan Desny","Jean-Louis Trintignant","Giorgia Moll"],"overview":"A remake of a pre-war French film success, Club de femmes is a seriocomedy centralized in an all-female boarding house. Forced to band together because of a housing shortage, the film's heroines set up camp in a deserted structure, despite the tongue-cluckings of local busybodies and do-gooders. Complications ensue when a huge corporation announces plans to raze the building and erect a factory. Amazingly, the ladies are saved by the very company that wants to evict them.","release_date":"1956-05-18","vote_average":0.0,"runtime":81,"cert":"N\/A","id":270571,"title":"Club of Women","adult":false,"genre_ids":[18]},{"cast":["Jacques Sernas","Daniela Bianchi","Mireille Darc","Harold Sakata","Marilù Tolo"],"overview":"A scepter is stolen, and it's hunted for by various groups of international robbers and spies, for various reasons - in a parody of 007 movies.","release_date":"1966-03-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":270579,"title":"Balearic Caper","adult":false,"genre_ids":[12,53,35,80]},{"cast":[],"overview":"A black maid is sitting in the kitchen doing some chore or another (difficult to see what.) Bobby Bumps has hidden inside a box and is trying to get something from the larder without the maid seeing him. But she spots him and lashes him with a whip. He runs off and the maid laughs....","release_date":"1918-08-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270581,"title":"Bobby Bumps on the Doughnut Trail","adult":false,"genre_ids":[]},{"cast":["Craig Hill","Teresa Gimpera","Luis Marín","Rolf Tasna","George Rigaud"],"overview":"Another Eurospy flick featuring Craig Hill as a secret agent.","release_date":"1966-10-07","vote_average":3.0,"runtime":96,"cert":"N\/A","id":270589,"title":"Black box affair: Il mondo tremo","adult":false,"genre_ids":[28,53]},{"cast":["Nicolas Giraud","Lolita Chammah","Jacques Bonnaffé","Bruno Davézé","Frédéric Pierrot"],"overview":"Summer 1890. In order to make some money to feed his family, Anton Chekhov, modest physician, wrote short stories for newspapers to sign Antosha Tchékhonté. Important characters, writer and editor, just make him aware of his talent. His situation is improving and Anton Chekhov gets the Pushkin prices and admiration of Tolstoy. But when one of his brothers died of tuberculosis, Anton saw it as a personal failure and wants to escape his fame and his love.","release_date":"2015-03-18","vote_average":6.5,"runtime":96,"cert":"N\/A","id":270591,"title":"Anton Tchekhov 1890","adult":false,"genre_ids":[18]},{"cast":["Manju Warrier","Kunchacko Boban","Amritha Anilkumar","Kaniha","Vinay Forrt"],"overview":"36 year-old Nirupama Rajeev (played by Manju Warrier) is an UD clerk in Revenue Department. The role of her husband is played by Kunchaka Boban. There is nothing interesting about her life as she leads a life which is determined by her usual daily activities. The movie focusses on the society's obsession with the age and how individual's ability is overlooked by the fact how old he or she is.","release_date":"2014-05-16","vote_average":6.3,"runtime":141,"cert":"N\/A","id":270593,"title":"How Old Are You","adult":false,"genre_ids":[18,10751]},{"cast":["David La Haye","Leah Pinsent","Napakpapha Nakprasitte","Michael Ironside","Mohan Agashe"],"overview":"Set on a tropical island in Thailand, the strange plight of a beleaguered chef who, while romancing a mysterious woman, discovers the diabolical Zen of cooking. Following a near death escape, he returns to Montreal and falls hard for the woman of his life who unfortunately craves only his cooking but not his loving. Worse still, strange things surfacing around him indicate that his journey to the Far East has deep, divine implications. The stage is set for him to take the 1st bite of true love and end the cycle of suffering for all involved.","release_date":"2006-12-31","vote_average":0.0,"runtime":120,"cert":"\"\"","id":270595,"title":"1st Bite","adult":false,"genre_ids":[14,27,10749]},{"cast":["John Basedow","Tiffany Browne-Tavarez","Joshua Pickel","Julia Gregorio","Frank Riano"],"overview":"Sci-Fi -  Steven Arabia, Robert Arensen, Audra Balewski  In a small town circa 1860 small pox takes the life of a little boy. He enters a world that will get him prepped and re-incarnated for his next life. The library is a second chance, a place to select a storybook life and be reborn. The evil darkness takes the boy into lower earth. All the corners of hell are fighting to keep him from reaching the next level. Four guardians are sent to rescue him but they only have 30 minutes.","release_date":"2013-03-11","vote_average":2.8,"runtime":70,"cert":"\"\"","id":270597,"title":"6 Minutes of Death","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Apostle Paul's life from his persecution of the church to his many missionary journeys, and the imprisonments he suffered at the hands of those with whom he once aligned himself.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270599,"title":"The Adventures of the Apostle Paul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary -  A.N. Other","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270607,"title":"Assange: Wikileaks","adult":false,"genre_ids":[]},{"cast":[],"overview":"A showcase of surfing lifestyle, travel, and shredding on various Canvas Surfboards","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270612,"title":"Canvas","adult":false,"genre_ids":[]},{"cast":["Leonid Nevedomsky","Georgiy Shtil","Nikolai Skorobogatov","Aleksandr Khochinsky","Viktor Proskurin"],"overview":"German intelligence is sending a terrorist group to the Soviet Union in the beginning of WWII.","release_date":"1979-06-06","vote_average":6.0,"runtime":73,"cert":"N\/A","id":270614,"title":"According to the Criminal Investigation Service...","adult":false,"genre_ids":[28,80,10752]},{"cast":["Eve Gordon","Rodney Scott","Kathy Wagner","Shawn Pyfrom","Michael Chieffo"],"overview":"The behind the scenes story of \"The Partridge Family\" TV show, told from the point of view of young Danny Bonaduce. Problems include Danny's jealous father, David Cassidy's overnight fame, and even conflicts with the Brady Bunch!","release_date":"1999-01-01","vote_average":5.0,"runtime":100,"cert":"\"\"","id":270616,"title":"Come On, Get Happy: The Partridge Family Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"﻿﻿﻿﻿﻿This 2003 documentary looks at the Danish resistance movement's execution of 400 informers during the Nazi occupation -- and the ensuing cover-up.","release_date":"2003-10-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":270618,"title":"Med ret til at dræbe","adult":false,"genre_ids":[99]},{"cast":["Lindsey Gort","Jordan-Claire Green","Larry Bishop","Masam Holden","Scout Raskin"],"overview":"Four friends meet to take mysterious pills that cause instant amnesia at the stroke of midnight.","release_date":"2010-06-05","vote_average":0.0,"runtime":79,"cert":"\"NR\"","id":270626,"title":"Forgotten Pills","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A warm, moving and sensitive tribute and a comprehensive and detailed biography of Elvis' life. Utilizing rare footage and photos from the 42 years of his life, the film follows the Presley story from his birth in Tupelo through his rise to superstardom.","release_date":"2004-10-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270628,"title":"Elvis Presley: From the Beginning to the End","adult":false,"genre_ids":[]},{"cast":["Lloyd Kaufman","Alyssa Hunter","Katelyn Hunter","Catharina Christie","John Wuchte"],"overview":"Five different moments in time within one house, home to secrets, death and lies. The question is, 'Would you live here?'","release_date":"2012-10-14","vote_average":4.5,"runtime":null,"cert":"\"\"","id":270630,"title":"Horror House","adult":false,"genre_ids":[27]},{"cast":["Fyodor Bondarchuk","Yekaterina Strizhenova","Regimantas Adomaitis","Boris Nevzorov","Nikolay Kryuchkov"],"overview":"A tragic love story set during WWII.","release_date":"1993-06-06","vote_average":2.0,"runtime":94,"cert":"\"\"","id":270632,"title":"Angels of Death","adult":false,"genre_ids":[18,10749,10752]},{"cast":[],"overview":"TV Drama -  Glenn Ford, Anthony Quayle, Forrest Tucker","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270634,"title":"Jarrett","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama -  Daniel Weyman, Caroline Ducey, Barbara Cabrita","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270636,"title":"Just Ines","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary of the life of John Newton","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270638,"title":"John Newton","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eric, Alexis, Cullen and Janae are all single and unsatisfied living their monochromatic lives. The contentious, first time meeting between on-line chat buddies, Eric and Alexis, brings about a torrent of emotion as they all meet up for a night on the town. After which, they begin to experience love lessons that force them to search their own hearts and passion for the love that has long eluded them.","release_date":"2011-01-01","vote_average":0.0,"runtime":108,"cert":"\"\"","id":270640,"title":"Lesson Before Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"For 25 years Joseph Kony and his Lord's Resistance Army terrorized Northern Uganda. Children were stolen from their families and brainwashed to be soldiers. Girls were degraded to sex slaves for Kony's officers. The gunfire has ceased, but one battle remains-the battle to restore the future of the children of Uganda. Forest Whitaker tells this story of one woman's fight to bring hope back to her nation. Sister Rosemary Nyirumbe leads a vocational school in Gulu, Uganda, where she uses practical skills to restore dignity, independence, and hope to formerly abducted women.","release_date":"","vote_average":0.0,"runtime":54,"cert":"N\/A","id":270642,"title":"Sewing Hope","adult":false,"genre_ids":[]},{"cast":[],"overview":"Caleb Peterson has it all-a great job, plenty of money, and a fine fiancée in former model Paisley Terrell. They're all set to get married just as soon as she signs a prenuptial agreement, but there's just one problem...\"Paisley don't do pre-nups!\" As war wages and trusts start to crumble, it turns into a battle of the sexes.","release_date":"2014-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":270644,"title":"Men, Money & Golddiggers","adult":false,"genre_ids":[]},{"cast":["Sarit Larry","Avi Shnaidman","Lior Raz","Gilad ben David","Ester Rada"],"overview":"A teacher discovers in a five year-old child a prodigious gift for poetry. Amazed and inspired by this young boy, she decides to protect his talent in spite of everyone.","release_date":"2014-04-19","vote_average":5.9,"runtime":120,"cert":"N\/A","id":270646,"title":"The Kindergarten Teacher","adult":false,"genre_ids":[18]},{"cast":["Leo Anderson Akana","Haemaccelo Kalu","Ho'Onani Kamai","Hinaleimoana Wong-Kalu"],"overview":"A transgender Native Hawaiian teacher inspires a young girl to fulfill her destiny of leading the school's male hula troupe, even as she struggles to find love and a committed relationship in her own life.","release_date":"2014-06-22","vote_average":8.0,"runtime":75,"cert":"\"\"","id":270648,"title":"Kumu Hina","adult":false,"genre_ids":[99]},{"cast":["Carmen Electra","Lainie Kazan","Saul Rubinek","John Lloyd Young","Vincent Pastore"],"overview":"Twenty-five year old real estate agent Nelson Hirsch is having problems telling his overbearing Jewish parents, Martin and Shirley Hirsch, that he's gay, let alone in a loving relationship not only with a man, Angelo Ferraro, but a non-Jewish one at that. It becomes more crucial as Nelson and Angelo have made a time sensitive pact to tell their respective parents about their relationship. It becomes even more complicated as, out of circumstance, Nelson discovers that his mother and thus by association his father believe the new significant other in his life is not Angelo, who they assume is solely his decorator, but rather Nelson and Angelo's neighbor, Playpen Playmate of the month, Sybil Williams.","release_date":"2009-01-01","vote_average":5.1,"runtime":90,"cert":"\"\"","id":270650,"title":"Oy Vey! My Son Is Gay!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Who is the bloody figure wielding a meat cleaver, seen racing through the alleys of British Columbia's Chinatown? Whoever he is, he has terrified dozens of witnesses, who have never been the same afterwards. The brutal history of Cornwall Jail, Ottawa's most notorious prison, lives on as ghostly apparitions of tortured inmates terrorize modern visitors. In its heyday it was home to vicious criminals, and sadistic guards. Hangings, whippings and torture were daily affairs and spirits from that era still linger on in the maze of cell blocks and corridors. Many male criminals were hanged at the Northwest Mounted Police outpost known as Fort Saskatchewan, but only one woman. Florence Lassandro was dubbed the Mob Princess, and her spirit is one of many seen on the grounds and in the preserved buildings of this historic site. Journey through several of the world's most haunted prisons and experience real portals to hell on earth.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270652,"title":"Paranormal Prisons","adult":false,"genre_ids":[]},{"cast":["Josh Hartnett","Teresa Palmer","Alexis Bledel","Rosario Dawson","Penn Badgley"],"overview":"The interwoven stories of three couples which are forced to make life-altering decisions in the face of a disastrous war. Inspired and sometimes blinded by their love, Len, Mia, Andy, Esther, Anna and Erik are as flawed and beautiful as any of the billions who are facing this human-made biological disaster.","release_date":"2014-03-25","vote_average":4.4,"runtime":98,"cert":"\"R\"","id":270654,"title":"Parts Per Billion","adult":false,"genre_ids":[878]},{"cast":[],"overview":"In the early 1970's, Grace Schrafft and Grace Moceri left their respective husbands with their infant children in tow to be together. Grace Moceri is the responsible one, the one who makes sure the bills are paid and the doors are locked. Grace Schrafft is the free spirit that everyone in town knows and loves. The two Graces are deeply rooted in their hometown of Gloucester, Massachusetts.  Grace and Grace made a life together for 37 years. The Love Part of This explores their meeting, their ensuing love and their struggles being a couple. The Graces share their stories, both separately and together. We also hear from an ex-husband, their two children, the town pastor and a family friend.  During filming, life takes an unexpected turn. The footage becomes an uncanny document, as all the words about their lives together take on a finite quality. THE LOVE PART OF THIS is a heartbreaking, funny and extremely moving document of life and love in our times.","release_date":"2015-11-10","vote_average":0.0,"runtime":82,"cert":"\"\"","id":270656,"title":"The Love Part of This","adult":false,"genre_ids":[]},{"cast":[],"overview":"Action -  Joe Lenig, Kristin Rodriguez, Nelson Irizarry","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270658,"title":"Raising Wolves","adult":false,"genre_ids":[]},{"cast":["Reverend Jen Miller","Janeane Garofalo"],"overview":"Comedy -  Louisa Ashleigh, Angry Bob, George Cutler","release_date":"2013-08-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270660,"title":"Satan, Hold My Hand","adult":false,"genre_ids":[]},{"cast":[],"overview":"Western -  Angelo Ortega, Miguel Corona, Wendy Wiltsey","release_date":"2014-04-08","vote_average":4.0,"runtime":null,"cert":"\"PG-13\"","id":270662,"title":"Sheriff of Contention","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary that depicts the system of slave policing—enforced by militia, armed community slave patrols, paid slave catchers, and federal law.","release_date":"2005-05-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270664,"title":"Slave Catchers, Slave Resisters","adult":false,"genre_ids":[]},{"cast":["Devin Barry","Sarah Larissa Deckert"],"overview":"In a world where nothing is perfect, isn't it a nice thought that a single day can be. Waking one Sunday morning, two young lovers make a pact not to get out of bed all day...no matter what. When nature calls...figure it out. When hunger strikes...make a plan. When boredom hits...play. This experimental love story attempts to create honest moments between two people and tickle your funny bone along the way. Life may suck tomorrow, but today is Sunday!","release_date":"2008-09-22","vote_average":0.0,"runtime":71,"cert":"\"NR\"","id":270666,"title":"Sunday","adult":false,"genre_ids":[10749,35]},{"cast":["Sonia Suhl","Lars Mikkelsen","Sonja Richter","Benjamin Boe Rasmussen","Mads Riisom"],"overview":"The young woman, Marie, is an outsider in the small coastal community where she has grown up. The townspeople live in fear of her and not least her mother, who is wheelchair bound, suffering from a mysterious illness. When Marie discovers her body changing – long hair growing on her chest and back – she begins searching for answers concerning her family’s hidden past. Something that will have great consequences for herself and her family – and the choices she has to make.","release_date":"2014-06-12","vote_average":5.9,"runtime":84,"cert":"\"\"","id":270668,"title":"When Animals Dream","adult":false,"genre_ids":[9648,18,27]},{"cast":["Jeff Fahey","Alison Doody","Philip Casnoff"],"overview":"After five years in prison for insurance fraud the sailor Lanarsky is released. Together with his buddy Bone he gets a job as seamen on board the yacht owned by the wife of his insurance fraud-partner Michael Reddick. Lanarsky has a question to his former partner who he thinks tried to cheat him. But Michael Reddich himself has another insurance plan ready where he will kill everybody on board the yacht, blow it up and then claim the life-insurance for his wife. But Lanarsky and the wife Lee escape and follow Michael to the nearby Cayman Island where the final showdown takes place.","release_date":"1994-10-19","vote_average":0.0,"runtime":91,"cert":"\"R\"","id":270670,"title":"Temptation","adult":false,"genre_ids":[53]},{"cast":["Brandon Baker","Mike Schminke","Sasha Jackson","Reginald VelJohnson","Katie Goebel"],"overview":"The story of Quinn and Graham, two engineering students who discover a mathematical formula to pick up women with ease.","release_date":"2014-04-15","vote_average":4.1,"runtime":90,"cert":"\"\"","id":270672,"title":"The Formula","adult":false,"genre_ids":[10749,35]},{"cast":["Burt Young","Bobby Cassidy","Doug McKeon","Madge Sinclair","Adrienne La Russa"],"overview":"A trumpet player, self-destructive after the death of his wife and child in a fire, befriends a crippled youngster and together they battle obstacles through each other's encouragement.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270674,"title":"Uncle Joe Shannon","adult":false,"genre_ids":[]},{"cast":["Michael Hollis","John Tindall","Joachim Wiese","Joey Fatone","Dennis Scott"],"overview":"Wannabe \"gangsta-rappers\" resort to a crime spree in order to come up up with ten thousand dollars in order to finance a studio recording session.","release_date":"2007-02-20","vote_average":7.0,"runtime":91,"cert":"\"\"","id":270676,"title":"The Bros.","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Aleks Rosenberg -  Sy Bondy, Marek Skupienski, Jake Gomolinski-Ekel","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270678,"title":"Zelimo","adult":false,"genre_ids":[]},{"cast":["Wilson Yip","Barbara Wong","Kenneth Bi","Anita Chan","Chan Wai-keung"],"overview":"A British firearm is the main character of this avant-garde thriller, which follows the titular pistol as it falls into the hands of various characters from the bustling Hong Kong district of Mongkok to the mainland port city of Shenzhen.","release_date":"2002-11-07","vote_average":3.0,"runtime":84,"cert":"N\/A","id":270680,"title":"The Runaway Pistol","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Short film that portrays early childhood through the eyes of an angry teenager. The death of her grandmother makes her realize the importance of family, love and forgiveness","release_date":"2005-03-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270682,"title":"A Box of Buttons","adult":false,"genre_ids":[]},{"cast":[],"overview":"An entertainment promoter stages bizarre participatory events, inspired by the scientist Ivan Pavlov’s experiments with dogs, for the idle newly rich in contemporary Russia.","release_date":"2006-02-24","vote_average":0.0,"runtime":71,"cert":"N\/A","id":270684,"title":"Pavlov's Dogs","adult":false,"genre_ids":[]},{"cast":["Yelena Zigon","Takis Emmanuel","Nikos Gerissimou","Kate Fitzpatrick","Darcy Waters"],"overview":"Antigone arrives in Sydney from Greece to have an arranged marriage with Telis, but is rejected by him as he expected a younger woman. Telis's older brother, Manolis, sympathizes with Antigone.","release_date":"1976-12-03","vote_average":0.0,"runtime":84,"cert":"N\/A","id":270686,"title":"Promised Woman","adult":false,"genre_ids":[]},{"cast":["Jacki Weaver","Hugh Keays-Byrne","Robert Bruning","Steve Dodds","Brian Doyle"],"overview":"An Australian-set romance starring Jacki Weaver.","release_date":"1975-06-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":270688,"title":"Polly My Love","adult":false,"genre_ids":[]},{"cast":["John Meillon","Robert Bettles","Michael Craig","Anne Haddy","Ron Haddrick"],"overview":"The poignant struggle of a man to grant his terminally ill son three wishes - and the obstacles cast in his way of achieving this goal.","release_date":"1976-07-16","vote_average":0.0,"runtime":107,"cert":"N\/A","id":270690,"title":"The Fourth Wish","adult":false,"genre_ids":[]},{"cast":["Robert Bettles","Janet Kingsbury","John Ewart","Bruce Spence","Ray Barrett"],"overview":"In 1917 rural New South Wales, a young boy with polio struggles to break free of his overprotective mother.","release_date":"1976-12-16","vote_average":0.0,"runtime":92,"cert":"N\/A","id":270692,"title":"Let the Balloon Go","adult":false,"genre_ids":[]},{"cast":["Michele Fawdon","Alan Cassell","Bryan Brown","Willie Fennell","Flavia Arena"],"overview":"Cathy Baikas is a woman of Greek heritage who lives in Sydney, Australia with her three-year-old daughter. When her daughter's father kidnaps the child and takes her back to Greece, Cathy discovers the authorities can do little to help her. She turns to the media. The editor of a major daily newspaper proves sympathetic to Cathy's problem and begins giving her case press coverage. The film is based on a true story.","release_date":"1979-07-05","vote_average":0.0,"runtime":89,"cert":"N\/A","id":270697,"title":"Cathy's Child","adult":false,"genre_ids":[18]},{"cast":["Richard Moir","Judy Morris","Chris Haywood","Bill Hunter","Alex Taifer"],"overview":"Tony is released from prison and goes in search of what once was happiness: Anna. He hits the road hoping to find her and makes a friend along the way.","release_date":"1979-07-28","vote_average":7.0,"runtime":91,"cert":"N\/A","id":270699,"title":"In Search of Anna","adult":false,"genre_ids":[]},{"cast":["Kenneth Brown","Nat Young","Amanda Berry","Bryan Brown","Julie McGregor"],"overview":"The stories involving surfing and drugs are followed in Sydney over two days.","release_date":"1980-03-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":270701,"title":"Palm Beach","adult":false,"genre_ids":[18]},{"cast":["Jaime Camil","Adriana Louvier","Silvia Mariscal","Roberto D'Amico","Marina de Tavira"],"overview":"Mr. Balboa had a heartless grandson who, at the time, was kicked out of the house (a fact concealed from his wife). Since then he had forwarded himself letters sent in theory by his grandson in order to please his wife. The real grandson decides to go home (looking for money) but the boat where he was traveling sinks. Balboa hires an impersonator and master of beneficial illusions (Mauritius) and together with a cute girl (Isabel), they pretend to be the missing grandson and his \"happy wife\" to the grandmother, who is very pleased with the guest. But then comes the surprise...the real grandson is alive and he is on his way to return home.","release_date":"2015-09-04","vote_average":6.8,"runtime":100,"cert":"N\/A","id":270703,"title":"Illusions S.A.","adult":false,"genre_ids":[18,16]},{"cast":["Natalia Rychert","Raúl Askenazi","Emoé de la Parra","Saturnino Martínez","Juan Cristóbal Castillo"],"overview":"Upon learning of her pregnancy, Emma, ​​a housewife with an apparent perfect marriage, decides to leave her husband and family to start a new life with the son of the man who raped her.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":270705,"title":"Runaway Home","adult":false,"genre_ids":[]},{"cast":["Marios Demetriou","Elena Efstathiou","Marinos Konsolou","Mara Konstadinou","Imee Lysandriou"],"overview":"Mairy, a thirty-year-old woman from Philippines, works in a village in Cyprus. She takes care of Mr. Michalis, an eigthy-five-year-old man with arteriosclerosis. Mr. Michalis spends his days in front of the television, watching time and again a soap opera with a heroine named Anna. He soon becomes obsessed with this heroine, to the point of calling Mairy 'Anna', despite the remarks of his daughter Melpo. When Mairy finds some old photographs she makes an important discovery...","release_date":"2013-07-28","vote_average":3.5,"runtime":22,"cert":"N\/A","id":270710,"title":"Anna","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Staged boxing match between Sergeant-Instructor Barrett and Sergeant Pope, with a round, interval, and knockout.","release_date":"1896-08-03","vote_average":6.0,"runtime":1,"cert":"N\/A","id":270712,"title":"Boxing Match; or, Glove Contest","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A short black-and-white silent documentary film featuring one dog jumping through hoops and another dancing in a costume, which was considered lost until footage from an 1896 Fairground Programme was identified as being from this film.","release_date":"1895-03-05","vote_average":4.8,"runtime":1,"cert":"N\/A","id":270714,"title":"Performing Animals; or, Skipping Dogs","adult":false,"genre_ids":[99]},{"cast":["Howard M. Mitchell","Edna Payne","Earl Metcalfe","Sadie Calhoun"],"overview":"Carmelita, jealous of Captain Herbert, who loves Mildred, obtains the assistance of Salvada, a Mexican enemy of Herbert's and personates Mildred, to make the captain jealous...","release_date":"1913-02-08","vote_average":0.0,"runtime":17,"cert":"\"\"","id":270716,"title":"The Price of Jealousy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Throughout world history, great civilizations have survived and extended their rule through dependence on great infrastructures. Rome had its roads and aqueducts. The Mayans had their pyramids and palaces. But what happens when society neglects its infrastructure? Right now, the U.S. infrastructure is collapsing and it impacts every single person in this country. In the first half of the 20th century, our bridges, highways, tunnels, dams, levees, ports, water and gas pipelines were built during the greatest age of construction the world had ever seen. But now these steel and concrete achievements are deteriorating. More than 70,000 of our nation's bridges are rated structurally deficient. Massive grid failures have left millions in the dark. 25,000 miles of commercial navigable waterways and locks have exceeded their 50-year design life. Everything from dilapidated levees to pipelines to railroads is past their expiration date.","release_date":"2009-06-09","vote_average":7.0,"runtime":100,"cert":"\"G\"","id":270718,"title":"The Crumbling of America","adult":false,"genre_ids":[99]},{"cast":["Aadi Saikumar","Shanvi Srivastav"],"overview":"Chandra alias Chinna and Yuktha are childhood friends. Chinna and his family move out of the house and that is the end of the connection between Chinna and Yuktha, But Chinna steals something that is of great value to Yuktha and she hates him for that.","release_date":"2014-05-10","vote_average":0.0,"runtime":148,"cert":"N\/A","id":270720,"title":"Pyar Mein Padipoyane","adult":false,"genre_ids":[10749]},{"cast":["Marco Adrián Cano","Juan Carlos Ceballos"],"overview":"Félix finds a young man lying unconscious on the beach, he has scales on his back. Félix takes him home and takes care of him.","release_date":"2011-05-01","vote_average":10.0,"runtime":20,"cert":"N\/A","id":270725,"title":"Félix et le poisson","adult":false,"genre_ids":[18,10749]},{"cast":["Darman"],"overview":"A married man wants to start an affair with his barber's daughter. But the Barber knows how to defend his daughter's virtue.","release_date":"1914-05-19","vote_average":0.0,"runtime":11,"cert":"N\/A","id":270727,"title":"I'm Going to Shave","adult":false,"genre_ids":[]},{"cast":["Fred Mace","Henry Lehrman","Ford Sterling","Harry McCoy","Betty Schade"],"overview":"A Keystone film, especially from the beginnings, is always worth attention.This film is notable for the profit which it manages to derive from derisory material. It plays more on the resources of comedy than those of burlesque.","release_date":"1913-02-14","vote_average":0.0,"runtime":6,"cert":"\"\"","id":270729,"title":"Her Birthday Present","adult":false,"genre_ids":[]},{"cast":["Marek Kondrat","Graham Lines","Tom Wilkinson","Bernard Archard","John Bennett"],"overview":"Andrzej Wajda's English-language film of a novella by Józef Teodor Konrad Korzeniowski, aka Joseph Conrad, about a young man in his first command as a sea captain. A series of crises prove incredibly difficult for his new authority, for the sea is curiously becalmed and the crew is weakened by feverish malaria. When the first mate's fear convinces many that the ship is haunted and cursed by the malevolent spirit of the previous captain, the young man must cope with their superstition as well as the conspicuous absence of much-needed medicine.","release_date":"1976-09-06","vote_average":6.0,"runtime":100,"cert":"N\/A","id":270731,"title":"The Shadow-Line","adult":false,"genre_ids":[18]},{"cast":["Martin Růžek","Jiří Bednář","Jiří Němeček","Josef Langmiler","Josef Chvalina"],"overview":"","release_date":"1973-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270733,"title":"Vysoká modrá zeď","adult":false,"genre_ids":[18]},{"cast":["Paulina Mlynarska","Piotr Wawrzyńczak","Bernadetta Machela","Dariusz Dobkowski","Jarosław Gruda"],"overview":"Set in the summer months preceding the September 1939 outbreak of World War II in Polish part of Lithuania. A young highschool lad, Witek, is hoping to pass the entrance exams to the university. His love interest is Alina, his high-school colleague.","release_date":"1986-11-24","vote_average":5.3,"runtime":90,"cert":"N\/A","id":270735,"title":"Chronicle of Amorous Accidents","adult":false,"genre_ids":[18]},{"cast":["Lindsay Wagner","Holly Marie Combs","Cynthia Sikes","Sean McCann","Victor Argo"],"overview":"","release_date":"1996-02-20","vote_average":6.0,"runtime":null,"cert":"\"\"","id":270746,"title":"Sins of Silence","adult":false,"genre_ids":[]},{"cast":["Raquel Welch","Bradford Dillman","Nick Mancuso","Branscombe Richmond","Eloy Casados"],"overview":"Walks Far Woman is a squaw of the Blackfoot tribe. She takes revenge on two men who killed her husband and then she is ostracized by her tribe. She then is adopted by the Sioux, the tribe of her mother, and there she tries to start a new life.","release_date":"1982-05-30","vote_average":2.8,"runtime":111,"cert":"\"\"","id":270748,"title":"The Legend of Walks Far Woman","adult":false,"genre_ids":[37]},{"cast":["Alan Dukes","Mel Dukes","Richard Carwin","Dean Kyrwood","Warwick Young"],"overview":"As their planet is being ripped apart two young soldiers Ashmal and Zack stumble across something that might be mankind's only hope for survival against an overwhelming alien invasion. A NOVR.","release_date":"2013-11-17","vote_average":3.5,"runtime":15,"cert":"N\/A","id":270750,"title":"NOVR","adult":false,"genre_ids":[28,878,12]},{"cast":["Amanda Pays"],"overview":"A documentary about the exciting possibilities of computer animation and the shaping of never before imagined worlds","release_date":"1988-09-07","vote_average":0.0,"runtime":58,"cert":"\"\"","id":270752,"title":"Computer Dreams","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Examining life at life's end is the poignant subtext of 'Next Year in Jerusalem,' a poetic journey at once metaphorical and literal. Eight nursing home residents are given one last great adventure, a trip to Israel. The film documents the intricate planning through the journey itself: a physical and emotional challenge and ultimately, a transformational life experience.","release_date":"2013-09-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":270754,"title":"Next Year in Jerusalem","adult":false,"genre_ids":[99]},{"cast":["Minnie Driver","Paul Adelstein","Alfred Molina","Connie Nielsen","Kathy Baker"],"overview":"Based on the true story of a successful couple, Maggie and Aaron who are preparing for the arrival of their first child.","release_date":"2014-05-17","vote_average":6.4,"runtime":106,"cert":"\"\"","id":270756,"title":"Return to Zero","adult":false,"genre_ids":[18]},{"cast":["J. Vadivel","Lakshmi Priyaa","Sreerama Santhosh","Gaugin","Krishna Kumar"],"overview":"Four aspiring film technicians decide to steal from the producer who rejected their script to fund their movie. Meanwhile, the producer's paramour — a former actress — also plans to loot him with the help of her boyfriend. Who succeeds in the end?","release_date":"2015-03-20","vote_average":7.0,"runtime":null,"cert":"N\/A","id":270773,"title":"Kallappadam","adult":false,"genre_ids":[18]},{"cast":["Brinda Sarathy","Ansiba Hassan","Kanja Karuppu"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"2015-07-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":270775,"title":"Paranjothi","adult":false,"genre_ids":[10749]},{"cast":["Pepón Nieto","Álvaro de Luna","Inma del Moral","José Sacristán","Teté Delgado"],"overview":"","release_date":"2002-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":270777,"title":"La Marcha Verde","adult":false,"genre_ids":[]},{"cast":["Arjun Chidambaram","Venkatesh Harinathan","Aditi Chengappa","K. Bhagyaraj","Lakshmi"],"overview":"Arjun and Karna, two happy-go-lucky friends who have resigned from their jobs, start a bad news delivery service and one of their assigments ends up in a marriage getting cancelled. And the bride happens to be the sister of Arjun’s girlfriend Anjali! Can they undo the damage?","release_date":"2015-06-26","vote_average":7.0,"runtime":128,"cert":"N\/A","id":270779,"title":"Moone Moonu Varthai","adult":false,"genre_ids":[35,10749]},{"cast":["Prakash Raj","Sneha","Urvashi","Tejus Kancherla","Samyukta Hornad"],"overview":"Kalidasan (Prakash Raj), a bachelor in his forties, is an archaelogist and a foodie. Kali's well wishers want him to get married but he is in no hurry to get hitched. One day, he receives a call from Gowri, a dubbing artiste in her mid-thirties, who mistakes Kalidasan's number to be that of a hotel's. Both Gowri and Kali end up fighting initially but eventually learn that they share the same interests. After several conversations over the phone, they feel that the other might be the soul mate that they've been waiting for all their lives. Just when the two decide to meet each other in person, doubts cloud their mind and they seek the help of their younger relatives, who completely misread the situation and cause confusion.","release_date":"2014-06-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":270781,"title":"Un Samayal Arayil","adult":false,"genre_ids":[10749]},{"cast":["Scott Valentine","Joan Severance","Chris Mulkey","G. W. Bailey","Andreas Katsulas"],"overview":"In this thriller, Jamie Sanford is murdered by a group of counterfeiters when he attempts to expose them in order to secure an early parole. However, when aspiring writer Clark learns of his brothers death, he sets out to exact revenge and bring the guilty to justice while being framed for his brothers murder.","release_date":"1991-11-20","vote_average":5.7,"runtime":99,"cert":"\"R\"","id":270783,"title":"Write to Kill","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"DAMN! is an independent, feature length documentary chronicling the story of \"Rent is Too Damn High\" party founder Jimmy McMillan, a Vietnam veteran, black belt karate master, former stripper and 1970's soul singer who became an overnight sensation. After his appearance on the 2010 televised New York gubernatorial debate went viral, receiving over 2 million views in 24 hours, Jimmy was lifted from political obscurity into the international spotlight.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270797,"title":"Damn! Is the Price of Fame Too Damn High?","adult":false,"genre_ids":[]},{"cast":["Courtney B Turk","Ryan Walker","R.J. Cantu","Jessica Morris","Helene Udy"],"overview":"When a cursed devil's charm' bracelet shows up at a sorority house on Valentine's Day, each girl tries to make a series of wishes, and each finds that unintended consequences are the primary purpose of Satan's sinister strategy.","release_date":"2014-05-01","vote_average":3.8,"runtime":75,"cert":"\"NR\"","id":270802,"title":"666: Devilish Charm","adult":false,"genre_ids":[27,53]},{"cast":["Ed Kavalee","Paul Hester","Aphrodite Vuitton","Joanne Ashton","Xavier Fernandez"],"overview":"Coming of age is difficult for any young boy, but it is a little harder for Jono Smith. His secret fetish for kitchen appliances has caused him to lose his manhood in a flight of passion. Fortunately the recent death of a porn star makes a transplant possible and with the help of his crazy friends Jono just might get laid again.","release_date":"2008-10-30","vote_average":0.0,"runtime":86,"cert":"\"\"","id":270804,"title":"Going Down Under","adult":false,"genre_ids":[35]},{"cast":["Carlisle Diana","Justice Luce","Sinjin Venegas","Hunter Pecunia","Mack White III"],"overview":"Family -  Carlisle Studer, Hunter Pecunia, Justice Luce","release_date":"2011-01-01","vote_average":1.0,"runtime":94,"cert":"\"\"","id":270806,"title":"Grand Prix: The Winning Tale","adult":false,"genre_ids":[]},{"cast":["Akshay Kumar","Kareena Kapoor Khan","Gulshan Grover","Shakti Kapoor","Rakhee Gulzar"],"overview":"Babu works for three underworld dons and must go to prison to protect them. When his sentence is over, he returns home to find that Purnima (his wife), Arjun (his son) and Pooja (his daughter) live a destitute life. When he confronts his bosses, he is beheaded in front of his wife and children, and his daughter is abducted.  Purnima (Raakhee) loses her mind, and is hospitalized in a mental hospital. Growing up, Arjun (Akshay Kumar) becomes a high profile vigilante. As for Purnima, she becomes terribly ill and can be saved only if she sees her daughter again. Thus, Arjun decides to re-unite his mother and sister. In order to do so, he must discover the identity of his father's killers.","release_date":"2003-01-03","vote_average":4.0,"runtime":153,"cert":"N\/A","id":270823,"title":"Talaash: The Hunt Begins","adult":false,"genre_ids":[]},{"cast":["Justin Bieber"],"overview":"documentary - Go beyond the music to learn what it took for Justin Bieber, a boy from small town with a passion for music, to dominate the pop charts around the world.","release_date":"2013-01-01","vote_average":1.3,"runtime":null,"cert":"\"\"","id":270825,"title":"Justin Bieber: Always Believing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary detailing Jacqueline Kennedy diplomatic efforts and visits to India and Pakistan in 1962","release_date":"1962-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":270827,"title":"Jacqueline Kennedy's Asian Journey","adult":false,"genre_ids":[]},{"cast":["John Clayton","Michele Fawdon","Norman Kaye","Call Ricketson","Bob Ellis"],"overview":"Maureen's biological clock is ticking, and she wants a baby. Her husband George is unable to oblige. When Maureen bumps into Geoff, a former lover from years ago she decides he might be able to supply the wanted seed. But the scientific controls on their weekend encounter soon give way to natural urges and the consummation is concluded with tenderness.","release_date":"1985-10-04","vote_average":0.0,"runtime":78,"cert":"N\/A","id":270829,"title":"Unfinished Business","adult":false,"genre_ids":[]},{"cast":[],"overview":"documentary - Kollek chronicles the life of Teddy Kollek beginning with his days as a Zionist leader to his rescue of 3,000 Jews from Nazi Germany and his unparalleled 29 years as mayor of Jerusalem","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270831,"title":"Kollek","adult":false,"genre_ids":[]},{"cast":["Noni Hazlehurst","Annie Byron","Alan Fletcher","Narelle Simpson","Travis Ward"],"overview":"Fran, a single mother, is selflessly devoted to her children. But something is lacking in her life, and that something is the love of a man her own age. Her efforts to juggle a love life with her home life are largely unsuccessful.","release_date":"1985-11-21","vote_average":0.0,"runtime":98,"cert":"N\/A","id":270833,"title":"Fran","adult":false,"genre_ids":[]},{"cast":["Chris Haywood","Jennifer Cluff","Arianthe Galani","Robin Ramsay","Peter Hehir"],"overview":"An Australian who has fought in Vietnam blames Agent Orange for his cancer, and sues for compensation.","release_date":"1985-10-03","vote_average":0.0,"runtime":91,"cert":"N\/A","id":270835,"title":"A Street to Die","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about famous writer Isabel Allende.","release_date":"2008-01-06","vote_average":0.0,"runtime":60,"cert":"N\/A","id":270840,"title":"Isabel Allende: A Thousand and One Voices","adult":false,"genre_ids":[99]},{"cast":["Yang Mi","Amber Kuo","Hayden Kuo","Xie Yi-lin","Kai Ko"],"overview":"Lin Xiao, Gu Li, Nan Xiang, Tang Wanru - these four best friends, after waving goodbye to their school campus and entering the workforce, they are faced with various challenges in their life: friendship, love, and career. Together, they become lost in life, having long forgotten their past courage.","release_date":"2014-07-17","vote_average":3.6,"runtime":110,"cert":"N\/A","id":270842,"title":"Tiny Times 3","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Documentary -  Rachael Ray, Robin Quivers, John Salley","release_date":"2011-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":270844,"title":"Lunch Hour","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-06-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":270846,"title":"Wallander 28 - Försvunnen","adult":false,"genre_ids":[]},{"cast":["Jesse Metcalfe","Natalie Lisinska","Derek McGrath","Chick Reid","Brandon Firla"],"overview":"Noah McManus is leaving his job with the Boston mayor's office for a dream gig in Washington, D.C. But in a single day, he finds out his new boss in Washington can no longer employ him and that his girlfriend has been cheating on him. Devastated, Noah travels to a quaint Cape Cod town and unexpectedly finds himself at home.","release_date":"2010-05-20","vote_average":6.0,"runtime":89,"cert":"\"\"","id":270848,"title":"Fairfield Road","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Nils Lofgren"],"overview":"Rocker Nils Lofgren, onetime backup for Neil Young and Crazy Horse and Bruce Springsteen and the E Street Band but also an exceptionally gifted solo performer in his own right, headlines the concert film Nils Lofgren &amp; Friends: Live Acoustic. The 'friends' of the title include musicians Mary Ann Redmond, Buck Brown, Tommy Lofgren, Mark Lofgren, Mike Lofgren, Paul Bell, Jeffrey 'Skunk' Baxter. The venue is the Birchmere in Alexandria, Virginia; on its stage, Lofgren and his fellow players perform eighteen numbers before a roaring crowd","release_date":"2006-01-01","vote_average":5.7,"runtime":null,"cert":"\"\"","id":270850,"title":"Nils Lofgren and Friends Live Acoustic","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Comedy -  Bill Cobbs, Lee Meriwether, Blake Michael","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270852,"title":"No Limit Kids - Much Ado About Middle School","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crime -  Calvin Dutton, Chris Huse, Jeremy Loris","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270854,"title":"Nowheresville","adult":false,"genre_ids":[]},{"cast":["Kevin Costner","Hilary Swank"],"overview":"Documentary -  Kevin Costner, Hilary Swank","release_date":"2006-01-01","vote_average":7.7,"runtime":null,"cert":"\"\"","id":270856,"title":"On Native Soil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"action &amp; adventure - A 12th-century knight-errant wanders the world fighting injustice and is accompanied by his faithful friends Crispin and Goliath.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270858,"title":"Prince Killian and The Holy Grail","adult":false,"genre_ids":[]},{"cast":["D.A. Jackson","Jefro Hoskins"],"overview":"After being tortured and beaten within an inch of his life, ex-preacher Jacob Divine returns to his hometown in hopes of starting a new life. He soon finds comfort in the loving arms of his new wife and a rekindled relationship with his father, but this peace is short-lived. Confronted with the hostile resentment of his older brother and the violent attacks of a local drug dealer, Jacob must come to terms with his dark past or risk losing everything again.","release_date":"2009-08-09","vote_average":0.0,"runtime":115,"cert":"\"\"","id":270860,"title":"Prodigal","adult":false,"genre_ids":[28]},{"cast":[],"overview":"From Vogue magazine fashion photographer to filmmaker, painter and sculptor, Bailey is the working-class Londoner who befriended the stars, married his muses (Jean Shrimpton, Catherine Deneuve, Marie Helvin) and captures the spirit and elegance of his times with his refreshingly simple approach and razor-sharp eye. He is also the man whose life and work inspired one of the cult movies of the sixties, Michelangelo Antonioni's Blow-Up, and who has constantly travelled the globe either with the most beautiful models or chronicling the contemporary reality of Papua New Guinea, Brazil, Vietnam, Afghanistan and other countries with ground-breaking reportages. Above all, Bailey is a romantic with a delightful sense of humour approaching his 73rd year and showing no sign of slowing up. Director Jérôme de Missolz has created an engaging portrait of this very private man who bared the soul of the swinging sixties and seventies with his photographs and films.","release_date":"2010-01-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":270862,"title":"David Bailey: Four Beats to the Bar and No Cheating","adult":false,"genre_ids":[99]},{"cast":[],"overview":"TV Movie  - Sturla Gunnarsson - Biographical story of rock idol and TV star, Ricky Nelson is recalled from the view of Ricky in a discussion with a fan just hours before his death in a plane crash in 1985 - Gregory Calpakis, Jamey Sheridan, Sara Botsford","release_date":"1999-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":270864,"title":"Ricky Nelson: Original Teen Idol","adult":false,"genre_ids":[]},{"cast":["Katja Schuurman","Gijs van de Westelaken"],"overview":"One year after the assassination of Theo van Gogh, Katja Schuurman and Stan de Jong examine the government's role. They claim that 'intelligence services and the police have blundered at a large scale'. For example, it was unjustifiable that Theo van Gogh did not have government protection, and the film demonstrates that after the killing the police first examined the wrong apartment. Schuurman talks to people involved, like Ayaan Hirsi Ali, with whom Van Gogh made the controversial film Submission, the Amsterdam chief public prosecutor Leo de Wit, who denies statements that were previously uttered (and filmed), and film producer Gijs van de Westelaken and chief editor of Metro Jan Dijkgraaf, who both condemn the police. Archive footage shows Theo van Gogh himself, Pim Fortuyn and the attacks in New York and Madrid; replays and close-ups of TV fragments emphasize salient statements.","release_date":"2005-11-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":270866,"title":"Prettig weekend - ondanks alles","adult":false,"genre_ids":[99]},{"cast":[],"overview":"independent - Filmmaker returns to his hometown to track down his secret club.- Whit Scott","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270868,"title":"Rolled","adult":false,"genre_ids":[]},{"cast":["Judy Morris","Barry Otto","Victoria Longley","Lewis Fitz-Gerald","Peter Carroll"],"overview":"A couple hires a young girl to take care of their son.","release_date":"1986-03-19","vote_average":0.0,"runtime":94,"cert":"N\/A","id":270870,"title":"The More Things Change...","adult":false,"genre_ids":[]},{"cast":["Agata Stasiak","Chris Ross"],"overview":"A man’s attempt to deactivate his Facebook account becomes complicated and surreal.","release_date":"2014-04-14","vote_average":0.0,"runtime":8,"cert":"\"\"","id":270872,"title":"disCONNECT","adult":false,"genre_ids":[]},{"cast":[],"overview":"independent, Animated - This magical tale features adventurer Phileas Fogg and his manservant, Passepartout as they defy a challenge by setting sail for a remarkable voyage around the world that must be accomplished within eighty days.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270874,"title":"Storybook Classics: Around the World in 80 Days","adult":false,"genre_ids":[]},{"cast":[],"overview":"independent, Animated - Tom Sawyer is a delightful cartoon adaptation of the timeless children's book The Adventures of Tom Sawyer, Mark Twain's classic tale of boyhood adventure featuring the loveable Tom and his happy-go-lucky friend, Huckleberry Finn","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270876,"title":"Storybook Classics: The Adventures of Tom Sawyer","adult":false,"genre_ids":[]},{"cast":["Keith Singleton","Monique Parent","Ben Caughman","Lilly Caughman","Bill Frenzer"],"overview":"Happy family in the suburbs have unusual zest for life. Their secret? They're cannibals.","release_date":"2011-05-17","vote_average":4.0,"runtime":80,"cert":"\"\"","id":270884,"title":"The Fergusons","adult":false,"genre_ids":[27,35]},{"cast":["Julianne Côté","Catherine St-Laurent","Marc-André Grondin","Francis La Haye","Simon Larouche"],"overview":"Making the most of the family home while her parents are away, 22-year-old Nicole is enjoying a peaceful summer with her best friend Véronique. But when Nicole’s older brother shows up with his band to record an album, the girls’ friendship is put to the test.","release_date":"2014-08-22","vote_average":6.7,"runtime":93,"cert":"\"\"","id":270886,"title":"You're Sleeping Nicole","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"New Kids On The Block perform live at LA's historic Mayan Theater.","release_date":"1989-11-14","vote_average":0.0,"runtime":50,"cert":"\"G\"","id":270888,"title":"New Kids On The Block: Hangin' Tough Live","adult":false,"genre_ids":[]},{"cast":["Francisco Cavalcanti","Ruy Leal","Dalma Ribas","Suely Conti","Henrique Guedes"],"overview":"In São Paulo, the gang of the former pimp Marcus abducts another virgin woman late night. They trade the virgin girls with three wealthy sick old men that pay a little fortune to deflower the girls. Then the gang of sex maniacs kills the women and dumps their bodies in the backwoods. The police know that the gang has abducted sixteen women and they have already found ten bodies, but they do not have any lead to find the criminals...","release_date":"1983-07-01","vote_average":4.0,"runtime":82,"cert":"\"\"","id":270890,"title":"The Abusers of Virgin Girls","adult":false,"genre_ids":[18,80]},{"cast":["John Hargreaves","Heather Mitchell","Tushka Bergen","Julie Hamilton","Aileen Britton"],"overview":"Teenager Ellie is distressed by forces that threaten the special family holidays she shares with her widowed father. These threats are posed by a new coastal development and her father's new relationship with a local woman. Ellie desperately clings to memories and places that preserve the memory of her late mother.","release_date":"1987-09-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":270892,"title":"The Place at the Coast","adult":false,"genre_ids":[]},{"cast":["Tiffany Stinky","Billy Scam","Joel D. Wynkoop"],"overview":"Florida punkette has sex with a corpse, contracts an experimental virus, passes it to her punk boyfriend. Wackiness and melty flesh ensues.","release_date":"1997-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":270894,"title":"Rot","adult":false,"genre_ids":[]},{"cast":["Isaac Ssebandeke","John Kamau","Landry Adelard","Nicholas Gecks","Stephanie Beattie"],"overview":"Short film about resource exploitation in Congo and video games in England.","release_date":"2013-12-11","vote_average":0.0,"runtime":12,"cert":"\"\"","id":270896,"title":"Columbite Tantalite","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A man's repeated attempts to retrieve an apple off a high tree branch all prove fruitless.  What does he want the apple for? That would be Telling.","release_date":"1963-05-21","vote_average":0.0,"runtime":6,"cert":"N\/A","id":270898,"title":"The Apple","adult":false,"genre_ids":[16,35]},{"cast":["Florence Rice","Stuart Erwin","Paul Kelly","Margaret Irving","Cy Kendall"],"overview":"A young reporter tries to prove her mettle by exposing a liquor racketeering gang.","release_date":"1936-07-31","vote_average":6.5,"runtime":58,"cert":"\"\"","id":270903,"title":"Women Are Trouble","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"","release_date":"1961-10-17","vote_average":7.3,"runtime":68,"cert":"N\/A","id":270908,"title":"Absolutely Seriously","adult":false,"genre_ids":[]},{"cast":["Faina Ranevskaya","Aleksei Gribov","Zoya Fyodorova","Erast Garin","Mikhail Yanshin"],"overview":"According to the eponymous vaudeville by A.P. Chekhov. Petty bourgeois Zhigalovs, whose daughter-in-law Dasha is being extradited, find out to their horror that the official Aplombov, who has been caring for Dasha all summer, has dined every day with them and has proved himself to be his bridegroom, is not going to marry at all.","release_date":"1944-06-14","vote_average":7.0,"runtime":64,"cert":"N\/A","id":270910,"title":"Wedding","adult":false,"genre_ids":[]},{"cast":["Pavan Malhotra","Archana","M. V. Vasudeva Rao","Archana Puran Singh"],"overview":"Every year, Ghunuram takes time off from his job to prepare for and appear in a folk dance in his village. His special part of the performance is called the Tiger Dance. This year is special, too; he hopes to become engaged to the daughter of his fellow performer. But a circus with a newly captured leopard has come into town. What's worse, the woman Ghunuram had hoped to woo has gone gaga over a circus performer. Not to be outdone, he prepares for a last, tragic, performance in which the tiger meets the leopard. Winner of the National Film Award for Best Picture.","release_date":"1989-04-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":270912,"title":"The Tiger Dancer","adult":false,"genre_ids":[18]},{"cast":["Madhabi Mukherjee","Pradip Mukherjee","Bodhisattva Mazumdar"],"overview":"Family tension runs high when four grown siblings reunite at their elderly mother’s home. When the mother reveals that she might sell off the estate, the announcement stirs up painful memories and uncovers a long-buried secret.","release_date":"2000-04-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":270914,"title":"The Festival","adult":false,"genre_ids":[]},{"cast":["Jackie Shroff","Amrish Puri","Dimple Kapadia","Cochin Haneefa","Asrani"],"overview":"Naive and easily impressionable Vidya Bhalla would like her husband to be a dashing hero, one who is not afraid of anybody, one who can easily jump into a fire to rescue someone, one who is strong & romantic. She sees all of these qualities in Shiva Sathe (Jackie Shroff), the son of Havaldar Purshotam Sathe, whose only dream is to see Shiva become a Police Inspector. Vidya informs her dad, Prithviraj, that she has found her dream man, the Bhallas and the Sathes meet and get the couple formally engaged.","release_date":"1993-05-21","vote_average":7.5,"runtime":171,"cert":"N\/A","id":270916,"title":"Gardish","adult":false,"genre_ids":[18]},{"cast":["Ayhan Işik","Sezer Sezin","Reha Yurdakul","Sadettin Erbil"],"overview":"Üç tekerlekli bisiklet (Tricycle aka The Three-Wheeled Bicycle, I962) is a love story about a lonely woman with a small child and the man she hides in her house, who is chased and trapped, one of the staple motifs of Lutfi Akad’s cinema.","release_date":"1962-01-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":270918,"title":"Tricycle","adult":false,"genre_ids":[18]},{"cast":["François Yolin Gauvin","Nicolas Duvauchelle","Vincent Rottiers","Roschdy Zem","Caroline Gaume"],"overview":"Twenty year old Antoine has made enemies of a gang of young thugs, to whom he owes money. Fed up with his scams and petty crimes, his mother and older brother decide to send Antoine to his father's place in Saint-Etienne. The two men haven't seen each other for several years.","release_date":"2014-10-01","vote_average":5.7,"runtime":100,"cert":"N\/A","id":270920,"title":"Bodybuilder","adult":false,"genre_ids":[18,35]},{"cast":["Moa Gammel","Martin Stenmarck","Andreas La Chenardière","Sarah Dawn Finer","Malin Buska"],"overview":"Selma is a successful chick lit author who decides to start over, writing \"real literature\". At the same time, she embarks on parallel relationships with two different men - the bookish Nils and a rock star wannabe named John.","release_date":"2014-01-17","vote_average":6.0,"runtime":92,"cert":"N\/A","id":270922,"title":"Kärlek deluxe","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A look at Rio's cultural, political and technical revolutions since the 1970s to 2011","release_date":"2014-06-07","vote_average":0.0,"runtime":105,"cert":"N\/A","id":270924,"title":"Rio 50 Degrees: Carry on CaRIOca","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A chronicle of the civil uprising against the regime of Ukrainian president Viktor Yanukovych that took place in Kiev in the winter of 2013\/14. The film follows the progress of the revolution: from peaceful rallies, half a million strong in the Maidan square, to the bloody street battles between protesters and riot police.","release_date":"2014-05-21","vote_average":8.6,"runtime":130,"cert":"N\/A","id":270926,"title":"Maidan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of William Putch and his life's work: The Totem Pole Playhouse. A summer theater inconspicuously tucked away in the blue mountains of south central Penna. With a career span of over 30 years and more than 300 productions, Putch brought the experience and culture of professional theater to a rural community known mostly for its farmland.","release_date":"1998-01-01","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":270928,"title":"This Is My Father","adult":false,"genre_ids":[]},{"cast":["Dennis Hopper"],"overview":"A pre-internet mash-up that mixes “Peanuts” and David Lynch’s “Blue Velvet.”","release_date":"1987-11-05","vote_average":0.0,"runtime":1,"cert":"\"\"","id":270930,"title":"Blue Peanuts","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"A pre-internet mash up of The Archies and The Sex Pistols","release_date":"1987-04-11","vote_average":0.0,"runtime":3,"cert":"\"\"","id":270932,"title":"God Save The Archies","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1980, five dancers were dreaming of a career in the lime light. Marijke Jongbloed and her camera followed them for thirty years on their way to the top or the bottom. Who managed to make their dream come true and who didn't.","release_date":"2011-05-12","vote_average":0.0,"runtime":85,"cert":"N\/A","id":270934,"title":"Living the Dance","adult":false,"genre_ids":[]},{"cast":["Ellen ten Damme"],"overview":"Documentary about Dutch artist Ellen ten Damme and her battle against breast cancer at age 38.","release_date":"2007-04-19","vote_average":0.0,"runtime":66,"cert":"N\/A","id":270936,"title":"Ellen ten Damme: As I Was Wondering Where This Mixed-up Little Life of Mine Was Leading To","adult":false,"genre_ids":[99]},{"cast":["Michael Jai White","Neal McDonough","Lateef Crowder","Laila Ali","Hazuki Kato"],"overview":"Chapman is an ex-marine in Brazil's slums, battling the yakuza outfit who attacked his sister and left her for dead.","release_date":"2014-09-05","vote_average":5.8,"runtime":103,"cert":"\"R\"","id":270938,"title":"Falcon Rising","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"An impressive parable where the artist’s creativity is paralyzed by the dull crowd can be seen as a metaphor for a totalitarian system. Cleverly designed animation shows the artist as a tied man whose creativity is hindered by the crowd. A visually attractive film with very interesting editing won an award at the Annecy festival in 1983.","release_date":"1982-01-01","vote_average":4.0,"runtime":2,"cert":"N\/A","id":270940,"title":"Ad Astra","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film directed by István Szabó.","release_date":"1972-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":270942,"title":"A Dream of a House","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the 1928 St. Moritz Olympics.","release_date":"1928-03-19","vote_average":9.0,"runtime":124,"cert":"N\/A","id":270944,"title":"The White Stadium","adult":false,"genre_ids":[99]},{"cast":["Tom McGrath","Chris Miller","Christopher Knights","Conrad Vernon","John Malkovich"],"overview":"Skipper, Kowalski, Rico and Private join forces with undercover organization The North Wind to stop the villainous Dr. Octavius Brine from destroying the world as we know it.","release_date":"2014-11-22","vote_average":6.4,"runtime":92,"cert":"\"PG\"","id":270946,"title":"Penguins of Madagascar","adult":false,"genre_ids":[10751,16,12,35]},{"cast":[],"overview":"A group of plate-layers are packing the stone-bed under the rail with their pickaxes. They swing their picks in a coordinated, rhythmic way, thereby creating a sequence of rings, when they hit the stones or the rail, which sounds almost as music. When a train passes by, they stand silent beside the rail for a while, and then start the rhythmic beats again.","release_date":"1957-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":270948,"title":"The Platelayer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An apple struggles to free itself from the tree and fall free, as its fellow apples look on.","release_date":"1984-01-01","vote_average":4.0,"runtime":3,"cert":"N\/A","id":270950,"title":"Gravity","adult":false,"genre_ids":[]},{"cast":["Allen Ginsberg"],"overview":"Visionary, radical, spiritual seeker, renowned poet, founding member of a major literary movement, champion of human rights, Buddhist, political activist and teacher. Allen Ginsberg's remarkable life challenged the very soul of the United States.","release_date":"2008-01-01","vote_average":7.0,"runtime":84,"cert":"\"\"","id":270952,"title":"The Life and Times of Allen Ginsberg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A drama centered on a young man working in Rhode Island's state corrections system and his relationship with a convicted murderer who is dying of AIDS and spending his remaining days on hospital detail.","release_date":"2010-03-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270954,"title":"The Mulberry Tree","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short Gusztáv cartoon.","release_date":"1965-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":270956,"title":"Gustavus: The Fellow-Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short Gusztáv cartoon.","release_date":"1975-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":270958,"title":"Gustavus Is Cheating","adult":false,"genre_ids":[]},{"cast":[],"overview":"Huszárik's graduation film was another short entitled Groteszk (Grotesque) in 1963 about a strange train voyage of an artist carrying his own picture.","release_date":"1963-01-01","vote_average":8.0,"runtime":11,"cert":"N\/A","id":270960,"title":"Grotesque","adult":false,"genre_ids":[]},{"cast":[],"overview":"A typical apartment building in Budapest and their residents from the aspect of a young boy playing football sometime in the end of the 1980s at the time of the change of regime in Eastern Europe. Is there a way out from here? A geometrical paradox and a political parable at the same time.","release_date":"1989-01-01","vote_average":7.5,"runtime":6,"cert":"N\/A","id":270965,"title":"Mind the Steps!","adult":false,"genre_ids":[]},{"cast":["Ernõ Lefkovics","Bernáth Róth"],"overview":"Two old men enter an abandoned synagogue, look at the decay around them, and pray.","release_date":"1965-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":270967,"title":"Jelenlét","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An exploration of a decaying synagogue.","release_date":"1978-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":270969,"title":"Második jelenlét","adult":false,"genre_ids":[99]},{"cast":["Bahram Radan","Leila Hatami","Babak Hamidian","Amir Jafari","Siyamak Ansari"],"overview":"A haughty acclaimed newly married fashion designer named Iraj is shown the door by his boss after the boss's son arrives at Iran to take over his father's company. Iraj reluctant to promulgate the loss of his job, starts using his savings, trying to conceal the truth from his naive wife. Having squandered all the money he had on trivial matters, he tells his wife about being axed &amp; that's when the tables turn on him.","release_date":"2009-01-13","vote_average":7.3,"runtime":90,"cert":"N\/A","id":270971,"title":"Poverty","adult":false,"genre_ids":[18,10751,35]},{"cast":["Dávid Jancsó"],"overview":"Two rabbis show the ruins of an abandoned synagogue to a group of primary school-age Jewish children, and stand by as the children dip bread in honey, drink wine, pray, and sing.","release_date":"1986-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":270973,"title":"Harmadik jelenlét","adult":false,"genre_ids":[99]},{"cast":["Philip Quast","Maureen Edwards","Noel Trevarthen","Kate Reid","Tony Llewellyn-Jones"],"overview":"To Market To Market is a 1987 Australian political film.","release_date":"1987-06-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":270975,"title":"To Market to Market","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, comedy - Truck Farm is a whimsical, musically-narrated, documentary film about urban agriculture. Filmmaker Ian Cheney","release_date":"2011-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":270977,"title":"Truck Farm","adult":false,"genre_ids":[]},{"cast":["Lewis Fitz-Gerald","Paul Smith","Kris McQuade","Caroline Gillmer","Robyn Nevin"],"overview":"Fighting Back is a 1982 Australian film about troubled teenagers.","release_date":"1982-06-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":270979,"title":"Fighting Back","adult":false,"genre_ids":[]},{"cast":[],"overview":"1963 animated short by Hungarian director József Nepp","release_date":"1963-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":270981,"title":"Tale About the Beetle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Contains all the openings and endings of the Macross OVAs and Series, game cut scenes, music videos and much more.","release_date":"2002-03-02","vote_average":0.0,"runtime":36,"cert":"N\/A","id":270983,"title":"Macross: 20th Anniversary","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Thriller - Two Chicano brothers, Estaban and Raul grow up hard on the streets of Los Angeles. Their papa gets executed for a drug deal gone bad when only seven years old. Half Irish, half Mexican gangster named Mickey Solis takes the two boys in and brings them up as lieutenants in his family business.  - Damian Chapa, Gabriel Tang, Ricco Chapa","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270985,"title":"Vatos Locos","adult":false,"genre_ids":[]},{"cast":[],"overview":"independent, music, documentary - Whitney Elizabeth Houston showed the vocal range and star quality that would soon make her a legend in the music world. Whitney Houston: The Woman Behind the Voice willretrace her steps to stardom and revisit some of her most stunning performances.  - Maureen Goldthorpe","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":270987,"title":"Whitney Houston: The Woman Behind the Voice","adult":false,"genre_ids":[]},{"cast":["Charles Puffy","Gyula Kabos"],"overview":"Out of the three-part burlesque, the only surviving one is the one called Pufi would buy a pair of shoes, with Hungarian inserts. The film is shot on a real-life location, in a Budapest shoe shop, and it portrays the mutual efforts of a puny sales assistant and Pufi, the bladder-of-lard customer, to find him a suitable pair of shoes. The content of the other two parts is not known.","release_date":"1914-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":270989,"title":"Puffy Buys Shoes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A man meets a girl, sitting on a bench in the park. He imagines ways that he can impress her. But will he make the good impression when he gets the chance?","release_date":"1964-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":270991,"title":"A Romantic Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary describing the history of the captive Whale\/Dolphin entertainment business.","release_date":"2011-01-01","vote_average":10.0,"runtime":82,"cert":"\"\"","id":270993,"title":"A Fall from Freedom","adult":false,"genre_ids":[]},{"cast":["Bethany Hamilton","Missy Franklin","Fabien Cousteau","Jean-Michel Cousteau","Mallory Weggemann"],"overview":"Documentary - The Current tells the story of individuals from all walks of life that have faced incredible obstacles, found the drive to overcome their disabilities, and have through water sports become real everyday heroes. - Bethany Hamilton, Missy Franklin, Mallory Weggemann, Anthony Robles, Jesse Murphree","release_date":"2014-02-01","vote_average":5.2,"runtime":47,"cert":"\"\"","id":270995,"title":"The Current: Explore the Healing Powers of the Ocean","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hungarian short film.","release_date":"1974-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":270997,"title":"Szilveszter","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Alien Paranormal: Bigfoot, UFO's and the Men in Black","cast":[],"id":270999,"overview":"Are Bigfoot creatures traveling to earth in UFO's, while being covered-up by mysterious men in black? UFO investigator Stan Gordon lays out the research and evidence in this mind-blowing journey into a very strange territory.","runtime":60,"genre_ids":[],"release_date":"2013-01-01","vote_average":0.0,"adult":false}]