[{"cast":["Eddie Kwan Lai-Kit","Chen Kuan-Tai","Karen Tong","Waise Lee"],"overview":"Martial arts master Shih and his family spend their vacation at the edge of a small town. When ghosts from a deserted house nearby begin to threaten their lives, Shih sets out to uncover the haunted mansion's secret behind the ghastly apparitions.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271501,"title":"Fearful 24 Hours","adult":false,"genre_ids":[]},{"cast":[],"overview":"Action - A political time bomb is about to explode and CIA Agent Phillip is having doubts about his service to his country and his assignment to kill the very people he once befriended. His boss tells him to do his job and not to question orders. But Phillip has made his decision and refuses to kill anyone. -  Ron Becks, Soo J. Kim, Luciano Saber","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271503,"title":"1st Testament: CIA Vengeance","adult":false,"genre_ids":[]},{"cast":["Mylène Farmer"],"overview":"Timeless (stylized as Timel3ss) was the sixth concert tour by French recording artist, Mylène Farmer. The tour supported the singer's ninth studio album, Monkey Me. The tour began on September 7, 2013 and ended on December 3, 2013. It played 39 shows in 5 countries. Over 535,000 people saw Myléne Farmer live on this tour.","release_date":"2014-05-16","vote_average":7.8,"runtime":126,"cert":"N\/A","id":271505,"title":"Timeless: The Film","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The firemen of the Bronx are the most active in the world. The 65 fire stations situated in the Bronx receive fire calls about 160,000 times a year, that is to say 200 times a day. Some are false alarms, but many are very dangerous situations.The fires are caused by different reasons, but most of the fires are cases of arson. A special fire brigade including sheriffs has been created to combat this. We follow police inspector Haynes who investigates the motives for the fires which caused the death of 9 firemen who died this year in arson blazes. This film spends 14 harrowing days with the firemen of the Bronx as they fight fires and perform a last-minute rescue of a baby who fainted in the smoke.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271507,"title":"Firemen of the Bronx","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - In this ode to sisterhood, cultural diversity, and the American Dream, Aba arrives in New York City with big dreams. While she ends up living with a virtual stranger, she shares her hope for a better life. -  Lily Alphonsis, Chiko Mendez, Maria Reyes","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271509,"title":"Aba's Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"documentary film that takes the viewer on an intimate roller coaster of pain and joy as Actor Donnie Faught climbs his way out of the backwoods of Arkansas to success in the City of Angels.","release_date":"2012-10-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271511,"title":"Flesh on Fire: Addicted to a Dream","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Vance Gordon struggles to pull a team of wannabe actors together for his new Mafia movie. After a stint of quitting actors, Vance is forced to cast the crew members in his film in a last ditch effort to save the production. As the team of filmmakers struggle, Lynch grows angrier by the second when Vance decides to change the ending of the movie in the middle of the production.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271516,"title":"Friggin' Mafia Movie","adult":false,"genre_ids":[]},{"cast":["Leo Genn","Burgess Meredith","Anthony Veiller","Lloyd Nolan"],"overview":"War - Documentary film depicting the attack by Allied forces on the Japanese strong-holds of Arawe Beach and Cape Gloucester, New Britain, in the South Pacific theatre of the Second World War in 1943. -  Leo Genn, Burgess Meredith, Anthony Veiller","release_date":"1944-06-20","vote_average":6.0,"runtime":54,"cert":"\"\"","id":271518,"title":"Attack: The Battle for New Britain","adult":false,"genre_ids":[10752,99]},{"cast":["Glenn Wool"],"overview":"Glenn Wool performs at the Ram Jam in London.","release_date":"2010-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271520,"title":"Glenn Wool: You Don't Go to Hell for Eating Elephants","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Action - At Shawn's urging and in desperate need, Eli takes a job as a delivery boy for the Boss. He finds himself on the run from the mob and even the cops, as he tries to track down the package before he gets caught.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271522,"title":"Before Last Night","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - A man running an illegal, underground 9-ball tournament out of his home on the outskirts of a Southern city fears that someone is out to steal the prize money. He's right. -  Derek Seiling, Muretta Moss, Alex Collins","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271524,"title":"Behind the Nine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music\/Musical - Ben Sidran has proved his credentials as a producer for artists such as Mose Allison, Diana Ross, Tony Williams and Michel Petrucciani, he worked as a keyboard-player for Tuck and Patti, Jon Hendricks and Gene Clarke and has released nearly two dozen solo albums since 1971 - all filled with cool, swinging songs which cannot be classified as jazz, pop or blues, but take the best from all three genres.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271526,"title":"Ben Sidran - In Concert: Ohne Filter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horror - Blood Guardian weaves a stirring tale of a twelve-year old boy (Jack Nolan) who witnesses his father's (Mike Watkiss) murder - during a violent quarrel -- at the hands of his drug-addicted mother (Darl Chryst). Unsuccessful in trying to convince the boy to take the blame for the murder, mother was dealt her own fate. -  Matt Robinson, Sallie Glaner, Lanny Rethaber","release_date":"2009-01-01","vote_average":0.5,"runtime":null,"cert":"\"\"","id":271528,"title":"Blood Guardian","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary \/ Historical - After the terrorist attacks of September 11, the world gained a new respect for New York City's firefighters. At the same time, the tragedy brought about a cascade of changes that would affect the lives of present and future firefighters forever.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271530,"title":"Brotherhood: Life in the FDNY","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music\/Musical \/ Other - Recorded live in Amsterdam's historic, 17th Century, Portuguese Synagogue, the concert features three of the world's greatest cantors in a program of inspiring Jewish secular and religious song. Performing with a 46 piece orchestra and 16 voice choir are Alberto Mizrahi of the renowned Anshe Emet Synagogue, Chicago, Naftali Herstik of Great Synagogue Jerusalem and Benzion Miller of Young Israel Beth-El of Borough Park, New York.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271532,"title":"Cantors: A Faith in Song","adult":false,"genre_ids":[]},{"cast":["Eric Tsang","Chin Ka-Lok","Kristy Yang","Patrick Tam","Felix Wong"],"overview":"Three tales about a morally-questionable doctor, a quarantined relationship, and a rich businessman sent spiraling into debt due to the SARS outbreak. Each person is \"affected\" by SARS in their own unique way.","release_date":"2003-09-25","vote_average":9.0,"runtime":93,"cert":"N\/A","id":271537,"title":"City of SARS","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Documentary - This is the story of how the determined Roberto \"The Rock\" Ortega battles back from a career ending industrial injury for a chance to compete at the World Amateur Championships. Immigrating from Honduras to Canada as a teen, Ortega channels his rare passion and determination to overcome obstacles both in and out of the boxing ring. \"Corazon\" takes you behind the scenes and in the locker room of the world of amateur boxing at its most raw. The fighters chronicled in this Documentary demonstrate how sometimes victory isn't earned through physical strength or superior skill, sometimes it is earned with \"CORAZON.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271539,"title":"Corazon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joe works an office job and is engaged to his lovely fiance Marg. However, sexual passion and adventure are lacking in Joe's life as he is limited to fantasizing about attractive women. Self-expression is also lacking in his life as Joe keeps his lips zipped around his mother-in-law and co-workers. Almost on cue, a compelling and attractive co-worker, Vee, crosses Joe's path, tempting him towards her wild ways of job and partner swapping.","release_date":"2013-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271541,"title":"The Joe Manifesto","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a world where everything is for sale, is it wrong to sell your own kidney? Or to buy an illegal organ if it could save your life? Every year 15,000 human organs are trafficked from impoverished Europeans to recipients in more privileged countries. A shocking and exclusive new film on an intractable subject.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271543,"title":"Kidneys on Ice","adult":false,"genre_ids":[]},{"cast":["Frank Fay","Carl Laemmle","Gladys Lloyd","Bessie Love","Sally O'Neil"],"overview":"This short travelogue depicts snippets of locations in Hollywood, California, most of them as seen from the streets. Considerable time is taken showing the kinds of architecture of private homes. There are images of various important buildings, and a depiction of the Hollywood Bowl. Finally, there is a sequence revolving around the premiere of the film “Dirigible” (1931) at the famed Chinese Theatre.","release_date":"1931-05-22","vote_average":0.0,"runtime":7,"cert":"\"\"","id":271545,"title":"Round About Hollywood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's the year 1898 and government reformists are aggressively sought out and publicly executed by the Ching Dynasty officials. Master Wang, a leader of the reformist party, enlists the help of skilled fighters for reinforcements, including Cheong San, a longtime enemy of the treacherous Lord Wing. With the help of Lela Wong, Cheong San's betrothed, Cheong San and Master Wnag battle their nemesis to further their cause. What Cheong San's enemies believe to be his weak point they soon discover to be his source of power. He is most lethal when intoxicated, lending him the name of Drunken San. This is another must-see for classic kung fu combat fans.","release_date":"1990-01-01","vote_average":6.5,"runtime":93,"cert":"N\/A","id":271547,"title":"Legend of the Drunken Tiger","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lightnin' Hopkins, a leading perfomer in Texas blues for 40 years, and Roosevelt Sykes, one of the foremost pianists of the 1900s, are captured onstage, in informal settings, in these intimate portraits--which now register as priceless documents of 20th century American music.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271549,"title":"Lightnin' Hopkins & Roosevelt Sykes","adult":false,"genre_ids":[]},{"cast":["The Brown Sisters","Bill Powers","Zazzy"],"overview":"Bill Powers, who covers William H. Gardner's \"Can't Yo Heah Me Callin',\" has a nice baritone and chooses to go easy on the dialect-heavy stuff (as much as one can; the song was a hit in 1914, an era of not just common but GLEEFULLY common dialect songs). The Brown Sisters do \"Underneath the Harlem Moon,\" which is of later vintage (1932) and solidly in the hi-de-ho tradition.","release_date":"1932-05-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271551,"title":"Harlem Revue","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - Four privileged teenagers with little in common are thrown together on a school project. They will soon be tested if they are ready for life's challenges when they face some serious adult situations without parental support. -  Keila Collins, Giovanna Marie, Kevin Lyon","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271553,"title":"Cotton Flowers","adult":false,"genre_ids":[]},{"cast":["Zasu Pitts","Thelma Todd","Anita Garvin","Monte Collins","Bobby Burns"],"overview":"The girls and their pet monkey create havoc on board a train carrying a traveling Broadway troupe.","release_date":"1932-08-20","vote_average":4.0,"runtime":20,"cert":"\"\"","id":271555,"title":"Show Business","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary - Was God called upon on 9\/11, and did He answer? This documentary, a Christian look at the tragedy's survivors and heroes, contends that He did. -  TJ Myers, Patrick Williams, Brenda Epperson","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271557,"title":"Day of Miracles","adult":false,"genre_ids":[]},{"cast":["Gabi Beniashvilly","Samuel Calderon","Helena Cherkasov"],"overview":"Drama - This Israeli drama tells the story of three men living in Tel Aviv. They set off to attend a funeral. Unfortunately, they cannot find the right cemetery. Later the story shifts to their complex love lives. -  Gabi Beniashvilly, Samuel Calderon, Helena Cherkasov","release_date":"1995-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":271559,"title":"Zihron Devarim","adult":false,"genre_ids":[]},{"cast":["Curd Jürgens","May Britt","Theodore Bikel","John Banner","Ludwig Stössel"],"overview":"Remake of Josef von Sternberg's 1930 classic.","release_date":"1959-09-04","vote_average":6.0,"runtime":107,"cert":"\"\"","id":271561,"title":"The Blue Angel","adult":false,"genre_ids":[18]},{"cast":["Zasu Pitts","Thelma Todd","Charlie Hall","Leo Willis","Billy Gilbert"],"overview":"In their first comedy two-reeler of 1932, vivacious Thelma Todd and fluttery ZaSu Pitts learn that the royal seal of a foreign country has been stolen and promptly set out to catch it -- a sea lion.","release_date":"1932-02-07","vote_average":5.0,"runtime":21,"cert":"\"\"","id":271566,"title":"Sealskins","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Follow along with Philippe and his team as they climb under very difficult conditions, experiencing extreme temperature changes, high winds, and a decrease in the oxygen level.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271568,"title":"Mission on Everest: A Divine Appointment","adult":false,"genre_ids":[]},{"cast":["Tyler Christopher","Elena Lyons","Sharon Leal","Harry Van Gorkum"],"overview":"Dan Stone's band may have just been dumped from their record label, but they're still young and they still feel like they've got a few hits left in them. Of course, everybody knows that nothing rockets a band to the big time better than the death of a lead singer, and when the band agrees to fake Dan's death in exchange for some well-timed publicity, the plan pays off better than they ever might have expected. The trouble is, a beautiful female reporter has been assigned to investigate the mysterious death, and now, as her reporter's instincts lead her ever closer to the truth, the \"dead man\" realizes that the girl of his dreams is also the girl who could destroy his career if news breaks of the band's elaborate ruse.","release_date":"2000-01-01","vote_average":0.0,"runtime":89,"cert":"\"PG-13\"","id":271570,"title":"Face the Music","adult":false,"genre_ids":[10749,35]},{"cast":["Steve Reeves","Giorgia Moll","Scilla Gabel","Renato Baldini"],"overview":"The story of Hadji Murad, a 19th-century Chechen chieftain who led his warriors in a fight against the invading forces of the Russian Czar.","release_date":"1959-06-21","vote_average":5.3,"runtime":91,"cert":"N\/A","id":271572,"title":"The White Warrior","adult":false,"genre_ids":[28,12,36]},{"cast":["Arjun Rampal","Manisha Koirala","Kalpana Pandit","Suresh Oberoi","Archana Puran Singh"],"overview":"A young law student finds his strongly held ideals clashing with the work he has to undertake, leading to a crisis of confidence in this 2001 Bollywood feature from director Ashok Mehta.","release_date":"2001-11-30","vote_average":5.8,"runtime":148,"cert":"N\/A","id":271574,"title":"Moksha: Salvation","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Drama - Rob is alone and broke, abandoned by Charlie, the love of his life. When he unwittingly gets a job as an assistant to a renowned hit man, Rob slowly begins a life-changing journey.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271579,"title":"Frank","adult":false,"genre_ids":[]},{"cast":["Namie Amuro"],"overview":"Namie Amuro's 13th tour, (FEEL Tour 2013) covered 44 venues in Japan. The set list  featured only songs released after 2011:  Alive, Hands On Me, Sit! Stay! Wait! Down!, Hot Girls, YEAH-OH, Poison, Ballerina, Rainbow, Go Round, make it happen, La La La, Let Me Let You Go, Wonder Woman, Damage, Higher, In The Spotlight (TOKYO), ONLY YOU, Love Story, Supernatural Love, Big Boys Cry, Stardust In My Eyes, UNUSUAL, Neonlight Lipstick, Let’ s Go, Heaven, Fight Together, Can You Feel This Love, and Contrail.","release_date":"2014-02-26","vote_average":6.3,"runtime":112,"cert":"N\/A","id":271581,"title":"Namie Amuro FEEL Tour 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Drama - Ka Fai is 35 years old, yet his body functions like an 18 year-old boy. Mary believes that he is endowed with immortal power since every time he encounters an accident, he escapes danger while others die. Ka Fei vows to use his power for good. *Subtitles not available for this feature*","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271583,"title":"Good for Nothing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - In this musical comedy set to 1950's rock 'n' roll, three women are working in a burlesque club. They are more than content with their jobs but things start to change when the management starts to make demands. Their sleazy manager, who seems to have a wandering eye for the hard working girls, tries to convince them to show more flesh. Although he assures them that it will bring in more business and thus create more money for them, they refuse. What will happen when the pressure is on for them to \"take it off\"?","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271585,"title":"Goodbye Burlesque","adult":false,"genre_ids":[]},{"cast":[],"overview":"Family - Surgeon, Lemuel Gulliver, a softhearted colonial, is washed ashore an island called Sumatra (The Land of Lilliput), after a shipwreck. To his shock, Gulliver sees that the people are in inches what he is in feet. Yet for their six inch height, these little people are not short of problems that arise in the civilized world. A lunatic magician and a slimy minister influenced the Emperor of Lilliput to go to war with the neighboring kingdom of Blefscu.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271587,"title":"Gulliver's Travel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - Two filmmakers must run for their lives when a producer wrongly believes that their script is an act of blackmail.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271589,"title":"Hat Trick","adult":false,"genre_ids":[]},{"cast":["Yuen Biao","Law Kar-Ying","Billy Chow","Marsha Yuen Chi-Wai","Chen Kuan-Tai"],"overview":"Action \/ Foreign - This rousing martial arts chronicle tells the timeless story of the young Chan Jun, a world-renowned character from Chinese cinema. With plenty of knock out fight sequences, this stirring kung-fu spectacle is a slam-bang actioner from start to finish.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271591,"title":"Hero Youngster","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary \/ Music\/Musical - It's Detroit versus Houston as comedian T.K. Kirkland from G-Unit blazes the mic, while Jadakiss, MC Lyte, and Freeway judge this one-time only Hip Hop battle. This quest for Rhyme City Supremacy is uncensored, unpredictable and unmerciful verbal warfare of the most intense degree. Featuring real battles, real street footage and live performances by award winning platinum artists like Rick Ross, Young Jeezy, Fat Joe and Trina, \"Hip Hop Life\" showcases the rhyme skills and tight tracks of the hottest performers in the underground world of hip hop.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271593,"title":"Hip Hop Life","adult":false,"genre_ids":[]},{"cast":["John Ericson","Lola Albright","Toni Gerry","Edward Platt","Rachel Ames"],"overview":"A cavalry lieutenant becomes a hated enemy of a Shoshone chief, Black Eagle, when he rescues an Indian maid from a ceremonial camp in this action-packed Western.","release_date":"1957-12-29","vote_average":5.3,"runtime":80,"cert":"\"\"","id":271595,"title":"Oregon Passage","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Poppa Neutrino always said that \"rent is the thing that kills us,\" so he and his wife and 5 kids picked up some instruments and hit the road. The 'Travelling Neutrinos' roamed from the USA to Moscow to Mexico. They slept on beaches, befriended circus folk and crossed the Atlantic Ocean on a raft made of rubbish. An exciting and astonishing portrait of an unconventional life.","release_date":"2007-04-01","vote_average":7.0,"runtime":60,"cert":"\"\"","id":271603,"title":"Random Lunacy: Videos from the Road Less Traveled","adult":false,"genre_ids":[]},{"cast":[],"overview":"RESISTANCE is the first major look at the complex subject of Jewish efforts to fight back against the Nazis and their collaborators in Eastern Europe. Told by the partisans themselves, without a narrator, and filmed in Lithuania, Poland, and Israel, the film uses striking black and white imagery of the partisan forest hideouts, rare archival footage, historical photographs and original artwork by partisan fighter Alexander Bogen to document this little known history. In RESISTANCE, surviving partisans tell of the circumstances that enabled them to fight back.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271605,"title":"Resistance: Untold Stories of Jewish Partisans","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - A group of friends is reunited in an uninhabited house owned by a man named Gonzalo. When one of them is murdered, their relationships and the real reason behind their meeting are called into question.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271607,"title":"La Reunion","adult":false,"genre_ids":[]},{"cast":[],"overview":"This concert was filmed in early 2005 at Vienna's famous jazz club \"Porgy &amp; Bess,\" and features Rufus Reid on bass accompanied by Fritz Pauer on piano and John Hollenbeck on drums. Interwoven with the footage are insightful artist interviews.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271609,"title":"Rufus Reid: Live in Vienna","adult":false,"genre_ids":[]},{"cast":[],"overview":"The toast is clear for outdoor adventures with the Rugrats in these five exciting tales! Hang on for a cross-country trip, a visit to the neighbor's backyard, a search for moose, a hunt for buried treasure, and the pursuit of coins in the park sandbox!","release_date":"2014-05-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271611,"title":"Rugrats: Outdoor Shenanigans","adult":false,"genre_ids":[]},{"cast":[],"overview":"Everyone's favorite T-Rex, the one and only Reptar, is back in these three outrageous adventures! Join the babies as they try to figure out why Reptar's acting evil, invent their own endings to a broken tape, and participate in a battle of the toys!","release_date":"2014-05-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271613,"title":"Rugrats: Reptar Returns!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - A young girl moves in with her estranged father, her new stepmother, and two teenaged stepsisters. Ellen soon discovers that her father and stepmother are hopeless alcoholics with a severe streak of violence. -  Katherine Everitt, James Wellington, Georgiana Tarjan","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271624,"title":"Next to Nothing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Small town bowling alley owner teams up with the community's most whimsically eccentric characters to keep a retail giant from planting their newest store in the middle of the town's most beloved property in this screwball comedy of municipal proportion.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271626,"title":"Smells Like Community Spirit","adult":false,"genre_ids":[]},{"cast":["Dan Mangan","Kirsten Slenning"],"overview":"The night before musician Dan Mangan plays the biggest concert of his life, he invites a few close friends over for a poker game and explores the ideas of fate, destiny and the daunting question: what happens next?","release_date":"2012-08-09","vote_average":0.0,"runtime":45,"cert":"N\/A","id":271628,"title":"What Happens Next? The Dan Mangan Documentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two guys and their dog are hiding out at a deserted Sorority Retreat when it is suddenly invaded by four cute sorority pledges-sent there by their pledge master.","release_date":"2001-09-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271630,"title":"Sorority Girl's Revenge","adult":false,"genre_ids":[]},{"cast":["Michael Tao","Michael Tong","Joyce Tang Lai-Ming","Tong Ka-Fai","Lee Siu-Kei"],"overview":"Foreign \/ Crime - In this latest chapter of the PRISON ON FIRE saga, Fung, a gang leader sentenced to life imprisonment, gradually turns to religion. With the help of the prison's priest, Fung begins to preach to his fellow cellmates. But the toughest skeptic turns out to be his own son, who is now in the same prison.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271632,"title":"Prison on Fire: Preacher","adult":false,"genre_ids":[]},{"cast":["Lee Ji-hyeon","Jo Deok-hyeon","Jung Eun-Chan"],"overview":"Part time taxi driver and full time bum Ki-hoon lives one day at a time. His only wish is to live happily ever after with Hyun-hee. One day, Ki-hoon runs over a man while driving at dawn and it is only the beginning of his troubles. That same day, before the car accident, a corrupt businessman's mistress and her lover are hiding in a hotel room after having taken off with the man's dirty funds. But their happiness is short lived when things go haywire due to the man's cronies, cops and mistaken identities. As hitmen, cops, and the two lovers get entangled, one of them runs out with the money. But soon he runs into Ki-hoon's taxi and the man is killed on the spot. Ki-hoon thinks his luck has changed for the best when discovers the cash and leaves it in the care of Hyun-hee as she works her shift in a convenience store. Now the hitmen and the cops are hot on the trail of Ki-hoon. The paths of these unfortunate individuals come to a head at the convenience store.","release_date":"2001-02-03","vote_average":0.0,"runtime":102,"cert":"N\/A","id":271634,"title":"Running 7 Dogs","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"A film about food, memory, language and caskets, BLUE DINER tells the story of a Puerto Rican mother and her daughter who struggle to explain how the daughter mysteriously loses her ability to speak Spanish, her first language.","release_date":"2001-04-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271636,"title":"The Blue Diner","adult":false,"genre_ids":[]},{"cast":["Hank Henry","Valkyra","Doreen Dare","Joanne Berges","Betty Blue"],"overview":"One of the early color near-nudie films and was re-shown often by, mostly, drive-in theatre owners in need of a quick cash fix. They would hang out the \"Adults Only\" sign, thereby ensuring that every high school and junior high boy (and more than a few dads) within an hour's drive would storm the gate, and turn on the pop corn machine and then hot-foot it to the night-deposit at the bank. \"Not Tonight, Henry\" (the actual title and not an alternate title as some seem to think) was a large step up in quality for director W. Merle Connell in that it was in color and also not just a static-camera filming of a burlesque show inside of one of L. A.'s smoky, grind house burlesques. The girls were still out of burlesque, as were Hank Henry and Little Jack Little: Hank Henry is more than a little frustrated at the \"lack of attention\" he is getting at home from his wife and starts dreaming up amorous escapades with sirens from the past...","release_date":"1960-12-30","vote_average":4.0,"runtime":64,"cert":"\"NR\"","id":271650,"title":"Not Tonite, Henry!","adult":false,"genre_ids":[]},{"cast":[],"overview":"To some, the Shroud of Turin is a sacred artifact; to others, it's a fraud. Even if it is not the actual burial shroud of Jesus Christ of Nazareth, it is a powerful representation of one of the most dramatic days in history.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271652,"title":"The Mysterious Man of the Shroud","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Kathy &amp; Mo Show: The Dark Side is a no-holds barred frank and funny look at religion, gay rights and feminism.","release_date":"1995-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":271654,"title":"The Kathy & Mo Show: The Dark Side","adult":false,"genre_ids":[]},{"cast":[],"overview":"TOVARISCH, I AM NOT DEAD details Dr. Garri Urban's tireless quest to procure evidence that his family was imprisoned by the Soviet Secret Police before discovering what grim fate they ultimately met during Holocaust.","release_date":"2008-05-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":271656,"title":"Tovarisch I Am Not Dead","adult":false,"genre_ids":[]},{"cast":[],"overview":"A masked killer has gunned down the owner and editor of a famous political magazine in the print magnate's own home. As the police begin to interview potential suspects and witnesses, they uncover a highly tangled web of intrigue.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271658,"title":"What Your Eyes Don't See","adult":false,"genre_ids":[]},{"cast":[],"overview":"Popeye with arch-rival Bluto, in ten colorful cartoons that put the spinach-empowered one through his paces during everything from April Fool's Day to an Election. You'll see Popeye up against a gopher, termites, and a mouse; battling Bluto in the ring; competing for Olive's affections (and vote) as well as taxi fares - and even fathering twins!","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271660,"title":"When Popeye Ruled The World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Celebrated graffiti artists 'Heir' and 'Vain' are superstars in the underground world of San Francisco's Mission District; urban outlaws always on the run. After a clash with the law, they find their lives spinning out-of-control with explosive consequences. Searing and gritty, Against the Wall, is a powerful film that captures the challenges and excitement of this urban community.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271662,"title":"Against the Wall","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dušan Hanák's final film: a bitter documentary about the history of Communism in Czechoslovakia.","release_date":"1995-04-01","vote_average":7.0,"runtime":96,"cert":"N\/A","id":271673,"title":"Paper Heads","adult":false,"genre_ids":[99]},{"cast":["Ružica Sokić","Vera Čukić","Aleksandar Gavrić","Boro Stjepanović","Slobodan Aligrudić"],"overview":"A girl with a nickname \"Yelow one\" lives in the whirlpool of modern metropola. Without experiencing childhood, naive and simpleminded, she becomes a wanderer, although she has a burning desire for home and quiet life. The big city life laws get her in troubles, sad and, at least for her, unintelligible...","release_date":"1973-06-07","vote_average":7.0,"runtime":80,"cert":"N\/A","id":271675,"title":"Yellow","adult":false,"genre_ids":[18]},{"cast":["Sunny Deol","Preity Zinta","Priyanka Chopra","Amrish Puri","Kabir Bedi"],"overview":"Arun Khanna is a spy for the Indian government whose aid is enlisted to stop ISI Chief Ishak Khan. Khan is trying to build a nuclear bomb with which he can liberate Kashmir from the Indians. A battle of wits ensues. When Khan detonates a bomb at Khanna's engagement party to a fellow spy, Khanna's resolve is only strengthened. Now not only does he have to fight Khan, but he also has to track down his missing fiancee.","release_date":"2003-04-10","vote_average":5.2,"runtime":160,"cert":"N\/A","id":271677,"title":"The Hero: Love Story of a Spy","adult":false,"genre_ids":[53,28,12,18]},{"cast":[],"overview":"Short directed by Issa Serge Coelo.","release_date":"1994-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271679,"title":"Un taxi pour Aouzou","adult":false,"genre_ids":[]},{"cast":["Rama Thiam","Samba Wane"],"overview":"Harrowing story of a man who is forced to travel on a public bus with the body of his dead infant daughter in order to bury her.","release_date":"1988-01-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":271681,"title":"Niiwam","adult":false,"genre_ids":[]},{"cast":["Niels Arestrup","Lior Ashkenazi","Guy Marchand","Emma de Caunes","Moni Moshonov"],"overview":"Through the course of several accidents and chance encounters, Hanoch and Ruben will meet and each of them will have to face a page of his personal history, a page that they both need to turn for good.","release_date":"2014-08-13","vote_average":7.0,"runtime":86,"cert":"N\/A","id":271683,"title":"The Dune","adult":false,"genre_ids":[18]},{"cast":["Idrissa Ouedraogo"],"overview":"Djibril Diop Mambéty followed and filmed the shooting of Yaaba, Idrissa Ouédraogo's second feature film. A documentary full of humorous anecdotes regarding the dangers of shooting in Burkina Faso.","release_date":"1989-01-02","vote_average":0.0,"runtime":34,"cert":"N\/A","id":271688,"title":"The Making of Yaaba","adult":false,"genre_ids":[99]},{"cast":["Jean-Marie Adiaffi","Rachida Brakni","Silvie Feit"],"overview":"Comedy directed by Henri Duparc.","release_date":"1997-01-02","vote_average":0.0,"runtime":112,"cert":"N\/A","id":271699,"title":"Une couleur café","adult":false,"genre_ids":[]},{"cast":["Frédérique Andrew","Guy d'Avout","Fabienne Fabre","Pierre Garnier","Frédérique Layne"],"overview":"The emotional conflict of Africans in Paris.","release_date":"1970-01-02","vote_average":0.0,"runtime":59,"cert":"N\/A","id":271701,"title":"Take Care France","adult":false,"genre_ids":[18]},{"cast":["Jeffrey Johnson","Ashley Noel","Eric Roberts","Vincent Irizarry","Veronica Rodriguez"],"overview":"Johnny St. James was a young seminary student who lost his wife to a drunk driver. With his reason for living gone, John lost his faith and turned to alcohol. Ten years later, John is finally read to get his life back on track. With his best friend Hickey ('Eric Roberts') in tow John attends his first AA meeting. He soon finds that his road to recovery tested when he runs into the man who ran down his wife.","release_date":"2012-11-07","vote_average":0.0,"runtime":90,"cert":"\"\"","id":271703,"title":"Worth: The Testimony of Johnny St. James","adult":false,"genre_ids":[]},{"cast":["Daisuke Namikawa","Daisuke Ono","Tomokazu Sugita","Mikako Komatsu","Miyuki Sawashiro"],"overview":"The \"Academy Island Incident\" in which four \"kings\" cross paths... Since then, Silver Clansmen Kuroh Yatogami and Neko have been searching for their master, Shiro. Without finding any clues to Shiro's whereabouts, the two became disheartened. However, one day, they see HOMRA members Rikio Kamamoto and Anna Kushina being chased by someone.","release_date":"2014-07-12","vote_average":7.0,"runtime":75,"cert":"\"\"","id":271708,"title":"K: Missing Kings","adult":false,"genre_ids":[16,28,14]},{"cast":["Joanna Shimkus","Katina Paxinou","Suzanne Flon"],"overview":"Because \"Tante Zita\" main theme is death: a twenty-year old girl, Annie (Shimkus) lives with her mother and her aunt (both played by first-class actresses Suzanne Flon and Katina Paxinou). The auntie is dying, and for the first time in her life, Annie has to cope with death. One night, she finds it too hard to bear, and leaving home where the old woman is suffering, she begins to hang around in Paris. She will meet people, and, from dusk to dawn, she will learn to leave her childhood behind and to grow into a woman.","release_date":"1968-01-12","vote_average":7.5,"runtime":105,"cert":"\"\"","id":271710,"title":"Zita","adult":false,"genre_ids":[18]},{"cast":["Damon Shalit","Chella Ferrow","Jonny Coyne","Connie Jackson","Maria Olsen"],"overview":"On an isolated farm in Apartheid South Africa two lovers find themselves at risk of losing everything to a big city lawyer; they will stop at nothing to prevent him from exposing a dark family secret.","release_date":"2013-07-20","vote_average":0.0,"runtime":90,"cert":"\"\"","id":271712,"title":"African Gothic","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Short directed by Idrissa Ouedraogo.","release_date":"1983-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271723,"title":"Les écuelles","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the equatorial forest of Congo Brazzaville and the Central African Republic pygmies live. Over-exploitation and waste of resources have had a significant impact on the lives of Pygmies. The story is based on Mangala an old and wise voice of these disappearing people.","release_date":"1990-01-02","vote_average":0.0,"runtime":18,"cert":"N\/A","id":271728,"title":"The Last of the Babingas","adult":false,"genre_ids":[99]},{"cast":["J. Soares","Luis Marques"],"overview":"The fisherman Aitaré courts Cora, an innocent girl from a small village. Several disagreements separate the heroes, until the expected happy ending. The film shows both the beautiful beaches of the region and the sophisticated milieu of the aristocracy in Recife. The clash between tradition and modernity can been seen in an obvious way in the film.","release_date":"1925-01-01","vote_average":5.2,"runtime":60,"cert":"N\/A","id":271730,"title":"Aitaré from the Beach","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Directed by Gahité Fofana.","release_date":"1994-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271732,"title":"Tanun","adult":false,"genre_ids":[]},{"cast":["Pyotr Krasilov","Anna Snatkina","Sergey Chonishvili","Maxim Dakhnenko","Anastasiya Gorkova"],"overview":"","release_date":"2011-06-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":271737,"title":"Записки экспедитора тайной канцелярии 2","adult":false,"genre_ids":[12]},{"cast":["Keith Emerson","Marc Bonilla"],"overview":"On Moscow, the Keith Emerson Band includes ace session guitarist, vocalist, and composer Marc Bonilla (who's toured before with Toy Matinee), bassist Travis Davis, and drummer Tony Pia, who, while currently a member of the Doobie Brothers, has also played with Edgar Winter and Brain Setzer. The program features numerous Emerson, Lake & Palmer nuggets (including a 35-plus-minute \"Tarkus\"), some brief Emerson originals (film cues from his soundtrack work), a pair of Bonilla pieces, and two co-writes between Bonilla and Emerson. Filmed August, 2008, at Central House of Cinema, Russia.","release_date":"2010-11-16","vote_average":0.0,"runtime":116,"cert":"\"G\"","id":271751,"title":"Keith Emerson Band featuring Marc Bonilla: Moscow","adult":false,"genre_ids":[10402]},{"cast":["Türkan Şoray","Goksel Arsoy"],"overview":"The film, based on a Jean Stelli sroty, tells the adventures of a lieutenant of marines and the mystery of the ship explosion caused by a spy network.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271753,"title":"Melekler sahidimdir","adult":false,"genre_ids":[10749,18]},{"cast":["Lee Hyang","Joo Sun-tae","Yoon In-Ja"],"overview":"In-Ja, the madam of a cabaret is a mistress of the boss of espionage agent. She gathers information from the guests and gives it to Seon-Tae.","release_date":"1954-12-14","vote_average":5.0,"runtime":85,"cert":"N\/A","id":271755,"title":"The Hand of Destiny","adult":false,"genre_ids":[53]},{"cast":["Jo Mi-ryeong","Kim Seung-ho","Wol-yeong Seo","Choi Hyeon","Kim Yu-Hee"],"overview":"Master Maeing (Kim Seung-ho) is very proud that an influential family will soon be his esteemed in-laws when his loving daughter, Mi-yeon, marries their son. A few days before the wedding Maeing hears a rumor that his future son-in-law has a cripple leg. Regretting that he can't give his lovely daughter to a cripple, he decides to marry his maid to him instead. Unexpectedly the future son-in-law shows up at the wedding hall and he is not a cripple, but a healthy and handsome youth. Feeling embarrassed, there is no way but to wed the maid to him.","release_date":"1957-02-11","vote_average":6.0,"runtime":79,"cert":"N\/A","id":271757,"title":"The Wedding Day","adult":false,"genre_ids":[35,18,36]},{"cast":["Tag Adams","Erik Houston","Glenn McAllister","Greg Ross","Jake Andrews"],"overview":"Chet Roberts, Johnny Utah, and Trent Reed star in this modern-day fable of a handsome young man and his three hunky stepbrothers!","release_date":"1994-06-16","vote_average":5.0,"runtime":89,"cert":"\"NC-17\"","id":271759,"title":"Billy's Tale","adult":true,"genre_ids":[]},{"cast":["Kim Jin-kyu","Kim Seung-ho","Shin Seong-il","Choi Eun-hee","Um Aing-ran"],"overview":"A middle-aged man is laid off from work but is too proud to tell his family. His children, however, learn of the situation and take jobs of their own to help him save face.","release_date":"1960-01-28","vote_average":5.0,"runtime":131,"cert":"N\/A","id":271761,"title":"Romance Papa","adult":false,"genre_ids":[35]},{"cast":["Jo Mi-ryeong","Kim Seung-ho","Hwang Jung-seun","Kim Jin-kyu","Um Aing-ran"],"overview":"Mr. Park raises his children by repairing charcoal pits. Although ignorant and stubborn, Mr. Park has a good heart. He is displeased, however, with his eldest daughter, Yong-sun (Jo Mi-ryeong), because of her close relationship with Jae-cheon (Hwang hae), who is a scamp in his eyes. He is also unsatisfied with his second daughter, Myeong-sun (Eom Aeng-ran), for liking Ju-sik (Bang Su-il). Only his eldest son, Yong-beom (Kim Jin-gyu), is the apple of his eye, as he approves of his son's wife, Jeom-rye (Kim Hye-jeong). When Yong-beom is sent to a foreign branch office, Mr. Park is against it at first but approves of it, as he knows what it means for his son's future. Eventually, too, he begins to approve of his two daughters' relationships.","release_date":"1960-10-04","vote_average":5.0,"runtime":138,"cert":"N\/A","id":271763,"title":"Mr. Park","adult":false,"genre_ids":[]},{"cast":["Orhan Günsiray","Fatma Girik","Nilüfer Aydan","Nuray Uslu","Semih Sezerli"],"overview":"Sevistigimiz Gunler is a typical socio-economic story of three roommate girls in their early 20s' who are hoping to find their Prince Charmings. With a lot of references to Billy Wilder romance flicks, Things go crazy and wild when they both fall in love with three men. So their lives change dramatically as they forget about the bet, and come on the edge of marriage and pregnancy. But are the men whom they fell in love with, really worth considering as Prince Charmings, or are they just cheaters slickers?","release_date":"1961-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":271774,"title":"Seviştiğimiz Günler","adult":false,"genre_ids":[10749,35]},{"cast":["Moon Hee","Jeon Gye-hyeon","Shin Young-kyun","Kim Jung-hoon"],"overview":"Hye-yeong had no idea that her lover, Shin-ho, was a married man until Shin-ho's wife and children arrive in town. She leaves him but reappears 8 years later asking him to take responsibilty for their child.","release_date":"1968-07-16","vote_average":5.0,"runtime":93,"cert":"N\/A","id":271776,"title":"Love Me Once Again","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An DVD with the best from the seasons 2003-2006 of the Swedish comedy series Time Out.","release_date":"2006-10-18","vote_average":0.0,"runtime":170,"cert":"N\/A","id":271778,"title":"Time Out 2","adult":false,"genre_ids":[35]},{"cast":["Choi Ji-hee","Nam Koong Won"],"overview":"Se-ran (Choi Ji-hee), the mistress of Hyeon-ma (Nam Koong-won), lives in a massive traditional-style house called \"Blue Mansion\"in the suburbs of Seoul with her sister Mi-ran (Yoon So-ra) and their maid (Yeo Wun-gye). One day, Hyeon-ma comes to the house with his newly-employed male secretary Dan-ju (Hah Myung-joong).","release_date":"1972-04-06","vote_average":5.5,"runtime":89,"cert":"N\/A","id":271780,"title":"The Pollen of Flowers","adult":false,"genre_ids":[]},{"cast":["Chang Mi-hee","Shin Seong-il","Kim Choo-ryeon","Sunwoo Yong-nyeo"],"overview":"Based on a serial novel by Cho Hae-il, \"Winter Woman\" deals with the sexual awakening of Yi-hwa, the daughter of a prosperous Christian preacher who has been raised to be morally and sexually conservative. The book and film earned the condemnation of conservative critics, however the author's leftist subtext went unchallenged overshadowed by the sexual themes. The film was the best selling Korean film of the 1970s and made a star of its female lead, Chang Mi-hee.","release_date":"1977-09-27","vote_average":6.0,"runtime":116,"cert":"N\/A","id":271782,"title":"Winter Woman","adult":false,"genre_ids":[]},{"cast":["Yu Ji-in","Nam Koong Won","Hwang Jung-seun","Choe Seong-ho"],"overview":"When Seong-min, the oldest son of Kang of Suri village, falls sick, he calls Ok-hwa, a shaman priestess. She performs a ritual and finds the calabash containing the spirit of Sam-dol who was the village hut guard. When the oldest daughter-in-law was dying from a disease, they took her to the hut to die. Sam-dol nursed her back to health and they became close. She even became pregnant with his baby which Kang found out. He punished them in secret. Ok-hwa avenges her father, Sam-dol's death by killing Kang. She becomes possessed by a real spirit and the bitterness of generations of women burn and she dances with their spirits.","release_date":"1981-06-13","vote_average":0.0,"runtime":93,"cert":"N\/A","id":271784,"title":"The Hut","adult":false,"genre_ids":[27,18,9648]},{"cast":["Jeon Yang-ja","Geum Bo-ra","Ahn Sung-ki","Kim Choo-ryeon"],"overview":"A dwarf and his poor, but loving, family who are forced out of their house by a real estate agent.","release_date":"1981-10-17","vote_average":4.7,"runtime":100,"cert":"N\/A","id":271786,"title":"A Ball Shot by a Midget","adult":false,"genre_ids":[18]},{"cast":["Robert Hardy","Martin Forsström","Richard Kinsey","Rachel Evis","Craig Henderson"],"overview":"A romantic comedy about a group of ham-radio enthusiasts who, assuming they will never meet, exaggerate their identities on the airwaves.  But things start to get complicated when two of the group fall in love with each other's imaginary personas, especially when they have to meet face-to-face and find themselves trying to live up to their fictitious alter-egos.","release_date":"2004-07-26","vote_average":0.0,"runtime":87,"cert":"N\/A","id":271800,"title":"Making Waves","adult":false,"genre_ids":[10749,35]},{"cast":["Peter Strauss","Dee Wallace","Bruce McGill","Richard Widmark","Kathryn Walker"],"overview":"A conservationst tries to rescue a whale, which is trapped in a lagoon in New Foundland. Based upon the book by Farley Mowat.","release_date":"1981-02-01","vote_average":7.0,"runtime":145,"cert":"\"\"","id":271805,"title":"A Whale for the Killing","adult":false,"genre_ids":[12,18,10751,10770]},{"cast":["Mme. Girard"],"overview":"Self-defense training for women","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":271807,"title":"Who Is Safe?","adult":false,"genre_ids":[80,99]},{"cast":["Earl McCarthy","Erin La Rue","John J. Richardson"],"overview":"Beautiful Belinda  is kidnapped by terrible people who want her to sign over a gold mine.","release_date":"1927-01-08","vote_average":0.0,"runtime":18,"cert":"\"NR\"","id":271809,"title":"Sign Them Papers","adult":false,"genre_ids":[35]},{"cast":["Marc Anthony","Corina Katt Ayala"],"overview":"This 1988 cult classic was an urban musical comedy set in the gritty gregarious barrio of The Bronx. Written by ERIC FLOYD, who also co-starred in it as the over-the-top madcap showman &amp; choreographer; 'Razz (w\/outrageous hair design by the incomparable styist to the stars on his 1st movie gig &amp; star client, GERARD DURE')'; this film also holds the distinction of having been cast by ERIC FLOYD as well, who discovered &amp; theatrically trained young yet still enduring Latin stars, most notably among them but not limited to the theatrical debut of Puerto Rican superstar, MARC ANTHONY. (from YouTube description)","release_date":"1988-01-01","vote_average":3.8,"runtime":90,"cert":"\"\"","id":271811,"title":"East Side Story","adult":false,"genre_ids":[10402]},{"cast":["Rajinikanth","Sripriya","Major Sundarrajan","K. Balaji","A. V. M. Rajan"],"overview":"Billa (Rajinikanth) is a powerful mafia lord, who in spite of being one of the most wanted on the list of Interpol, remains elusive to the police.  Meanwhile, after a couple of unsuccessful attempts at nabbing Billa, the police finally succeed, but Billa dies during the pursuit, botching DSP Alexander’s  plan to reach the source of all crime—the man Billa reported to-by capturing Billa alive. DSP buries Billa’s body, ensuring that people believe that he is still be alive. As luck would have it, DSP remembers his chance encounter with Rajappa, a simpleton trying to survive in the hustle and bustle of Chennai in order to support two small foster kids, who is an exact lookalike of Billa. DSP hatches a plan to transform Rajappa into Billa and place him back into the crime nexus, but this time as a police informer.","release_date":"1980-01-26","vote_average":7.0,"runtime":175,"cert":"N\/A","id":271825,"title":"Billa","adult":false,"genre_ids":[35,28,10749]},{"cast":["Lon McCallister","Peggy Ann Garner","Edmund Gwenn","Reginald Owen","Charles Irwin"],"overview":"The popular Alfred Ollivant novel \"Bob, Son of Battle\" is the source for this drama about sheep dogs in the Scottish highlands, filmed in mountains in Utah’s Garfield County. Gwenn (Santa Claus in Miracle on 34th Street, released the same year) is a crusty shepherd whose struggling relationship with his son McCallister is complicated by a predatory animal that is attacking the flocks of local shepherds.","release_date":"1947-11-01","vote_average":7.5,"runtime":103,"cert":"\"\"","id":271827,"title":"Thunder in the Valley","adult":false,"genre_ids":[18]},{"cast":["Candy Barr"],"overview":"A man picks up a beautiful young girl at a motel pool, and they go back to his room. Soon the girl calls a girlfriend, who comes over and joins the couple for some fun.","release_date":"1951-01-01","vote_average":3.2,"runtime":10,"cert":"\"\"","id":271829,"title":"Smart Alec","adult":false,"genre_ids":[]},{"cast":[],"overview":"Told through van ride conversations, backstage banter, hotel room chats and late night revelations, LOW IN EUROPE is an illuminating portrait of a group making music at the height of its powers.","release_date":"2005-06-28","vote_average":8.0,"runtime":50,"cert":"\"\"","id":271831,"title":"Low in Europe","adult":false,"genre_ids":[]},{"cast":["Seizaburô Kawazu","Miki Sanjo","Minoru Takada","Yoshio Tsuchiya","Sonosuke Sawamura"],"overview":"A car strikes an unseen object; blood spreads from an invisible source which becomes visible as the bleeding man dies. He carries with him a suicide note dedicated to his only friend, who is also an invisible man. An eager young reporter tracks down Takemitsu Nanjo, a war veteran who makes his living visibly, painting his face like a clown's and carrying advertising signs. His favorite neighbor is a little blind girl whose mother is running afoul of local gangsters. The gangsters have been terrorizing the city as \"the invisible gang,\" wrapping themselves up in scarves and trenchcoats so as to be visible to their victims, even though they are supposed to be invisible underneath. Once they discover Nanjo, who is defending his only friends, they beat him and leave him for dead.","release_date":"1954-12-29","vote_average":6.5,"runtime":70,"cert":"N\/A","id":271833,"title":"Invisible Avenger","adult":false,"genre_ids":[878,53,9648]},{"cast":["Allen Dizon","Raja Montero","Aliya Mortel","Yani Garcia","Mark Dionisio"],"overview":"This sensual drama depicts the story of an inseparable couple trying to cope with the obstacle in life.","release_date":"2004-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":271835,"title":"Langit Mo Kaligayahan Ko","adult":false,"genre_ids":[18]},{"cast":["Margarita Balboa","Miguel Benavides","Armando Bianchi","Alden Knight","Adolfo Llauradó"],"overview":"Based on the novel Francisco by Anselmo Suárez y Romero, \"The Other Francisco\" is a socio-economic analysis of slavery and class struggle through the retelling of the original novel. The film contrasts the romantic conceptions of plantation life found in Suárez Romero's novel with a realistic expose of the actual historical conditions of slavery throughout the Americas. It offers a critical analysis of the novel, showing how the author's social background led to his use of particular dramatic structures to convey his liberal, humanitarian viewpoint.","release_date":"1975-01-02","vote_average":6.4,"runtime":97,"cert":"N\/A","id":271849,"title":"The Other Francisco","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by Mike Hammon.","release_date":"1990-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":271851,"title":"Wheels and Deals","adult":false,"genre_ids":[]},{"cast":["Adamou Mahamat","Fatima Adoum","Halimata Koundja","Oumar Ouadoua","Brahim Djimé"],"overview":"A dissolute man whose wife cheats on him seeks revenge to preserve his honor.","release_date":"1995-01-02","vote_average":0.0,"runtime":15,"cert":"N\/A","id":271853,"title":"Goï-Goï","adult":false,"genre_ids":[18]},{"cast":["Rina Sherman"],"overview":"Documentary directed by  Julie Henderson et al.","release_date":"1995-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271855,"title":"My Vote Is My Secret - Chroniques Sud-Africaines 1994","adult":false,"genre_ids":[99]},{"cast":["Patrick Poivey","Coumba Awa Tall","Mboup Massyla"],"overview":"Two men of different backgrounds lose their respective jobs, setting off a series of events that brings them together in tragic circumstances.","release_date":"1998-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271857,"title":"Watani: A World Without Evil","adult":false,"genre_ids":[18]},{"cast":["Ernest Ouedraogo","Assetou Sanfo"],"overview":"Documentrary short directed by Idrissa Ouedraogo.","release_date":"1985-01-02","vote_average":0.0,"runtime":19,"cert":"N\/A","id":271859,"title":"Issa le tisserand","adult":false,"genre_ids":[]},{"cast":["Jay Underwood","Tracy Scoggins","Vince Edwards","Arlene Golonka","Pamela Springsteen"],"overview":"A young man has to take over the ruined detective agency of his father and his uncle. There are two major difficulties to manage: His uncle and his new job.","release_date":"1990-02-01","vote_average":0.0,"runtime":98,"cert":"\"R\"","id":271873,"title":"The Gumshoe Kid","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A sociology professor going through a mid-life crisis resigns from his job, abandons his family and lives isolated in his country house. His only incentive for living is the faded face of an unknown girl in a photograph he had taken in the past and whom he now starts looking for.","release_date":"1986-05-25","vote_average":5.0,"runtime":75,"cert":"N\/A","id":271875,"title":"About Vassilis","adult":false,"genre_ids":[]},{"cast":["Guillermo Iván","Rheagan Wallace"],"overview":"Blue Family is the story, inspired by actual events, of three women kidnapped and held captive in a basement for years, fighting for freedom with immense hope and faith even when it seemed impossible.","release_date":"2014-11-13","vote_average":2.7,"runtime":94,"cert":"N\/A","id":271877,"title":"Blue Family","adult":false,"genre_ids":[53,18]},{"cast":["Ophelia Lovibond","Ruta Gedmintas"],"overview":"Exit Log is a stunning sci-fi short set in 2249. Two space engineer's journey through deep space takes a dramatic turn when they discover an emergency message from the past. Can they decipher the message and decide their fate forever?","release_date":"2014-04-21","vote_average":3.0,"runtime":7,"cert":"\"\"","id":271879,"title":"Exit Log","adult":false,"genre_ids":[878,18]},{"cast":["Eşref Kolçak","Filiz Akın","Sevda Ferdağ","Ahmet Tarık Tekçe","Necdet Tosun"],"overview":"Suleyman works at a gas station. One of his customers Kenan, who is a businessman, asks him to be his bodyguard. Suleyman is in love with Oya. Kenan wants to prevent their marriage and makes a plot with his brothel girl Cicek. Cicek has an affair with Suleyman and Kenan takes their photos. As Oya sees the photos, she leaves her job. Kenan gets her to work for his relative Leman who is a tailor. Suleyman quits his work and searches for Oya though without success. Oya gets to know about Leman and Kenan's evil plans and she gets seized on her attempt to escape. Cicek informs Suleyman about Oya's whereabouts. Everybody gets organized to save her and they succeed. Cicek shoots Leman and Kenan at the expense of her own life.","release_date":"1963-04-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271881,"title":"Beyoğlu Piliçleri","adult":false,"genre_ids":[18,10749,80]},{"cast":["İzzet Günay","Yıldız Kenter","Semra Sar","Hulusi Kentmen","T. Fikret Uçak"],"overview":"Turkish adaptation of Alejandro Casona's classic play Los Árboles Mueren De Pie.","release_date":"1964-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":271883,"title":"Agaçlar ayakta ölür","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Les Hommes, French filmmaker Ariane Michel’s first feature documentary, is a cinematic exploration of Greenland. It captures the natural environment—the ice, stones, and animals of the country—during the annual visit of a group of scientists who come to perform research.","release_date":"2008-06-11","vote_average":6.0,"runtime":95,"cert":"N\/A","id":271885,"title":"Les Hommes","adult":false,"genre_ids":[99]},{"cast":["Tanju Gürsu","Nilüfer Aydan","Pervin Par","Cüneyt Arkın","Sami Ayanoglu"],"overview":"One of the earliest Turkish films to display lesbianism, Haremde Dört Kadın (Four Women in the Harem) tells the story of  three women in Pasha's harem and the newcomer. The film was attacked by fundamentalists, who destroyed the reels duringits screening at the Antalya Film Festival of 1966.","release_date":"1965-01-01","vote_average":4.0,"runtime":83,"cert":"N\/A","id":271896,"title":"Four Women in A Harem","adult":false,"genre_ids":[18,36]},{"cast":["Fred Chesneau"],"overview":"","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":271904,"title":"Bienvenue aux Comores : Un reportage sur les Comores 2014","adult":false,"genre_ids":[]},{"cast":["Damienne Mace","Edouard Kohl"],"overview":"Within a single space, the director treats the sorrows of two people married to each other.","release_date":"1962-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":271906,"title":"A Woman","adult":false,"genre_ids":[]},{"cast":["A. Bouanani","J. Bourlier","D. Prado"],"overview":"Heper's 7-minute short \"Dawn\" follows, in a single space between two windows, a triangular love relationship of three people.","release_date":"1963-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":271908,"title":"Dawn","adult":false,"genre_ids":[10749]},{"cast":["Burçin Bildik","Ezgi Asaroğlu","Hüseyin Avni Danyal"],"overview":"","release_date":"2014-01-10","vote_average":4.6,"runtime":null,"cert":"N\/A","id":271910,"title":"Sağ Salim 2","adult":false,"genre_ids":[35]},{"cast":["Danny Bowes","Luke Morley","Ben Matthews","Chris Childs","Gary 'Harry' James"],"overview":"Recorded over four nights in November 1997 at the Wulfrun Hall in Wolverhampton and the Shepherd's Bush Empire, over eight hours of footage was edited to make the definitive live video of the band.","release_date":"1998-03-28","vote_average":0.0,"runtime":84,"cert":"N\/A","id":271921,"title":"Thunder Live","adult":false,"genre_ids":[10402]},{"cast":["Stephane Hanssens","Nicolas Favresse","Sean Villanueva O'Driscoll","Oliver Favresse"],"overview":"Attempt to make the first free climbing of the Mount Asgard.","release_date":"2009-01-01","vote_average":9.0,"runtime":54,"cert":"N\/A","id":271923,"title":"Asgard Jamming","adult":false,"genre_ids":[12,99]},{"cast":[],"overview":"Once upon a time, there lived a royally sour blueberry, a fair rhubarb maiden and a dastardly deceptive mirror! Sweetpea Beauty knows that what's on the inside is what matters most, but insecure Queen Blueberry can't see past her own reflection! So, when a decree is handed down that only the most beautiful can rule the land, the Queen gets nervous and things turn ugly! Banished to the dark forest, Sweetpea's fate seems bleak until a charming prince, a band of merry minstrels and seven snow peas come to the rescue! Will Sweetpea and her friends be able to warn the Queen in time to save her from the clutches of the tricky mirror - or will the crumbling kingdom and the Queen's own heart be lost forever? Find out in this fairy \"Veggie\" tale about the real meaning of true beauty.","release_date":"2010-08-03","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":271928,"title":"VeggieTales: Sweetpea Beauty","adult":false,"genre_ids":[]},{"cast":[],"overview":"The young factory girl Milja comes in disaster on board fishing with Julius, who fails her for the beautiful and unreliable Petrina. The people from the bourgeoisie despise factory girls and their bastard, they are vile and promiscuous. In his despair will Milja give away the kid for it to get a better life than she can provide it. But Onsea-Lovisa ready to change her opinion.","release_date":"1974-12-26","vote_average":0.0,"runtime":121,"cert":"N\/A","id":271930,"title":"Ungen","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the summer between high school and college, a group of kids try to gain control of their relationships, emotions and lives for the first time.","release_date":"2008-06-03","vote_average":2.0,"runtime":91,"cert":"\"\"","id":271932,"title":"Wrestling","adult":false,"genre_ids":[]},{"cast":["Georgia Bellas","Tom Pilla","Martha Spizziri","Jack McRae"],"overview":"A new neighbor moves in and love ensues - but it's not what you might expect.","release_date":"2011-05-12","vote_average":0.0,"runtime":14,"cert":"\"\"","id":271946,"title":"Changing Gears: A Love Story","adult":false,"genre_ids":[10749,35,18,16]},{"cast":["Jun Fukuyama","Mamoru Miyano","Akira Ishida","Ami Koshimizu","Ayano Niina"],"overview":"In the remote Southern Cross island, a secret organization named The Glittering Crux plans to reactivate giant mobile suits that have been sealed for ages. Known as cybodies, they can only be controlled by pilots identified as star drivers. To unleash their full power, the mysterious group must break the seals of the four shrine maidens that reside in the isle. Recently arrived outsider Takuto Tsunashi vows to stop the Glittering Crux in order to protect Wako Agemaki, girl who saved his life and is one of the four maidens. Wako is a lively young lady who has already been betrothed to Sugata Shindou, a rich and talented childhood friend. Despite being very close to Agemaki, Sugata quietly disapproves this engagement since it was forced on to them due to a family tradition. The melancholic couple becomes a radiant trio as Takuto becomes not only their friend, but protector of the seals since he is none other than the Galactic Pretty Boy, gifted star driver of Tauburn, the 22nd cybody.","release_date":"2013-02-09","vote_average":0.0,"runtime":150,"cert":"N\/A","id":271948,"title":"Star Driver the Movie","adult":false,"genre_ids":[16,28,12,10749]},{"cast":["Ross Bagdasarian, Jr."],"overview":"More Chiptastic craziness with Alvin and the Chipmunk s new DVD, DRIVING DAVE CRAZIER! This DVD will include favorite episodes, Cookie Chomper III , Grounded Chipmunk , Whatever Happened to Dave Seville , and Chip off the Old Tooth . These hilarious stories, filled with fun music makes DRIVING DAVE CRAZIER a new Chipmunk DVD spectacular!","release_date":"2013-08-20","vote_average":0.0,"runtime":123,"cert":"\"NR\"","id":271950,"title":"Alvin and The Chipmunks: Driving Dave Crazier","adult":false,"genre_ids":[10751,35,16]},{"cast":["Tori Matsuzaka","Rin Takanashi","Aiba Hiroki","Shôgo Suzuki","Suzuka Morita"],"overview":"The film begins with the Shinkengers defeating the Ayakashi Demebakuto. As he assumes his second life, he captures the Shinkengers in mirrors as he sends them into a series of different dimensions (all different film genres) in order make them suffer for his amusement before actually killing them. First, the Shinkengers appear in the jidaigeki Lord's log of Notable Events, fighting a group of samurai, shortly followed by a Western showdown between Genta and Ginshirō, the owner of the rival sushi stand Silver Zushi, over whose food is better in Wild Grip. Then the scene changes again to the cop drama Passionate Version with the vassals as cops while Takeru is being held hostage as the Shinkengers starts to realize that something is wrong.","release_date":"2010-06-11","vote_average":2.0,"runtime":50,"cert":"N\/A","id":271952,"title":"Come Back! Samurai Sentai Shinkenger: Special Act","adult":false,"genre_ids":[28,12,878]},{"cast":["Özcan Deniz","Yasemin Kay Allen","Kaan Çakır","Pelin Akil","Cem Uçan"],"overview":"A pretty young girl falls for an enigmatic, shy man who sweeps her off her feet. She becomes pregnant but is not allowed to tell him. His advisers are adamant. Back home, they have set up a wedding with the daughter of an antagonistic family and marriage will put an end to the blood feud between them.","release_date":"2013-11-15","vote_average":6.7,"runtime":113,"cert":"N\/A","id":271954,"title":"Water and Fire","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Directed by Diabi Lanciné.","release_date":"1991-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271968,"title":"L'Africaine d'Amerique","adult":false,"genre_ids":[]},{"cast":["Sidy Camara","André Carvello","Balla Habib Dembélé"],"overview":"Directed by  Zeka Laplaine.","release_date":"1996-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271970,"title":"Macadem tribe","adult":false,"genre_ids":[]},{"cast":["Jean-Michel Martial","Robert Liensol","Marc Michel"],"overview":"Sucre Amer tells the story of a unique court case in which an event from the past is judged by a court of history. Major figures from history are brought together in the present to re-examine the \"Ignace case\", about a legendary figure in the history of Guadeloupe who fought against the armies of Napoleon Bonaparte to preserve his freedom. A hero despite himself, Ignace's life and struggle were subsequently consigned to oblivion by his enemies. His treatment has left a bittersweet taste in the mouths of the people of Guadeloupe.","release_date":"1998-01-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":271972,"title":"Sucre amer","adult":false,"genre_ids":[]},{"cast":["Robert Liensol","François Maistre","André Chanal"],"overview":"","release_date":"1980-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271974,"title":"Vivre libre ou mourir","adult":false,"genre_ids":[]},{"cast":["Nashay Brady","Angela Burnett","Patricia Bentley King"],"overview":"Directed by Alile Sharon Larkin.","release_date":"1975-01-02","vote_average":0.0,"runtime":27,"cert":"\"\"","id":271976,"title":"Your Children Come Back to You","adult":false,"genre_ids":[]},{"cast":["Ragıp Savaş","Mine Tugay","Metin Zakoğlu"],"overview":"","release_date":"2010-04-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":271981,"title":"Herkes mi Aldatır","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Directed by Bouna Medoune Seye.","release_date":"1995-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271992,"title":"Saï Saï by - dans les tapats de Dakar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Michael Meignant.","release_date":"1972-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271994,"title":"N'Doep","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":271996,"title":"El sexto sentido","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Further Off the Straight and Narrow","cast":[],"id":271998,"overview":"Takes a close look at sitcoms, reality shows, and premium cable programming as it explores how representations of GLBT characters have become more complex and varied in recent years.","runtime":61,"genre_ids":[99],"release_date":"2006-01-01","vote_average":0.0,"adult":false}]