[{"cast":["Alexis Arquette","Omar Alexis","Clark Weaver","Don Edmonds","Haji"],"overview":"Killer Drag Queens on Dope is the wild story of Ginger and Coco, two dolls with a little secret... They're contract killers who work for a one-eyed lunatic named Uncle A. Half the cutthroats in town are trying to kill them, the other half are trying to sleep with them and Uncle A is just getting started. Ginger is hell on heels. Coco never met a drug she didn't like. Together, they're Killer Drag Queens on Dope!","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272501,"title":"Killer Drag Queens on Dope","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"The Pinicale of digital technology has restored these cartoons to their theatrical splendor with crisp, clear sound and images that approximate the original movie-going experience. We have also restored them to their original theatrical length with footage that was cut out to accommodate television broadcasts in the 1950s and 60s, and was unseen for fifty years!","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272503,"title":"Extreme Fairy Tales","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - Richard Clayton is a maintenance man at the local police station of the small town of Montauk, Arizona. He spends his days keeping the offices clean and the equipment running. He spends his nights drinking and killing the occasional prostitute. When a new officer arrives in town, Richard is instantly drawn to her. As his love for her grows, he tries desperately to change his ways, but his past has a way of catching up to him. -  Chris Carson, Tina Coffee, Colette D'Antona","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272505,"title":"Montauk, AZ","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music\/Musical - On the auspicious day of 11\/11\/11, the North Mississippi Allstars delivered an amazing performance at the historic Bluebird Theater in Denver, CO. The show represents a watershed moment for the trio, capturing one of the year's best shows.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272507,"title":"North Mississippi Allstars: Live from Bluebird Theatre Denver, CO - 11.11.11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - The mystery surrounding the disappearance 12 year-old King Edward V and his brother Richard, Duke of York, has been the cause of speculation and fascination for over five centuries. In 1491, eight years after the Princes in the Tower were presumed murdered, a young man told an astonished world that he was Richard, back to claim the throne of England. -  Mark Umbers, John Castle, Roger Hammond","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272515,"title":"Princes in the Tower","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedy - A Pastor at the local church becomes an object of desire for a Christian woman in RICH IN SPIRIT. But the path to telling the Pastor how she feels isn't an easy one, especially when the Pastor manages to inhabit the body of the church's gardener. -  Karin Andrade, Marquis Henderson, Fitz Houston","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272517,"title":"Rich in Spirit","adult":false,"genre_ids":[]},{"cast":["Vidharth","Hardhika Shetty"],"overview":"A man returns from vacation to find that his family has been kidnapped. He is handed over a cell phone, the caller on which gives him a set of instructions that he must follow to save his family. However, he soon realizes that he has been implicated in a bombing.","release_date":"2014-09-19","vote_average":7.5,"runtime":111,"cert":"N\/A","id":272519,"title":"Aal","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Gibbons are highly intelligent, agile and acrobatic tree-dwelling apes, found in the tropical forests of Asia. Most of the gibbon species are highly endangered and are on the verge of extinction as a result of the destruction of their tropical rain forest habitat as well as being hunted for food.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272521,"title":"Gibbons: The Forgotten Apes In Peril","adult":false,"genre_ids":[]},{"cast":[],"overview":"Paul Freedman's latest film profiles American servicemen and women who are struggling to readjust to life away from combat. Intimately told by veterans, their families, and those charged with their care, Halfway Home tragically affirms that the toll of war extends far beyond the battlefield. Exploring both the stigma of war-induced \"mental health issues\" and the negative attitudes towards their treatment, this moving documentary lends a human face to this controversial matter.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272523,"title":"Halfway Home","adult":false,"genre_ids":[]},{"cast":["Henry Kissinger","George W. Bush","Norman Mailer"],"overview":"Though Henry Kissinger is often giving short statements to the media, he refuses detailed interviews about his own life. Now he has agreed to answer questions about his person in an extensive documentary.","release_date":"2008-10-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272525,"title":"Henry Kissinger: Secrets of a Superpower","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mr. Masekela, after a self-imposed 30-year exile, returned to his native South Africa to play a series of sold-out concerts. This concert film was made during his concerts at Johannesburg's Standard Bank Arena and captures an emotionally intense and joyous performance from Mr. Masekela and his band.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272527,"title":"Hugh Masekela: Homecoming Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ravi and Vijay's friendship was an example by itself. One was Life-Jaan, the other Jigar-Courage, the famous singer Ravi Kumar and the daring Vijay Kumar. Vijay's mother looked after Ravi since his childhood; as such Ravi's life is indebted to them. It was said that nobody could separate the two friends. Vijay's father was died when he was very young and till today his mother had not told him that the reason for his father's death was Jaikishan who is hiding from Vijay.","release_date":"1998-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272532,"title":"Jaane Jigar","adult":false,"genre_ids":[]},{"cast":["Barbara Tasker"],"overview":"Gerald McRaney stars as Jake Lassiter, a colorful ex-football player turned top defense attorney who is hired to defend Dr. Roger Salisbury, a surgeon charged with malpractice in the mysterious death of a wealthy patient, Phillip Corrigan.","release_date":"1995-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272534,"title":"Jake Lassiter: Justice on the Bayou","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed before a live audience at London's prestigious Royal Albert Hall, this first video from Ladysmith Black Mambazo delivers groups in-person magic with state of the art sound.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272536,"title":"Ladysmith Black Mambazo: In Harmony - Live at the Royal Albert Hall","adult":false,"genre_ids":[]},{"cast":["Ariane Fortin","Mary Spencer"],"overview":"In this thrilling doc, two world champion women boxers and former friends must face each other in the ring for a chance to win gold at the 2012 Olympics.","release_date":"2013-04-26","vote_average":0.0,"runtime":88,"cert":"N\/A","id":272538,"title":"Last Woman Standing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ada, father Salvatore's sister, instead thinks that her brother was killed by the envy of the other priests and by the village people, they can't understand his work for the village.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272540,"title":"Life, Death and Ganga","adult":false,"genre_ids":[]},{"cast":["Chris Makepeace","Helen Burns","Margaret Moore","John Dunsworth","Marty Reno"],"overview":"When a man visits a remote coastal town to buy a pair of silver shoes for his fiancée, he becomes involved in a dangerous bargain with the shopkeeper. He must retrieve a stolen pearl which has the power to transform the shape of whoever possesses it.","release_date":"1989-01-01","vote_average":4.0,"runtime":24,"cert":"\"\"","id":272542,"title":"Lighthouse Island","adult":false,"genre_ids":[]},{"cast":["Rick Hodes"],"overview":"Born in Long Island, NY, and educated at Johns Hopkins, Dr. Rick Hodes has dedicated his life to helping heal the sick and poor of Ethiopia over the past 20 years.","release_date":"2008-09-05","vote_average":8.5,"runtime":29,"cert":"\"\"","id":272550,"title":"Making the Crooked Straight","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in the heights of the Bolivian Andes, Mamachas del Ring is the story of Carmen Rosa the Champion, an indigenous woman who struggles to make it on her own in the male-dominated world of Bolivian professional wrestling.","release_date":"2010-01-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":272552,"title":"Mamachas of the Ring","adult":false,"genre_ids":[99]},{"cast":["Peter Whitehead","Alberta Tiburzi","Paul Auster","H. Rap Brown","Stokely Carmichael"],"overview":"\"The Fall\" depicts certain scenes in New York City between October 1967 and March 1968, shot by the independent filmmaker, Peter Whitehead. It is a very personal documentary, and Whitehead appears in a large number of scenes, and we hear his lengthy ruminations on the state of the United States and the war in Vietnam.","release_date":"1969-01-15","vote_average":7.0,"runtime":116,"cert":"\"\"","id":272554,"title":"The Fall","adult":false,"genre_ids":[10752,99]},{"cast":["Lil' Fame","Billy Danze","B-Real"],"overview":"Rap group M.O.P. gives a tour through Brownsville in Brooklyn to show where they grew up, and what inspires their music.","release_date":"2003-03-25","vote_average":0.0,"runtime":58,"cert":"\"\"","id":272556,"title":"Straight from the Projects: Rappers That Live the Lyrics - Brownsville, Brooklyn","adult":false,"genre_ids":[99,10402]},{"cast":["Cosima Dannoritzer"],"overview":"","release_date":"2014-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272558,"title":"La Tragédie électronique","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Combining photos, narration, musical orchestration, and archival pre-WWI footage, the filmmakers vividly capture the automobile and its transformative impact upon American history and culture","release_date":"1961-10-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272560,"title":"Merrily We Roll Along: The Early Days of the Automobile","adult":false,"genre_ids":[]},{"cast":[],"overview":"Watch as Pingu and his friends learn some chilly and important lessons while away on their class trip, and when Pingu pretends to be sick to avoid school, the doctor knows just the cure to send him on his way. See what happens when a simple penguin prank backfires and when Pingu has a day off and must choose between playing outside or helping his mother. All of these and many more fun and important tales in Pingu Learns a Lesson.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272571,"title":"Pingu: Pingu Learns A Lesson","adult":false,"genre_ids":[]},{"cast":["Ratthan","Manju","Kota Srinivasa Rao"],"overview":"This movie is about the transfor-mation of friendship into love. The same old story Karthik (Ratthan, is the son of makeup man Babu) andAnitha (Manju) are childhood friends and their families too are fond of each other. Karthik’s father Ramachandran (Kota Srinivasa Rao) is a widower and he dotes on his only son. Even though Karthik and Anitha are inseparable in college, they’re often at loggerheads with each other but Anitha realises that she’s in love with Karthik only after her wedding is fixed with another man (Abhinay).","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":272576,"title":"Karthik Anitha","adult":false,"genre_ids":[]},{"cast":[],"overview":"Madison Park Vocational, Roxbury, Massachusetts. A dysfunctional but talented high school hoops team tries to hold itself together. Graced with a handful of sharp shooters and savvy ball-handlers, they also struggle, both on and off the court, in a deteriorating public school system and the turbulence of life in the Boston inner city: rival gangs, a chilling murder rate, destructive families, and the struggle to stay in school and on the team. Closing in on the end of the season, the team has a shot at a state championship and an undefeated season for the first time in history.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272578,"title":"Push: Madison vs. Madison","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since the 1960's, journalists, scholars and filmmakers have been examining the Rastafarian movement in an attempt to explain its origins and its core beliefs. RasTa: A Soul's Journey, tells the story of the journey of Rita and Bob Marley's granddaughter's, Donisha Prendergast, to eight countries -- United States, United Kingdom, South Africa, India, Israel, Canada and Jamaica and Ethiopia -- to explore the roots, evolution and impact of Rastafari.","release_date":"2011-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":272580,"title":"RasTa: A Soul's Journey","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"TUBB THE PIRATE: Tubb wishes he were brave. If only he were a pirate! TERENCE OF ARABIA: Terence does not like being splashed! If only he were someplace dry like the desert! SPLOSHY OF THE ARCTIC: Cooling off in the bathroom on a hot day sounds great to everyone except Sploshy! SUPER AMELIA: Wishing for superpowers, Amelia finds herself training to be a superhero, competing against Fintastic Finbar! DEEP SEA REG: Reg wants to play underwater games with his friends.","release_date":"2004-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272582,"title":"Rubbadubbers: Tubb's Pirate Treasure","adult":false,"genre_ids":[]},{"cast":["Ethan Kempner","Madeleine Rose Yen","Donovan Patton"],"overview":"Team up with Team Umizoomi on four fantastic animal missions! Help Milli, Geo, and Bot get Purple Monkey to his new Monkey Jungle home at the zoo, rescue Buster the dog at a construction site, fix the Cuckoo Bears' clock, and find six baby chicks!","release_date":"2013-01-01","vote_average":0.0,"runtime":91,"cert":"\"\"","id":272593,"title":"Team Umizoomi: Animal Heroes","adult":false,"genre_ids":[16]},{"cast":[],"overview":"THE FIGHT FOR WATER is the untold story of contamination in the Amazon. Whatever you do, don't drink the water.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272595,"title":"The Fight for Water","adult":false,"genre_ids":[]},{"cast":["Rudy Ray Moore","Eddie Griffin","Ice-T","Michael Diamond","Paul Mooney"],"overview":"Rudy Ray Moore tells all as only he can in this all-new retrospective legendary career. From his humble beginnings to his crowning as \"King of the Party Records,\" Rudy Ray guides us through his struggles and triumphs in the film and music industries.","release_date":"1994-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":272597,"title":"The Legend of Dolemite! Bigger & Badder","adult":false,"genre_ids":[99,35]},{"cast":["Filiz Akın","Engin Çağlar","Ekrem Bora"],"overview":"Sevgi is a singer who works in a bar. Her boss Vural fancies her. Sevgi meets Selim and they fall in love. Selim is unaware of her job at the bar. Vural sends his men to Selim's father to tell him about Sevgi's job, thus prevents her marriage with Selim. Selim doesn't believe in all this. Vural shoots Selim out of jealousy, yet due to lack of evidence he gets released. Sevgi and Vural marry but she takes Selim's revenge in shooting Vural, having no reason to live anymore she shoots herself as well.","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272599,"title":"Hüzünlü ask","adult":false,"genre_ids":[18,10749]},{"cast":["Demir Karahan","Fatma Karanfil","Cenk Er","Ali Şen","Baki Tamer"],"overview":"The film tells the story of a convict who fights against the injustice of prison management. Arap Kadir is new to prison. He earns prison leader Fethi’s trust in no time thanks to his honesty and audacity. But Arap Kadir is left with no protection when Fethi is exiled to another prison. Seeing this as an advantage, the management decide to bring Arap Kadir to his knees.","release_date":"1970-01-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":272601,"title":"Linç","adult":false,"genre_ids":[18]},{"cast":["Zeynep Degirmencioglu","Salih Güney","Suna Selen","Belgin Doruk"],"overview":"A Turkish Version of Snow White, casting Zeynep Degirmencioglu as a leading role in the film.","release_date":"1970-01-01","vote_average":7.0,"runtime":92,"cert":"N\/A","id":272603,"title":"Pamuk Prenses ve Yedi Cüceler","adult":false,"genre_ids":[14,10751]},{"cast":["Necla Nazır","Serdar Gökhan","Bilal Inci","Atilla Ergün","Osman Alyanak"],"overview":"Ömer Kavur's first film Yatik Emine (Emine, The Leaning One), relates the story, set in the years of World War I, of a prostitute exiled in a small town.","release_date":"1975-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":272605,"title":"Emine, The Leaning One","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The camera slowly pans through a room as Smolders offers various observations and memories.","release_date":"2008-02-05","vote_average":6.5,"runtime":26,"cert":"N\/A","id":272616,"title":"Journey Around My Room","adult":false,"genre_ids":[99]},{"cast":["Azra Balkan","Oktay Sözbir","Semra Ozdamar","Güven Sengil","Birtane Güngör"],"overview":"Based on Yılmaz Güney's script and filmed in semi-documentary style, the movie provides a fresh perspective on the history of labor issues in 1970s.","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272618,"title":"Certainly One Day","adult":false,"genre_ids":[18]},{"cast":["Jean Rabenjamina","Joseph Rainizatilehy","Aimee Razatindrataranoa","Louis Vahandanitra"],"overview":"The film traces the destiny of Kapila, an outcast child who had been deemed by his fellow villagers to have supernatural powers of destruction, because of the timing of his solar eclipse birth.","release_date":"1996-12-25","vote_average":0.0,"runtime":86,"cert":"N\/A","id":272620,"title":"When The Stars Meet The Sea","adult":false,"genre_ids":[18,14]},{"cast":["François Simon","Paul Gogel","Norbert Schwientek","Janine Weill","Gothard Dietrich"],"overview":"With the help of his assistant Anja, Ottocaro Weiss intends to put the plague on stage: circumstances beyond his control and a lack of fresh talent have forced him to close down his flea circus. For Weiss, the plague means the «extinction of everything that makes life miserable and low and freedom along with it. Unbeknownst to him, he has won the support of a patron who is of the exact opposite opinion: for Johannes Wagner, the plague is an organising principle, and, aided by his agent Moosbrugger, he is able to smuggle a new number onto the programme. Whereas Ottocaro Weiss means to represent the plague theatrically, what appears on stage is the scientific reality of the rat-borne infestation.","release_date":"1973-01-01","vote_average":7.0,"runtime":111,"cert":"N\/A","id":272622,"title":"Death of the Flea Circus Director","adult":false,"genre_ids":[]},{"cast":["Suwineetha Abeysekera","J.B.L. Gunasekara","Jeevarani Kurukulasooriya","Asoka Peiris","Tony Ranasinghe"],"overview":"The son of a newly rich industrialist becomes embroiled in a murder cover-up.","release_date":"1966-04-01","vote_average":6.0,"runtime":122,"cert":"N\/A","id":272624,"title":"Between Two Worlds","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dhammi is a mischievous schoolgirl, Sugath a shy and introverted boy new in school. Dhammi is immediately attracted to him and they become friends. The friendship eventually develops in to a special relationship, but when Sugath reveals his love for her she shuns him.","release_date":"1969-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272626,"title":"Silence of the Heart","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short directed by Joseph Akouissonne.","release_date":"1985-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272628,"title":"Burkina Cinema","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary focuses on Sona, the daughter of the director’s brother who moved to North Korea from Japan in the early 1970s. Through Sona, the film shows the generation that migrated from Japan to North Korea and their offspring who were born and raised in North Korea.","release_date":"2009-10-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":272639,"title":"Sona, the Other Myself","adult":false,"genre_ids":[]},{"cast":["Andrei Abrikosov","Lev Sverdlin","Boris Tenin","Muratek Ryskulov","Zana Zanoni"],"overview":"Mark Donskoy went to the wilds of Siberia to film this Soviet movie about a community that resists the temptations of a wicked American capitalist who wants to exploit their lands.","release_date":"1950-04-10","vote_average":6.0,"runtime":95,"cert":"N\/A","id":272641,"title":"Alitet Leaves for the Hills","adult":false,"genre_ids":[10752,18,36,12]},{"cast":["Nurmukhan Zhanturin","Baken Kydykeyeva","Farida Sharipova","Kapar Aliyev","Sovetbek Dzhumadylov"],"overview":"Based on Chingiz Aitmatov’s novel \"Farewell, Gyulsary!\" The story of Tanabai the blacksmith, father of three children, who upon his return from war became a herdsman, and his tragic love for the soldier’s widow Byubyudzhan. The lyrical poem has an additional storyline concerning the horse Gyulsary and his master Tanabai.","release_date":"1969-12-01","vote_average":6.8,"runtime":82,"cert":"N\/A","id":272643,"title":"Goodbye, Gyulsary!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A story of two women living in the shadow of an over-bearing father who passed away many years ago, and melancholic contemplation on the themes of memory, music, and childhood,","release_date":"2013-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":272645,"title":"Anja & Vivian","adult":false,"genre_ids":[]},{"cast":["Sergey Nikonenko","Natalya Belokhvostikova","Natalya Uzhviy","Yevgeni Kindinov","Boris Khmelnitsky"],"overview":"A film based on the works and life of Russian poet Sergei Yesenin, who committed suicide in 1925.","release_date":"1973-04-01","vote_average":3.3,"runtime":null,"cert":"N\/A","id":272647,"title":"Sing Your Song, Poet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Using only charcoal and 3 sheets of A1 paper, 'The Man Who Mistook His Wife For A Hat' is an animated visualisation of Oliver Sacks' seminal work, describing a unique neurological oddity.","release_date":"2013-06-23","vote_average":0.0,"runtime":4,"cert":"N\/A","id":272649,"title":"The Man Who Mistook His Wife for a Hat","adult":false,"genre_ids":[]},{"cast":["James Craig","Rita Moreno","Keith Larsen","Reginald Denny","Charles Irwin"],"overview":"Two brothers flee America and join the Canadian North West Mounted Police. One brother is good, the other bad, both men on a collision course just as trouble starts to brew with the Indians.","release_date":"1953-03-28","vote_average":5.0,"runtime":75,"cert":"\"\"","id":272663,"title":"Fort Vengeance","adult":false,"genre_ids":[37]},{"cast":["Jackie Shroff","Dimple Kapadia","Anupam Kher","Mehmood","Satish Kaushik"],"overview":"Bollywood actor Ritesh and Pooja are married and live a fairly wealthy lifestyle. When he ventures to produce a film, a huge risk considering his naivety, results in financial losses, which they have to make good by selling all their personal properties, vehicles, and belongings. They re-locate to live in a small flat, and Ritesh loses himself in an alcoholic and nostalgic world. Pooja decides to take over the reins of this family by seeking employed, much to the chagrin of her husband, who would prefer that she stay at home - a discussion that may well be the turning point of their relationship and signal the end of their marriage.","release_date":"1987-09-04","vote_average":0.0,"runtime":140,"cert":"N\/A","id":272665,"title":"Kaash","adult":false,"genre_ids":[18]},{"cast":["Marie Dressler","Polly Moran","Anita Page","Norman Foster","John Miljan"],"overview":"Longtime friends become feuding mothers-in-law when their children marry.","release_date":"1932-11-18","vote_average":7.0,"runtime":87,"cert":"\"\"","id":272667,"title":"Prosperity","adult":false,"genre_ids":[18,35]},{"cast":["Rocky Sandhu","Sherlyn Chopra","Rahul Roy","Hitesh Kriplani"],"overview":"A father hires an attractive live-in tutor to help teach his son to be more confident around women. Comedy ensues when both father and son fall for her and attempt to sabotage each other’s attempts at romance.","release_date":"2006-03-31","vote_average":4.0,"runtime":95,"cert":"N\/A","id":272669,"title":"Naughty Boy","adult":false,"genre_ids":[35]},{"cast":["Youreka","Sandra Amy","Manikutty"],"overview":"A journalist visits the red light area in Chennai to write a novel about the life of the sex workers. There, Mahima, a prostitute, tells him about their lives and the five men who visit them.","release_date":"2016-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272671,"title":"Sivappu Enakku Pidikkum","adult":false,"genre_ids":[]},{"cast":["Shanthanu Bhagyaraj","Prithvi Pandiarajan","Manoj Bharathiraja","Thiagarajan","Ramki"],"overview":"A judge decides to bring back the jury system to decide if a woman, who is alleged to have helped her son in assassinating a Gandhian leader, should be hanged or walk free.","release_date":"2016-09-09","vote_average":3.0,"runtime":95,"cert":"N\/A","id":272676,"title":"Vaaimai","adult":false,"genre_ids":[]},{"cast":["Park Hae-il","Shin Min-a","Yoon Jin-seo","Kim Tae-hoon","Gawk Ja-hyeong"],"overview":"A Beijing professor returns to his stomping grounds for a friend's funeral. Reflecting on the past, he meets a tea shop owner who sparks feelings of love in a time of pain.","release_date":"2014-06-12","vote_average":7.3,"runtime":145,"cert":"N\/A","id":272687,"title":"Gyeongju","adult":false,"genre_ids":[35,18,10749]},{"cast":["Galina Budanova","Galina Verbitskaya","Andrei Samotolkin","Edik Orlov","Borya Melnikov"],"overview":"A short story about the summer adventures of four inseparable friends from a small fishing village.","release_date":"1972-06-06","vote_average":8.0,"runtime":38,"cert":"\"\"","id":272689,"title":"The Musketeers from 4A Grade","adult":false,"genre_ids":[12,10751]},{"cast":["Kim Yoon-seok","Park Yoo-chun","Han Ye-ri","Lee Hee-joon","Moon Sung-keun"],"overview":"A fishing-boat crew takes on a dangerous commission to smuggle a group of illegal immigrants from China to Korea.","release_date":"2014-08-13","vote_average":6.6,"runtime":111,"cert":"N\/A","id":272691,"title":"Sea Fog","adult":false,"genre_ids":[53,18]},{"cast":["Mae Whitman","Robbie Amell","Bella Thorne","Bianca A. Santos","Skyler Samuels"],"overview":"Bianca's universe turns upside down when she learns that her high school refers to her as a ‘DUFF' (Designated Ugly Fat Friend). Hoping to erase that label, she enlists the help of a charming jock and her favorite teacher. Together they'll face the school's mean girl and remind everyone that we are all someone's DUFF… and that's totally fine.","release_date":"2015-02-20","vote_average":6.8,"runtime":100,"cert":"\"PG-13\"","id":272693,"title":"The DUFF","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Bad Seed is the tale of a tiny little seed that some see as good and others believe is evil. Cannabis and hemp can drastically improve the quality of life of people suffering from a wide range of symptoms and illnesses yet people are denied relief due to marijuana's bad reputation. Is cannabis a bad seed? Or have it's extraordinary health benefits been unjustly suppressed by government, law enforcement and corporate manipulation? Following the story of a medical marijuana user and activist, filmmaker Shayne Metcalfe delves into the history of cannabis prohibition in Canada, the United States and Mexico over the past century. Incorporating the perspectives of law enforcement, doctors, lawyers, activists, commercial growers, medical patients, historians and entrepreneurs, Bad Seed tells the fascinating story of how one of nature's gifts came to be vilified and provides an intriguing look at the rapidly changing marijuana landscape.","release_date":"2013-11-01","vote_average":4.0,"runtime":60,"cert":"N\/A","id":272695,"title":"Bad Seed: A Tale of Mischief, Magic, and Medical Marijuana","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary - RITES OF PASSAGE is the most in depth documentary in the world of no-holds-barred fighting.","release_date":"2003-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":272697,"title":"Rites of Passage: The Rebirth Of Combat Sports","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horror \/ Sci-Fi\/Fantasy - The world is in chaos and vampires rule the streets, searching for \"The Day Walker\". Two vampire hunters desperately try to keep her alive.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272699,"title":"Speed Demons","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music\/Musical - A balance of old Irish music favorites and a live show make up this hour long home video featuring interviews and concert footage. Filmed at the group's reunion concert at UIster Hall in Northern Island, the filmed performance highlights the traditional folk act's lively talent and dedication to recreating the spirited, indigenous songs of their Irish homeland.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272707,"title":"The Clancy Brothers and Tommy Makem: Reunion Concert","adult":false,"genre_ids":[]},{"cast":["Richard Attenborough","Dirk Bogarde","Betty E. Box","Albert R. Broccoli","Michael Caine"],"overview":"Documentary - After starting his career producing religious film shorts, J. Arthur Rank went on to become Britain's first and only movie mogul with his establishment of the legendary Pinewood Studios. Narrated by Michael Caine, THE GOLDEN GONG chronicles Pinewood's rise to success. -  Richard Attenborough, Dirk Bogarde, Betty E. Box","release_date":"1985-01-01","vote_average":0.0,"runtime":76,"cert":"\"\"","id":272709,"title":"The Golden Gong: The Story of Rank Films - British Cinema's Legendary Studio","adult":false,"genre_ids":[99]},{"cast":["Rusty Armstrong","George Burgess"],"overview":"Documentary - The Shark Con takes viewers on a rollercoaster ride into the big business of shark fishing, revealing the controversial truth about the industry and answering the question: Are sharks really overfished or is this just an elaborate con? -  Rusty Armstrong, Gary Adkison, George Burgess","release_date":"2010-04-17","vote_average":0.0,"runtime":53,"cert":"\"\"","id":272711,"title":"The Shark Con","adult":false,"genre_ids":[99]},{"cast":["Obba Babatundé","Chico Benymon","Evelyn Badillo","Michael Bernardi","Maria Ines"],"overview":"An anonymous message is sent to the cell phones of a dozen young men and women. The message is an invitation to attend one killer of a party. No one can refuse to attend but one they will come to regret.","release_date":"2011-10-11","vote_average":0.0,"runtime":90,"cert":"\"\"","id":272713,"title":"The Trap Door","adult":false,"genre_ids":[27]},{"cast":["Hülya Koçyiğit","Fikret Hakan","Aliye Rona","Avni Dilligil","Nubar Terziyan"],"overview":"The film tells the relationship of a young man working at the shipyard and his girlfriend who gets pregnant.","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272715,"title":"Uzakta Kal Sevgilim","adult":false,"genre_ids":[18,10749]},{"cast":["George Kuchar"],"overview":"George Kuchar travels to Oklahoma in search of tornadoes, spends most of his time watching TV and eating food.","release_date":"1986-01-01","vote_average":2.0,"runtime":82,"cert":"\"\"","id":272717,"title":"Weather Diary 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"A couple who've just split up each attempt suicide.","release_date":"2014-06-05","vote_average":8.0,"runtime":22,"cert":"N\/A","id":272719,"title":"Dying from a Wound of Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Action \/ Adventure - In this critically acclaimed, classic boxing \"Anime\" from Tetsuya Chiba and Asao Takamori, Joe Yabuki is a troubled orphan who ran away from the orphanage. While wandering in the Tokyo slums, he met Danpei, a former boxer who saw the potentials in Joe and trained him to become a superb fighter. It's only a matter of time before Joe faces his greatest rival, Tohru Rikiishi. Considered one of the best anime\/manga to have ever come out of Japan, Tai Seng is proud to present Ashita No Joe(Champion Joe).","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272730,"title":"Champion Joe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - A documentary about a group of young people from Uganda who use the poetry of Hip Hop to spread their revolutionary message of hope and change. -  Abramz, Michael Franti, Terra Naomi","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272732,"title":"Diamonds in the Rough: A Ugandan Hip Hop Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Helen Whitney's FORGIVENESS explores the act of forgiveness through a wide range of stories, from adultery and personal betrayal to the post-genocidal reconciliation of nations. In focusing on specific instances of affliction-one family torn apart by abandonment, the post--partheid Truth and Reconciliation hearings in South Africa or the memories of '60s radicals coping with their violent acts of protest-FORGIVENESS studies the psychological impetus and impacts of this crucial sentiment, illuminating its power, its limitations and, in some cases, its dangers.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272734,"title":"Forgiveness: Act 2 - A Time to Hate","adult":false,"genre_ids":[]},{"cast":["Marika Frassino","Giuseppe Maggio","Lorenzo Flaherty","Martina Colombari","Enrico Mutti"],"overview":"","release_date":"2014-05-29","vote_average":5.3,"runtime":null,"cert":"N\/A","id":272736,"title":"Bologna due agosto: I giorni della collera","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Comedy - Crafted in the rich stoner tradition, \"High Society: A Pot Boiler\" is a dialogue and character-driven, rapid-fire, unrelenting comedy about three contentious roommates, two hot chicks and an unwelcome guest. -  Erik Davies, Jeremiah Bitsui, Peter Alton","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272738,"title":"High Society: A Pot Boiler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - In this heartfelt and patriotic documentary, we follow twelve veterans on their motorcycles as they make a very special journey from Sacramento, CA to Washington D.C. Through wrong turns, terrible weather and horrific accidents, the bikers ride on, each with their own reasons for heading to the nation's capital for 'Rolling Thunder,' the annual bike fest that sees one million bikers descend upon the capital for the cause of POWs and MIAs.","release_date":"2008-05-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272740,"title":"Road to Thunder","adult":false,"genre_ids":[]},{"cast":["David Beckham","Victoria Beckham","Brooklyn Beckham","Anthony Mandler"],"overview":"This documentary chronicles David Beckham and his friends' unforgettable journey deep into the heart of the Amazon rainforest in Brazil. Travelling by motorbike and boat, and guided by locals, he visits far-flung communities and tribes that live in this remote landscape.","release_date":"2014-06-09","vote_average":10.0,"runtime":89,"cert":"\"PG\"","id":272742,"title":"David Beckham: Into the Unknown","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In his meetings with various different people, Jean-Luc Godard develops his thinking about history, politics, the cinema, images and time, and this will lead to his exhibition as an artist at the Pompidou Centre. Jean-Luc Godard’s conversations with Dominique Païni, Jean Narboni, André S. Labarthe, Jean-Marie Straub, Danielle Huillet and Christophe Kantcheff were filmed at his home in Rolle, in his study, at the Fresnoy National Studio for the Contemporary Arts (in front of students) and in the exhibition rooms of the Pompidou Centre.","release_date":"2007-08-05","vote_average":10.0,"runtime":119,"cert":"N\/A","id":272747,"title":"Fragments of Conversations with Jean-Luc Godard","adult":false,"genre_ids":[]},{"cast":["Sakaekei Iwata","Susumu Kurobe","Shota Minami","Tao Tsuchiya","Koji Moritsugu"],"overview":"One year after the battle with Belial's Galactic Empire, the members of Ultimate Force Zero returned to Planet Esmeralda to see Princess Emerana. They arrived to see her and Jean Bot captures by a mysterious artificial planet which then took of for another universe.  In the Universe where the sphere fled to, Zap Spacy members Rei and Hyuga are forced to infiltrate it, as it is on a collision course with Planet Bram. Inside they encounter various robot monsters, that the Ultramen have fought in the past, all under the control of Beatstar, with one mission: \"Destroy all organic life\". After saving Emerana, they encounter a robot very similar to Jean Bot, Jean Killer.  During their fight with Jean Killer, Zero learns from Jean Bot that Jean Killer is actually his twin brother. Ultimate Force Zero must now put a stop to Killer's rampage and defeat Beatstar in the process.  This is part 2 of a 2-part special release to promote the movie Ultraman Saga.","release_date":"2011-12-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":272749,"title":"Ultraman Zero Side Story: Killer the Beatstar - Stage II: Oath of the Meteor","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"Drama - Three college students compete for an award that will determine their future.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272751,"title":"Graduation Week","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Lockdown, U.S.A. is a documentary which examines the history of the Rockefeller Laws, the Darrell Best case, and Simmons' battle to raise awareness about the destructive impact of these laws. -  Russell Simmons, Ruby Dee, Wanda Best","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272753,"title":"Lockdown, USA","adult":false,"genre_ids":[]},{"cast":[],"overview":"Each year the people of the Faroe Islands, a Danish community, entice a pod of whales into their harbor, and then men and youths enter the water to slaughter them. As many as 1000 whales die in this one massacre. To Kill a Whale investigates what actually happens in the Faroes, retracing the island's history and looking at the first film of the whale cull, which was recorded by investigators from the Environmental Investigation Agency and which encouraged international condemnation of the cull.","release_date":"1994-01-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":272755,"title":"To Kill a Whale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Join HRH Prince William and Catherine Middleton at Westminster Abbey as they celebrate the momentous occasion of their marriage with this 50 minute highlights show. Includes Catherine's breathtaking arrival at Westminster Abbey, highlights from the ceremony and the traditional balcony appearance at Buckingham Palace. BBC Worldwide will donate all proceeds of the distribution rights (after deduction of its own acquisition and distribution costs) from TV, DVD and download-to-own sales of The Royal Wedding to The Foundation of Prince William and Prince Harry (charity registered in England and Wales registration number 1132048).","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272757,"title":"Royal Wedding Highlights","adult":false,"genre_ids":[]},{"cast":["Fay Bainter","Hugh Herbert","Barbara Jo Allen","John Archer","Carl Switzer"],"overview":"The fifth film version of Alice Hegan Rice's 1901 novel, starring Fay Bainter as the loving but near-penniless mother struggling to raise her five children in their shantytown home.","release_date":"1942-10-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":272759,"title":"Mrs. Wiggs of the Cabbage Patch","adult":false,"genre_ids":[]},{"cast":["Armin Meiwes","Günter Stampf"],"overview":"","release_date":"2007-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272767,"title":"Der Kannibale von Rotenburg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Many of us share the fantasy of moving to a lovely village in the South of France, to find a vineyard, create wonderful wines, to sell it and share it with all our friends. Carole LeBlanc and Jo Béfort, an engaging lesbian couple, have done just that. Carole and Jo started their wine adventure six years ago in Collias, France. Their dream was to produce excellent wine. They had no experience, just their passion - and friends. Winemaking is a complex and labor intensive process, and still a very macho affair in France. But as this captivating film reveals, it is possible for two women who are willing to work hard to achieve their dream and live the life they choose - as well as bring an entire village and community into their world.","release_date":"2013-01-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":272769,"title":"Wine, Women & Friends","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stanley Kid, kid detective, must catch the bad guys without getting caught himself. It's a kid-tastic adventure for Stanley Kid and his annoying kid sister, Nina!","release_date":"2013-01-01","vote_average":0.0,"runtime":63,"cert":"\"\"","id":272771,"title":"World Famous Kid Detective","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama - Wendy, a young woman living with her Greek family, dreams of becoming a singer. Unfortunately, she can't seem to get a single note right. Her grandmother, Sylvia, is a wonderful cook known far and wide for her delicious Baklava; a concoction so delectable people have become dangerously addicted to it. In the pursuit of making fast money, Wendy is lured into the Baklava trade, quickly forgetting her dream of becoming a singer. -  Sylvia Rousso, Patricia Neal, Mort Viner","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272776,"title":"Beyond Baklava","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thule, Greenland, also called Qaanaaqis, one of the northernmost towns in the world. As the climate warms and the ice caps begin to melt, the gentle balance of life for the people of this community is in jeopardy. On the other side of the globe, the melting ice caps are raising sea levels around the Polynesian island nation of Tuvalu, threatening to wipe the island right off the map. Though a world apart, these two communities are intricately connected as environmental balance begins to tip and traditional ways of life are threatened.  'ThuleTuvalu' is a stunning documentary addressing the high price of a hundred years of development and how two very different communities are now bound together in facing an uncertain future.","release_date":"2014-11-13","vote_average":6.5,"runtime":96,"cert":"\"\"","id":272778,"title":"ThuleTuvalu","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary - From filmmaker Freida Lee Mock, BIRD BY BIRD WITH ANNIE offers an intimate portrait of the writer and her craft, interweaving the story of Lamott's life. -  Anne Lamott, Charles M. Schulz","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272780,"title":"Bird by Bird with Annie: A Film Portrait of Writer Anne Lamott","adult":false,"genre_ids":[]},{"cast":[],"overview":"A kind hearted merchant found shelter from a storm in an enchanted palace. He becomes imprisoned for picking a single flower for his youngest daughter Beauty. When his horse returned home alone, Beauty set out to finer her father, but what awaited her was a heart that matched her own.","release_date":"1999-05-26","vote_average":4.5,"runtime":48,"cert":"N\/A","id":272791,"title":"Beauty and the Beast","adult":false,"genre_ids":[10402,16,10751,14]},{"cast":[],"overview":"Bots High is an exciting documentary following the adventures of three high school robotics teams battling for first place at a national robotics competition in Miami, Florida. It's a no-holds-barred fight to the death with robot carnage everywhere you look. Genius inventor Will builds robots so powerful they're unstoppable...if only they don't destroy themselves first. The Mechanical Misfits are an all girls team stumbling through their first foray into combat robotics and Elizabeth and Danielle are a formidable pair looking to reign supreme during their last year of high school. Bots High follows these students as they design, build and compete at Nationals - all while surviving high school, first love and teenager procrastination. A FilmBuff Presentation.","release_date":"2010-01-02","vote_average":7.0,"runtime":null,"cert":"\"\"","id":272793,"title":"Bots High","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Aaron Carlson dreams of becoming a great lawyer, and is determined to follow his dream even when his school counselor, his principal, and his family insist it is impossible. Aaron clings to his hope that dreams and determination can trump money and connections.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272795,"title":"Checkmate","adult":false,"genre_ids":[9648,18]},{"cast":["William Wellman Jr.","Lynda Beatie","Terri Lynn Hall","Thom Rachford","Robert Chestnut"],"overview":"Final and least well-known installment in the Mark IV series of fundamentalist apocalypse films. About to executed by the forces of the Antichrist, fundamentalist Christian guerrilla David is rescued by Connie, an Antichrist agent pretending to be a double agent for the Believers' Underground. Connie hopes to trick David into leading her to the dissidents' hidden base. Meanwhile, Armageddon and the Second Coming draw nigh.","release_date":"1983-01-01","vote_average":0.0,"runtime":126,"cert":"\"\"","id":272797,"title":"The Prodigal Planet","adult":false,"genre_ids":[18,14,53]},{"cast":["Joe Strummer","Mick Jones","Topper Headon"],"overview":"Joe died young. But his and \"The Clash's\" memory live on in the programme as it seeks to explore and identify the music and the reasons behind the split of one of the most iconic punk rock groups of the day. We follow the life of one of the original members of \"The Clash\". Told through interviews of Joe's involvement in the ground breaking group from other band members including Mick Jones and 'Topper' Headon, we tell the story as it was.","release_date":"2006-01-31","vote_average":0.0,"runtime":62,"cert":"\"\"","id":272799,"title":"The Clash: The Joe Strummer Story","adult":false,"genre_ids":[99]},{"cast":["Andréa Pucci","Sandra Midori","Oswaldo Cirillo","Bentinho","Jaime Cardoso"],"overview":"In a broken-down hospital, nurses, doctors and patients take part in a large orgy. Explicit sex scenes with meat (beef) scenes in one of the lowest films of the genre.","release_date":"1985-08-26","vote_average":5.0,"runtime":83,"cert":"N\/A","id":272804,"title":"Hospital da Corrupção e dos Prazeres","adult":false,"genre_ids":[]},{"cast":["Erika Cortés","Carlos Velasco","David Nava","Osvaldo Martínez","José Concepción Macías"],"overview":"Ulysses is a young man who is in charge of burying bodies in an earthworm pit. He wants to raise enough money to take his sick mother on vacation to Alaska, Ulysses loves his mother. Ulysses recapitulates his life, but his subconscious frequently mixes with his conscious, making it difficult to distinguish reality with imagination.","release_date":"2014-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272812,"title":"Ulysses","adult":false,"genre_ids":[]},{"cast":["Lütfü Güneri","Atıf Kaptan","Muhterem Nur","Fikret Hakan","Tomris Oguzalp"],"overview":"Sarı Zeybek is a 1953 biopic film written and directed by Münir Hayri Egeli. The film specifically showed the last 300 days of Mustafa Kemal's life and portrayed his ordinary human characteristics rather than his military prowess or political talents.","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272814,"title":"Sarı Zeybek","adult":false,"genre_ids":[36]},{"cast":["Gitzel García","Isidro García","José Luis Ochoa","Abril Alonso"],"overview":"A woman gets her dreams and aspirations frustrated after an unwanted pregnancy. She also has to deal with her alcoholic father, her apathetic mother and her clumsy teachers who don't know how to advise.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272816,"title":"Raid","adult":false,"genre_ids":[]},{"cast":["Eréndira Ibarra","Andrés Montiel","Camila Selser","Santiago Zenteno","Mariana Guerrero"],"overview":"Santiago is contained in the micro-universe of his home due to a deep depression after his girlfriend left him for no apparent reason. That is when he realizes that even though he wants to live his duel alone, his friends accompany him through video chats, telephone calls or visits right at  his door.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272818,"title":"Monstruosamente Solo","adult":false,"genre_ids":[]},{"cast":["Danny Glover","Maya Rudolph","José María Yazpik","Joel Murray","Angélica Aragón"],"overview":"On a mission to sell his last remaining prize hog and reunite with old friends, an aging farmer abandons his foreclosed farm and journeys to Mexico. After smuggling in the hog, his estranged daughter shows up, forcing them to face their past and embark on an adventurous road trip together.","release_date":"2016-07-22","vote_average":6.4,"runtime":100,"cert":"\"\"","id":272820,"title":"Mr. Pig","adult":false,"genre_ids":[18]},{"cast":["Greg Louganis"],"overview":"Feature-length documentary about the greatest diver of all time. Four-time Olympic champion Greg Louganis has faced more than his share of challenges. In 2011, he is far from the public eye and struggling to pay his mortgage. Now, the openly gay, HIV+ world-class athlete returns to diving to mentor the USA Olympic hopefuls. This may be his best chance to regain the notoriety -- and financial stability -- he enjoyed at the height of his career.","release_date":"2014-06-25","vote_average":7.5,"runtime":90,"cert":"\"\"","id":272822,"title":"Back on Board: Greg Louganis","adult":false,"genre_ids":[99]},{"cast":["Kent Taylor","Doris Dowling","Dennis Hoey","Louise Currie","Ivan Triesault"],"overview":"Larry Morgan (Kent Taylor), a private detective, is hired by a woman who wants Larry to trail her husband. The husband is murdered and, shortly afterwards, the wife is also killed. Larry shuffles through a long list of suspects before revealing the killer...","release_date":"1947-07-02","vote_average":0.0,"runtime":76,"cert":"\"\"","id":272824,"title":"The Crimson Key","adult":false,"genre_ids":[9648,53]},{"cast":["Okan Bayülgen","Mehmet Ali Erbil","Demet Şener"],"overview":"Directed by Ömer Ugur.","release_date":"2001-01-02","vote_average":2.7,"runtime":null,"cert":"N\/A","id":272835,"title":"Hemşo","adult":false,"genre_ids":[]},{"cast":["Joseph Campbell","George Lucas","Bill Moyers"],"overview":"TV mini-series.","release_date":"1988-01-02","vote_average":8.5,"runtime":360,"cert":"\"\"","id":272837,"title":"Joseph Campbell and the Power of Myth","adult":false,"genre_ids":[99]},{"cast":["Cüneyt Arkın","Hülya Koçyiğit","Cihangir Gaffari"],"overview":"Gul is a famous singer, married to Captain Engin, who has studied law. Engin goes to Korea during the war. One day Gul is told that he is dead. Her violinist, Cemil fancies her. One day Gul meets Engin again, yet Cemil continues molesting her. Engin takes his daughter while Gul gives becomes an alcoholic and is miserable. Engin learns about her condition and decides to go to her but in a car accident he becomes blind. Gul starts to work in their house under a false name, Seher. In the meantime she gives piano lessons to their daughter Oya. Engin regains his eyesight after a surgery. Cemil attempts to rape Oya, but Gul reaches in time, saves Oya and kills Cemil. Oya finds out that Gul is her mother and asks Engin to defend her in court. A happy future awaits all three.","release_date":"1971-01-02","vote_average":1.0,"runtime":null,"cert":"N\/A","id":272839,"title":"Adini anmayacagim","adult":false,"genre_ids":[]},{"cast":["Lili St. Cyr"],"overview":"Reclining on her chaise lounge in a see-through robe, Lili St. Cyr decides she needs a wash. In a gilded tub fit for Marie Antoinette, she bares all that the law will allow. Then she squeezes into an evening gown and mink coat to paint the town red with you, dear viewer! Well, a guy can dream. This color \"ballet pantomime\" afforded Average Joes a chance to see its star's \"celebrated Bubble Bath, exactly as presented on the world famous Sunset Strip in Hollywood.\" Burlesque performer and pin-up legend St. Cyr was the most famous striptease artiste of her day, living up to her scandalous image with a well-publicized private life that included no less than six stormy marriages and numerous rumored celebrity affairs. (Dennis Harvey, Fandor)","release_date":"1952-01-02","vote_average":6.5,"runtime":17,"cert":"\"\"","id":272841,"title":"Love Moods","adult":false,"genre_ids":[10402]},{"cast":["Violeta Doneva","Nevena Kokanova","Stefan Danailov","Banko Bankov","Nikolai Binev"],"overview":"Maria is having great difficulty getting on with her parents because of their blind, consumerist approach to life. Traumatized by continuous family dramas, having experienced the disappointments of firs love, Maria decides to go up the mountain to a holiday home. There she meets a conceited architect, a shy teacher, a jurist, and a timid journalist (all of them representatives of the intelligentsia) who are domineered by the manager of the holiday home and his 'problems'. Maria's resignation changes into a rebellion against impersonal submission and sheep-like compliance with those who hold power.","release_date":"1972-04-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":272843,"title":"Affection","adult":false,"genre_ids":[18]},{"cast":["Alfredo Landa","Miguel Ángel Aristu","Mara Vila","Julián Navarro","Eduardo Bea"],"overview":"A 1977 Spanish drama film directed by Juan Antonio Bardem that won the Golden Prize the 10th Moscow International Film Festival.","release_date":"1977-03-11","vote_average":4.7,"runtime":104,"cert":"N\/A","id":272845,"title":"Foul Play","adult":false,"genre_ids":[35,18]},{"cast":["Chris Lethbridge-Baker","Lee Donald","Brenda Peters","Yvonne Paul"],"overview":"A look at sex and pornography through down the ages. From the liberal ancient Greeks, to the hypocritical Victorians, and on to modern times.","release_date":"1971-01-02","vote_average":5.7,"runtime":null,"cert":"N\/A","id":272847,"title":"Naughty!","adult":false,"genre_ids":[]},{"cast":["Robert Liensol","Miriam Makeba","Douta Seck","Richard Harrison","Gianni Garko"],"overview":"Amok deals with the apartheid system in South Africa. It sheds light on the terror, misery, theft, drug addiction, and violent death common under apartheid. (MUBI)","release_date":"1983-04-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":272849,"title":"Amok","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On a frozen and forbidding shoreline of northern Sakhalin Island, to the north of Japan, live the Nyvkh people, whose austere, heroic struggle for survival depends solely on their ability to hunt the seal and to fish. This blunt glimpse into their quarters, animistic rituals, and daily (and nightly) lives has all the appearance of a well-shot documentary but is in fact a scripted film with convincing special effects, based on a novella of the same title by the gifted and controversial Soviet Kirghiz writer, Chingiz Aitmatov. \"Dog running at the edge of the sea\" is what the Nyvkhs call the forbidding place they have domesticated as their home, husbanding and speaking of it by means of myths and \"poetry of the concrete\" with which they commemorate their savage lives. --Ronald Levaco","release_date":"1991-04-01","vote_average":10.0,"runtime":132,"cert":"N\/A","id":272857,"title":"Spotted Dog Running at the Edge of the Sea","adult":false,"genre_ids":[]},{"cast":["Ranjeeta Kaur","Mithun Chakraborty","Iftekhar","Jeevan"],"overview":"In a bid to locate a missing employee, Jackson, the Central Bureau of Investigation assigns Agent Gopi to locate him. Gopi accepts this assignment and must battle women, venomous snakes, gangsters, kidnappers, a robot-human, as well as Priya Varma - who believes that he killed her father, Dr Varma, Neelam - who is determined to seduce and then enslave him, and the unknown and mysterious head of an organization simply known as S.S.O.","release_date":"1979-07-22","vote_average":0.0,"runtime":132,"cert":"N\/A","id":272859,"title":"Surakksha","adult":false,"genre_ids":[28,53]},{"cast":["Hülya Koçyiğit","Kadir Inanir","Halit Akçatepe","Müşfik Kenter","Mürüvet Sim"],"overview":"Directed by Memduh Ün.","release_date":"1971-01-02","vote_average":8.5,"runtime":91,"cert":"N\/A","id":272861,"title":"Üç arkadas","adult":false,"genre_ids":[18]},{"cast":["Rafael Arcos","Enrique Irazoqui","Anne Settimó","Serena Vergano"],"overview":"A man and a woman, both disappointed with their partners, meet by chance at the beginning of the night. They will spend the night together drinking red wine in Barcelona's Chinatown.","release_date":"1966-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":272863,"title":"Night of Red Wine","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary on the life and career of filmmaker Edward D. Wood Jr., with clips from his films and interviews with the cast and crews of some of his films.","release_date":"1990-01-01","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":272865,"title":"On The Trail Of Ed Wood","adult":false,"genre_ids":[]},{"cast":["Victor Varconi","Lili Berky","Jenõ Horváth","Amália Jákó","Alajos Mészáros"],"overview":"Based on a popular stage musical comedy by Károly Bakonyi and Andor Gábor, the film tells the story of a young engineer who tries to construct a railway in his hometown, helped by the Count's daughter, Marcsa (Lili Berky).","release_date":"1917-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272867,"title":"Mágnás Miska","adult":false,"genre_ids":[18]},{"cast":["Anna Ventura","Lisa De Leeuw","Sharon Kane","Tiffany Clark","Paul Thomas"],"overview":"When Barbara is asked to go undercover to assist Nick in a murder investigation, she gets more than she bargained for!  Together they embark on a perverse trail of lies and deceit to the secretive \"Circle S\" singles ranch.  Sleeping their way through the various patrons to get information, they discover the truth behind the mystery.","release_date":"1981-01-01","vote_average":1.0,"runtime":81,"cert":"\"NR\"","id":272869,"title":"Oui, Girls","adult":true,"genre_ids":[]},{"cast":["John Smith"],"overview":"Nostalgic excerpts of fiction, fairytales and vintage science fiction from a child’s room to way out into the galaxy.","release_date":"2011-09-09","vote_average":5.0,"runtime":15,"cert":"N\/A","id":272880,"title":"Meteor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music - Justin Beiber was born to make music! Before he was 15 he taught himself to play the piano, drums, guitar, and trumpet. This documentary chronicles his life, and documents his transition from a street performer to a mega teen superstar. Everyday a child is born but on March 1st, 1994, \"A Star Was Born.\" -  Justin Bieber","release_date":"2011-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":272885,"title":"Justin Bieber: A Star is Born","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - America has questions about today's youth: what we care about, and where we're headed. We had those questions too. So, after graduating college, four of us loaded an RV and embarked on a journey looking for answers.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272887,"title":"Our Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"An adolescent boy ( Phoring) growing up in a back-of-beyond township in North Bengal. Surrounded by the lush Dooars countryside the town barely survives the shutdown of a factory and its jobless population. Maladjusted and a born loser, Phoring fights the voices in his head he calls God. And then a new teacher ( Doel) arrives in school. Doel opens up his mind to things unknown and just when Phoring starts believing that this is not a dream, Doel disappears abruptly leaving behind a trail of doubt and suspicion. Phoring decides to go looking for her in Kolkata.","release_date":"2013-01-01","vote_average":6.0,"runtime":128,"cert":"N\/A","id":272889,"title":"Phoring","adult":false,"genre_ids":[]},{"cast":["Céline Bolomey","Gabriel Bonnefoy","Jean-Louis Johannides","Dune Landenberg","Frédéric Landenberg"],"overview":"A young, recently divorced father attempts a reconciliation with his wife and children. Accompanied by a friend from work, who thinks he is going off for a few quiet days by the seaside, he turns up unexpectedly at the little house in the south of France where his family has moved to. Too anxious to go back home, in too much of a hurry to explain himself, he draws everyone into a weekend that is explosive but rich in incident.","release_date":"2002-08-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":272891,"title":"On dirait le sud","adult":false,"genre_ids":[]},{"cast":["Ernest Borgnine","Merle Haggard","James A. Michener"],"overview":"Documentary - Ernest Borgnine, star of the classic train movie Emperor of the North, hosts and narrates this remarkable examination of the uniquely American Hobo.","release_date":"2002-01-01","vote_average":7.0,"runtime":54,"cert":"\"\"","id":272893,"title":"The American Hobo: History of the Railriding Worker","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eyewitness accounts of death and destruction wreaked by two killer tornadoes! This program also includes interviews and impressions of survivors, as well as emergency drills and civil defence techniques, that are now being used to prepare for such natural disasters.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":272901,"title":"Tornado Chronicles","adult":false,"genre_ids":[]},{"cast":[],"overview":"UFO Chronicles is an unprecedented and uncensored film series featuring the top authorities on the UFO enigma. Discover for yourself what these world renowned investigators reveal in these frank no holds barred interviews.","release_date":"2013-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272903,"title":"UFO Chronicles: Alien Science and Spirituality","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two enterprising friends, Milton and Marvin, prove that valentines are for everyone. Next, enjoy a heartwarming story of a mother and a baby as they become a family. Lastly, will rain spoil the wedding of Porker and Curlytail?","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272905,"title":"Valentine's Day Stories","adult":false,"genre_ids":[]},{"cast":["Bernard Verley","Claire Nebout","Bill Hunter","Joe Petruzzi","Frank Gallagher"],"overview":"The Violent Earth is a 1998 French-Australian mini series set in New Caledonia from 1888 to 1977.","release_date":"1998-09-01","vote_average":6.0,"runtime":360,"cert":"N\/A","id":272907,"title":"The Violent Earth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary \/ Music\/Musical - What began as a Black 47 performance, shot at Connolly's pub in New York City's most vibrant hub, Times Square, on that locale's biggest day of the year, New Year's Eve, turned into something much more. Using early footage of \"the best live band on the planet,\" interviews with band members and the audience, and the riotous performance itself, BLACK 47 AT CONNOLLY'S weaves together a history of the band's beginnings, and by extension, a rich underlay of Irish-American history and the Diaspora.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272909,"title":"BLACK 47 At Connolly's: New Year's Eve In Times Square","adult":false,"genre_ids":[]},{"cast":["Sewell Whitney","Alicia Petrides","Kristin Pfeifer","Ryan Ramos","Dominica Myers"],"overview":"When a television psychic begins to get real results, the cast and crew of the show find themselves trapped by vengeful spirits.","release_date":"2008-03-31","vote_average":3.7,"runtime":92,"cert":"\"\"","id":272911,"title":"Death's Door","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A documentary about the United States Military Academy at West Point that conveys the vibrancy, sense of fraternity and fierce loyalty that mark the West Point experience.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272913,"title":"West Point: The First 200 Years","adult":false,"genre_ids":[]},{"cast":["Michael Madsen","Maureen McCarthy","Cecil Moe"],"overview":"Biography - Driven to the edge of suicide by alcoholism, and in danger of losing his family, a desperate man is recued by a priest who reaches out to hear his story.","release_date":"1982-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":272924,"title":"Against All Hope","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drawing on rare and classic performances, exclusive interviews, lengthy contributions from friends, colleagues, journalists and experts, and a host of other features, this is a unique insight into the music, career and life of a cultural icon.","release_date":"2008-01-01","vote_average":0.0,"runtime":79,"cert":"\"\"","id":272926,"title":"Amy Winehouse: The Girl Done Good - A Documentary Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"When nice guy Woodster Carneal (Mitchell Rad) loses his wife, his job and his house he gets extorted into harvesting human organs on demand. With a pair of Brazen detectives (Leah Coffman and Cheryl Duncan) on his trail, Carneal must stay a step ahead of everyone, including the organ brokers he works for.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272928,"title":"AB Negative","adult":false,"genre_ids":[]},{"cast":[],"overview":"John and Kevin are two polar opposite roommates who make a bet that they can get the same girl by enlisting the help of their two friends who have very contrary views on how to impress a girl on a first date.","release_date":"2008-06-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272930,"title":"Bachelors","adult":false,"genre_ids":[]},{"cast":[],"overview":"An American hit-man, a French hit-woman and a diamond thief are catapulted through a three-day gauntlet of action in Miami.","release_date":"1998-10-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272932,"title":"DV8","adult":false,"genre_ids":[]},{"cast":[],"overview":"On the surface, Ray Ryan (Dameon Clarke) has it all. He's a successful advertising executive with a new promotion. He has a nice home and a beautiful fiance (Brandy Little). But underneath it all is a dark secret he's finding harder to hide. Ray's nightmares are giving way to visions of his abusive father, unlocking a suppressed violence he's unable to control. When ray brutally assaults a man in a parking lot, it leads to an investigation by an aging detective with a connected past.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272934,"title":"Dark Awakening","adult":false,"genre_ids":[]},{"cast":["Deirdre Herlihy","Joe Swanberg","Jacinda Williams","Ryan Andrew Balas"],"overview":"Two sisters, one white and one black, spend a week together at their famous father's summer home. A microscopic examination of the new American family unit, it's a deeply personal film about the human connections that bond us all together.","release_date":"2010-07-19","vote_average":5.0,"runtime":86,"cert":"\"\"","id":272936,"title":"Everyone Says I Look Just Like Her","adult":false,"genre_ids":[35,18]},{"cast":["Paddy McGuinness"],"overview":"Let the party see the people! The star of ITV1's primetime dating show, Take Me Out is back on tour for 2011! Paddy McGuinness' effortless charm, charisma and disarming manner with a live audience are second to none. Watch him live and at his funniest on one of 2011's most eagerly anticipated stand-up tours.","release_date":"2011-11-21","vote_average":0.0,"runtime":94,"cert":"N\/A","id":272950,"title":"Paddy McGuinness - Saturday Night Live","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A successful real estate mogul tries to rekindle a dysfunctional relationship with his womanizing father during a business trip to Hedonism II in Jamaica. They encounter an eclectic group of unpredictable characters who all must avoid two kinky film students doing a thesis on sex at Hedonism.","release_date":"2008-09-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272952,"title":"Hangin' in Hedo","adult":false,"genre_ids":[]},{"cast":[],"overview":"A frat boy from Kansas moves to Los Angeles, falls in love with a Persian girl and gets sucked into the zany world of Jewish, Iranian-American culture.","release_date":"2003-10-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272954,"title":"IRANgeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Gobie's pet dragon, BeBe, is seriously hurt in a snowboarding accident, Gobie and his other pet dragon, Kuma, set off to Santaland to ask Santa to grant him a wish - that BeBe will get better. Will Gobie get to Santaland in time to save BeBe? What will he learn about the true gift of friendship along the way?","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272956,"title":"Little Gobie and the Big Christmas Adventure","adult":false,"genre_ids":[]},{"cast":[],"overview":"The ultimate video yearmix of 2011. 61 tracks in the mix.","release_date":"2011-12-22","vote_average":5.3,"runtime":55,"cert":"N\/A","id":272958,"title":"The Video Yearmix 2011","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"VINTAGE ARCADE NUDES FROM THE 1960s AND 1970s! Welcome to the peepshow where today we are presenting 10 short movies featuring the greatest and hottest chicks from the 1960s and 1970s. These vintage vamps will bump, grind and caress their way into your heart! The films showcased here on this unique DVD have all been reproduced from the original film elements. This titillating time capsule of naughty, naked, nubile nymphs is sure to warm the cockles of your heart and quite possibly other regions of your body! The short subjects presented on this DVD are: - RADICAL REDHEAD - BODYLICIOUS BABE - GROOVY CHICK - FINGER LICKIN' HOTTIE - BUSTY BLONDE - AQUA EROTICA - OFFICE EROTICA - BEDTIME NUDITY - SEXY BRUNETTE - COUCH STRIP","release_date":"2009-05-26","vote_average":0.0,"runtime":109,"cert":"\"NR\"","id":272960,"title":"Peep Show","adult":true,"genre_ids":[]},{"cast":[],"overview":"It's 1998, a packaged bomb explodes inside a camera store in Las Vegas. The following aftermath places shipping giant Pacific Cargo International under fire by it's employees. Not having any confidence in the FBI to solve the case, the company calls on the expert talents of Bud Chelzer, a special investigator whose long history speaks of adventure and irony.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272971,"title":"SIN","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-07-19","vote_average":9.0,"runtime":null,"cert":"N\/A","id":272973,"title":"Het Grote Foto Verzamel Project","adult":false,"genre_ids":[99]},{"cast":["Antonio Giuliani","Aída Yéspica","Enzo Salvi","Maurizio Mattioli","Eva Grimaldi"],"overview":"A movie by Pier Francesco Pingitore","release_date":"2005-01-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":272978,"title":"Domani è un'altra truffa","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary - Now for the first time 'Linkin Park: Conspiracy Theory' goes behind the scenes and reveals the truth about the biggest Nu Metal band around, where they came from, how they were discovered and what has made them so successful. All these answers and more can be found on the first documentary of one of the hottest groups on the planet. Includes exclusive interviews with the band and those closest to them. -","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272983,"title":"Linkin Park: Conspiracy Theory","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedy - Losers of the year is a teen comedy about a boy named Herman, an innocent sheltered boy who has been home-schooled by his loving overprotective mother all his life. Forced to attend public high school in his final senior year, Herman faces the realities of friendship for the first time. He falls in love with the popular girl in school and wishes to impress her, however, his appearance in terms of style is less than appealing. -  David M. Zuber, Amanda Bernen, Kristina Erikson","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":272985,"title":"Losers of the Year","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Blossom Time","cast":["Richard Tauber","Jane Baxter","Carl Esmond","Athene Seyler","Paul Graetz"],"id":272999,"overview":"World-renowned tenor Richard Tauber features in a dramatisation of the life of Schubert, focusing on the composer's unrequited love for a dance master's daughter.","runtime":87,"genre_ids":[10749,10402],"release_date":"1934-01-01","vote_average":5.0,"adult":false}]