[{"cast":[],"overview":"Sarah, an unfulfilled, calculating wife, takes pleasure in having her voyeuristic lover, a psychiatrist twice her age, watch her on video cameras that she has hidden inside the vents of her house. The psychiatrist becomes twisted in Sarah's sordid plot to kill her husband for his large inheritance.","release_date":"2002-01-01","vote_average":0.0,"runtime":93,"cert":"\"\"","id":275503,"title":"Insignificant Other","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nats - the traditional street entertainers of India - are Jack's of all performing trades. Follow their children down the chaotic streets of Kolkata as they act, sing and dance to pay off their parents' debts. Filmed over a six year period, this poignant documentary explores a poor family's desperate efforts to support themselves in the midst of a rapidly changing India.","release_date":"2009-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275505,"title":"King of India","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - A condemned prisoner is led down a cold stone corridor, lit only by torches, to a dark chamber where his life will end. He will die when the vital energy-producing chemical machinery inside each and every one of his cells is blocked by a complex reaction. Yet despite the apparent sophistication of his execution, this scene took place 4000 years ago in ancient Egypt.","release_date":"2004-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":275507,"title":"Poisoned","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hold your horses, the Lalaloopsy girls are welcoming some new friends to Lalaloopsy Land: a group of talking ponies! The ponies are eager to put on a show, but there's a hitch-- their caravan and carousel need rebuilding. With teamwork, know-how, and lots of laughter and fun, the Lalas get the ponies up and running again!","release_date":"2014-04-01","vote_average":6.8,"runtime":46,"cert":"\"\"","id":275509,"title":"Lalaloopsy Ponies: The Big Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"Where retirement becomes a second childhood, these spirited seniors compete with dull old skates, mish-mashed hockey equipment and the odd pacemaker. These old guys are proving that growing old is simply a state of mind.","release_date":"2000-09-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275511,"title":"Icetime For Old Guys","adult":false,"genre_ids":[]},{"cast":["Rudolf Schasching","Eva Mei","Christoph Strehl","Isabel Rey","Liliana Nikiteanu"],"overview":"The Zurich Opera gathered a superb cast for this production: Italian soprano Eva Mei sings the Countess Violante, known as Sandrina, the feigned gardener of the title. Spanish soprano Isabel Rey is her opponent Arminda, and Arminda's former lover, the melancholy Cavaliere Ramiro, is sung by Romanian mezzo Liliana Nikiteanu. Moretti's staging presents the action in a modern villa in a hierarchical world of the rich and famous.","release_date":"2006-01-01","vote_average":0.0,"runtime":187,"cert":"\"\"","id":275513,"title":"La Finta Giardiniera","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Billy Jump is electrocuted by his guitar. Alexander has his head chopped off by a samurai. And Vida is mysteriously poisoned by tapioca pudding. Then the dead randomly start coming back to life.","release_date":"2005-10-12","vote_average":5.7,"runtime":null,"cert":"\"\"","id":275515,"title":"Livelihood","adult":false,"genre_ids":[]},{"cast":[],"overview":"A snowboard film directed by Kevin Sansalone and Clayton Larsen. See some of snowboarding's brightest up and comers and veteran pros as they film over the 2009\/2010 season. The film covers a wide spectrum of snowboarding, from backcountry helicopter shoots and massive park jump sessions to urban\/rail riding. Shot on location in Whistler, Vancouver, Alberta Rockies, Calgary, Edmonton, Toronto, California, New York, Japan and The DC Mountain Lab in Utah.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275526,"title":"Now You Know","adult":false,"genre_ids":[]},{"cast":["Jorge Aldama","Agustín Bernal","Mario Almada","Ana Berumen","Nayeli Maya"],"overview":"The son of the farmer and the son of a worker of the ranch fight for the love of a woman, however one wants to inherit her father's fortune while the other truly loves her.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275528,"title":"Rivales de la Sierra","adult":false,"genre_ids":[]},{"cast":["Alphonse Keasley"],"overview":"On March 1, 1872 President Ulysses S. Grant signed into existence the world's first national park, Yellowstone National Park. The 2.2 million acres of wilderness is the only complete mid-latitude ecosystem left on the planet.","release_date":"2011-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275530,"title":"National Parks Exploration Series: Yellowstone","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary - Ruchama and Tikva, two orthodox women, embark on a journey to fulfill their dream of making movies. But living in a closed religious society, they must struggle to find balance between their profound commitment to the community and loyalty to their individual creativity.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275532,"title":"The Dreamers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Michael and Eddie are two broke college graduates who rent an \"apartment\" from Stan, a cantankerous blind war veteran. As they begin their tumultuous transition into the real world they quickly discover that finding a job will be a lot harder than securing their degrees. Starring Tony nominated actor Louis Zorich, (Mad About You, Young At Heart) along with newcomers Maximilian Osinski and Gene Gallerano, Running Funny is a heartfelt comedy about the transitions we all make, and the lessons we all must learn.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275534,"title":"Running Funny","adult":false,"genre_ids":[]},{"cast":[],"overview":"School of Thought is a mysterious and amazing documentary about the Maharishi School of the Age of Enlightenment in Fairfield, Iowa, with David Lynch (Blue Velvet, Twin Peaks and The Elephant Man). David brings a few friends along to Fairfield, including folk-musician Donovan (Mellow Yellow, Hurdy Gurdy Man and Sunshine Superman) and the world-renowned quantum physicist John Hagelin (featured in What The Bleep Do We Know!?).","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275536,"title":"School of Thought","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spanning four centuries on a joyful voyage of music and heritage, Seeking Salvation traces the history of the Black Church and considers its future in a changing society.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275538,"title":"Seeking Salvation: A History of the Black Church in Canada","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - More Americans have been lost to AIDS than in all the U.S. wars since 1900. Yet few know about the National AIDS Memorial Grove, a seven-acre sanctuary hidden in San Francisco's Golden Gate Park and a testament to lives lost at a time when the stigma of AIDS forced many to grieve in silence. THE GROVE shows how a community in crisis found healing and remembrance, and how the seeds of a few visionary environmentalists blossomed into something larger than they could have imagined.","release_date":"2011-01-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":275549,"title":"The Grove","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prince William and Harry along with their circle of friends gain as much profile in the press as today's pop idols, fashion icons and film stars. How does that affect their private lives and friendships? This documentary explores the lives of British princes William and Harry and, just like their royal relations, reveals the mix of fame and responsibility.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275551,"title":"Prince William and Prince Harry: Into the Future","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the filmmaker behind MURPH: THE PROTECTOR, this stirring tale of bravery and tribute spotlights Chief Petty Officer Lance Vaccaro, a highly decorated United States Navy SEAL who gave his life for his country in 2008. To honor his sacrifice, four Navy SEAL bikers launched the Lance Vaccaro Memorial Ride. Traveling from Virginia Beach to Alaska and back on motorcycles, they covered 12,000 miles in 31 days. RIDE FOR LANCE captures the excitement of the open road as well as the emotion of four riders touching thousands of lives along the way, including active duty troops, veterans, and the families of deployed and fallen troops who also share their stories of pride and heartbreak. RIDE FOR LANCE is an inspiring story about friends, family, and a brother warrior who will never be forgotten.","release_date":"2014-05-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275553,"title":"Ride for Lance","adult":false,"genre_ids":[]},{"cast":[],"overview":"When livestock falls prey to a wild dog, local farmhands mistakenly accuse a mother cougar and her cubs of hunting their heard. It's up to Lassie and her owner, Forest Ranger Corey Stuart, to identify the real culprit and keep the young cougar family out harm's way.","release_date":"1967-01-02","vote_average":1.0,"runtime":null,"cert":"\"\"","id":275555,"title":"Lassie: Flight of the Cougar","adult":false,"genre_ids":[28,10751,12,18]},{"cast":["Julia Stiles","Marin Ireland","Jamie Anderson"],"overview":"Fed up with her relationship with a married man, a young woman decides to meet his wife for coffee.","release_date":"2010-10-09","vote_average":4.0,"runtime":8,"cert":"\"\"","id":275557,"title":"Sexting","adult":false,"genre_ids":[]},{"cast":[],"overview":"When the global economy collapses the only true victors are those that weren't invited to the boom. Petey plays in a band and works in a pornography warehouse; Ginger works the night shift in a bar. From opposite coasts of the country, the two provide their personal takes on individual vs. collective crisis, together weaving a narrative that exposes a wasteland of shattered economic dreams, unfulfilled social promises and a bleak reality that only music and friendship can float freely above.","release_date":"2012-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":275559,"title":"Petey & Ginger","adult":false,"genre_ids":[10402,99]},{"cast":["Simon Yam","Alice Lau Nga-Lai ","Lau Siu-Ming","Felton Law Gwan-Joh","Ann Mui Oi-Fong"],"overview":"The story about a couple who fall in love. The woman finds out later that she has cancer.","release_date":"1995-06-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":275576,"title":"Farewell My Dearest","adult":false,"genre_ids":[18]},{"cast":["Gerda Leenards","John Walsh","Nigel Brown","Melvin 'Pat' Day"],"overview":"Four of New Zealand's most celebrated artists journey to Fiordland. Over the course of a 5 day voyage they not only explore the most spectacular landscapes on earth, but embark on their own artistic response to the wilderness and to its history - in particular the legacy of William Hodges, ship's artist with Captain Cook in 1773.  The Waterfall brings some of New Zealand's most renowned contemporary artists to Fiordland, and to the screen: Gerda Leenards, John Walsh, Nigel Brown and Melvin 'Pat' Day. The story follows the artistic process of each, from the sketches \"en plain air\" to the final artwork.  A work of art in itself, The Waterfall combines good characters, a great yarn, humour and stunning imagery within the natural canvas of World Heritage Status Fiordland.","release_date":"2010-05-11","vote_average":0.0,"runtime":47,"cert":"N\/A","id":275578,"title":"The Waterfall","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After convincing his husband to retire their old lumpy futon, Nelson is forced to come out in a spectacular way while shopping for a new bed at Drowzy's Mattress World.","release_date":"2013-01-01","vote_average":5.0,"runtime":14,"cert":"\"\"","id":275580,"title":"Spooners","adult":false,"genre_ids":[]},{"cast":["Dwe","Yar Zar Nay Win","Htet Htet Moe Oo"],"overview":"International businessman U Kant Aung has a son named Thawy Thit. U Kant Aung family is well to do and rich. But Thawy Thit is not interested in his father’s businesses, he rather uses his father’s wealth and look up to the advancement of the western countries. Thway Thit only associates himself with very westernized girls and regularly hangout with them. In this family, only U Kant Aung believes in the Myanmar traditional ways and values where the rest adapts the culture of very modernized and westernized countries. Though U Kant Aung spends most of his time abroad because of his businesses, he loves his country and would like his son to appreciate the Myanmar traditional values as well and settle down with a cultured and refined young lady in Myanmar. But when this was frequently voiced out to Thway Thit, it was not paid attention to and Thway Thit continues to hang out with very westernized Myanmar girls.","release_date":"2002-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":275582,"title":"Secret Heart Beat","adult":false,"genre_ids":[18]},{"cast":["Ana Maria Cabral","Iva Cabral"],"overview":"Documentary about African freedom fighter Amílcar Cabral, whose story is told by his relatives and friends. Amílcar, besides being a humanist and nationalist, was also a brilliant poet.","release_date":"2000-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":275584,"title":"Amílcar Cabral","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Life wasn't easy for young Henry. The tragic loss of his mother the day he was born plagued his relationship with his father. Then he began hearing voices whispering in the dark like a long needed friend saying, \"Do it for Daddy, show him you care!\" What Henry does for daddy sets in motion the most horrific, brutal, psychological monster that Cape Cod has ever seen!","release_date":"2001-06-15","vote_average":0.0,"runtime":90,"cert":"\"\"","id":275586,"title":"Dirt Boy","adult":false,"genre_ids":[18,9648,53]},{"cast":["Luis Ortega","Joel Isaac Figueroa","Mauricio Isaac","Martha Claudia Moreno","Mayra Hermosillo"],"overview":"The story of Frederick, a man of 45 who suffers morbid obesity and has lived locked in his house for 10 years, time in which his only contacts with the outside world were his sister Rosaura, his brother–in–law Ramón and sometimes, the postman. One day, Frederick finds a photographic roll and curious about what it contains, he finally decides to go outside in order to develop the roll.","release_date":"2015-10-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275588,"title":"Walking Distance","adult":false,"genre_ids":[]},{"cast":["Joshua Rush"],"overview":"Mickey and the gang are preparing for an Easter party; however, Pete says the password incorrectly, blowing the clubhouse away, and Mickey must travel far and wide to get it together again.","release_date":"2007-03-20","vote_average":6.0,"runtime":48,"cert":"\"\"","id":275602,"title":"Mickey's Great Clubhouse Hunt","adult":false,"genre_ids":[10751,16]},{"cast":["Jim Cummings","Travis Oates","Peter Cullen","Chloë Grace Moretz","Dee Bradley Baker"],"overview":"Pooh and his friends work together to rescue Santa's lost reindeer-trainee, Holly.","release_date":"2007-11-12","vote_average":4.7,"runtime":44,"cert":"\"\"","id":275604,"title":"My Friends Tigger and Pooh Super Sleuth Christmas Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Lina Morgan","Alfredo Landa","Antonio Ferrandis","Queta Claver","Joaquín Roa"],"overview":"","release_date":"1975-09-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":275609,"title":"Los pecados de una chica casi decente","adult":false,"genre_ids":[35]},{"cast":["Julien Masdoua","Capucine Mandeau","Michel Robin","Karen Bruere","Abel Divol"],"overview":"Six strangers awake in a strange sealed off room while a mysterious observer tells them that only one of them will survive.","release_date":"2004-05-10","vote_average":0.0,"runtime":67,"cert":"N\/A","id":275614,"title":"Aquarium","adult":false,"genre_ids":[]},{"cast":[],"overview":"The ballroom dancing the world recognizes today is competitive ballroom dance, sometimes known as dancesport. It is comprised of ten dances, which can all be danced in “closed ballroom” hold. The style danced in BURN THE FLOOR is called “international style” and has been danced in competition since 1920. International style ballroom dance consists of ten dances, split into five Latin American dances and five ballroom dances (standard). Each BURN THE FLOOR dancer has spent a lifetime training to compete against other dance couples. This show allows the dancers to demonstrate their love and passion for their art.","release_date":"2000-04-04","vote_average":6.5,"runtime":97,"cert":"N\/A","id":275616,"title":"Burn the Floor","adult":false,"genre_ids":[10402]},{"cast":["Jurgita Jurkutė","Vaidas Baumila","Karina Stungytė","Asta Baukutė","Algirdas Gradauskas"],"overview":"This adventurous romantic comedy with a light hint of eroticism tells the story of Valentine’s night miracles – it is a night, when everyone should stop lying to themselves – and to others.","release_date":"2014-02-07","vote_average":6.0,"runtime":110,"cert":"N\/A","id":275618,"title":"Lost Valentine","adult":false,"genre_ids":[35]},{"cast":["Carl Switzer","Scotty Beckett","Billie Thomas","Donald Proffitt","Rex Downing"],"overview":"The gang tries to dissuade their teacher from geting married.","release_date":"1935-04-27","vote_average":9.0,"runtime":20,"cert":"\"\"","id":275626,"title":"Teacher's Beau","adult":false,"genre_ids":[35,10751]},{"cast":["Autumn Shen","Shen Tao","Qi En"],"overview":"As China's first romantic 3-D movie, \"The Destiny\" features the pure and beautiful affection between two people in the period of the Republic of China. The movie also shows the beautiful landscape and nature environment of Zhejiang province through the 3-D perspective.","release_date":"2014-02-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":275628,"title":"The Destiny","adult":false,"genre_ids":[18,10749]},{"cast":["Tom Walls","Ralph Lynn","Grace Edwin","Yvonne Arnaud","Mary Brough"],"overview":"A crowded inn means that a man and a woman must share the same room for a night. One problem is that they are both married - to other people. The other problem is that they used to be engaged to each other.","release_date":"1933-11-11","vote_average":3.0,"runtime":null,"cert":"N\/A","id":275636,"title":"A Cuckoo in the Nest","adult":false,"genre_ids":[]},{"cast":[],"overview":"A powerful visual study of the site of the Jiabiangou forced labour camp in the Gobi desert.","release_date":"2014-04-14","vote_average":0.0,"runtime":25,"cert":"N\/A","id":275641,"title":"Traces","adult":false,"genre_ids":[]},{"cast":["Werner Herzog"],"overview":"A documentation about Werner Herzog's motif to do movies.","release_date":"1989-02-13","vote_average":0.0,"runtime":59,"cert":"N\/A","id":275655,"title":"To the End of the World... and Then a Little Bit Further","adult":false,"genre_ids":[99]},{"cast":["Tas Pappas","Ben Pappas"],"overview":"A searing account of what happens when raw talent and extreme personalities collide. In this unflinching, never-before-seen account of drugs and the dark side of professional skateboarding, brothers Tas and Ben Pappas' intense bond and charisma take them from the pinnacle of their sport into a spiraling world of self-destruction.","release_date":"2014-06-05","vote_average":7.5,"runtime":104,"cert":"N\/A","id":275657,"title":"All This Mayhem","adult":false,"genre_ids":[99]},{"cast":["Qiu Hendian","Zhang Sisi","Jin Qingling","Li Yingyao"],"overview":"Four modern women: Alice (America goddess), Lisa (Office Lady), Liyuan (beautiful housewife), Wenwen (hate married women Cock wire) to withstand the pressure of urban life, the feelings do not go well, everyone has their own depression, four due to heavy drinker and leads to some hilarious story of the encounter.","release_date":"2014-06-12","vote_average":0.0,"runtime":58,"cert":"N\/A","id":275659,"title":"Hangover Revenge of The Desperate Women","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Blair Witch project meets a drag sensibility.","release_date":"2000-06-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275661,"title":"The Bewitched Project","adult":false,"genre_ids":[]},{"cast":["Ho Tsung-Tao","Chin Yuet-Sang","Lee Hoi-Sang","Lam Kau","Gam Biu"],"overview":"When two acrobats are fired for fighting with punks in the audience, they go to live with an aunt who's being pressured to sell her house for a real estate development. The developer's nasty son, Lee Fu, decides to muscle the sale, and soon he's at war with the acrobats, plus their unlikely ally, an American named John who used to be Lee Fu's friend. The acrobats open a kung fu school, the scene of several battles with Lee Fu's thugs. A fight to the death, jail time, auntie's surprise decision, a budding acting career, a possessive girlfriend, a debilitating injury, a friendship that needs recalibrating, and Lee Fu's avenger are all in the mix before the end.","release_date":"1979-03-15","vote_average":0.0,"runtime":86,"cert":"N\/A","id":275663,"title":"The Lama Avenger","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Kate has a rare gift: she can tell when people will die, down to the minute, just by looking at them. She encounters Jason, and is able to see that he will die within hours. Upon her notifying him of his ill-fate, Jason promises that if he discovers an \"afterlife,\" he'll send Kate a message after his death. That night, as Kate predicted, Jason dies under mysterious circumstances leading Kate to an unexpected journey to find truth about life, death, and most important of all, love.","release_date":"2011-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275665,"title":"Strawberry Cliff","adult":false,"genre_ids":[]},{"cast":["Rene Dahinden","John Green","Richard Grover","Grover Krantz","Sam Melville"],"overview":"People go and search for the legendary Bigfoot creature.","release_date":"1972-03-15","vote_average":0.0,"runtime":90,"cert":"\"\"","id":275667,"title":"Bigfoot: Man or Beast?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's Borat with Boobs! A hottie from Uzbekistan fends off perverts and porn stars, spins with strippers and finds the American dream.","release_date":"2011-07-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":275669,"title":"Stripper: Natasha Kizmet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Return to the early years of World War II, when the Luftwaffe dominated the skies of Europe and tried, night after night, to deliver a knockout blow to England in this documentary featuring extensive original footage from the Battle of Britain. Military historians and surviving pilots explain how the courageous RAF managed to hold off the Nazis. Also included is a rare German educational film instructing civilians how to react during an air raid.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275680,"title":"Air War: Britain","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's 1775 and the American Revolution. Britain is vulnerable and France knows it. The difference between war and peace is an affluent, young French-American, Count Octavius, who has estates in America which the French Crown is desperate to possess. Without the protection of the Master of Arms, Dominic Angelo, Ocatvius' family could be murdered. But when Angelo, an expert in the art of deception, is tricked by a traitor in his own ranks, the stakes get even higher.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275682,"title":"The House of Angelo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sarah is a widow with a beautiful home who takes women in need into her home to help them during the recession. They discover that Sarah has many men attracted to her, and they can't figure out why. Why would younger men, date and admire an older woman who walks among the trees,and loves Jesus? The answer is revealed one night at a special candlelight dinner that changes the women's views of sex in the city.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275684,"title":"The Tree Widow","adult":false,"genre_ids":[]},{"cast":["William Hope","Teodora Duhovnikova","Milena Mihaylova","Alice Patten","Dessi Morales"],"overview":"Set against an Eastern European nation's election, in a country that was the most notorious communist dictatorship, the film charts the paths of five characters; An aging CIA officer; A young attractive economic advisor; The ambitious Bulgarian Prime Minister's chief of staff; An American political consultant; and a retired member of the Bulgarian Communist State Police. These five character destinies intertwine in the weeks leading up to the elections in a fledgling democracy.","release_date":"2007-01-01","vote_average":4.8,"runtime":null,"cert":"\"\"","id":275686,"title":"Trade Routes","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"East New York, Brooklyn - the city's most notorious gangland has more than its fair share of the bad and the ugly. On this urban frontier, the good guys are The Federation of Black Cowboys.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275688,"title":"The Federation of Black Cowboys","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Víctor Parra","Lina Salomé"],"overview":"Inspired by Alexander Dumas's novel The Corsican Brothers, Alma de Acero presents a delightful spin on the classic story of twin brothers (both played by Luis Aguilar) and their contrasting lives. As a singer in a nightclub, one brother has chosen a life of peaceful simplicity; the other, however, has chosen a troublesome lifestyle that leads to numerous run-ins with the law, forcing the vocalist to risk his own life to save his sibling.","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275690,"title":"Alma de Acero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Raising his voice in songs including \"Dwell Together,\" \"All of Me\" and \"Call Jesus,\" veteran gospel balladeer Bruce Parham delivers a powerful praise-filled performance in this high-energy presentation. Taking his message straight to viewers' hearts on tracks such as \"Oh Most High,\" \"Atmosphere,\" \"Overcomers,\" \"It's Not Over\" and more, Parham demonstrates why he's one of gospel's most popular performers.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275707,"title":"Bruce Parham: Dwell Together","adult":false,"genre_ids":[]},{"cast":[],"overview":"Well-heeled banker Kahana suspects his spouse of carrying on an affair with snaky Dr. Lux and enlists bumbling Detective Schwartz (played by Bomba Zur) to catch the coosome twosome in the act. Will the shifty doctor hoodwink the gumshoe and his ham-fisted assistant -- and steal Kahana's wife to boot?","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275709,"title":"Brave Detective Schwartz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Offering insight into the current struggles over sexuality within organized religion, Pam Walton's groundbreaking documentary tells the stories of three openly gay and lesbian Midwestern Lutheran pastors who have taken a stand against their own church. The film clearly and skillfully outlines the contradictions within a church that supposedly welcomes lesbians and gay men -- but at the same time condemns them.","release_date":"2000-01-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":275711,"title":"Call to Witness","adult":false,"genre_ids":[]},{"cast":[],"overview":"Swedish death-metal overlords Carnal Forge unleash their fast and furious sound in this hell-raising set recorded live at the Krzemionki Studio in Poland. The collection also includes bootleg tracks from concerts in Tokyo and New York. The song list includes \"Divine Killing Machine,\" \"Too Much Hell Ain't Enough,\" \"I Smell Like Death,\" \"Hand of Doom,\" \"Who's Gonna Burn,\" \"Baptized in Fire,\" \"Diving Killing Breed\" and more.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275713,"title":"Carnal Forge: Destroy Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"You'll be rolling on the floor with laughter when you view this collection, part of a series that showcases the early stage work of some of America's funniest and best-loved comedians. This compendium features none other than Bob Hope and Bob Newhart. Their earliest clips display their timing and genius -- proving they were pros from the very start -- and provide a rare glimpse into the career trajectory of two brilliant performers.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275715,"title":"Classic TV Comedians","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed with high-definition photography, this fascinating documentary sheds light on the history of the famed Great Wall of China, a man-made wall of stone stretching some 4,000 miles. Segments dissect the technological feats surrounding the wall's remarkable construction and also examine the various myths and legends about one of the world's greatest wonders.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275717,"title":"China's Great Wall","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this sci-fi adventure, Rymir (Danny Fehsenfeld) is enjoying living large with cute girlfriend Laura (Erica Howard) when she's abruptly kidnapped by an otherworldly character named Acastus (Elliot Eddie). Acastus spirits Laura away to his home planet, which houses a powerful crystal coveted by just about everyone in the universe.","release_date":"2004-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275737,"title":"Galactic Raiders","adult":false,"genre_ids":[]},{"cast":["William S. Burroughs","Jim Carroll","Gregory Corso","Diane Di Prima","Marianne Faithfull"],"overview":"Maria Beatty's documentary exploring the insights and influences of the American Beat Poets. The film conveys their consciousness and sensibility through interviews with William Burroughs, Allen Ginsberg, Diane Di Prima, among others. Also weaves in additional commentary from contemporary musicians, poets and writers such as Marianne Faithfull, Richard Hell, Lydia Lunch and Henry Rollins. Also expands upon how the poets reached new levels of creativity and inspired social change.","release_date":"1989-01-01","vote_average":5.0,"runtime":60,"cert":"\"\"","id":275739,"title":"Gang of Souls: A Generation of Beat Poets","adult":false,"genre_ids":[]},{"cast":[],"overview":"Heel! When it comes to training, recent developments have improved the lot of our canine companions dramatically. Since the 1990s, a kinder, more reward-based approach has replaced previously harsh training methods. In this program, you'll learn what makes your dog tick, how to view training from your dog's perspective, how to establish a great rapport with your pooch and how to select the right breed for you.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275741,"title":"Dog Training the John Fisher Way","adult":false,"genre_ids":[]},{"cast":[],"overview":"True Prince captures the magnetic personality of this consummate dancer in that rarified atmosphere that surrounds an artist devoted to his art. The film chronicles the rituals of a dancer's daily life - the rehearsals, the fans, the backstage milieu, and the strenuous performance demands of an international star. Through it all, Malakhov remains a modern man with an old-fashioned virtue - complete dedication to his art.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275743,"title":"True Prince: Vladimir Malakhov","adult":false,"genre_ids":[]},{"cast":[],"overview":"Unseen footage of top skaters","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275745,"title":"Inside X: The Evolution of Skate","adult":false,"genre_ids":[]},{"cast":[],"overview":"A sixties psychedelic counterculture clash occurs during the \"Summer of Love\" when an aspiring hippie from New York dupes the son of a Swedish dairy farmer into smuggling illegal margarine into butter-rich Wisconsin","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275756,"title":"Margarine Wars","adult":false,"genre_ids":[]},{"cast":[],"overview":"Martha Masters, winner of the Guitar Foundation of America's 2000 competition, plays an array of works by composers from around the world in an intimate studio session, preceding each piece with a personal introduction. The program includes a suite by Puerto Rican composer Ernesto Cordero, a pair of sonatas by Italian composer Domenico Scarlatti, two selections by Macedonian composer Miroslav Tadic and a piece by American composer Bryan Johanson.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275758,"title":"Martha Masters: GFA Winner 2000","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Tyrone D. Dixon celebrates the lively culture of urban jam skating, where participants strap on old-school-style roller skates and hit the rink to show off their dance-inspired moves. Dixon also examines the sport's history, its funk and R&amp;B music and its different regional incarnations -- such as the Detroit Open House style -- but the real joy comes from seeing these skilled skaters get down with it out on the hardwood floor.","release_date":"2003-08-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275760,"title":"8 Wheels & Some Soul Brotha' Music","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lauded for her total embodiment of a character, opera's acclaimed coloratura soprano Natalie Dessay sings her signature role of Olympia in Offenbach's \"Le Contes d'Hoffman,\" as well as arias from Ravel's \"L'Enfant et les Sortileges\" and Mozart's \"The Magic Flute\" in this collection of her performance highlights. The French vocalist also introduces each piece with insightful production anecdotes.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275762,"title":"Natalie Dessay: Greatest Moments on Stage","adult":false,"genre_ids":[]},{"cast":[],"overview":"This video journey explores significant sites throughout the land of Jordan and reveals their connection to Biblical stories. Numerous sites are examined, including the river Jabbock, where Jacob wrestled with God; Agaba, the starting point of Moses' great Exodus; Mount Nebo, where Moses glimpsed the Promised Land just before he died; Mount Hor, where Aaron died and was buried; Amman, where Uriah was killed in battle; and more.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275764,"title":"Exploring Biblical Jordan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aficionados of Pink Floyd will treasure this collection of intimate interviews and previously unseen backstage footage of the progressive British rockers. The video offers insights and a detailed look at the personal side of the legendary band as Roger Waters, David Gilmour and Nick Mason discuss everything from the group's beginnings in 1965 to its eventual battles with drugs and mental instability.","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":275766,"title":"Pink Floyd: The Dark Side: Interviews","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Smita Patil","Aruna Irani"],"overview":"Well-acted family drama has Khanna's retired elderly widower connecting with Patil's elderly widow after realizing that both of them are suffering abuse from their families.","release_date":"1986-06-27","vote_average":0.0,"runtime":190,"cert":"N\/A","id":275777,"title":"Amrit","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winner of the cinematography prize at the 2006 Surfer Magazine Video Awards, this trippy surf documentary takes viewers inside the heads of some of the world's best wave riders as they traverse the globe in search of swells. From Indonesia to France, Mexico, Australia, Fiji, California and Hawaii, Damien and C.J. Hobgood, Taj Burrow, Mark Occhilupo, Nathan Webster and Yadin Nicol demonstrate the moves that have put them at the top of their sport.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275779,"title":"Secret Machine","adult":false,"genre_ids":[]},{"cast":[],"overview":"This trilogy spotlights the daring aviators of World War I and the 1920s, whose larger-than-life exploits fascinated the public. First, trace the aerial career of Manfred von Richthofen, aka the Red Baron, who downed 80 Allied planes in World War I. Then, join Charles Lindbergh as he makes history with the first solo trans-Atlantic flight in 1927. Finally, meet the daredevils who formed the backbone of the fledgling U.S. Air Mail Service.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275781,"title":"Flights of Courage","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renowned master of hypnotism Frankko explains how people can use this powerful skill on themselves by training the mind to fully control the body and focusing all of their energy on envisioning and attaining specific goals. Frankko's self-hypnosis techniques are said to help users overcome pain, stop smoking, curb hunger and lose weight, as well tap into their inner power to improve self-confidence and generate feelings of happiness.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275783,"title":"Frankko: Self Hypnosis","adult":false,"genre_ids":[]},{"cast":[],"overview":"A courageous team of heroes battles the evil king of the planet Voice who's plotting to overthrow Earth through corporate raiding in this anime parody of Super Sentai\/Power Rangers programs. The members of the Special Duty Combat Unit Shinesman -- Shinesman Red, Shinesman Sepia, Shinesman Moss Green, Shinesman Salmon Pink and Shinesman Gray -- use the time between meetings and deadlines at the Right Corporation to bring down the bad guys.","release_date":"1996-01-01","vote_average":7.0,"runtime":60,"cert":"\"\"","id":275785,"title":"Special Duty Combat Unit Shinesman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive the thrills of 2008 March Madness with these condensed versions of the two NCAA men's semifinal games and the championship match between the University of Kansas and the University of Memphis. Culminating in the Jayhawks' Mario Chalmers last-second three-pointer that drove the game into overtime, the climactic contest thrilled audiences nationwide. The other games are North Carolina vs. Kansas and Memphis vs. UCLA.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275787,"title":"2008 NCAA Men's Final Four Championship","adult":false,"genre_ids":[]},{"cast":[],"overview":"This compilation of inspirational tunes from one of today's most praised contemporary gospel singers is a musical treat to uplift the spirit and renew faith. Joined by a choir of talented vocal artists, Fred Hammond presents a selection of songs including some from his Billboard No. 1 album. The collection of 18 tracks includes \"Let the Praise Begin,\" \"I Want My Destiny,\" \"Please Don't Pass Me By,\" \"Give Me a Clean Heart\" and \"We Worship You.\"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275789,"title":"Fred Hammond and Radical for Christ: Purpose By Design","adult":false,"genre_ids":[]},{"cast":[],"overview":"Journey back to the Greenwich Village clubs of the early 1960s that spawned an abundance of creative legends -- including Bob Dylan -- in this edition of Artsmagic's Magical History Tours series. Frequented by pioneering folk musicians and beat poets, these venues saw the rise of songs in support of spreading protest movements, creating an environment that helped Dylan hone his musical skills, along with Dave Van Ronk, Tom Paxton and others.","release_date":"2008-02-26","vote_average":10.0,"runtime":null,"cert":"\"\"","id":275803,"title":"Bob Dylan's New York","adult":false,"genre_ids":[]},{"cast":["Alice Della Valle","Samuele Della Valle","Vania Gatto","Simona Corà","Marco Airoldi"],"overview":"Following the deaths of the actors of a film, terrible events occur when the production company decide to release the film and earn lots of money.","release_date":"2014-06-08","vote_average":4.8,"runtime":96,"cert":"N\/A","id":275805,"title":"Scherzi: il film","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"Documentary - Going behind the usual images of war-torn Gaza, Swiss documentarian Nicolas Wadimoff offers this look at how people survive despite constant threat of danger. Children still play, rappers still create music and families still love one another. In addition to visiting the United Nations Food Distribution Center, Wadimoff films at a derelict amusement park and profiles the DARG TeaM rappers, whose politically charged music proclaims their defiance. -","release_date":"2010-02-20","vote_average":7.0,"runtime":86,"cert":"N\/A","id":275807,"title":"Aisheen (Still Alive in Gaza)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Drama - Bolshoi Ballet stars Vladimir Vasiliev and Ekaterina Maximova dance this 1982 performance of \"Anyuta,\" the story of a small-town woman who purposely marries above her social status only to learn that popularity comes with a price. Maximova performs the role of Anyuta; Vasiliev plays Anyuta's drunk father. This performance is directed by Alexandr Belinksy and also features dancers Gali Abaydulov, Marat Daukayev and John Markovsky. -  Yekaterina Maksimova, Vladimir Vasilev, Gali Abaydulov","release_date":"1982-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":275809,"title":"Anyuta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Action &amp; Adventure, Mexico, Spanish Language, Foreign Regions, Foreign Languages - Tough-guy Aurelio (Miguel Angel Rodriguez) takes matters into his own hands when he learns that a member of a prominent family has been kidnapped, making it his job to reunite victim and family. Not surprisingly, this act doesn't sit well with the baddies. Cheated of their ransom, they hatch a plot to get revenge. Nonstop action follows as Aurelio uses every trick in the book to evade his pursuers in this hectically paced thriller.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275811,"title":"Asesino del Bajio","adult":false,"genre_ids":[]},{"cast":[],"overview":"When his dream of becoming a model is dashed, a pudgy, unattractive everyman takes gruesome revenge on the runway hotties he'd once hoped would be his high-fashion colleagues. Masquerading as a photographer, the humiliated (and mentally unhinged) loser lures his photogenic but vacuous victims into a deadly lair in this campy slasher flick starring Michael Haboush, Kate Crash, Stephen Molinaro and Jason North.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275813,"title":"Vapid Shallow Models Must Die","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Half Pint, one of Kingston's favorite sons, rocks a hometown crowd in this 2001 concert. The set list spans the artist's two-decade-plus career, and demonstrates why he's among the most revered reggae performers of all time. The energetic show features \"Substitute Lover,\" \"Political Fiction,\" \"Just Be Good,\" \"Mr. Landlord,\" \"Crazy Girl,\" \"Puchie Lue,\" \"Level the Vibes\" and arguably his biggest hit, \"Winsome.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275827,"title":"Half Pint: Live in Jamaica","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a Chechen city recovering after the war, a man disappears. As daily life goes on, those in search are drawn into a world where encounters with diviners and legal advisors, with the torturers and the tortured, with secret prisons and mythical lakes all become commonplace.","release_date":"2011-01-25","vote_average":6.0,"runtime":59,"cert":"N\/A","id":275829,"title":"Barzakh","adult":false,"genre_ids":[99]},{"cast":["Danny Fendley","Joe Estevez","Miles Aubrey","Ghetty Chasun","Maria Ortiz"],"overview":"Frank (Danny Fendley) spent five years in prison for refusing to rat on his boss, Xavier (Joe Estevez). While he was locked up, Xavier inexplicably had Frank's girlfriend killed and took his cash; now that he's out, Frank wants payback. He finds his former employer, but at the same time realizes Xavier's about to do the same thing to another innocent victim. Can Frank exact revenge and save the girl from Xavier's clutches before it's too late?","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275831,"title":"Demolition Highway","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"Music &amp; Musicals, Jazz &amp; Easy Listening, Classic Jazz - Jazz musicians Chick Corea and Gary Burton achieved their worldwide acclaim the old-fashioned way: They earned every hard-blown note of it. Both have made history with their innovative music and decades of top-notch performances; as a duo, they've gigged together since 1972. On this disc, recorded from their 1997 European tour, the two jazz giants \"interact\" with each other -- brilliantly. Also features an interview with Corea.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275833,"title":"Chick Corea & Gary Burton: Interaction","adult":false,"genre_ids":[]},{"cast":["Raaj Kumar","Rajesh Khanna","Jeetendra","Waheeda Rehman","Reena Roy"],"overview":"When Bhavani (Raaj Kumar) kidnaps the son of Harnam (Satyen Kappu), he expects to collect his ransom and be on his merry way. But when the boy ends up dead, a curse is placed on Bhavani and his family. Soon, devastating floods separate Bhavani from his children, and bereft, he turns himself in to the authorities. Years later, he returns to the village, not knowing that his sons have turned to crime and his daughter has been adopted by Harnam.","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275835,"title":"Dharam Kanta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Classical Instrumental Music, Classical Music - Vienna's world-famous jazz club, Porgy &amp; Bess, is the site for this top-notch performance from Circus Bassissimus -- the all-star counter bass quartet made up of Helmut Stockhammer, Christian Berg, Georg Straka and Bartosz Sikorski. In addition to the live concert, this program also features incisive commentary and candid interviews, where the guys offer viewers a rare glimpse into the lives they lead away from the stage.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275837,"title":"Circus Bassissimus: Live in Vienna","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2003, ordinary American citizen Mike Shiley created his own press pass and cashed in airline miles to fly to Iraq. Unofficially there to document the nascent war for a Portland TV station, Shiley took his camera to the front lines, where he showed a side of the conflict the media and the military ignored. If you've only seen the news, you've never seen the Iraq War as it's presented in this award-winning documentary.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275854,"title":"Inside Iraq: The Untold Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Romance - Star-crossed lovers Raj (Attin Bhalla) and Sandhya (Preeti Mehra) must challenge disapproving families, corrupt police, ruthless gangsters and outdated traditions if their love is to have a chance. Sandhya's pimp father has always wanted her for his flesh trade and arranges to sell her to a Bombay kingpin. With an underworld army on their heels, the lovers become fugitives; running for their lives ... and for love. -  Attin Bhalla, Preeti, Kader Khan","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275856,"title":"Dhadkanein","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":275858,"title":"Bland Tistlar","adult":false,"genre_ids":[16]},{"cast":["Beth Grant","Octavia Spencer","Dale Dickey","David Steen"],"overview":"The film adaptation of Del Shores' hit play. Under the thumb of her abusive husband, post-middle age Willadean feels life has passed her by until she makes some unlikely friends. Del Shores adapts this uplifting story from his play \"The Trials and Tribulations of a Trailer Trash Housewife.\"","release_date":"2012-10-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275860,"title":"Blues for Willadean","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Britney Spears is the subject of in-depth analysis by a panel of experts who've studied the singer's music and achievements throughout the years. This wide-ranging documentary includes film footage of Britney, plus candid photos and revealing interviews with family, neighborhood friends and acquaintances. This disc, which aims to illuminate, is a definite (and welcome) departure from the usual loop of music videos and banal TV-show outtakes.","release_date":"2004-05-18","vote_average":0.0,"runtime":60,"cert":"\"\"","id":275862,"title":"Britney Spears: Innocent Beauty","adult":false,"genre_ids":[]},{"cast":[],"overview":"Noelle leaves home and the influence of her mother, Pastor Jones, to attend college in this sequel to the popular Christian-themed drama. But conflicts arise that cause Noelle to question her faith. Between dealing with the conservative aunt she now lives with, pressure from a new friend with a big secret and meeting a boy she likes, Noelle's life quickly becomes complicated.","release_date":"2008-01-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275864,"title":"Don't Touch if You Ain't Prayed 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Accompanied by Don Airey, Robert Hawthorn, Johnny Marter and Brian Badhams, former Whitesnake guitarist Bernie Marsden leads 1980s British symphonic rockers Alaska in a tight performance at the famed Roadhouse in London. Although they only recorded two albums together -- \"Heart of the Storm\" and \"The Pack\" -- Alaska thrilled fans with exciting live shows and standout tracks such as \"The Pack\" and \"SOS.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275866,"title":"Alaska: Alive","adult":false,"genre_ids":[]},{"cast":["Shyamali","Iftekhar","Leela Mishra","Sunder","Shivraj"],"overview":"As his dying wish, Seth, a wealthy businessman, is determined to meet the love of his grandson and heir, Prem. Unfortunately, Prem's girlfriend, Rita, is detained on out-of-town business, so the young man hires Kammo to play the part. Prem receives his grandfather's blessing on the union, but when Rita returns to unveil the truth, Seth stands by Kammo as his final choice. Now, Prem either must return to Rita or trust his grandfather's decision.","release_date":"1977-10-01","vote_average":0.0,"runtime":165,"cert":"\"\"","id":275877,"title":"Dulhan Wahi Jo Piya Man Bhaaye","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get revved up watching this program, which examines the history of the Chevy Corvette. Early footage, clips of concept models and interviews with the car's designers help explain how this classic automobile has become an American icon. Known for its innovative features and stylish looks, the Corvette was created to offer motorists an alternative to European sports cars such as Jaguars and Alfa Romeos.","release_date":"1999-01-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":275879,"title":"Corvette: Reflections of the Stylemakers","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary about legendary French chanteuse Edith Piaf begins at her birth (which was helped along by a cop), travels through her turbulent romantic history, follows her to the pinnacle of her success and reports on her death. Piaf was queen of the torch song, her plaintive wail speaking volumes of the tragedy and joy she'd faced. Hers wasn't exactly, in the words of one of her famous songs, \"La Vie En Rose,\" but it was quite a life.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275881,"title":"Edith Piaf: A Passionate Life","adult":false,"genre_ids":[]},{"cast":["Daniel Barenboim","Anna Netrebko","Rolando Villazón","Christof Fischesser","Alfredo Daza"],"overview":"Director Vincent Paterson creates an energetic staging with dramatic visual magnificence of Jules Massenet's opera \"Manon,\" which is set in France and Louisiana in the early 18th century. Soprano Anna Netrebko and tenor Rolando Villazón deliver mesmerizing performances in a story about two lovers finally brought together, but ultimately torn apart. Conductor Daniel Barenboim leads the Staatskapelle Berlin in a passionate melodic presentation.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275883,"title":"Jules Massenet: Manon","adult":false,"genre_ids":[]},{"cast":["Kirk Gibson","Kirk Gibson"],"overview":"The Dodgers -- the subject of this gripping documentary -- were magical from the start. From their first years ensconced in Brooklyn, they elicited the loyalty of their hometown crowd, who longed for them to beat the commanding Yankees. Finally, in 1955, they persevered in the World Series, ensuring a place in fans' hearts forever. When they moved to Los Angeles, their streak continued, buoyed by such players as Sandy Koufax and Maury Wills.","release_date":"2005-05-17","vote_average":0.0,"runtime":66,"cert":"\"\"","id":275885,"title":"Dodger Blue: The Championship Years","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hold on tight for this pulse-pounding account of one of the toughest sports around: professional bull riding. Shot in high-definition, the documentary contains plenty of raw and gritty footage of the visceral sport. Bull-riding champ and fan favorite Wiley Petersen braves the world's boldest, brawniest, bucking-est bulls in this sometimes-frightening footage. Find out why bull riding is one of the country's fastest-growing sports.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275887,"title":"Eye on Extreme Professional Bull Riding","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Modern &amp; Alternative Rock, Rock &amp; Pop - After a few years on the U.K. pub circuit, the Krewmen's big break came when they were chosen to play Elvis's early band in \"Elvis, The Musical.\" They toured with the production for nine months, then released a series of albums showcasing their own blend of punk and rockabilly. Recorded live at legendary U.K. psychobilly venue Billy's in the early 1990s, this concert includes a cover of \"Should I Stay or Should I Go?\" and many original songs.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275901,"title":"Krewmen: Legend of the Krewmen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gain an inside look into the Soviet Union under Josef Stalin's reign of terror through eyewitness testimonies, archival photographs and rare film footage, which reveal the real-life backstabbing and power plays among Stalin's inner circle. This documentary follows the stories of such high-ranking officials as Andrei Zhdanov, Nikita Khrushchev and Georgy Malenkov as they battled to secure their place in history by becoming Stalin's successor.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":275903,"title":"How I Worked Under Stalin, or Songs of the Oligarchs","adult":false,"genre_ids":[]},{"cast":["Gene Autry","Smiley Burnette","Virginia Grey","Lucien Littlefield","Morgan Conway"],"overview":"America's favorite singing cowboy Gene Autry stars in this vintage tale as an up-and-coming rodeo singer caught in the middle of two rival companies, both angling to ride the talented crooner to riches. Featuring several memorable musical performances from Autry, including renditions of \"Forgive Me\" and \"In Old Capistrano,\" this rousing Western co-stars Smiley Burnette, Virginia Grey and Lucien Littlefield.","release_date":"1942-09-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275905,"title":"Bells of Capistrano","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Country legend Glen Campbell performs many of his greatest hits live in front of an enthusiastic Dublin audience in this historic 1981 concert. The Grammy Award-winning artist kicks off the show with the classic \"Rhinestone Cowboy,\" then treats Ireland to a true taste of country and blues with \"Wichita Lineman,\" \"Galveston,\" \"Country Boy,\" \"I'm So Lonesome I Could Cry,\" a bluegrass instrumental with Carl Jackson and many other favorites.","release_date":"1986-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":275907,"title":"Glen Campbell Live in Dublin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Washington, D.C., punkers Government Issue perform live in this two-concert DVD. Filmed during a 1985 tour of California, both shows highlight songs from the albums \"Joy Ride\" and \"The Fun Just Never Ends.\" Lead singer John Stabb belts out tunes including \"Puppet on a String,\" \"4-Wall Hermit,\" \"World Caved In,\" \"Hear the Scream,\" \"Blending In\" and \"Mad at Myself,\" igniting audiences at both venues into full-blown punker frenzy. Flipside Video.","release_date":"1985-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":275909,"title":"Government Issue: Live in 1985","adult":false,"genre_ids":[]},{"cast":["Ulrike Dräger","Sören Lißner","Cindy Scholp","Ulrike Knabe","Sebastian Hattop"],"overview":"On the way to summer camp, eleven-year-old Lena develops a crush on Wolfgang, but Antonia is interested in him too. Although Lena and Wolfgang grow closer to each other, camp director Eichler disapproves of their relationship and tries to split them up by assigning them to different groups. The conflicts escalate until one night, during a disco event, Lena suddenly runs away.","release_date":"1987-07-31","vote_average":8.0,"runtime":68,"cert":"\"\"","id":275911,"title":"I Thought You Liked Me","adult":false,"genre_ids":[10751,18]},{"cast":["Vic Sotto","Cindy Kurleto","Iza Calzado","BJ Forbes","Jose Manalo"],"overview":"A sudden widower, Victor finds himself solely responsible for raising his son, Tom Tom. To make money, he claims to be a medium who can speak with the dead and, for a price, soothe restless spirits. Tom Tom, however, discovers that he actually has the powers his father only pretends to possess. Will Victor be exposed as a fraud, or will Tom Tom help his lonely dad win the heart of the lovely, ghost-troubled Lalaine?","release_date":"2005-10-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":275928,"title":"Ispiritista: Itay, May Moomoo","adult":false,"genre_ids":[14,35,27]},{"cast":[],"overview":"Foreign, Israel, Foreign Dramas, Foreign Regions - Bored with her life as a housewife, Irith Shor envies her lawyer friend Irith Katz. But Irith Katz has grown tired of the professional world and would like nothing more than to lead a simple life. Their solution: swap lives with each other.","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275930,"title":"Mrs. vs. Mistress","adult":false,"genre_ids":[]},{"cast":["Sheila Guyse","Tim Moore","Elwood Smith","Duke  Williams","Alan Jackson"],"overview":"Two silky-smooth producers line up a potential backer (who'll put up half the cash) for a musical review. The catch is that they must find someone else to put up the other half. Enter cigar-smoking cross-dresser \"Bumpsie\" (Tim Moore), who poses as a wealthy society matron to fool the angel! Features vintage jam sessions with swing drummer Gene Krupa, Big Sid Catlett and his band, The Slam Stewart Trio and The International Jitterbugs.","release_date":"1947-01-01","vote_average":6.0,"runtime":70,"cert":"\"\"","id":275932,"title":"Boy! What a Girl!","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Shammi Kapoor","Sulakshana Pandit","Farida Jalal","Ranjeet"],"overview":"A poor Rajaram pretends to be wealthy in order to get married to his sweetheart, much to the displeasure of her father. Everything changes when Rajaram finds a bottle containing a 20000 year old genie that will help him for one year.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":275934,"title":"Bundal Baaz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thanksgiving Day is on the way.\r Alvin, Simon, and Theodore finish making invitations to send to their relatives and then leave to audition for the town play \"Pilgrims Adventures in a New Land\". Alvin trys for the role of the Lead, while Simon trys for Lighting and Sound director, and Theodore Costume Designer. However, the Director of the play feels that to properly celebrate the pilgrims story of adventure, the boys should branch out and attempt new positions. As a result, she casts Simon as the Lead, Theodore as Lighting and Sound Director, and Alvin as the Costume Designer to expand their talents.","release_date":"1994-09-20","vote_average":6.5,"runtime":22,"cert":"\"G\"","id":275936,"title":"A Chipmunk Celebration","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hawaiian singer-songwriter Jack Johnson takes the Tokyo stage for a memorable live set filmed at the end of his first world tour, featuring guest appearances by Donavon Frankenreiter and Money Mark. Tracks from the surfer boy-cum-recording artist include live performances of \"Banana Pancakes,\" \"Gone,\" \"It's All Understood,\" \"Cookie Jar,\" \"Pirate at 40,\" \"Heading Home,\" \"Wasting Time,\" \"The News,\" \"Inaudible Melodies\" and \"Times Like These.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275938,"title":"Jack Johnson: Live in Japan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Jas, a Hindu boy, belongs to a very rich family and has a good Muslim friend named Javed, who comes from a poor family. Jas loves and respects Javed as if he were God incarnate. Javed is a small-time poet, but Jas encourages him by getting his book published and even allowing him to stay at his house. But soon, their friendship will face its ultimate test.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275940,"title":"Mulaqaat","adult":false,"genre_ids":[]},{"cast":[],"overview":"An enduring inspiration for comediennes everywhere, stand-up legend Phyllis Diller stays true to her raucous roots in this live performance filmed in Denver for HBO. Hailed for her unmatched wit, brilliant timing and trademark unruly look, the cackling comic draws on her storied and successful career for material, often lampooning herself and parodying the myriad idiosyncrasies of her ex-husband, \"Fang.\"","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275954,"title":"On Location with Phyllis Diller","adult":false,"genre_ids":[]},{"cast":[],"overview":"The life of superstar rock 'n' roller and guitarist without peer Jimi Hendrix gets the full profile treatment on this video. Drawing on some rarely seen material to tell Hendrix's remarkable tale -- a short, action-packed, creative life that burned bright before being extinguished early by a drug overdose -- this insightful video offers plenty of interesting opinions on the legendary musician who continues to inspire rockers.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275956,"title":"Jimi Hendrix: Music Video Box Documentary","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Historical Documentaries, Biographical Documentaries - This thought-provoking biographical program illuminates the fascinating life of Qin Shi Huangdi, \"The First Magnificent Emperor of Qin,\" a man considered both influential and controversial in Chinese history. The ancient emperor's long list of accomplishments includes planning the construction of China's first Great Wall, building the world's largest burial site guarded by the famous Terracotta Army and amassing the most expansive empire of his time.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275958,"title":"Secrets of China's First Emperor","adult":false,"genre_ids":[]},{"cast":["Yuen Biao","Li Bingbing","Yoyo Mung","Cheung Kwok-Keung","Daichi Harashima"],"overview":"Inspired by his father's love of martial arts and its secrets, Siu Dung is determined to study and become a master. His protective mother disapproves, so he learns to excel at the academics she admires instead -- but he just can't shake his dream. He eventually starts boxing, learning the skills he needs from an esteemed master. Directed by Man Kei Chin, this actioner stars Biao Yuen, YoYo Mung and Bingbing Li.","release_date":"2007-01-01","vote_average":0.0,"runtime":84,"cert":"\"\"","id":275960,"title":"Fight for Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the 1950s through the early '70s, nothing satisfied America's love of speed, style and tire-burning fun more than the V-8 muscle car. In this collection of the greatest moments from the top-rated Speed Channel series \"My Classic Car,\" host Dennis Gage scours the country to track down the coolest auto shows and the most interesting car connoisseurs, wheeling out some of the greatest Ford muscle machines ever produced.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275962,"title":"Ford Muscle Cars","adult":false,"genre_ids":[]},{"cast":[],"overview":"Delve into the career of poet, author, composer and musician Leonard Cohen, who has been called one of the premiere folk singers of the 1960s and '70s. This documentary relies on rare concert footage, archival photos and interviews with music critics to help explain the significance of Cohen's unique art. The film focuses on the five albums he released between 1967 and 1977, including \"Death of a Ladies' Man,\" produced by Phil Spector.","release_date":"1977-01-01","vote_average":10.0,"runtime":90,"cert":"\"\"","id":275964,"title":"Leonard Cohen: Under Review: 1934-1977","adult":false,"genre_ids":[]},{"cast":[],"overview":"t's Bollywood at its most outrageous and extravagant best when a beautiful young woman, Dil (Gurline Chopra), travels to London just weeks before her arranged marriage to the scion of one of India's most powerful families. While abroad, she falls in love with a young rock singer named Jeet (Jas Pandher) -- who follows Dil back home, intent on breaking up her impending union. Alok Nath co-stars in director Lawrence D'Souza's musical romance.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275966,"title":"Indian Babu","adult":false,"genre_ids":[]},{"cast":["Wieland Speck","Cheryl Dunye","Stefan Kuschner","Judy Minx","Sadie Lune"],"overview":"With things growing a bit stale in the bedroom, lesbian couple Claudia and Dylan agree to seek sexual experiences outside their relationship. Dylan discovers new pleasures at a sex club, while Claudia, in drag as Claude, finds a surprising partner","release_date":"2012-03-08","vote_average":5.0,"runtime":64,"cert":"N\/A","id":275968,"title":"Mommy Is Coming","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Opera &amp; Operetta, Classical Instrumental Music, Classical Music - Renowned conductor Zubin Mehta leads soprano Eva Mei, tenor Rainer Trost and the Orchestra and Chorus of the Maggio Musicale Fiorentino in this performance of Mozart's opera about heroic Belmonte's attempt to rescue his lover from the Pasha Selim. Filmed at the Teatro della Pergola in Florence, Italy, in 2002, the performance also features Kurt Rydl in the role of Osmin, Mehrzad Montazeri as Pedrillo and Markus John as Bassa Selim.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275976,"title":"The Abduction from the Seraglio","adult":false,"genre_ids":[]},{"cast":[],"overview":"El Cuatrero is a man with a caring heart, but when he's double-crossed by people he thought he knew, he's determined to avenge the wrongdoings against him. The man has allies, adversaries and a multitude of women in his life who could help him in his crusade for justice, but he knows he must seek his revenge alone, with nothing more than his firearms and his trusty horse.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275978,"title":"La Venganza del Cuatrero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Recorded live at the Grand Opera House in Belfast, The Chieftains: An Irish Evening captures the beloved band performing several of their original Irish traditional\/folk\/pop hybrids. The program features guest appearances by Nanci Griffith and Roger Daltrey, notable ensemble pieces and solos and a brief Irish dance segment. Highlights include \"Red Is the Rose,\" \"Full of Joy,\" \"Ford Econoline\" and \"Around the Horse and Mind the Dresser.\" -  Derek Bell, Jean Butler, Kevin Conneff","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275980,"title":"An Irish Evening: Live at the Grand Opera House, Belfast","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the sports stadium to the concert arena, former NFL linebacker Olrick Johnson Jr. shifts his focus from winning games to winning over music fans. With a repertoire that includes singing backup for artists such as John Secada and Gloria Estefan and numerous music video appearances, Johnson has now embarked on a solo career. Featured on this DVD, his debut album, \"Bless My Soul,\" is a rich gospel treat infused with soulful R&amp;B rhythms.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275982,"title":"Olrick Johnson Jr.: Bless My Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama, Foreign - This powerful drama follows the struggle of clerics to keep Islam alive during the Japanese invasion of Indonesia in 1942. When one of the nation's foremost religious leaders is imprisoned, it galvanizes the people against their oppressors.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275984,"title":"The Clerics","adult":false,"genre_ids":[]},{"cast":[],"overview":"History and religion provide inspiration in composer Kari Tikka's moving opera about the life and times of Martin Luther. Taped live at the Temppeliaukio Church in Helsinki, this performance features tenor Lassi Virtanen, baritone Esa Ruuttunen, mezzo soprano Eeva-Liisa Saarinen, soprano Merja Wirkkala and tenor Aki Alamikkotervo. Extras include a tour of the sanctuary and a primer on the operatic piece itself.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275986,"title":"Luther: Opera in Two Acts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Suguru lives on his own, just the way he chooses (and that doesn't include sharpening his housekeeping skills). Enter Mahoro, an attractive 19-year-old woman who becomes Suguru's maid. She sweeps, dusts, folds and fluffs -- and claims to be an android. Hey, good help is hard to find, and he isn't about to let her go. But then she wants Suguru to dispose of his precious \"H\" collection. Who will win this power struggle?","release_date":"2004-01-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":275988,"title":"Mahoromatic: Automatic Maiden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who was Mary of Nazareth? Shot on location and featuring a cast of 110 actors and 8,500 extras, this feature-length film tells the story of Mary's life, following her as she grows into a young woman, marries Joseph, is visited by the angel and bears her blessed child in a manger. The story also depicts Mary's experiences as Jesus grows into a man, meets John the Baptist and begins his ministry, leading to his eventual betrayal and crucifixion.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":275996,"title":"Mary of Nazareth","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Rev. James Moore: Joy","cast":[],"id":275998,"overview":"Culled from various concerts and television appearances, these 10 infectious and soulful gospel numbers performed by Rev. James Moore come together to inspire jubilation and give praise to the Lord. Featured among the performances are the historically significant \"Joy,\" \"Yes Lord,\" \"God Don't Need No Matches,\" \"If Jesus Can't Fix It,\" \"He That Dwelleth,\" \"Silent Night,\" \"It Ain't Over,\" \"Oh How I Love Jesus\" and \"Bread of Heaven.\"","runtime":null,"genre_ids":[],"release_date":"2005-01-01","vote_average":0.0,"adult":false}]