[{"cast":[],"overview":"With his flawless timing, comedic brilliance and compelling stage presence, bombastic funnyman Pat Cooper always leaves his sold-out crowds in stitches -- be it in small comedy clubs or in major theaters. His vociferous signature style is clearly in evidence on this riotous video as he delivers diatribes about a potpourri of topics. Bonus material includes Cooper's hysterical take on food, \"Mangia, Mangia.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276000,"title":"Pat Cooper: You're Always Yelling","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Living End showcase State of Emergency live at Melbourne's Festival Hall in 2006.  What's On Your Radio? (from State of Emergency)  Second Solution (from The Living End)  I Can't Give You What I Haven't Got (from From Here On In)  Who's Gonna Save Us? (from Modern ARTillery)  Save The Day (from The Living End)  One Step Behind (from State of Emergency)  Black Cat (from State of Emergency)  All Torn Down (from The Living End)  EP Medley  From Here On In (from It's For Your Own Good)  The Living End (from Hellbound)  English Army (from It's For Your Own Good)  Hellbound (from Hellbound)  Strange (from Hellbound)  Prisoner Of Society (from The Living End)  'Til The End (from State of Emergency)  E-Boogie  Long Live the Weekend (from State of Emergency)  Uncle Harry (from Roll On)  Roll On (from Roll On)  Wake Up (from State of Emergency)  West End Riot (from The Living End)  What's On Your Radio?  Wake Up  Long Live the Weekend  Nothing Lasts Forever","release_date":"2006-09-30","vote_average":0.0,"runtime":98,"cert":"\"\"","id":276002,"title":"The Living End: Live at Festival Hall","adult":false,"genre_ids":[10402]},{"cast":["Julie Andrews","Elaine Stritch","Liza Minnelli","Faith Prince","Robert Morse"],"overview":"On Sept. 28, 1998, some of the greatest divas in musical theater -- including Marin Mazzie, Judy Kuhn and Audra McDonald -- took the stage at New York City's Carnegie Hall to belt out songs that made them famous. Julie Andrews hosted the event. Showstoppers include Liza Minnelli performing \"Some People\"; Andrea McArdle singing \"Look for the Silver Lining\" and \"Tomorrow\"; and Bebe Neuwirth and Karen Ziemba teaming for \"Nowadays\/Hot Honey Rag.\"","release_date":"1999-01-01","vote_average":0.0,"runtime":100,"cert":"\"PG\"","id":276004,"title":"My Favorite Broadway: The Leading Ladies","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In this memorable live concert filmed at New York's famed B.B. King Blues Club, \"Late Show with David Letterman\" musical director Paul Shaffer gathers an impressive lineup of British Invasion-era bands and solo artists for a historic evening of music to honor Mike Smith, former lead singer and keyboard player for the Dave Clark Five. Featured acts include the Zombies, The Fab Faux, Billy J. Kramer, Denny Laine and Peter and Gordon.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276009,"title":"Paul Shaffer and His British Invasion","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Faith &amp; Spirituality Documentaries, Biographical Documentaries, Inspirational Biographies, Faith &amp; Spirituality - This penetrating documentary profiles the life of Christian missionary Amy Carmichael, from her young adulthood when she was called to the Lord's work to her continuing legacy of charitable deeds. After extensive mission work in her native Northern Ireland, Carmichael traveled to the mysterious land of India, where she founded the Dohnavur Fellowship, an organization devoted to the rescue, care and education of hundreds of impoverished children.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276011,"title":"The Story of Amy Carmichael","adult":false,"genre_ids":[]},{"cast":["Linda Garmon"],"overview":"Using her husband's struggle with cancer as a case in point, filmmaker Linda Garmon explores the status of the fight against the devastating disease and looks at the lives of the medical professionals dedicated curing it. Interweaving personal testimony with science, this compelling documentary also includes a panel discussion with cancer experts led by broadcast journalist and cancer survivor Linda Ellerbee.","release_date":"2008-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":276013,"title":"The Truth About Cancer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Early 1980s hard-core punk gods Negative Approach tore up their home city of Detroit like a hurricane. This video retrospective features fast-and-furious concert footage and TV appearances from 1982 to 1983, including a spot from \"Clubhouse Detroit.\" Also featured are live performances from \"Why Be Something You're Not\" and \"The Graystone Detroit.\" A must-see for fans, this profile showcases how the band helped give hard-core punk its reputation.","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276015,"title":"Negative Approach: Fair Warning: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Phil Coulter, Ireland's ambassador of music, captivates a live crowd at Belfast's Grand Opera House in this heartwarming concert performance, intercut with Coulter's videos. He presents many of his favorites, including \"Meeting of the Waters,\" \"The Town I Loved So Well\" and \"Spinning Wheel.\" Coulter's moving music is enhanced by gorgeous scenery of the Irish countryside. Special guest performers include Ralph McTell and Maura O'Connell.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276017,"title":"Phil Coulter: A Touch of Tranquility","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join the creators of this insightful documentary on a fascinating journey to uncover the mysteries surrounding the existence of the soul and its connection to all pursuits, be they religious, spiritual or scientific. Drawing upon extensive research on death, reincarnation and genetics, as well as esoteric explorations of Eastern and Western philosophy, this examination leaves no stone unturned in its quest to answer centuries-old questions.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276019,"title":"Secrets of the Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Pope Benedict XVI on a tour of the Vatican, the massive 4,000-employee headquarters of the Catholic Church, which comes complete with its own army, currency, postal system and telephone exchange. And there is no better tour guide than the Pope, who spent years as his predecessor John Paul II's most trusted adviser and knows the inner workings of the Vatican's archives, catacombs, museums and more.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276021,"title":"Pope Benedict XVI: My Vatican","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Dramas, Mexico, Spanish Language - Ballroom dancing teacher Marcela's (Natalia Esperón) world begins to fall apart when her family disintegrates, so she turns to hypnosis to try to recapture the happier days of her past in this poignant drama from Mexico. As her mother's (Margarita Sanz) mental capacity diminishes and her father (Fernando Becerril) deals with plummeting self-esteem after losing his job, Marcela begins to understand the lies that permeated their relationships.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276026,"title":"Wait for Me in Another World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Dramas, Mexico, Spanish Language, Foreign Regions, Foreign Languages - It's the 1960s, and in ultra-conservative Mexico, a family finds itself unraveling as its younger members struggle against the strict rules that govern their choices. When the young son and his sisters decide it's time they left home and struck out on their own, a rift results, putting everyone to the test. Stars Alberto Vasquez and Amparo Rivelles.","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276028,"title":"When Our Children Leave","adult":false,"genre_ids":[]},{"cast":["Brian Hooks","Jazsmin Lewis","Tiffany Lowery","Lamont Bentley"],"overview":"When a simple twist of fate robs him of his fortune and his materialistic fiancée, Shalae, self-made mogul Trump is forced to move back into his old neighborhood with his tail planted firmly between his legs. Obsessed with getting Shalae back, Trump enlists his childhood friend Malika to help him lure his dream \"wifey\" back into his arms.","release_date":"2005-02-14","vote_average":4.5,"runtime":90,"cert":"\"\"","id":276030,"title":"Wifey","adult":false,"genre_ids":[35]},{"cast":["Yanagishita Tomo","Kato Keisuke","Saito Yasuka","Takiguchi Yukihiro","Tetsuya Makita"],"overview":"A 2nd year student is assigned a handsome new roommate at the start of the school year.","release_date":"2007-12-22","vote_average":3.3,"runtime":74,"cert":"N\/A","id":276032,"title":"Takumi-kun Series: And the Spring Breeze Whispers","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Legendary performer Sammy Davis Jr. is the subject of this affectionate documentary, which chronicles how the singer, dancer and actor broke through racial barriers yet still felt the sting of discrimination throughout his storied career. From his 1925 stage debut at age 3 to his years with Frank Sinatra and the Rat Pack, the Candy Man's biography is conveyed through archival footage, photographs and interviews with friends and associates.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276034,"title":"Sammy Davis, Jr.: One Cool Cat","adult":false,"genre_ids":[]},{"cast":[],"overview":"In celebration of their graduation from college, four couples head out on a road trip to see a huge music show and decide to take a detour along the way, hoping to save some time. Unfortunately, their alternate route puts them in the path of a crazy murderer who will scare the daylights out of them before he attempts to make them his latest victims. Stars Robyn Unell, Erin Broling, Branden Scala, Charles T. Perry and Holly Ilyne Sari.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276036,"title":"Short Cut Road","adult":false,"genre_ids":[]},{"cast":["Loretta Swit","Robert Joy","Ken Pogue","Robert Kosoy","Marsha Moreau"],"overview":"Drama - On a December night in 1943, three Jewish children escape from Nazi-occupied France and are given refuge by Sister Gabrielle at a Catholic school in which the gentile students must face their fears about harboring Jews from the Nazis. As the students become acquainted with their Jewish peers, they grow more sympathetic to their situation and eventually go to great lengths -- and take serious risks -- to save the lives of their newfound friends. -  Loretta Swit, Geneviève Appleton, Milan Cheylov","release_date":"1986-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":276038,"title":"Miracle at Moreaux","adult":false,"genre_ids":[]},{"cast":[],"overview":"Catch the most original rhymes and beats on the underground hip hop scene as adventurous filmmakers travel coast to coast to seek out the next generation of freestyle superstars and showcase the hottest streetballers on the concrete court. When the stars are at the top of the game, there's always someone waiting to be next in line for the spotlight, and with this release the fans can find out just who the giants of tomorrow will be before they hit the mainstream. Includes appearances by mixtape legends Tru Mac, Jae Millz, Scram Jones, and more. ~ Jason Buchanan, Rovi","release_date":"2003-07-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276046,"title":"Slam from the Street: Hip Hop Slams!","adult":false,"genre_ids":[99]},{"cast":["Mel Brooks","Nathan Lane","Matthew Broderick","Roger Bart","Cady Huffman"],"overview":"The exuberant atmosphere of the Broadway blockbuster is captured in Recording the Producers: A Musical Romp With Mel Brooks, a new 85-minute film from the Emmy Award-winning director Susan Froemke and Maysles Films. The film candidly captures the excitement of translating the show into a complete experience for the recording's audience.","release_date":"2001-01-01","vote_average":9.3,"runtime":85,"cert":"\"NR\"","id":276048,"title":"Recording the Producers: A Musical Romp with Mel Brooks","adult":false,"genre_ids":[35,10402,99]},{"cast":["Shashi Kapoor","Ashok Kumar","Neetu Singh","Anwar Hussain","Pran"],"overview":"An honest police officer's life is shattered when he refuses to be corrupted in this crime drama from India. After Amar Singh (Pran) rebuffs gangster Babubhai's (Anwar Hussain) attempt to buy him off, he's subsequently framed for murder and sentenced to a long prison term. While he serves his time, his family falls apart and his wife and sons are separated. When Amar finally leaves jail, he's a different person -- an angry man driven by revenge.","release_date":"1976-07-01","vote_average":0.0,"runtime":130,"cert":"\"\"","id":276050,"title":"Shankar Dada","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Paying tribute to one of the Big Apple's artistic landmarks -- the Amato Opera House -- this hourlong PBS documentary also salutes its spirited founders: Tony Amato and his wife, Sally. Staging full-scale productions from a tiny brownstone, the Amato has served as a launching pad for rising opera stars since 1948. Performance excerpts and interviews with illustrious Amato alumni help chronicle the charming venue's 50-year history. -  Sally Amato, Tony Amato","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276052,"title":"Amato: A Love Affair with Opera","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dive into the sea and watch the world's most perfect predator in all its glory. This documentary takes viewers around the world to see sharks up close and to learn about their incredible power, exquisite grace and splendid bodies. Featuring beautiful and thrilling footage captured by talented underwater cameramen, this exciting shark-viewing extravaganza is sure to send audiences' hearts racing.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276054,"title":"Shark Attack: Savage Killers from the Deep","adult":false,"genre_ids":[]},{"cast":["Tanishaa Mukerji","Dino Morea"],"overview":"After her sister is brutally murdered, bubbly younger sibling Mahek (Tanisha) withdraws from her friends and family into a protective shell. The only boy she's remotely drawn to is a college student who's much like Mahek is now -- shy and introverted. Things seem to be proceeding smoothly between the two, until one day when Mahek is attacked by a man in a joker's mask who seems intent on murdering her.","release_date":"2003-10-24","vote_average":2.0,"runtime":163,"cert":"N\/A","id":276056,"title":"Sssshhh...","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"The hottest rides, daredevil maneuvers and pulse-pounding music combine in this trip through California's street racing scene. From East Oakland to Sacramento, crowds gather to witness the illegal excitement. Join them as late-night crews take the wheel for a few seconds of fame and brazen daylight racers burn up the streets to become heroes. Each tricked-out car is designed to create the perfect impression and achieve the sweetest victory.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276061,"title":"Sydewayz: Street Graffiti","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jazzman Terry Callier performs live in Berlin in this concert film. The singer-songwriter enjoyed a cult following in Chicago's club scene during the 1960s and '70s, remaining a relative unknown until hitting the charts in 1979 with \"Sign of the Times.\" Callier took a break in the 1980s, but in 1991, the re-release of \"I Don't Want to See Myself (Without You)\" caused a sensation in Britain, spawning new interest in the talented artist.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276063,"title":"Terry Callier: Live in Berlin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Australian band the Atlantics supply the surf tunes that accompany renowned cinematographer Ray Hollowell's spectacular footage of some of the world's top surfers performing amazing feats on Hawaii's waves. Kea and Pal, the famous surfing dogs of Waikiki, join in the action as well, along with some beautiful beach babes. Concert footage and interviews with surfer Jamie O'Brien and the Waikiki Beach Boys are included.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276065,"title":"The Atlantics: Flight of the Surf Dogs","adult":false,"genre_ids":[]},{"cast":["Guy Henry"],"overview":"A man writes a goodbye to the world as he calls upon memories of life in a beautiful country manor.","release_date":"2014-05-14","vote_average":5.3,"runtime":8,"cert":"N\/A","id":276067,"title":"Done In","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In an intricate interpretive dance with symbolic overtones, this unique celebration of the work of Frederic Chopin blends the composer's Sonata for Piano and Cello with excerpts from the writings of French novelist George Sand. Chopin and Sand -- the masculine pen name adopted by Amandine Aurore Lucile Dupin -- shared a notorious romantic relationship, albeit a relatively short-lived one.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276069,"title":"The Great Composers: Frederic Chopin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Leading biblical scholars and religious experts discuss the implications of the Rapture, when prophecies predict that Jesus Christ will return to Earth and his true believers will be transported to meet him.","release_date":"1994-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":276071,"title":"Left Behind","adult":false,"genre_ids":[]},{"cast":[],"overview":"Veteran Christian musicians the Rance Allen Group praise the Lord and pump up their fans by performing some of their most popular songs, such as \"Miracle Worker\" and \"Preacher Man.\" With their R&amp;B-infused gospel sound, the talented group delivers inspirational songs that uplift the soul while getting the body moving. Guest artists Fred Hammond, Kirk Franklin and LaShun Pace join the band for a truly memorable live concert.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276073,"title":"The Rance Allen Group: The Live Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this once-lost, now-found live concert from 1984, the Grammy-winning Winans share the stage with Vanessa Bell Armstrong and Commissioned for a memorable evening of gospel music at the Premier Center in Sterling Heights, Mich. Songs in the set list include \"Amazing Grace,\" \"Peace Be Still,\" \"You Are Everything,\" \"Restoration,\" \"You've Got a Friend,\" \"So Good to Know,\" \"What Can I Do?\" and \"I Don't Want My Labor to Be in Vain.\"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276078,"title":"The Winans: Lost Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Jazz Greats, Jazz &amp; Easy Listening, Contemporary Jazz - An internationally renowned trumpeter and headliner for jazz festivals worldwide, Clark Terry began his career in the 1940s and worked with legendary greats such as Count Basie and Duke Ellington. His passion for music crossed over into education, and he's often referred to as \"America's No. 1 Jazz Educator.\" See up-close and live how this charismatic performer keeps an audience enthralled with his improvisation and love of jazz music!","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276080,"title":"Clark Terry: Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"This religious epic follows the spiritual awakening of mystic composer Annamayya, who's first motivated to write a song of praise after visiting a temple. His devotion is put to the test when he vows to fast until he comes face to face with God, an act of faith for which he's rewarded with a blessed meal of prasad. As his fame as a singer spreads, Annamayya eventually becomes a true incarnation of the holy Nandaka Sword.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276082,"title":"Tirupati Shree Balaji: Bhakta Annamayya","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Modern &amp; Alternative Rock, Rock &amp; Pop - Originally packaged with Cooper Temple Clause's 2003 \"Kick Up a Fire and Let the Flames Break Loose\" album, this brief release shines a spotlight on the band's \"Blind Pilots\" video, which chronicles a stag party gone wrong -- very, very wrong. Extras include a 15-minute \"making of\" featurette about the creation of the \"Blind Pilots\" video, which finds a man turning into the goat god Pan, as well as clips from the video's X-rated version.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276084,"title":"Cooper Temple Clause: Blind Pilots","adult":false,"genre_ids":[]},{"cast":["Kristin Herold","Chase Masterson","Chris Hoffman","Maggie Grace","Cory Hardrict"],"overview":"Horror - When a group of old friends decide to camp out in the same woods where one of their pals was killed four years earlier, their weekend reunion turns grisly once more as a mysterious creature begins to haunt them -- and hunt them down. At the advice of a geneticist (Chase Masterson), the campers attempt to leave the forest, but it may be too late; the murderous being seems hell-bent on destruction, no matter what the cost. -  Kristin Herold, Chase Masterson, Chris Hoffman","release_date":"2004-06-29","vote_average":2.0,"runtime":79,"cert":"\"NR\"","id":276086,"title":"Creature Unknown","adult":false,"genre_ids":[53,27,9648]},{"cast":[],"overview":"Director Gerardo Tort's compelling documentary explores the life of Lucio Cabanas, a guerrilla leader who headed one of the most significant peasant revolts in Mexican history and became a figure of inspiration for the poor of southern Mexico. Revealing interviews from companions, family members, former guerrilla fighters and historians make obvious that Cabanas's story of courage and hope continues to live on.","release_date":"2005-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276088,"title":"The Guerrilla and the Hope: Lucio Cabanas","adult":false,"genre_ids":[99]},{"cast":["Yuan-sheng Huang","Candice Yu","Little Unicorn","Yuen Siu-Tien","Ching Tien"],"overview":"Drama - The epic magical battle between fairies rages on as young martial artist Cheung risks his life to rescue the Sky Mussel Fairy. No good deed goes unpunished, however, and for his daring but foolish antics, Cheung is cast out of his uncle's safe home. Now, Cheung wanders a perilous world of gods and demons. Only his fighting skills can keep him safe in this kung fu fantasy from Ling Hsiang co-starring Ching Tien, Tony Wong and Candy Yu. -  Yuan-Shen Huang, On-On Yu, Amy Chum","release_date":"1977-01-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":276090,"title":"Deadly Snake Versus Kung Fu Killers","adult":false,"genre_ids":[28,18,14]},{"cast":[],"overview":"Foreign, India, Hindi Language, Foreign Regions, Foreign Languages - To fulfill her dead mother's dream, young dancer Alaknanda (Sandhya) risks the social disapproval heaped upon women who become professional dancers by entering an exclusive dance academy run by handsome, rich art patron Prince Kailash. Soon Alaknanda falls for her teacher -- even though he's already engaged to be married. To add to her troubles, Alaknanda suffers a serious injury during a dance performance and now may never walk again.","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276101,"title":"Jalbin Machhli Nrityabin Bijli","adult":false,"genre_ids":[]},{"cast":["Jérôme Deschamps","Agnès Soral","Dorian Lambert","Catherine Aymerie","Alain Cauchi"],"overview":"Drama - During World War II, a woman aboard a railroad car full of deportees slips French railway worker Julien (Jérôme Deschamps) a note with an address and a simple message: \"I am alive, and I love you,\" and he decides to track down the intended recipients. When he finds the woman's Jewish family, he is inspired to do what he can to protect them from the Nazi atrocities. This compelling drama from director Roger Kahane co-stars Dorian Lambert. -  Jérôme Deschamps, Dorian Lambert, Agnès Soral","release_date":"1998-01-01","vote_average":0.0,"runtime":95,"cert":"\"\"","id":276103,"title":"Je suis vivante et je vous aime","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed in Britain during the 2004 Babyshambles tour, director Roger Pomphrey's intimate portrait attempts to peel back the layers of Pete Doherty's media mask to reveal his true artistic identity. Simultaneously dubbed \"the coolest man in rock\" and \"waster of the year,\" the controversial singer-songwriter -- a perennial favorite of the tabloid press -- embraces a murky duality. But just who is the man behind all the hype?","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276105,"title":"Who the Hell Is Pete Doherty?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two-wheeled daredevils attempt to melt asphalt and break the sound barrier in this eye-popping first volume in the Real Street Racing series, which showcases high-speed street races. Action-packed footage captures extreme motorcyclists going head to head in wild contests, showing off their craziest stunts and wiping out in spectacular crashes. And to top it all off, the program features some of the coolest bikes on the face of the earth.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276107,"title":"Wild Bikes: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Features Will Smith and Michael Jackson as the Chipmunks 'Rock' out with them.","release_date":"1990-12-09","vote_average":0.0,"runtime":30,"cert":"\"G\"","id":276109,"title":"The Chipmunks Rockin' Through The Decades","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alvin and his brothers Simon and Theodore have a fun filled Easter adventure.","release_date":"1995-04-14","vote_average":0.0,"runtime":22,"cert":"\"G\"","id":276111,"title":"The Easter Chipmunks","adult":false,"genre_ids":[]},{"cast":["Ilona Kállay","Erzsi Máthé","Marci Murányi","László Szacsvay","Judit Miklósy"],"overview":"","release_date":"1987-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276128,"title":"S.O.S. Szobafogság!","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A young man who returns to his hometown after many years of absence, finds his people immersed in poverty and neglect. He decides to fight the forces causing this situation but the task will require his sanity and all he knows about himself.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276130,"title":"La cacería del perro","adult":false,"genre_ids":[]},{"cast":["José Carlos Ruiz","Mónica Jiménez","Gabino Rodríguez","Waldo Facco"],"overview":"Romero, a retired fisherman and a forgotten hero by the community, lives isolated in his home, surrounded by ghosts of the life he couldn't have, spirits that materialize before him as his real family. Alcoholic and schizophrenic, surviving on a daily basis. But deep down he feels the time has come to regain what he lost several decades ago, when he brought the oil curse to his own island, the lush Ciudad del Carmen. At the same time at the mysterious Estero Pargo, the goddess Ixchel has been reborn and seeks to mate with humans in order to continue the cycle of life.","release_date":"2017-03-02","vote_average":4.0,"runtime":80,"cert":"\"\"","id":276132,"title":"Tormentero","adult":false,"genre_ids":[]},{"cast":[],"overview":"1885, in the Canadian Northwest, during the extinction of the bison and the dawn of the industrial era, Louis Riel tells the tragic fate of this man who sacrificed his life to defend the rights of the Métis culture.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276134,"title":"Louis Riel","adult":false,"genre_ids":[]},{"cast":["María Evoli","Kristyan Ferrer","Luis Enrique Parra","Itzel Sarmientos","Alfredo Blanco"],"overview":"The love story of Jonathan and Yesi, two garbage collectors working under the despotic and violent Master Clean's command. He is always followed closely by Mum, a longtime collector who silently and ghostly cleans the streets of the city. One night, while doing their work, they find the corpse of a man with money. Master Clean takes a terrible decision. Jonathan and Yesi plan their escape. A tragedy looms.","release_date":"2017-01-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":276136,"title":"Strange But True","adult":false,"genre_ids":[18,10749]},{"cast":["Martina Gedeck","Gregor Törzs","Tonio Arango","Dieter Landuris","Hasan Ali Mete"],"overview":"","release_date":"1999-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276138,"title":"Alles Bob!","adult":false,"genre_ids":[35]},{"cast":["Paride Benassai","Salvo Piparo","Roberta Murgia","Giuseppe Santostefano","Lollo Franco"],"overview":"","release_date":"2014-06-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":276149,"title":"Ore diciotto in punto","adult":false,"genre_ids":[18,35,14]},{"cast":[],"overview":"Award-winning filmmakers Luca Ragazzi and Gustav Hofer make a bold and cheeky return to Hot Docs with another timely and autobiographical look at contemporary Italian society. Following their festival and theatrical hit films Suddenly Last Winter (about the travails of a modern gay couple in Italy) and Italy: Love It, or Leave It (about the challenges of living and working under the controversial Silvio Berlusconi) their latest doc takes a decidedly, well, left turn. After the Second World War, Italy was home to the largest Communist (later socialist) party in the West. The party's efforts to enhance social and economic conditions for all Italians earned them remarkable electoral success and influence. Seeking a more equal and progressive Italy, the filmmakers set out to discover why their country has now become so persistently conservative, and what happened to its once proud and vital left-wing sensibilities.","release_date":"2014-06-12","vote_average":0.0,"runtime":74,"cert":"N\/A","id":276157,"title":"What Is Left?","adult":false,"genre_ids":[]},{"cast":["Ashley Olsen","Mary-Kate Olsen","Chris Bonno","Chris Dollard","Jonathan Chapin"],"overview":"In this episode, the pint-sized private investigators take a spin on spine-tingling amusement park rides and then team up with some hilarious pirates-of-the-midway to catch the scary monster that lurks inside the freaky Fun House.","release_date":"1995-01-01","vote_average":6.0,"runtime":30,"cert":"\"G\"","id":276159,"title":"The Adventures of Mary-Kate & Ashley: The Case of the Fun House Mystery","adult":false,"genre_ids":[]},{"cast":["Ashley Olsen","Mary-Kate Olsen","Christine McGuire"],"overview":"There's trouble in paradise! Join the twin detectives, Mary-Kate &amp; Ashley Olsen (\"Full House\"), and their sidekick dog, Clue, as they check in for excitement at the Hilton Hawaiian Village Hotel.","release_date":"1996-01-01","vote_average":6.0,"runtime":30,"cert":"\"G\"","id":276161,"title":"The Adventures of Mary-Kate & Ashley: The Case of the Hotel Who-Done-It","adult":false,"genre_ids":[]},{"cast":["Yum Jung-ah","Park Hae-il","Oh Gwang-rok","Cho Min-soo"],"overview":"Ne-mo is a thirteen year-old boy growing up in 1980s South Korea, and is the only child of a single mother who runs a watch repair shop in their small town. Having never met his father, Ne-mo resolves to marry a single mother when he is older. Following the suicide of his mother, Ne-mo becomes acquainted with Bu-ja, who opens a comic shop in his town. Bu-ja is also a single mother with a young son of her own, and Ne-mo instantly falls in love with her. Despite their age difference he proposes to her in a movie theater, but a fire breaks out and Ne-mo is killed saving Bu-ja's son.","release_date":"2005-11-11","vote_average":6.0,"runtime":114,"cert":"N\/A","id":276172,"title":"A Boy Who Went to Heaven","adult":false,"genre_ids":[18,10749]},{"cast":["Santo","Gaspar Henaine","Liza Castro","Crox Alvarado","Carlos Agostí"],"overview":"Calpuina is a night-watchman in a wharehouse, a perfect job for him. When some thieves break in and steal some crates, El Santo is after them because they are using the wharehouse for diamond smuggling. Capulina hinders their capture. Then he decides that he will put on a wrestler's mask and help El Santo to caputre the crooks.","release_date":"1969-12-04","vote_average":6.5,"runtime":80,"cert":"N\/A","id":276174,"title":"Santo vs. Capulina","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"Biography - Asian-American rapper Jin is the subject of this revealing documentary, which charts how the urban artist went from virtual unknown to releasing his successful album \"The Rest Is History\" and a role in the movie 2 Fast 2 Furious. The fascinating exposé goes behind the scenes for a glimpse at Jin's rags-to-riches career. Also included are an interview with Jin's family, freestyle footage and a promo for the clothing line Dirty Denim. -  Jin Auyeung, Po Dean, Dee","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276179,"title":"Jin: Making of a Rap Star","adult":false,"genre_ids":[]},{"cast":["Eriq Ebouaney","Nadège Beausson-Diagne","Sonia Zembourou","Philippe Mory"],"overview":"A film about the difficulty for even the most well-intentioned person to know and respect another culture. In this case, the problem is so acute that there is even heated debate over what to call that 'other.' The subtitles in the film use the familiar word 'pygmies,' a relatively pejorative European term; the Bantu or villagers' expression for the same group, Babingas, carries similar negative connotations. These highly specialized, tropical rainforest hunter-gatherers should perhaps be called by their own ethnonym, Aka, MoAka (sing.) and BaAka (pl.)","release_date":"2003-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":276181,"title":"The Forest","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary - This powerful documentary profiles the amazing life of Leon Blum, France's first socialist prime minister, who also was Jewish. The Vichy government sent Blum to Buchenwald concentration camp during World War II, but he was restored to power in 1946. First attracted to politics by the infamous Dreyfus Affair scandal, Blum later became a champion of workers' and women's rights. Highlights include archival footage and interviews with Blum's family. -","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276183,"title":"Leon Blum","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jump-start weight loss in just 30 days with the help of your favorite contestants from NBC’s \"THE BIGGEST LOSER.” You’ve seen Ali, Tara and Sione shed pounds on the show and now it’s your turn! Burn fat and tone muscle as they lead you through five 10-minute workouts that cover every inch of your body. Now’s your chance to get started, get fit and lose big with this 30-day program! And it doesn’t stop there – in two special segments, Bob gives the diet tips and motivation you'll need to get started and stay on track.","release_date":"2009-12-01","vote_average":10.0,"runtime":55,"cert":"\"\"","id":276185,"title":"The Biggest Loser: The Workout - 30-Day Jump Start","adult":false,"genre_ids":[]},{"cast":["María Serrano","Alma Martinez","Edward James Olmos"],"overview":"Documentary, Biographical Documentaries, Historical Documentaries - In this riveting documentary that was an official selection at the Sundance Film Festival, filmmakers Monona Wali and Pamela Cohen shadow the remarkable Maria Serrano, an El Salvadoran woman who splits her time as a wife, mother and guerrilla leader. Released some 20 years after the original footage was filmed, this anniversary edition includes an update on Serrano, her family and her country in the wake of civil war.  Alma Martinez, Edward James Olmos, María Serrano","release_date":"1990-01-01","vote_average":0.0,"runtime":53,"cert":"\"\"","id":276187,"title":"Maria's Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Music &amp; Musicals, Classical Music, Classical Instrumental Music - Gabriela Beoaekova, Florence Quivar and James Wagner star in this documentary that re-creates the life and times of Italian composer Gioacchino Antonio Rossini. Specifically, the film explores Rossini's efforts to bring to life his requiem mass, \"Messa per Rossini,\" all the while securing his place in the pantheon of talented musicians from the 19th century. It also examines why Rossini's compatriot Giuseppe Verdi respected him so.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276189,"title":"Messa per Rossini","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Dramas, India, Gujarati Language, Foreign Regions, Foreign Languages - What happens when the hardworking head of a middle class family is suddenly confronted with a situation that challenges everything he believes and has worked for? Can he adapt to the changes, or is he forever stuck in his old ways? Directed by Amit Divetia, this provocative drama stars Deepak Gheewala, Minal Karpe, Amrish Patel, Palvi Pathak and Vijay Rawal.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276191,"title":"Muthi Uchero Manas","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a popular area in the heart of Brazzaville, a customary court perpetuates an ancient legal organization embrace the forms of modern court officials. In a small building summary, when the first shot rang bell, as in theater, different cases parade before the judges in black robes: witchcraft, divorce, inheritance problem or demarcation of plots.","release_date":"2006-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":276196,"title":"Tenrikyo, Tradition Through Black Robe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Begin with Boot camp 1 and as you improve, add on Boot camps 2 and 3 for a powerful workout that challenges every muscle with dynamic moves designed to give those unwanted pounds the boot! WARM-UP (5 Minutes): Prepare your body for boot camp with athletic conditioning moves that get the heart pumping and the muscles warm. LEVEL 1 (Weeks 1 and 2) -Boot camp Level 1 (20 Minutes): Bob turns on the burn with upper- and lower-body strength intervals, then revs your metabolism with calorie-crushing cardio. LEVEL 2 (Weeks 3 and 4) - Boot camp Level 2 (15 Minutes): Pick up the pace and drop the pounds with Bob's innovative power moves that integrate fat-blasting bursts of cardio. LEVEL 3 (Weeks 5 and 6) - Boot camp Level 3 (10 Minutes): Challenge your balance and fine-tune your physique using bands and weights to further chisel your newfound muscle. COOL-DOWN (5 Minutes): Reward and energize your body with athletic and yoga-inspired stretches that soothe tight muscles and improve posture.","release_date":"2008-12-16","vote_average":10.0,"runtime":55,"cert":"\"\"","id":276201,"title":"The Biggest Loser: The Workout - Boot Camp","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the pre \"weigh-in\" workouts on NBC’s hit show, \"THE BIGGEST LOSER,” you’ve seen contestants push themselves to the limit to reach their weight-loss goals – and now you can too! In this intense Last Chance Workout, trainer Jillian Michaels pulls out all the stops with three workouts that challenge your body to the maximum. But don’t worry, past contestants will be by your side every step of the way. With a unique blend of cardio and strength designed to boost your fat-burning potential, and the motivation to keep going, now’s your chance to step on the scale and lose more weight faster than ever!","release_date":"2009-12-01","vote_average":10.0,"runtime":61,"cert":"\"\"","id":276203,"title":"The Biggest Loser: The Workout - Last Chance Workout","adult":false,"genre_ids":[]},{"cast":[],"overview":"What would you do if everything you thought you knew about your past turned out to be a lie? Invisible Ink is a feature film directed and produced by Christopher Julian, and co-written with Jennifer Savran Kelly. Told in three separate but interweaving short stories, our three main characters search for the Truth, but what they find threatens their carefully constructed realities.","release_date":"2011-07-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276205,"title":"Invisible Ink","adult":false,"genre_ids":[]},{"cast":["Sunset Carson","Cactus Jr.","Al Terry","Pat Starling","Lee Roberts"],"overview":"In one of his last film roles, legendary B-Western cowboy Sunset Carson roots out the varmints responsible for a false smallpox scare. After arriving in the small town of Quartzville, Carson determines that a crooked lawyer-and-doctor team created a false smallpox epidemic in order to seize a gold mine from an old man and his family. Carson and his friends set out to bring the villains to justice. Al Terry, Pat Starling and Lee Roberts co-star.","release_date":"1950-01-15","vote_average":0.0,"runtime":55,"cert":"\"\"","id":276207,"title":"Battling Marshal","adult":false,"genre_ids":[37]},{"cast":[],"overview":"You've witnessed extraordinary weight loss on NBC's hit show. Now you can get with the program and achieve pound-shedding results in just 6-8 weeks with the transforming power of yoga!","release_date":"2008-12-16","vote_average":10.0,"runtime":55,"cert":"\"\"","id":276209,"title":"The Biggest Loser: The Workout - Weight Loss Yoga","adult":false,"genre_ids":[]},{"cast":[],"overview":"An exploration of post-Sept. 11 racism, this drama set in New York centers on Indian immigrant Baldev (Farokh Daruwala), whose boss vents his hatred of South Asians on him. Having just lost his brother as a result of hate crime, Baldev takes his boss hostage. Baldev's actions could land him in jail and result in deportation, but it's a chance he's willing to take to be heard. Murtuza Sabir and Asha Patel co-star.","release_date":"2004-09-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276211,"title":"Bandhak","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Some of the world's most active minds came to New York's Rubin Museum of Art to talk about nothing. Two by two, they partook in probing, inspired conversations about universal questions: what is, what isn't, and how can we tell?","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276213,"title":"Talks About Nothing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experience the entirety of Psalms, Proverbs and the Song of Solomon in this program blending the moving narration of Emmy Award winner Stephen Johnston, powerful music and a cast of Tony-winning actors who bring the tales to vivid life. You'll view these three books from the King James version of the Bible in a whole new light as the stories of beauty and wisdom unfold.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276224,"title":"Psalms & Proverbs with the Song of Solomon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - The annual Palio bareback horse race, set in the central plaza of Siena, Italy, dates back to the Middle Ages and lasts a scant 80 seconds, conferring glory on the winner and ignominy on the losers. Documentarian John Appel captures all the drama, action and anguish that accompany this fiercely upheld tradition, focusing specifically on the district of Civetta, which, embarrassingly, hasn't won the race in 23 years. -  Egidio Mecacci, Paolo Rossi, Alma Savini","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276226,"title":"The Last Victory","adult":false,"genre_ids":[]},{"cast":["George Stevens Jr."],"overview":"Narrated by George Stevens Jr., this documentary by Oscar-winning director George Stevens trains its lens on World War II in a way that's rarely been seen before: in full color. The effect is nothing less than astounding, as viewers bear witness to the carnage of all-out battle in the European theater, which was home to some of the bloodiest skirmishes ever, from the Norman invasion to the fall of Berlin.","release_date":"1994-06-01","vote_average":0.0,"runtime":46,"cert":"\"\"","id":276228,"title":"George Stevens: D-Day to Berlin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After witnessing a murder, musicians Dev (Rishi Kapoor) and Salim (Paintal) dress as women and flee with a girl band to avoid the killers' wrath. Soon, Dev falls for fellow bandmate Reetu (Neetu Singh), but his disguise makes it impossible for him to reveal his feelings. When he discovers that Reetu desires a rich man, Dev devises a second disguise, as the wealthy Esso. Madan Puri and Anwar Hussain co-star in this Indian take on Some Like It Hot.","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276230,"title":"Rafoo Chakkar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Little Tad is sick and tired of being picked on by Bully Frog and all his mean friends. He really wishes he could win the frog-jumping contest at the annual fair to show them he's not so little. Although Tad trains hard for the contest, he soon realizes that he simply isn't big enough just yet. That sneaky snake Cottonmouth convinces Tad he  is big enough and can become the \"hero of Hopper's Landing,\" but Cottonmouth isn't telling the truth.","release_date":"2002-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":276232,"title":"Ribbits!: The Hero of Hopper's Landing","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Fan-friendly rockers Sister Hazel are the subject of this great up-close-and-personal look at the band. Packed with behind-the-scenes documentary footage, interviews with band members and an entire live concert from the House of Blues in Orlando, Florida, the documentary also includes a bonus for truly insatiable fans: a tour of Sister Hazel's hometown.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276234,"title":"Sister Hazel: A Life in the Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"Believing he's destined for greatness, an unlikely hero named Throg (Dana Lee) embarks on a wild adventure filled with Greek gods, Arthurian knights, certified loonies, nasty harpies, talking pigs, garbage collectors and one twisted forest dweller in this medieval fantasy spoof. Bungling his way through the centuries, the immortal Throg lurches along a path leading to an ultimate showdown with the bloodthirsty Urshag the Destroyer (Dennis Green).","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276248,"title":"Throg","adult":false,"genre_ids":[]},{"cast":[],"overview":"This inspiring gospel concert in Birmingham, Alabama, features the Pilgrim Jubilees, Margaret Allison with the Angelic Gospel Singers, and the Sensational Nightingales. After their individual performances, the three groups unite for a rousing finale. Songs include \"Live So God Can Use You,\" \"Don't Let Nobody Turn You Around,\" \"I'll Fly Away,\" \"God's Been Good to Me,\" \"Safety of Your Soul\" and \"Life's Evening Sun.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276250,"title":"Together as One: 150 Years","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dazzling animation brings to life this timeless story of India's kings. When Muhammed Ghori, ruthless leader of Ghazni, learns of the wealth of neighboring Delhi, he sets out to claim it for his own. But he doesn't count on Delhi's king, Prithviraj Chauhan, who repels 16 attacks by Ghori and his army. Furious, the deceitful Ghori schemes to bring Chauhan to his knees at any cost. Sanjeev Jaiswal, J.P. Sharma and Amar Babaria provide voices.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276252,"title":"Veer Yodha Prithviraj Chauhan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Several residents of a Taipei apartment complex try to sort out their tangled romances in this Taiwanese drama helmed by Ming-Tai Wang. Hair stylist Angel (Kang-i Lee) can't get her aloof beau, Alan (Cheng-Lung Lan), to commit to their relationship -- a problem that escalates when Alan's first love (Fang Wan) moves in next door. Meanwhile, he's also having a fling with a middle-aged Mafia mistress (Kuei-Ying Hsu) who lives in the building.","release_date":"2005-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276254,"title":"Fall... in Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Military Documentaries, Historical Documentaries - From bombers to jet fighters, the United States relied heavily on its powerful air force during the Vietnam War. Through amazing archival footage, this program explores the types of U.S. aircraft used in combat and the impact they had on the war. Because the Vietnam War was the most-filmed war in history, there's plenty of excellent footage allowing viewers to experience dangerous missions almost firsthand.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276256,"title":"Air War in Vietnam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using ancient prophecies and archaeological evidence to inform his vision and a science background to back it up, Gregg Braden expounds on his theory that the Earth has entered into a rare geophysical phase that's transforming our consciousness. In this program, Braden points viewers to the teachings of the Essenes -- authors of the Dead Sea Scrolls -- for insights into the human condition and a recipe for healing the world.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276258,"title":"Beyond Zero Point: The Journey to Compassion","adult":false,"genre_ids":[]},{"cast":["Duke Ellington","Cootie Williams"],"overview":"Joined by the likes of saxophonist Ben Webster and trumpeter Cootie Williams, jazz giant Duke Ellington demonstrates in this collection of performance clips (spanning the years 1929-43) precisely why he's one of the seminal figures in American music. Ellington's musical evolution can be seen in excerpts from feature-length and short films that include Black and Tan, Check and Double Check, Symphony in Black and The Hit Parade of 1937.","release_date":"2000-01-01","vote_average":0.0,"runtime":108,"cert":"\"\"","id":276263,"title":"Duke Ellington & His Orchestra 1929-1943","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In the early 1970s, comedian Flip Wilson's variety show owned Thursday night television. This exciting collection contains five unforgettable episodes -- including the show's debut on Sept. 17, 1970. Flip plays all his favorite characters: The ever-popular Geraldine Jones and Reverend LeRoy cavort with the likes of Ed Sullivan, Don Rickles, Ray Charles, Redd Foxx, Bobby Darin and Lucille Ball.","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276265,"title":"Flip Wilson","adult":false,"genre_ids":[]},{"cast":[],"overview":"The life of Grammy-nominated rapper the Game is chronicled in this hourlong documentary that tells of his rise from violent street gangs and drug dealing to the top of the music charts with hits such as \"Hate It or Love It.\" Get an intriguing glimpse at the man behind the rap, from his early family life to his stint in foster care, from his brush with death to the release of his multiplatinum album \"The Documentary.\"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276267,"title":"Game Recognize Game: An Unauthorized Biography","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary explores the life and career of Sergei Rachmaninov, one of Russia's most revered composers, conductors and pianists of all time. From his early training at the Moscow Conservatory to his famous works \"Symphony No. 2\" and \"The Isle of the Dead\" to his eventual emigration to the United States, every aspect of the celebrated musician's work -- and the political and social environment that formed it -- is examined.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276269,"title":"Great Russian Composers: Sergei Rachmaninov","adult":false,"genre_ids":[]},{"cast":["Israel Houghton"],"overview":"Contemporary Christian rockers Israel and New Breed set out on the road to support their gold-selling, Grammy nominated release Live from Another Level, and the cameras are rolling to capture all of the praise and performance in this release of a concert staged in Cape Town, South Africa. Songs featured in this performance include \"Alive,\" \"Favor of the Lord,\" \"Not Forgotten,\" and \"Turn it Around.\"","release_date":"2006-07-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276271,"title":"Israel & New Breed: Alive in South Africa","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"There's a party inside the World Tree, and you're invited! Join Snook the sloth and his friends to learn about the earth and its inhabitants, and discover how living things grow and change. In this collection of episodes from the colorful PBS Kids series, Winslow the marmoset celebrates his birthday by climbing to the top of the World Tree (\"Out on a Limb\"), and Wartz the red-eyed tree frog teaches a fearful friend all about bees (\"The Sting\").","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276273,"title":"It's a Big, Big World: Safe and Sound","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Martial Arts, Hong Kong, Foreign Action &amp; Adventure, Foreign Regions - Fei Meng and Li Chung Chien star in this martial arts film about two fighters hired to destroy an emperor and his deadly Dragon Gang. After fending off a bunch of thugs intent on kidnapping a beautiful woman, the men are recruited to fight the brutal gang, including a giant man under a zombie-like spell. The heroes befriend a young woman who eventually shows them how to defeat the unstoppable giant. Nancy Yen and Cheng Fu Heng also star.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276278,"title":"The Guy with the Secret of Kung Fu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Hard Rock &amp; Heavy Metal, Rock &amp; Pop - When Bleeding Through takes the stage at the Glass House in Pomona, there's no turning back as they prove why they're one of the most exciting musical acts to hit the rock scene in ages. Mixing a heady brew of punk, Goth and heavy metal, the band takes no prisoners and pushes the envelope as heads start banging and arms start swinging and the audience is moved to raucous mayhem. Songs include \"Rise,\" \"Our Enemies\" and \"Wake of Orion.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276280,"title":"Bleeding Through: This Is Live, This Is Murderous","adult":false,"genre_ids":[]},{"cast":["Mary Pickford"],"overview":"Arguably the quintessential film siren of the silent era, Mary Pickford was known as \"America's Sweetheart.\" This documentary explores Pickford's life beyond the screen, as a writer, producer, director and keen businesswoman who co-founded United Artists. Narrated by Whoopi Goldberg and featuring clips of Pickford's movies, the film offers insight from historians, film critics (including Leonard Maltin) and silver-screen stars such as Janet Leigh and Roddy McDowall.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276282,"title":"Mary Pickford: A Life on Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2002, Los Angeles-based music label Metal Blade Records, known for launching major metal acts like Slayer and Metallica, rang in its 20th anniversary with a live music extravaganza at the Hollywood Palladium. This concert film captures all of the performances from the night, including appearances by Vehemence, Lizzy Borden, Cannibal Corpse and Engine, along with exclusive backstage footage, clips from the after-party and more","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276284,"title":"Metal Blade Records 20th Anniversary Party","adult":false,"genre_ids":[]},{"cast":[],"overview":"Action - Trouble brews for overly enthusiastic police officer Vishal Choudhary (Naseerudin Shah) after he arrests falsely accused Suraj (Manik Bedi). Determined to get back at Choudhary, Suraj and his friend Karan (Indra Kumar) embark on a plan to make people think the lawman is really a gangster. Other plot lines involve a love triangle between Karan, Suraj and the pretty Naina (Ayesha Jhulka) and a gritty underworld run by a Mafia godfather. -  Manek Bedi, Ayesha Jhulka, Bharat Kapoor","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276286,"title":"Dand Nayak","adult":false,"genre_ids":[]},{"cast":["Glenn Corbett","Christa Lang","Stéphane Audran","Sieghardt Rupp","Anton Diffring"],"overview":"An American private eye is shot dead in Germany by an international extortion gang, and his partner arrives to seek revenge.","release_date":"1973-01-07","vote_average":6.0,"runtime":102,"cert":"N\/A","id":276288,"title":"Dead Pigeon on Beethoven Street","adult":false,"genre_ids":[10770,80,53]},{"cast":["Carol Cheng","Cecilia Yip","Michael Wong","Poon Chun-wai","Chan Ga-Ying"],"overview":"This is an outrageous comedy about seven days in the life of two girls Leung and Ling, who want to skyrocket to the top by entering a beauty pageant. Both girls are ballyhooed as the hottest contestants, but at the end neither can make it to the top 5! What's more, Ling is dumped by her boyfriend, and gets fired at the same time. Being afraid of going home to get along with her father. Leung gives her a hand, inviting Ling to stay with her in her roof-top bungalow. Then they begin their days of similar conscious degradation, which force them to become best friends. But their friendship becomes short-lived when they run into a handsome and well-built young man Wong. They start to vie for his attention and his sex. However, before the climax of their war comes, they find out that he's a dawdler. Shattered by the fact, the two girls eventually come to team with one another.","release_date":"1987-10-03","vote_average":0.0,"runtime":93,"cert":"N\/A","id":276290,"title":"Wonder Women","adult":false,"genre_ids":[]},{"cast":["Roy Rogers","Trigger","Dale Evans","Pinky Lee","Douglas Fowley"],"overview":"\"King of the Cowboys\" Roy Rogers stars with his real-life wife, Dale Evans, in this Western about a hardworking farmer who helps a struggling rancher by transporting her prize horse to Mexico. A fortuitous meeting with a fortune-teller (Charlita) -- who specializes in dire predictions -- sets the tone for their adventures. Burlesque comic Pinky Lee co-stars, playing himself.","release_date":"1951-10-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276298,"title":"South of Caliente","adult":false,"genre_ids":[10402,37,28]},{"cast":[],"overview":"This British satire skewers mindless media culture as it follows the brazen schemes of Vivienne Vyle (Jennifer Saunders), a daytime talk show host who never met a guest she wouldn't exploit to further her own career. As Vivienne watches her shamelessly sensationalistic show climb up the ratings, she must contend with her gay but devoted husband (Conleth Hill) and her heartless producer (Miranda Richardson) who's even more calculating than she is.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276300,"title":"The Life and Times of Vivienne Vyle","adult":false,"genre_ids":[]},{"cast":[],"overview":"This rockin' concert video chronicles the 2002 incarnation of the popular Warped Tour, an ongoing traveling punk rock\/ska\/skateboarding\/BMX extravaganza that started in 1993. Features live performances of bands such as New Found Glory, Bad Religion, Something Corporate and many others, plus skate and BMX competitions and footage of life backstage during the tour.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276302,"title":"Vans Warped Tour 2002","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fans of female wrestling will be 100 percent \"Stratusfied\" after watching this collection of interview footage and inside-the-ring action that puts buxom WWE babe Trish Stratus in the spotlight. Stratus, who was voted \"WWE Babe of the Year\" three times and even proclaimed the \"Diva of the Decade\" during the WWE RAW X Anniversary Show, is a dizzying combination of good looks, smooth moves and hardcore talent.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276304,"title":"WWE: Trish Stratus: 100% Stratusfaction Guaranteed","adult":false,"genre_ids":[]},{"cast":["Lenore Zann","Saffron Henderson","Janyse Jaud","Chiara Zanni","Adrienne Carter"],"overview":"Twinkle Twirl has to choreograph a special dance for the Friendship Ball, and she's completely uninspired! She asks Sky Wishes to make an extra-special wish so that she can come up with a great idea. Little do the ponies know that a wish-granting Pegasus pony, Star Catcher, has heard about this wish and is going to make it come true.","release_date":"2004-12-02","vote_average":7.3,"runtime":19,"cert":"\"\"","id":276306,"title":"My Little Pony: Dancing in the Clouds","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"A SHORT, ANIMATED COLLECTION OF MEMORIES FROM A TURKISH REFUGEE IN NEW ZEALAND.","release_date":"2014-05-25","vote_average":0.0,"runtime":3,"cert":"\"\"","id":276308,"title":"BABA","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Ian Willams -- who was born blind in one eye -- grew up undaunted to become an elite college basketball player. But his dream of winning a national championship and turning pro was sidetracked when a tragic accident left him completely blind. Triumphing over adversity, Williams recalibrated his ambition and went on to become college basketball's first blind coach. A truly inspiring story about the triumph of the human spirit.","release_date":"2003-06-06","vote_average":0.0,"runtime":90,"cert":"\"\"","id":276313,"title":"Matchups","adult":false,"genre_ids":[]},{"cast":["Kevin Bernhardt","Bernie Angel","Lilly Melgar","Rita Rogers","Marty Brinton"],"overview":"Newsman Nick Branca (Kevin Bernhardt) becomes a media star when he saves a woman's life. His money-hungry boss Buddy (Bernie Angel) is quick to assign him high-publicity, albeit dangerous, events, but fame and fortune can't make up for Nick's dwindling respect for the ratings-driven news machine. After he quits his high-paying job, his girlfriend gets murdered, and he must return to his investigative roots to find out who is trying to frame him.","release_date":"1989-03-21","vote_average":0.0,"runtime":86,"cert":"\"\"","id":276315,"title":"Midnight Warrior","adult":false,"genre_ids":[18,28]},{"cast":["Ben Uyeda","David Sharps"],"overview":"The changing face of Red Hook -- a one-of-a-kind neighborhood in Brooklyn, N.Y. -- is the subject of this rich examination of city living by filmmaker D.W. Young. The documentary peeks in on an urban farm run by local kids; an uphill struggle to save a portion of the waterfront; the infamous arrival of an IKEA store; and more. The film was an official selection at the 2008 San Francisco International Documentary Film Festival.","release_date":"2008-01-01","vote_average":0.0,"runtime":46,"cert":"\"\"","id":276317,"title":"A Hole in a Fence","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Music &amp; Musicals, Rap &amp; Hip-Hop, Urban &amp; Dance - The four foundations of the hip-hop movement -- the B-boy, the graffiti artist, the DJ and the emcee -- are saluted in this comprehensive documentary, which thoroughly explores the Miami scene. The film features art by Dash 167 and Marley; interviews and performances by Gang Starr, Grandmaster Melle Mel, KRS-One and Invisible Skratch Piklz; and a visit to the International Turntablist Federation's world finals.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276319,"title":"Hip Hop Massive","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rene Magritte (1898-1967) was a Surrealist ahead of his time. Indeed, the world needed more than a quarter of a century to discover that his work has both philosophical and poetic content that corresponds to certain social and intellectual trends in the second half of the 20th century. This documentary is part of the \"Artists of the 20th Century\" series that examines the life and work of major artists of the century.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276324,"title":"Artists of the 20th Century: Rene Magritte","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Péter Forgács' engrossing documentary -- culled from home movies spanning eight decades -- chronicles the life of Austrian beauty queen Lisl Goldarbeiter: the first Miss Universe. Following her during her pageant days and through an imprudent marriage, the film also serves as a slice of European history, a diary of Jewish life under the Nazis and an unfolding love story between Lisl and her smitten cousin, Marci Tenczer.","release_date":"2006-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276326,"title":"Miss Universe 1929 - Lisl Goldarbeiter. A Queen in Wien","adult":false,"genre_ids":[]},{"cast":[],"overview":"While the term is never mentioned in the Bible outright, most deeply religious Christians are aware of an event called \"the Rapture,\" a phenomenon linked to the apocalypse designed to separate the believers from the nonbelievers. This fascinating program talks to a range of scholars and theologians to decipher the formula -- if it actually exists -- to avoiding the horrific events that will bring about the end of the world.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276334,"title":"Biblical Rapture","adult":false,"genre_ids":[]},{"cast":[],"overview":"See the inspirational documentary that captures the true stories of people who have been radically and miraculously changed by God as a result of having seen Mel Gibson's film The Passion of the Christ. In their own words, people give accounts of relationships restored, diseases vanquished, the dead resurrected, atheists coming to faith and even a confession to murder. These are profound messages of hope and redemption you won't want to miss!","release_date":"2004-04-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276336,"title":"Changed Lives: Miracles of the Passion","adult":false,"genre_ids":[]},{"cast":[],"overview":"This engaging documentary follows rabid Boston Red Sox fans, focusing on two of the team's most devoted supporters -- columnist Mike Barnicle and Chris Wertz, who owns a sports bar in enemy terrain: New York City. As they back the Bosox through the 2007 season, the self-proclaimed members of the Red Sox Nation discuss the thrilling 2004 World Series victory that united the city after decades without a championship.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276338,"title":"Blessed: Still We Believe 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Mississippi Delta -- known for blues, catfish and much more -- may not seem like the most obvious setting for a long-standing Jewish population, but for more than a century, this community has thrived, forging a unique American identity. This engaging documentary explores the Delta Jews, who struggle to hand down age-old Jewish traditions in the heavily Christian stronghold that they call home.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276340,"title":"Delta Jews","adult":false,"genre_ids":[]},{"cast":[],"overview":"Packed with plenty of captivating performance footage, director Ivan Acosta's documentary shines the spotlight on Candido Camero's invaluable contribution to Cuban music, American jazz and Latin jazz. One of the greatest Cuban percussionists to immigrate to the United States, Camero has played with such legendary musicians as Tony Bennett, Dizzy Gillespie, Tito Puente, Charlie Parker, Duke Ellington, Ray Charles and John Coltrane.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276342,"title":"Candido: Hands of Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Top-selling guitarist Al Petteway does something few other musicians attempt: He mixes instrumental styles from folk to Celtic blues and makes them seem as natural as taking a deep breath. Songs included are \"Eureka Hotel,\" \"Meant to Be,\" \"She Moved Through the Fair,\" \"Smoky Mountain Morning,\" \"Spindrift,\" \"The West Wind\" and more. Special features include instructional multi-camera angles for close-up viewing of Petteway's hands.","release_date":"2004-01-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":276344,"title":"Al Petteway: Celtic Blues & Beyond","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sports &amp; Fitness, Water Sports, Surfing &amp; Boardsports - Sidelined with injuries during the 2004 season, Australian surf star Mick Fanning (aka Eugene) put his time off the pro circuit to good use, throwing himself into training and honing his competitive edge. This in-depth profile offers an intimate view of the comeback kid, punctuated by dramatic wave-riding action. The soundtrack features music by Midnight Oil, Queens of the Stone Age, Kings of Leon, the Mars Volta and Bernard Fanning.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276361,"title":"Mick, Myself and Eugene","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Travel & Adventure Documentaries, Social & Cultural Documentaries - As urban centers go, New Orleans holds the dubious distinction of being one of the deadliest ever, with a greater proportion of murders compared to its size than anywhere else in the country. This riveting and, at times, disturbing documentary takes an unflinching look at the state of the city, from its history to its residents, many of whom are fighting to make it better day by day. It also posits the question, \"What comes next for the city?\"","release_date":"2005-12-31","vote_average":0.0,"runtime":64,"cert":"\"\"","id":276363,"title":"New Orleans Exposed","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alvin Ailey's legacy as one of the world's premier choreographers endures through this performance of three signature works: \"For Bird with Love,\" \"Memoria\" and \"Witness.\" Gary DeLoatch dances the title role in the first piece, a Charlie Parker tribute; April Berry appears in the second piece, Ailey's love letter to friend Joyce Tisler; and Marilyn Banks dances the third number, a solo piece. Artistic director Judith Jamison introduces the works.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276365,"title":"A Tribute to Alvin Ailey","adult":false,"genre_ids":[]},{"cast":[],"overview":"When James Marshall runs into his childhood friend Ruby Taylor -- who's lost her memory in a car accident -- he tries to help her remember her past. But he soon finds himself facing his own terrifying secrets that he's tried to repress.","release_date":"2011-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276367,"title":"Next Door to the Velinsky's","adult":false,"genre_ids":[]},{"cast":["Julio Medina","Edgardo Román","Lincoln Palomeque","Sebastián Mogollón","Diana Ángel"],"overview":"When power-hungry Santiago (Juan Sebastian Mogollon) plots to have his wealthy cattle rancher father, Don Juan Diego Valbuena (Julio Medina), kidnapped, his unconscionable act of betrayal sets off a series of devastating events that threaten to destroy his family forever. Edgardo Román, Diana Angel, Victor Alvarez and Luz Stella Luengas also star in this tense thriller from writer-director Orlando Pardo.","release_date":"2006-10-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":276369,"title":"Karmma","adult":false,"genre_ids":[18]},{"cast":["Peter Seiffert","Roman Trekel","Rolf Haunstein","Isabelle Kabatu","Jonas Kaufmann"],"overview":"Music &amp; Musicals, Opera &amp; Operetta, Classical Music - Witness the Zurich Opera's stunning production of Richard Wagner's masterpiece \"Tannhauser,\" conducted by Franz Welser-Most and featuring Peter Sieffert (Tannhauser), Solveig Kringelborn (Elisabeth) and Thomas Hampson (von Eschenbach). Initially produced in Dresden in 1845, \"Tannhauser\" instilled a sense of wonder in a few of Strauss's ardent friends and admirers, among them Robert Schumann and Franz Liszt. Opera buffs will love it.","release_date":"2004-11-16","vote_average":0.0,"runtime":200,"cert":"\"\"","id":276371,"title":"Richard Wagner: Tannhäuser","adult":false,"genre_ids":[18,10402]},{"cast":["Kostas Kazakos","Angelos Antonopoulos","Sofia Roubou","Spyros Kalogirou","Nikos Galanos"],"overview":"Returning from a business trip to Rhodes, Markos finds out that his sick son has been kidnapped. He agrees to pay the ransom that the kidnappers demand but the police officer Makridis sees that the money used is marked so they can track them down.","release_date":"1969-11-20","vote_average":0.0,"runtime":89,"cert":"N\/A","id":276373,"title":"Panic","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Will Laga is schizophrenic; he's also a gifted visual artist. This documentary portrays one woman's efforts to elevate his life through his art. For a while, their labors pay off, but as his demons return, it's clear there's no easy cure.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276390,"title":"Mondays with William","adult":false,"genre_ids":[]},{"cast":[],"overview":"For more than a half a century, the Heilongjiang Acrobatic troupe kept audiences on the edge of their seats with a contemporary spin on traditional Chinese acrobatics. Then, the company's artistic director had an idea: Put the act on ice. Follow a group of graduates from the Wuqiao School of Acrobatic Arts as they train for the troupe's upcoming Aurora on Ice tour during the obstacle-filled preparations for their big opening night in Taipei.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276392,"title":"China Circus on Ice","adult":false,"genre_ids":[]},{"cast":[],"overview":"is a documentary film which portrays people, some of whom are handicapped, who have found an alternate home in an online worlds in Second Life and World of Warcraft. This is the starting point of a journey into virtual realities, meeting diverse human beings in different parts of the world who have one thing in common – they are savvy in using virtual worlds as an extension of their real lives. [from wikipedia]","release_date":"2011-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276394,"title":"Login 2 Life","adult":false,"genre_ids":[]},{"cast":["Jayanthi","Manjula","Amrish Puri"],"overview":"When the young guest of honor is kidnapped from a birthday party, five courageous kids risk everything to rescue their friend. Along the way, they learn that the kidnapper, Balbir Gupta, is an old partner of the abducted child's father, recently released from prison and looking to settle a score. Directed by S.V. Rajendra Singh, this action adventure stars Amrish Puri, Sundar Krishna Urs, M.B. Shetty, Jayanthi and Manjula.","release_date":"1985-01-01","vote_average":7.0,"runtime":130,"cert":"N\/A","id":276396,"title":"Aaj Ke Sholey","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Carlos Carcas's documentary chronicles the extraordinary career of renowned Cuban musician Bebo Valdés, who remained a relative unknown on the international scene until winning two Grammys at the age of 81. Valdés's story is told through performance clips, footage and photos of his life in Cuba, and interviews with family, friends and colleagues. One of Havana's top musicians in the 1940s and '50s, Valdés left Cuba after the revolution.","release_date":"2008-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276398,"title":"Old Man Bebo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary jazz musician Count Basie and his band perform with four great singers in this 1981 Carnegie Hall concert. Renowned jazz vocalists Sarah Vaughan, Tony Bennett, George Benson and Joe Williams join Basie in an evening filled with classic jazz songs such as \"April in Paris,\" \"Sweet Georgia Brown\" and \"Fascinating Rhythm.\" Joe Williams shines on \"Every Day I Have the Blues,\" and Basie keeps the joint jumpin' with spontaneity and style.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276400,"title":"Count Basie & Friends: A Special Evening of Jazz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Police informant Raffy-el thinks he's gotten the upper hand on cops and crooks alike when he obtains a master list of all the snitches the Philadelphia police have working for them. Instead, he discovers he's been played. Now he and his brother, Salim, must elude the corrupt cops and fellow criminals who are hunting them down.","release_date":"2010-10-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276417,"title":"Ex$pendable","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover the most exciting gay hot spots and historical destinations in San Francisco, New York and Chicago in this episode of \"Bump!\" one of the only series produced exclusively for gay and lesbian travelers. The tour starts in the Castro, the heart of San Francisco's gay community, moves on to New York's Chelsea district and the lesbian attractions of the Lower East Side, and finally ends up at several popular Chicago gay hangouts.","release_date":"2008-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":276419,"title":"Bump!: The Ultimate Gay Travel Companion: American Highlight","adult":false,"genre_ids":[]},{"cast":[],"overview":"Meet the everyday people who risk their lives in order to become outlaw heroes and fulfill their adrenaline addictions through automobiles custom-built for speed. The underground phenomenon of illegal street racing has grown in popularity around the world, and this installment of the Fast &amp; Wild series showcases real races in which souped-up cars battle one another through city streets at dangerously reckless speeds.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276421,"title":"Fast & Wild: Dangerous Lifestyles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Life imitates art when a famous comic book artist is found dead, murdered in a gruesome fashion that's eerily similar to a scenario from his latest issue. Overcome with grief but ready for revenge, the artist's son chooses to do the only thing that makes any sense: transform himself into his father's most popular character and fight a local triad group led by the menacing Black Devil.","release_date":"2006-09-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276423,"title":"Fatal Comic","adult":false,"genre_ids":[]},{"cast":[],"overview":"The treasure hunt is on for a missing loot of diamonds when jewel thief Mansukh is double-crossed by his two-timing fiancée, Parijat, and her not-so-brotherly accomplice, Usman. But Mansukh may have a double-dealing surprise of his own. Just when police -- and Parijat -- think they've got the goods, they soon realize there is a puzzling lack of evidence. So who's got the gems? Amit Mistry, Sejal Shah and Dilip Rawal star in this comedy thriller.","release_date":"2008-01-01","vote_average":0.0,"runtime":112,"cert":"N\/A","id":276425,"title":"Chaukat Rani Char Ghulam","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Terrence Fok","Wong Kwok Ling","Mutsumi Itakura","Sachiko Nakamura"],"overview":"In 1913, 17-year-old Dafu travels from China to Japan to study. Japan is on the rise, a nation of proud people. China, on the other hand, is in turmoil. Dafu takes his demanding courses and racial discrimination in stride, but he finds his nascent manhood difficult to handle. In a hot-springs spa, he meets Lung Erh, his dream girl, but she soon disappears.","release_date":"1988-09-23","vote_average":0.0,"runtime":96,"cert":"N\/A","id":276427,"title":"When Tat Fu Was Young","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This fascinating documentary explores the story of country rock trio the Dixie Chicks, the highest-selling female group in history. Behind-the-scenes clips, rare footage and more trace the band from their early days playing on the streets to sold out concert venues and becoming a household name.","release_date":"2003-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":276441,"title":"Dixie Chicks: Unauthorized","adult":false,"genre_ids":[]},{"cast":[],"overview":"No doubt about it, Magnum is a survivor. 1985 was a watershed year for the merchants of hard rock when they came through with an enduring ballad -- the title song from their album \"On a Storyteller's Night.\" That year, Magnum performed the song during a set at London's Camden Palace Theatre before an S.R.O. crowd. \"All England's Eyes,\" \"Two Hearts,\" \"Kingdom of Madness\" and many more stalwarts were recorded live and can be seen right here.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276443,"title":"Magnum: Live in London","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Inspired by Indian mythological tales, director Chandrakant's mystical film retells the story of Mahasati Savitri and Sati Sukanya, two goddesses whose love, devotion and loyalty were seen as the ultimate personifications of Indian womanhood. In both women's stories, their tireless dedication and boundless commitment to the men who hold their hearts earn them favor with the gods -- who, in turn, reward the women with miraculous blessings.","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276445,"title":"Maha Sati Savitri","adult":false,"genre_ids":[]},{"cast":[],"overview":"These two animated tales draw from the ancient Indian Sanskrit epic the Mahabharatha, telling the stories of Princess Draupadi and the beautiful Shakuntala. The common wife of the five Pandava brothers, Draupadi is devoted to Lord Krishna, who protects her from humiliation by the Kauravas. Shakuntala marries King Dusyanta, but the two are immediately separated. Soon, a sage's curse causes Dusyanta to forget about the existence of his bride.","release_date":"2007-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":276447,"title":"Draupadi & Shankuntala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Blending music, poetry and mellow images, this soothing video offers a great way to ease the stress of everyday living and enter a world of serenity. Actor Michael York narrates three 35-minute segments featuring tranquil sights and sounds. William Shakespeare, Robert Frost, Percy Bysshe Shelley, Mother Theresa and others provide the verse while Secret Garden, Michael Hoppé, Ron Clearfield and Patrick Ki supply the music.","release_date":"2005-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":276449,"title":"Earth Prayers Two: Seasons of the Heart","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vijay Raaz and Gauri Karnik star in freshman director Kumar A. Dave's offbeat film about a beggar named Bholu. When she cuts in on his business in front of a temple, Bholu is irked until she disappears the next day and his anger turns into angst. Little does he know a seed of love has sprouted -- one that will soon change his makeshift existence.","release_date":"2004-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276451,"title":"Prarambh","adult":false,"genre_ids":[]},{"cast":["Mark Rietman","Martin van Waardenberg","Karen van Holst Pellekaan","Jacqueline Blom","Dick van den Toorn"],"overview":"Nursing home Zonnedael has been shut down by director Bomhoff: the psychiatric in-patients Bep Brul, the Major, Fats, Ms. De Haas and Dr. Doolittle  are reintroduced into society against their wishes. Nurse Ten Hoeven, who always cared for her patients with love and care, is grieving: her main purpose in life has gone. To make matters worse, she is kidnapped. Of course the patients take action immediately. Under the Major’s guidance they embark on a risky and lunatic venture, to finally discover the incredible truth behind the kidnapping.","release_date":"2014-07-09","vote_average":7.1,"runtime":88,"cert":"N\/A","id":276471,"title":"Loonies II","adult":false,"genre_ids":[10751,35]},{"cast":["Gerardo Taracena","Ricardo Ezquerra","Tiaré Scanda","Mario Zaragoza","Alfonso Mier y Terán"],"overview":"After working for three years in the USA, Filiberto returns to his home town in Mexico. A proud man, he is searching for the recognition that will give him a new position in life. However, he finds that things have changed. His mother is dead, and Luis, his best friend, is married to his ex-girlfriend. Filiberto gets involved in the town’s disputes over a water spring.","release_date":"2001-10-18","vote_average":10.0,"runtime":92,"cert":"N\/A","id":276473,"title":"De ida y vuelta","adult":false,"genre_ids":[18]},{"cast":[],"overview":"At a public hospital in Nicaragua, Ob\/Gyn Dr. Carla Cerrato must choose between following a law that bans all abortions and endangers her patients or taking a risk and providing the care that she knows can save a woman's life. In 2007, Dr. Cerrato’s daily routine took a detour. The newly elected government of Daniel Ortega, a former Marxist revolutionary who converted to Catholicism to win votes, overturned a 130-year-old law protecting therapeutic abortion. The new law entirely prohibits abortion, even in cases of rape, incest, or when a woman’s life is at stake. As Carla and her colleagues navigate this dangerous dilemma, the impact of this law emerges—illuminating the tangible reality of prohibition against the backdrop of a political, religious, and historically complex national identity. The emotional core of the story—the experiences and situations of the young women and girls who are seeking care—illustrate the ethical implications of one doctor's response.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":276475,"title":"A Quiet Inquisition","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":276477,"title":"The Man Who Cracked The Nazi Code - The Story Of Alan Turing","adult":false,"genre_ids":[99]},{"cast":["Christine Citti","Bruno Putzulu","Marianne Basler","Serge Riaboukine"],"overview":"","release_date":"2009-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276479,"title":"Comme un mauvais souvenir","adult":false,"genre_ids":[]},{"cast":["Cliff Curtis","James Rolleston","Kirk Torrance","Sia Trokenheim","Andrew Grainger"],"overview":"One-time Maori speed-chess champ, Genesis Potini, lives with a bi-polar disorder and must overcome prejudice and violence in the battle to save his struggling chess club, his family and ultimately, himself.","release_date":"2014-07-17","vote_average":5.8,"runtime":124,"cert":"\"\"","id":276496,"title":"The Dark Horse","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Diksha","cast":["Nana Patekar","Vijay Kashyap","Anubhav Mishra","Sulabha Arya","K.K. Raina"],"id":276498,"overview":"Circa British Rule in India, a man vows to make his only surviving son, Narayan, alias Nani, a Brahmachari to atone for the deaths of five of his children. He takes this child to a remote village in Karnataka, South India, where he leaves his 11 year old son in the care of a learned Archarya, Udup Pandit. Here Nani gets to meet two other disciples of the Archarya, as well as his widowed daughter, Yamuna, and another male by the name of Shrikar Upadhyay, who also teaches the British how to read and write in Hindi. The Archarya goes away for a few days, and when he returns nothing is the same anymore. His daughter is pregnant, the villagers are all set to remove her from the village, they are also angry with him for refusing Yamuna to follow the traditional way of a Hindu widow.","runtime":120,"genre_ids":[18],"release_date":"1991-01-01","vote_average":7.0,"adult":false}]