[{"cast":["Mark Webber","Teresa Palmer","Rosario Dawson","Melissa Leo","Phoebe Tonkin"],"overview":"Ava and Thomas live--to outside eyes--the good life, complete with a child and a lovely home in Los Angeles, but something is lost. Ava has placed her acting career on hold to play the mother and good wife, while Thomas' job as a fashion photographer puts him in dangerously tempting situations. When trauma strikes, they must confront their innermost vulnerabilities to recover their disintegrating marriage.","release_date":"2015-02-13","vote_average":6.2,"runtime":87,"cert":"\"G\"","id":276500,"title":"The Ever After","adult":false,"genre_ids":[18]},{"cast":["JULIAN MCDONNELL"],"overview":"Seduced by tales of endurance, villainy and adventure, one man attempts to re-trace the romantic voyages of the most infamous fugitives in British naval history. However, he soon discovers he is not alone on an emotional quest to reach one of the most remote islands in the world.","release_date":"2013-07-11","vote_average":0.0,"runtime":56,"cert":"N\/A","id":276502,"title":"Take Me To Pitcairn","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Celebration in a country of basketball. Lithuania, probably the only country in the world where basketball is routinely described as a religion, hosts the most important basketball event of the year - the European basketball championship or EuroBasket 2011. The biggest nation's pride, Lithuania's national basketball team has a long winning tradition. The entire Lithuania is waiting only for the gold. However the team's star player Linas Kleiza has suffered a serious injury and will not be playing for the championship.","release_date":"2012-05-31","vote_average":8.0,"runtime":96,"cert":"N\/A","id":276504,"title":"Mes už. . . Lietuvą!","adult":false,"genre_ids":[]},{"cast":["Marina Vlady","Eleonora Stathopoulou","Vasilis Laggos","Agapi Manoura","Aris Retsos"],"overview":"Crete 1897. Greek rebels gained their freedom by fighting in the mountains. An allied fleet of French, English, Italian and Russian warships anchored in the port of Chania in protecting Greek and Turkish inhabitants. Rosa Bonaparte, accompanied by twelve girls off at a deserted beach with all the equipment of a Marseille brothel. Installed in a wing of a huge, ruined former Town Hall, where the officers of the allied fleet meet and entertain in the evenings surrounded by undercover agents, military connectors, and speculators : an East-West mosaic of languages, costumes and intrigue ...","release_date":"1985-10-17","vote_average":7.8,"runtime":130,"cert":"N\/A","id":276506,"title":"Bordello","adult":false,"genre_ids":[18]},{"cast":["Veronica Hamel","Nancy McKeon","Michael Madsen","David Duchovny"],"overview":"A woman is delighted to have given birth to a baby girl but her life is turned into a nightmare when she goes missing. The police mount a frantic search but to the woman's horror she finds out that it's herself who is the main suspect.","release_date":"1992-05-03","vote_average":5.5,"runtime":93,"cert":"\"\"","id":276520,"title":"Baby Snatcher","adult":false,"genre_ids":[]},{"cast":["Rodrigo Aragón","Salomé Boustani","Fabián Forte","Hugo Halbrich","Jackie Kruguer"],"overview":"Michael and Marianne recently married and moved into their new home, however they have come to discover that their peaceful lives are about to be turned upside down when Michael starts suffering from severe stomach pains. They will soon discover that the pain comes from a miscalculation made by Victor, a demonologist who has just opened a portal to hell in Michael's stomach. Now both Michael and Marianne have to run from dangerous people who are after this gate while facing horrific creatures that are escaping from the portal that Michael carries in his body. They will soon arrive to a deserted town, which will be plagued with monsters and death. Will Michael find a way out before it is too late?","release_date":"2007-01-01","vote_average":5.0,"runtime":105,"cert":"\"\"","id":276522,"title":"The Last Gateway","adult":false,"genre_ids":[878]},{"cast":["David Morse","Megan Follows","Dion Anderson"],"overview":"True story of a young woman's abduction by a deranged loner that led to the largest manhunt in the history of Pennsylvania.","release_date":"1991-05-06","vote_average":6.0,"runtime":90,"cert":"\"\"","id":276524,"title":"Cry in the Wild: The Taking of Peggy Ann","adult":false,"genre_ids":[]},{"cast":["Donna Mills","John Getz","Ari Meyers","John Rubinstein"],"overview":"A mother takes the law into her own hands after her daughter's murderer is acquitted on a technicality.","release_date":"1992-05-10","vote_average":0.0,"runtime":120,"cert":"\"\"","id":276526,"title":"In My Daughter's Name","adult":false,"genre_ids":[]},{"cast":["Nikos Kourkoulos","Mairi Hronopoulou","Voula Harilaou","Yorgos Moutsios","Spyros Kalogirou"],"overview":"After his release from prison, Stathis visits a private investigator, Othonas, whom he had assigned many years ago to find his mother, who has been missing from the time of the German Occupation. When he meets Othonas, however, they quarrel because the detective hadn’t worked seriously enough on the case. Afterwards, Stathis takes control of his old gang again and sets up a few new scams, selling dreams and hopes to simple people. He soon realizes that he has lost his old love, Vana, who, while he was in prison, had become involved with his second-in- command, Michalis. Nevertheless, his bitterness is softened by Stella, Vana’s sister, who works at the Red Cross. He falls for her, and she responds in kind.","release_date":"1965-06-12","vote_average":6.0,"runtime":95,"cert":"N\/A","id":276528,"title":"The Ruthless","adult":false,"genre_ids":[18,28]},{"cast":["Patty Duke","William Shatner","Quinn Cummings","Stephanie Zimbalist","John Houseman"],"overview":"Overprotective mother Liz Benedict meets 18 year-old orphan Joanna Redwine and hires her as house help and live-in companion to rambunctious daughter Tara. Liz's husband Jeff isn't too thrilled with the arrangement, and his fears soon prove justified when Joanna begins to manipulate everyone and to slowly destroy the family. Meanwhile next-door neighbor Dr. Linquist investigates and discovers Joanna has a disturbing past.","release_date":"1980-11-28","vote_average":5.0,"runtime":96,"cert":"\"\"","id":276530,"title":"The Babysitter","adult":false,"genre_ids":[10770,53,18]},{"cast":["Gary Cole","Karen Sillas","Ron Lea","Nigel Bennett","Linda Sorensen"],"overview":"A charming military man arranges his own disappearance and death in order to begin a new life with a woman who is completely deceived by his lies. Bored by his military career and secure lifestyle with his wife, Cindy, and two children, Dave Bay falls in love with Alyson and plots a new existence. This new, deceptive life includes bank robberies committed as a desperate means to support his new family and hide his past. Inspired by actual events.","release_date":"1997-03-16","vote_average":5.0,"runtime":96,"cert":"\"\"","id":276532,"title":"Lies He Told","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A 17 year-old gang member is convicted and sentenced to live with a family that has lost their son to gang violence.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276543,"title":"17 and Under","adult":false,"genre_ids":[]},{"cast":["Elena Nathanail","Spiros Focás","Thodoros Roubanis","Despo Diamantidou","Dimos Starenios"],"overview":"A model (Elena Nathanail) is on vacation with her sailor husband (Thodoros Roumpanis), and she falls in love with an employee (Spyros Fokas) who works in the hotel where they are staying. She confesses her feelings to her husband, and he abandons her. The young woman hooks up with with the employee, who goes with her to Athens. There, their passion – and her crisis - will reach their peak.","release_date":"1966-06-12","vote_average":6.7,"runtime":87,"cert":"N\/A","id":276545,"title":"Queen of Clubs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Narrated by Mel Torme, this retrospective showcasing jazz icon Buddy Rich is packed with rare performance footage, interviews and behind-the-scenes clips. The collection features the legendary musician in a remarkable drum duel with Gene Krupa and performing with the Artie Shaw, Harry James and Tommy Dorsey bands. Commentary from Rich, his daughter and various friends sheds light on the life and work of this musical genius.","release_date":"1996-01-01","vote_average":0.0,"runtime":147,"cert":"\"\"","id":276547,"title":"Buddy Rich: Jazz Legend: 1917-1987","adult":false,"genre_ids":[]},{"cast":[],"overview":"Anaheim's House of Blues sets the stage for this reunion concert featuring Southern California natives the Adolescents, the groundbreaking Orange County band known for helping to spearhead the punk revival of the 1980s. The set list includes \"Kids of the Black Hole,\" \"Amoeba,\" \"Self-Destruct,\" \"Democracy,\" \"L.A. Girl,\" \"Things Start Moving,\" \"American Lockdown,\" \"Within These Walls,\" \"Welcome to Reality\" and \"Word Attack.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276549,"title":"Adolescents: Live at the House of Blues","adult":false,"genre_ids":[]},{"cast":[],"overview":"Backed by the Orchestre Symphonique de Montreal in Montreal, Canada, famed soprano Kiri Te Kanawa sings selections from Wolfgang Amadeus Mozart's \"The Marriage of Figaro\" (\"Dove Sono\"), Puccini's \"Tosca\" (\"Vissi d'arte\"), \"Gianni Schicchi\" (\"O mio Babbino Caro\") and Gustave Charpentier's \"Louise\" (\"Depuis le Jour\").","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276551,"title":"An Evening with Kiri Te Kanawa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - An impressive lineup of international stars puts on a spectacular \"Symphony for the Spire\" to kick off the world-famous Salisbury Arts Festival in 1991, held on the Salisbury Cathedral's West Green. Segments feature individual performances by Spanish tenor Placido Domingo, American soprano Jessye Norman and cellist Ofra Harnoy, as well as a special staging of Shakespeare's \"Henry V\" starring Kenneth Branagh and Charlton Heston. -  Prince Charles, Kenneth Branagh, Plácido Domingo","release_date":"1992-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":276553,"title":"Symphony for the Spire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedy - Think Road Trip recombined with American Pie (and perhaps a dash of Porky's thrown in for good measure), and you've got the improbable plot of Tangy Guacamole. A group of raucous, raunchy teenagers on spring break in Mexico find plenty of adventures that are sure to stoke their overactive libidos. You can bet it's tangy. … -  David Borowicz, DJ Perry, Dennis Haskins","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276555,"title":"Tangy Guacamole","adult":false,"genre_ids":[]},{"cast":["Maly Delschaft","Harry Hindemith","Erik Schumann","Charlotte Ander","Hans-Georg Rudolph"],"overview":"","release_date":"1950-09-07","vote_average":6.0,"runtime":98,"cert":"N\/A","id":276569,"title":"Familie Benthin","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Welcome to the 3rd edition of RETRO STAG PARTY: Busty Stars Of The 60's. This is our new All Color Spectacular edition. More of the biggest bosomed babes in the history of glamour, and this time they're all in living color! These were the kind of stag loops that brought the living color to any adult party in the 60's.","release_date":"2011-06-02","vote_average":0.0,"runtime":100,"cert":"\"NR\"","id":276571,"title":"Retro Stag Party: All Color Spectacular 3: Busty Stars Of The 60's","adult":true,"genre_ids":[]},{"cast":["Pete Townshend","Roger Daltrey","John Entwistle","Kenny Jones"],"overview":"Widely considered one of the greatest bands ever, rock legends The Who bring down the house in this 1982 concert recorded at Toronto's Maple Leaf Gardens during the group's North American tour. Former Small Faces drummer Kenny Jones and keyboardist Tim Gorman join guitar-god Pete Townshend, lead singer Roger Daltrey and bassist John Entwistle onstage. Selections include \"My Generation,\" \"Pinball Wizard,\" \"Squeeze Box\" and more.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276573,"title":"The Who: Live from Toronto","adult":false,"genre_ids":[10402]},{"cast":["Helga Göring","Günther Simon","Eduard von Winterstein","Albert Garbe","Marga Legal"],"overview":"East German propaganda film about an american army base trying to take away land from a west german village.","release_date":"1952-04-14","vote_average":0.0,"runtime":107,"cert":"N\/A","id":276575,"title":"Das verurteilte Dorf","adult":false,"genre_ids":[18]},{"cast":["Tatum O'Neal","William Forsythe","Michael Harris","Pamela Gordon","Oksana Lada"],"overview":"Drama - Slim (Tatum O'Neal) and her husband, Joe (William Forsythe), live in a posh Manhattan apartment building. Also a resident is Jessop (Michael Harris), a hermit whom Slim can't wait to integrate into her circle of friends, which happens to be known for its swinging lifestyle. Jessop isn't interested, but Slim eventually changes his mind -- and manages to seduce him, to boot. Just as soon as she reels him in, however, she spits him right back out. -  Michael Harris, Tatum O'Neal, William Forsythe","release_date":"2003-01-26","vote_average":0.0,"runtime":96,"cert":"\"\"","id":276577,"title":"The Technical Writer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Documentaries, Italian Language, Italy - Filmed inside Naples's Secondigliano penitentiary, this personality-driven documentary shadows 29-year-old inmate Raffaele Costagliola, a man with twin brothers who's been in prison for nearly half of his life for robbing a bank.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276579,"title":"The Triplet","adult":false,"genre_ids":[]},{"cast":[],"overview":"A oneminutesjr. workshop held in June 2012 in The Republic of Kiribati.","release_date":"2012-06-08","vote_average":0.0,"runtime":1,"cert":"N\/A","id":276599,"title":"Welcome to Kiribati","adult":false,"genre_ids":[99]},{"cast":["Ashley Jones","Alex Carter","Scott Gibson"],"overview":"A divorced woman finds sexual liberation through online dating.","release_date":"2014-05-31","vote_average":4.8,"runtime":85,"cert":"\"\"","id":276601,"title":"The Secret Sex Life of a Single Mom","adult":false,"genre_ids":[18,9648,10749,10770]},{"cast":[],"overview":"A peculiar homage to the things that go wrong, this film is purportedly about rugby. The self-explanatory title for this jumpy “documentary” is less concerned with the filmed subject (the game, the field, the players) than a comic editing style and the complete acknowledgement given to the technical aspect of gathering and manipulating raw footage.","release_date":"1976-08-25","vote_average":0.0,"runtime":4,"cert":"\"\"","id":276606,"title":"Cut","adult":false,"genre_ids":[99]},{"cast":["Eugene Bervoets","Karlijn Sileghem","Elias Mentzel","Ellen ten Damme","Zoë De Roovere"],"overview":"Teacher Rob Dekoster is a good man, albeit a bit too frivolous and liberal with funds the local arts center's interim director. His wife Nelle, who sometimes abuses drugs, spoils his ingrate teenage stepdaughter Sandy, who is kind only to her sweet, mentally handicapped brother, Jimmy Vandevyver. After a class on sexual abuse from feminist teacher Lydia De Beule, Sandy pretends Rob abused her. Lydia, Rob's ex, eagerly helps her fabricate 'proof', which a female police commissioner eagerly believes. A frustrated judge (and father) shamelessly ignores the legal benefit of the doubt, even tricks Rob while in jail. Nelle discovers more then one sick truth.","release_date":"2005-11-16","vote_average":5.0,"runtime":95,"cert":"N\/A","id":276608,"title":"Suspect","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young South African woman swallows her optimism on the potential shale gas could bring to her people after traveling to ground zero and uncovering the dirty secrets of the fracking industry. Unearthed exposes the dark web of hidden truths upholding the false assurances made by multinational energy corporations that the method of hydraulic fracturing is a safe, time-tested technology and the flawed assertion that shale gas is the solution for our energy hungry world.","release_date":"2014-07-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":276610,"title":"Unearthed","adult":false,"genre_ids":[]},{"cast":[],"overview":"Milan and Silvana live in Medulin, a small coastal town in Croatia. Milan rears cows on the nearby island of Finera, tending them daily, as many did before him. But Silvana wants much more and keeps complaining that Milan should pay more attention to their house and possibly rent it to tourists. However, a dramatic event in Milan's life will clearly show that the times have changed and they are not getting any younger.","release_date":"2000-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":276612,"title":"Of Cows and People","adult":false,"genre_ids":[99]},{"cast":["Michael Sheen"],"overview":"As editor of The Sunday Times for fourteen years, Sir Harold Evans proved to be the right man in the right place at the right time. In an investigative climate all too rare by today's standards, Evans had the freedom and resources to allow teams of journalists to work on long-term projects, including the exposure of Kim Philby as a Soviet spy. As Evans himself details in this stylish documentary, his longest and most hard fought campaign was for the victims of Thalidomide. Originally developed by the Germans in World War II to counter effect sarin gas, post-war the drug was blithely prescribed by British doctors as an antidote to morning sickness, leading to tens of thousands of children born with serious defects. The Sunday Times' fight to win compensation for their struggling families would take more than a decade, as Evans tenaciously pursued the drug companies through the English courts and beyond.","release_date":"2014-06-09","vote_average":8.2,"runtime":99,"cert":"N\/A","id":276614,"title":"Attacking the Devil: Harold Evans and the Last Nazi War Crime","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mika Rottenberg’s Squeeze continues the artist’s inquiry into the mechanisms by which value is generated, considering the logistics of global outsourcing and the alchemy of art production. Through movie-magic portals, Rottenberg links video of her Harlem studio stage set to on-location footage of an iceberg lettuce farm in Arizona and a rubber plant in Kerala, India. This composite factory toils ceaselessly to create a single precious object, one small sculpture.","release_date":"2010-11-25","vote_average":0.0,"runtime":20,"cert":"\"\"","id":276616,"title":"Squeeze","adult":false,"genre_ids":[]},{"cast":["Karl Consiglio","Annabelle Galea","Marieclaire Camilleri","Annabelle Galea","Andrie Rizzo"],"overview":"The film’s storyline is one many returned Maltese migrants will no doubt associate with: it’s about a young free-spirited artist, Karl, who returns to his home island Malta after a long time away. It covers his personal journey discovering his roots. Reliving old habits with friends and memories from his childhood, this journey leads him to re-visit his past with his ex-girlfriend, and then with a new friend, Anna, through whom he visits his old home in Gozo, now a neglected house full of memories. Anna is his springboard for self reflection and becomes his reason for trying to start life again in Malta; a place he’s familiar with but is now seeing through different eyes.","release_date":"2009-10-02","vote_average":0.0,"runtime":92,"cert":"N\/A","id":276618,"title":"I Was, Already","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1965, on the Eastern Shore of the Chesapeake Bay, there was the last operating fleet of sailing work boats in the United States. Forty-odd \"Skipjacks\" were still used by Maryland watermen to dredge up oysters from the Bay. At that time, the fleet had survived because of a Maryland conservation law which prohibits the use of motor power for oyster dredging. The watermen traditionally marked the opening of each oystering season with a skipjack race which the Maryland State Tourist Board incorporated into its annual \"Chesapeake Bay Appreciation Day.\"","release_date":"1968-06-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":276620,"title":"Watermen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The film is the everyday chronicle of the one month long occupation of the Palermo city-hall by 20 families of homeless citizens. While dressing the portrait of a public institution under exceptional circumstances it seizes the opportunity to inquire into the controversial and often ambiguous relations between the citizens and their elected representatives.","release_date":"2011-06-13","vote_average":5.0,"runtime":130,"cert":"N\/A","id":276622,"title":"Palazzo delle aquile","adult":false,"genre_ids":[99]},{"cast":["Yo Oizumi","Kasumi Arimura","Masami Nagasawa","Nana Katase","Yoshinori Okada"],"overview":"Hideo Suzuki is a 35-year-old mangaka assistant, whose life seem to be stuck around his exhausting but low-paying job, unfulfilled dreams, strange hallucinations and unsatisfying relationships. He sees himself as a supporting character in his own life, has low self-esteem, resulting in frustration. One day, the world as Hideo knows it is shattered by the presence of a disease that turns people into homicidal maniacs, whose first instinct is to attack and devour the nearest human.","release_date":"2016-03-23","vote_average":6.7,"runtime":126,"cert":"\"R\"","id":276624,"title":"I Am a Hero","adult":false,"genre_ids":[28,878,14,27]},{"cast":[],"overview":"Fimucité 3\r Closing Night Gala 2009  Conducted by Mark Snow and Diego Navarro\r Featuring the Tenerife Film Orchestra and Choir","release_date":"2011-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":276626,"title":"Jerry Goldsmith 80th Birthday Tribute Concert","adult":false,"genre_ids":[10402]},{"cast":["Elvis Bošnjak","Lucija Serbedzija","Marija Kohn","Veronika Seferović"],"overview":"Kralj, an energetic businessman, unexpectedly gets into trouble: at the same moment both his wife and his mistress start seeing through his carefully constructed lies. It is one of those days when everything goes wrong. This is a story in which people don’t meet or talk, but try to solve their accumulated problems via text messages.","release_date":"2008-03-25","vote_average":0.0,"runtime":20,"cert":"N\/A","id":276628,"title":"Waste","adult":false,"genre_ids":[18]},{"cast":["Jürgen Zartmann","Reimar Johannes Baur","Renate Geißler","Volkmar Kleinert","Ezard Haußmann"],"overview":"","release_date":"1985-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276630,"title":"Außenseiter","adult":false,"genre_ids":[80]},{"cast":["Lino Varela","Sarah Swinwood"],"overview":"An aspiring Hollywood actress working on her first feature--a no-budget horror flick oddly crewed by enthusiastic teenagers--and a cowboy on a mysterious job arrive in the small border town of Del Rio, Texas, each with their own very clear agenda. When the starlet's film director and the cowboy's associate both fail to appear, however, there's nothing to do but wait and see. Dusty Del Rio quickly becomes a strange way station where time seems to stand still and things are not what they seem.","release_date":"2014-06-13","vote_average":0.0,"runtime":87,"cert":"\"\"","id":276638,"title":"Recommended by Enrique","adult":false,"genre_ids":[37,12,80]},{"cast":["Dan Joyce","Lee Dainton","Matthew Pritchard","Mike Locke"],"overview":"Previously unscreened and therefore unseen, this is the deep sea trench of Dirty Sanchez. We're going all the way down. And these are dark and dangerous depths.","release_date":"2004-01-01","vote_average":0.0,"runtime":117,"cert":"N\/A","id":276640,"title":"Dirty Sanchez Series 2 - The Darker Side","adult":false,"genre_ids":[35]},{"cast":["Jayme Periard","Dedina Bernardelli","Jonas Bloch","César Pezzuoli","Lília Cabral"],"overview":"","release_date":"1991-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276645,"title":"O Portador","adult":false,"genre_ids":[]},{"cast":["Mia Kirshner","Treat Williams","Gloria Reuben","Shirley Douglas","Diane Debassige"],"overview":"A father gives his daughter an unorthodox upbringing on the fringes of the Alaskan underworld in the 1960's and 70's.","release_date":"1995-05-27","vote_average":0.0,"runtime":92,"cert":"\"\"","id":276647,"title":"Johnny's Girl","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"A comedy about ties that can bind... or strangle. A successful businessman from gathers together his childhood friends with whom he played on a Little League baseball team called The Cannibals, to give them some news. Far from what the friends imagine, the news ends up showing the true reason for the meeting and puts their friendship on the line.","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":276649,"title":"Entre caníbales","adult":false,"genre_ids":[]},{"cast":["Neil Young"],"overview":"Solo Trans is a concert film by Neil Young, released in 1984. It was recorded at the Hara Arena in Dayton, Ohio on September 18, 1983 during Young's Solo Trans tour. Originally released on only LaserDisc, the film has since gone out of print.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276651,"title":"Solo Trans","adult":false,"genre_ids":[99,10402]},{"cast":["Dagoberto Gama","Ana Graham","Angelina Peláez","Baltimore Beltran","Loló Navarro"],"overview":"A group of beings permeated by the lack of love, guilt, pain and a desire for revenge, meet on the day of a storm at a cantina in the mythical town of Parián, a place where all roads and all destinies converge. There they find consolation for their woes in mezcal and in the distress of the others.","release_date":"2007-06-15","vote_average":6.0,"runtime":90,"cert":"N\/A","id":276653,"title":"Mezcal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shot in various villages throughout Yugoslavia, this is a disturbing document of a time when people were stabbing each other with knives without any real reason. Murderers, people who witness these murders and the families of victims all talk about the senseless violence and the human condition.","release_date":"1968-01-01","vote_average":7.3,"runtime":18,"cert":"N\/A","id":276655,"title":"When My Knife Strikes You","adult":false,"genre_ids":[99]},{"cast":["Bruce Dickinson","Steve Harris","Dave Murray","Adrian Smith","Janick Gers"],"overview":"1) Doctor Doctor (UFO song)  [00:00]  2) Rising Mercury  [03:52]  3) Moonchild  [04:55]  4) Can I Play with Madness  [10:47]  5) The Prisoner  [14:25]  6) 2 Minutes to Midnight  [20:45]  7) Revelations  [27:57:00]  8) The Trooper  [34:30:00]  9) The Number of the Beast  [38:37:00]  10) Phantom of the Opera  [44:03:00]  11) Run to the Hills  [51:40:00]  12) Wasted Years  [55:47:00]  13) Seventh Son of a Seventh Son  [61:20:00]  14) Wrathchild  [73:45:00]  15) Fear of the Dark  [76:50:00]  16) Iron Maiden  [84:24:00]  17) Aces High  [91:17:00]  18) The Evil That Men Do (preceded by Happy Birthday to Nicko McBrain) [98:25:00]  19) Sanctuary  [102:55:00]","release_date":"2014-06-05","vote_average":0.0,"runtime":111,"cert":"N\/A","id":276657,"title":"Iron Maiden: Rock am Ring","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Filmmaker Barry Braverman's documentary about his father, Murray.","release_date":"1979-01-01","vote_average":6.0,"runtime":27,"cert":"\"\"","id":276659,"title":"Murita Cycles","adult":false,"genre_ids":[99]},{"cast":["Darlene Sellers","Corrie Dibble","Miller, Rob","Timothy Hines"],"overview":"Two women are cryogenically frozen, but wake up a century later to find Earth in shambles, with its dwindling population in the middle of an intergalactic war.","release_date":"2000-05-14","vote_average":0.0,"runtime":79,"cert":"N\/A","id":276661,"title":"Bug Wars","adult":false,"genre_ids":[53,28,878]},{"cast":[],"overview":"The horses in Denys Colomb Daunant’s dream poem are the white beasts of the marshlands of the Camargue in South West France. Daunant was haunted by these creatures. His obsession was first visualized when he wrote the autobiographical script for Albert Lamorisse’s award-winning 1953 film White Mane. In this short the beauty of the horses is captured with a variety of film techniques and by Jacques Lasry’s beautiful electronic score.","release_date":"1960-06-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":276666,"title":"Dream of the Wild Horses","adult":false,"genre_ids":[]},{"cast":["Frédéric Deban","José Pedro Carrión","Eulalia Ramón","Chema de Miguel","Fermí Reixach"],"overview":"The story of El Nani, a juvenile delinquent from the years of the Transition, whose disappearance in a police station after an interrogation has not yet been clarified, putting the accent on the denunciation of police brutality and speculating on the outcome of the story. A story that mixes political denunciation and social chronicle of an era.","release_date":"1988-04-22","vote_average":5.3,"runtime":111,"cert":"N\/A","id":276677,"title":"Matar al Nani","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"In a small town, a nomad cuts down a tree he needs to use. However, he accidentally chops down the wrong tree, felling the tree that sustains life itself. When the latter tree falls, all life disappears. The nomad then finds himself in the middle of a desert that he does not recognize, and he tries to work his way out of it. During this particular quest, he comes across a small tree that is in the process of dying and opts instead to save this one.","release_date":"1988-09-30","vote_average":1.0,"runtime":18,"cert":"N\/A","id":276682,"title":"The Tree of Life","adult":false,"genre_ids":[18]},{"cast":["Charlotte Avery","Nick Brading","Molly Culver","Rutger Hauer","Kristina Kaubryte"],"overview":"A warrior sets out to save her kidnapped son.","release_date":"2002-10-11","vote_average":4.0,"runtime":null,"cert":"\"\"","id":276684,"title":"Warrior Angels","adult":false,"genre_ids":[28,12]},{"cast":["Gladys Florence","Elijah Trichon"],"overview":"Caravaggio's tortured life, his murder and the journey of his soul.","release_date":"2018-12-10","vote_average":0.0,"runtime":180,"cert":"\"\"","id":276686,"title":"Caravaggio and My Mother the Pope","adult":false,"genre_ids":[18,35]},{"cast":["Stefan Merten","Karsten Jaskiewicz","Michael Bruch","André Decker","Kathrin Bolle"],"overview":"After finishing school three teens plan their last weekend together, which leads in a unpredictably funny road trip.","release_date":"2014-05-28","vote_average":4.5,"runtime":100,"cert":"N\/A","id":276688,"title":"Young and Wild","adult":false,"genre_ids":[35,18,10749]},{"cast":["Maria Alkeou","Natalia Alkaiou","Costas Darlasis","Elpidoforos Gotsis","Eleni Ioannou"],"overview":"An adaptation of one of the greatest greek novellas ('The Murderess' by Alexandros Papadiamantis).  Fragkogiannou (Maria Alkaiou), a hard-done by, deranged woman after a life full of hardship, recalls the past by her newborn girl grandchild’s crib. Her mother was a wicked woman and one of her sons was a criminal. Lost in a haze, she strangles the baby as she is concvinced that girls can cause their family only trouble. Later, she lets a little girl drown in a well, while she drowns three other little girls, one of whom is a newborn baby. This is her way of sparing children and parents of the inevitable suffering in life.","release_date":"1974-06-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":276693,"title":"The Murderess","adult":false,"genre_ids":[18]},{"cast":["Woo-sik Chung","Sung-choon Hong","Ho Lee","Seung-hee Lee","Young-sook Lee"],"overview":"Eighteen years after (1995) Lee Jang-ho returns to the screen with this drama about a missionary group abducted by Islamic rebels. In fear for their lives the group slowly sees their faith in each other slip away.","release_date":"2014-04-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":276695,"title":"God's Eye View","adult":false,"genre_ids":[18]},{"cast":["Noah Beery","Pat O'Malley","Agnes Ayres","J. Barney Sherry","Bull Montana"],"overview":"Wrestling legend Bull Montana plays a murderous gorilla with a human brain transplant who is tracked by a feisty newspaper reporter.","release_date":"1920-07-18","vote_average":6.0,"runtime":70,"cert":"\"NR\"","id":276697,"title":"Go and Get It","adult":false,"genre_ids":[9648,35,18]},{"cast":["Tygo Gernandt","Marwan Kenzari","Sarah Chronis"],"overview":"Ex-cons Victor and Rico have masterminded a foolproof plan to abduct millonaires’ daughter Laura Temming. When she is kidnapped and placed in a remote and soundproofed room, gradually the power relations shift. Exactly who is the perpetrator and who is the real victim?","release_date":"2014-09-24","vote_average":6.1,"runtime":90,"cert":"N\/A","id":276699,"title":"Reckless","adult":false,"genre_ids":[53]},{"cast":["Nkem Owoh","Andy Chukwu","Adaora Uko","Ada Okafor","Azuka Chukwura"],"overview":"A very entertaining and funny comedy from the Nollywood award winning and master of comedy Nkem Owoh. Can Osuofia be a good Baby sitter?. find out in this movie","release_date":"2007-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":276701,"title":"He Nanny","adult":false,"genre_ids":[]},{"cast":["Najib Amhali"],"overview":"Registration of the theater show 'I Amhali' by Najib Amhali. Najib itself is central to this spectacular show full of music. He knows better than anyone that happiness is in the small things. He is happily married and just the father of a second son. But do these great milestones in his life also make him more mature? Not according to his wife, because she is sometimes stuck with three children! The band PlusSupportAct provides the musical accompaniment during this performance.","release_date":"2016-11-18","vote_average":0.0,"runtime":128,"cert":"N\/A","id":276703,"title":"Najib Amhali: I Amhali","adult":false,"genre_ids":[35]},{"cast":["Angelika Hauff","Willi Domgraf-Fassbaender","Sabine Peters","Mathieu Ahlersmeyer","Elsa Wagner"],"overview":"Shortly after WWII, the DEFA Studios produced a series of operas and operettas which belonged to the classical German musical heritage. This enchanting film, the very first opera production of DEFA, stands out because of its lavish decor and costumes, its outstanding actors and their masterful voices of that time.","release_date":"1949-11-25","vote_average":0.0,"runtime":107,"cert":"N\/A","id":276705,"title":"Figaros Hochzeit","adult":false,"genre_ids":[10749,10402,35]},{"cast":["David Hemmings","Steve Marriott","Jerry Lee Lewis","Andrea Monet","Joyce Blair"],"overview":"A couple inherit a hotel with no guests until their son's pop group turns things around.","release_date":"1965-04-01","vote_average":6.0,"runtime":79,"cert":"N\/A","id":276707,"title":"Be My Guest","adult":false,"genre_ids":[18,10402]},{"cast":["Nina Kronjäger","Oliver Stokowski","Florentine Lahme","Hannes Hellmann","Thomas Heinze"],"overview":"","release_date":"2009-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":276709,"title":"40+ sucht neue Liebe","adult":false,"genre_ids":[35]},{"cast":["Slavko Štimac","Željko Mataija","Ivan Štimac","Boro Ivanišević","Smiljan Čičić"],"overview":"A boy finds a large wolf-like dog in the mountain and they befriend. The local peasants think that it may be a real wolf responsible for the sheep pestilence. They decide to kill the animal, but the boy is worried about it and he secretly provides the dog with the food.","release_date":"1972-07-12","vote_average":9.4,"runtime":90,"cert":"N\/A","id":276711,"title":"Lone Wolf","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"","release_date":"2012-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276713,"title":"Frei.Wild - Feinde Deiner Feinde","adult":false,"genre_ids":[10402]},{"cast":["Lee Patterson","Mary Steele","Terry Dene","Linda Gray","David Jacobs"],"overview":"The Lucky Charm coffee shop adds a recording studio and record shop.","release_date":"1958-03-04","vote_average":6.5,"runtime":78,"cert":"N\/A","id":276724,"title":"The Golden Disc","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Costas Ferris' short featuring two of the best greek songs. Back in 1961 this film was expelled from Thessaloniki Film Festival because of the lyrics of these songs. They belonged to the rembetiko genre that used to over-emphasize the pleasure of using drugs. The worst thing was that Acropolis was shown in a plan and that lead the government to completely ban the film as anti-touristic!","release_date":"1961-06-13","vote_average":0.0,"runtime":7,"cert":"N\/A","id":276726,"title":"Ta matókladá sou lámpoun","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276728,"title":"Sotungin kylähullut","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Every year, on the steppes of the Serengeti, the most spectacular migration of animals on our planet: Around two million wildebeest, Burchell's zebra and Thomson's gazelles begin their tour of nearly 2,000 miles across the almost treeless savannah. For the first time, a documentary captures stunning footage in the midst of this demanding journey.  The documentary starts at the beginning of the year, when more than two million animals gather in the shadow of the volcanoes on the southern edge of the Serengeti in order to birth their offspring. In just two weeks, the animal herd's population has increased by one third, and after only two days, the calves can already run as fast as the adults The young wildebeest in this phase of their life are the most vulnerable to attacks by lions, cheetahs, leopards or hyenas. The film then follows the survivors of these attacks through the next three months on their incredible journey, a trip so long that 200,000 wildebeest will not reach the end.","release_date":"2012-12-15","vote_average":0.0,"runtime":52,"cert":"\"\"","id":276733,"title":"The Wildebeest Migration: Nature's Greatest Journey","adult":false,"genre_ids":[99]},{"cast":["Mohamed El Habachi","Mohamed Saïd Hafifi","Mustapha Mounir","Mohamed Razine","Fatima Regragui"],"overview":"Ahmed Bouanani’s first feature film played a pivotal role in bringing experimentalism to Moroccan cinema. It’s a fable-like story of a poor young farmer who finds treasure in a flour bag. This takes him on a journey where nothing is as it seems. The film’s narrative structure frequently makes reference to mythology and literature, utilizing Morocco’s rich history and oral traditions.","release_date":"1979-01-02","vote_average":6.0,"runtime":100,"cert":"N\/A","id":276735,"title":"Mirage","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cupidiculous(2014) is a motion graphic project fusing 2D cel-animation and 3D techniques together. It conveys a humor story about Cupid, who makes Adam and Eve fall in love. But this act of love leads to overpopulation, overconsumption and global warming. So he has to find the way to fix these problems. Most characters and elements have been done in 3D but rendered as 2D flat vector look with poppy pastel, splashy and heightened color schemes. Then added more 2D liquid speed lines by drawing frame by frame. Even though laughter is the major objective, but Cupidiculous also delivers critical messages covertly. More or less audiences will get that with absolutely enjoyment.","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":276737,"title":"Cupidiculous","adult":false,"genre_ids":[]},{"cast":["Phillip Silverstein","Simoone Margolis","Melissa Lawrence","Jo Ann Wyman","Robin Gingold"],"overview":"A gang of women wreak havoc in the city, killing various men who have treated women poorly. And sometimes they do it just for fun.","release_date":"1988-01-01","vote_average":7.0,"runtime":74,"cert":"\"\"","id":276739,"title":"Blood Orgy of the Leather Girls","adult":false,"genre_ids":[35,80,18,27,53]},{"cast":["Eva-Maria Hagen","Hartmut Reck","Heinz-Dieter Knaup","Gerlind Ahnert","Manfred Krug"],"overview":"At the end of the 1950s, the production of optics in the German Democratic Republic has reached top quality and instigates interest in the West. When national demand rises strongly and at the same time the export to South America heavily decreases, the Volkspolizei - the GDR police force - starts to look into the case. Two seemingly unrelated cases are the starting point for the investigation by second lieutenant Schellenberg of the department for optics racketeering: An old woman who was arrested in the Berlin city railway for trying to smuggle a pair of binoculars to West Berlin, and a dead person in an area of allotments who was involved in obscure dealings with optical devices.","release_date":"1959-03-06","vote_average":5.0,"runtime":99,"cert":"N\/A","id":276741,"title":"Ware für Katalonien","adult":false,"genre_ids":[80]},{"cast":["Rolf Herricht","Evelyn Opoczynski","Hanns-Michael Schmidt","Eva-Maria Hagen","Helga Göring"],"overview":"A funny adventures of three friends from East Germany on the Black Sea.","release_date":"1967-06-24","vote_average":0.0,"runtime":79,"cert":"N\/A","id":276743,"title":"My Girlfriend Sybille","adult":false,"genre_ids":[12,35,10749]},{"cast":["Edwige Feuillère","Guy Marchand","Michel Creton","Béatrice Agenin","Amélie Gonin"],"overview":"A crime comedy directed by Nicolas Gessner.","release_date":"1984-12-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":276745,"title":"Le tueur triste","adult":false,"genre_ids":[10770,35,80]},{"cast":["Alan Crofoot","Madeline Kronby","Anthony Ray","Ron Taylor"],"overview":"To the dismay of his girlfriend, Charlie is introduced to the beatnik scene when he falls in love with a hep chick named Steve. But when he discovers Steve is mixed up with a vicious drug ring, he has to decide where his values really lie.","release_date":"1959-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":276747,"title":"A Cool Sound from Hell","adult":false,"genre_ids":[18]},{"cast":["Isabelle Mejias","Peter Spence","Leslie Toth","Julie Biggs","Chuck Shamata"],"overview":"Seventeen year old Izzy Marks lives in Toronto with her divorced mother and finds her life boring and directionless.  Meant to be a sequel to Don Owen's acclaimed 1964 film \"Nobody Waved Good-bye\", \"Unfinished Business\" looks at life two decades later for Peter and Julie's (Peter Kastner and Julie Biggs) daughter Isabelle \"Izzy\" Marks (Isabelle Mejias).  Curious, funny and intelligent, 17 year old Izzy feels the frustrations of her limiting environment and the pull of a more exciting, larger world.  She meets passionate anarchist wannabe Jessie 'Fixit' (Peter Spence) and is quickly drawn into his free living alternative lifestyle.  Much to the displeasure of her once free-thinking parents and friends.","release_date":"1984-07-11","vote_average":7.0,"runtime":91,"cert":"\"\"","id":276758,"title":"Unfinished Business","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary follows musicians, dancers and patrons both inside and outside the Salón Rosado Benny Moré, depicting with unbiased realism the struggles of daily life in today´s Havana.","release_date":"2002-11-28","vote_average":6.0,"runtime":93,"cert":"\"\"","id":276763,"title":"La Tropical","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1974-05-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276765,"title":"Криворазбраната цивилизация","adult":false,"genre_ids":[35]},{"cast":["Bono","David Sylvian","Anton Corbijn","Nick Cave","Adam Clayton"],"overview":"Legendary photographer and director Anton Corbijn is responsible for many of the most indelible and important images of the past two and a half decades. His recently released book U2 & I is a photographic retrospective of his 25 year collaboration with U2. Later this year, Anton will direct his first feature film, Control, based on the life of the late Joy Division lead singer Ian Curtis.","release_date":"2005-09-13","vote_average":9.0,"runtime":200,"cert":"\"\"","id":276767,"title":"The Work of Director Anton Corbijn","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"1989-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276769,"title":"Брачни шеги","adult":false,"genre_ids":[35]},{"cast":["Velko Kanev","Georgi Kaloyanchev","Iossif Surchadzhiev","Tatyana Lolova","Dimitar Georgiev"],"overview":"The local community of a provincial town is shaken by a bank robbery. A funny inspector is sent to investigate the case.","release_date":"1983-05-02","vote_average":9.0,"runtime":94,"cert":"N\/A","id":276771,"title":"Bonne Chance, Inspector!","adult":false,"genre_ids":[35,80]},{"cast":["Viktorie Čermáková","Naďa Urbánková","Karel Kmoch","Jan Tříska","Regina Rázlová"],"overview":"The harsh reality of a home for abandoned children blends with episodes of youthful fantasy and slapstick comedy in this story of an orphan girl. Lucy's fondest wish is to find new parents and leave an orphanage. She befriends a man who can create doors from paint. He gives her a stuffed dog that magically comes alive when placed on the ground, and he and his wife end up adopting the little girl. After finding parents of her own, Lucy sets out through fantasy to find parents for her orphan friends. All of the people Lucy meet during her remarkable make believe wanderings end up taking children home.","release_date":"1970-06-17","vote_average":0.0,"runtime":72,"cert":"N\/A","id":276779,"title":"Lucie and the Miracles","adult":false,"genre_ids":[14,35,10751]},{"cast":[],"overview":"Archival footage, photos, news clips, and interviews combine to offer a comprehensive overview of the clean-cut, buttoned-down singing youth group that attempted to change the world in the riotous 1960s. A true cultural phenomenon, Up with People performed in 47 languages to a global audience that included popes and kings; they even performed at the Super Bowl half-time show. As former members offer heartfelt reflections on their time with Up with People and what the group really mean to them personally, the viewer is presented with a thought-provoking glimpse into the cultural underbelly of politics, cults, and money.","release_date":"2009-01-17","vote_average":0.0,"runtime":82,"cert":"\"\"","id":276784,"title":"Smile Til It Hurts: The Up With People Story","adult":false,"genre_ids":[99]},{"cast":["Lucy Winer"],"overview":"Rate It X is a bitingly funny and disarming journey through the landscape of American sexism. Men only are interviewed by the two filmmakers in a witty montage of free-wheeling encounters. Pornographers, corporate executives, a funeral parlor director and Santa Claus are among those who reveal more than they intended. A surprisingly candid view of men's feelings towards women 15 years after the birth of the women's movement.","release_date":"1986-10-21","vote_average":0.0,"runtime":93,"cert":"\"\"","id":276786,"title":"Rate it X","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hollywood's glittering stars and starlets have always been the envy of the movie-going public. With their fame, wealth and lush lifestyles, they epitomize the \"good life\" we find so glamorous. Yet every pleasure has its price, and sometimes bearing the burden of fame can be an overwhelming task. All too often, celebrities find refuge and solace in a bottle of booze, a vial of pills, or a dirty syringe...and destroy their careers, families, and lives in the process. Through exclusive footage and little known facts, “When The Applause Died” takes an uncensored, shocking look at Hollywood's brightest stars and music's hottest rockers who burned out and faded away due to their own self-abuse.","release_date":"1990-05-06","vote_average":0.0,"runtime":86,"cert":"\"\"","id":276788,"title":"When the Applause Died","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adaptation of the novel by John Mortimer.","release_date":"1986-06-15","vote_average":7.0,"runtime":569,"cert":"N\/A","id":276790,"title":"Paradise Postponed","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inexperienced adult novelist dreams of romantic love Jena aspiring writers to work in a cafe and pensions spare time writes. Chance to work their pensions to meet in a cafe and a role model Waxing Waxing tanked his way to hold onto and stick to the passerby Waxing and fertilization significantly hurt the hand. Jena is trying to protect his injured Waxing for the novel manuscript typing work from cleaning to help the best. One day, he sees Waxing is the novel’s unfinished novel Jena.","release_date":"2014-04-17","vote_average":0.0,"runtime":74,"cert":"N\/A","id":276792,"title":"Love Mentor","adult":true,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Half-cocked is a cult music roadmovie, made in 1994 in Louisville, Nashville and Chattanooga. The movie tells the story about a group of high school teens who steal a van full of music equipment and pretend to be a band, called \"Truckstop\" (played by the band, Rodan) in order to stay on the road. When the band starts playing gigs, their sound is largely inconsistent and incoherent, however, over time, the band becomes increasingly competent in their musicianship. The film puts much emphasis on the indie\/alternative rock subculture.","release_date":"1994-06-15","vote_average":0.0,"runtime":90,"cert":"\"\"","id":276794,"title":"Half-Cocked","adult":false,"genre_ids":[10402,18]},{"cast":["Alekos Alexandrakis","Mairi Hronopoulou","Vasilis Diamantopoulos","Ilias Logothetis","Stefanos Linaios"],"overview":"A journalist (Alekos Alexandrakis), working together with a young director (Peris Michailidis), tries to gather information about a family that was separated due to political turmoil. They locate some of its members, who tell their dramatic stories that began with the Civil War. The two men’s search is interrupted when a key person refuses to speak","release_date":"1987-06-15","vote_average":6.0,"runtime":118,"cert":"N\/A","id":276796,"title":"Τα παιδιά της Χελιδόνας","adult":false,"genre_ids":[18]},{"cast":["Jeff Davis","Amy Lindsay","Lisa Comshaw","Charlotte Griffin","Ahmo Hight"],"overview":"Unable to control his carnal desires, handsome and successful Mark (Jeff Davis) gets caught in a dicey situation in this slick erotic thriller helmed by Mike Sedan. Juggling relationships with three beautiful women -- Cindy (Charlotte Griffin), Donna (Lisa Comshaw) and Jill (Amy Lindsay) -- the young lothario can't decide between them but crosses into dangerous territory when he adds more ladies to his harem.","release_date":"1999-01-01","vote_average":2.0,"runtime":95,"cert":"\"R\"","id":276798,"title":"Passion's Desire","adult":false,"genre_ids":[10749]},{"cast":["Sally Cruikshank","Kim Deitch"],"overview":"Anita the duck buys a psychic device at a novelty store in an alternate universe and creates mayhem at a crazy party.","release_date":"1978-01-01","vote_average":6.8,"runtime":8,"cert":"\"\"","id":276800,"title":"Make Me Psychic","adult":false,"genre_ids":[16]},{"cast":["George Foundas","Anestis Vlahos","Giannis Fertis","Xenia Kalogeropoulou","Lavrentis Dianellos"],"overview":"During the German occupation, the Nazis plan to execute 30 men in retaliation for the death of a German soldier at the hands of the partisans. Among the men are three brothers (Giorgos Fountas, Anestis Vlachos and Giannis Fertis). The villagers ask the German officer (Zoras Tsapelis) to spare the life of one of the brothers. He accepts on the condition that their father (Lavrentis Dianellos) selects the one to remain alive.","release_date":"1966-06-14","vote_average":10.0,"runtime":94,"cert":"N\/A","id":276805,"title":"Με Τη Λάμψη Στα Μάτια","adult":false,"genre_ids":[18,10752]},{"cast":["E.C. Buehler","Frances Feist","Herk Harvey"],"overview":"An educational short film about correct speaking methods.","release_date":"1950-01-01","vote_average":3.3,"runtime":10,"cert":"\"\"","id":276807,"title":"Speech: Using Your Voice","adult":false,"genre_ids":[99]},{"cast":["François Maspero"],"overview":"An affectionate portrait of the left-wing publisher and bookshop owner François Maspero, who was a contributor to Far From Vietnam and would later publish the commentary to Le Fond de l’air est rouge. Maspero is one of the most satisfying and likeable of Marker’s films from this period, achieving an exemplary balance of quirky human warmth with a clear and inventive form of political argument.","release_date":"1971-06-15","vote_average":4.7,"runtime":20,"cert":"\"PG-13\"","id":276809,"title":"You Speak of Paris: Maspero. Words Have Meaning","adult":false,"genre_ids":[99]},{"cast":["Yves Montand","Simone Signoret","Costa-Gavras","Artur London","Jorge Semprún"],"overview":"Artur London was arrested in 1951 in a Stalinist purge, imprisoned and tortured for two years and forced to confess in the Slansky Trial, one of the last Stalinist \"show trials\" in Eastern Europe. The documentary explores some of the reasons for the controversy aroused by Costa-Gavras' The Confession,  which had been accused of being anti-communist, and it highlights the political importance of filmmaking which, by its nature, is a fiction intended for the general public.","release_date":"1971-06-15","vote_average":7.0,"runtime":31,"cert":"\"PG-13\"","id":276811,"title":"You Speak of Prague: The Second Trial of Artur London","adult":false,"genre_ids":[99]},{"cast":["Erika Marozsán","Michael von Au","Esther Schweins","Oliver Nägele","Rüdiger Hacker"],"overview":"","release_date":"2003-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276813,"title":"Küss' niemals einen Flaschengeist","adult":false,"genre_ids":[35,14]},{"cast":["Holly Sampson","Shauna O'Brien","Brandy Miller","Griffin Drew","Danny Pape"],"overview":"It's the first movie from the Emmanuelle's 2000 movie collection.","release_date":"2000-06-15","vote_average":3.0,"runtime":90,"cert":"\"R\"","id":276815,"title":"Emmanuelle 2000: Being Emmanuelle","adult":false,"genre_ids":[]},{"cast":["Paul Putner","Daniel Rigby","Dominic Kinnaird"],"overview":"A british short","release_date":"2008-06-02","vote_average":7.0,"runtime":7,"cert":"N\/A","id":276817,"title":"Stand Up","adult":false,"genre_ids":[16]},{"cast":["Robert Bathurst"],"overview":"A family portrait session goes horribly wrong, as secrets and jealousy bubble to the surface under the photographer's watchful gaze.","release_date":"2009-06-15","vote_average":6.0,"runtime":5,"cert":"N\/A","id":276825,"title":"A Family Portrait","adult":false,"genre_ids":[16]},{"cast":["Otto Šimánek","Dana Vávrová","Ute Christensen","Vladimír Kratina","Viktor Preiss"],"overview":"Pan Tau, the friend of all children, now also helps the adults.\r A movie producer is in trouble and decides to shoot another Pan-Tau movie. But the old Pan-Tau actor Karasek is no longer young enough to walk the almost weightless walk of Pan Tau.\r Mr. Novak turns up - he resembles Pan Tau like a twin brother. He succeeds every pirouette.  And as if by magic, he solves all the problems between people! Who is Mr. Novak? Is he really ...?","release_date":"1988-11-03","vote_average":6.4,"runtime":90,"cert":"N\/A","id":276827,"title":"Pan Tau","adult":false,"genre_ids":[10751,14,35]},{"cast":["Alexandra Neldel","Hendrik Duryn","Camille Dombrowsky","Kilian Safarik","Kai Ivo Baulitz"],"overview":"","release_date":"2010-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276829,"title":"Glückstreffer - Anne und der Boxer","adult":false,"genre_ids":[10770,35]},{"cast":["Joan Grarcia","Carles Sans","Paco Mir"],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":276831,"title":"Tricicle 20 Aniversario","adult":false,"genre_ids":[35]},{"cast":["Frankie Banali"],"overview":"An inspiring documentary chronicling the rise, fall and resurrection of '80s metal band Quiet Riot. The career of Frankie Banali, the band's drummer, reached a serious crossroads when his best friend and bandmate died in 2007. Years later, Banali realizes he must forge ahead and make a new life for himself and his daughter and he goes on a quest to reunite the band and fill the immense void left by his bandmate.","release_date":"2014-04-29","vote_average":9.5,"runtime":104,"cert":"\"\"","id":276833,"title":"Quiet Riot: Well Now You're Here, There's No Way Back","adult":false,"genre_ids":[10402,99]},{"cast":["Paula Wessely","Fred Liewehr","Marianne Schönauer","Erik Frey","Rosa Albach-Retty"],"overview":"","release_date":"1951-12-18","vote_average":4.0,"runtime":null,"cert":"N\/A","id":276835,"title":"Maria Theresia","adult":false,"genre_ids":[36]},{"cast":["André Hennicke","Hristina Papamihou","Dimitris Poulikakos","Tasso Kavadia","Hristos Tsagas"],"overview":"Donusa is a small island in the Aegean, visited by the mainline ship once a week. One winter day a young German photographer, Stefan, arrives and soon feels strangely attracted to a local girl called Eleni. The stranger’s presence works as a catalyst shedding light on Donusa’s conventions.","release_date":"1992-12-04","vote_average":0.0,"runtime":84,"cert":"N\/A","id":276837,"title":"Donusa","adult":false,"genre_ids":[18]},{"cast":["Katherine Heigl","Patrick Wilson","Jordana Brewster","Kevin McKidd","Bryce Johnson"],"overview":"Mona and Don’s seemingly perfect suburban bliss is disrupted by a sexy extortionist and Mona will stop at nothing, including killing the competition, to keep her little slice of heaven.","release_date":"2015-03-13","vote_average":5.2,"runtime":98,"cert":"\"R\"","id":276839,"title":"Home Sweet Hell","adult":false,"genre_ids":[18,35]},{"cast":["Mauro Altschuler","Julio Tobon","Gerardo Ott","Eduwiges Santander","Francisco Barrios"],"overview":"Mario Paz is a grey and unadventurous office worker. One day, in his eternal way from home to work, it appears an obstacle: Coco, a strange guy who has planted in his front door and just looks at him in silence. Mario will never be able recover his routine.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":276847,"title":"El invitado de piedra","adult":false,"genre_ids":[]},{"cast":["Dev Anand","Nanda","Kalpana Mohan","Simi Garewal","Harindranth Chattopadhyaya"],"overview":"Devdutt Anand works in a company selling musical instruments, and is always late for work, infuriating his boss, I.S. Johar. Things change for the better when Johar finds out that Devdutt has a talent for writing poems, and he gets Devdutt to write and even gets them published for him. While traveling home by bus, he meets with Nanda, who has come to live in his neighborhood, and both are attracted to each other. One night Devdutt comes to the assistance to Bollywood movie actress Kalpana when her car breaks down, she finds out he is a poet and both are attracted to each other. Devdutt is asked to deliver a piano to the palatial house of a wealthy woman named Simi alias Radha Rani. She too is impressed by Devutt's poems and invites him over to her house for a party, and again both are attracted to each other. Knowing fully well that he cannot marry three women in his country, a tortured and uncertain Devdutt must now make up his mind as who he wants as his life-partner.","release_date":"1965-01-01","vote_average":0.0,"runtime":123,"cert":"N\/A","id":276855,"title":"Teen Devian","adult":false,"genre_ids":[10749,10402]},{"cast":["Craig Brown","Billy Bush","Angus Douglas","Kelly","Andile Mngadi"],"overview":"A crazed scientist creates a half-man, half-cow creature which goes on the rampage at an African game lodge.","release_date":"2010-05-17","vote_average":7.0,"runtime":90,"cert":"N\/A","id":276857,"title":"Mad Cow","adult":false,"genre_ids":[878,35,27]},{"cast":["Mithun Chakraborty","Suman Ranganathan","Mukesh Rishi","Rami Reddy","Swati"],"overview":"Kajal, a college professor, witnesses the rape and subsequent death of a female student. She reports it to the police and identifies the killer, Shishupal. But the police are reluctant to take any action as the killer is the younger brother of the city's most powerful and influential industrialist and gangster, Singhania. When she organizes a student and teacher protest, Shishupal is arrested and held in prison. Kajal finds her advocate husband, Mahendra, who is handicapped and walks with a help of a crutch, supportive and encouraging. An infuriated Singhania has Kajal raped and killed in front of Mahendra's eyes. Mahendra, devastated and humiliated sets about to avenge the killing of his wife by taking Singhania to court, only to have the case dismissed. Mahendra then sets upon to avenge his wife's death by deciding to kill the Singhania brothers and his gang one by one - but how is a handicapped person, who is unable to defend himself, carry out such a mammoth task on his own?","release_date":"1998-06-05","vote_average":0.0,"runtime":135,"cert":"N\/A","id":276859,"title":"Hatyara","adult":false,"genre_ids":[28]},{"cast":["Manoj Kumar","Jaya Bachchan","Kamini Kaushal","Prem Nath"],"overview":"Shankar (Manoj Kumar), his lovely wife Geeta (Nanda) and Deepak (Master Satyajeet) are a poor but happy family. Tragedy strikes one day, when Deepak wonders over to the railway tracks. When Geeta rushes in to warn and rescue him, she is run over by the train and is instantly killed. Deepak loses his vocal chords and cannot speak. Shankar takes Deepak to see a doctor (Raj Mehra), who examines Deepak, and tells Shankar that Deepak can recover his voice after a surgerical operation, which may cost around 1000 to 1500 rupees. Shankar is unable to afford this but is determined to find the money to cure his son. Shankar's mom (Kamini Kaushal), sister (Naaz), Khan Badshan (Prem Nath), Rani alias Raat ki Rani (Jaya Bhaduri) offer support. And Shankar takes part in a grueling tournament that puts his very life at risk.","release_date":"1972-12-18","vote_average":0.0,"runtime":170,"cert":"N\/A","id":276864,"title":"Shor","adult":false,"genre_ids":[]},{"cast":["Leandro De la Torre","Vic Cicuta","Ezequiel Hansen","Verónica Fernandez","Francisco Pérez Laguna"],"overview":"In a city crowded with zombies, a sexual deviant is recognized as the most important hunter of the undead. Hired by the Catholic Church to kill zombies, Toro uses his earnings to fulfill his sexual desires in this extreme zombie film from the underground.","release_date":"2008-03-01","vote_average":2.5,"runtime":70,"cert":"N\/A","id":276872,"title":"Zombie Apocalypse Now: A Zombie Hunter","adult":false,"genre_ids":[28,27,35]},{"cast":["Marc Kenison"],"overview":"What happens when a classically-trained dancer\/actor decides to pursue the lowbrow art of stripping? Waxie Moon a boylesque sensation takes the world of neo-burlesque by storm in this hilarious and thought-provoking portrait of one artist's unlikely journey. Featuring footage of Waxie's fearless live performances, as well as interviews with a colorful assortment of international burlesque stars, theater artists and fans, the documentary explores the ways striptease is used by Waxie Moon to both entertain his audience and challenge their notions of gender, sexuality and performance art.","release_date":"2009-09-13","vote_average":0.0,"runtime":70,"cert":"\"\"","id":276874,"title":"Waxie Moon","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Five ordinary women from different backgrounds, sexual preferences and past experiences experimenting with five deliciously different self esteem boosting activities. We will follow the journey through a pleasure party, strip tease course, pole dancing course, corset fitting, makeover and a photo shoot, as they each work to re-discover their sexuality.","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":276876,"title":"My Sexuality: A Sensory Experience","adult":false,"genre_ids":[99]},{"cast":["Kaori Shimizu","Ryou Horikawa","Chihiro Suzuki","Fumihiko Tachiki","Mariko Kouda"],"overview":"When Alice Hayashi, the youngest person ever to go into space crashes her shuttle at the North Pole, she is thrown thirty years into the future. But her trip through time is far from accidental. The world is now ruled with an iron fist by Nero and his supercomputer, the SS10X. And because of a common link between her, Nero and the SS10X, Alice may be the future's only chance for freedom....","release_date":"1999-08-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":276878,"title":"A.Li.Ce","adult":false,"genre_ids":[16,878]},{"cast":["Kazuhiko Inoue","Sakiko Tamagawa","Ryusei Nakao","Kazuki Yao"],"overview":"When the Shinogara finest warrior murders their leader, who`s also his father, his ninja enemies land a fatal blow. With only minutes left, Hayate transfers his soul into his sister`s body...but how long can two souls occupy the same body","release_date":"1991-06-16","vote_average":6.0,"runtime":30,"cert":"N\/A","id":276880,"title":"Akai Hayate","adult":false,"genre_ids":[16]},{"cast":["Jonathan Pryce","Alexei Sayle","Alan Bennett","Tom Baker","Alison Doody"],"overview":"In 1981, Gerd Heidemann (Jonathan Pryce), a war correspondent and reporter with the German magazine Stern, makes what he believes is the literary and historical scoop of the century: the personal diaries of Adolf Hitler. Over the next two years, Heidemann and the senior management figures at Stern secretly pay 10 million German marks to a mysterious 'Dr Fischer' (Alexei Sayle) for the sixty volumes of 'Hitler's diaries'.  However, to the dismay of all, it is discovered after the publication of first extract that the diaries are crude forgeries, faked by Stuttgart criminal Konrad Kujau.","release_date":"1991-01-01","vote_average":7.0,"runtime":256,"cert":"N\/A","id":276882,"title":"Selling Hitler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about famous artists such as Dunoyer de Segonzac, Masson, Miró, Naly and Treemois who continue the tradition of colour engraving and produce rare stamps for high class books.","release_date":"1955-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":276893,"title":"La maison aux images","adult":false,"genre_ids":[]},{"cast":[],"overview":"Deep Hearts is a film about the Bororo Fulani, a nomadic society located in central Niger Republic and the title is a reference to an important aspect of these people’s thought and demeanor.","release_date":"1980-03-14","vote_average":0.0,"runtime":58,"cert":"\"\"","id":276895,"title":"Deep Hearts","adult":false,"genre_ids":[99]},{"cast":["Luc Moullet","Antonietta Pizzorno","Bernadette Lafont"],"overview":"Whilst seeking out locations in the South of France for his next film, director Luc Moullet comes across a male corpse. He immediately decides to use this to his advantage. By swapping his passport with that of the dead man, Moullet hopes that the world will believe he is dead, thereby ensuring a renewed interest in his work. Unfortunately, the scheme backfires, since the dead man was someone rather important...","release_date":"2007-06-20","vote_average":4.0,"runtime":75,"cert":"N\/A","id":276897,"title":"Death's Glamour","adult":false,"genre_ids":[]},{"cast":["Jenny Levine","Peter Wingfield","Wendel Meldrum","Jennifer Podemski","Mark Taylor"],"overview":"","release_date":"2002-10-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":276899,"title":"Bliss - Erotische Versuchungen","adult":false,"genre_ids":[]},{"cast":["Cameron Monaghan","Bobbi Salvör Menuez","James Frecheville","Gina Gershon","Peter Stormare"],"overview":"Malcom's done with his life. Only the noise of Crystal Meth gives him a reason to keep going - everything else it has long regardless. Equipped with a bag full of weapons and self-made bombs, he makes his way to the nearby mall to really stir things up. On his personal war campaign, he not only changes his life radically, but also the fate of other people who are in the wrong place at the same time: a teenager whose favorite pastime is smoking pot in his dreary existence, a housewife, where their best days have been left behind, a greedy businessman whose only desire is to increase his wealth and a depressed pervert.","release_date":"2014-06-18","vote_average":4.9,"runtime":88,"cert":"N\/A","id":276901,"title":"Mall","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the post-apocalyptic future, the complex networks of machines have created chaos and the human world was destroyed. The robots known as the \"Constructer\" continued to build a meaningless structure with no one to guide them. Soon these cities reach out to the outer planets and another breed of life form emerges. Follow the journey of a strange man, name Killy, in his search for the understanding of the chaotic world being run by Silicon lifeforms out to destroy him and every living thing in their path.","release_date":"2003-12-16","vote_average":4.3,"runtime":6,"cert":"N\/A","id":276903,"title":"Blame!","adult":false,"genre_ids":[]},{"cast":["Rob Schneider","Ken Jeong","Loretta Devine","Heather Graham","Bill Nighy"],"overview":"Polar bear Norm and his three Arctic lemming buddies are forced out into the world once their icy home begins melting and breaking apart. Landing in New York, Norm begins life anew as a performing corporate mascot, only to discover that his new employers are directly responsible for the destruction of his polar home.","release_date":"2016-01-14","vote_average":4.2,"runtime":86,"cert":"\"PG\"","id":276905,"title":"Norm of the North","adult":false,"genre_ids":[12,16,35,10751]},{"cast":[],"overview":"A funeral procession pushes across the florid stillness of a deserted Romanian village.","release_date":"2014-06-14","vote_average":0.0,"runtime":8,"cert":"\"\"","id":276910,"title":"The Bridge","adult":false,"genre_ids":[18]},{"cast":["Andre Hyland"],"overview":"A man's car breaks down, leading him to journey for a small plastic funnel.","release_date":"2014-01-19","vote_average":0.0,"runtime":7,"cert":"\"\"","id":276912,"title":"Funnel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"People are talking about the worldwide phenomenon of crop circles -- huge designs that have been appearing in farmers' fields for more than 20 years, growing larger and more complex with each passing season. Who (or what) is responsible for them? What are their implications? This fascinating documentary includes a feature-length interview with Colin Andrews, leading crop circle researcher and co-author of &amp;NFi;Circular Evidence&amp;NFi_;.","release_date":"2002-12-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276914,"title":"Ultimate Crop Circles: Signs from Space","adult":false,"genre_ids":[]},{"cast":["Lissa Brennan","Douglass Bell","Paula Bellin","Michael Todd Schneider","Halfbreed Billy Gram"],"overview":"Kat, a drug addicted prostitute, has hit rock bottom. In a desperate attempt to turn her life around, she plans a heist, hoping to nab enough money to leave her street life behind. When things spiral out of control, she is faced with a sadistic drug dealing pimp named Mutton Chop, who is hellbent on vengeance and orders a brutal attack. Now all she wants is Revenge... And it is her turn to collect!","release_date":"2011-08-11","vote_average":0.0,"runtime":108,"cert":"\"\"","id":276916,"title":"Revenge Is Her Middle Name","adult":false,"genre_ids":[27]},{"cast":["Dinesh D'Souza","Barack Obama","Josh Bonzie","Rich Bentz"],"overview":"Political commentator, author and filmmaker Dinesh D'Souza puts forth the notion that America's history is being replaced by another version in which plunder and exploitation are the defining characteristics. D'Souza also posits that the way the country understands the past will determine the future. Using historic re-enactments, D'Souza explores the lives and sacrifices of some of America's greatest heroes, including George Washington and Frederick Douglass.","release_date":"2014-07-02","vote_average":4.5,"runtime":103,"cert":"\"PG-13\"","id":276918,"title":"America: Imagine the World Without Her","adult":false,"genre_ids":[99]},{"cast":["Maryam Saleh","Amina Khalil"],"overview":"The story of a prostitute \"Mona Farkha\" through a meeting with the director and the scenarist of the movie who don't know anything about her world.","release_date":"2011-12-06","vote_average":7.0,"runtime":22,"cert":"N\/A","id":276920,"title":"A Tin Tale","adult":false,"genre_ids":[18]},{"cast":["Varun Dhawan","Alia Bhatt","Ashutosh Rana","Siddharth Shukla","Aditya Sharma"],"overview":"A girl from Ambala, Kavya Pratap Singh, is about to be married. When she visits Delhi to shop for her 'dhai lakh ka Ghagra'(wedding dress worth Rs. 2 Lakh), she meets Humpty Sharma, a carefree Delhiite, and falls in love with him.","release_date":"2014-07-11","vote_average":6.5,"runtime":133,"cert":"\"\"","id":276928,"title":"Humpty Sharma Ki Dulhania","adult":false,"genre_ids":[18,35,10749]},{"cast":["Paul Morris","Glori-Anne Gilbert","Amber Newman","Rob Calvert","Randy Rupp"],"overview":"A vampire stripper battles other vampire strippers with the help of a defrocked priest-turned-vampire strip club owner.  Vampire strippers! Just wanted to say that again.","release_date":"2002-01-01","vote_average":4.0,"runtime":null,"cert":"\"\"","id":276930,"title":"Vamps 2: Blood Sisters","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Journey inside the inspired writing and mind of Jules Verne in this intriguing documentary on the visionary author regarded as the father of science fiction. His works studied by scholars, Verne penned 20,000 Leagues Under the Sea and other classics. But how did this 19th-century writer foresee 20th-century breakthroughs? Special effects, computer graphics and expert interviews re-create Verne's life story and analyze his extraordinary tales.","release_date":"2008-05-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276932,"title":"Extraordinary Voyages of Jules Verne","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Documentary about Pandas","release_date":"2014-06-24","vote_average":0.0,"runtime":40,"cert":"\"\"","id":276934,"title":"Pandas: Million Dollar Babies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1980s pop icon Belinda Carlisle shows she's still got the beat as she presents some of her greatest songs in this concert video filmed during a performance in 1990. Selected from both her successful solo career as well as her stint as a vocalist from the Go-Gos, this collection of songs includes \"Runaway Horses,\" \"Our Lips Are Sealed,\" \"Heaven Is a Place on Earth,\" \"We Got the Beat,\" \"Mad About You,\" \"I Get Weak,\" \"Valentine\" and more.","release_date":"1990-10-21","vote_average":0.0,"runtime":80,"cert":"\"\"","id":276936,"title":"Belinda Carlisle: Runaway Live","adult":false,"genre_ids":[]},{"cast":["Diljit Dosanjh","Sonam Bajwa","Kirron Kher","Arun Bali","Pavan Malhotra"],"overview":"This is the story of a mother and her missing son set in the backdrop of 1984 Punjab, when the state was going through a terrible time of terrorism. The film depicts the longing of a mother for her son and her search for her son, who is labelled a terrorist because of the bad times in Punjab.","release_date":"2014-06-27","vote_average":9.0,"runtime":null,"cert":"\"\"","id":276938,"title":"Punjab 1984","adult":false,"genre_ids":[18]},{"cast":["Kelly Harms","Lindy Booth","Michael Ironside","Eric Peterson","Mimi Kuzyk"],"overview":"A young woman, being accused of stealing from her employer, falls in love with her lawyer while spending Christmas holidays with him and his family.","release_date":"2002-09-05","vote_average":0.0,"runtime":80,"cert":"N\/A","id":276946,"title":"Fairytales and Pornography","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Special Interest, Healthy Living, Mind &amp; Body - Pacifica radio host and author Gary Null hosts this program about retaining or regaining the health of your youth through proper diet, exercise, stress reduction and toxin elimination. Null's lecture is enhanced with illustrations and video footage of lab research into life-extending medicine. Null's guests include molecular biologists and physicians who provide insight into research on counteracting Parkinson's, Alzheimer's and arthritis.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276948,"title":"Age is Only a Number","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Science and Nature Documentaries - Explore the ways creatures of all shapes and sizes move their bodies in this nature program that combines animation with live-action footage to show the mechanics of animal motion in an entertaining and easy-to-understand fashion. Viewers interested in wildlife and science get a chance to examine the unique mechanisms that make gazelles, cheetahs, iguanas, sea turtles and beetles move.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276950,"title":"Animals in the Wild: Vol. 2: A Walk on the Wild Side","adult":false,"genre_ids":[]},{"cast":["Sarah Ralfs","Hannelore Hoger","Barbara Heynen","René Schappach","Pushpendra Singh"],"overview":"The film is set in a modern day 'Berlin Republic' liberated from all irrelevancies. It's about artistic production, the creative industries and above all film and cinema - a political manifesto in feature film format. It centres on Asta, tough, hardened by theory and immaculately styled right down to the emblems on her leather jacket, with current art scene jargon flowing elegantly from her lips.","release_date":"2014-02-10","vote_average":5.0,"runtime":84,"cert":"N\/A","id":276952,"title":"Asta Upset","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Comedy, Stand-Up - Cedric the Entertainer, D.L. Hughley and other great funnymen grace the stage -- in all their uncensored glory -- in this collection of riotous performances from \"Comic View,\" which showcases the urban comedy world's hottest stand-up acts. Charismatic, larger-than-life Bruce Bruce hosts the raucous festivities in this installment of the hit series. Also on tap are quipsters Damon Williams and Rickey Smiley.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276954,"title":"BET Comic View All Stars: Vol. 4","adult":false,"genre_ids":[]},{"cast":["Peter Atkins","Michelle Bauer","Arielle Brachfeld","Paul Clemens","Jason Paul Collum"],"overview":"Fifty lesser-known horror flicks hailed by critics and genre fans as \"absolute must-sees\" are given the spotlight with fun, engaging commentary from journalists, directors, actors and critics in a countdown like no other. Stalkers, monsters, slashers, evil dolls, terrorized babysitters, holiday maniacs, mannequins, eerie motels, even giant rats... they're ALL featured in \"The 50 Best Horror Movies You've Never Seen!\"","release_date":"2014-05-26","vote_average":8.3,"runtime":null,"cert":"\"NR\"","id":276956,"title":"The 50 Best Horror Movies You've Never Seen","adult":false,"genre_ids":[27,99]},{"cast":[],"overview":"Children & Family, Education & Guidance, Kids' TV, Ages 0-2 - This PBS children's series revolves around the high-spirited adventures of Humbah, Jingbah, Jumbah, Zing Zing Zingbah and Zumbah, the colorful group of amorphous beings collectively known as the Boohbahs. In this collection of episodes, Mrs. Lady and Auntie discover a bunch of snowballs, the Storyworld brood has a ball with a jack-in-the-box, and Grandpappa sets out to join the space race.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276958,"title":"Boohbah: Snowman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Classical Instrumental Music, Classical Music, Opera &amp; Operetta - In this visually stunning edition of the Naxos Musical Journey series, the music of Frédéric Chopin serves as the soundtrack to a sumptuous tour of France, the Polish-born composer's adopted homeland. The Slovak State Philharmonic's performance of Piano Concertos Nos. 1 and 2 accompanies images of Burgundy's wine country, the ancient Roman ruins of Nimes, Arles and Franche-Comte, the Museum of Romantic Life, the Opera Garnier and Place Vendôme.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276960,"title":"Chopin: Piano Concertos Nos. 1 & 2: Naxos Musical Journey","adult":false,"genre_ids":[]},{"cast":["Krister Henriksson","Charlotta Jonsson","Leonard Terfelt","Johan Hedenberg"],"overview":"A young woman is found dead in Ystad. When the police begin the case, they are told that the woman came from Moldova and that she worked as a prostitute in Sweden. Kurt, who leads the case, decides to seek out the woman's family in Moldova. When he returns to Sweden, he is involved in a car accident and takes a leave of absence from work. Around the same time Kurt finds where is forgetfulness comes from.","release_date":"2013-08-23","vote_average":4.0,"runtime":null,"cert":"N\/A","id":276965,"title":"Wallander 30 - Saknaden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn the true story of Chicago Cubs right fielder and baseball legend Sammy Sosa in this animated biography that traces the athlete's inspiring ascent from his childhood in the Dominican Republic to one of the sport's best-known sluggers. The film details the strong work ethic that helped propel Sosa to the big leagues, and follows his famed 1998 duel with rival Mark McGwire for the single-season home-run record.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276967,"title":"Slammin' Sammy: The Sammy Sosa Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music - The pulsating Latin rhythms of pop diva Gloria Estefan are infectious. And she's never been better than during this October 2003 appearance recorded at The Colosseum at Caesars Palace, where she gyrates her way through a sinuous array of older hits while backed by her faithful band The Miami Sound Machine. Songs include \"Get On Your Feet,\" \"Rhythm Is Gonna Get You,\" \"I Wish You,\" \"Conga\" and more. -  Gloria Estefan","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276969,"title":"Gloria Estefan: Live and Unwrapped","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children &amp; Family, Kids' Music, Kids' Inspirational, Faith &amp; Spirituality, Inspirational Sing-Alongs - Young viewers with a hankering to master soulful tunes, or parents who want to teach their kids a melody or two, can tap into their musical side with this collection from Golden Books. Includes \"When the Saints Go Marching In,\" \"He's Got the Whole World in His Hands,\" \"I've Got Peace Like a River,\" \"Jesus Loves the Little Children,\" \"Whisper a Prayer,\" \"Alive, Alive,\" \"This is My Commandment\" and \"Oh, How I Love Jesus.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276971,"title":"Golden Books: Sunday School Songs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Billy Bob Thornton's loving portrait of country outlaw Willie Nelson melds archival photos, concert footage and anecdotes from family, band mates, and pals Owen Wilson and Kris Kristofferson into an easygoing tour through a storied career.","release_date":"2011-03-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276973,"title":"The King of Luck","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thriller - Two cops are sent cross-country by train (on board the titular Hollywood Beach) to return a suspect in a murder case that's been closed. But a brutal murder that has all the earmarks of the one just solved, along with the presence of a crime boss on board the train, plants a seed of doubt in the cops' minds as to whether the original murderer is still on the loose. Stars Frank Gorshin and Rebecca Holden. Directed by Eric Straton. -  Frank Gorshin, Rebecca Holden, David Regal","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276975,"title":"The Hollywood Beach Murders","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Faith &amp; Spirituality, Faith &amp; Spirituality Documentaries, Inspirational Biographies, Biographical Documentaries - Produced by the Vatican Television Center, this fifth volume of the story of Pope John Paul II's life explores his final years, from 2000 to 2005. Suffering from Parkinson's disease and other ailments, the pope's health declined during this period. When he passed away on April 2, 2005, his funeral saw the largest gathering of heads of state in modern history. This program includes the pope's touching final farewell to the faithful in Rome.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276977,"title":"John Paul II Vol 5: 2000-2005: From the Jubilee to the Last Goodbye","adult":false,"genre_ids":[]},{"cast":["Dan Davies","Clifford Henry","Corbin Conroy","Steve Garcia","Larry Swalley"],"overview":"In 1899, a mysterious stranger's arrival on the outskirts of the Lakota Pine Ridge Reservation seems to coincide with a series of horrific events that closely mirror the atrocity brought to the Lakota natives during the Wounded Knee Massacre.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276985,"title":"West of Thunder","adult":false,"genre_ids":[9648,37]},{"cast":[],"overview":"An examination of the dangers posed by potential comet and asteroid impacts with the Earth, as well as the future plans to research and exploit these celestial bodies.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276987,"title":"Cosmic Travelers: Comets and Asteroids","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Latin Music, Brazilian Music - Brazilian songstress Maria Bethânia performs live in Rio de Janeiro in this 2002 concert featuring the traditional music favorites that made her famous in her home country -- just like her younger brother, Brazilian songwriter Caetano Veloso. Selections include renditions of \"Explode Coração,\" \"Amigos,\" \"Nem Sol, Nem Lua, Nem Eu,\" \"Menininha,\" \"Nossa Canção,\" \"Rosa dos Ventos\" and \"Amor Indio,\" plus an artist biography and interviews.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276989,"title":"Maricotinha Ao Vivo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music - Musician Randy Travis sings an inspiring lineup of gospel standards and hymns in this live concert recorded at the Calvary Assembly of God in Orlando, Fla. The crooner delivers note after note in tunes such as \"Just a Closer Walk with Thee\" and \"How Great Thou Art,\" plus contemporary spins on \"You Are Worthy of My Praise,\" \"Open the Eyes of My Heart\" and \"Above All.\" Also includes Travis's recent chart-topper, \"Three Wooden Crosses.\" -  Brent Mason, Randy Travis","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276994,"title":"Randy Travis: Worship & Faith","adult":false,"genre_ids":[]},{"cast":[],"overview":"David Womark - Master of erotica Zalman King brings you the long-running Showtime series \"Red Shoe Diaries,\" a collection of erotic writings that come to life and sizzle on the screen -- and are guaranteed to make the heart skip a beat or two. This disc contains the episodes \"Hotline,\" \"Gino\" and \"Love at First Sight.\" -  Anthony Addabbo, Don Bloomfield, Stéphane Bonnet","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":276996,"title":"Red Shoe Diaries 9: Hotline","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Ringo Starr: Live on Tour","cast":[],"id":276998,"overview":"Music &amp; Musicals, Classic Rock, Rock &amp; Pop - Legendary Beatles drummer Ringo Starr takes the stage headlining his own 2006 concert tour, performing some of the Fab Four's greatest hits, such as \"Yellow Submarine\" and \"A Little Help from My Friends.\" Ringo is backed by his trusty All-Starr band --composed of Billy Squier, Sheila E., Edgar Winter, Richard Marx and Rod Argent -- and also performs other classic rock hits, including \"Everybody Wants You\" and \"Love Bizarre.\"","runtime":null,"genre_ids":[],"release_date":"2006-01-01","vote_average":0.0,"adult":false}]