[{"cast":["Johnny Nunez","Russell Simmons","Al Sharpton","Kanye West","Kimora Lee"],"overview":"Documentary - In this revealing biographical portrait, filmmakers Axel Ebermann and Daniel Frei document the rags-to-riches story of photographer Johnny Nunez, charting his rise from a humble boy in Brooklyn to an in-demand presence on the hip-hop scene. No stranger to high-profile subjects, Nunez made a name for himself photographing wealthy A-list celebrities, but his glamorous lifestyle today belies the poverty and racism he had to overcome in his youth. -  Fabulous, Taraji P. Henson, Kim Kardashian","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277006,"title":"Shooting Star(s): The Rise of Hip Hop Photographer Johnny Nunez","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Rap &amp; Hip-Hop, Urban &amp; Dance - Skratchers unite at the world's first skratch music conference, a forum dedicated to the advancement of skratch music literacy. DJs congregated at San Francisco's Yerba Buena Center for the Arts for the 2000 event. This documentary captures the lectures, technological presentations, skratch demonstrations, beat juggling, battling, trick mixing and team presentations and includes appearances by The Invisible Skratch Piklz, P-Trix and others.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277008,"title":"Skratchcon 2000","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crime - Set in Florida at the close of 1941, this film noir follows small-town police chief John Haleran's (Zen Gesner) investigation of the murder of a young Japanese girl, a case that leads to a top secret government conspiracy. With the help of retired cop Taylor (William Morgan Sheppard), Haleran discovers a connection between the victim and an imminent Japanese attack. -  Zen Gesner, Jeannetta Arnette, William Morgan Sheppard","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277010,"title":"Small Town Conspiracy","adult":false,"genre_ids":[]},{"cast":[],"overview":"The dynamics of marital relationships are explored to comic effect in this filmed version of the Gujurati play, which also probes class differences and economic status. With the help of a talented cast that includes Dharmesh Vyas and Surbhi Jhaveri, director Arvind Vekariya delves deeply but humorously into the timeless conflicts that connect us all.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277012,"title":"Bhale Padharya","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short - Combining ethereal music and remarkable photography, this documentary lets viewers experience our world from an astronaut's cosmic view. Stunning footage from NASA missions creates a relaxing tour of the third planet -- from the oceans' splendor to the mountains' grandeur to the teeny, blinking lights of the communities that humans inhabit. Authentic NASA transmissions from space complement the visuals. -","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277014,"title":"Spiritual Earth: Astronaut's Eye","adult":false,"genre_ids":[]},{"cast":[],"overview":"Foreign, Foreign Musicals, India, Foreign Dramas, Bollywood, Gujarati Language - Rajiv and Meghna have a happy life with their children, Dhruv and Ritika. But as small grievances pile up over the years, Rajiv and Meghna gradually become adversaries. Now, their kids team up with a neighbor to stave off their impending divorce. When Meghna takes off, leaving Rajiv responsible for watching over Dhruv and Ritika, the family is turned upside down. But the new situation teaches everyone some important lessons in this family drama.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277016,"title":"Tamarabhai Fulltoo Fatak","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedy, Stand-Up - Popular comedian Craig Shoemaker returns to the stage in this uproarious stand-up routine filmed live at Los Angeles's Canyon Club in 2007. Channeling his alter ego as \"the Lovemaster\" Shoemaker explores every nook and cranny of modern life with bits such as \"The Lovemaster Cometh,\" \"Hamster Nipples,\" \"Oprah's Rules,\" \"Estrogen House\" and \"Gay from the Eyebrows Up.\"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277027,"title":"The Lovemaster... Unzipped with Craig Shoemaker","adult":false,"genre_ids":[]},{"cast":[],"overview":"Moron Spermlick decides to cheat death by eating at Jack's for 30 days straight. This odd experiment quickly heads down the sewer pipes of peril when he discovers Jack's secret ingredient is... Hormones! In fact, Jack's food is full of more hormones than a Tijuana brothel. Witness the unthinkable as he encounters severe mood swings, hot flashes and involuntary orifice hurling.","release_date":"2008-09-29","vote_average":0.0,"runtime":90,"cert":"\"\"","id":277029,"title":"Jack Me","adult":false,"genre_ids":[]},{"cast":["Wendy Crewson","Paul Gross"],"overview":"Years have passed since Sophie (Wendy Crewson) left the ranch her family calls home to pursue her dream of becoming a singer. The death of her father means that Sophie, now 30, must return to the home she left behind so long ago. Once there, she's persuaded by her mother to leave her own aspirations behind and help with the ranch -- a choice that's helped along by the presence of Alex (Paul Gross), an attractive ranch hand.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277031,"title":"Getting Married in Buffalo Jump","adult":false,"genre_ids":[]},{"cast":[],"overview":"In concert with guest Ray Charles, Gladys Knight &amp; the Pips take a soulful ride through the music that made them legends, performing hits such as \"I've Got to Use My Imagination,\" \"Neither One of Us\" and the classic \"Midnight Train to Georgia.\" Charles sings \"America the Beautiful\" and \"Georgia on My Mind\" as only he can, and a duet of \"Hit the Road Jack\" proves that genius truly loves company. Backstage interviews take you behind the scenes.","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277033,"title":"Gladys Knight & the Pips Featuring Ray Charles: Live in Los Angeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"The WWE travels Down Under for hours of raw action from the Global Warning tour in Melbourne. The Rock, Triple H and Brock Lesnar face off in an Undisputed Champion match, while Chris Jericho takes on the Edge in a can't-miss showdown. Also, Stacy Keibler battles it out with Torrie Wilson in a hot Bra and Panties match. Highlights from 1986 -- when WWE last visited Australia -- include a bout featuring the late Andre the Giant.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277035,"title":"Global Warning: Australia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Political Documentaries, Military Documentaries - Long dedicated to exposing the atrocities committed by Saddam Hussein, producer Jano Rosebiani returns to the task with guns blazing in a film that uses interviews with Iraqi citizens to show the harsh reality of life under Hussein's rule. Footage of the Sept.11 attacks combines with images of mass graves, tales of Saddam's henchman Chemical Ali and interviews with Middle East experts to paint a chilling picture of a terrible time.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277037,"title":"Weapon of Mass Destruction","adult":false,"genre_ids":[]},{"cast":[],"overview":"The seventh installment of this multimedia biography of experimental artist and instrument inventor Harry Partch stands as an epic tribute to his greatest achievements and offers a small glimpse into the complicated mind of this true radical. Included in the collection are Partch's most popular and possibly most accessible work, Delusion of the Fury, as well as Stephen Pouliot's insightful documentary The Dreamer That Remains.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277039,"title":"Harry Partch: Enclosure 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nina Ananiashvili dances the dual roles of Mlada and Cleopatra in this acclaimed production of composer Nikolai Rimsky-Korsakov's \"Mlada,\" directed by Boris Pokrovsky and choreographed by Andrei Petrov. Voislava, the daughter of a scheming prince, is forced to present his rival's bride with a poisoned ring so Voislava can marry him instead -- and her father can take over his kingdom. Will she get her just desserts when the gods intervene?","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277050,"title":"Mlada: Bolshoi Opera","adult":false,"genre_ids":[]},{"cast":[],"overview":"A groundbreaking documentary, Manufacturing Stoke travels across California's coast, visiting surfing legends and newcomers to explore surfing's great paradox: no sport is as linked to nature, yet most materials used are environmentally toxic.","release_date":"2012-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277052,"title":"Manufacturing Stoke","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fiends of every flavor go berserk in this collection of classic clips from more than 18 monster movies. Ghouls, ogres, vampires, zombies, wizards and creatures from beyond compete for screen time in this fright-fest packed with hair-raising scenes of monsters going absolutely wild. Extras include an interview with comic book legend Jack Kirby and behind-the-scenes footage from flicks such as \"The Creeps,\" \"Vampire Journals,\" \"Shrieker\" and more.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277054,"title":"Monsters Gone Wild","adult":false,"genre_ids":[]},{"cast":[],"overview":"MARCH WITH THE DEVIL is the true story of Dominiquie Vandenberg who became a martial arts champion at a very early age until a tragic accident took everything he loved and drove him into the French Foreign Legion Special Forces.  Vandenberg signed on for a five-year stint and saw engagement in Africa and Bosnia.  But his inner torment from his Legion days fueled his desire to become an advisor\/soldier-for-hire.","release_date":"2014-01-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":277056,"title":"March with the Devil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary, Historical Documentaries, Art &amp; Design - Explore the majestic St. Peter's Cathedral with this exhaustive documentary. The film follows the creation of St. Peter's under the direction of chief architect Donato Bramante and examines the cathedral's history over the 500 years that followed. Construction on the famous church, situated on Rome's Vatican Hill, began in 1506. It was built over the 1200-year-old St. Peter's Basilica, the tomb of the Apostle Peter.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277058,"title":"500 Years of St. Peter's","adult":false,"genre_ids":[]},{"cast":[],"overview":"Environmentalist and founder of Ashoka Global Academy William Drayton shares his insights into what makes a social entrepreneur, how the very fabric of society can be changed through entrepreneurial engineering and how individuals can contribute to effecting global social change through sheer determination. Since its inception in 1981, Ashoka has empowered citizen groups worldwide to address and eradicate the world's most urgent social issues.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277060,"title":"Nothing More Powerful","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music &amp; Musicals, Latin Music, Latin Pop - Founding member and producer A.B. Quintanilla joins the electrifying Kumbia Kings in a concert featuring some of the group's biggest hits. The eight-member band combines pop, hip-hop and R&amp;B with traditional cumbia music to create a style all their own. Led by front man Nando, the Kings perform \"Pachuco,\" \"Fuego,\" \"Mr. Green Eyes,\" \"Boom Boom,\" \"No Tengo Dinero\" and many other favorites.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277062,"title":"A.B. Quintanilla III & Kumbia Kings: Live","adult":false,"genre_ids":[]},{"cast":["Richard Speight Jr.","Gabrielle Anwar","Jim Hanna","Jayden Lund","Casey Peterson"],"overview":"San Francisco comes alive in this amusing chronicle of urban life. When Tyler has a drunken one night stand with a local stripper, his secret precedes him all over town. Now amidst a haze of springtime revelry, he must make amends to his fiance before she dumps him for good.","release_date":"2000-06-07","vote_average":0.0,"runtime":78,"cert":"\"\"","id":277073,"title":"North Beach","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"Witness the awesome power of the world's volcanoes. In the aftermath of the Mount St. Helens eruption, a 60-foot-high mudflow smothered everything in its path. Meet two campers who barely escaped the 100 mph deluge. Hear from the people who stood their ground against the lava and beat the odds. Stacy Keach narrates.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277075,"title":"Savage Earth: Hell's Crust","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spirit of the Marathon II weaves the compelling stories of seven runners from around the world as they journey to the starting line of the Rome Marathon and the trials and triumphs of each. Featuring insightful interviews with marathon greats such as Bill Rogers, Paula Radcliffe, Frank Shorter, and many others.","release_date":"2013-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":277077,"title":"Spirit of the Marathon II","adult":false,"genre_ids":[]},{"cast":[],"overview":"This set is a complete history of one of the NFL's oldest franchises, beginning with the Ealges' founding in 1933 by the legendary Bert Bell through the team's loss in last year's NFC Championship game.","release_date":"","vote_average":0.0,"runtime":268,"cert":"N\/A","id":277079,"title":"Philadelphia Eagles - The Complete History","adult":false,"genre_ids":[]},{"cast":["José Luis Martel","Yazmina Ramírez","Carlos de León","David Pantaleón","Gregorio Figueras"],"overview":"","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277081,"title":"Quemando suerte","adult":false,"genre_ids":[28]},{"cast":["Vivi Bach","Gustavo Rojo","Thomas Alder","Renzo Palmer","Umberto D'Orsi"],"overview":"Little Europe, a town in the American West, is chosen as the site for a European Music Festival to be internationally broadcast via television. The peace of the village is put in jeopardy when it comes to electing judges because the dormant antagonisms of the descendants of Italian, Spanish, French and Germans will be awakened, but the good sheriff easily resolves the dispute. Then the problem becomes more acute when the lawyer Betty, a comely young lady, who is late in coming to the event because she was seized by the henchmen of an industry bully who wants to influence the victory of one of his favorite songs.","release_date":"1966-07-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":277086,"title":"Europa canta","adult":false,"genre_ids":[35,37,10402]},{"cast":[],"overview":"British folk quartet Waking the Witch brews up a potent live show in this concert from their \"Boys from the Abattoir\" tour, filmed at Leeds's City Varieties. Accompanied by bassist Jon Short and drummer Mick Bedford, the ladies perform \"Only Human,\" \"Spring Song,\" \"Through and Through,\" \"Horse to Water,\" among other tracks. Jon Burr (harmonica) and Fluff (strings) make guest appearances. The program also includes an interview with the band.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277097,"title":"Waking the Witch: Live","adult":false,"genre_ids":[]},{"cast":["Scott Cooper","Gabrielle Anwar","Tommy Hinkley","Theresa Russell","Craig Sheffer"],"overview":"As a youngster, Jake O'Connor witnessed the sight of his best friend lying dead and his father wielding a shotgun. Trying to gain closure, Jake returns home to find the truth about what really happened that fateful night. Incognito, he moves into an apartment owned by a sexy woman named Catherine. As Catherine and Jake fall for each other, the pieces of the puzzle begin to come together.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277099,"title":"Water Under the Bridge","adult":false,"genre_ids":[10749,18]},{"cast":["William Hung","Nancy Sit Ka-Yin"],"overview":"William Hung, who shot to fame with an off-key audition on \"American Idol,\" makes his film debut in this martial arts musical comedy. Auntie Foon (Nancy Sit), a music hall owner in Imperial China, searches for her long-lost son, as well as husbands for her 12 daughters. Enter kindly singer Ma (Hung), who could be Foon's son. The fun family film also features a priceless Chinese version of Hung singing his signature, Ricky Martin's \"She Bangs.\"","release_date":"2004-01-01","vote_average":9.0,"runtime":null,"cert":"\"\"","id":277101,"title":"Where Is Mama's Boy","adult":false,"genre_ids":[]},{"cast":[],"overview":"As \"The Bride\" takes time to recover feeling on her lower body after waking up from a four-year coma, she reminisces the life of O-Ren Ishii, one of Bill's assassins who was involved in the wedding chapel incident that nearly took her out of commission. O-Ren is an American of Japanese and Chinese descent who lived near a U.S. military base when she was younger. She became an assassin after Boss Matsumoto's yakuza clan murdered both her parents.","release_date":"2003-10-10","vote_average":8.1,"runtime":8,"cert":"\"\"","id":277103,"title":"Kill Bill: The Origin of O-Ren","adult":false,"genre_ids":[28,16]},{"cast":["Dave O'Brien","James Newill","Guy Wilkerson","Mady Lawrence","Dick Curtis"],"overview":"Dry Gulch Trading Post owner Kurt Fabian advances money on mortgages to the local settlers to finance an irrigation program. Three Texas Rangers, Tex Wyatt, Jim Steele and Panhandle Perkins transport the money in a strong box which they place in the Wells Fargo safe as agent Sam Benson assures them that he is the only one who knows the safe combination.","release_date":"1944-06-03","vote_average":0.0,"runtime":59,"cert":"\"\"","id":277105,"title":"Spook Town","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Destined to become a cult Classic, this comedy tells the story of a struggling rock band that decides the biggest way to advance their career is to make a movie. Unfortunately the band can only scrape together a combined budget of $178.92.","release_date":"2009-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277107,"title":"The $178.92 Movie: An Instructional Guide to Failure","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children &amp; Family, Education &amp; Guidance, Ages 2-4, Ages 5-7 - Animated characters Pepo the boisterous buckaroo and Cecile the colorful cow share a keen sense of adventure and fun in this entry in the popular children's series. Explore the high seas and learn about the huge variety of creatures that live there. Stunning footage of sea turtles, whales, dolphins, sharks, sea horses and many other animals will entrance your children and encourage exploration of the natural beauty surrounding them.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277121,"title":"Discover the World of Animals: Sea","adult":false,"genre_ids":[]},{"cast":["Dorothy Dandridge","Obba Babatundé","Carmen De Lavallade","Laurence Fishburne","Jasmine Guy"],"overview":"Documentary - Actor Obba Babatundé hosts this biopic showcasing the life of acclaimed African-American singer and actress Dorothy Dandridge, who overcame racism and personal tragedy to become one of the most acclaimed performers of Hollywood's golden age. The film combines rare historical footage of Dandridge, on and off the stage, and interviews with stars such as Laurence Fishburne, Jasmine Guy and Halle Berry discussing her powerful legacy. -  Dorothy Dandridge, Obba Babatundé, Joe Adams","release_date":"2003-06-24","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":277123,"title":"Dorothy Dandridge: An American Beauty","adult":false,"genre_ids":[99]},{"cast":["Betty Loh Tih","Chang Yang","Kelly Lai Chen","Sek Kin","Yam Ho"],"overview":"This kung fu classic focuses on a contested succession at the Supreme Gate School. When turncoat Shen Darong kills several of the Supreme Gate students, the survivors are forced to accept him as their leader. Or are they? The students organize a tournament for Shen to prove his skills, inviting other formidable warriors in the hopes that someone can defeat him.","release_date":"1968-07-25","vote_average":0.0,"runtime":91,"cert":"\"\"","id":277125,"title":"Duel at the Supreme Gate","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Documentary - Capturing the magic behind Elvis's famed Sun Studio sessions, this collection of rare footage, photographs, interviews and sound clips takes you back to the King's early days on his rock 'n' roll throne in Memphis, Tenn. Featured songs include \"Blue Moon of Kentucky,\" \"Good Rockin' Tonight,\" \"You're a Heartbreaker,\" \"Shake, Rattle and Roll,\" \"I'm Left, You're Right, She's Gone\" and Elvis's first-ever recording, \"My Happiness.\" -  Elvis Presley","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277127,"title":"Elvis: The Memphis Flash","adult":false,"genre_ids":[]},{"cast":["Spencer Tracy","Katharine Hepburn","Joan Bennett","Angela Lansbury","Elizabeth Taylor"],"overview":"In this tribute to her frequent co-star and longtime love, Katharine Hepburn hosts a behind-the-scenes look at Spencer Tracy's personal and professional life that features intimate personal accounts, interviews and clips from his most acclaimed work on the silver screen.","release_date":"1986-03-09","vote_average":8.0,"runtime":86,"cert":"\"\"","id":277129,"title":"The Spencer Tracy Legacy: A Tribute by Katharine Hepburn","adult":false,"genre_ids":[10770,99]},{"cast":["Haley Sicard","Noah Centineo","Jim Lynch","Steve Cohen","Tim Lawrence"],"overview":"A group of curious kids from Camp Loggerhead embark on an adventure to solve the mystery of the missing sea turtle eggs. Led by two determined 13-year-olds, the clever campers must overcome dangerous obstacles, gather evidence, earn the trust of their parents, and ultimately catch the clueless poachers.","release_date":"2011-04-04","vote_average":0.0,"runtime":91,"cert":"\"\"","id":277131,"title":"Turkles","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a careless government mix up, the deadly virus ROUND 2 ends up in a small Canadian city. Unsuspecting patrons of a local tattoo shop are infected with the experimental germ, inevitably turning into flesh eating ghouls.","release_date":"2009-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277133,"title":"Vs. the Dead","adult":false,"genre_ids":[]},{"cast":[],"overview":"Singer-songwriter Amos Lee dazzles in this 2005 performance recorded live in Austin, Texas. Lee brings his signature blend of folk, jazz and soul, delivering unforgettable renditions of tunes from his chart-topping self-titled debut album. Highlights include \"Seen It All Before,\" \"Bottom of the Barrel,\" \"Love in the Lies,\" \"Keep It Loose, Keep It Tight,\" \"Arms of a Woman,\" \"Soul Suckers\" and \"Colors.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277144,"title":"Amos Lee: Live from Austin TX","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this charming animated series, Benjamin Bear and his teddy bear pal, Howie, learn to overcome their fears and do some growing up in the process. It's up to Benjamin to teach Howie the basics of teddy bear life, making certain their human owners always feel loved without violating the No. 1 rule: People must never see the bruins move. Three installments of the delightfully wholesome show are included.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277146,"title":"Being Brave with Benjamin Bear","adult":false,"genre_ids":[]},{"cast":[],"overview":"Offering an intimate glimpse of hard-rock pioneers Deep Purple as they travel the globe on tour, this in-depth documentary chronicles the roller-coaster ride of their life on the road. Accentuating the era of guitarist Steve Morse, the film looks at the legendary band's interpersonal relationships, camaraderie and the transitional phase in which keyboardist Don Airey replaced Jon Lord after he retired.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277148,"title":"Deep Purple: Access All Areas","adult":false,"genre_ids":[]},{"cast":["Elvis Presley"],"overview":"This arresting documentary covers the years of Elvis Presley's life leading up to his fame and fortune, providing an engaging look at the man before he became a legend. Interviews with those who knew him, as well as with musicians who worked with him, recall experiences with the future King of Rock and Roll and reveal what it was really like to tour with Elvis in those early days of his music career.","release_date":"2004-07-27","vote_average":0.0,"runtime":80,"cert":"\"PG\"","id":277150,"title":"Elvis: The Birth of Rock N' Roll","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Delving into the history, development and pivotal roles of four World War II Allied aircraft, this fascinating documentary features plenty of dramatic action footage as well as interviews with pilots who flew the planes in combat. Warbirds profiled in Volume 2 include the North American P-51 Mustang, the Vickers-Armstrong Supermarine Spitfire, the de Havilland DH98 Mosquito and the Hawker Hurricane.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277152,"title":"Famous Fighters of World War II: Vol. 2","adult":false,"genre_ids":[]},{"cast":["Frank Lammers","Sanne Langelaar","Rutger Hauer","Aurélie Meriel","Charles Dance"],"overview":"When the young republic of The Netherlands is attacked by England, France and Germany and faces its own civil war no less, only one man, Michael de Ruyter, can lead the county's strongest weapon, the Dutch fleet.","release_date":"2015-01-29","vote_average":6.3,"runtime":128,"cert":"\"\"","id":277154,"title":"Admiral","adult":false,"genre_ids":[12,18,36]},{"cast":["Ruben Albarran","Javier Lacroix"],"overview":"Lucas is a 12-year-old boy who falls in a strange whirlpool in the garbage vortex floating on the Pacific Ocean. When he wakes up, he finds himself in a peculiar world: Thingdom, the place where all things no longer useful go","release_date":"2015-01-24","vote_average":0.0,"runtime":86,"cert":"N\/A","id":277171,"title":"Thingdom","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of Naturita, Colorado, an economically devastated rural mining community that finds itself hopeful for the first time in decades. Their potential salvation: a new uranium mill, the first of its kind built in the U.S. in 30 years. A mill that would re-connect Naturita to its proud history -- supplying the uranium used to build the first atomic bomb, which ushered in the Nuclear Age. And now, a greener energy source to help free America from its dependence on foreign oil. But others in the town are worried about the severe health and environmental consequences of the last uranium boom.The film offers a range of perspectives that will spark dialogue about where our energy comes from and what sacrifices we make to meet our growing energy demands.","release_date":"2013-05-25","vote_average":0.0,"runtime":70,"cert":"\"\"","id":277176,"title":"Uranium Drive-In","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A lonely figure made of balloons finds a kindred spirit.","release_date":"2014-06-14","vote_average":8.0,"runtime":10,"cert":"\"\"","id":277178,"title":"Floating","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-09-04","vote_average":4.5,"runtime":null,"cert":"N\/A","id":277180,"title":"Hit the Road, Nonna","adult":false,"genre_ids":[]},{"cast":["Tracey Adams","Uschi Karnat","Vivian Kaster","Emmanuelle Vincent","Christoph Clark"],"overview":"A monument of refined perversity, the achievement of very special fantasies, a complete hardcore cocktail with, for the first time in Marc DORCEL's productions, one of the most beautiful and famous adult movie actress of the U.S.A., Tracey ADAMS","release_date":"1988-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277185,"title":"La Femme en noir","adult":true,"genre_ids":[]},{"cast":["Nils Verkooijen","Loek Peters","Maas Bronkhuyzen","Eva Duijvestein","Pippa Allen"],"overview":"Tuur and Lambert are best friends. But the war is closing in and is about to change their lives forever. Tuurs dad joined the resistance and even his big brother seems so be part of it. Lamberts family on the other hand choose to obey the Germans. Then a new girls from the city shows up, befriending the boys but telling her secret to only one of them. A choice that separates the boys and ultimately gets her in trouble.","release_date":"2014-07-03","vote_average":6.9,"runtime":94,"cert":"\"\"","id":277190,"title":"Secrets of War","adult":false,"genre_ids":[10752,10751,18]},{"cast":[],"overview":"Filmed just before the Carnation Revolution of 1974. Dark portrait of a group of friends who used to be colleagues at the University in 1962. Ten years later, they have lost all their ideals. With Lisbon on the background they discuss politics, love, culture; each of them has reached a deadlock. The camera remains still while it registers the dissolution of their dreams.","release_date":"1974-03-11","vote_average":0.0,"runtime":144,"cert":"N\/A","id":277192,"title":"Meus Amigos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Song List:  In Harmony (The Little Mermaid TV Series)  It's What's Inside That Counts (Cinderella II: Dreams Come True)  Out of Thin Air (Aladdin and the King of Thieves)  A Little Thought (Belle's Magical World)  Where Do I Go from Here? (Pocahontas II: Journey to a New World)  Whistle While You Work (Snow White and the Seven Dwarfs)  All in the Golden Afternoon (Alice in Wonderland)  The Work Song (Cinderella)  Belle (Beauty and the Beast)  Lesson Number One (Mulan II)  Here on the Land and Sea (The Little Mermaid II: Return to the Sea)  It's Not Just Make Believe (Ella Enchanted)  Volume notes  Includes Karaoke, Princess Pen Pals, Princess Pals DVD-ROM","release_date":"2006-02-14","vote_average":8.0,"runtime":null,"cert":"\"NR\"","id":277194,"title":"Disney Princess Sing Along Songs Vol. 3 - Perfectly Princess","adult":false,"genre_ids":[]},{"cast":["Véronique Genest","Philippe Caroit","Cécile Bois","Stéphane De Groodt","Marc Samuel"],"overview":"","release_date":"2011-06-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277196,"title":"Merci patron","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story takes place at the Toenail of Satan's Spartan Institute of Higher Education. This school is extremely strict, punishing the lowest scoring students with harsh whipping and public shaming. Kekko Kamen won't stand for that though, and rescues female students from being exposed in public while wearing nothing but her mask.","release_date":"1991-01-10","vote_average":4.0,"runtime":100,"cert":"N\/A","id":277204,"title":"Kekko Kamen","adult":false,"genre_ids":[]},{"cast":["Martin Kemp","Tracey Wilkinson","Richard Griffiths","Joanna David","Alan McKenna"],"overview":"Dramatisation of the real-life case of George Joseph Smith who was hanged in 1915 for the murder of his three wives, each of whom he killed in turn by drowning them in the bath while trying to make the deaths look like accidents.","release_date":"2003-12-31","vote_average":5.8,"runtime":120,"cert":"N\/A","id":277206,"title":"The Brides in the Bath","adult":false,"genre_ids":[]},{"cast":["Dove Cameron","Cameron Boyce","Booboo Stewart","Sofia Carson","Mitchell Hope"],"overview":"A present-day idyllic kingdom where the benevolent teenage son of King Adam and Queen Belle offers a chance of redemption for the troublemaking offspring of Disney's classic villains: Cruella De Vil (Carlos), Maleficent (Mal), the Evil Queen (Evvie) and Jafar (Jay).","release_date":"2015-07-31","vote_average":6.9,"runtime":112,"cert":"\"G\"","id":277217,"title":"Descendants","adult":false,"genre_ids":[12,28,35,10751,10770]},{"cast":["Dev Anand","Khurshid Begum","Kamala Kotnis"],"overview":"Directed by Yeshwant Pethkar.","release_date":"1947-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277222,"title":"Aage Badho","adult":false,"genre_ids":[]},{"cast":["René Deltgen","Kirsten Heiberg","Lotte Koch","Michael Bohnen","Josef Sieber"],"overview":"This is the war and everybody in Germany should beware : the enemy is listening. One family in particular had better be even more careful than the average citizen of the Reich : the Kettwigs. Indeed they own an armament factory and their engineers, technicians, workers and of course themselves belong to a highly sensitive sector. They are under the constant scrutiny of those who want to get hold of the secret weapons devised in the plant, notably of a wire which, when attached to a balloon, may become the most effective anti-aircraft ever. For sure, they should distrust everybody. Isn't Nolte, the waiter, an enemy agent? Should young Bernd Kettwig allow himself to be seduced by this pretty woman ? As for Bernd's secretary, is she right when she lets this handsome man woo her?","release_date":"1940-01-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":277224,"title":"Achtung! Feind hört mit!","adult":false,"genre_ids":[10752]},{"cast":["Isuzu Yamada","Denjirô Ôkôchi"],"overview":"Directed by Tomu Uchida.","release_date":"1931-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277226,"title":"Adauchi senshu","adult":false,"genre_ids":[]},{"cast":["Hilmar Eichhorn","Ute Lubosch","Christine Schorn","Michael Gwisdek","Horst Drinda"],"overview":"Last years in the Life of german Dramatican Georg Büchner. Around the year 1830 he and his fellow students try to initiate a revolution in Germany, but they are not successful. Büchner has to leave the country and seeks exile in France and Switzerland, where he falls ill with typhus.","release_date":"1979-01-18","vote_average":0.0,"runtime":123,"cert":"N\/A","id":277228,"title":"Addio, piccola mia","adult":false,"genre_ids":[36,18]},{"cast":["Mathilde Seigner","Marc Lavoine","Frédérique Bel","Virginie Hocq","Patrick Chesnais"],"overview":"When the little haberdasher Arras discovers she's won 18 million in the lottery and can now afford anything she wants, she has only one fear: losing the small joys of life made simple it cherishes above all. But fate is obstinate, and this is giving too long this good fortune will trigger it, despite herself, a hurricane that will change everything. Everything except her.","release_date":"2014-05-18","vote_average":5.3,"runtime":98,"cert":"N\/A","id":277230,"title":"La liste de mes envies","adult":false,"genre_ids":[35,18]},{"cast":["Carlos Sobera","Elisa Matilla","Cora Tiedra","Javier Pereira","Camilo Rodríguez"],"overview":"When his wife cheats on him, his car is stolen, and his company is accused of embezzlement, Rodrigo (Carlos Sobera) decides to stage his death, come back as his long-lost twin brother, Ricardo, and start fresh with his family. But much to his chagrin, he learns that his wife doesn't miss him, his kids speak poorly of him, and his boss may have framed him. Elisa Matilla, Cora Tiedra and Javier Pereira co-star in this comedy.","release_date":"2002-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277241,"title":"¡Hasta Aquí Hemos Llegado!","adult":false,"genre_ids":[]},{"cast":["Parambrata Chatterjee","Deboleena Dutta","Parno Mittra","Rudranil Ghosh","Gautam Ghosh"],"overview":"‘Ekla Akash’ is a story of love, despair, infidelity and a tragedy in general. It deals with a troubled marriage between a young couple, Arijit and Nisha. The ambitious couple have reached a point in their relationship from where there is no turning back so they continue to live with each other and their child is also born. Arijit’s infidelity is primarily the reason as he is having an affair with his colleague . Arijit also has questions regarding Nisha’s special relationship with her mentor S.R, who is a film director and wants to make a film star. Eventually he does make her a star, but it only makes things worse.","release_date":"2013-10-05","vote_average":0.0,"runtime":139,"cert":"N\/A","id":277243,"title":"Ekla Akash","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The outrageous comedy of Kenneth Keith Kallenbach, a \"Howard Stern Show\" Wack Pack alum, is showcased in this collection of his most entertaining skits and pranks. Featured are never-before-seen sketches and shorts from early in Kallenbach's 20-year career, as well as his uproarious stand-up routine. Listen in on his crazy phony phone calls and to his musical project, the Kenneth Keith Kallenbach Band.","release_date":"2001-11-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277245,"title":"American Icon","adult":false,"genre_ids":[]},{"cast":["María Callas"],"overview":"Legendary opera singer Maria Callas had an extraordinary career, colored as much by supreme success as it was by terrible heartache. Yet despite her tumultuous private life, Callas's powerful soprano voice rarely faltered. Narrated by Rosalie Crutchley, this well-rounded documentary features extensive interviews and numerous performances, including the diva's final concert in Tokyo and a rare recording taken a class at the Julliard School.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277247,"title":"Maria Callas: Life & Art","adult":false,"genre_ids":[]},{"cast":["Richard Gutierrez","Angel Locsin","Dennis Trillo","Paolo Contis","Bianca King"],"overview":"After resolving to live peaceful lives as mortals, enchanted warriors Aguiluz (Richard Gutierrez) and Alwina (Angel Locsin) are caught in a violent storm and washed away to separate shores, where they struggle to survive without their memories. Meanwhile, the fire maiden Pirena (Sunshine Dizon) resurrects Ravenum (Michael De Mesa) to wreak havoc on the Mulawin race. Dennis Trillo co-stars in this film sequel to the popular television series.","release_date":"2005-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277249,"title":"Mulawin: The Movie","adult":false,"genre_ids":[10749,12,28,14]},{"cast":["Philippe Bas","Lilou Fogli","wahid mosta","Robert Bozek"],"overview":"With an abandoned train station as their haunt and an endless supply of hitchhikers to provide sustenance, a lovely lesbian vampire duo seduces then savages their victims in this erotic gore fest from director David R. Williams. Things get complicated for the ladies, though, when one of them falls in love with an intended victim and a pair of scholars of urban decay decide to explore the bloodsuckers' lair.","release_date":"2009-01-01","vote_average":4.5,"runtime":null,"cert":"\"\"","id":277251,"title":"Red Scream Vampyres","adult":false,"genre_ids":[]},{"cast":["Yûzô Kayama","Kumi Mizuno","Mickey Curtis","Akihiko Hirata","Jun Tazaki"],"overview":"An early Okamoto yakuza film, though it's not in the Underworld series (along with The Last Gunfight and The Big Boss) despite being alternatively known as \"Death of the Boss.\" While Okamoto did not write this film and took on the project because he was assigned and \"just doing [his] job\" according to an interview with Chris Desjardins in Outlaw Masters of Japanese Film, he did express a general excitement about working in action cinema (which shows through in this film's energy.) I have no plot to share, unfortunately, so I'll just add a few more screencaps than usual to make up for it.","release_date":"1961-04-09","vote_average":6.0,"runtime":97,"cert":"N\/A","id":277253,"title":"Big Shots Die at Dawn","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"The Bible is filled with stories about the end of the world, based on the writings of ancient prophets. But whether Scripture accurately predicts future events or merely plays upon our fears of Armageddon is up for considerable debate. Were the Sept. 11 terrorist attacks an example of a prophecy fulfilled, or were they just one more tragic happening in the time line of life? This fascinating program explores the question from a variety of angles.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277267,"title":"Biblical End Times","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three-time Emmy Award-winning documentary producer-director Don Hampton brings you his unique style in this production. Chain Reaction 2\/3 makes its viewers active participants in the mountain-biking culture and its insane lifestyle, continuing the tradition of broken bikes and bones you've come to expect from DH Productions. The film also includes footage from national championships, urban street riding sessions, dirt jumping and more.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277272,"title":"Chain Reaction 2\/3","adult":false,"genre_ids":[]},{"cast":["Tony Todd"],"overview":"The Lady Cavaliers high school girls' basketball team is on the verge of extinction because of school budget cuts. The school's principal (Debbie Allen) is just about consign the Cavs to oblivion when the team and certain faculty members fight back alongside a new coach (Tony Todd) who could take the team to new heights and prove that they belong. In addition to winning games, the girls face other obstacles such as love, loss and divorce.","release_date":"2007-04-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277274,"title":"Tournament of Dreams","adult":false,"genre_ids":[]},{"cast":[],"overview":"Capturing the magic behind Elvis's famed Sun Studio sessions, this collection of rare footage, photographs, interviews and sound clips takes you back to the King's early days on his rock 'n' roll throne in Memphis, Tenn. Featured songs include \"Blue Moon of Kentucky,\" \"Good Rockin' Tonight,\" \"You're a Heartbreaker,\" \"Shake, Rattle and Roll,\" \"I'm Left, You're Right, She's Gone\" and Elvis's first-ever recording, \"My Happiness.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277279,"title":"Elvis Presley: Memphis Flash","adult":false,"genre_ids":[]},{"cast":["Luana DeVol","Joseph Ruiz","Stefano Palatchi","Franco Farina","Barbara Frittoli"],"overview":"Lovely but lethal, the evil Princess Turandot comes to life through the performance of Luana De Vol in this visually stunning production of Giacomo Puccini's Peking-set opera directed by Nuria Espert and conducted by Giuliano Carella. In this 2004 performance at the Gran Teatre del Liceu in Barcelona, Spain, all the subtleties of Puccini's unique tonality and unconventional instrumentation are in ample evidence.","release_date":"2005-07-27","vote_average":0.0,"runtime":151,"cert":"\"\"","id":277281,"title":"Giacomo Puccini: Turandot","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This documentary follows an Ethical and Environmental expert from Nokia as she travels to China to inspect the facilities under contract to her company.","release_date":"2005-06-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277295,"title":"A Decent Factory","adult":false,"genre_ids":[]},{"cast":["Philip Baker Hall","Laura San Giacomo","Shirley Knight","Henry Rollins","Rebecca Staab"],"overview":"A once-successful architect (Philip Baker Hall) has become a grumpy loner, but a young couple plead with him to come out of retirement to rebuild his crumbling old house for them.","release_date":"2003-11-14","vote_average":0.0,"runtime":89,"cert":"\"\"","id":277300,"title":"A House on a Hill","adult":false,"genre_ids":[]},{"cast":[],"overview":"The dramatic true story of a marriage between a Catholic man and a Protestant woman in 1950's Ireland.","release_date":"1999-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277302,"title":"A Love Divided","adult":false,"genre_ids":[]},{"cast":[],"overview":"Theres no job too big for Bob the Builder and his Can-Do Crewand no animal too small to cause problems for the team! Spud the scarecrow stirs up trouble when his homemade skateboard almost wrecks Bobs work; Farmer Pickles baby chicks find comfort from an unlikely feathered friend, and Pilchard the cat becomes the hero of the day at the local dog show. The machine team have to work their magic to avoid big bunny trouble while searching for Mr. Ellis magic rabbit. Even through silly mix-ups, close calls and tight deadlines, Bobs team proves that the fun is in getting it donetogether!","release_date":"2013-04-01","vote_average":0.0,"runtime":64,"cert":"\"\"","id":277304,"title":"Bob The Builder: Building Buddies","adult":false,"genre_ids":[]},{"cast":["Helga Göring","Günter Naumann","Steffie Spira","Helmut Gauß","Holm Henning Freier"],"overview":"","release_date":"1972-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277306,"title":"Die große Reise der Agathe Schweigert","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary tells the story of an infamous political show trial that took place in Czechoslovakia in 1952.","release_date":"2001-09-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277308,"title":"A Trial in Prague","adult":false,"genre_ids":[]},{"cast":[],"overview":"The most beloved stories in Scripture are brought to life in this interactive I Can Read the Bible! series with a DVD learning program created just for children.  As each story is read, the words are highlighted so a child can easily follow along. The DVD brings the story alive through narration and animation, and an interactive learning center features a music video, dictionary, Bible quotes, and games.  After the ark was built, God told Noah to bring two of every kind of animal into the ark to save them.  Noah and the Ark teaches young children about the importance of being thankful. Ages 3-8.","release_date":"2012-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277319,"title":"Noah and the Ark: A Story about Being Thankful","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sing your ABCs with Elmo and all your favorite Sesame Street Muppets! Float with an astronaut in space, juggle with a robot, and swing by the \"G Club\" to hear the different sounds it makes! Packed with lively and engaging melodies, Alphabet Songs fosters a rich understanding of letters and vocabulary by emphasizing sounds and connecting them with visuals to reinforce the learning.","release_date":"2014-05-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":277324,"title":"Sesame Street: Alphabet Songs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ribbet! Woof! Neigh! Tweet! Elmo loves animals and he wants to learn all about them. What's the best way to walk a dog? What type of animal is considered a wild animal? Do frogs live on land or in water? And how do penguins stay warm? Join Sesame Street's curious red monster and his special friend Dorothy as they explore wild animals, pets, and more! Over 2 hours of Elmo's World!","release_date":"2014-03-04","vote_average":0.0,"runtime":120,"cert":"\"\"","id":277326,"title":"Elmo's World: All About Animals","adult":false,"genre_ids":[]},{"cast":[],"overview":"Distinguished musicians Ramkrishna Paul, Uday Dey and Partha Paul perform some of the most popular Indian songs of all time in this entertaining compilation of tunes. The instrumental collection -- featuring Ramkrishna on violin, Uday on flute and Partha on keyboards -- includes \"Achey Dukho Achey Mrithyu,\" \"Alcash Bhora Surja Tara,\" \"Din Guli More Sonar Khancha\" and \"Ae ki Labanya Purno Pran,\" among others.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277328,"title":"Rabindrasangeet Instrumental","adult":false,"genre_ids":[]},{"cast":[],"overview":"Go beyond the revelry of St. Patrick's Day and learn about the man himself. This dramatic documentary features reenactments of St. Patrick's life and deeds and explores the only writings of his known to exist: \"Confession\" and \"Letter to Coroticus.\" Father Frank Fahey, of Ballintubber Abbey, and Michael Slavin, author of The Book of Tara, discuss the history of this important figure who brought Christianity to Ireland.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277330,"title":"St. Patrick: Apostle of Ireland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Amidst a craze of reality television comes \"The Bachelor,\" a series that caused quite a stir when it aired on American television in 2002. Alex, the bachelor in question, is an attractive, wealthy, available heterosexual -- a perfect catch for any woman looking to find a life partner. A group of attractive women are given the chance to win Alex's heart in an elimination competition, and the winner gets a marriage proposal.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277332,"title":"The Best of the Bachelor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Veteran spin master and street bike enthusiast DJ GQ journeys across the land, searching out the latest and greatest innovations in motorcycle technology and design by visiting the gearheads in shops like Pennsylvania's Tricked Out Custom Cycles. Your host also drops in at C&amp;S Custom, R.I.S. Designs, Headtrip Helmets and the Indianapolis Dealer Expo. Saving the best for last, GQ even shows off his own custom build, the TL1000R.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277343,"title":"Hot Street Bikes: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"World-renowned tenor Jose Carreras shares the stage of the Greek Theatre in Taormina, Italy, with soprano Rossana Potenza and the Teatro Vittorio Emanuele Orchestra in this 2001 gala concert conducted by David Gimenez. The outstanding evening program -- staged by Enrico Castiglione -- includes an assortment of arias and duets from some of the most beloved operas and composers in the world.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277345,"title":"Jose Carreras: Jose Carreras Gala","adult":false,"genre_ids":[]},{"cast":[],"overview":"With a story taken from the epic Indian poem \"Ramayana,\" Lavakusa depicts the lives of the sons of Lord Rama (Rao C.S.R.) and his wife, the goddess Sita (Anjali Devi). The movie's source material is often cited as one of South Asia's most important texts and provides great insight into many aspects of Indian culture. Star Rao C.S.R. and Chittajalu Pullayya co-directed this film, the first Telugu-language movie released in color.","release_date":"1963-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277347,"title":"Lavakusa","adult":false,"genre_ids":[]},{"cast":["Ingrid Blackburn","Darma Mootien","Geeta Mootien","Gaston Valayden","Ashwin Anenden"],"overview":"A day in the life of Lina, a young girl from Port-Louis, capital of Mauritius, seen through the eyes of the cathedral. A day that will not be the same as the rest when an unexpected meeting brings Lina face to face with reality and she is forced her to make a choice.","release_date":"2006-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":277349,"title":"The Cathedral","adult":false,"genre_ids":[18]},{"cast":["Joëlle Berckmans","Léa François","Arnaud Jouan","Adrian Mazzola","Roger Moore"],"overview":"Matthew has everything a young man could want: a large apartment in Monaco, which he shares with his best friend Sebastian, affluence and all the women he wants end up in his bed. When Emma young seasonal worker with a strong character, has no other choice but to live with him, disputes are in the air and their incompatibility is undoubtedly. Between battle of the sexes and life lessons, Emma and Matthew will share their conceptions of desire and the male \/ female relationship ... and gradually, disagreements will take less and less importance ...","release_date":"2013-12-14","vote_average":6.0,"runtime":92,"cert":"N\/A","id":277351,"title":"Incompatibles","adult":false,"genre_ids":[35]},{"cast":["Jesse McCartney","Jack Falahee","Alice Kremelberg","Conor Leslie","Ritesh Rajan"],"overview":"The college experience - studying, dating, partying... but when one of their classmates disintegrates right before their eyes, Ari, Becca, Izzy, Greta and Arun must battle security, the Griefers and each other to uncover the incredible truth about themselves and this other-worldly campus before they are all eliminated.","release_date":"2015-09-22","vote_average":4.8,"runtime":110,"cert":"\"\"","id":277353,"title":"Campus Code","adult":false,"genre_ids":[28,878]},{"cast":["Geoff Malone","Grahame Bond","Kate Fitzpatrick","Doreen Warburton","James Lear"],"overview":"Several people gather at the Homesdale Hunting Lodge including butcher\/rock singer Mr Kevin, war veteran Mr Vaughan, an octogenarian Mr Levy. All are tormented by Homesdale's staff and forced to participate in a series of games about death and murder in which the true character of the guests starts to emerge.","release_date":"1971-06-01","vote_average":4.7,"runtime":50,"cert":"N\/A","id":277367,"title":"Homesdale","adult":false,"genre_ids":[]},{"cast":["Michael Douglas","Arthur Kennedy","Teresa Wright","Peter Strauss","Louise Latham"],"overview":"Hail, Hero! stars Michael Douglas in his screen debut as long-haired college student Carl Dixon. Reversing the usual procedure in late-1960s films, Dixon decides to quit school and enlist in the Army, even though he's already run afoul of the law as a Vietnam protestor. It is our hero's intention to use love, rather than bullets, to combat the Viet Cong. Needless to say, his idealism is no match for the harsher realities of war, but this doesn't stop him from endlessly spouting the sort of agit-prop rhetoric so beloved of filmmakers of the era. In addition to Michael Douglas, co-star Peter Strauss likewise makes his first film appearance in Hail, Hero! Dated in the extreme, the film is saved by the musical score by Gordon Lightfoot.","release_date":"1969-10-04","vote_average":0.0,"runtime":100,"cert":"\"\"","id":277369,"title":"Hail, Hero!","adult":false,"genre_ids":[18]},{"cast":["Otávio Augusto","Maria Padilha","Tom Zé","André Abujamra","Giulia Gam"],"overview":"On a Saturday morning, an advertising crew arrives at a decadent old building downtown São Paulo to shoot a TV commercial. And then everything goes wrong, beginning with a broken elevator","release_date":"1995-01-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":277371,"title":"Saturday","adult":false,"genre_ids":[35]},{"cast":["Valeria Arribas","Fernando Colomo","Jorge Da Rocha","Álvaro García","Miguel Gavito"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277373,"title":"Calla para siempre","adult":false,"genre_ids":[]},{"cast":[],"overview":"The documentary tells the story of Uschi, a farmer living free and recluded in the bavarian alps.\r Shot in epic black and white pictures, Still follows Uschi's life over a ten year period. From an\r untroubled summer of making cheese through pregnancy and the uncertain future of the parental farm,  Matti Bauer portrays Uschi's struggle to keep alive the dream of a way of life that has become rather  untypical in this day and age.","release_date":"2014-06-19","vote_average":5.3,"runtime":80,"cert":"N\/A","id":277381,"title":"Still","adult":false,"genre_ids":[99]},{"cast":["Nevena Kokanova","Ivan Andonov","Katya Paskaleva","Stefan Ilyev","Dorotea Toncheva"],"overview":"On the road one day two people meet again after seventeen years. They'd had a brief, burning affair seventeen years earlier, in their idealistic youth. That had been just after the war, the time of great enthusiasms and faith in the future. Wishing to dedicate themselves to the new society they had chosen to renounced personal happiness, considering their love as an impermissible sidetrack from the requirements of the time.","release_date":"1967-05-01","vote_average":7.5,"runtime":78,"cert":"N\/A","id":277395,"title":"Detour","adult":false,"genre_ids":[10749,18]},{"cast":["Shawn Dou","Michelle Chen","Kim Moo-young","Ye Qing","Ashton Chen"],"overview":"Web loses his brother in an extreme sports accident. When he learns it may have been murder he searches, from America to his ancestral home in China, pursuing answers and vengeance.","release_date":"2014-05-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":277397,"title":"Urban Games","adult":false,"genre_ids":[28]},{"cast":["Danny Glover","Rutger Hauer","Daryl Hannah","Stephen Baldwin","Michael Madsen"],"overview":"The year is 2047.  Our planet is ruled by the repressive Confederate Central Government (CCG).  Ryan is a Green War rebel agent sent on a mission by Sponge to collect evidence against the CCG for its heinous crimes. Ryan soon faces the sinister Colonel Asimov, Major Anderson and a group of mercenaries lead by Lobo. His mission quickly turns chaotic when he meets Tuage, a mutant survivor of the CCG rebellion who swears to help Ryan save what is left of their world … or does she?","release_date":"2014-06-13","vote_average":2.8,"runtime":85,"cert":"N\/A","id":277399,"title":"2047: Sights of Death","adult":false,"genre_ids":[28,53,878]},{"cast":[],"overview":"Lingerie Fighting Championships features the world's most controversial MMA league where beautiful mixed martial artists, dressed only in lingerie, train and do battle. Starring Lingerie Football star Michelle \"Scrapper\" Blanchard and ex-pro wrestler Arik Loegen, go behind the scenes for an action-packed mix of combat sports, drama and humor in the tradition of UFC and WWE.","release_date":"2013-10-16","vote_average":0.0,"runtime":90,"cert":"\"\"","id":277401,"title":"Lingerie Fighting Championships","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spoddy (Disend), a small-time car thief and master auto mechanic, hates cars and harbors contempt for most people, especially the losers of this world. Directed by Rob Nilsson, this film employs the aesthetic of Direct Action Cinema, which Nilsson developed to allow cast and crew maximum freedom to work as a jazz ensemble, improvising dialogue and action in situations articulated by the director.","release_date":"2008-08-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277409,"title":"Attitude","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directors Twila Raftu and Shaun Cronin explore the controversial issue of free data exchange and the growing impact of copyright legislation, intellectual property laws and digital rights management from the viewpoint of those dedicated to the unregulated flow of creative products and information. Advocates of \"free culture,\" including Xbox hacker Andrew \"Bunnie\" Huang and underground rapper Adam \"Doseone\" Drucker, offer opinions and commentary.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277423,"title":"Alternative Freedom","adult":false,"genre_ids":[]},{"cast":[],"overview":"Training her lens on the plight of children affected by Hurricane Katrina, filmmaker Laura Belsey profiles 19 kids whose lives were torn asunder in 2005 when one of the deadliest hurricanes in U.S. history hit the Southern coast. Shot three years after the storm, the film explores the children's memories about surviving the experience and also shadows them and their families as they work to rebuild their lives.","release_date":"2008-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277425,"title":"Katrina's Children","adult":false,"genre_ids":[]},{"cast":[],"overview":"Before The Da Vinci Code, there was Henry Lincoln's Holy Blood, Holy Grail, in which the author documents his search for clues about the Holy Grail. This program examines the evidence Lincoln presents and its connections with the Knights Templar. Critics recount the controversy over the holy lineage and bring new insights to both popular and marginal theories. Lincoln's quest continues to stir imaginations and inspire the most ardent skeptics.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277427,"title":"Behind the Da Vinci Code","adult":false,"genre_ids":[]},{"cast":["Ashima Bhalla","Vikas Kalantri","Mohnish Behl","Rajesh Khanna","Asawari Joshi"],"overview":"This Bollywood tragedy tells the story of Pratap Singh, an army major who falls madly in love with his wife's younger sister, Priya, to the point where he is prepared to give up everything to win her attentions. Pratap sets his plan in motion by killing his wife and then telling his father-in-law and Priya that she died of a heart attack, subsequently manipulating them into living with him under the pretext of needing help with his infant son.","release_date":"2001-09-07","vote_average":0.0,"runtime":157,"cert":"N\/A","id":277429,"title":"Pyaar Zindagi Hai","adult":false,"genre_ids":[10749,53]},{"cast":[],"overview":"In 1962 China, Japanese warlords hold the power and are wielding it with no regard to ethics or propriety. Two private entities, the Nagoa Isam Transportation Company and the Bai Loon Forwarding Agency, have taken competition to the extreme, wreaking havoc and violence as a means to hold onto whatever sovereignty they may have. Loyalty no longer exists as residents watch out only for their own interests.","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277431,"title":"Dragon Force Operation","adult":false,"genre_ids":[]},{"cast":["Bobby Baldassari","George Yeager","Stephanie Bombara","Tanya Bettencourt","Rich Colozzi"],"overview":"Aspiring filmmaker Rocky Horror (Robert Baldassari) devises a dangerous plan to create a surefire terror hit when he lures several film school classmates to a haunted tavern, hoping to capture footage of them being attacked by a legendary monster. But when the creature finally appears, Rocky and his fellow students realize that the blood and corpses are real, not special effects, and that the action may not stop when the director yells \"cut.\"","release_date":"2007-10-02","vote_average":1.5,"runtime":98,"cert":"\"\"","id":277433,"title":"School of Horror","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Inspired by a 1998 Wall Street Journal article suggesting that Elvis might be part Jewish, Dan Hartal -- an orthodox Jewish Elvis impersonator -- an eccentric rabbi and a film crew set out to Memphis and Israel to trace his roots. Their antics include lobbying to give the King a proper Jewish burial and planting a tree in his honor in the Holy Land. Their journey takes them to hilarious heights and pathetic lows in their stuffy Winnebago.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277450,"title":"Schmelvis","adult":false,"genre_ids":[]},{"cast":["Erich Ponto","Carl Kuhlmann","Albert Lippert","Hans Stiebner","Herbert Hübner"],"overview":"Anti-semitic Nazi propaganda \"biography\" of the Rothschilds, a German Jewish family whose members rose to the top of the European banking community during the Napoleonic era.","release_date":"1940-07-17","vote_average":6.0,"runtime":97,"cert":"N\/A","id":277452,"title":"The Rothschilds","adult":false,"genre_ids":[18]},{"cast":["Shane Mauss"],"overview":"Comic Shane Mauss wades into the waters of evolutionary theory, with hilarious observations on pregnancy, mating dances, homosexuality and hot wax.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277454,"title":"Shane Mauss: Mating Season","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Explore distant planets, galaxies and cosmic phenomena through the outer reaches of space to make greater sense of the vastness of the universe.","release_date":"2014-01-01","vote_average":5.8,"runtime":null,"cert":"\"\"","id":277456,"title":"Space: Unraveling the Cosmos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two grim murders in a rural town seem like a run-of-the-mill killing spree, until a local prosecutor discovers a mysterious connection that leads the cops to the prime suspect -- a criminal who died 30 years before. But how can a killer continue his bloodletting from the grave? Directed by Rick Jordan, this entertaining and otherworldly fright fest stars Jeff Marlow, Rick Jordan, Joe Estevez, Roxzane T. Mims and Teresa Castracane.","release_date":"2001-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":277461,"title":"The Remnant","adult":false,"genre_ids":[]},{"cast":[],"overview":"This insightful Home Box Office documentary profiles some American children afflicted with Tourette's syndrome -- a hereditary neurological disorder manifested by recurrent, involuntary vocal and motor tics. More than a dozen youngsters ranging from ages 6 to 13 discuss the stigma of Tourette's, what it's like to grow up with the condition, control measures and the challenges they face to be viewed as normal.","release_date":"2005-01-01","vote_average":9.0,"runtime":null,"cert":"\"\"","id":277472,"title":"I Have Tourette's But Tourette's Doesn't Have Me","adult":false,"genre_ids":[]},{"cast":["Richard Courtney"],"overview":"More than 40 reels of combat footage were used to bring to life the bloodiest conflict in the history of the U.S. Marine Corps in this PBS film about the World War II battle for Iwo Jima. Documenting the fight for the island that 21,000 Japanese soldiers defended to the bitter end, this film marks the first time many of the survivors have spoken on record about the ordeal that was supposed to have been over in days but lasted more than a month.","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277474,"title":"Iwo Jima: Red Blood, Black Sand","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"15 years after the end of apartheid in Namibia. For the first time a mulit ethnic school class is preparing for the final exams in a former white elite school of German origin. This first post-apartheid-generation knows segregation only from history books. But still it is a long way to overcome the shadows of the past.","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":277476,"title":"Generation X","adult":false,"genre_ids":[]},{"cast":[],"overview":"A quiet island, lost in the pacific ocean. Nothing worth of interest, until the day a stroke of luck, phosphate, provided by the island's coral core, led the country to incredible heights: in 1975, it became the second richest country per inhabitant in the world after Saudi Arabia... Only to plunge into ruins a few years later.","release_date":"2009-03-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":277478,"title":"Nauru, an Island Adrift","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The incomparable \"Man in Black,\" Johnny Cash, will forever reign as one of the most soulful performers in country music. But his appeal crossed over to other genres, as he captivated audiences of all stripes with his heartfelt lyricism and stellar musicianship. Here, Cash reprises many of the tunes for which he's known, including \"Guess Things Happen That Way,\" \"Don't Take Your Guns to Town,\" \"Big River,\" \"Heartbreak Hotel\" and more.","release_date":"2004-11-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277480,"title":"Johnny Cash: Singing at His Best","adult":false,"genre_ids":[]},{"cast":["Amalia Fuentes","Romeo Vasquez"],"overview":"This unforgettable Filipino drama stars Amalia Fuentes as a woman suffering under the viciousness of the worst kind of enemy imaginable: her family. Will her determined efforts to break free of their clutches succeed and allow her to find her rightful place in the world? Romeo Vasquez, Rod Navarro, Etang Discher and Lito Legaspi are among the film's supporting cast.","release_date":"1960-01-01","vote_average":0.0,"runtime":96,"cert":"\"\"","id":277482,"title":"Bilanggong Birhen","adult":false,"genre_ids":[]},{"cast":[],"overview":"French filmmakers Cedric Laty and Vincent Gerard chronicle the life of lensman William Eggleston, emerging with an artful documentary as much about the man as it is about the everyday places in the American South that he encapsulates, and transforms, in his work. Considered a pioneer of color photography, Eggleston is known for seeing the beautiful in the mundane, and the film captures the essence of his vision.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277484,"title":"By the Ways, a Journey with William Eggleston","adult":false,"genre_ids":[]},{"cast":["Harry Lennix","Vanessa Williams"],"overview":"Harry J. Lennix stars as trailblazing and controversial African-American congressman and Civil Rights activist Adam Clayton Powell Jr., who started out as a preacher in Harlem and then went on to deal with such issues as the integration of schools in the 1940s and '50s. Vanessa Williams portrays his second wife, jazz singer Hazel Scott.","release_date":"2002-02-11","vote_average":7.0,"runtime":null,"cert":"\"\"","id":277492,"title":"Keep the Faith, Baby","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentarian Jeffrey Morgan set out to the track one woman's search for the truth about her great-great-aunt's 1908 murder. But his film quickly became a fascinating study of racism, revenge and family secrets. In the process of uncovering information about her ancestor's violent death at the hands of an African-American suspect, the woman learns that her family tree might have also produced a few murderers.","release_date":"2007-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277494,"title":"Lillie & Leander: A Legacy of Violence","adult":false,"genre_ids":[]},{"cast":["Tomoya Nagase"],"overview":"Japanese detective Hayase is caught in the midst of a truck robbery on the way to the Seoul airport. Being forced to extend his stay and help identify the robbers, Hayase gets thrown into another situation -- as Japan's Foreign Minister is kidnapped before the upcoming Asian Summit. Is 72 hours enough?","release_date":"2002-02-09","vote_average":0.0,"runtime":110,"cert":"N\/A","id":277496,"title":"Seoul","adult":false,"genre_ids":[53,28]},{"cert":"N\/A","title":"Paradise Palau","cast":[],"id":277498,"overview":"This powerful, short film highlights the island of Palau and the spread of the gospel in its small community. The story of the gospel on Palau is a story about relationships. It is not a program or a perfectly structured building plan; rather, it is a story about conversations that lead to conversions. Unearth how this message of hope has organically spread from one neighborhood home to the rest of the island. Come with us as we dive deep into these people’s lives. Experience a fresh vision of how the light of the gospel has started to penetrate deep into the islands of Micronesia and discover where true paradise lies in Paradise Palau.","runtime":26,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]