[{"cast":[],"overview":"An anthology comprised of short films set in 5 U.S. states","release_date":"2014-07-11","vote_average":3.0,"runtime":null,"cert":"\"\"","id":277500,"title":"Chilling Visions: 5 States of Fear","adult":false,"genre_ids":[]},{"cast":["Michael Parks","Celia Milius","Woody Chambliss","Ross Elliott","Rupert Crosse"],"overview":"A 17-year-old girl runs away from her east coast home, going west to Los Angeles to meet her biological father. She has learned from letters her mother kept that he was tragically separated from her before the girl's birth. On the road, she is protected and befriended by an independent-minded young drifter who helps her on her journey.","release_date":"1965-01-01","vote_average":6.0,"runtime":99,"cert":"\"\"","id":277505,"title":"Wild Seed","adult":false,"genre_ids":[18,10749]},{"cast":["Sal Mineo","Christine Carère","Barbara Eden","Barry Coe","Gary Crosby"],"overview":"A trio of energetic young men try to put on a good show for their Army camp, in this lightweight comedy by Raoul Walsh. Luigi (Sal Mineo just risen to stardom), Jerry (Berry Coe), and Mike (Gary Crosby) are in boot camp when they are presented with a chance to represent their unit in competition on a national television show. The three guys are up to the challenge, which begins a chain of unusual circumstances that not only have them singing and dancing at the proper times, but also running into a trio of alluring young women (Barbara Eden, Terry Moore, and Christine Carere). Then there is that little mix-up when the Assistant Secretary of War mistakenly marries herself off to a doped-up Private Jerry, all for a good cause.","release_date":"1959-08-14","vote_average":0.0,"runtime":93,"cert":"\"\"","id":277513,"title":"A Private's Affair","adult":false,"genre_ids":[]},{"cast":["Christophe Malavoy"],"overview":"A small town in the south of France. Sun, deserted streets. Unshaven, wearing poorly, Vic came, driving his 4x4, his wife has been released from the psychiatric hospital where she was serving a sentence of 5 years for killing their child. But is she really healed ?","release_date":"1988-03-16","vote_average":0.0,"runtime":97,"cert":"N\/A","id":277515,"title":"Deux minutes de soleil en plus","adult":false,"genre_ids":[80,18,9648,53]},{"cast":[],"overview":"HijiriJunon'na school, there is a woman that school delinquents proud of the national minimum deviation gather. for school management had led a powerful pipe and underworld, police do not move me at all to any disaster in the school. Moreover, the Gyujiri the school in the name of the student council, and waged torture, gang rape, prostitution, a Seizetsu Lynch, poor group of bills with calling himself \"Oniyakko-kai\" is, can be a risk factor for on-campus I was raised to one and all the victimization Sukeban us.","release_date":"","vote_average":8.0,"runtime":82,"cert":"N\/A","id":277517,"title":"Bloodbath at Pinky High Part 2","adult":true,"genre_ids":[53,28]},{"cast":["Louis Koo","Gordon Lam","Dada Chan","Janelle Sing","Michael Wong"],"overview":"This is a story about the biggest financial fraud attempted in Hong Kong, directed at the Government of Hong Kong and involved all 7 million Hong Kong citizens... no one is free from the scheme. Within the four decades of guarding Hong Kong's financial integrity, the ICAC has never come across an opponent so huge and so well organized as in the Z Torrent file... shadowy figures from the underworld of South America, Italy and Europe all ready to plot against the estimated 150 million dollars of Hong Kong citizens' tax money which was pooled in a fund called the WELFARE FUND. High profile chartered accountants, high ranking law enforcers, power lawyers, the super entrepreneurs; they all have their shares of play but none can really grasp the big picture; they are there only for what they desire most.","release_date":"2014-06-19","vote_average":5.8,"runtime":92,"cert":"N\/A","id":277519,"title":"Z  Storm","adult":false,"genre_ids":[80,53]},{"cast":["Moon Jeong-hee"],"overview":"Osaka Korean High School has provided education for the past six decades to the children of pro-North Korean residents in Japan. This school is located only about 20 minutes away from Hanazono Stadium, the mecca of Japan’s high school rugby, but it was not until 1994, 18 years after the foundation of a rugby team at the high school, that the Japanese education ministry approved the team’s entry into the official league.  Since then, the team has run in the national league as a representative of the Osaka area and been considered a front-runner ever since. The team has strong players and passionate supporters, but it faces difficulties just before winning the league.","release_date":"2014-09-18","vote_average":0.0,"runtime":106,"cert":"N\/A","id":277521,"title":"One for All, All for One","adult":false,"genre_ids":[99]},{"cast":["Evi Maltagliati","Ave Ninchi","Dina Perbellini","Nando Bruno","Delia Scala"],"overview":"","release_date":"1960-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277523,"title":"Madri pericolose","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Jovanotti"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277525,"title":"Jovanotti - Nessuna ombra intorno","adult":false,"genre_ids":[10402]},{"cast":["Diana Amft","Stephan Luca","Lucas Gregorowicz","Gaby Dohm","Rüdiger Vogler"],"overview":"","release_date":"2010-01-19","vote_average":6.5,"runtime":null,"cert":"N\/A","id":277527,"title":"Kein Geist für alle Fälle","adult":false,"genre_ids":[14,10749]},{"cast":[],"overview":"This documentary shows a typical Sunday in Mozambique's capital, tourist main attractions, an inquest in Lisbon about the perception of the people in the street about what life was like in that African colony (or, as the Government had it then, \"province\"), and then interviews and scenes of Lourenço Marques fishermen and a bar waitresses. African folk music and dance were used as documents and background for the text narration. - IMDb","release_date":"1965-12-06","vote_average":0.0,"runtime":45,"cert":"N\/A","id":277529,"title":"Catembe","adult":false,"genre_ids":[]},{"cast":["Eamon Farren","Socratis Otto","Andrew Lees","Paul Capsis","Alex Dimitriades"],"overview":"How many working class Balmain boys grow up to be showgirls? Not just any showgirl but a household name, a legend of Kings Cross, a daytime TV star, and a symbol of generational change.","release_date":"2014-06-19","vote_average":5.3,"runtime":90,"cert":"N\/A","id":277534,"title":"Carlotta","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Probably the best documentary ever made about American foreign policy\". - Information Clearing House.  Massive compliation of very valuable and trust-worthy information.","release_date":"2012-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":277536,"title":"The Power Principle","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary on the fine dining subculture of foodies. The interest in haute cuisine has grown exponentially. Now, we enter the world of one of the most influential people on the food scene - the foodie. A subculture of blogging food critics with a mission to eat at the best restaurants on earth. Through our close study, we get access to the world's most exclusive restaurants and get to know a group of slightly bizarre but charming food maniacs.","release_date":"2014-05-23","vote_average":5.6,"runtime":95,"cert":"N\/A","id":277541,"title":"Foodies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An extraordinary work by a gifted filmmaker, \"Counter-Intelligence\" shines sunlight into the darkest crevices of empire run amok. The film vividly exposes a monstrous and unconstitutional \"deep state\" in which multiple competing chains of command -- all but one illegal -- hijack government capabilities and taxpayer funds to commit crimes against humanity in our name. Anyone who cares about democracy, good government, and the future will want to watch all five segments of this remarkable film.\" - Robert David STEELE Vivas: CIA, USMC, OSS, Earth Intelligence Network and Founder, Phi Beta Iota the Public Intelligence Blog","release_date":"2013-01-01","vote_average":0.0,"runtime":300,"cert":"\"\"","id":277543,"title":"Counter Intelligence","adult":false,"genre_ids":[]},{"cast":[],"overview":"From its commissioning in 1945 to its role in Operation Desert Storm in 1991, The USS Midway gallantly provided the U.S. military with nearly half a century of loyal service.  As the longest-serving carrier in American naval history, the Midway has become a veritable maritime legend.  Launched just after the end of World War II, the ship first made history in 1947 when it fired a captured German rocket from a moving platform.  During the Vietnam War, aviators from the Midway shot down the first thee MiGs credited to the U.S. forces. And in the first Gulf War, the veteran carrier played in integral role in the deployment of sorties into the Persian Gulf before it was finally decommissioned in San Diego, California, in 1992.","release_date":"2006-06-27","vote_average":0.0,"runtime":50,"cert":"\"\"","id":277545,"title":"USS Midway - The Hero Ship","adult":false,"genre_ids":[99]},{"cast":["Chris Evans","Michelle Monaghan","Topher Grace","Aubrey Plaza","Luke Wilson"],"overview":"The story of a young man disillusioned by love who meets a breathtaking young woman at a charity dinner by pretending to be a philanthropist. Turns out that she’s engaged to a guy who doesn’t like her going on dates. Challenged by the chase, and egged on by his eclectic friends, he feigns a platonic relationship in order to keep seeing her as he tries to conquer her heart","release_date":"2014-09-26","vote_average":5.9,"runtime":94,"cert":"\"R\"","id":277547,"title":"Playing It Cool","adult":false,"genre_ids":[35,10749]},{"cast":["Max Ernst"],"overview":"This documentary celebrates Max Ernst, one of the most influential and visionary artists of the past century. The film covers the highlights of Ernst's fascinating career via a format that mirrors the restless reality of his life. An inveterate traveler and always on the move, Ernst lived and worked in Germany, France and America. His nomadic way of life kept him searching: \"A painter is lost if he finds himself.\"","release_date":"1991-05-09","vote_average":7.0,"runtime":105,"cert":"N\/A","id":277549,"title":"Max Ernst - Mein Vagabundieren, meine Unruhe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Life takes a surprising turn for newly married and miserable bride Moksha (Smriti Mishra) when she visits an art gallery to distract her from her isolation and spies a painting of a woman who looks remarkably like her. As she searches for the artist whose brush appeared to capture her innermost feelings, she makes a series of unexpected discoveries about her true self, and the hopes and dreams she once had.","release_date":"2009-07-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277551,"title":"Mitsein","adult":false,"genre_ids":[]},{"cast":[],"overview":"Writer Robert Kirk Griffin also directs this independent tale of celebration and excess that documents what happens to Lamar (Lamar Fulmer) and his best friend, Zo (Alonzo McMullen), on the night of Lamar's bachelor party. Needless to say ... things get a little crazy. But they're determined to have the best night of their lives. Gina Chapman co-stars as Lamar's suspicious fiancée, who's convinced that her man isn't giving it to her straight.","release_date":"2004-11-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277553,"title":"My Bachelor Party","adult":false,"genre_ids":[]},{"cast":["Prithviraj Kapoor","Veena","I.S. Johar"],"overview":"In this classic drama, bachelor Prem (Suresh) enjoys a good life, with a successful business and a loving family. But when he marries the manipulative Ratan (Nishi), his once-blissful existence becomes fraught with tension. Ratan drives a wedge between Prem and his brother, Gurmukh (Prithviraj Kapoor), and tries to destroy Gurmukh's relationship with his wife, Channi (Vimi). Will Channi's strong Sikh faith be enough to restore peace to the family?","release_date":"1969-01-01","vote_average":0.0,"runtime":133,"cert":"N\/A","id":277555,"title":"Nanak Naam Jahaz Hai","adult":false,"genre_ids":[]},{"cast":[],"overview":"You see them everyday on street corners and off-ramps. People holding cardboard signs asking for spare change. Most of the time we look away, staring intently at the red light waiting for it to change. Other times we say 'sorry' and keep walking. Whether you give them money or not, have you ever stopped to ask their story? Cardboard is a documentary about the world of panhandling in Seattle. It tells the stories of those on the streets as well as the truth about scam artists. We often wonder about the story behind the sign. This is that story.","release_date":"2013-01-01","vote_average":0.0,"runtime":88,"cert":"\"\"","id":277557,"title":"Cardboard","adult":false,"genre_ids":[99]},{"cast":["Walter Massey","Richard Dumont"],"overview":"Using splashy hand-drawn animation, the story about a man who ends up in the hospital and probability theory is illustrated. When the guy awakens in a hospital bed, the doctor begins spouting all sorts of statistical probabilities--at which point the patient seems confused. So, the doctor explains the history behind probability theory as well as its application.","release_date":"1988-06-19","vote_average":0.0,"runtime":11,"cert":"N\/A","id":277559,"title":"Of Dice and Men","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first feature-length film shot in HDR (high dynamic range) time-lapse photography, director Nate North's remarkable documentary paints the landscape, architecture and culture of the Northern California technology hub in vibrant color and light. Drawn from more than 2,000 hours of stunning footage, the film captures breathtaking detail in events both mundane and extraordinary, from the morning commute to a lunar eclipse.","release_date":"2008-02-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277564,"title":"Silicon Valley Timelapse","adult":false,"genre_ids":[]},{"cast":["Nivaldo Pedrosa","Teuda Bara","José Mojica Marins","Carolina Duarte","Guará Rodrigues"],"overview":"Zé Rocha is a director trying to shoot his first film. He dreams of making a professional movie, and starts shooting in 35mm. But as his budget begins to fade, he changes to Black-and-White, then gradually down to 16mm, Super-8 and, in the end, to his despair, to the video format. With the help of Edna Marla, producer who is searching for the Holy Grail of a genuinely 100% Brazilian celluloid; Dona Martírio, his mother, former left-wing activist; Guará Rodrigues, an underground Brazilian movie star; and Lila Lessa, who stars in a 6 p.m. soap opera, they develop strategies and outlandish plans to win the insane battle of filmmaking in Brazil.","release_date":"2002-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":277566,"title":"Samba Song","adult":false,"genre_ids":[35]},{"cast":["Shashikala","Nirupa Roy","Leela Mishra","Sandhya"],"overview":"Ramesh, the youngest son of a well-to-do family, falls in love with a woman he hears singing on the radio -- even though he's never seen her. When he finds out his mystery woman is Ksama, a servant in his parents' house, everything is thrown into turmoil. Will Ramesh accept Ksama? Will they get married? Love may just conquer all in this classic Bollywood melodrama.","release_date":"1953-01-01","vote_average":0.0,"runtime":112,"cert":"N\/A","id":277568,"title":"Teen Batti Chaar Raasta","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"This gripping documentary recounts the little-known story of Tuvia, Asael and Zus Bielski, three Jewish brothers who, during World War II, established a resistance camp in the forests of Belarus and saved the lives of more than 1,200 Jews. Using archival records, historic analysis and compelling interviews with surviving members of the Bielski Brigade, the film paints a fascinating portrait of these largely unsung heroes.","release_date":"2006-11-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277570,"title":"The Bielski Brothers: Jerusalem in the Woods","adult":false,"genre_ids":[]},{"cast":[],"overview":"An introduction regarding the history of man in Africa precedes the beginning of Dr. Cadle's Denver African Expedition at Cape Town, South Africa. There are visits to Zulu warriors, Bushmen, diamond mines, coconut groves, and Victoria Falls.","release_date":"1930-06-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277572,"title":"Wild Men of the Kalahari","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary traces the story of Britain's failure to implement the Balfour Declaration, in which it promised to establish a homeland for the Jewish people in Palestine shortly after World War I. Told from the perspective of participants in the events, the film chronicles the political and military circumstances that led to the collapse of the declaration and the turning away of Jewish immigrants from Palestine in the 1930s and '40s.","release_date":"2007-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277574,"title":"The Forsaken Promise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thomas is a young, arrogant and selfish businessman from New York. One day, a succession of funny events will bring back his humanity and sensitivity.","release_date":"","vote_average":0.0,"runtime":16,"cert":"N\/A","id":277576,"title":"Big Boy","adult":false,"genre_ids":[]},{"cast":["Xabier Elorriaga","Klara Badiola","Chema Muñoz","Walter Vidarte","Miguel Arribas"],"overview":"King Carlos II of Spain (r. 1665-1700) once sent his brother Luis to lead a military expedition into Albania and conquer that land for the Spaniards. Since Albania was a part of the dowry of Luis' wife, it seemed like a reasonable idea at the time. While that expedition and its final battle is the subject of this historical film, the scale involved can hardly do justice to the concept. The protagonists talk incessantly, and by the time they get down to the final grand battle, it turns out to be a skirmish between several dozen men.","release_date":"1984-01-23","vote_average":4.0,"runtime":null,"cert":"N\/A","id":277578,"title":"La conquista de Albania","adult":false,"genre_ids":[12,18,36]},{"cast":[],"overview":"Film images, stills and sound collected over six years coalesce in The Road Ended at the Beach. Hoffman interrogates both the journey, involving famed American photographer and filmmaker Robert Frank, and the process of its documentation as\/in film.","release_date":"1983-06-19","vote_average":0.0,"runtime":30,"cert":"\"\"","id":277580,"title":"The Road Ended at the Beach","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nicholas Vreeland walked away from a worldly life of privilege to become a Tibetan Buddhist monk. Grandson of legendary Vogue editor, Diana Vreeland, and trained by Irving Penn to become a photographer, Nicholas' life changed drastically upon meeting a Tibetan master, one of the teachers of the Dalai Lama. Soon thereafter, he gave up his glamorous life to live in a monastery in India, where he studied Buddhism for fourteen years. In an ironic twist of fate, Nicholas went back to photography to help his fellow monks rebuild their monastery. Recently, the Dalai Lama appointed Nicholas as Abbot of the monastery, making him the first Westerner in Tibetan Buddhist history, to attain such a highly regarded position.","release_date":"2014-03-24","vote_average":7.9,"runtime":90,"cert":"\"\"","id":277582,"title":"Monk With a Camera","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Producer's struggle to write a film about being stranded in the Himalayas with a film crew, following a helicopter crash.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277584,"title":"Buddha Eyes","adult":false,"genre_ids":[]},{"cast":["Shannen Doherty","James Marshall","Phillip Van Dyke","Heidi Swedberg"],"overview":"Cee Cee Reicker is a woman whose love must be earned, not bought. However, even when her husband Keith wins a prize of 23 million dollars, Cee Cee isn't sure if she can repair her unstable marriage. Without agreeing, she accepts to fly with Keith and her son to get the prize. The flight has a fatal ending, and the plane is forced to land somewhere on a snowy mountain. She discovers that their plane crash isn't really accidental.","release_date":"1997-08-06","vote_average":5.8,"runtime":null,"cert":"\"PG-13\"","id":277586,"title":"The Ticket","adult":false,"genre_ids":[10770,18]},{"cast":["John Hennigan","Christian Oliver","Christina Wolfe","Marcus Shirock","James Duval"],"overview":"When a young man's bride is kidnapped by an evil king, he turns to Hercules for help. The fallen hero has been living in exile, banished for killing his family, but the young man's courage inspires Hercules. Together, they fight to rescue the bride and reclaim the honor of Hercules.","release_date":"2014-07-08","vote_average":4.4,"runtime":90,"cert":"\"NR\"","id":277594,"title":"Hercules Reborn","adult":false,"genre_ids":[12,28]},{"cast":["Andrew Elias","Sam Qualiana","Lynn Lowry","Debbie Rochon","Bill Brown"],"overview":"Following a rash of slaughtered and missing persons, two would-be documentary filmmakers set off into the woods in search of a bloodthirsty legendary creature.","release_date":"2014-06-24","vote_average":3.0,"runtime":null,"cert":"\"\"","id":277599,"title":"The Legend of Six Fingers","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Ben, a 25-year-old with anxiety and OCD still living with his mom, awakes one morning to a proposition: go on an all-expenses-paid road trip to Salt Lake City in order to move his Great Uncle Harold out of a retirement home. When she suggests he bring his friend Richardson along, Ben hesitates... Nonetheless, he invites Richardson to join him on the journey. With a fanny pack fully stocked with hand sanitizer in tow, the two hit the road...","release_date":"2013-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277601,"title":"15 North","adult":false,"genre_ids":[]},{"cast":["Gary Burton","Julian Lage","Scott Colley","Antonio Sánchez"],"overview":"Gary Burton – vibraphone  Julian Lage – guitar  Scott Colley – bass  Antonio Sanchez – drums","release_date":"2013-05-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":277603,"title":"New Gary Burton Quartet - Jazz Sous les Pommiers 2013","adult":false,"genre_ids":[10402]},{"cast":["Jason Nash","Busy Philipps","Casey Wilson","David Koechner","Paul F. Tompkins"],"overview":"Jason is stuck living in the shadows of his more successful wife (Busy Philipps) and two young kids. When debt threatens to destroy his family, he jump-starts his career, a move that sends him down of a rabbit hole of nefarious characters and sociopaths. Along the way, he must confront a pedophiliac movie star, a chauvinistic therapist, a trust-fund cokehead and a painful discussion about who his wife would marry if he died. Yet when Jason finally finds success he realizes there's more to marriage than just paying the bills.","release_date":"2014-06-24","vote_average":4.4,"runtime":85,"cert":"\"\"","id":277605,"title":"Jason Nash Is Married","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Lucky Dog\" follows the story of one lonely puppy searching for a family of his own. As chance may have it, he is adopted by a picky, wealthy woman who desperately wants to win a prestigious dog show. However, when the dog is puppy-napped for a hefty sum, she realizes that her beloved pet means much more to her than winning a silly show.","release_date":"2014-01-01","vote_average":4.0,"runtime":null,"cert":"\"\"","id":277607,"title":"Lucky Dog","adult":false,"genre_ids":[]},{"cast":["Sanjay Dutt"],"overview":"After dreaming of a beautiful girl for over 8 years, Budapest-based but born in Rajasthan, Karan, finally gets to meet her in the shape and form of Varsha, who happens to be the foster daughter of his lawyer, Sahid. Karan is confident that Sahid will convince Varsha to marry him - little knowing that Varsha will not only refuse to marry but she also hates men, and had a parallel New York-based lifestyle as Payal Mehra.","release_date":"2010-07-10","vote_average":4.5,"runtime":171,"cert":"N\/A","id":277615,"title":"Mehbooba","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"In the film Koma, Kawase explores the relationship between fragile and often tense history between Korea and Japan through the relationship that develops between a third generation Korean-Japanese man, who unexpectedly visits the small and quiet village of Koma, and a Japanese woman, a somewhat mysterious inhabitant of the village.","release_date":"2009-11-12","vote_average":0.0,"runtime":38,"cert":"N\/A","id":277617,"title":"Koma","adult":false,"genre_ids":[18]},{"cast":["Shunya Isaka","Kaho","Sosuke Ikematsu","Nao Matsushita"],"overview":"A young girl named Ann moves with her mother to her mother's hometown after her parents go through a divorce. There, Ann meets her first love Daigo Kitamura. Daigo helps her get used to life in the country. Ann even gets through her mother's suicide.","release_date":"2008-04-26","vote_average":6.0,"runtime":121,"cert":"N\/A","id":277619,"title":"Sand Clock","adult":false,"genre_ids":[18,10749]},{"cast":["Jim Morrison","Robby Krieger","John Densmore","Ray Manzarek"],"overview":"Sex, death, reptiles, charisma and a unique variant of the electric blues gave the Doors an aura of profundity that has survived the band's demise. In September, 1968, The Doors gave a history making performance at The Roundhouse in London's Chalk Farm. They gave powerful renditions of their best songs. Part of the Pioneer Artist Concert Film Series.","release_date":"1968-12-16","vote_average":6.0,"runtime":56,"cert":"N\/A","id":277621,"title":"The Doors: The Doors Are Open","adult":false,"genre_ids":[10402]},{"cast":["Takashi Tsukamoto","Yoko Maki","Ikki Sawamura","Tamotsu Ishibashi","Takushi Tanaka"],"overview":"\"You will die six hours later.\" Keishi, a youth who proclaims himself a seer, suddenly says this to Mio, who is walking along the streets of Shibuya. At first, Mio scoffs at it as nonsense but ever since her acquaintance was murdered a few days ago, she realises that she has also become a victim of a stalker. Half believing it, she decides to hang around with Keishi. Later, with the help of Sawaki, a detective she knows, the stalker is identified. She thinks the case is closed but a totally unexpected person attacks her...","release_date":"2008-09-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":277623,"title":"You'll Die Six Hours Later","adult":false,"genre_ids":[28,80,53]},{"cast":["Tom Arnold","Linda Favila","Nicole Sullivan","John Henson","Anson Downes"],"overview":"A myriad of Generation X couples try to comprehend love in the bar scene.","release_date":"2000-01-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":277628,"title":"Bar Hopping","adult":false,"genre_ids":[35]},{"cast":["Genevieve Nnaji","Hanks Anuku","Ernest Asuzu","Laz Ekwueme","Kola Idowu"],"overview":"A prominent man running for public office is also the brain behind an international ammunition smuggling ring. He murders his partner in crime to cover his tracks but unknown to him someone has all the evidence needed to bring him to justice. [parts 1-2]","release_date":"2002-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":277642,"title":"Formidable Force","adult":false,"genre_ids":[]},{"cast":["Steven Adler","Duff McKagan","W. Axl Rose","Dizzy Reed","Slash"],"overview":"Bursting out of the L.A. glam scene in the late 1980's, Guns N' Roses have gone on to epitomise everything that a rock band should be. Now, some 15 years later and with only one original member, they have somehow managed to retain an enormous army of de","release_date":"2003-01-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":277644,"title":"Guns n' Roses: Sex N' Drugs N' Rock N' Roll","adult":false,"genre_ids":[99,10402]},{"cast":["Albert Préjean","Marie Glory","Hubert Prélier"],"overview":"Bastien and Ségard decide to leave France for Canada. They buy tickets aboard a rickety craft, the Tenacity, that never quite seems able to leave port. While stuck there they both fall for the innkeeper's daughter, which causes them to rethink their Canadian notions.","release_date":"1934-04-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":277646,"title":"S. S. Tenacity","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"My mother is spending all her time with her dying father. I’m spending all my time filming her. As the end is getting closer, my mother and I start doing the filming more and more together. It becomes our way of dealing with the time we have left.\" —Marius Dybwad Brandrud","release_date":"2013-01-30","vote_average":0.0,"runtime":75,"cert":"N\/A","id":277648,"title":"After You","adult":false,"genre_ids":[99]},{"cast":["Kellie Martin","Jefferson Brown","Jackie Richardson","Kira Gelineau","Arnold Pinnock"],"overview":"Kellie Martin plays an accountant who submits a reply to a \"dear viola\" letter to the editor that she works for, as an accountant. She has a real knack for writing to people and getting to the heart of the matter, and soon the whole town is involved in the romantics.","release_date":"2014-03-16","vote_average":6.2,"runtime":null,"cert":"\"\"","id":277650,"title":"Dear Viola","adult":false,"genre_ids":[10770,10749,35]},{"cast":["Barry Watson","Aleks Paunovic","Stefanie von Pfetten","Eli Goree","Paul McGillion"],"overview":"Upon the death of his estranged uncle, an embittered writer returns to his home town.","release_date":"2014-03-14","vote_average":5.4,"runtime":null,"cert":"\"\"","id":277652,"title":"Far from Home","adult":false,"genre_ids":[18,10770]},{"cast":["Harry Langdon","Betty Blythe","Ralph Byrd","Esther Muir","Luana Walters"],"overview":"Marital comedy in which a department store mannequin is mistaken for \"the other woman\".","release_date":"1940-12-20","vote_average":6.0,"runtime":65,"cert":"\"\"","id":277669,"title":"Misbehaving Husbands","adult":false,"genre_ids":[10749,35]},{"cast":["Jean Varda","Tom Luddy","Agnès Varda","Rosalie Varda"],"overview":"While in San Francisco for the promotion of her last film in October 1967, Agnès Varda, tipped by her friend Tom Luddy, gets to know a relative she had never heard of before, Jean Varda, nicknamed \"Yanco\". This hitherto unknown uncle lives on a boat in Sausalito, is a painter, has adopted a hippie lifestyle and loves life. The meeting is a very happy one.","release_date":"1967-01-01","vote_average":7.5,"runtime":18,"cert":"\"\"","id":277677,"title":"Uncle Yanco","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Billy Mize was instrumental in defining the Bakersfield Sound, the exhilarating, innovative movement that forever changed country music. An incredibly gifted musician and lyricist well loved and respected by his peers, Mize, a product of the Dust Bowl, was also a committed family man and the rare artist who traded in the road--and the wider fame that comes with it--for home. Even those who love fiercely are subject to tragedy, however, and Mize's life is equal parts triumph and pain.","release_date":"2014-06-14","vote_average":0.0,"runtime":100,"cert":"\"\"","id":277679,"title":"Billy Mize and the Bakersfield Sound","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gravesend uses a documentary approach to focus on the mining of coltan, employed in the manufacture of cell phones, laptops and other high-tech apparatus. The film cuts between two sites: a technological, highly automated industrial plant in the West where the precious metal is processed for the final production of microelectronic parts, and the central Congo, where miners use simple shovels or their bare hands to extract, wash and collect the ore on leaves. IThe realism of the film images is intercut with a black-and-white animation of the Congo River. Its sinuous shape conjures associations with networking and the flow of communications, underscored by a murmuring resembling thousands of voices in the cell phone network. In the meantime, coltan, traded at an extremely high price, represents one of the key financial factors in the armed conflict of the militia in the Democratic Republic of the Congo, where decades of civil war have cost several million human lives.","release_date":"2007-01-27","vote_average":4.0,"runtime":18,"cert":"N\/A","id":277681,"title":"Gravesend","adult":false,"genre_ids":[]},{"cast":["Mártha Eggerth","Hans Fidesser","Iván Petrovich","Hans Junkermann","Baby Gray"],"overview":"An adaptation of the operetta The Flower of Hawaii by Paul Abraham. It is based on the life of the last Queen of Hawaii Liliuokalani.","release_date":"1933-03-21","vote_average":5.0,"runtime":86,"cert":"N\/A","id":277683,"title":"The Flower of Hawaii","adult":false,"genre_ids":[10402,18]},{"cast":["Shelley Hennig","Moses Storm","Renee Olstead","William Peltz","Jacob Wysocki"],"overview":"While video chatting one night, six high school friends receive a Skype message from a classmate who killed herself exactly one year ago. At first they think it's a prank, but when the girl starts revealing the friends' darkest secrets, they realize they are dealing with something out of this world, something that wants them dead.","release_date":"2015-04-17","vote_average":5.4,"runtime":82,"cert":"\"R\"","id":277685,"title":"Unfriended","adult":false,"genre_ids":[27,53]},{"cast":["Lindsay Burdge","Jennifer Lafleur","Aleksa Palladino","Beth Grant","Ross Partridge"],"overview":"Spirit Lake is unusually deep. No diver has ever managed to find the bottom. When Dr. Amelia Brooks disappears during a deep-water dive, her three daughters travel home. They find themselves unable to let go and become drawn into the mysteries of the lake.","release_date":"2015-06-26","vote_average":4.9,"runtime":84,"cert":"\"\"","id":277687,"title":"The Midnight Swim","adult":false,"genre_ids":[9648,18]},{"cast":["Kenta Suga","Yuiko Kariya","Shota Matsuda","Mitsuki Tanimura","Takayuki Kinoshita"],"overview":"Two swim-team members, a hairless boy and a hirsute girl, discover the pangs and tangles of first love.","release_date":"2014-06-14","vote_average":0.0,"runtime":103,"cert":"N\/A","id":277689,"title":"Sweet Poolside","adult":false,"genre_ids":[10749]},{"cast":["Groucho Marx","Harpo Marx","Chico Marx","Zeppo Marx","Ben Taggart"],"overview":"The House That Shadows Built (1931) is a short feature film, roughly 55 minutes long, from Paramount Pictures, made to celebrate the 20th anniversary of the studio's founding in 1912. The film was a promotional film for exhibitors and never had a regular theatrical release. The film includes a brief history of Paramount, interviews with various actors, and clips from upcoming projects (some of which never came to fruition). The title comes from a biography of Paramount founder Adolph Zukor, The House That Shadows Built (1928), by William Henry Irwin.","release_date":"1931-07-08","vote_average":7.0,"runtime":47,"cert":"\"\"","id":277691,"title":"The House That Shadows Built","adult":false,"genre_ids":[99]},{"cast":["T. Roy Barnes","Alice Brady","Betty Compson","Dorothy Dalton","Bebe Daniels"],"overview":"Documentary short film depicting the filmmaking activity at the Paramount Studios in Hollywood, featuring dozens of stars captured candidly and at work.","release_date":"1922-07-10","vote_average":5.0,"runtime":20,"cert":"\"\"","id":277693,"title":"A Trip to Paramountown","adult":false,"genre_ids":[99]},{"cast":["Andrew Addams","Lewis Alante","Slade Burrus","Larry Maraviglia","Ken Merckx"],"overview":"The Boys of Cellblock Q is set within the bowels of the Sunnyvale Labor Farm. Without the presence of women, the prisoners indulge in regular trysts with one another, make full use out of the jail's supply of priests, turn the eyes several policemen, and help a young convict learn the ins and outs of the prison community.","release_date":"1992-07-01","vote_average":0.0,"runtime":82,"cert":"\"R\"","id":277695,"title":"The Boys of Cellblock Q","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Conflicting with the traditional role of the church, post-modernist thought has released the individual from obedience and unconditional fealty to objects of authority and convention. This program tackles questions that arise from this configuration. How do believers reinvent their faith to remain relevant and compelling? The filmmakers' poignant inquiry turns to experts in philosophy and theology to contextualize faith in a post-modern world.","release_date":"2006-10-28","vote_average":8.0,"runtime":null,"cert":"\"\"","id":277697,"title":"Rebellion of Thought","adult":false,"genre_ids":[]},{"cast":[],"overview":"A neurotic young NY Jew (Shenkman) whose best friend is getting married in 30 days, goes out on a blind date with a girl (Bareikis) and asks her to marry him.","release_date":"1999-09-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277708,"title":"30 Days","adult":false,"genre_ids":[]},{"cast":["Sam Waterston","Tim Blake Nelson","Kristen Stewart","Glenn Close","Corey Stoll"],"overview":"Multiple lives intersect in the aftermath of the violent mugging of a Columbia University philosophy professor.","release_date":"2016-01-08","vote_average":5.9,"runtime":90,"cert":"\"R\"","id":277710,"title":"Anesthesia","adult":false,"genre_ids":[18,53]},{"cast":["Ralph Fiennes","Sylvie Testud","Aleksandr Baluev","Larisa Malevannaya","Sergey Yushkevich"],"overview":"A headstrong young woman is married to land baron. Her feelings for her son's tutor becomes a complex web of unrequited love.","release_date":"2014-11-23","vote_average":8.0,"runtime":null,"cert":"\"\"","id":277712,"title":"Two Women","adult":false,"genre_ids":[10749,18]},{"cast":["Richard Green","Robin Banks","Carrie Davis","John Achorn"],"overview":"A love story about dreams gone wrong. Told in rhythm, rhyme and song.","release_date":"2003-09-24","vote_average":0.0,"runtime":90,"cert":"\"\"","id":277714,"title":"7 Year Zig Zag","adult":false,"genre_ids":[18]},{"cast":["Daryl Hall","John Oates"],"overview":"Daryl Hall and John Oates kept a diverse crowd happy, updating their sound just enough to make hits from the '70s and '80s feel fresh in front of a sing-along crowd at New Orleans Jazz Fest on May 5, 2013.  The \"rock-and-soul\" duo from Philadelphia added funk, rhythm-and-blues and gospel touches to chart-toppers, such as \"Maneater,\" \"I Can't Go For That (No Can Do),\" and \"You Make My Dreams Come True.\"","release_date":"2013-05-05","vote_average":5.5,"runtime":83,"cert":"\"NR\"","id":277716,"title":"Daryl Hall and John Oates - New Orleans Jazz and Heritage Festival","adult":false,"genre_ids":[10402]},{"cast":["Kay Tse","Teddy Robin","Kelvin Kwan","Wilfred Lau","Maggie Chan Mei-Kei"],"overview":"Hong Kong, Oct 2013. Following a long period of social unrest over bank failures, property speculation and government mismanagement, crowds gather to demonstrate in front of the Legislative Council building. Panic ensues as a bomb is reported inside the LegCo building, planted by someone calling himself \"Skywalker\". Meanwhile, a branch of Hong Kong &amp; China Banking Corporation is held up by two young people in masks - chemistry student Lang (Kelvin Kwan) and social drop-out Fish (Fish Liew). Among the people in the bank are disillusioned former teacher Yue Chung-tak (Teddy Robin), councilman Ho Chung-lai (K.K. Cheung), his mistress Rebecca (Maggie Chan), the bank's investment saleswoman Luk Wan-yee (Kay Tse), her philandering boyfriend Victor Lo (Wilfred Lau), and Wan-yee's onetime boyfriend, police detective Kin-ho (Paul Wong). All have their own reasons for being in the bank that day.","release_date":"2013-11-28","vote_average":0.0,"runtime":97,"cert":"N\/A","id":277718,"title":"Doomsday Party","adult":false,"genre_ids":[53,28,18]},{"cast":[],"overview":"Ruth Leitman's 1998 documentary examines the bond between Margie Thorpe and her eccentric mother Alma, both of whom live in the same Alabama town. Their complicated relationship includes a history of alcoholism, mental illness, and sexual abuse.","release_date":"2004-04-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277720,"title":"Alma","adult":false,"genre_ids":[]},{"cast":["Carlos Gallardo","Angie Everhart","Edy Arellano","Kim Coates","Matt Craven"],"overview":"When legendary thief Max Cruz is framed by the CIA, he has no choice but to help them with a top-secret mission in the Yucatan.","release_date":"2004-12-10","vote_average":0.0,"runtime":95,"cert":"\"\"","id":277722,"title":"Bandido","adult":false,"genre_ids":[]},{"cast":["Al Schuermann","Bob Jay Mills","Tacey Adams","Zia Harris"],"overview":"Follows the escalation of hostilities between an action doll collectibles salesman and his forklift-driving wife.","release_date":"2000-11-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":277724,"title":"Better Housekeeping","adult":false,"genre_ids":[]},{"cast":["Roy Scheider","Olympia Dukakis","Edward Herrmann","Scott Cohen","Dan Moran"],"overview":"A comedy about families, the elements that bind them together, and about hope in the face of hardship.","release_date":"1998-11-02","vote_average":1.0,"runtime":95,"cert":"\"\"","id":277726,"title":"Better Living","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story began in the 1860s in London, England. For as long as he could remember, twelve year old Tom Canty had dreamed of being a Prince. Whenever he was not begging for money for his cruel father, Tom played \"being Prince\" with his friends. Tom Canty and Prince Edward, the soon to be king, bear a striking resemblance to one another and decide to swap places. Unfortunately, the once innocent trick turns into a nightmare, and the Pauper and the Prince become desperate in their struggle to prove their real identity before it is too late and the Pauper is crowned King.","release_date":"1996-01-01","vote_average":9.0,"runtime":44,"cert":"\"\"","id":277728,"title":"The Prince and the Pauper","adult":false,"genre_ids":[16,10751]},{"cast":["Rafał Fudalej","Kamilla Baar","Wojciech Pszoniak","Zbigniew Zapasiewicz","Zbigniew Zamachowski"],"overview":"Francis Ratay  witnesses the theft of church painting \"Angel with violin\". The entire incident recorded by an amateur camera. The thief turns out to Benedict Weber, gallery owner and art connoisseur. Francis comes to his gallery. Blackmails him, that will provide police record, unless the image in three days back in place.","release_date":"2007-09-19","vote_average":6.0,"runtime":101,"cert":"N\/A","id":277730,"title":"Hope","adult":false,"genre_ids":[9648,28,18]},{"cast":["Steve Allen","Bill Black","James Burton","Elsa Cárdenas","D.J. Fontana"],"overview":"Elvis fans, thank your lucky stars. This jam-packed collection of pulse-raising performances from TV, movies, concerts and special events showcases the King delivering blistering renditions of 15 No. 1 hits. Highlights include Elvis singing \"Don't Be Cruel\" for his first appearance on \"The Ed Sullivan Show\" and his performance of \"Stuck on You\" for \"Welcome Home, Elvis,\" a TV variety special hosted by Frank Sinatra.","release_date":"2007-11-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277738,"title":"Elvis: #1 Hit Performances","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Robin, a door-to-door salesman with nothing to sell, pays Levi Gold an unexpected visit. The ensuing encounter forces Levi to confront his true mystical calling and the nature of reality itself. A metaphysical comedy trip-out with Sun Araw.","release_date":"2014-01-17","vote_average":0.0,"runtime":14,"cert":"\"\"","id":277740,"title":"Chapel Perilous","adult":false,"genre_ids":[]},{"cast":["George Houston","Hillary Brooke","Al St. John","Karl Hackett","Lee Powell"],"overview":"Tom Cameron (George Houston) is searching for the outlaws who ambushed a wagon train, murdered his parents and stole the deed to their land. Though he was only a child at the time, he vividly remembers the scar on the ringleader's face -- and Tom will stop at nothing until he brings him to justice … and exacts vengeance. Al St. John, Hillary Brooke and Karl Hackett costar in this 1941 oater from director Sam Newfield. -  George Houston, Hillary Brooke, Al St. John","release_date":"1941-01-10","vote_average":0.0,"runtime":61,"cert":"\"\"","id":277742,"title":"The Lone Rider Rides On","adult":false,"genre_ids":[37]},{"cast":["Helena Clayton","Michelle Angelo","Gary Kent","Bethel Buckalew","Meri McDonald"],"overview":"Stop thinking about Girls! Start laughing!","release_date":"1968-05-24","vote_average":7.0,"runtime":87,"cert":"\"\"","id":277744,"title":"Nymphs (Anonymous)","adult":false,"genre_ids":[35]},{"cast":["Susan Vidler","Isi Metzstein","Clemens Schick","Peter Knaack"],"overview":"A Glasgow woman inherits a house in Berlin and has her eyes opened","release_date":"2014-06-20","vote_average":0.0,"runtime":96,"cert":"N\/A","id":277746,"title":"A House in Berlin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ballet, hip-hop and modern dancers move to the music of a choir, a band and strings as composer John Tesh grandly fuses two art forms into one massive production. Featuring dancer Breeze Lee and ballerina Julia Eichten, this ambitious performance -- filmed with 16 cameras -- contains the tracks \"Heart of the Sunrise,\" \"Two Worlds,\" \"Freedom\" and \"Awesome God.\" Bonus material includes behind-the-scenes interviews.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277748,"title":"John Tesh: Alive: Music & Dance","adult":false,"genre_ids":[]},{"cast":["Rick Jordan","Holly Hollywood","Matt Preston","Kim Dawson","Taylor St. Claire"],"overview":"Thriller - While searching for his kid sister Lisa, who disappeared into the seamy world of Los Angeles strip clubs, streetwise cabbie Rick (Rick Jordan) meets Angie (Stacey Leigh Mobley), a woman forced to dance to pay off the debts her father incurred while gambling. Rick's search for his sister becomes more desperate as he finds out more about the dark world of power and intrigue hidden beneath the city's neon lights. -  Rick Jordan, Holly Hollywood, Matt Preston","release_date":"1997-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":277750,"title":"Stripteaser II","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Documentary - Get to know hip-hop artist Tech N9ne through a comprehensive look at his life and career that includes rare interviews with his friends and family members. Ride along with Tech himself as he heads back to his old stomping grounds and recalls the highs and lows of his life in music. Also included is footage of Tech with artists such as Roger Troutman, Yukmouth, Jayo Felony, Chino XL, QD3 and many others. -  Jayo Felony, Tech N9ne, Chino XL","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277752,"title":"T9X: The Tech N9ne Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horror - Six innocent campers are outward bound for an idyllic adventure in the backwoods of Oregon. On the way, they stumble upon a creepy gas station attendant who harbors a grisly secret -- the kind of secret that will cost some of the teens their lives. Could the interplay of dark forces be at the root of this evil … or is it something … even &amp;NFi;more&amp;NFi_; horrifying? -  Robert Ambrose, Bogdan Banu, Onika Fiori","release_date":"2004-01-01","vote_average":4.0,"runtime":83,"cert":"\"\"","id":277754,"title":"The Attendant","adult":false,"genre_ids":[]},{"cast":[],"overview":"During the early-2000s filmmaker Sean Weathers took 3 projects into production which he would not finish (Gangz vs. Cults, The Erotic Adventures of Samson &amp; Delilah and Escape from Bloodbath Island).","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277756,"title":"The Unfinished Works Of Sean Weathers","adult":false,"genre_ids":[]},{"cast":[],"overview":"n January 1999 three men flew out of Antarctica after completing an arduous 84 day trek on foot across one of the longest, most difficult routes to the South Pole. For the renowned adventurers, Peter Hillary, Eric Philips and Jon Muir, it was the culmination of decades of dreaming and years of planning a journey that echoed the courage and endurance of a handful of polar explorers who had matched their strength against some of the world's toughest terrain.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277758,"title":"Into the Teeth of the Blizzard","adult":false,"genre_ids":[]},{"cast":["Günther Simon","Werner Peters","Harry Hindemith","Arno Paulsen","Maly Delschaft"],"overview":"","release_date":"1953-02-27","vote_average":0.0,"runtime":92,"cert":"N\/A","id":277760,"title":"Anna Susanna","adult":false,"genre_ids":[18]},{"cast":["Raimund Schelcher","Erika Dunkelmann","Erwin Geschonneck","Harry Hindemith","Helga Göring"],"overview":"Lifelong hard work for the count makes the servant Anton a cripple. Everybody calls him Crooked Anton. When, after the end of the war, the land of the count gets divided amongst the farmers, Anton receives a piece and hopes to be able to work freely. But an old debt and intrigue keep Anton and his family from finding peace. The farmers of the village begin to discover their own power when Annegret, Anton's daughter, leaves. Is a new beginning possible for Anton? This film paints an impressive panorama of the development of a minor village in Mecklenburg from the end of the war to the uprising of 17 June 1953.","release_date":"1957-02-09","vote_average":0.0,"runtime":203,"cert":"N\/A","id":277762,"title":"Castles and Cottages","adult":false,"genre_ids":[18]},{"cast":["Jörg Schüttauf","Thomas Putensen","Daniela Hoffmann","Hilmar Eichhorn","Karin Gregorek"],"overview":"Ete and Ali are discharged from the army. Since Ete knows that his wife is having an affair, he doesn't want to go home. Ali tries to persuade his friend to stand up for himself and to kick the other man out. But since Ete obviously lacks courage, Ali himself goes into action and gets rid of the rival lover. At first, Mary and Ete seem to reconcile, but repairing their marriage won't work.","release_date":"1985-05-31","vote_average":5.5,"runtime":92,"cert":"N\/A","id":277767,"title":"Ete and Ali","adult":false,"genre_ids":[18,35]},{"cast":["Tom Araya","Kerry King","Dave Lombardo","Jeff Hanneman","Paul Bostaph"],"overview":"\"S**t Your Never Seen\" is the DVD presented in \"Soundtrack to the Apocalypse\" box set by the American thrash metal band Slayer. Released November 25, 2003 through American Recordings, the DVDfeatures music from previous albums, unreleased material, and live film. \/\/","release_date":"2003-11-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":277769,"title":"Slayer: S**t Your Never Seen!","adult":false,"genre_ids":[10402]},{"cast":["AJ!","Jeff Beith","Buddy Smith","Chris Stewart"],"overview":"In celebration of the popular \"Gladiators\" programs on television today, this parody joins Ben Dover and Big Bill Butts as they welcome the most noxious of our nation's competitors, The American Flatulators!","release_date":"1996-04-17","vote_average":0.0,"runtime":53,"cert":"\"\"","id":277771,"title":"American Flatulators","adult":false,"genre_ids":[35]},{"cast":["Wang Kuan-Hsiung","Alex Man Chi-Leung","Michael Miu","Alex Fong","Kin-Kwan Wong"],"overview":"An honorable assassin from the Mainland arrives in Hong Kong on an assignment to blow gaping holes in the unlucky members of a Triad gang.","release_date":"1991-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":277773,"title":"The Killer from China","adult":false,"genre_ids":[28,80]},{"cast":["Emma Watkins","Anthony Field","Lachlan Gillespie","Simon Pryce"],"overview":"Who’s in The Wiggles’ house? All your favourite friends, Emma, Lachy, Simon and Anthony, and twenty-six new songs! Join the fun of ‘The Laughing Doctor’, taste the delights of ‘Pappadum’, ’Do the Hawk’ with America’s Lee Hawkins, ‘Have a Good Day (Kia Pai to Rā)’ with New Zealand’s Robert Rakete, and so much more. So open the door to a house full of fun as we raise the roof with Wiggle House!","release_date":"2014-06-21","vote_average":0.0,"runtime":78,"cert":"N\/A","id":277775,"title":"The Wiggles - Wiggle House","adult":false,"genre_ids":[10751]},{"cast":["Jacquelina Camara","Etelvina Gomes","Aful Macka","Saene Nanque","Justino Neto"],"overview":"The film tells the tale of Iala, whose authority over his two sons, Raul and Bedan, is shaken. Raul has left to study in a seminary in the big city, where unknown to anyone, he has joined the liberation movement. Meanwhile, younger son, Bedan is rebelling against every possible tradition, even eyeing his father's young bride-to-be.","release_date":"1994-08-18","vote_average":5.0,"runtime":95,"cert":"N\/A","id":277777,"title":"Xime","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Young King Bhambata leads the fight against an unfair local tax within the Natal Colony. This documentary focuses on the unfair conditions that lead Bhambatha and his people to fight back followed by the violent and the immoderate British reaction.","release_date":"2008-09-09","vote_average":0.0,"runtime":75,"cert":"\"\"","id":277779,"title":"Bhambatha: War of the Heads 1906","adult":false,"genre_ids":[99]},{"cast":["Kinuyo Tanaka","Michiko Kuwano","Mitsuko Miura","Shin Tokudaiji","Akiko Kazami"],"overview":"Mizoguchi’s most politically outspoken film is clearly branded as a product of the US occupation by its insistent, ardent call for democratic reform and, most especially, for the empowerment of women. Mizoguchi’s only work with Ozu screenwriter Kogo Noda, Victory of Women features Kinuyo Tanaka as the embodiment of the possible new order, a lawyer fighting doggedly for a more just legal system and trying to rid Japan of its draconian penal system.","release_date":"1946-04-18","vote_average":7.0,"runtime":84,"cert":"N\/A","id":277781,"title":"Victory of Women","adult":false,"genre_ids":[18]},{"cast":["Zalman King","Charlotte Rampling","Joseph Mell","Dimitra Arliss","Teddy King"],"overview":"A ski instructor tries to teach a bunch of insanely eccentric people how to ski while dealing with everyone wanting his attention.","release_date":"1971-12-01","vote_average":6.5,"runtime":95,"cert":"\"\"","id":277783,"title":"The Ski Bum","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Air Sex: The Movie is a documentary about the American social phenomenon known as The Air Sex Championships. Think Air Guitar, but instead of pretending to play a musical instrument, participants pretend to have sexual encounters with an imaginary partner (or partners). Entering its sixth year as a nationally touring roadshow, and billed as the world’s first “spart,” Air Sex combines the pageantry and prestige of sports with the creative arts of storytelling, pantomiming, and improvisation.  Directed by Jonathan Evans (Sunken City), the film follows Air Sex tour producer\/host, New Orleans comedian Chris Trew (America’s Got Talent, Comedy Central), as he attempts to convince crowds of excited, confused, and inebriated audience members to sign up and become part of the bizarre spectacle.","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":277785,"title":"Air Sex: The Movie","adult":false,"genre_ids":[99]},{"cast":["Heo Dong-won","Jeong Ho-joon","Bo Ri","Yoo Ji-Hyeon","Lee Yo-seong"],"overview":"Best friends Jang-won and Choi Min and his wife Eun-hye make a bet to overcome their boring lives. They risk their lives to go after the married woman who is well known for her chasity. However, the bet goes the wrong way and they learn what real love is...","release_date":"2014-05-22","vote_average":0.0,"runtime":67,"cert":"N\/A","id":277787,"title":"Between The Navel And Knees","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A documentary about the Cannabis Cup.","release_date":"","vote_average":1.0,"runtime":64,"cert":"N\/A","id":277789,"title":"Weed","adult":false,"genre_ids":[]},{"cast":["Mohd Faizal Ramly","Nabil Raja Lawak","Aziz Sattar","Abon","Julia Ziegler"],"overview":"Adlin working in Bintulu, Sarawak, returned to his home town for the holidays. As usual, each time returning to the village, he is going to be going to Warung Pak Ajis to enjoy Mee Calong and chat. Return this time to meet his mother Mak Ton, his brother Isham and Esah after being six months in Bintulu has brought an experience never to be forgotten by him during his lifetime.  Vampire tale story, Pochong, Goblins, Badi body (\"Mohini\" \/ Chandra Murke - Legendary ghost Hindu society), Mortuary Living In Step Black Cat and butted into penglipurlara four of them that night.","release_date":"2009-09-20","vote_average":0.0,"runtime":96,"cert":"N\/A","id":277791,"title":"Momok The Movie","adult":false,"genre_ids":[27]},{"cast":["Ron Vawter","Coco McPherson"],"overview":"When Jill Godmilow’s documentary Roy Cohn\/Jack Smith premiered at the 1994 Toronto International Film Festival, the number of AIDS-related deaths was reaching an all-time high in the United States (over 270,000). In New York City, the epicenter of the AIDS epidemic, many artists and filmmakers were grappling with the disease. While Broadway was hosting the second part of Tony Kushner’s award-winning play Angels in America, downtown New Yorkers were fondly recalling another recent production, Ron Vawter’s one-man show Roy Cohn\/Jack Smith, in which the actor, who died of AIDS in April 1994, performed two monologues, first as Cohn, the conservative lawyer, and secondly, as Smith, the flamboyant experimental filmmaker—both of whom died of AIDS-related causes in the late 1980s.","release_date":"1995-08-04","vote_average":0.0,"runtime":90,"cert":"\"\"","id":277793,"title":"Roy Cohn\/Jack Smith","adult":false,"genre_ids":[]},{"cast":["John Bett","Dolina MacLennan","David Maclennan","Elizabeth MacLennan","Alex Norton"],"overview":"The \"ceilidh play\", as writer John McGrath styled it, is presented in the BBC's 1974 \"Play for Today\" production to a live audience intercut with filmed reconstructions of the Highland Clearances and the Victorian obsession with hunting stags. Restored in high definition from the original film masters held in the BBC Archives.","release_date":"1974-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":277795,"title":"The Cheviot, the Stag and the Black, Black Oil","adult":false,"genre_ids":[18,99,10402,35,36]},{"cast":[],"overview":"India - unique in its diversity and breathtakingly beautiful. The subcontinent is characterized by scenic, cultural and ethnic diversity. After China, India is the second most populous country in the world. Despite growing space needs, there are efforts to preserve the wilderness through nature reserves and protected areas. So India still provides habitat for rare species such as the Bengal tiger or the Indian elephant. The 5-part series \"India's wild beauty\" leads to the most spectacular and beautiful regions and their inhabitants.  The complete series in five parts:  1 The Thar Desert  2 In the jungle, the Ghats  3 Life on the holy river  4 The Himalayas  5 In the land of Naga","release_date":"2014-04-25","vote_average":5.8,"runtime":225,"cert":"N\/A","id":277797,"title":"India's Wild Beauty","adult":false,"genre_ids":[99]},{"cast":["Hugh Williams","Joan Greenwood","Basil Radford","Naunton Wayne"],"overview":"A man gets divorced from a nagging wife meets a girl in a million. Or is she?","release_date":"1946-10-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":277799,"title":"A Girl in a Million","adult":false,"genre_ids":[]},{"cast":["Saiful Apek","Faizal Hussein","Zul Yahya","Sarimah Ibrahim","Syanie"],"overview":"The film tells the story of three friends MX3 - Masdor (Saiful Apek), Mamat (Faizal Hussein) and Malek (Zul Yahya) who set up the company private investigator named MX3. During operation the investigation, they often get only small cases until that Mrs. Lolita (Syanie) are willing to pay wages that are expensive to spy on her husband having an affair.","release_date":"2003-11-25","vote_average":0.0,"runtime":105,"cert":"N\/A","id":277801,"title":"MX3","adult":false,"genre_ids":[35,9648]},{"cast":["Sugacane","Maurits Delchot","Verginia Olijfveld","Reina Linger","Mike Reus"],"overview":"Spike, an aspiring rapper, gets sucked into a criminal environment and ends up in jail for smuggling drugs.","release_date":"2006-03-23","vote_average":6.0,"runtime":92,"cert":"N\/A","id":277803,"title":"Bolletjes Blues","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"TRACKS:  01 - 06: Official Promo clips \/\/ 07 - 29: Recorded live at the Salisbury Arts Centre on June 30, 1990 + interviews (Previously released as\"Live Corruption\" VHS video). \/\/ 30 - 56: Recorded live at the Nottingham Rock City on November 14, 1989 \/\/ 57 - 58: BBC TV footage featuring Bill Steer (pre-Carcass) and Lee Dorrian (pre-Cathedral), taken from the Arena TV show (4\/17\/1989) at the Kilburn National. \/\/","release_date":"2001-10-15","vote_average":4.5,"runtime":121,"cert":"N\/A","id":277811,"title":"Napalm Death: The DVD","adult":false,"genre_ids":[10402]},{"cast":["'Snub' Pollard","Marie Mosquini","Eddie Boland","Sammy Brooks","Gaylord Lloyd"],"overview":"Two rival bicycle messengers are sent to the same location: a wealthy artist's estate populated with attractive models.","release_date":"1920-03-07","vote_average":0.0,"runtime":14,"cert":"\"NR\"","id":277813,"title":"Fresh Paint","adult":false,"genre_ids":[35]},{"cast":["Piotr Wiwczarek","Maurycy Stefanowicz","Leszek Rakowski","Leszek Rakowski","Krzysztof Raczkowski"],"overview":"\"Vision and Voice\" is the first live performance recording by Polish death metal band Vader. It was released in VHS format on December 1, 1998 by Metal Mind. The album consists Vader concert filmed and recorded on March 25, 1998 at Studio Łęg in Kraków, Poland. The DVD edition entitled \"More Vision and the Voice\" was released on June 3, 2002 by Metal Mind. Apart from main concert recorded in Kraków the re-release includes tree video-clips, eight bootleg live tracks from No Mercy Festival 2001, interview with Piotr \"Peter\" Wiwczarek, band and individual members biographies, discography, photo gallery, desktop images, art gallery, and weblinks. The release was remastered, and converted to Dolby Digital 5.1 Surround at Studio 333 in Częstochowa, Poland by Bartłomiej Kuźniak.","release_date":"2002-06-12","vote_average":4.8,"runtime":null,"cert":"N\/A","id":277815,"title":"Vader: More Visions & Voices","adult":false,"genre_ids":[10402]},{"cast":["Homayun Sakhi","Rahul Sharma","Salar Nader","Sirojiddin Juraev","Mukhtor Muborakqadomov"],"overview":"","release_date":"2010-03-30","vote_average":5.5,"runtime":null,"cert":"\"R\"","id":277817,"title":"In the footsteps of Babur Musical encounters from the Lands of the Mughals","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Masculine and feminine, hard and soft, continuous and interrupted, whole and fragmented. All that is encompassed by just one day at the factory.","release_date":"2004-01-01","vote_average":5.2,"runtime":30,"cert":"N\/A","id":277819,"title":"Factory","adult":false,"genre_ids":[99]},{"cast":["Alice Englert","Tintin Marova Kelly","Isidore Tillers","Genevieve Lemon","Russell Dykstra"],"overview":"A story through a child's eyes about living through a drought.","release_date":"2006-05-01","vote_average":7.0,"runtime":18,"cert":"N\/A","id":277821,"title":"The Water Diary","adult":false,"genre_ids":[]},{"cast":["Vytautas Tomkus","Vaiva Mainelytė","Algis Matulionis","Balys Barauskas","Janina Matiekonytė"],"overview":"This movie is a story of the legendary Lithuanian peasant- Tadas Blinda (1846-1877), a Lithuanian folk hero of the 19th century often compared to Robin Hood. He is shown as a leader of serfs battling and ridiculing the Polish landlords and the Russian Empire that governed Lithuania, Lithuania after the law about the end of serfdom. The movie is a an intense drama with a mix of cruelty and love, comic situations and jokes, heroism and treason.","release_date":"1972-01-01","vote_average":7.0,"runtime":151,"cert":"N\/A","id":277823,"title":"Tadas Blinda","adult":false,"genre_ids":[28,12,36]},{"cast":["Auli'i Cravalho","Dwayne Johnson","Rachel House","Temuera Morrison","Jemaine Clement"],"overview":"In Ancient Polynesia, when a terrible curse incurred by Maui reaches an impetuous Chieftain's daughter's island, she answers the Ocean's call to seek out the demigod to set things right.","release_date":"2016-11-23","vote_average":7.5,"runtime":107,"cert":"\"PG\"","id":277834,"title":"Moana","adult":false,"genre_ids":[12,35,10751,16]},{"cast":["Mammootty","Vikram Gokhale","Lillete Dubey","Joy Sengupta","Kiran Janjani"],"overview":"An unknown pregnant girl has ended her life by hanging herself from ceiling fan in a room of a little known hutment of Mumbai. In middle of the night, an uninvited Inspector lands in the house of an eminent Industrialist to investigate the case. Baffled by suggestion of being linked with the incident and shocked by the thought of being responsible for death of a person surviving at the outermost fringe of their vision of society, Vikrant Pradhan and his family give in to the interrogation reluctantly.","release_date":"2005-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277836,"title":"Sau Jhooth Ek Sach","adult":false,"genre_ids":[53]},{"cast":["Babe London","Phil Dunham","Helen Marlowe","George Davis"],"overview":"Two \"correspondence romance\" suitors prepare to meet their respective partners for the first time; mixups ensue.","release_date":"1925-10-24","vote_average":0.0,"runtime":11,"cert":"\"NR\"","id":277838,"title":"Scrambled Eggs","adult":false,"genre_ids":[35]},{"cast":["Susan Shaw","Derek Bond","Patrick Holt","Carol Marsh","David Tomlinson"],"overview":"The stories of several individuals who consult a marriage bureau, including a peer of the realm, his butler, a lonely school teacher, a French girl on the run from a violent boyfriend, a country vicar, and a newspaper reporter, sent by his editor, to do an undercover story.","release_date":"1949-06-07","vote_average":0.0,"runtime":93,"cert":"N\/A","id":277840,"title":"Marry Me","adult":false,"genre_ids":[10749,35]},{"cast":["Navdeep","Sheela Kaur","Vijayakumar","Sangeetha Krish","Manorama"],"overview":"Ilavattam movie is about love between two people .Srinivas (Navdeep) who belongs to an ordinary middle class family.","release_date":"2006-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277842,"title":"Seethakoka Chiluka","adult":false,"genre_ids":[10749]},{"cast":["Elijah Wood","Celyn Jones","Kelly Reilly","Steven Mackintosh","Shirley Henderson"],"overview":"An aspiring poet in 1950s New York has his ordered world shaken when he embarks on a week-long retreat to save his hell raising hero, Dylan Thomas.","release_date":"2014-11-07","vote_average":5.8,"runtime":97,"cert":"\"\"","id":277847,"title":"Set Fire to the Stars","adult":false,"genre_ids":[18,36]},{"cast":["Mohan","Jayashree","Y. G. Mahendran","Thengai Srinivasan","Ganthimathi"],"overview":"In the middle of the 80s, in Madras.  While her car, (one Volkswagen Beetle, typify like Walt Disney's \"Herbie\") breaks down (frequently), Mâlu (Jayashree), a beautiful young graduate, very independent, stemming from the Tamil bourgeoisie, attends, dumbfounded enough, not far from it, in the terrible correction that Raghunath (alias Raghu) (Mogan) to a pickpocket administers. The young man who went to an interview, misses his bus. Having got acquainted with Mâlu and having repaired his vehicle, this one leads him to its meeting. She informs him on the spot, that post, is already taken, what puts Raghu, beside himself. During his interview, he lets burst his anger, he becomes enraged in the face of his future employers, among which one, Rajasekhar (A. R. S.), who is other than the father of Mâlu, who finally, appreciates the frankness of Raghu and commits it on fields.","release_date":"1985-05-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277858,"title":"Thendrale Ennai Thodu","adult":false,"genre_ids":[18]},{"cast":["Aaron Katz"],"overview":"While in a hotel room in Mystic, CT, Aaron eats noodles, watches TV, takes a bath, makes a phone call, and sleeps.","release_date":"2008-03-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":277860,"title":"Let's Get Down to Brass Tacks","adult":false,"genre_ids":[]},{"cast":["Mohan","Radhika Sarathkumar","Shalini","Nalini","Jaishankar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277862,"title":"Pillai Nila","adult":false,"genre_ids":[18]},{"cast":["Mohan","Nalini","Thengai Srinivasan","Nizhalgal Ravi","City Babu"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277864,"title":"Osai","adult":false,"genre_ids":[18]},{"cast":["Harry Treadaway","Andrea Riseborough","Samuel Roukin","Paul Ritter","Pete Shelley"],"overview":"Two teenagers are drawn together by the Buzzcocks' single 'Love You More' during the summer of 1978.","release_date":"2008-02-05","vote_average":5.8,"runtime":15,"cert":"\"\"","id":277866,"title":"Love You More","adult":false,"genre_ids":[18]},{"cast":["Mohan","Poornima Bhagyaraj","Poornam Viswanathan","SVe. Sekar","Goundamani"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1982-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277868,"title":"Payanangal Mudivathillai","adult":false,"genre_ids":[18]},{"cast":["Mohan","Suhasini Maniratnam","Prathap K. Pothan","Sarath Babu","Shanthi Williams"],"overview":"Chandrasekhar (Sarath Babu) is married to Mala (Santhakumari) and their marital life is miserable due to Mala's demonic behaviour. Chandrasekhar's sister Viji (Suhasini), who is brought up by him, is enthusiastic, naughty and fun-loving. She lives life on her own terms. One day she bumps into Ram (Mohan), a mechanic. Despite initial conflicts, they slowly become friends. Though good natured, Ram suffers from an inferiority complex and suspects everyone","release_date":"1980-12-12","vote_average":0.0,"runtime":157,"cert":"N\/A","id":277870,"title":"Nenjathai Killadhey","adult":false,"genre_ids":[10749]},{"cast":["Prashanth Thyagarajan","Meghna Naidu","Vivek","Meera Chopra","Vijayakumar"],"overview":"Jambhavan movie is about Velan (Prashanth) who is a responsible son of a village landlord (Vijayakumar). Adored by the villagers for his good deeds, Prashanth gets a shock when Vijayakumar informs that he is his foster son.A shocked Velan sets out on a mission to know about his past. He reaches Chennai and comes to know that his family members were killed by a dreaded gangster Deva (Vijayan). He had then vowed to kill him and his gang. In the name of Jambhavan, he starts to kill rowdies in the society.Suffering an injury in his head, Velan loses memory and is later adopted by Vijayakumar. He comes to know that his job was just half-done. The rest is how he puts an end to Fefsi Vijayan and his men coming to Chennai.","release_date":"2006-09-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":277884,"title":"Jambhavan","adult":false,"genre_ids":[18]},{"cast":["Robert Atzorn","Eva Mattes","Janek Rieke","Edda Leesch","Michael Lott"],"overview":"","release_date":"2010-10-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":277886,"title":"Das Glück ist eine Katze","adult":false,"genre_ids":[10770,35,10749]},{"cast":[],"overview":"During World War II, the propaganda engine of the U.S. government made a pivotal decision with unforeseeable results: they tapped John Huston to shoot war documentaries with an expressly patriotic spin. Few could guess the degree to which Huston's documentaries would depict the sheer brutality and horror of modern warfare - particularly his Let There Be Light and The Battle of San Pietro. The films served (by default) as cinematic protests, even as they graced new and brilliant heights within the scope of American documentary. (Indeed, Light was banned by the government for 35 years). Midge Mackenzie's 1998 documentary John Huston: War Stories explores this little known facet of Huston's career, intercutting clips from the various documentaries with a Huston interview shot just prior to his death.","release_date":"1999-09-03","vote_average":0.0,"runtime":91,"cert":"N\/A","id":277888,"title":"John Huston War Stories","adult":false,"genre_ids":[99]},{"cast":["Monty Banks","Virginia Lee Corbin","Charles Hill Mailes","Charles K. Gerrard","Bud Jamison"],"overview":"Virginia Craig will become super-wealthy and gain sole control of her factory, unless insubordinate schemers can trick her into marrying one of their clique.  Unfortunately for them, she loves Monty, one of her employees.  When the schemers' plot is discovered, a chase starts away from the factory and onto a runaway train.","release_date":"1927-06-21","vote_average":0.0,"runtime":21,"cert":"\"NR\"","id":277890,"title":"Chasing Choo Choos","adult":false,"genre_ids":[28,35]},{"cast":["Matt Lucas","David Walliams"],"overview":"A two-part Christmas special from 2006 that sees Matt Lucas and David Walliams taking their comedy creations beyond the borders of Little Britain.","release_date":"2007-06-21","vote_average":8.0,"runtime":60,"cert":"N\/A","id":277892,"title":"Little Britain Abroad","adult":false,"genre_ids":[35]},{"cast":["Mammootty","Nandita Das","Manivannan","Delhi Ganesh","Manoj K Jayan"],"overview":"Vishwa Thulasi movie revolves around the emotional story of  Thulasi  returning to her village to become a dance teacher. She cannot bring herself to forget Vishwa  a man she has been in love with for two decades. Sensing their intense love for each other, Pattabhi, the manager at Vishwa's house, helps them overcome their fears. It is then that Fate enters in the form of Siva.","release_date":"2005-10-15","vote_average":0.0,"runtime":120,"cert":"N\/A","id":277897,"title":"Vishwa Thulasi","adult":false,"genre_ids":[10749,18]},{"cast":["Mammootty","Ambika","Shalini","Shankar","Menaka Suresh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-06-28","vote_average":0.0,"runtime":145,"cert":"N\/A","id":277908,"title":"Oru Nokku Kanan","adult":false,"genre_ids":[10749]},{"cast":["Mammootty","Mohanlal","Seema","Kuthiravattam Pappu","Menaka Suresh"],"overview":"Idanilangal is a 1985 Indian Malayalam film, directed by IV Sasi and produced by K. Balachander. The film stars Mammootty, Mohanlal, Menaka and Seema in lead roles. The film had musical score by M. S. Viswanathan","release_date":"1985-08-23","vote_average":0.0,"runtime":131,"cert":"N\/A","id":277910,"title":"Idanilangal","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Mohanlal","Rahman","Nadhiya","Menaka Suresh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-12-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":277912,"title":"Kandu Kandarinju","adult":false,"genre_ids":[18]},{"cast":["Shobana","Mammootty","Adoor Bhasi","Thilakan","Kunchan"],"overview":"Built upon the human rights violations by the Police and the prison authorities in India during the nationwide emergency of 1975-1977, when the fundamental rights of the citizens were suspended.","release_date":"1985-09-20","vote_average":7.5,"runtime":124,"cert":"N\/A","id":277914,"title":"Yathra","adult":false,"genre_ids":[10749]},{"cast":["Mammootty","Shobana","Rohini","Captain Raju","Vijayaraghavan"],"overview":"A group of unruly youth harasses Dr. Ramachandran (Mammotty) and his family. His wife (Sobhana) ends up being raped and murdered by this group. His sister Pushpa (Rohini) becomes mentally ill following the trauma. Distraught when the law doesn't give him justice, the doctor ends up being a vigilante and decides to take revenge on the people who destroyed his family.","release_date":"1985-04-10","vote_average":0.0,"runtime":124,"cert":"N\/A","id":277916,"title":"Ee Sabdam Innathe Sabdam","adult":false,"genre_ids":[53,18]},{"cast":["Mammootty","Ambika","Shankar","Menaka Suresh","Jayaprada"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277918,"title":"Archana Aaradhana","adult":false,"genre_ids":[10749]},{"cast":["Madhu","Mammootty","Seema","Menaka Suresh","Shankar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-06-21","vote_average":0.0,"runtime":134,"cert":"N\/A","id":277920,"title":"Thirakil Alppam Samayam","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Menaka Suresh","Urvashi","Ratheesh","Jalaja"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-06-21","vote_average":0.0,"runtime":132,"cert":"N\/A","id":277931,"title":"Ethirppukal","adult":false,"genre_ids":[18]},{"cast":["Menaka Suresh","K P Ummer","Mammootty","Balachandra Menon","Master Sujith"],"overview":"Sankar Mohan (Master Sujith) is a spoilt child of a wealthy widower Mr. Varma (Ummer). Fed up about having to change schools multiple times due to his behaviour, Mr. Varma appoints a teacher Lathika (Menaka) to homeschool Sankar. The duo get along well; but eventually the child starts getting possessive about Lathika. Meanwhile Lathika starts falling for Sankar's swimming coach (Mammootty) who is a playboy much to the chagrin of Shankar.","release_date":"1983-06-21","vote_average":0.0,"runtime":142,"cert":"N\/A","id":277933,"title":"Sesham Kazhchayil","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Seema","Adoor Bhasi","Shanthi Krishna","Shanawas"],"overview":"Maniyara is a 1983 Indian Malayalam film, Screenplay by moidu Padiyath directed by M. Krishnan Nair and produced by T. E. Vasudevan. The film stars Mammootty, Seema, Adoor Bhasi and Shanthi Krishna in the lead roles. The film has musical score by A. T. Ummer.","release_date":"1983-06-21","vote_average":0.0,"runtime":120,"cert":"N\/A","id":277935,"title":"Maniyara","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Mohanlal","Madhu","Poornima Bhagyaraj","Seema"],"overview":"","release_date":"1983-06-21","vote_average":5.0,"runtime":145,"cert":"N\/A","id":277937,"title":"Naanayam","adult":false,"genre_ids":[18]},{"cast":["Ratheesh","Seema","Srividhya","Mohanlal","Mammootty"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1983-06-21","vote_average":0.0,"runtime":125,"cert":"N\/A","id":277939,"title":"Oru Mukham Pala Mukham","adult":false,"genre_ids":[18]},{"cast":["Chris Martin","Jon Buckland","Guy Berryman","Will Champion"],"overview":"Superstar band Coldplay presented songs from its upcoming sixth album, \"Ghost Stories,\" in an hour-long cutting-edge special that is an immersive blend of light, video, dramatic staging and intimate world premiere performance.  Titled \"Coldplay: Ghost Stories,\" the special focused on the multi-Grammy Award-winning band's latest album, which will be released worldwide May 19.  Directed by \"Coldplay Live 2012\" helmer Paul Dugdale, this in-the-round special - recorded in front of an 800-person audience in Los Angeles in March - will blend live-performance footage with cinematic film. Atmospheric projection will deliver awe-inspiring 360-degree imagery - around, above and below the band - while being woven into the overall filmed narrative.  In addition to the new single \"Magic\" from Ghost Stories, the set list for the special also include worldwide hits such as \"Viva La Vida,\" \"Paradise\" and \"Clocks.\"  The special was conceived by Coldplay, Paul Normandale and Misty Buckley.","release_date":"2014-11-24","vote_average":7.7,"runtime":42,"cert":"\"\"","id":277941,"title":"Coldplay Live Ghost Storys","adult":false,"genre_ids":[10402]},{"cast":["Mammootty","Suhasini Maniratnam","Rahman","Jose Prakash","Maniyanpilla Raju"],"overview":"Koodevide? movie goes on to show the story taking place between three characters Alice (Suhasini) who lives with her brother and who is a teacher at a convent school in Ooty. A neglected and unruly son of a MP Xavier Puthooran (Jose Prakash) who joins the school in Alice's class. Alice manages to turn him (Rahman) into a prize student. Her boy friend Capt. Thomas (Mammootty) who feels intensely jealous of the attention Alice bestows upon Ravi. He kills the boy apparently by accident but later surrenders to the police, leaving Alice frustrated in all aspects of her life.","release_date":"1983-06-21","vote_average":0.0,"runtime":140,"cert":"N\/A","id":277943,"title":"Koodevide?","adult":false,"genre_ids":[18]},{"cast":["Sukumaran","Ratheesh","Mammootty","Mohanlal","Poornima Bhagyaraj"],"overview":"","release_date":"1981-12-30","vote_average":4.5,"runtime":null,"cert":"N\/A","id":277954,"title":"Ahimsa","adult":false,"genre_ids":[18]},{"cast":["Fredric Lehne","Michelle Pfeiffer","Barbara Barrie","Matt Clark","Noble Willingham"],"overview":"True story of Tom Butterfield and his crusade to provide family life for homeless children, becoming not only the first bachelor caretaker, but the youngest single adult to become a legal foster parent in the state of Missouri.","release_date":"1981-12-05","vote_average":7.0,"runtime":100,"cert":"\"\"","id":277956,"title":"The Children Nobody Wanted","adult":false,"genre_ids":[18]},{"cast":["Hideko Takamine","Mieko Takamine","Minoru Oki","Hiroshi Akutagawa","Yatsuko Tan'ami"],"overview":"Directed by Yoshiro Kawazu","release_date":"1956-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277958,"title":"Eyes of Children","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Swapna","Jose Prakash","Lalu Alex","Kaviyoor Ponnamma"],"overview":"","release_date":"1981-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277960,"title":"Thrishna","adult":false,"genre_ids":[18]},{"cast":[],"overview":"no overview.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277962,"title":"Der Mond","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mathilukalkkappuram movie is the sequal of Mathilukal.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":277964,"title":"Mathilukalkkappuram","adult":false,"genre_ids":[18]},{"cast":["Mammootty","Seema","Shobana","Ratheesh","Janardhanan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1986-10-02","vote_average":0.0,"runtime":117,"cert":"N\/A","id":277978,"title":"Ee Kaikalil","adult":false,"genre_ids":[18]},{"cast":["Shobana","Mammootty","Rahman","Jose Prakash","Santhosh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-02-10","vote_average":0.0,"runtime":141,"cert":"N\/A","id":277983,"title":"Eeran Sandhya","adult":false,"genre_ids":[18]},{"cast":["Sonia Bose Venkat","Mammootty","Madhavi","Lalu Alex","Shari"],"overview":"Nombarathi Poovu movie is all about the deep relation between Gigi and Padmini.  The movie shows how a young woman Padmini who is separated from her husband gets attached to a young orphan girl Gigi when they meet in a hospital during their stay after a bus accident. Gigi has lost her mother in the accident and Padmini decides to take Gigi with her. Gigi is not completely mentally stable and is a special needs child. Padmini brings Gigi to Dr. Padmanabhan  who after initial apprehension accepts Gigi in his institute as a student by the day.  Padmini's separated husband Sethu is still trying to win her back. The viewers are shown that Padmini separated from her husband because she lost her children due to an episode of reckless motorcycle riding from husband. Padmini decides to go back to Sethu and adopt Gigi as their daughter. However Gigi's special behavior annoys Sethu and Gigi starts to feel insecure about losing her mother again.","release_date":"1987-04-09","vote_average":6.5,"runtime":140,"cert":"N\/A","id":277985,"title":"Nombarathi Poovu","adult":false,"genre_ids":[18]},{"cast":["Jackson Browne","Sara Watkins","Sean Watkins","Val McCallum","Fritz Lewak"],"overview":"Filmed November 14, 2012 at the Paramount Theater, Denver, Colorado, Jackson Browne's I'll Do Anything Live in Concert DVD\/Blu-Ray , includes 17 songs culled from his entire body of work. The performance also features Val McCallum, Fritz Lewak, Sara Watkins, Sean Watkins and Tyler Chester.","release_date":"2013-07-01","vote_average":0.0,"runtime":105,"cert":"\"\"","id":277987,"title":"I'll Do Anything Jackson Browne Live In Concert","adult":false,"genre_ids":[10402]},{"cert":"N\/A","title":"Nalkkavala","cast":["Mammootty","Urvashi","Shobana","Devan","Seema"],"id":277989,"overview":"","runtime":null,"genre_ids":[18],"release_date":"1987-11-26","vote_average":0.0,"adult":false}]