[{"cast":[],"overview":"On January 21, 1989, on the evening following the presidential inauguration, some the biggest names in classic rhythm and blues performed at the Washington Convention Center at the Presidential Inaugural Concert. The black-tie event would be a historical moment: an official inaugural event featuring some of the finest black musicians of the '50 and '60s from Stax and Chess Records including Bo Diddley, Percy Sledge and Carla Thomas, along with several hotshot Texas blues guitarists such as Stevie Ray Vaughan with Double Trouble and Jimmie Vaughan at the height of their careers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278500,"title":"A Celebration of Blues and Soul: The 1989 Presidential Inaugural Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The Satanist Oblivion\"  Is a documentary about Behemoth and \"The Satanist\" CD recorded process.  And \"Live Barbarossa\" Is a show Recorded Live at Barbarossa, Ekaterinburg, Russia - September 26, 2012  -  TRACKLIST:  01. Intro\r 02. Ov Fire and the Void\r 03. Demigod\r 04. Moonspell Rites\r 05. Conquer All\r 06. Christians to the Lions\r 07. The Seed ov I\r 08. Alas, Lord Is upon Me\r 09. Decade of Θεριον  10. At the Left Hand ov God\r 11. Slaves Shall Serve\r 12. Chant for Εσχατον 2000\r 13. 23 (The Youth Manifesto)\r 14. Lucifer","release_date":"2014-02-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278505,"title":"Behemoth: The Satanist Oblivion","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Frank Lloyd Wright is an American icon - its most famous modern architect, and probably its most prolific - over 400 buildings in a 60-year career. Frank Lloyd Wright: Murder, Myth &amp; Modernism is a dramatic, surprising and entertaining portrait of a master builder whose most enduring edifice is his own legend.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278507,"title":"Frank Lloyd Wright: Murder, Myth and Modernism","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film follows a backpack on a journey around the world, intersecting the lives of dozens of fascinating characters along the way. The story progresses, we learn details about the mysterious man to whom the bag belongs.","release_date":"2012-05-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278509,"title":"The Owner","adult":false,"genre_ids":[]},{"cast":["Will Estes","Emily Baldoni","Tessa Thompson","Ross McCall","Pippa Scott"],"overview":"AUTOMOTIVE is a modern noir seen through the eyes of a classic car: Is that a body Kansas is putting in the trunk? He buries it in the desert night under headlights while a beautiful woman watches from the backseat. She is Lonely, his lover and accomplice...or is she? When Lonely's rich husband is murdered Kansas is left to blame. Is he guilty? More important, can he trust the woman he loves? These are the fragments we witness from Kansas' 1964 Mercury Montclair as it rumbles through L.A.","release_date":"2013-06-01","vote_average":0.0,"runtime":78,"cert":"\"\"","id":278511,"title":"Automotive","adult":false,"genre_ids":[]},{"cast":["Cindy Guyer","Sal Amore","Scott Barile"],"overview":"Urban legend claims a vicious crack-addicted raccoon nicknamed \"Red Eye\" was behind a series of gruesome murders in Bronx neighborhood Locust Point. Politically ambitious Deputy Mayor Peter Rabbit sees an opportunity to advance his career, and enlists his cousin and best friend to capture the mutant creature - unaware that two more bloodthirsty \"krackoons\" are lurking in the shadows... No one dumps on the Bronx!","release_date":"2014-05-20","vote_average":1.0,"runtime":null,"cert":"\"\"","id":278513,"title":"Bloodmarsh Krackoon","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Re-framing the U.S. gun violence debate from Second Amendment rights to public health prevention.","release_date":"","vote_average":0.0,"runtime":83,"cert":"N\/A","id":278521,"title":"Changing the Conversation: America's Gun Violence Epidemic","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in the 17th century, this Korean drama tells the story of Yong (Jun-ki Lee), a boy who witnesses the murder of his father, then watches as his sister is executed years later. Determined to avenge their deaths, he transforms into a stealthy bandit. During the robbery of a nobleman, Yong leaves behind a red apricot blossom and is soon dubbed Il Ji-Mae. As his legend grows, he becomes a Robin Hood figure who fights crime and corruption.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278523,"title":"The Phantom Thief","adult":false,"genre_ids":[]},{"cast":["Rachel","Milka Manson","Astrée","Sabrina Sweet","Mia Moore"],"overview":"","release_date":"2010-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278525,"title":"Cours de rattrapage","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary about Bavarian King Ludwig's castle at Neuschwanstein captures the magic of the whimsical castle and its beautiful surroundings. Skilled architects and artisans applied their craftsmanship to the castle's amazing features, such as the turrets, waterfalls and moat featured in this video; it's no wonder that King Ludwig's fairy-tale castle served as the model for the Disneyland castle.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278527,"title":"King Ludwig's Fairy Tale Castle","adult":false,"genre_ids":[]},{"cast":[],"overview":"When French Minister of Defense Michel Debré ordered the bold expansion of the Larzac military camp without consulting the farmers of the region, his actions sparked a decade-long show of nonviolent resistance, as recounted in this documentary.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278529,"title":"Leader-Sheep","adult":false,"genre_ids":[]},{"cast":["Yuria Haga","Asami Tada","Ayame Misaki","Rina Koike","Haruka Oshima"],"overview":"Four girls take part in illegal underground fighting event \"Girl's Blood\" held at an abandoned school building in Roppongi every night. The girls have their own stories and quirks from their private lives. Satsuki (Yuria Haga) suffers from a gender identity disorder, Chinatsu (Asami Tada) ran away from an abusive husband, Miko (Ayame Misaki) is a S&amp;M queen and Mayu (Rina Koike) has a Lolita face.","release_date":"2014-02-22","vote_average":6.6,"runtime":118,"cert":"N\/A","id":278540,"title":"Girl's Blood","adult":false,"genre_ids":[28,18,10749]},{"cast":[],"overview":"Tarantino reveres them, and for good reason. Welcome to the world of the kings of the Italian B-Movie.","release_date":"2013-02-21","vote_average":0.0,"runtime":59,"cert":"N\/A","id":278542,"title":"I Tarantiniani","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This compelling doc chronicles the dedication of military dog teams on the front lines of war in Iraq and Afghanistan. \"Always Faithful\" follows five young Marines and their four-legged partners, exploring the intense bond that develops between man and dog as they put their lives on the line day after day.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":278544,"title":"Always Faithful","adult":false,"genre_ids":[]},{"cast":["Sribalaji","Leema Babu","Gayathri"],"overview":"Sooraiyadal is a 2014 Tamil film directed by Thamarai Kannan starring Sri Balaji, Gayathri and Leema in the lead roles.","release_date":"2014-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278546,"title":"Sooraiyadal","adult":false,"genre_ids":[]},{"cast":["Lindsay Duncan","David Lapp","Miriam Lapp"],"overview":"Miriam and Dave Lapp are a charming young couple with a brood of adorable children. Dave works in and part owns a construction company. They are also members of the 'Old Order' Amish community in Pennsylvania,whose church forbids all technology - though Dave gets lifts to work in a car and the couple,by allowing themselves to be filmed,risk the wrath of church elders. Having outlined their traditional life-style to camera Miriam persuades several friends to be happily filmed and it becomes clear that the Lapps and other,younger Amish,believe that,having been rebaptized to allow a more open evangelical approach - risking excommunication thereby - they feel the need for a change in the community. The film ends as the family consolidates its dream to own their own farm.","release_date":"2012-08-02","vote_average":6.0,"runtime":60,"cert":"N\/A","id":278548,"title":"Amish: A Secret Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Combat in the Huertgen Forest ranked among the most devastating of World War II, with American and German forces suffering casualties upwards of 60,000 troops. More than a half-century later, soldiers from both sides assemble at the site for an emotional reunion. The intense feelings they experienced as young men are never far from the surface. Tom Brokaw, Walter Cronkite and John Kenneth Galbraith provide commentary.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278562,"title":"On Common Ground: A World War II Reunion","adult":false,"genre_ids":[]},{"cast":["David Tennant","Nigel Lindsay","Oliver Ford Davies"],"overview":"A monarch ordained by God to lead his people. But he is also a man of very human weakness. A man whose vanity threatens to divide the great houses of England and drag his people into a dynastic civil war that will last 100 years.","release_date":"2013-11-13","vote_average":7.7,"runtime":180,"cert":"N\/A","id":278564,"title":"Royal Shakespeare Company - Richard II","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Celebrating an artist who helped shape American popular music for more than 50 years, some of Ray Charles's biggest admirers throw him a party to remember. Star-studded performances captured in this memorable live concert feature the likes of Stevie Wonder, Gladys Night and, of course, the legendary piano man himself, while celebrities Paul McCartney, Bill Cosby, Quincy Jones, George Lopez and Gloria Estefan deliver touching personal tributes.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278566,"title":"Ray Charles: 50 Years in Music","adult":false,"genre_ids":[]},{"cast":["Titos Vandis","Giorgos Emirzas","Takis Emmanuel","Depi Martini","Dina Trianti"],"overview":"This films tells four different stories, all connected by the banks of a river.","release_date":"1960-06-24","vote_average":5.0,"runtime":110,"cert":"N\/A","id":278568,"title":"The River","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary, Faith &amp; Spirituality Documentaries, Social &amp; Cultural Documentaries, Faith &amp; Spirituality - Witness a timeless rite of healing and purification as a 63-year-old yogi reclines in a bed of fire. This documentary reveals the mental and physical discipline that allows him to perform this stunning act. Confounding modern science, the yogi subsists on two bananas, a glass of milk and a trickle of water each day, deriving strength from meditation and breathing techniques. The result is the ability to endure, unharmed, a centuries-old ritual.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278570,"title":"The Fire Yogi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Family - The legendary Marsalis jazz family steps into the spotlight with this celebration of their collective careers. Ellis, Branford, Delfeayo, Jason and Wynton are joined by a host of special guests as they work through classic tracks such as \"Swingin' at the Haven,\" \"Wynton Speaks,\" \"Saint James Infirmary\" and many more standards that the Marsalis family members make their own via their inimitable playing. -  Harry Connick Jr., Branford Marsalis, Delfeayo Marsalis","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278572,"title":"The Marsalis Family: A Jazz Celebration","adult":false,"genre_ids":[]},{"cast":["Yukari Ôshima","Sharon Yeung Pan-Pan","John Cheung Ng-Long","Edu Manzano","Phillip Ko"],"overview":"Two Hong Kong cops on leave in Manila take on a group of arms dealers.","release_date":"1994-01-01","vote_average":7.0,"runtime":92,"cert":"N\/A","id":278583,"title":"Deadly Target","adult":false,"genre_ids":[28]},{"cast":["John Frusciante"],"overview":"A film about the Tibetan Freedom Concert in San Francisco.","release_date":"1998-09-11","vote_average":0.0,"runtime":90,"cert":"\"\"","id":278585,"title":"Free Tibet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get set for loads of laughter with four action-packed adventures starring Geronimo Stilton, the most famous New Mouse City journalist, who's an unlikely, yet loveable action-hero with two left paws. Adventure always comes knocking for Geronimo and his pals, launching them paws-first into exciting capers filled with hilarious hijinks and far-flung antics that take them all around the world in search of the next big scoop.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278587,"title":"Geronimo Stilton: Intrigue on the Rodent Express","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Documentary on the Making of Star Wars: The Empire Strikes Back.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":278589,"title":"Clapper Board - The Empire Strikes Back","adult":false,"genre_ids":[]},{"cast":[],"overview":"The After Hours crew brings you a compilation of a years worth of adventuring throughout the US in search of good snow and friends.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278591,"title":"After Hours","adult":false,"genre_ids":[]},{"cast":[],"overview":"Police surveillance may be the lesser problem for an Italian mafia-run cocaine operation. When the boss's wife falls for one of their new gangsters, she starts an affair that could destroy their entire way of life.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278593,"title":"Angela","adult":false,"genre_ids":[]},{"cast":[],"overview":"Infamous club promoter, actor and singer, Robert Pereno, who describes himself as a bi-polar, loquacious narcissist, is a seductive, charming and brutally honest man. The Promoter follows a year in his life…  Robert gives an overview of his past from a privileged up-bringing in ex-pat Calcutta during the 60s, to his foray into music, acting and club land, where he promoted many top London nightclubs such as The Camden Palace, The Wag, Crazy Larry's and SW1 to name a few. Never lost for words, always with a quote and a handy aphorism, we see Robert ecstatic as he promotes his new Film Club and Singer Old Fashioned Daisy Tallulah Johnson. Then, conversely in the pits of despair, when his addictive proclivities get the better of him, to capsize his projects, his marriage and his life.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278607,"title":"The Promoter","adult":false,"genre_ids":[]},{"cast":[],"overview":"'Sukkah City' is a documentary film about the architecture competition and exhibition that explored the creative potential of the sukkah.  When best-selling author Joshua Foer (Moonwalking With Einstein) began to build his first sukkah, a small hut that Jews build and dwell in every fall for the holiday of Sukkot, he wanted to move beyond the generic plywood boxes and canvas tents that have become the unimaginative status quo. He discovered that while the bible outlines the basic parameters for what a sukkah should look like and how it should function, it leaves plenty of room for variation and interpretation. Foer thought, what if contemporary architects and designers were challenged to design and construct twelve radical sukkahs? What would they come up with? And so was born the design competition and exhibition known as \"Sukkah City.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278609,"title":"Sukkah City","adult":false,"genre_ids":[]},{"cast":[],"overview":"Catch everyone's favorite cat and mouse team as they race from one exciting adventure to another in this world-class collection of unforgettable episodes! From Italy to Texas and everywhere in between, these 10 action-packed cartoons showcase the best traps and funniest escapes in animation history! Join the original Tom Cat and his pal Jerry Mouse for non-stop antics and one hilarious trip!","release_date":"2003-09-10","vote_average":7.5,"runtime":72,"cert":"\"NR\"","id":278611,"title":"Tom and Jerry: Whiskers Away!","adult":false,"genre_ids":[16,35,10751]},{"cast":[],"overview":"Film of Nguyen Huy Thiep's controversial story about a general who, after devoting his life to the communist cause, retires, only to find that his household is in disarray, his grown children money-grubbing, and Vietnamese society far from the rosy picture of equality he'd imagined he'd helped make it.","release_date":"1988-04-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":278616,"title":"The General Retires","adult":false,"genre_ids":[]},{"cast":["Đơn Dương","Ngoc Hiep Nguyen"],"overview":"A fable about social prejudice, Devil’s Mark tells the story of a young girl who is accused of witchcraft and banished from society. The film was shot in the remote mountainous region of Ganh Son — a gruelling production location that involved transporting cameras and equipment by cattle carts. Rich in mythological associations and striking desolate landscapes, Devil’s Mark also features the first scene of complete nudity in a Vietnamese film.","release_date":"1992-04-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":278618,"title":"Devil's Mark","adult":false,"genre_ids":[]},{"cast":["Antonio Navarro","Ana Cuerdo","Raquel González","Antonio Álamo","Toni Álamo"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278620,"title":"Kundas","adult":false,"genre_ids":[]},{"cast":["Vidas Petkevičius","Monika Bičiūnaitė","Remigijus Bilinskas","Ričardas Kavaliauskas"],"overview":"Algimantas Puipa directed this 1997 drama about a painter wrestling with childhood memories of his father being exiled to Siberia.","release_date":"1997-06-06","vote_average":7.0,"runtime":102,"cert":"\"\"","id":278631,"title":"A Wolf Teeth Necklace","adult":false,"genre_ids":[18]},{"cast":["Herbert Achternbusch","Annamirl Bierbichler","Franz Baumgartner","Gabi Geist"],"overview":"A comic silent film about the Holocaust.","release_date":"1981-10-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":278633,"title":"The Last Hole","adult":false,"genre_ids":[]},{"cast":["Gastone Moschin","Paul Esser","Michiko Iwasaki","Lilly Lau","Huiuh Thi Thanh"],"overview":"","release_date":"1968-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278635,"title":"La moglie giapponese","adult":false,"genre_ids":[35]},{"cast":["Eglė Gabrėnaitė","Rimantė Krilavičiūtė","Algirdas Latėnas","Vytautas Paukštė","Antanas Šurna"],"overview":"\"Travel to Paradise\" - The rich widow Marta Anker, owner of a renowned trading company, loves the poor fisherman Ansą Balčiai. The locals keep the ongoings under close watch.","release_date":"1980-01-01","vote_average":1.0,"runtime":82,"cert":"N\/A","id":278637,"title":"Kelionė į rojų","adult":false,"genre_ids":[]},{"cast":[],"overview":"The short takes place around the Big Bang… probably before. A poor creature called the Elephant Spider spends its life walking in one direction (see why the dimensional aspect is important) and the short recounts what happens when it runs out of a place to walk.","release_date":"1967-11-25","vote_average":6.0,"runtime":9,"cert":"N\/A","id":278639,"title":"The Elephant Spider","adult":false,"genre_ids":[16]},{"cast":["Carlo Giuffrè","Renato Rascel","Liana Trouche","Graziella Granata","Roberto Camardiel"],"overview":"","release_date":"1970-03-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":278641,"title":"Il trapianto","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short about the disappearance of the body of the political Argentinean writer Rodolfo Walsh after he was shot in an ambush by a special military group in Argentinia on March 25 1977.","release_date":"1979-08-07","vote_average":5.0,"runtime":20,"cert":"N\/A","id":278643,"title":"Las AAA son las tres armas: Carta abierta de Rodolfo Walsh a la junta militar","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In March of 2004 a Pennsylvania filmmaker was activated with his National Guard unit and deployed to Iraq. During the next twelve months he would document his unique experiences as he and his platoon were tasked with the politically charged mission of searching for the infamous weapons of mass destruction (WMDs). The search would take them from the heart of Baghdad to rural Iraqi farms. Land Of Confusion offers a never-before seen account of working with the, then secretive, Iraq Survey Group (ISG) as they travel throughout the country searching for evidence that Saddam had the WMDs. The film reveals the extraordinary perspective of soldiers on the ground in Iraq, as recorded by one of their own and goes far beyond what the conventional mainstream media shows audiences about the war in Iraq.","release_date":"2008-03-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278654,"title":"Land of Confusion","adult":false,"genre_ids":[]},{"cast":["Reagan Gomez-Preston","Valarie Pettiford","Wesley Jonathan","Cynthia Kaye McWilliams","Rodney Perry"],"overview":"It'll be a slippery slope until their big day! Best friends since childhood, Tao and Bren are preparing to live out their dreams of an extravagant double-wedding in Hawaii. As the ladies' big day approaches, their jitters, envy, and outrageous expectations are met with emotional highs and lows. With faith and a little bit of luck, the brides-to-be just might make it to the chapel on time.","release_date":"2013-04-20","vote_average":0.0,"runtime":88,"cert":"\"\"","id":278656,"title":"Love Will Keep Us Together","adult":false,"genre_ids":[10770,35]},{"cast":[],"overview":"Fresh off a stellar collegiate basketball career, aspiring professional player Damon Sharp returns to his hometown of Chicago and quickly discovers a more challenging game off the court. His former life and old bad habits abruptly challenge his new-found faith in God. Damon's dreams of playing pro ball hang in the balance while he faces the circling demons of his past.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":278658,"title":"Midrange","adult":false,"genre_ids":[]},{"cast":["Tony Benn"],"overview":"Tony Benn (87), the longest serving Labour MP in history, looks back over his life and career.","release_date":"2014-06-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":278660,"title":"Tony Benn: Will and Testament","adult":false,"genre_ids":[]},{"cast":[],"overview":"While a few Hollywood celebrities such as James Stewart and Clark Gable saw combat during World War II, the majority used their talents to rally the American public through bond sales, morale-boosting USO tours, patriotic war dramas and escapist film fare. Comedian David Steinberg plays host for this star-studded, 90-minute documentary, which looks at the way Tinseltown helped the United States' war effort.","release_date":"1982-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278662,"title":"Showbiz Goes to War","adult":false,"genre_ids":[]},{"cast":[],"overview":"A former Wall Street investment banker retreats to an empty vacation home and she encounters souls still trapped in the haunted mansion. This imaginative psychological thriller roams in and out of the lives of lost souls, weaving reality with the other side.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278664,"title":"The House","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278666,"title":"La barrera del sonido","adult":false,"genre_ids":[]},{"cast":["Robert Więckiewicz","Zohar Strauss","Aleksandra Hamkało","Iwona Bielska","Krzysztof Pieczyński"],"overview":"A big shot prosecutor Teodor Szacki divorces his wife and leaves Warsaw to “start a new life” in picturesque town in south­east Poland ­ Sandomierz. After a short while he is called in to investigate a strange and mysterious murder case. Alienated in provincial reality he struggles to find a killer, when he stumbles upon more victims. While the investigation continues he realizes that all murders are connected to alleged historical Jewish ritual killings. Those murders prompt a wave of anti­Semitic hysteria in the town. In his investigation Szacki must wrestle with the painful tangle of Polish­Jewish relations and real findings of his work ­ that roots of some legends arefantasy, not a grain of truth…","release_date":"2015-01-09","vote_average":7.0,"runtime":116,"cert":"\"\"","id":278677,"title":"A Grain of Truth","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"Jack of all trades and master of none, Al Baxter (Sam Taft) stays afloat by working four jobs. As if that weren't enough, happenstance leads Al to place four ads in the phone book, resulting in four more jobs. Trouble is, none of them is real. Now, Al has to juggle his actual responsibilities with his make-believe ones, all the while trying to extricate himself from an FBI sting, a stolen microchip scam and hordes of Chinese tourists.","release_date":"1999-08-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278679,"title":"Yellow Pages","adult":false,"genre_ids":[]},{"cast":["Park Yong-beom","Choi Ho-joong","Kim Yeong-tak","Kim Dae-woo","Han Je-in"],"overview":"The four male characters in this film don’t seem to have much in common: a college student who accidentally comes across a sex tape of his girlfriend, an unemployed man lives at the mercy of his wife. The third man lives with his ill mother and finally, Min Gi who works as a pick-up artist teaching seduction skills. The four men head to the flashy nightclub, leaving behind their life troubles.","release_date":"2014-07-18","vote_average":7.0,"runtime":104,"cert":"N\/A","id":278681,"title":"Pick Up Artist","adult":false,"genre_ids":[18]},{"cast":["Mark Taylor"],"overview":"Conservative political commentator Mark Taylor presents uncensored archival footage of graphic Iraqi and Middle East atrocities in an effort to justify American intervention.","release_date":"2004-09-21","vote_average":0.0,"runtime":90,"cert":"\"\"","id":278686,"title":"Buried in the Sand: The Deception of America","adult":false,"genre_ids":[10752,99]},{"cast":["Patricia Chong Jing-Yee","Jade Hsu","Marylinn Wong","Ng Siu-Gong","Annabelle Louie"],"overview":"Fong and Angie were close friends when they were in school but departed after graduation. Fong continued her further education in a training center. Angie worked in a studio and had a crush on a guy classmate Cheung, who was also attracted to Angie. Though Angie had feeling on Cheung, but she found out about Fong's infatuation so refused to date Cheung. One night, Angie was particularly low in spirits, she went to see Cheung at the club where he sang. She ended up sleeping with him. Stricken by a guilty conscience, Angie refused to see Cheung again. Fong found that Cheung didn't like him so she dedicated herself into course. At the graduation performance, Fong invited Angie to go but Angle didn't show up. Fong kept calling Angie and eventually she got through and found out that Angie had drown in the swimming pool.","release_date":"1982-04-21","vote_average":0.0,"runtime":83,"cert":"N\/A","id":278688,"title":"Once Upon a Rainbow","adult":false,"genre_ids":[]},{"cast":["Armando Silvestre","Elsa Cárdenas","Genaro Moreno","Crox Alvarado","Cavernario Galindo"],"overview":"A group of scientists in search of lost Atlantis are plane wrecked on an uncharted island full of stock footage monsters fresh from One Million BC. Occasionally we get an original papier mache monster peaking out from behind an alcove, but for the most part this is typical Mexican filmmaking for the period. With Armond Silvestre and Alma Delia Fuentes.","release_date":"1967-03-15","vote_average":6.0,"runtime":87,"cert":"N\/A","id":278690,"title":"The Island of the Dinosaurs","adult":false,"genre_ids":[14,878,12]},{"cast":[],"overview":"A supervised test, illustrating the effects of alcohol on driving ability, is staged in a parking lot.","release_date":"1965-01-01","vote_average":4.2,"runtime":12,"cert":"\"\"","id":278701,"title":"Alco-Beat","adult":false,"genre_ids":[]},{"cast":["Bert Barr","Frances Barth","James Barth","Janet Froelich","Kate Parker"],"overview":"Kristina, a self-named Hungarian female lion tamer, arrives in New York to become a dance choreographer. Kristina, now a middle-class NYC artist concerned about the environment, has a sailor lover named Raoul. The film, a collage work, an essay film, a fictional narrative and a documentary all rolled into one, is one of the most important independent American feminists films made during the 1970's.","release_date":"1976-11-02","vote_average":5.0,"runtime":90,"cert":"\"\"","id":278703,"title":"Kristina Talking Pictures","adult":false,"genre_ids":[99,18]},{"cast":["Pat Bolin","Allison Louise Downe","William Kerwin","Marge London","Karl Morton"],"overview":"Follow three gorgeous young ladies as they go to camp, finding plenty of mischief along the way.","release_date":"1962-01-01","vote_average":4.5,"runtime":89,"cert":"\"\"","id":278705,"title":"Babes in the Woods","adult":false,"genre_ids":[35]},{"cast":["Hiroki Matsukata","Ryôhei Uchida","Mieko Aoyagi","Sanae Nakahara","Yoshi Katô"],"overview":"Historical action film about the struggle for gold of two feudal clans in the Edo period.","release_date":"1967-09-08","vote_average":0.0,"runtime":88,"cert":"N\/A","id":278707,"title":"Black Ninja","adult":false,"genre_ids":[]},{"cast":["Pedro Casablanc","Cuca Escribano","Sebastián Haro","Lucía Hoyos","Alberto López"],"overview":"","release_date":"2013-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278712,"title":"La rueda","adult":false,"genre_ids":[]},{"cast":["Dani Lary"],"overview":"","release_date":"2006-11-07","vote_average":4.3,"runtime":null,"cert":"N\/A","id":278714,"title":"Dani Lary le magicien de l'impossible !","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278716,"title":"Por Trás do Véu","adult":false,"genre_ids":[]},{"cast":["Danièle Delorme"],"overview":"A short documentary on the chateaux of the Loire in France was commissioned by the French Tourist Bureau.","release_date":"1958-05-01","vote_average":6.5,"runtime":20,"cert":"N\/A","id":278727,"title":"O saisons, ô châteaux","adult":false,"genre_ids":[99]},{"cast":[],"overview":"We Are Here is about the impact of war on a country, a people, a community and ultimately a family. These are the stories of five Jews, trying to build a life in Poland after the fall of Communism. Can we progress from a country containing the unmarked graves of three million, to one which now celebrates life? These five people and their families struggle to find their place as Jews in the new Poland.","release_date":"2013-12-09","vote_average":0.0,"runtime":82,"cert":"N\/A","id":278729,"title":"We Are Here","adult":false,"genre_ids":[]},{"cast":["Mikael Ayele","Catherine Ames","Sophie Berner-Eyde","Edvard Eriksson"],"overview":"In Paris, an American couple entrusts a prostitute with the fate of their relationship.","release_date":"","vote_average":0.0,"runtime":11,"cert":"N\/A","id":278731,"title":"Repair Us","adult":false,"genre_ids":[18]},{"cast":["Thelma Todd","Patsy Kelly","Matthew Betz","Clarence Wilson","Billy Bletcher"],"overview":"Thelma and Patsy find themselves in a spooky house inhabited by a nut who is a mechanical genius and has made a robot who does everything. The inventor manipulates the robot's control board from a hidden room. The girls are soon in a panic. Patsy gets into an argument with the robot and loses the match of wits. Blackie Burke, an escaped convict, is using the house as a hideout, and this adds to the problems the girls already have.","release_date":"1935-03-30","vote_average":7.0,"runtime":15,"cert":"\"\"","id":278733,"title":"The Tin Man","adult":false,"genre_ids":[35,12]},{"cast":["Anna Polina","Ava Courcelles","Abbie Cat","Dorothy Black","Charlize Bella"],"overview":"These five stunning secretaries don't hold back. They are very obedient and will show you just what they are capable of!  In meeting rooms, toilets or car parks, these stunning young women dressed in their sexy business suits, blouses, nylon stockings and high heels never miss a chance to satisfy their boss or the various men they come across. They are never satisfied!  While Anna is redoing her make up in the toilets, she makes eye contact with a good-looking accountant. That is all it takes to trigger an irresistible desire within herself to be fucked in the ass without any foreplay.","release_date":"2014-02-03","vote_average":7.0,"runtime":122,"cert":"\"NC-17\"","id":278735,"title":"Executive Assistant","adult":true,"genre_ids":[]},{"cast":["Steve Allen","Myron Cohen"],"overview":"With an uncanny ability to mimic just about any dialect he heard and accompany it with a hilariously appropriate facial expression, classic nightclub comedian Myron Cohen built his career on the art of effective storytelling. Filmed in Warwick, R.I., and hosted by fellow comedian Steve Allen, this installment of HBO's \"On Location\" series captures Cohen in his element, spinning yarns that are sure to make you laugh.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278743,"title":"On Location: Myron Cohen","adult":false,"genre_ids":[35]},{"cast":["Gian Maria Volonté","Renzo Montagnani","Licia Pinelli","Luigi Diberti","Giancarlo Dettori"],"overview":"The film examines the death of the anarchist Giuseppe Pinelli, who fell from the fourth floor of the police headquarters in Milan December 15, 1969, after being stopped following the Piazza Fontana bombing.","release_date":"1970-01-01","vote_average":7.8,"runtime":45,"cert":"N\/A","id":278745,"title":"Documenti su Giuseppe Pinelli","adult":false,"genre_ids":[99]},{"cast":["Gian Maria Volonté"],"overview":"The film documents the trade union battle of the workers of the Apollon printing house in Rome, occupied for a few months after the management decided to fire all the personnel and sell the land on which the factory was standing.","release_date":"1969-04-20","vote_average":0.0,"runtime":75,"cert":"N\/A","id":278747,"title":"Apollon: una fabbrica occupata","adult":false,"genre_ids":[36,99]},{"cast":["Gian Maria Volonté","Mireille Darc","Olga Georges-Picot","Giampiero Albertini","Erika Blanc"],"overview":"In the late 60s of the twentieth century, a wave of revolutionary sentiments spread across Europe. A newspaper correspondent tries to reflect what is happening in his notes, visiting summits in various countries, including the “iron curtain”.","release_date":"1968-10-16","vote_average":0.0,"runtime":78,"cert":"N\/A","id":278749,"title":"Summit","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Giuseppe Patroni Griffi","Luchino Visconti"],"overview":"","release_date":"1972-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278751,"title":"La tenda in piazza","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A television movie based on the animated series and settled between the first and the second season aired, in Italy, on 23 April 2011. The movie focuses on the Angels attending the Summer School at the Sunny College in Alpinville, where Raf hopes she will not meet Sulfus. The Devils show up at the school and Raf tells Sulfus she has fallen in love with someone else. Meanwhile, the Earthly ones receive the task of refurbishing the Theatre of Princes (Italian: Teatro dei Principi) and organising a play, Romeo &amp; Juliet by William Shakespeare. However, they are attacked by a mysterious hooded man who wants them to leave the theatre. The Angels and the Devils decide to investigate and find out the truth about Tyco and Sai's fate. At last, Raf and Sulfus conclude that they'll decide what to do about their future together once returned to the Golden School for the new term.","release_date":"2011-04-23","vote_average":8.6,"runtime":84,"cert":"N\/A","id":278753,"title":"Angel's Friends - Between Dream and Reality","adult":false,"genre_ids":[10749,16,10751,14,35]},{"cast":["Selene Beretta","Diana Brennan","Katherine Barron","Sabrina Brennan","Dan Brennan"],"overview":"About a single Mom who moonlights as a contract killer. Maggie Marvel must balance career and family, murder and math homework. She is pushed into this dangerous world... only to find out she is very good at it.","release_date":"2011-03-05","vote_average":0.0,"runtime":130,"cert":"\"\"","id":278755,"title":"Maggie Marvel","adult":false,"genre_ids":[18,35]},{"cast":["Stelios Tatasopoulos","Gerasimos Arsenis","Ketty Diridaoua","Joly Garbi","Danai Grizou"],"overview":"A poor university student, Ntinos Vristhenis, has abandoned his studies due to financial difficulties and is searching for a job. He is hired as an actor in a troupe, where he meets and falls in love with the leading actress. When she yields to a businessman who promises her a bright future, Nikos, feeling disappointed, leaves the theater. Poverty forces him to join the proletariat and become a tobacco worker in order to make ends meet.","release_date":"1932-06-25","vote_average":6.5,"runtime":62,"cert":"N\/A","id":278763,"title":"Social Decay","adult":false,"genre_ids":[]},{"cast":["Carlos Acuña","Maureen Isern","Jason Updike","Kevin Walsh"],"overview":"In the times since great wars laid waste to Prias, its people have learned to embrace a simple life, away from the perils of technology and war. As the mighty Sith army spreads across the galaxy, subjugating every planet in its path, all the people of Prias can do is wait, their world protected by an energy shield held in place by ancient towers. While the people wait in fear, one Jedi trained by Master Oram Bren will be chosen to be the future leader of Prias, a title decided by a vote of the entire population of the planet. But little do they know that one Jedi's dark secret could spell their doom.","release_date":"2006-04-02","vote_average":5.0,"runtime":56,"cert":"\"\"","id":278765,"title":"Reign of the Fallen","adult":false,"genre_ids":[878,28]},{"cast":["Matts Carlgren","Olof Palme","Herman Kling","Rune Johansson"],"overview":"Documentary film about the protests against the 1968 Davis Cup tennis match between Sweden and Rhodesia, in Båstad, Sweden. In a series of interviews, demonstrators and members of the Swedish government give their views on sport, politics and civil disobedience.","release_date":"1968-09-08","vote_average":6.7,"runtime":102,"cert":"N\/A","id":278770,"title":"The White Match","adult":false,"genre_ids":[99]},{"cast":["John Borowski","Steve Giannangelo","Rick Staton","Sam Hane","Hart D. Fisher"],"overview":"Serial Killer Culture examines the reasons why artists and collectors are fascinated by serial killers.","release_date":"2014-02-04","vote_average":5.9,"runtime":110,"cert":"\"\"","id":278772,"title":"Serial Killer Culture","adult":false,"genre_ids":[36,99,80]},{"cast":["Zendaya","Chanelle Peloso","Spencer Boldman","Emilia McCarthy","Adam DiMarco"],"overview":"Zoey is a talented dancer whose organized life is rudely disrupted when she moves in with her new step-dad and three step-brothers, until she discovers a dog-training app that can get boys to obey her every command. But she soon learns that it isn't the cure-all she had hoped for.","release_date":"2014-06-27","vote_average":6.0,"runtime":92,"cert":"\"\"","id":278774,"title":"Zapped","adult":false,"genre_ids":[35,10751]},{"cast":["Corbin Bernsen","Amanda Pays","Eleanor Parker","Kevin McCarthy","John Glover"],"overview":"An actress is persuaded by a charming man to join him in a scheme of revenge against his cousin.","release_date":"1991-06-17","vote_average":4.5,"runtime":93,"cert":"\"\"","id":278782,"title":"Dead on the Money","adult":false,"genre_ids":[18,10770]},{"cast":["Timothy Hutton","Ron Rifkin","Clark Johnson","Penny Johnson","Cliff DeYoung"],"overview":"A scholar is recruited by an attorney to sue a publishing company.","release_date":"2000-08-06","vote_average":7.0,"runtime":85,"cert":"\"\"","id":278784,"title":"Deliberate Intent","adult":false,"genre_ids":[53,18]},{"cast":["John Newton","Paul L. Smith","Judie Aronson","Sam DeFrancisco"],"overview":"A kickboxing cop abandons the violent life after he accidentally kills his opponent during a match. After quitting, he heads for the Arizona desert to live alone and occasionally work tracking drug runners for the area sheriff. One particularly wily Mexican drug lord, Santos, has been a real thorn in tracker Joe Highhawk's side, so when he encounters the beautiful Claudia and her simpleton brother Anthony running for their lives because she, an accountant, embezzled $20 million from Santos, he decides to help them. This actioner follows what happens next. Along the way, they encounter all sorts of danger, and double cross until the exciting final standoff between the kickboxer and the villain.","release_date":"1992-11-14","vote_average":4.5,"runtime":null,"cert":"\"\"","id":278786,"title":"Desert Kickboxer","adult":false,"genre_ids":[18,37,28]},{"cast":[],"overview":"After her live-in lover leaves her for another woman, Desi, a young artist, gets incredibly depressed. Her well-meaning friends try to set her up with a number of women, all of whom Desi finds less than inspiring. Meanwhile, teen skateboarder J.T. harbors wild dreams of meeting her idol, comic Marga Gomez. This film, set in San Francisco's Latina lesbian culture, premiered at the 2000 San Francisco Lesbian and Gay Film Festival.","release_date":"2000-06-16","vote_average":3.0,"runtime":68,"cert":"\"\"","id":278788,"title":"Desi's Looking for a New Girl","adult":false,"genre_ids":[]},{"cast":["Peter Reusse","Anne-Kathrein Kretzschmar","Hans Hardt-Hardtloff","Jutta Hoffmann","Helga Göring"],"overview":"High-school senior Peter considers the adults around him to be hypocritical, self-congratulatory, and immersed in the past. He gets suspended for writing an essay that his teachers consider to be a challenge to the state. Just Don't Think I'll Cry became one of twelve films and film projects-almost an entire year's production-that were banned in 1965-1966 due to their alleged anti-socialist aspects. Although scenes and dialogs were altered and the end was reshot twice, officials condemned this title as \"particularly harmful.\" In 1989, cinematographer Ost restored the original version, and this and most of the other banned films were finally screened in January 1990. Belatedly, they were acclaimed as masterpieces of critical realism.","release_date":"1965-01-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":278790,"title":"Just Don't Think I'll Cry","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary about love, marriage and the realities of modern day life.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278792,"title":"Divorcing God","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dollar store own conspires to kill his wife to collect her life insurance to pay off his debt.","release_date":"2007-01-01","vote_average":2.0,"runtime":null,"cert":"\"\"","id":278794,"title":"Dollgatory","adult":false,"genre_ids":[]},{"cast":["Keefe Brasselle","Marilyn Erskine","Aline MacMahon","Arthur Franz","Alex Gerry"],"overview":"Film biography of entertainer Eddie Cantor, with Keefe Brasselle starring as the popular stage, radio and movie comic.","release_date":"1953-12-25","vote_average":5.0,"runtime":115,"cert":"\"\"","id":278805,"title":"The Eddie Cantor Story","adult":false,"genre_ids":[10402,18]},{"cast":["Kevin Clash"],"overview":"Sesame Street's favorite furry red cowpoke saddles up to learn all about the wild frontier. Join Elmo as he finds out how to ride a horse, kicks up his heels at a hoe down, boards a time-traveling magic stagecoach and more! Featuring classic cowpoke songs, and plenty of fun with his partners the Noodles, Marshall Grover and special guests, country singer Travis Tritt and Broadway's Kristin Chenoweth. Elmo takes viewers young and old on a wonderful ride through the very best of the Wild Wild West!","release_date":"2001-11-06","vote_average":0.0,"runtime":50,"cert":"\"NR\"","id":278807,"title":"Sesame Street: Elmo's World: Wild Wild West!","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"8 Disney cartoons from the late '30s and '40s centering on different sports.","release_date":"2004-05-31","vote_average":5.5,"runtime":60,"cert":"\"\"","id":278809,"title":"Extreme Sports Fun","adult":false,"genre_ids":[16,35]},{"cast":["Kari Hawker-Diaz","Savanna Kylie Lewis","Brianna Pattison","Paul D. Hunt","Brock McKinney"],"overview":"When a precious little girl dies tragically of a rare heart condition, her grieving parents are left to pick up the pieces of their once perfect life. In a sequence of events influenced by faith (and perhaps miracles), they are guided to a homeless girl on the streets, and a battle ensues to reunite as a family and heal their broken hearts.","release_date":"2012-04-26","vote_average":0.0,"runtime":86,"cert":"\"\"","id":278811,"title":"Elizabeth's Gift","adult":false,"genre_ids":[]},{"cast":[],"overview":"The true story of the rise of a Japanese businessman from Los Angeles named Eishy Hayata from an Airline engineer into the legend of the Emerald world -- the Emerald Cowboy","release_date":"2003-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278813,"title":"Esmeraldero","adult":false,"genre_ids":[]},{"cast":["Kevin Clash","Caroll Spinney","Frank Oz","Steve Whitmire","Martin P. Robinson"],"overview":"Can there be such a thing as too much Christmas? Find out... when a magical Christmas wish is granted and Elmo gets to see what the world would be like if every day were Christmas! You'll enjoy lots of songs and holiday cheer with Elmo and his new friend Lightning, the reindeer, and discover for yourself why Christmas is best kept to one day a year!","release_date":"1997-09-03","vote_average":5.6,"runtime":60,"cert":"\"NR\"","id":278818,"title":"Sesame Street: Elmo Saves Christmas","adult":false,"genre_ids":[10751,16]},{"cast":["Mare Winningham","Keith Carradine","Sandy McPeak","Kaaren Lee","Conchata Ferrell"],"overview":"True story of a blind couple who fought the authorities to acquire the right to adopt a child.","release_date":"1987-12-07","vote_average":0.0,"runtime":96,"cert":"\"\"","id":278826,"title":"Eye on the Sparrow","adult":false,"genre_ids":[18]},{"cast":["Carmine Giovinazzo","Louis Ferreira","Karen Black","Peter Onorati","Richard Portnow"],"overview":"Transplanted from New York, Duke and his brother Frankie Romano live in a rundown LA apartment with their alcoholic mother (Karen Black).","release_date":"1998-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":278828,"title":"Fallen Arches","adult":false,"genre_ids":[53,80,18]},{"cast":[],"overview":"A film from Tim Story","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278830,"title":"The Firing Squad","adult":false,"genre_ids":[]},{"cast":[],"overview":"After discovering a duffle bag full of marijuana, Alex, a 20 something year old college student, decides to take advantage of what has fallen into his hands. Alex soon sees how thrilling and easy selling drugs can be but is not aware of the harm he is causing to himself and others, especially to the rightful owner. Unknown to Alex, Ben, the young drug dealer who stashed the bag, is now in a world of trouble and is looking for him and the bag.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278832,"title":"Five Pounds","adult":false,"genre_ids":[]},{"cast":["Katharina Wressnig","Peter Sarsgaard","Geoffrey Lower","Geoffrey Lower","Ann Magnuson"],"overview":"A woman with a tragic past rents her bungalow to a man who loves cooking, but according to her distorted mind he uses his knives more than he should.","release_date":"2000-09-02","vote_average":7.0,"runtime":89,"cert":"\"R\"","id":278834,"title":"Housebound","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the animal lover in every child NOODLEBUG® Animal Friends brings the delightful illustrations and activities of BABYBUG® and LADYBUG® magazines to life with engaging animations silly puppets captivating zoo animals and real preschoolers joining in on the fun! Set against a backdrop of familiar melodies folk songs classical compositions and the sounds of nature Animal Friends is sure to become a favorite that your child will enjoy time and time again.","release_date":"2005-05-17","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":278836,"title":"Noodlebug: Animal Friends","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Get ready to sing dance and exercise your imagination with NOODLEBUG® in this all-new collection of stories songs and activities set in the world of make-believe! Drawn from the pages of the award-winning LADYBUG® magazine Let's Pretend is a delightful blend of music animation and live-action footage of real preschoolers dressing up role-playing and pretending. Unlock your child's imagination with NOODLEBUG® Let's Pretend - a fanciful journey they'll want to explore time and again.","release_date":"2005-05-17","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":278838,"title":"Noodlebug: Let's Pretend","adult":false,"genre_ids":[10751]},{"cast":["Kathy Shower","David Heavener","Joe Estevez","James Hong","Wendy MacDonald"],"overview":"A stuntwoman on a western picture takes over the lead role when the star's alcohol problems prove too much, and she finds herself gradually falling in love with the film's producer.","release_date":"1993-05-12","vote_average":0.0,"runtime":96,"cert":"\"\"","id":278849,"title":"L.A. Goddess","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"One billion people on our planet—one in six—live in shantytowns, slums or squats. Slums: Cities of Tomorrow challenges conventional thinking to propose that slums are in fact the solution, not the problem, to urban overcrowding caused by the massive migration of people to cities. (Lynne Fernie, HotDocs)","release_date":"2014-04-25","vote_average":0.0,"runtime":81,"cert":"N\/A","id":278851,"title":"Slums: Cities of Tomorrow","adult":false,"genre_ids":[99]},{"cast":["Susan Taslimi","Siamak Atlassi","Dariush Farhang","Simin Ansari","Ghodrat Latifi"],"overview":"Famed actress Susan Taslimi plays three roles here: Kian, who doubts her identity; Vida, the twin sister, a self-assured artist; and their mother, who gives up one child out of fear of poverty, then deprives the other of affection because she deeply regrets the child whom she has abandoned.","release_date":"1988-04-01","vote_average":5.0,"runtime":159,"cert":"N\/A","id":278853,"title":"Maybe Some Other Time","adult":false,"genre_ids":[9648,18]},{"cast":["Rory Mackenzie","Scott Major","Philip Manifavas","Gabriella Topcov"],"overview":"Nine year old Harry has a plan. A plan to build a rocket and fly his mum to safety just like his hero The Star Ship Captain from his favourite TV show. With only his best friend Jordan by his side, can they blast off before it's too late?","release_date":"2014-05-27","vote_average":0.0,"runtime":12,"cert":"N\/A","id":278858,"title":"Rocketman","adult":false,"genre_ids":[878,18,14]},{"cast":["Martin Huba","Juraj Kukura","Gustáv Valach","Beata Drotárová","Peter Gazo"],"overview":"A girl is transformed into a maple tree by her impulsive and angry mother. Three poor wandering musicians come by the tree and create instruments from it. Walking around the country instead of happiness they bring death everywhere with their cursed instruments. However they cannot get rid of them, unless they bury the wooden instruments at the place of the tree. The three are anything but harmonious, each taking in their disputes various stances.","release_date":"1973-03-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":278860,"title":"Maple and Juliana","adult":false,"genre_ids":[9648,18,14]},{"cast":[],"overview":"This DVD set have all The Ultraman pre-release lost films, recorded in 8mm, and release officialy in 2005 with a photobook.","release_date":"2005-04-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":278880,"title":"Ultraman Hayata: The Lost Films","adult":false,"genre_ids":[28,14]},{"cast":["Khalida Iskhakova","Roza Rizamukhamedova","R. Madrakhimova","Khamza Umarov","A. Aliev"],"overview":"The events in Mahallada duv-duv gap occur in a mahalla — a traditional Uzbek neighborhood — in an old part of Tashkent at a time when big-scale construction works are taking place. The movie humorously depicts the relationships between traditional parents and their modern children.","release_date":"1960-06-21","vote_average":5.0,"runtime":80,"cert":"N\/A","id":278882,"title":"Mahallada duv-duv gap","adult":false,"genre_ids":[10402,18,35]},{"cast":[],"overview":"German film released in 1910.","release_date":"1910-01-02","vote_average":0.0,"runtime":8,"cert":"N\/A","id":278884,"title":"Alpine Hunters","adult":false,"genre_ids":[]},{"cast":["Rashid Behbudov","Leyla Badirbeyli","Alakbar Huseynzadeh","Ismail Afandiyev","Munavvar Kalantarli"],"overview":"Set in Baku at the turn of the 20th century, a young successful businessman Asgar wishes to marry. He wants his bride to be the choice of his heart, however, Azerbaijani tradition restricted him from communicating with the lady as a lover before marriage. So Asgar decides to disguise himself as a mere cloth peddler and the young woman Gulchohra falls in love with him.","release_date":"1945-10-01","vote_average":10.0,"runtime":89,"cert":"\"\"","id":278886,"title":"Arshin Takes a Wife","adult":false,"genre_ids":[10402,35,10749]},{"cast":["Ernst Deutsch","Henny Porten","Ruth Weyher","Hermann Vallentin","Werner Krauss"],"overview":"Baruch Mayer, son of an orthodox rabbi from a poor shtetl in Galizia, decides to break with the family tradition and leave the shtetl to become an actor.","release_date":"1923-10-29","vote_average":5.3,"runtime":128,"cert":"N\/A","id":278888,"title":"The Ancient Law","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A lonely divorced woman spends her evening in her apartment listening to a phone-in radio show. As she listens to strangers talk candidly about their personal problems, she has to come to terms with her own.","release_date":"1975-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278899,"title":"L'amour blessé","adult":false,"genre_ids":[]},{"cast":["Diedrich Bader","Corey Burton","Craig Raisner","John DiMaggio","Tom Kenny"],"overview":"In a dark future wasteland, the great cities have risen and fallen, primordial beasts have reclaimed the wilderness and thieves and savages populate sparse, dirty towns. From the frozen north emerges a warrior known as Korgoth, and his merciless savagery may be his only key to survival.","release_date":"2006-06-03","vote_average":8.1,"runtime":22,"cert":"\"\"","id":278901,"title":"Korgoth of Barbaria","adult":false,"genre_ids":[16,35,14]},{"cast":["Keshavrao Date","Nalini Tarkhad","Sureshbabu Mane","Shanta Apte","Kelkar"],"overview":"This classic opens with a sensational low-angle circular track movement as Chandika cult followers meet in a dungeon of flickering lights and deep shadow. As the more rationalist King Krantivarma (Varde) banned human or animal sacrifices from the increasingly fanatical festivals dedicated to the goddess, the cult's high priest (Chandramohan\/Date) orders the hapless Vishwagupta (Kelkar) to kill the king.","release_date":"1934-01-02","vote_average":5.0,"runtime":155,"cert":"N\/A","id":278903,"title":"Amrit Manthan","adult":false,"genre_ids":[]},{"cast":["Yôko Umemura","Kumeko Urabe","Tomoemon Bando","Ginko Mine","Ichirô Sugai"],"overview":"Directed by Kenji Mizoguchi.","release_date":"1931-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":278905,"title":"And Yet They Go On","adult":false,"genre_ids":[]},{"cast":["Wienczysław Gliński","Barbara Horawianka","Tatiana Czechowska","Bronisław Dardziński","Kazimierz Fabisiak"],"overview":"In this Polish drama, a man's past catches up with him and destroys his new life. Though he is a good father and a loving husband, his whole life is destroyed when his activities as a Nazi collaborator are exposed. He tries to explain that he only joined them to save another man's life, but he cannot prove this.","release_date":"1964-09-25","vote_average":0.0,"runtime":87,"cert":"N\/A","id":278907,"title":"Echo","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Retirement. My retirement. After a long stretch of intense work on a project that I wasn't passionate about, I finally had a little time to make something I truly wanted. Solitude. A subtle use of machinima alongside HD video.\" Scott Barley","release_date":"2013-01-01","vote_average":10.0,"runtime":3,"cert":"N\/A","id":278909,"title":"Retirement","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Tree rhythms in the backyard of my parents’ house.\" Dan Browne","release_date":"2011-01-01","vote_average":5.5,"runtime":1,"cert":"N\/A","id":278911,"title":"Routes","adult":false,"genre_ids":[]},{"cast":["Emil Jannings","Hilde Weissner","Hans Brausewetter","Hilde von Stolz","Harald Paulsen"],"overview":"This film  is a fascinating showcase for Emil Janning's theatrical play. He's a gentle school teacher who believes in his boys and is easily fooled about all things, while the other town officials want him dismissed. Curiously it's very hard to see what the film is exactly aiming for. Disaster strikes and the lax prof proves to be too far removed of the real problems of the world, on the other hand his enemies are shown in the most unsympathetic, satirical way denouncing the militaristic, bourgeois ideology of the Kaiserreich.","release_date":"1936-01-23","vote_average":5.0,"runtime":95,"cert":"N\/A","id":278919,"title":"Traumulus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Slammiversary XII was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion. It took place on June 15, 2014 at the College Park Center in Arlington, Texas and was the 12th anniversary celebration for TNA, the tenth event in the Slammiversary chronology, and the third event in the 2014 TNA PPV schedule.","release_date":"2014-06-22","vote_average":0.0,"runtime":190,"cert":"\"PG-13\"","id":278921,"title":"TNA Slammiversary 2014","adult":false,"genre_ids":[]},{"cast":["Laura Soveral","Fernando Leite Ferreira"],"overview":"An overview of the assemblage and production of motor vehicles in Portugal, including the local representatives of Mercedes, Morris, and Massey-Ferguson, and subsidiary industries for car parts. - IMDb","release_date":"1967-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":278923,"title":"Alta Velocidade","adult":false,"genre_ids":[]},{"cast":["Wes Bentley","Jaimie Alexander","Cam Gigandet","Alexandra Breckenridge","Astrid Coppens"],"overview":"\"Broken Vows\" tells the story of Patrick Flynn (Bentley), whose charm and charisma masks a profound psychosis. Patrick seduces Tara Bloom (Alexander), instantly becoming infatuated with the beauty. But when Tara rejects Patrick, he is sent spiraling into madness and delusion, erupting into psychotic rage. Tara is forced to find the strength to stop Patrick from destroying her love, her family, and her life.","release_date":"2016-03-21","vote_average":5.2,"runtime":90,"cert":"\"\"","id":278925,"title":"Broken Vows","adult":false,"genre_ids":[53]},{"cast":["Neel Sethi","Bill Murray","Ben Kingsley","Idris Elba","Scarlett Johansson"],"overview":"A man-cub named Mowgli fostered by wolves. After a threat from the tiger Shere Khan, Mowgli is forced to flee the jungle, by which he embarks on a journey of self discovery with the help of the panther, Bagheera and the free-spirited bear, Baloo.","release_date":"2016-04-07","vote_average":6.8,"runtime":106,"cert":"\"PG\"","id":278927,"title":"The Jungle Book","adult":false,"genre_ids":[12,18,10751,14]},{"cast":["Diane Ladd","Ralph Macchio","Rachel Ticotin","Michelle Trachtenberg","Garry Marshall"],"overview":"Everyone eventually meets the love of their lives. Sometimes, like Danny and Julia, that person comes along when you are 13 years old. Other times, like Hubbie and his sweetheart, star-crossed love makes getting together a life-long adventure. This heartwarming story will make you feel like falling in love all over again.","release_date":"2000-12-05","vote_average":5.5,"runtime":94,"cert":"\"PG\"","id":278929,"title":"Can't Be Heaven","adult":false,"genre_ids":[]},{"cast":["Susan Lucci","Lee Horsley","Shari Belafonte","R. Lee Ermey","Sarah Marshall"],"overview":"Television movie about the murder of a televangelist, and the fashion company owner accused of the crime.","release_date":"1994-01-23","vote_average":0.0,"runtime":90,"cert":"\"\"","id":278931,"title":"French Silk","adult":false,"genre_ids":[10770,53]},{"cast":["Caitlyn Jenner","Dennis Haysbert","Bill Overton","Deborah Pratt","Byron Stewart"],"overview":"A young white goes to a historically-black college for the chance to be the starting quarterback. There he encounters considerable resentment and learns what it's like to be in the minority.","release_date":"1981-10-04","vote_average":0.0,"runtime":97,"cert":"\"\"","id":278942,"title":"Grambling's White Tiger","adult":false,"genre_ids":[18]},{"cast":["Rosalba Neri","Anton Geesink","Ivo Garrani","Fernando Rey","Luz Márquez"],"overview":"Stories from the Book of Judges","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278944,"title":"I grandi condottieri","adult":false,"genre_ids":[12]},{"cast":["John Bader","Danny Bruno"],"overview":"Nigel Nado, the notable documentary filmmaker, is trying to make a movie about some people trying to make a movie. But everything is going wrong. The subject of his documentary, the western 'Guns on the Clackamas' is plagued with problems. The lead actress has a severe stutter. And since she also happens to be the Executive Producer's mistress, there's not much that can be done to remedy the situation. Unsuccessful in turning the movie into a yodeling extravaganza, they decide to fire the actress. This results in having her irate beau pull the plug on the film's financing. The beginning of the end is marked by cast members dropping like flies due to any number of reasons. Bad macaroni salad. Bad chili. Bad caterer. A camera dolly runs over a crew member, severing some key limb or another. Then since no cast member has survived, and the film's producers can't hire replacements, the 'Guns on Clackamas' makers must resort to solutions at once startling and hilarious.","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278946,"title":"Guns on the Clackamas","adult":false,"genre_ids":[35]},{"cast":["Gabriel Hogan","Emmanuelle Vaugier","Allen Cutler","Scott Hylands","Sandra Nelson"],"overview":"A high school halfback must choose between the gridiron dreams of his football coach father, and his own dream of becoming a musician.","release_date":"1996-01-21","vote_average":0.0,"runtime":93,"cert":"\"G\"","id":278948,"title":"The Halfback of Notre Dame","adult":false,"genre_ids":[10770,18,10749]},{"cast":[],"overview":"A documentary about Harley-Davidson Riders.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278950,"title":"Harlistas: An American Journey","adult":false,"genre_ids":[]},{"cast":["Susan Lucci","Robert Urich","Michael Woods","Kevin Dunn","Paul Freeman"],"overview":"In this fast paced action-thriller, daytime's top star Susan Lucci plays two roles: both a crack FBI agent and the elusive killer-for-hire who she stalks in a deadly game of hide-and-seek. Each driven by an obsession to succeed, the perfectly matched competitors hurtle full-speed through a risky game od double-cross to an unexpected and deadly finish line.","release_date":"1992-03-22","vote_average":5.0,"runtime":100,"cert":"\"\"","id":278952,"title":"Double Edge","adult":false,"genre_ids":[28,53,10770]},{"cast":["George Buck Flower","Anne Szesny","Shane Wallace","Junior Richard"],"overview":"Recently orphaned siblings move in with their uncle but meet resistance from the welfare department.","release_date":"1984-01-27","vote_average":6.0,"runtime":95,"cert":"\"\"","id":278963,"title":"In Search of a Golden Sky","adult":false,"genre_ids":[18,12]},{"cast":["George Perez","Jack Rubio","Jordi Caballero","Allen Walls","Dianna Miranda"],"overview":"A dark comedy from Rogelio Lobato.","release_date":"2007-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278965,"title":"Valentina's Tango","adult":false,"genre_ids":[53]},{"cast":["Kristoffer Polaha","Portia de Rossi","Jacqueline Bisset","Tara Chocol","Jennifer Baxter"],"overview":"A look inside the life of John F. Kennedy Jr.","release_date":"2003-01-12","vote_average":4.0,"runtime":100,"cert":"\"\"","id":278967,"title":"America's Prince: The John F. Kennedy Jr. Story","adult":false,"genre_ids":[18]},{"cast":["David Niven","Lea Massari","Ben Gazzara","Daniela Rocca","Martin Balsam"],"overview":"Filmed in 1962 but not released in the US until 1966 (with 20 of its 108 minutes removed), Conquered City is an all-star World War II drama financed in Italy and filmed in Greece. An Athens hotel, full of refugees and expatriates of all nationalities, is captured by Allied troops in the closing days of the War. British Major David Niven has been ordered to prevent a cache of weapons hidden in the hotel from falling into the hands of renegade troops. He cannot allow himself to trust anyone--not even the most innocent-looking (or attractive) of guests. Originally titled La Citta Prigioniera. Conquered City was released in English-speaking countries outside the U.S. as Captive City.","release_date":"1962-12-05","vote_average":5.0,"runtime":110,"cert":"N\/A","id":278969,"title":"Conquered City","adult":false,"genre_ids":[18,10752]},{"cast":["Laila Dagher","Danielle Pessis","Veronica Allen","Gary Imhoff","Sally Truitt"],"overview":"Thirteen-year-old Desi has two big problems: her cartoonist father is being duped by a sexy, money-hungry agent, and she needs to find a date for a friend's birthday party. An apprentice angel is sent to Earth to help Desi deal with the situation.","release_date":"1999-04-13","vote_average":6.0,"runtime":89,"cert":"\"G\"","id":278971,"title":"Angel in Training","adult":false,"genre_ids":[14,10751]},{"cast":["Joe Estevez","Rocky Patterson","David Harrod","J. Scott Guy","Shane Boldin"],"overview":"A cop tracks down the mobster who escaped his custody while being escorted cross-country to stand trial.","release_date":"1992-06-04","vote_average":0.0,"runtime":90,"cert":"\"\"","id":278973,"title":"Armed for Action","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A group of teenagers set up the annual Halloween's Haunted House exhibit. Teen Ape finds himself a large breasted lover, but the gang accidentally wake up The Destroyer - an ancient evil god that takes out its deadly wrath on the gang.","release_date":"2006-03-03","vote_average":1.5,"runtime":65,"cert":"\"\"","id":278984,"title":"Carnage for the Destroyer","adult":false,"genre_ids":[27]},{"cast":[],"overview":"An Italian film from Italo Spinelli","release_date":"2011-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":278986,"title":"Gangor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a tale of failed fatherhood, loss and ultimate redemption, ex-con Donnie Arnett returns home to a life he barely recognizes.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278988,"title":"Indelible","adult":false,"genre_ids":[]},{"cast":["José Luis Gutiérrez","José Navar","Maria Molins","Alvar Gordejuela","Adrián Salzedo"],"overview":"Despite being blocked at almost every turn in pursuit of the sport he loved, Seve Ballesteros fought against adversity to become the most spectacular and charismatic golfer to ever play the game.","release_date":"2014-06-27","vote_average":7.8,"runtime":124,"cert":"\"PG-13\"","id":278990,"title":"Seve","adult":false,"genre_ids":[18,99]},{"cast":["Giorgio Cerioni","Jean Morcier","Judy Parker"],"overview":"From Genesis: “In the Beginning…” This moving film shows Jacob's struggle to receive his father's blessing. Esau and Jacob were born to Isaac and Rebekah. As firstborn son, Esau was destined to become head of the family and inherit a double share of the estate. Before his death, Isaac was to place his blessings upon each son, when Rebekah heard that Isaac was going to bless Esau, she took matters into her own hands and devised a plan to trick Isaac, who was blind, into blessing Jacob instead. Jacob obeys his mother and receives the blessings but is forced to flee for his life when an enraged Esau vows to kill him. Jacob seeks refuge in the homeland of his mother's brother Leban. He marries Leban's daughters, rears a family and works for his father-in-law tending sheep. Soon, Jacob loses favor with his father-in-law and God tells him to return to the land of his father. Fearing a confrontation with his brother Esau, he nervously prepares for the reunion with his brother.","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":278992,"title":"Jacob: The Man Who Fought with God","adult":false,"genre_ids":[]},{"cast":["Enrico Maria Salerno","Annie Girardot","Renato Salvatori","Susan Spafford","Len Lesser"],"overview":"An Italian spends a day in Los Angeles while waiting for his visa.","release_date":"1962-10-04","vote_average":5.0,"runtime":92,"cert":"N\/A","id":278994,"title":"Smog","adult":false,"genre_ids":[35]},{"cert":"\"\"","title":"And the Sea Will Tell","cast":["Richard Crenna","Rachel Ward","Hart Bochner","James Brolin","John Kapelos"],"id":278996,"overview":"A wealthy couple (James Brolin and Deidre Hall) are killed on their yacht off the coast of a secluded South American island called Palmyra. The suspects are a hippyish pair (Hart Bochner and Rachel Ward) whom the rich folks had befriended. It’s fairly clear that the hippies were involved in the crime: The question is, did the man do it while the girl looked on helplessly, or was she a willing accomplice?","runtime":179,"genre_ids":[18,80],"release_date":"1991-04-24","vote_average":7.0,"adult":false}]