[{"cast":[],"overview":"It is a documentary, which submits to the public the most dramatic, subhuman situations in which men find themselves living in all corners of the world. From India to Brazil, from the African nations of the Sahel to Bolivia, the camera ruthlessly shows the images of a humanity marginalized in a thousand ways by the so-called\"civil consortium\".","release_date":"1983-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280501,"title":"Cannibals tomorrow","adult":false,"genre_ids":[99]},{"cast":["Senta Berger","Günter Pfitzmann","Trude Herr","Rudolf Platte","Renate Ewert"],"overview":"A German police man thinks his wife is a call girl.","release_date":"1961-08-11","vote_average":7.0,"runtime":83,"cert":"N\/A","id":280503,"title":"Always Trouble with the Bed","adult":false,"genre_ids":[35,80]},{"cast":["Eddie Constantine","Jean Richard","Yves Robert","Noel Noel","Junie Astor"],"overview":"\"Thieves We Are\" - In flashback, the audience learns why 104-year-old Amedee steals the watch belonging to the town mayor. The story develops into a history of the watch-thievery business, told in anecdotal fashion.","release_date":"1956-04-26","vote_average":8.0,"runtime":105,"cert":"N\/A","id":280517,"title":"Les truands","adult":false,"genre_ids":[]},{"cast":["Akira Dorrestijn","Loek Peters","Lottie Hellingman"],"overview":"if Anton's parents get in financial trouble, Anton wants nothing more than to protect them. When he tries this, all certainties fall apart.","release_date":"2014-07-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":280525,"title":"Anton","adult":false,"genre_ids":[18]},{"cast":["Junji Inagawa","Makiko Kuno","Kenji Shiiya","Ren Osugi","Rikiya Yasuoka"],"overview":"Rikiya Yasuoka, Ren Ōsugi and Junji Inagawa star in this early straight to video effort from Takashi Miike. Joe (Yasuoka), a lumbering tough guy with a heart of gold, is fresh out of prison, but it's not long before he lands himself in trouble again. The courier company he works for is attacked by a local yakuza gang. Joe takes matters into his own hands.","release_date":"1993-10-29","vote_average":0.0,"runtime":77,"cert":"N\/A","id":280527,"title":"We're No Angels","adult":false,"genre_ids":[]},{"cast":["Martine Carol","Karlheinz Böhm","Serge Reggiani","Arletty","Roger Livesey"],"overview":"","release_date":"1958-03-21","vote_average":0.0,"runtime":93,"cert":"N\/A","id":280529,"title":"The Stowaway","adult":false,"genre_ids":[]},{"cast":["Francesca Neri","Rade Šerbedžija","Claudio Biscione","Niccolò Senni","Rosalinda Celentano"],"overview":"","release_date":"1999-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280531,"title":"Il dolce rumore della vita","adult":false,"genre_ids":[]},{"cast":["Jed Allan","John Harmon","June Lockhart","Mark Miranda","Hugh Reilly"],"overview":"","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":280545,"title":"Lassie: The Adventures of Neeka","adult":false,"genre_ids":[28,12,10751,18]},{"cast":["Suresh Gopi","Sindhu Menon","Devan","Prajod Kalabhavan","Saikumar"],"overview":"The movie is about a murder of a prominent politicians wife and its subsequent investigation. Suresh Gopi plays double role in the movie, playing both politician and the detective","release_date":"2007-02-16","vote_average":4.8,"runtime":120,"cert":"N\/A","id":280547,"title":"Detective","adult":false,"genre_ids":[9648,53]},{"cast":["Cox Habbema","Peter Aust","Hertha Thiele","Werner Godemann","Eberhard Esche"],"overview":"The former athlete Barbara follows her husband to the province and attempts to masters her new life, even after her separation from him.","release_date":"1977-03-11","vote_average":0.0,"runtime":109,"cert":"N\/A","id":280549,"title":"The Incorrigible Barbara","adult":false,"genre_ids":[18]},{"cast":["Joan Woodbury","Jack Carson","Joseph Crehan","Allan Lane","Lee Patrick"],"overview":"A young singer, Marge Dexter, becomes involved in trouble when she works in a nightclub in which two of the band-members are in reality undercover-police officers who believe that the club is the headquarters of a dangerous gang of crooks.","release_date":"1938-02-25","vote_average":0.0,"runtime":60,"cert":"\"\"","id":280554,"title":"Night Spot","adult":false,"genre_ids":[35,10749,10402,80]},{"cast":[],"overview":"A documentary about the life of wild animals.","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280565,"title":"The Apocalypse of the Animals","adult":false,"genre_ids":[99]},{"cast":["'Snub' Pollard","Marie Mosquini","Noah Young","James Finlayson"],"overview":"The story of the first Thanksgiving is re-imagined as a father tells it to his son.","release_date":"1923-06-24","vote_average":0.0,"runtime":19,"cert":"\"NR\"","id":280567,"title":"Courtship of Miles Sandwich","adult":false,"genre_ids":[35]},{"cast":["Marc Laho","Stella Doufexis","Nicolas Cavallier","Eric Huchet","Patricia Petibon"],"overview":"Among DVDs of \"Hoffmann\" currently available, this is the only one that even begins to stand comparison with the superlative Powell and Pressburger film (whose ideas it occasionally borrows). Olivier Py's baroque imagination, which sometimes leads him into self-indulgence and incoherence, is well suited to bringing out this opera's darkness and he does an excellent job","release_date":"2008-10-06","vote_average":0.0,"runtime":171,"cert":"N\/A","id":280572,"title":"Les Contes D'Hoffmann","adult":false,"genre_ids":[10402]},{"cast":["Jochen Kowalski","Gillian Webster","Jeremy Budd","Jean-Pierre Blanchard","William Edwards"],"overview":"Performed live at the Royal Opera House, Covent Garden, Gluck's opera in three acts is conducted by Hartmut Haenchen. Performers include Jochen Kowalski, Gillian Webster and Jeremy Budd, alongside the Royal Opera Chorus and Orchestra. When Orpheus mourns for his late wife Eurydice, the god Cupid offers him the chance to descend into the underworld and lead her back to the land of the living, on the condition that he does not look at her face. He sets out on his journey, but his path to the Elysian Fields is blocked by the fierce Furies.","release_date":"1991-07-06","vote_average":0.0,"runtime":83,"cert":"N\/A","id":280580,"title":"Orfeo Ed Euridice","adult":false,"genre_ids":[10402]},{"cast":["Guo Xiaodong","Huang Zhizhong","Chen Hongchi","Zhang Yalin"],"overview":"Six young urbanites who haven't seen each other for four years spend the weekend together on the banks of the Yangzhe river to escape the hustle and bustle of Beijing city. However, even the solitude of their surroundings cannot stop old tensions from resurfacing between some of the characters. The air becomes especially charged when a friend of the six shows up without invitation. Now married and working as a policeman in a small town near Yangzhe river, the young man pines for Xiaobei, his old high school flame and one of the women in the group. But, the policeman's presence triggers feelings of jealousy in Xiaobei's fiance, leading to a troubling twist at the end.","release_date":"2001-11-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":280591,"title":"Weekend Plot","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This yoga program includes five 20-minute yoga practices designed to help even the busiest of individuals reduce stress while strengthening the back and core:  Energy Flow -  Increase energy, strength and flexibility with yoga master Rodney Yee. This carefully crafted practice releases muscle tension and increases flexibility. (20 minutes)  Beginner's Flow -  Kathryn Budig delivers an energizing beginner's flow that empowers, strengthens and tones your entire body.  (20 minutes)  ABS Yoga -  Rodney Yee revolutionizes standard core work with yoga poses designed to build strong, lean abs. (20 minutes)  Lower Body Tone -  Suzanne Deason helps reshape and tone your lower body with this effective yoga practice that targets hips, glutes and thighs. (20 minutes)  Strong Back -  Develop a stronger, more flexible back with Rodney Yee.  These simple poses and standing postures are designed to increase both abdominal and spine strength. (20 minutes)","release_date":"2013-09-03","vote_average":0.0,"runtime":100,"cert":"\"\"","id":280596,"title":"Quick Start Yoga","adult":false,"genre_ids":[]},{"cast":["Azaniah","Baril Pelage","Joseph Sonson"],"overview":"Inspired by the reggae band Psycho Key, a Caribbean weed farmer journeys beyond his home in the St. Lucia mountains in search of spiritual wisdom.","release_date":"2008-01-31","vote_average":3.0,"runtime":73,"cert":"N\/A","id":280604,"title":"Harvest","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Learn the secret of one of the deepest mysteries of modern civilisation -- how people put the centers in chocolates.","release_date":"1997-01-01","vote_average":7.0,"runtime":5,"cert":"N\/A","id":280606,"title":"How Do They...? How Do They Put the Centers in Chocolates?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Canadian Pacific II is designed as a companion piece to Canadian Pacific I.  Shot from a window two storeys higher and in the building adjacent to the artists’s studio of the previous year, one enters into a dream state… an involvement with a vocabulary of seeing and feeling by subtle transitions of the passage of time","release_date":"1975-07-06","vote_average":0.0,"runtime":9,"cert":"N\/A","id":280614,"title":"Canadian Pacific II","adult":false,"genre_ids":[99]},{"cast":["Monique Mercure","Marcel Sabourin","Donald Pilon","Jean-Vincent Fournier","Francine Moran"],"overview":"Two bored Montreal housewives (Monique Mercure &amp; Louise Turcot), with inattentive husbands (Marcel Sabourin &amp; Donald Pilon), and lots of time on their hands, amuse themselves by paying the local tradesmen something extra to give them amorous attention.  Their entertainment leads to frantic confusion, however, when one of the visiting gentlemen - shall we say - 'expires'.  The housewives deal with their unpleasant situation quite energetically.","release_date":"1970-05-21","vote_average":4.8,"runtime":90,"cert":"N\/A","id":280616,"title":"Deux femmes en or","adult":false,"genre_ids":[35]},{"cast":["Janet Bordon","Myrna Castillo","Pepsi Paloma","Ernie Garcia","Joonee Gamboa"],"overview":"Three sisters live in a paradise where men are metaphorically and literally serpents of temptation.","release_date":"1984-01-20","vote_average":5.2,"runtime":120,"cert":"N\/A","id":280618,"title":"Virgin People","adult":false,"genre_ids":[36]},{"cast":["Claudia Cepeda","Paulo Reis","Nelson Freitas"],"overview":"","release_date":"1994-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280623,"title":"Story of O - Episode 3","adult":false,"genre_ids":[18]},{"cast":["Claudia Cepeda","Paulo Reis","Nelson Freitas","Anthony Steel"],"overview":"","release_date":"1994-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280625,"title":"Story of O - Episode 4","adult":false,"genre_ids":[18]},{"cast":["Graciano Dias","Maria Flor","Pedro Inês","Ana Moreira","Miguel Monteiro"],"overview":"The tragedy and comedy in Carlo's life begins, grows and ends like the tragedy and comedy of Portugal. In the company of his close friend, Joao da Ega, allegedly a brilliant writer, Carlos, with his idle existence as an aristocratic doctor, spends his time to enjoying friends and lovers. Until he falls in love. She is a new character in this revolutionary novel. It's a vertiginous passion that goes beyond that past gloominess to reach a new and darker abyss, incest.","release_date":"2014-09-11","vote_average":5.9,"runtime":135,"cert":"N\/A","id":280636,"title":"The Maias: Story of a Portuguese Family","adult":false,"genre_ids":[10749,36,18]},{"cast":[],"overview":"Kuduro (literally meaning 'hard arse') is an urban cultural movement that was born in Angola during the last decade of the Civil War. Created in discos and raves in downtown Luanda through a mixture between House and Techno beats and traditional Angolan rhythms, Kuduro spilled over from the center to the suburbs. It rapidly spread throughout Angola, through Africa and now all over the world. 'I LOVE KUDURO' follows the most idolized stars of this urban phenomena that today influences scores of young Africans.","release_date":"2014-09-18","vote_average":0.0,"runtime":96,"cert":"N\/A","id":280638,"title":"I Love Kuduro","adult":false,"genre_ids":[35,99,28]},{"cast":["Céline Sallette","Rachid Yous","David Murgia","Nailia Harzoune","Vincent Heneine"],"overview":"South of France. In the sultry August heat, Geronimo, a young social educator, tries to ease tensions between the youngsters of the St Pierre neighborhood. The mood changes when Nil Terzi, a teenage girl of Turkish origin, flees an arranged marriage, running to the arms of her gypsy lover, Lucky Molina. Their escape sparks hostilities between the two clans. When the jousting and the musical battles begin, Geronimo struggles to quell the ensuing unrest around her.","release_date":"2014-10-15","vote_average":7.2,"runtime":107,"cert":"N\/A","id":280640,"title":"Geronimo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2007-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280642,"title":"Miffys Nyårsafton & Miffy på Zoo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1993-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280644,"title":"Pingus Födelsedag","adult":false,"genre_ids":[]},{"cast":["Jojje Jönsson","Stefan Gerhardsson","Siw Carlsson","Annika Andersson"],"overview":"Åbackens people's park has been closed for six years, but now it is again to life. Unfortunately it is a bit easier said than done when the renovation is far from finished the day before the inauguration. The callous lady owner Eivor Stark puts all the responsibility on his awkward assistant Richard. More problems will be when the somewhat unassuming man Torsten shows up and claims to be\r rightful owner of the park. And how are the graduates photographer Harald? Will he ever his picture on the superannuated German opera star Brunhild Müller, who will do anything to\r avoid taking tons? Then one may ask what Conny Cash doing there? Has not he a lunchtime to fit, in prison? Or is there a hidden mug prey in the park? An orgy of intricacies and madness, everything collected in 1985 at Åbackens dance.","release_date":"2014-06-11","vote_average":7.5,"runtime":null,"cert":"N\/A","id":280646,"title":"Livat I Parken","adult":false,"genre_ids":[35]},{"cast":["Curd Jürgens","Walter Giller","Charles Regnier","Daliah Lavi","Elga Andersen"],"overview":"","release_date":"1965-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280648,"title":"DM-Killer","adult":false,"genre_ids":[35]},{"cast":["Dwarkadas Sampat","Maneklal Patel","Homi Master"],"overview":"One of the most famous silent mythologicals. It depicts the 'Mahabharata' story as a series of events between Pandavas and Kauravas. This leads to the decline and downfall of the ancient empire and culminates in a terrible war between the two rival factions.","release_date":"1921-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280659,"title":"Bhakta Vidur","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1890-01-01","vote_average":0.5,"runtime":1,"cert":"\"\"","id":280661,"title":"A Bicycle Trip Through Europe","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the opening scene we are witness to an old man’s lament about a world he no longer understands. Subsequent sequences gradually introduce us to various inhabitants of an unspecified southern Italian village and to the many bizarre situations in which the characters of the three vaguely adumbrated stories appear. Although some of them meet on a daily basis, the viewer receives scant information about their relationships, let alone their lives, and with no plot context. Nevertheless, the tone generated by the artfully composed shots and musical accompaniment suggests something inauspicious, even subliminally disturbing. The film, the script of which earned director Caputo the Mattador International Screenwriting Award, seeks to explore the typical Italian provincial world where the effort to be new and modern clashes with a commitment to deeply rooted traditions.","release_date":"2014-07-07","vote_average":6.0,"runtime":80,"cert":"N\/A","id":280663,"title":"Late Season","adult":false,"genre_ids":[]},{"cast":["Katrin Sass","Martin Seifert","Berko Acker","Renate Krößner","Peter Zimmermann"],"overview":"Scenes from an East German marriage. A young couple, Sonya and Jens, are very much in love; they get married and have a child. When Sonya wants to go back to work after her maternity leave, they clash for the first time; Jens insists that she remain a full-time wife and mother. Until Death Do Us Part turns an actual police report into a gripping drama, as the director explores the depths of his characters' emotions, driving the conflict to a catastrophic climax.","release_date":"1979-05-17","vote_average":6.5,"runtime":96,"cert":"N\/A","id":280665,"title":"Until Death Do Us Part","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"TWO POINTS OF FAILURE (2013) is a conceptual experimental 35mm film that frames this demise (1976-2013) and takes as its primary subject matter Godard's failed prototype for the compact 35mm camera - a camera which suffered from myopia and was simply too loud. The film as you see it was constituted by dissolving negative emulsion in a chemical solution while recording the sounds of its own making. Through an extended, repeated looking, it functions as both an index of a disappearance and the remainder of the objects, techniques and medium which is now lost.","release_date":"2013-11-03","vote_average":0.0,"runtime":13,"cert":"\"\"","id":280667,"title":"Two Points of Failure","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-07-07","vote_average":10.0,"runtime":null,"cert":"N\/A","id":280669,"title":"Playhouse Disney Favoriter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated meditation on motion through stillness with breath. Shot in single frames on 16mm and hand painted.","release_date":"2013-08-07","vote_average":0.0,"runtime":4,"cert":"\"\"","id":280671,"title":"Push \/ Pull \/ Recover","adult":false,"genre_ids":[]},{"cast":[],"overview":"The home-brewed emulsion is a fragile metaphor for the heroism of Konrad and his horse Kurfurst during the Olympic Games in Berlin, 1936. Falling from his horse, he became a national hero, only to become an anti-hero when overtaken by history. Made by consulting technical publications from early cinema and photographic experiments.","release_date":"2014-01-23","vote_average":6.0,"runtime":7,"cert":"N\/A","id":280685,"title":"Konrad & Kurfurst","adult":false,"genre_ids":[]},{"cast":["Leo Carrillo","Vivienne Osborne","Una Merkel","Joseph Cawthorn","Tom Moore"],"overview":"An immigrant and his wife arrive in America hoping to make it big in the world of music. Shortly thereafter, though, the husband finds out his wife is having an affair with a local lowlife; when he turns up dead, the husband is jailed for his murder, even though he protests his innocence.","release_date":"1932-11-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":280687,"title":"Men Are Such Fools","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A girl dancing, repeating movements. Two layers of film superimposed and shifting in a complex rhythm, accompanied by an African drum. The making of MENI consisted of an obsessive unraveling of a series of dance movements. The movements were cut into very short fragments (0,5 to 1,5 seconds). These fragments are edited into repeating patterns. Through exchanging fragments and double exposure the film becomes an intriguing and complex rhythm.","release_date":"1994-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":280689,"title":"Meni","adult":false,"genre_ids":[]},{"cast":["Moshe Kasher","Marc Maron","Eddie Pepitone","Paul Scheer","Iliza Shlesinger"],"overview":"The stand-up comedian is a special breed, both an artist and an artisan. They work by painstakingly developing a persona, scripting and editing an act, and revising it on the spot to suit the energy of a given audience. If the audience does not grasp the countless hours crafting the routine, and the empathic micro-calculations, then the act was a success... well, as long as it was funny.","release_date":"2012-09-20","vote_average":7.0,"runtime":85,"cert":"N\/A","id":280691,"title":"Alone Up There","adult":false,"genre_ids":[99]},{"cast":["Massimo Girotti","Mario Carotenuto","Riccardo Garrone","Yvonne Monlaur","Nando Bruno"],"overview":"","release_date":"1959-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280693,"title":"La cento chilometri","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This moving and amusing story is narrated by Derrick J himself and includes plenty of exciting activist footage that makes it clear who the real criminals are - the people calling themselves \"government\".","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":280698,"title":"Derrick J's Victimless Crime Spree","adult":false,"genre_ids":[]},{"cast":["Ato Mukhamedzhanov","Umed Sadykov","Mukhammad Ali"],"overview":"Directed by Bako Sadykov.","release_date":"1992-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280709,"title":"Blagoslovennaya Bukhara","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280711,"title":"Knatte, Fnatte & Tjatte på Äventyr - Vol 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280713,"title":"Bamses billedbog 26","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280715,"title":"Koala Bröderna - Möt Frank och Buster och alla deras vänner","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280717,"title":"Little People - Nya Vänner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dora The Explorer: Map Adventures","release_date":"2002-07-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":280719,"title":"Dora the Explorer: Map Adventures","adult":false,"genre_ids":[]},{"cast":["Bill Clinton","Barack Obama","George W. Bush"],"overview":"Diving deep into the true causes of the Great Recession, the financial crisis of the 2010s, renowned economists, investors and business leaders explain what America is facing if we don't learn from our past mistakes. Is the economy really improving or are we just blowing up another Bubble?","release_date":"2018-07-12","vote_average":10.0,"runtime":null,"cert":"\"\"","id":280721,"title":"The Bubble","adult":false,"genre_ids":[99,36,10752]},{"cast":["Anja Kling","Johann von Bülow","Devid Striesow","Friedrich Heine","Elisabeth Brück"],"overview":"","release_date":"2012-12-26","vote_average":5.0,"runtime":60,"cert":"N\/A","id":280732,"title":"Hänsel und Gretel","adult":false,"genre_ids":[14,10751,10770]},{"cast":[],"overview":"","release_date":"2005-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280734,"title":"Kiddies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joe and Christina's marriage is in trouble when they take a sailing trip with their married best friends. On the trip, Christina vanishes and is presumed dead. Joe is suspected of her murder, but he believes Christina isn't dead at all when strange things begin to happen. Joe isn't sure whom he can trust as he discovers disturbing information about his missing wife.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280736,"title":"The Disappearance of Christina","adult":false,"genre_ids":[]},{"cast":[],"overview":"A happily married man finds himself drawn to a female co-worker, and becomes enmeshed in a complicated relationship he is ill-equipped to handle.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280738,"title":"The Distraction","adult":false,"genre_ids":[]},{"cast":[],"overview":"A wounded soldier returning form Iraq finds solace in the arms of a mysterious and beautiful women.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280740,"title":"Divergence","adult":false,"genre_ids":[]},{"cast":["Cliff Robertson","Loretta Swit","Ed O'Ross","Scott Paulin","Jennifer Runyon"],"overview":"The true story of treasure hunter Mel Fisher, who spent much of his life--and his fortune--hunting for sunken Spanish treasure galleons off the coast of Florida.","release_date":"1986-11-15","vote_average":7.0,"runtime":95,"cert":"\"\"","id":280742,"title":"Dreams of Gold: The Mel Fisher Story","adult":false,"genre_ids":[18,10770]},{"cast":["Mario López","Elizabeth Bogush","Mark D. Espinoza","Efrain Figueroa"],"overview":"A young man is transformed from criminal to local hero.","release_date":"1999-12-31","vote_average":6.0,"runtime":94,"cert":"\"R\"","id":280744,"title":"Eastside","adult":false,"genre_ids":[80,18]},{"cast":["Domingos Montagner","Wandi Doratiotto","Antônio Nóbrega","José Simão"],"overview":"Pointing out the importance of maintaining a playful spirit, which we all have when we are kids and society forces us to abandon in our adult lives, Drops of Joy is a documentary that speaks widely about the idea that playing is something very serious and urgent.","release_date":"2014-07-19","vote_average":8.0,"runtime":80,"cert":"N\/A","id":280755,"title":"Drops of Joy","adult":false,"genre_ids":[99]},{"cast":["James Corbett"],"overview":"What is the Federal Reserve system? How did it come into existence? Is it part of the federal government? How does it create money? Why is the public kept in the dark about these important matters? In this feature-length documentary film, The Corbett Report explores these important question and pulls back the curtain on America’s central bank.","release_date":"2014-07-06","vote_average":6.5,"runtime":90,"cert":"\"NR\"","id":280757,"title":"Century of Enslavement: The History of the Federal Reserve","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"2014-06-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280759,"title":"Bernardes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"It's not that I feel like a slave, we are mentally enslaved. We're slaved to brands, a Benz symbol, we're enslaved to chains. I'm tired of hearing about brands. Let's talk about humanity and how we can help each other out as a people. Why can't we start the conversation with love? Why don't we start the conversation with God? Why don't we start the conversation with Family?\"","release_date":"2014-06-11","vote_average":0.0,"runtime":34,"cert":"\"\"","id":280761,"title":"Kanye West's New Testament","adult":false,"genre_ids":[]},{"cast":["Bebe Daniels","Ben Lyon","Robert Emmett O'Connor","Daisy Belmore","John Ince"],"overview":"Bebe Daniels plays a safecracker posing as a French maid in order to gain access to wealthy homes. In the midst of a nocturnal search for a cache of valuables, Daniels is interrupted by Ben Lyon, another safecracker. Narrowly escaping arrest, Bebe and Ben decide to pool their talents, but Bebe gets the urge to reform and encourages Ben to do the same. As it turns out, both thieves are swindled out of their own savings by a seemingly benign old couple.","release_date":"1930-04-20","vote_average":0.0,"runtime":66,"cert":"\"\"","id":280763,"title":"Alias French Gertie","adult":false,"genre_ids":[80]},{"cast":["Dinho Ouro Preto","Fê Lemos","Flávio Lemos","Yves Passarel","Capital Inicial"],"overview":"","release_date":"2013-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280765,"title":"Capital Inicial: Rock in Rio 2013","adult":false,"genre_ids":[10402]},{"cast":["Ben Turpin","Thelma Hill","Andy Clyde","Ruth Taylor","Stanley Blystone"],"overview":"Unlikely Lothario, the less-than-dashing crossed-eyed Ben Turoin, finds himself pursued by many beautiful ladies.","release_date":"1927-06-05","vote_average":0.0,"runtime":21,"cert":"\"\"","id":280767,"title":"The Pride of Pikeville","adult":false,"genre_ids":[35]},{"cast":["Jimmy Barnes"],"overview":"Recorded at The Chapel in Melbourne in 2001, Jimmy performs a selection of Cold Chisel and solo hits in an acoustic style, all in an intimate live environment. Featuring Flame Trees, Khe Sanh, When Something Is Wrong With My Baby, Cheap Wine, Ride The Night Away, I'd Die To Be With You Tonight, Good Times and many more, JIMMY BARNES LIVE AT THE CHAPEL finds this iconic Australian singer in fine voice.","release_date":"2004-07-01","vote_average":6.5,"runtime":70,"cert":"N\/A","id":280775,"title":"Jimmy Barnes: Live At The Chapel","adult":false,"genre_ids":[10402]},{"cast":["Sai Tamhankar","Santosh Juvekar","Sayaji Shinde","Aniket Vishwasrao"],"overview":"'Tendulkar Out' film portrays the match of Sunil Tendulkar's life, whose idol is Sachin Tendulkar. It is one day match of Sunil Tendulkar v\/s Abbas, Nair and Lefty. Who will win ans who will lose? It is a game of life. 'Tendulkar Out' answers all mysterious questions, leaving behind a heart-throbbing experience in the minds of the viewers","release_date":"2013-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280777,"title":"Tendulkar Out","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Koko the Clown seeks the Fountain of Youth.","release_date":"1927-12-25","vote_average":0.0,"runtime":7,"cert":"\"\"","id":280779,"title":"Ko-Ko the Kid","adult":false,"genre_ids":[]},{"cast":[],"overview":"Koko the Clown tries a mad scientist's formula on various animals.","release_date":"1929-07-26","vote_average":0.0,"runtime":8,"cert":"\"\"","id":280781,"title":"Chemical Ko-Ko","adult":false,"genre_ids":[]},{"cast":[],"overview":"Koko the Clown and his dog try to become salesmen.","release_date":"1929-06-28","vote_average":0.0,"runtime":8,"cert":"\"\"","id":280783,"title":"Ko-Ko's Big Sale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cubby Bear opens a vaudeville booking agency on Tin Pan Alley. The usual assortment of second-rate talent shows up, only to be dispatched through a trap door in this good Cubby Bear cartoon.","release_date":"1933-07-12","vote_average":4.0,"runtime":null,"cert":"\"\"","id":280785,"title":"Fresh Ham","adult":false,"genre_ids":[]},{"cast":["Jeanette Loff","Eddie Foy Jr.","James P. Burtis","Arthur Housman","James C. Morton"],"overview":"Jeanette and Eddie get married, but their wedding night is a fiasco. First, their wedding guests follow them, resulting in a police chase, then the guests show up at their apartment, disrupting the building. Then, a rowdy sailor friend of Eddie's shows up, accompanied by a squad of even rowdier buddies and an enormous vengeful mosquito.","release_date":"1934-05-26","vote_average":6.0,"runtime":19,"cert":"\"\"","id":280787,"title":"Benny, from Panama","adult":false,"genre_ids":[35]},{"cast":["Shahid Kapoor","Tabu","Shraddha Kapoor","Kay Kay Menon","Irrfan Khan"],"overview":"A young man returns to Kashmir after his father's disappearance to confront his uncle - the man he suspects to have a role in his father's fate.","release_date":"2014-10-02","vote_average":7.1,"runtime":150,"cert":"N\/A","id":280795,"title":"Haider","adult":false,"genre_ids":[28,18,80,10749]},{"cast":["David Gray"],"overview":"Live from Abbey Road is a 12-part series that began filming its first season during 2006 at Abbey Road Studios in London. This episode is from the second season and features leading British singer-songwriter David Gray.","release_date":"2008-06-27","vote_average":0.0,"runtime":51,"cert":"N\/A","id":280797,"title":"David Gray: Live From Abbey Road","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"One Nation Under TV borrows conventions from traditional animation while using contemporary music and animation techniques. Hand colored and manipulated sequential photographs set to discordant music tell the story of Bob, a hopelessly bored and depressed TV addict.","release_date":"1985-07-08","vote_average":0.0,"runtime":2,"cert":"\"\"","id":280799,"title":"One Nation Under TV","adult":false,"genre_ids":[]},{"cast":["Chico Anysio","Irene Stefânia","Wilson Grey","Otávio Augusto","Eliana Abranches"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280801,"title":"O Doce Esporte do Sexo","adult":false,"genre_ids":[]},{"cast":["Yodchai Meksuwan","Wandee Sritrang","Darm Dasakorn","Kom Akkadej (Som Kit)","Runglawan Sripatimakul"],"overview":"A gangster wants to pull a bank heist, so he coerces some acquaintances into helping him. Meanwhile, a cop is searching for a means to bring down said gangster, who has always eluded arrest. The gangster's beautiful girlfriend, who's become a junkie under the gangster's nefarious influence, is smitten with the cop -- unaware of his profession and true motive for befriending her. Then there's a bunch of street fighting, some knives and guns, a guy who climbs over the edge of a high-rise, the same guy hanging out of the window of a speeding bus who then jumps from the bus to some hot chick's Jag, lots of striped clothing, and a red and black Toyota Celica.  The film was later dubbed in English and released by Champion International Films Co LTD as \"Billion Killers\".","release_date":"1975-03-07","vote_average":3.0,"runtime":86,"cert":"N\/A","id":280803,"title":"The Last Robbery","adult":false,"genre_ids":[28,18]},{"cast":["Joan Chamorro","Jesse Davis","Ricard Gili","Wycliffe Gordon","Terell Stafford"],"overview":"A Film About Kids and Music is a project arising from a music class. Conducted by Joan Chamorro, the big band brings together children between 6 and 18 years old, around a classic jazz repertoire with lots of swing, which gained the public’s attention and sold-out some of the most important music auditoriums in Spain.","release_date":"2013-02-15","vote_average":0.0,"runtime":101,"cert":"N\/A","id":280805,"title":"A Film About Kids and Music. Sant Andreu Jazz Band","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Three people fly from Chile and Spain to Iquitos, Peru to experience the magic of the sacred plant ayahuasca.","release_date":"2014-05-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":280819,"title":"Ayahuasca","adult":false,"genre_ids":[]},{"cast":["Jean Grimaud","Allan Wenger"],"overview":"During the French revolution, a young aristocrat finds in a book store an almanac which contains the prettiest and strangest protitutes living in Paris.","release_date":"1990-03-03","vote_average":0.0,"runtime":27,"cert":"N\/A","id":280821,"title":"Almanac of addresses of the ladies of Paris","adult":false,"genre_ids":[35]},{"cast":["Trevor Pinnock","Monica Bacelli","Graham Pushee","Anna Bonitatibus","Elisabeth Norberg-Schulz"],"overview":"Handel's 1724 opera Tamerlano followed the success of his previous year's Giulio Cesare with another colourful historical costume drama. This time the setting is the court of \"Timur the Tartar\", who has just defeated the Turkish Sultan Bajazet at the battle of Angora. There are, naturally enough, romantic complications when both Tamerlano and his ally, the Greek Prince Andronico, fall in love with Bajazet's daughter Asteria. She, however, has plans to revenge her father's defeat.\r This production was directed by Jonathan Miller and staged in the intimate surroundings of the Goethe Theatre of Bad Lauchstadt as part of the 2001 Halle Handel Festival.","release_date":"2002-04-02","vote_average":0.0,"runtime":323,"cert":"N\/A","id":280823,"title":"Tamerlano","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"After monsters possessed the king of Carmen seven years ago, the kingdom fell to the hordes of evil. The only survivors were the king's son, Arus, and the army general's daughter Lunafrea. In the kingdom of Loran, a child is born and christened with the name \"Jagan,\" as per the orders of the Demon Lord Imagine. While Arus is honest and good, Jagan is allied with the forces of evil. With the blood of the hero Roto coursing through his veins, Arus must find the courage to become the hero he is destined to be.","release_date":"1996-04-20","vote_average":4.0,"runtime":45,"cert":"N\/A","id":280825,"title":"Dragon Quest - Emblem of Roto","adult":false,"genre_ids":[14,16]},{"cast":["Björn Both","Hans-Timm Hinrichsen","Axel Stosberg","Andreas Fahnert","Peter David Sage"],"overview":"","release_date":"2014-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280827,"title":"Santiano - Mit den Gezeiten","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jim Marbrook, director of Mental Notes and the original Dark Horse doco, takes us inside the long environmental campaign that followed the pollution of traditional Kanak fishing grounds in New Caledonia in 2008.","release_date":"2014-07-22","vote_average":0.0,"runtime":74,"cert":"N\/A","id":280829,"title":"Cap Bocage","adult":false,"genre_ids":[99]},{"cast":["Penélope Cruz","Luis Tosar","Asier Etxeandia","Àlex Brendemühl","Teo Planell"],"overview":"After finding a lump in one of her breasts, Magda goes to visit her doctor who gives her bad news: she needs a mastectomy, preceded by severe chemo treatments. While she ponders this ill fortune at a soccer game where her son Dani participates, she attracts the attention of talent scout Arturo, who is looking for talented young players to enroll them in the junior leagues.","release_date":"2015-09-11","vote_average":6.4,"runtime":111,"cert":"\"\"","id":280840,"title":"ma ma","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary looks at the culture of Japanese horror, which has a history of over 1000 years. The Japanese have always recognised the presence of the dead as an integral part of their daily lives. In the program, Japanese filmmakers, Hollywood producers and scholars talk about the traditions of horror in Japanese writing from the past, which often featured demons, hell, vengeful spirits and other supernatural entities.","release_date":"2010-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":280842,"title":"Skeletons in the Closet","adult":false,"genre_ids":[99,9648]},{"cast":["Annett Renneberg","Ulrich Tukur","Michael Kind","Edgar Selge","Burghart Klaußner"],"overview":"","release_date":"1998-03-16","vote_average":3.0,"runtime":null,"cert":"N\/A","id":280844,"title":"Das Böse","adult":false,"genre_ids":[80]},{"cast":["Karunakaran","Bobby Simha","Vijayalakshmi Agathiyan","Balaji Venugopal","K. S. Ravikumar"],"overview":"Aadama Jaichomada is a Tamil comedy film directed by Badri and produced by B&C films about corruption in cricket. The film stars Karunakaran, Bobby Simha, and Vijayalakshmi.","release_date":"2014-09-19","vote_average":3.5,"runtime":160,"cert":"N\/A","id":280846,"title":"Aadama Jaichomada","adult":false,"genre_ids":[35]},{"cast":["Kim Handysides","Howard Ryshpan"],"overview":"Blending fantasy and reality, this animated short is a bold inquiry into an as yet unresolved problem - the nature of human identity. When a scientist creates a machine that can make copies of physical objects, including humans, a number of ethical questions arise. Is the technique moral? What of its safety? A film by Oscar-winning filmmaker John Weldon (who also wrote the catchy banjo tune that punctuates the story's changing moods).","release_date":"1990-01-01","vote_average":8.0,"runtime":10,"cert":"N\/A","id":280848,"title":"To Be","adult":false,"genre_ids":[878,16,35]},{"cast":["Jack White"],"overview":"As the years go by and the infamous bass line of Seven Nation Army remains as distinctive ever, Jack White’s position as the Willy Wonka of modern blues becomes even more secure.  Jack is no stranger to Glastonbury... His first performance was with The White Stripes in 2002 and he’s since played with The Raconteurs and The Dead Weather, but this is the first time he’ll be playing the festival solo and if Lazaretto is anything to go by, it’ll be a stompin’ show.","release_date":"2014-06-28","vote_average":4.3,"runtime":77,"cert":"N\/A","id":280850,"title":"Jack White - Glastonbury","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Directed by Serif Gören.","release_date":"1985-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280852,"title":"Blood","adult":false,"genre_ids":[]},{"cast":["Simony Diamond","Cathy Heaven","Tiffany Doll","Ava Courcelles","Sylvia Laurent"],"overview":"Alone in their luxurious homes, dressed in fine lingerie and wearing sexy high heels, these gorgeous mature women can't wait for their virile lovers to arrive... After a shower, this bourgeois brunette has only one desire: to be fucked in the ass by her partner until she reaches an intense orgasm and feels the warmth of his cum on her skin. Cathy is even more insatiable! That night, she brings home two male stallions and offers herself fully to their huge cocks. Savagely double penetrated, she is overwhelmed by a wave of indescribable pleasure.\r The next day, Cathy meets up with her two girlfriends. For the occasion, the three women have brought with them their best lover. The orgy that is about to begin will undoubtedly bring with it its share of deep throat, ass fucking and pleasures of all kinds...","release_date":"2014-04-01","vote_average":7.0,"runtime":91,"cert":"\"NC-17\"","id":280863,"title":"Cathy 40, Cheating Housewife","adult":true,"genre_ids":[]},{"cast":["Carlo Delle Piane","Ottavia Piccolo","Ciccio Ingrassia","Leda Lojodice","Anna Lelio"],"overview":"","release_date":"1991-03-29","vote_average":6.3,"runtime":null,"cert":"N\/A","id":280865,"title":"Condominio","adult":false,"genre_ids":[]},{"cast":["Margot Hielscher","Kurt Meisel","Kurt Waitzmann","Friedrich Schoenfelder","Hubert von Meyerinck"],"overview":"","release_date":"1950-08-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280867,"title":"Liebe auf Eis","adult":false,"genre_ids":[10749,18]},{"cast":["Sombat Metanee","Sukon Koewliam","Adinan Singhiran","Sawin Sawangrat","Pipop Pupinyo"],"overview":"Hin (Sombat Methanee) plays a monk who, one day receives a letter from his younger niece announcing that his parents have been killed by gangsters, their house burnt and cattle stolen.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280869,"title":"Maha Hin","adult":false,"genre_ids":[]},{"cast":["Abhinay Vaddi","Suhasini Maniratnam","Kevin McGowan","Abbas","Anmol"],"overview":"A prodigious Indian mathematician has to overcome poverty and prejudices and make a mark with the help of his British mentor.","release_date":"2014-07-11","vote_average":5.0,"runtime":170,"cert":"N\/A","id":280871,"title":"Ramanujan","adult":false,"genre_ids":[18,36]},{"cast":["Vijay Antony","Aksha Pardasany","R. N. R. Manohar","Arul Dass","Swaminathan"],"overview":"Salim, a model doctor and a do-gooder, breaks down when he loses his job and rejected by his fiance. He turns into a vigilante to teach the powerful a lesson...","release_date":"2014-08-29","vote_average":0.0,"runtime":150,"cert":"N\/A","id":280873,"title":"Salim","adult":false,"genre_ids":[53,28]},{"cast":["Premji Amaran","Krithi Shetty","Leema Babu","Arjunan Nandakumar","Powerstar Srinivasan"],"overview":"Siva aka Maanga is an eccentric inventor and his constant experiments, which often end up in failure, make him a terror to his apartment folk. Disheartened, he tries to commit suicide in a decrepit house which holds a couple of secrets.","release_date":"2015-09-11","vote_average":2.5,"runtime":135,"cert":"N\/A","id":280875,"title":"Maanga","adult":false,"genre_ids":[10749,18,35]},{"cast":["Jayam Ravi","Trisha Krishnan","Prakash Raj","Narayan Lucky","Nathan Jones"],"overview":"A greedy TV channel owner tries to rake in the moolah by pitting a reluctant local boxer against a notorious international champion.","release_date":"2015-12-24","vote_average":5.8,"runtime":143,"cert":"N\/A","id":280877,"title":"Bhooloham","adult":false,"genre_ids":[28,10749]},{"cast":["Herbert Grönemeyer","Aysun Bademsoy","Tayfun Bademsoy","Meray Ülgen","Sabahat Bademsoy"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280885,"title":"Zuhaus unter Fremden","adult":false,"genre_ids":[18]},{"cast":["Christine Haeberman","Allen Andrews"],"overview":"A group of friends take a trip to a remote cabin for their summer vacation. All they want to do is relax and party in this idyllic surrounding. However they picked the wrong cabin in the wrong woods! Their partying attracts the attention of a local neighbour, a sick and twisted psychotic killer who claims the cabin as his own. One by one the friends disappear as they are attacked and slaughtered by this homicidal maniac.\r What started out at as a fun summer vacation has just turned into a living nightmare and a desperate fight for survival. Stuck in the middle of nowhere, with no one to help them….. if they run, there's nowhere to go but if they stay, they'll become another permanent guest of the BLOOD CABIN.","release_date":"2012-02-23","vote_average":2.0,"runtime":84,"cert":"N\/A","id":280887,"title":"Blood Cabin","adult":false,"genre_ids":[27]},{"cast":["Josh Grote","Parker Quinn","Liesel Kopp"],"overview":"When an irreverent serial killer stops into a remote diner, the graveyard shift gets a meal to die for literally! Shortly after Ken makes the waitress and the cook his latest victims, the local sheriff and a bickering young couple stop in for a late snack, and to everyone s surprise, so do the un-dead neighbors, back for revenge!","release_date":"2008-07-09","vote_average":6.0,"runtime":84,"cert":"N\/A","id":280889,"title":"Kentucky Fried Zombies","adult":false,"genre_ids":[35,27]},{"cast":["Joan Rivers","Curtis Taylor","Karen Thorsell"],"overview":"A square rich boy wants to make it with a pretty folk singer, so he buys the coffee house where she and a bunch of other beatniks perform. Features performances by The Goldebriars, The Free Wheelers, and a very young Joan Rivers doing a stand-up routine.","release_date":"1965-07-08","vote_average":0.0,"runtime":91,"cert":"\"\"","id":280891,"title":"Hootenanny a Go-Go","adult":false,"genre_ids":[]},{"cast":["Prince","Wendy Melvoin","Lisa Coleman","Brown Mark","Bobby Z"],"overview":"The Hits Collection is a collection of music videos released in 1993 to accompany the Prince's greatest hits collection, The Hits\/The B-Sides. Being a single VHS cassette\/DVD, the collection is only an hour long and excludes many tracks from the audio release","release_date":"1993-12-14","vote_average":8.7,"runtime":61,"cert":"\"G\"","id":280893,"title":"Prince: The Hits Collection","adult":false,"genre_ids":[10402]},{"cast":["Lady Gaga"],"overview":"Isle of MTV is special program recorded in Malta for MTV. This was the first live performance featuring Lady Gaga recorded outside of the United States. She performed with her band, Space Cowboy and her three male dancers. Only The Heart + Haus Intro and 5 songs (\"Paparazzi\", \"LoveGame\", \"Beautiful, Dirty, Rich\", \"Just Dance\" and \"Poker Face\") were broadcasted on MTV.","release_date":"2009-07-08","vote_average":6.9,"runtime":90,"cert":"N\/A","id":280898,"title":"Lady Gaga: Isle of MTV Malta","adult":false,"genre_ids":[10402]},{"cast":["Gilberto Gil","Regina Casé","Joel Barcellos","Ronaldo Bastos","José Bulhões"],"overview":"","release_date":"1983-03-10","vote_average":4.0,"runtime":null,"cert":"N\/A","id":280915,"title":"Corações a Mil","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280917,"title":"A Arte do Renascimento - Uma Cinebiografia de Silvio Tendler","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"China Gate\" tells the story of young Chinese fight to change their fate through studying. Right before dawn, students in Huining have already started their self-studying session; hard working youngsters have filled up the space of school ground. This is one of the most poverty-stricken Counties in Western China; here people's only hope is in education, as the way to change their social status. Therefore all their effort point towards the College Entrance Examination, the process is like going through a gate, those who pass can study at urban Universities, and have the chance to build a better life. During the same winter season in Beijing, a graduate student faces a big decision. Should he keep trying to survive in the big city or get back to his countryside home? The exhausted faces at the Beijing underground seem to be revealing the truth about their distance in between. The student comes to see the flag ceremony at Tiananmen Square, where the pulsing symbol of the nation lies.","release_date":"2011-07-13","vote_average":0.0,"runtime":71,"cert":"N\/A","id":280919,"title":"China Gate","adult":false,"genre_ids":[99]},{"cast":["Sigitas Plaušinaitis","Neringa Varnelytė","Dainius Gavenonis","Juozas Gaižauskas","Leonardas Pobedonoscevas"],"overview":"This film tells a grotesque story of image design. \"Diringas\" is a mysterious term conceived by the main character, which becomes a product of unlimited possibilites. Everybody is convinced that image is everything - so everybody fights for if. Nobody knows what it is, it is only important that you have it.","release_date":"2006-01-27","vote_average":7.0,"runtime":95,"cert":"N\/A","id":280921,"title":"Diring","adult":false,"genre_ids":[18,35,80]},{"cast":["Semi Anthony","Damien Puckler","Mara Hall","Cameron Bowen","Jacob Hobbs"],"overview":"A bus full of strangers find themselves fighting for their lives when one of them reads from an ancient Gothic tome, bringing six dead serial killers back to life, who proceed to hunt them down one by one.","release_date":"2014-07-07","vote_average":3.5,"runtime":80,"cert":"N\/A","id":280923,"title":"Death Factory","adult":false,"genre_ids":[27]},{"cast":["Carmen-Maja Antoni","Marc Poser","Fritz Marquardt","Helmut Müller-Lankow","Martina Eitner-Acheampong"],"overview":"Alfons lives with his grandparents on a Silesian village farm at the end of WWII. He adores his grandmother, who runs everything after her husband dies. But everything changes after the appearance of a traveling showman in the xenophobic village.","release_date":"1987-08-25","vote_average":0.0,"runtime":88,"cert":"N\/A","id":280940,"title":"Kindheit","adult":false,"genre_ids":[18,10751]},{"cast":["Jayam Ravi","Hansika Motwani","Vamsi Krishna","Poonam Bajwa","Uma Padmanabhan"],"overview":"Aishwarya, an air hostess, wants to marry a millionaire, but mistakes Karthik, a gym trainer, for a rich guy and woos him. She calls off the romance when she discovers that he isn't well off, but Karthik will not let her leave that easily.","release_date":"2015-06-12","vote_average":6.1,"runtime":151,"cert":"N\/A","id":280942,"title":"Romeo Juliet","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Vidharth","Manisha Yadav","Kovai Sarala","Soori","Imman Annachi"],"overview":"Pattaya Kelappanum Pandiya is a 2014 Tamil film directed by S. P. Rajkumar. The film stars Vidharth, Manisha Yadav, Kovai Sarala and Parotta Soori in lead roles.","release_date":"2014-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280944,"title":"Pattaya Kelappanum Pandiya","adult":false,"genre_ids":[]},{"cast":["Lollu Sabha Jeeva","Rashmi Gautham","Santhanam","K. Bhagyaraj","Pandiarajan"],"overview":"Mappilai Vinayagar is a 2014 Tamil film directed by Sriram Padmanabhan. The film stars Lollu Sabha Jeeva, Rashmi Gautam, Santhanam and K. Bhagyaraj in lead roles.","release_date":"2016-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280946,"title":"Mappilai Vinayagar","adult":false,"genre_ids":[]},{"cast":["Karthi","Catherine Tresa","Kalaiyarasan","Riythvika","V. I. S. Jayapalan"],"overview":"A portrayal of the lives of the people living in North Madras,  focusing on the politics inside the slums and how their plight remains the same, despite the political class luring them constantly during elections.","release_date":"2014-09-26","vote_average":8.4,"runtime":156,"cert":"N\/A","id":280948,"title":"Madras","adult":false,"genre_ids":[18,28]},{"cast":["Wibi Soerjadi"],"overview":"A passionate talk between conductor Roland Kieft and master pianist Wibi Soerjadi in which they talk about parts of the SACD. You'll also get to take a look inside and outside the property Wulpherhorst, the home of Wibi Soerjadi.","release_date":"2004-10-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":280950,"title":"Wibi Soerjadi - Pieces of a Dream","adult":false,"genre_ids":[]},{"cast":["Captain Raju","Vikram","Laila","Raasi","Rajan P Dev"],"overview":"Itha Oru Snehagatha is a 1997 Malayalam film directed by Captain Raju. The film stars Captain Raju, Vikram, Laila and Manthra in lead roles.","release_date":"1997-07-09","vote_average":0.0,"runtime":136,"cert":"N\/A","id":280961,"title":"Itha Oru Snehagatha","adult":false,"genre_ids":[]},{"cast":["Prabhu Deva","Kausalya","Roja Selvamani","Suvalakshmi","Vivek"],"overview":"Eazhaiyin Sirippil is a 2000 Tamil film directed by SUBHASH. The film stars Prabhu Deva, Kausalya, Roja and Suvalakshmi in lead roles.","release_date":"2000-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280963,"title":"Eazhaiyin Sirippil","adult":false,"genre_ids":[]},{"cast":["Prabhu Deva","Pandiarajan","Sangeetha Krish","Vivek","Manivannan"],"overview":"Doubles is a 2000 Tamil film directed by Pandiarajan. The film stars Prabhu Deva, Pandiarajan, Meena and Sangeetha in lead roles.","release_date":"2000-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280965,"title":"Doubles","adult":false,"genre_ids":[]},{"cast":["Prabhu Deva","Kausalya","Gayatri Jayaraman","Vadivelu","Vivek"],"overview":"Deva is a music college student who falls in love with fellow student Shruthi. After several songs and sentimental sequences, she too reciprocates his love. Life is going along merrily when Deva meets Indhu, a friend's sister, who is an angry grief-stricken young woman, and has been this way ever since she was raped a long time ago. Deva cheers her up, and eventually, she begins to enjoy life again. Now Deva and Shruthi are all set to be married. What happens when Deva's friend reveals a truth about his past which could sabotage his life??","release_date":"2001-11-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":280967,"title":"Manadhai Thirudivittai","adult":false,"genre_ids":[18,35]},{"cast":["Prabhu Deva","Jyothika","Raju Sundaram","Nagendra Prasad","Dr. K. Ganesh"],"overview":"123 is a 2002 Tamil film directed by K. Subash. The film stars Prabhu Deva, Jyothika, Raju Sundaram and Nagendra Prasad in lead roles.","release_date":"2002-06-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":280969,"title":"123","adult":false,"genre_ids":[]},{"cast":["Vikramaditya","Sherin Shringar","Vivek","Gayathri Raguram","Livingston"],"overview":"A young girl commits suicide after she is ragged in college. Soon after that, a series of mysterious murders take place in the college. Many believe that this might be the doing of a ghost.","release_date":"2003-07-04","vote_average":0.0,"runtime":164,"cert":"N\/A","id":280971,"title":"Whistle","adult":false,"genre_ids":[53,18]},{"cast":["Franco Gasparri","Sandra Milo","Valerio Mastandrea","Zeudi Araya Cristaldi","Sebastiano Somma"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":280985,"title":"Un volto tra la folla","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"\"A film describing some unusual acts by youths attempting to break out of the stifling patterns of culture... daydreaming that yields them nothing. A mob of children enact a burial rite; the place of the 'corpse' is taken by one of the rebellious youths... Beautiful and rare images... one of the best Japanese films.\" --Iimura","release_date":"1960-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":280987,"title":"Pû Pû","adult":false,"genre_ids":[]},{"cast":["P. S. Sridhar"],"overview":"Here we have yet another love story in Tamil cinema on the lines of Balaji Sakthivel's Kadhal. When mechanic Vetrivel (Rahul) falls in love with Tamilselvi (Meera), her father Kathirvel (Udhayakumar) opposes the proposal as he is against inter-caste romance. At this point Vetrivel kills Meera's cousin and goes to Jail; after few years Meera's brother Senthil (Udhay) vows to unite the lovers. Will he succeed? How will the society reacts to inter-caste marriage? Watch out in Sooryanagaram!  In the film, director Ma Chellamuthu has tried to address the Madura-based-caste-enmity issue. But the director forgets the fact that in recent times we have seen a number of film revolving such issue. There are strong traces of Balaji Sakthivel's Kadhal in this flick. Story and the screenplay seems to be the main culprit here which ends with an illogical climax. J.K. Venky's camera works is good so is Fen Viallee's music scores.  Overall it's an old wine in old bottle!","release_date":"2012-04-06","vote_average":0.0,"runtime":150,"cert":"N\/A","id":280989,"title":"Sooriya Nagaram","adult":false,"genre_ids":[]},{"cast":["Georgina Campbell","Royce Pierreson","Cassie Bancroft","Caroline Bartleet","Simona Brown"],"overview":"Drama telling the true story of what happens to a teenage girl when she falls in love with the wrong man. The everyday story of young love turns dark and sinister when the handsome and charming stranger seeks to dominate every aspect of the young woman's life. A tale of contemporary Britain that every young person should watch.","release_date":"2014-06-23","vote_average":5.5,"runtime":60,"cert":"N\/A","id":280991,"title":"Murdered By My Boyfriend","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"A lesbian daughter in rural Cambodia was forced to marry a man. But she never lost faith in true identity; she rose and failed, then she stood up and fought again for the freedom to become her own self.","release_date":"","vote_average":6.5,"runtime":15,"cert":"N\/A","id":280993,"title":"Daughter and the Palmae Blossoms","adult":false,"genre_ids":[99]},{"cast":["Jayaprakash","Kalabhavan Mani","Riyaz Khan"],"overview":"A thriller Film","release_date":"2012-11-01","vote_average":0.0,"runtime":155,"cert":"N\/A","id":280995,"title":"Yarukku Theriyum","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Chaser","cast":["Max Rhyser","Rachel Claire","Ismael Cruz Córdova","Karin Collison","Laurence Cantor"],"id":280997,"overview":"Alienated from his conservative Jewish family and community, a promising, young, gay schoolteacher seeks solace in New York's barebacking scene. Official Selection: Palm Springs International ShortFest, Brooklyn Film Festival, Provincetown International Film Festival.","runtime":15,"genre_ids":[],"release_date":"2013-01-26","vote_average":6.3,"adult":false}]