[{"cast":["Ajay Devgn","Sunil Shetty","Priyanka Chopra","Dia Mirza"],"overview":"Inspector Abhay Rathod is a honest and diligent Police Inspector employed with Bombay Police. He was assigned the case of racketeer and criminal don, Shekhar Mohan. Abhay successfully entraps and arrests him, and has him sentenced to a long jail term. Years later, Abhay is now the Assistant Commissioner of Police; is married, and has a son named Chirag; and Shekhar Mohan has completed his jail term and is looking to seek vengeance against Abhay. He does so by kidnapping Chirag and taking him along with him. He object is not to seek any ransom money, but attempt to separate the child from his parents, as well as attempt to make a place in his heart. Shekhar finds out that Chirag loves racing and takes him on various race courses where the child is thrilled to watch fast sport cars, and soon starts a friendship with \"Uncle\" Shekhar. But with Abhay and the police closing in fast, will Shekhar and Chirag be able to maintain their friendship?","release_date":"2005-01-28","vote_average":4.4,"runtime":126,"cert":"N\/A","id":281011,"title":"Blackmail","adult":false,"genre_ids":[53,28,18]},{"cast":[],"overview":"A documentary of the synthesizer scene in Osaka, Japan","release_date":"2014-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281013,"title":"The New World of Synthesizer in Osaka","adult":false,"genre_ids":[99]},{"cast":["Murali","Revathi","Saradha Preetha","R. P. Viswam","Goundamani"],"overview":"Chinna Pasanga Naanga is a 1992 Tamil drama film directed by Raj Kapoor. The film features Murali, Revathi and Saradha Preetha in lead roles.","release_date":"1992-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281021,"title":"Chinna Pasanga Naanga","adult":false,"genre_ids":[]},{"cast":["Murali","Seetha","Vagai Chandrasekar","Major Sundarrajan","Senthil"],"overview":"Thulasi is a 1987 Tamil film directed by Ameerjaan. The film stars Murali, Seetha, Chandrasekhar and Major Sundarrajan in lead roles.","release_date":"1987-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281023,"title":"Thulasi","adult":false,"genre_ids":[]},{"cast":["Murali","Simran","Shakti Kumar","Chinni Jayanth","Charle"],"overview":"Kanave Kalaiyadhe is a 1999 Tamil film directed by V. Gowthaman. The film stars Murali, Simran, Shakti Kumar and Chinni Jayanth in lead roles.","release_date":"1999-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281031,"title":"Kanave Kalaiyadhe","adult":false,"genre_ids":[]},{"cast":["Murali","Meena","Vivek","Livingston","Vindhya"],"overview":"Amusing complications ensue when two jobless men pass themselves off as college professors in this entertaining yarn. Thrown into company with a pair of well-heeled sisters, one reserved and the other fiery the impostors soon win the ladies' hearts, and the couples each tie the knot. But when the truth comes out, will the men ever get back into their irate wives' good graces?","release_date":"2002-09-27","vote_average":0.0,"runtime":158,"cert":"N\/A","id":281033,"title":"Namma Veetu Kalyanam","adult":false,"genre_ids":[]},{"cast":["Prabhu Deva","Roja Selvamani","Vijayakumar","Radhika Sarathkumar","Vadivelu"],"overview":"Raasaiyya is a 1995 Tamil film directed by P. Kannan. The film stars Prabhu Deva, Roja, Vijayakumar and Raadhika in lead roles.","release_date":"1995-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281035,"title":"Raasaiyya","adult":false,"genre_ids":[]},{"cast":["Abbas","Simran","A.R. Murugadoss"],"overview":"Poochudava is a 1997 Tamil film directed by K. R. Udhayashankar. The film stars Abbas, Simran Bagga and AR Murugadoss in a small role in lead roles.","release_date":"1997-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281037,"title":"Poochudava","adult":false,"genre_ids":[]},{"cast":["Raghuvaran","Amala Akkineni","Vagai Chandrasekar","Y. Vijaya"],"overview":"Kootu Puzhukkal is a 1987 Tamil film directed by R. C. Shakthi. The film stars Raghuvaran, Amala, Chandrasekhar and Y. Vijaya in lead roles.","release_date":"1987-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281039,"title":"Kootu Puzhukkal","adult":false,"genre_ids":[]},{"cast":["Raghuvaran","Madhuri","Sarath Babu","Shalini"],"overview":"Michael Raj is a 1987 Tamil film directed by V. C. Guhanathan. The film stars Raghuvaran, Madhuri, Sarath Babu and Baby Shalini in lead roles.","release_date":"1987-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281041,"title":"Michael Raj","adult":false,"genre_ids":[]},{"cast":["Liliane Lemaître-Auger","Jean-François Guité","Véronique Le Flaguais","Guy Foucault","Louise Portal"],"overview":"Two twenty-something women dream of the ideal man and slowly realize that reality is very different from their fantasies.","release_date":"1972-07-22","vote_average":7.0,"runtime":90,"cert":"N\/A","id":281052,"title":"Dream Life","adult":false,"genre_ids":[18]},{"cast":["Richard Cambridge","Adrian Bouchet","Stephanie Elliott","Eley Furrell","Matt Sheppard"],"overview":"When David Hilton's friend and colleague, Dr. Kixley, is kidnapped by dangerous Satanists, David is called on by the Vatican to help save Dr. Kixley from an evil end.","release_date":"2011-04-19","vote_average":2.8,"runtime":95,"cert":"\"\"","id":281054,"title":"Idol of Evil: Hell Is Forever","adult":false,"genre_ids":[27]},{"cast":["Lee Beom-soo","Jang Hyuk","Lee Da-hae","Oh Soo-yeon","Im Soo-hyang"],"overview":"","release_date":"2013-02-13","vote_average":7.0,"runtime":119,"cert":"N\/A","id":281056,"title":"Iris 2","adult":false,"genre_ids":[28]},{"cast":["Larisa Chikurova","Gennadi Yegorov","Irina Gubanova","Natalya Andreychenko","Igor Kostolevskiy"],"overview":"","release_date":"1976-11-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":281058,"title":"Степанова памятка","adult":false,"genre_ids":[10751,14]},{"cast":["Isaac Julien"],"overview":"This highly stylized short asserts sexual desire over fear in gay romantic relationships.","release_date":"1987-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":281063,"title":"This Is Not an AIDS Advertisement","adult":false,"genre_ids":[]},{"cast":[],"overview":"Identities attempts to describe the importance of silence in communication, of those moments when someone is making up or remembering what he is going to say. A silence that compels us to question the maxim \"silence is death\".","release_date":"1991-01-01","vote_average":3.0,"runtime":7,"cert":"\"\"","id":281065,"title":"Identities","adult":false,"genre_ids":[]},{"cast":[],"overview":"Women who are HIV-positive discuss how they \"came out\" about their infection and became politically active.","release_date":"1991-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":281076,"title":"(In)Visible Women","adult":false,"genre_ids":[99]},{"cast":["Nabil Raja Lawak","Zizan Razak","Johan Raja Lawak","Afdlin Shauki","Harun Salim Bachik"],"overview":"2 hour comedic performance from Malaysian's famous comedian, Zizan, Johan, Afdlin Shauki, Harun Salim Bachik, Mr. OS and Abon,","release_date":"2012-05-15","vote_average":0.0,"runtime":144,"cert":"N\/A","id":281078,"title":"Lawak Ke Der","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stiff Sheets indicts public health officials and politicians for the lack of adequate and humane care for people with AIDS in Los Angeles, this time documenting a mock fashion show staged by ACT UP activists.","release_date":"1989-01-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":281080,"title":"Stiff Sheets","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The history of gay liberation traced through the phenomenon of disco. Glitter balls, feather boas and Levi jeans become signifiers of a movement 20 years after the Stonewall riots.","release_date":"1991-01-01","vote_average":0.0,"runtime":24,"cert":"\"\"","id":281082,"title":"(Tell Me Why): The Epistemology of Disco","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Five gay Black men who are HIV-positive discuss how they are battling the double stigmas surrounding their infection and homosexuality.","release_date":"1993-06-25","vote_average":0.0,"runtime":38,"cert":"\"\"","id":281084,"title":"No Regret","adult":false,"genre_ids":[99]},{"cast":["Des Lynam"],"overview":"Champions of Europe is a celebration of 50 years of outstanding football competition as told by the clubs and players who made the contest so unforgettable. Featuring all the most memorable players, goals and performances from every European Cup final ever played, it also contains extended highlights and exclusive behind-the-scenes footage from the thrilling Liverpool v AC Milan final in Istanbul 2005. As the only official UEFA history of the competition, the DVD also offers unparallelled access to the big-name players with Cruyff, Beckenbauer, Zidane, Beckham, Eusebio, Charlton, Maldini, Gerrard and many more sharing their memories of the games and performances that made them legends.","release_date":"2006-05-29","vote_average":0.0,"runtime":95,"cert":"N\/A","id":281086,"title":"Champions Of Europe: The Official Story Of The World's Greatest Football Competition","adult":false,"genre_ids":[99]},{"cast":["Valeria Arribas","José Manuel Garrido","Álvaro Morte","Omar Rahman"],"overview":"","release_date":"2003-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281100,"title":"La guarida del ermitaño","adult":false,"genre_ids":[]},{"cast":["Aaron McGregor","Aidee Walker"],"overview":"On a trip to find his birth mother, 18-year-old Aaron is forced to hitch a ride with a rough- looking stranger, Maka. Out of fear, Aaron rejects Maka’s friendship, but when the reunion with his mother doesn’t go quite as planned, he discovers that the stranger may just be the man to help him after all.","release_date":"2012-03-08","vote_average":0.0,"runtime":12,"cert":"N\/A","id":281102,"title":"Hitch Hike","adult":false,"genre_ids":[]},{"cast":["Concha Velasco","Valeria Arribas","Álvaro Morte"],"overview":"","release_date":"2003-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281104,"title":"Los niños del jardín","adult":false,"genre_ids":[]},{"cast":["Ian Mune","Martyn Sanderson"],"overview":"Two old men with Confucian beards are adrift in the ocean, a placid Friesian cow in tow. A surreal study on how quickly a minor event can evolve into something far more extreme, the film features no dialogue; rather, a guitar duet that escalates to a duel.","release_date":"2001-10-31","vote_average":0.0,"runtime":13,"cert":"N\/A","id":281106,"title":"Cow","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"It's a mixture of [dead]animals, pieces of [broken] furniture, industrial waste, kids playing. I didn't have in mind any of the kind of historical perspective, nor was I trying to make an ecological statement. I was showing the new landscape of our civilization. My point of view was animistic. I tried to revive those dead animals metaphorically and to give the junk new life.\"","release_date":"1962-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":281108,"title":"Junk","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The original film was rescued from a Tokyo trash bin. It is an American sexual education film in which plant and animal sex are explained. I, together with an artist friend, Natsuyuki Nakanishi, punched big holes in almost all of the frames. It was a protest against Japanese censorship of explicit images of sex, particularly pubic hair which the censors would cover with black marks. I inserted a few subliminal frames of pornographic imagery from magazines several times throughout the film. At the end, I even punched holes in these subliminal pictures, thereby 'censoring' the censored image.\" — Takahiko Iimura","release_date":"1962-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":281110,"title":"On Eye Rape","adult":false,"genre_ids":[]},{"cast":["Mike Tyson","Kevin McBride"],"overview":"After being knocked out in the fourth round of his previous fight against Danny Williams, Mike Tyson took a lengthy hiatus as he contimplated whether or not he would continue to fight. In April of 2005, Tyson officially announced his return to boxing to take on little-known Irish journeyman Kevin McBride on June 11 in Washington, D.C.. Though the 38–year old Tyson was far removed from his prime, he nevertheless predicted an easy victory, vowing to \"gut (McBride) like a fish\" while also calling his opponent a \"tomato can\". McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.","release_date":"2005-06-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":281121,"title":"Tyson vs. McBride","adult":false,"genre_ids":[]},{"cast":["Mike Tyson","Michael Spinks"],"overview":"Mike Tyson vs. Michael Spinks was a boxing match which took place on Monday June 27, 1988. Both men were undefeated and each had a claim to being the legitimate heavyweight champion. At the time, Tyson held the belts of all three of the major sanctioning organizations (World Boxing Council, World Boxing Association, and International Boxing Federation) while Spinks was the Ring champion and was considered the lineal champion.  Held at the Atlantic City Convention Hall in Atlantic City, New Jersey and promoted as \"once and for all\", it was the richest fight in boxing history to that point, grossing some $70 million, of which Tyson earned a record purse of around $20 million and Spinks $13.5 million. Tyson won the fight, knocking out Spinks in 91 seconds.","release_date":"1988-06-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":281123,"title":"Tyson vs. Spinks","adult":false,"genre_ids":[]},{"cast":["Suzanne Bowen"],"overview":"No time to exercise? We have the solution for you: the 10 Minute Solution! Everyone can find at least ten minutes in their day and we've developed 5 dynamic workouts that are just 10 minutes each. The workouts were specifically designed to attack your midsection from every angle for optimum results. These compact, ultra-efficient workouts fit into even the busiest of schedules. Split them into 5 separate workouts or do them all together for one amazing, belly-fat-blasting workout!","release_date":"2009-07-10","vote_average":0.0,"runtime":55,"cert":"\"\"","id":281125,"title":"Blast Off Belly Fat","adult":false,"genre_ids":[]},{"cast":["Rosemary Conley"],"overview":"With Rosemary Conley's Slim &amp; Salsacise DVD, you could burn up to 500 calories in one session! This is a workout with a difference. Hip wiggles and sexy Latino dance moves will help you to trim inches off your waist, hips, stomach and thighs as you join Rosemary and our team of five successful slimmers to exercise in your own home.","release_date":"2004-12-27","vote_average":0.0,"runtime":72,"cert":"N\/A","id":281127,"title":"Slim & Salsacise","adult":false,"genre_ids":[]},{"cast":["Nick Cave"],"overview":"Featuring footage from two live performances at the Hacienda club in Manchester, England, as well as the original promotional videos for \"Nick the Stripper\" and \"Deep In the Woods,\" Pleasure Heads Must Burn offers a solid collection of footage from The Birthday Party's musical history. Some of the songs featured include \"Sonny's Burning,\" \"The Six Strings that Drew Blood,\" and \"Pleasure Avalanche,\" among many others. Bonus material includes footage from several television appearances which originally aired on British and Dutch stations.","release_date":"2003-08-14","vote_average":4.3,"runtime":60,"cert":"N\/A","id":281129,"title":"The Birthday Party: Pleasure Heads Must Burn","adult":false,"genre_ids":[10402]},{"cast":["Mike Tyson"],"overview":"Fallen Champ: The Untold Story of Mike Tyson is a 1993 film made by acclaimed American documentary filmmaker Barbara Kopple.  Though Tyson was in jail serving a sentence for rape, Kopple used existing interviews with the boxer, as well as her own extensive interviews with those closest to Tyson, to explore the man's history. The film traces Tyson's story from his troubled and tumultuous upbringing, through his rapid ascendancy in the ranks of the boxing world and his subsequent struggle with the trappings of fame. Fallen Champ earned Barbara Kopple a Directors Guild of America award as Best Documentary Director of 1993.","release_date":"1993-02-12","vote_average":8.3,"runtime":93,"cert":"\"\"","id":281131,"title":"Fallen Champ: The Untold Story of Mike Tyson","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The third and last documentary part of the series of that began in 1991 with the \"The Power of Generalissimo\", first part. Here are the happened most important events in the Dominican Republic in the period between the 16 of August of 1952, date of the arrival to the of Negro Trujillo like President of the Republic, and the 8 of November of 1961, day of the exit of the country of Ranfis Trujillo and their family. Between the events treated in this part they stand out the trip from Trujillo to Spain, the Fair of La Paz, the kidnapping of Galíndez, the invasion of the 14 of June, the death of the sisters Mirabal, the execution of the dictator, and the death in which they participated in the plot against Trujillo, among other subjects. René Fortunato concludes therefore an historical revision that would be added to many others of equal magnitude in the literary order, but that in the audio-visual area has become the document more taken advantage of in terms its educative value.","release_date":"1996-07-10","vote_average":0.0,"runtime":81,"cert":"N\/A","id":281133,"title":"Trujillo: El poder del jefe III","adult":false,"genre_ids":[99]},{"cast":["Jins Shamsudin","Normadiah","Zaiton","Sarimah Ahmad","S. Kadarisman"],"overview":"A son leaves his widowed poor mother to make a fortune and promises to return for her. He rises up the ranks and even marries royalty but his promise is soon forgotten. When he returns to his homeland, he refuses to acknowledge her and his callous ways leads to tragedy.","release_date":"1961-05-15","vote_average":0.0,"runtime":181,"cert":"N\/A","id":281150,"title":"Si Tanggang","adult":false,"genre_ids":[18,10751]},{"cast":["Barbara Nelli","Erika Blanc","Gordon Mitchell","Paul Müller","Michel Forain"],"overview":"A young woman is killed by her treacherous husband and returns as a vengeful ghost.","release_date":"1965-12-16","vote_average":5.8,"runtime":79,"cert":"N\/A","id":281152,"title":"Lady Morgan's Vengeance","adult":false,"genre_ids":[27]},{"cast":["Lily LaBeau","Tori Black","Marie Luv","Alexis Texas","Sara Stone"],"overview":"Widower Dr. David Banner and his lonely colleague Dr. Elaina Marks are trying to find out how sexual frustration can lead to feats of superhuman strength. But Banner goes too far when he experiments with Gamma rays and now when he gets angry, his inner sexual beast is released.","release_date":"2011-06-10","vote_average":3.0,"runtime":252,"cert":"\"NR\"","id":281157,"title":"The Incredible Hulk XXX: A Porn Parody","adult":true,"genre_ids":[]},{"cast":["India Summer","Anthony Rosano","Paris Kennedy","Brian Street Team","Zoey Holloway"],"overview":"They Don't Just Bang MILF: They Put Them To The Test! In this extra hot and sticky episode of MILFBusters, Adam and Jamie test out one of their favorite sex myths: does an apple pie really feel like the inside of a woman's fur pie? Meanwhile, Kari is going to suck it up and test out another popular sex myth on Tori: do women really enjoy giving head? Or is Kari about to bust this myth sloppily? Then, the resident sexperts are going to make a splash, by testing out the mother of all sex mysteries: is female ejaculation real, or is squirting just another porn valley urban legend? And they're probably gonna blow some shit up, too. Why? Why the fuck not? Who are the MILF Busters? Jamie Hyman and Adam Ravage. Between them, over 30 years of MILF-banging experience!","release_date":"2011-04-22","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":281159,"title":"MILFBusters XXX: A Porn Parody","adult":true,"genre_ids":[]},{"cast":["Alex Cord","Britt Ekland","Patrick O'Neal","Joseph Wiseman","Barbara McNair"],"overview":"A rich, jet-setting playboy has a secret life: he's also a professional Mafia hitman. When he decides it's time to retire from that life, he finds that his former employers don't like the idea that someone who knows so much about them won't be under their control anymore, and decide to send their own hitmen to eliminate him.","release_date":"1969-07-30","vote_average":0.0,"runtime":98,"cert":"\"\"","id":281161,"title":"Stiletto","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"What starts off as a day of yard work and random to-dos for the neighbors turns into a series of misunderstandings. Inspired by actual events, Fenced Off explores the reality that loving your neighbor can be complicated.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281172,"title":"Fenced Off","adult":false,"genre_ids":[]},{"cast":["Danièle Lebrun","Evelyne Dassas","Jean Poiret","Michel Serrault","Michèle Bardollet"],"overview":"","release_date":"1967-04-26","vote_average":4.5,"runtime":null,"cert":"N\/A","id":281174,"title":"Pour avoir Adrienne","adult":false,"genre_ids":[35]},{"cast":["Lucas Bryant","Sandy Robson","Curtis Harrison","Kyle Labine"],"overview":"Based on the book White Circus by Ken Read, this is the story of the Canadian skiing legends that became the first North Americans to crack the Euro dominated World Cup Circuit in 1975","release_date":"2004-01-01","vote_average":6.0,"runtime":92,"cert":"\"\"","id":281176,"title":"Crazy Canucks","adult":false,"genre_ids":[10770,18]},{"cast":["Essex Hemphill","Colin Robinson","Bernard Branner","Brian Freeman","Jesse Harris"],"overview":"A collage of erotic images and a call to arms, with a feverish hip-hop energy that celebrates the lives of African American men.","release_date":"1991-01-01","vote_average":6.0,"runtime":9,"cert":"\"NR\"","id":281178,"title":"Anthem","adult":false,"genre_ids":[10402]},{"cast":["Chad Everett","Gene Hackman","Marilyn Devin","Dean Jagger","Bobby Troup"],"overview":"Jack is the sole survivor of a Japanese attack on his squad at Guadalcanal. Because of his heroism and the fact that he is still alive, he becomes a Medal of Honor hero. He returns to train new recruits for the Marines and falls for a girl named Peggy. When training and marriage leave him with an empty feeling, he decides on a transfer back to the front lines. Soon he will find that marriage and life will change his outlook on the grueling battles that lie ahead.","release_date":"1967-01-25","vote_average":0.0,"runtime":97,"cert":"\"PG\"","id":281180,"title":"First to Fight","adult":false,"genre_ids":[10752]},{"cast":["Friso Boer","Jorden Vogel","Christiaan Hubeek","Michael van de Baan","Marius van den Berg Weerman"],"overview":"","release_date":"2001-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281182,"title":"De Nieuwe Avonturen van Dik Trom","adult":false,"genre_ids":[35,10751,12]},{"cast":[],"overview":"In December 2006, a torrential rainstorm hit Seattle. Tragic circumstances found Kate Fleming, a celebrated recording artist, trapped in her basement studio. Her spouse of nine years, Charlene Strong, returned home to find Kate sealed behind the studio door as the waters rose. Her efforts to free Kate ended when the water reached ceiling level. Rushed to the hospital, the ER staff from Kate's side unless she received permission from a 'blood relative.' Time was lost as Charlene made frantic calls to Kate's family. Kate died minutes after Charlene was granted permission. After facing this loss and the humiliation of a funeral director's bigotry, Charlene decided to take a stand. She contacted members of Washington's legislature, who at the time were debating Domestic Partnership rights.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281184,"title":"For My Wife","adult":false,"genre_ids":[]},{"cast":[],"overview":"FIXING THE FUTURE - FIXING THE FUTURE discovers communities across America using innovative approaches to create jobs and build prosperity","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":281192,"title":"Fixing the Future","adult":false,"genre_ids":[]},{"cast":["Sally Ann Howes","Guy Rolfe","Nigel Buchanan","Nora Swinburne","Raymond Lovell"],"overview":"Howes plays Pamela Dickson, an impulsive young bride-to-be, while Guy Rolfe portrays her long-lost father Paul. Ostensibly a cad and bounder, Paul turns out to be just the opposite when he arrives for Pamela's wedding.","release_date":"1949-01-01","vote_average":6.0,"runtime":82,"cert":"\"\"","id":281194,"title":"Fools Rush In","adult":false,"genre_ids":[35]},{"cast":["Dale DaBone","Lexi Belle","Jessi Palmer","Andy San Dimas","Asa Akira"],"overview":"The triple-x parody of The King himself. See what happens when that big rhinestone buckle comes off and those hips really start shaking! From Axel Braun, maker of 2010's best selling DVD, the critically acclaimed Batman parody.","release_date":"2011-01-05","vote_average":4.5,"runtime":117,"cert":"\"NC-17\"","id":281199,"title":"Elvis XXX: A Porn Parody","adult":true,"genre_ids":[]},{"cast":[],"overview":"It's Christmas Eve, and Jackson Withers decides to tell his grandson Donald bedtime stories about the events he has seen unfold during 'Xmas' in the hood'.","release_date":"2007-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":281201,"title":"It's Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young woman and her son are brutally murdered by their husband\/father who is jealous of their relationship with one of the boy's teachers.","release_date":"2004-01-01","vote_average":6.0,"runtime":92,"cert":"\"\"","id":281203,"title":"Ju- On 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"KEEPIN' THE FAITH: HIGHER GROUND - After his beloved church burns down, Pastor Marcus inherits another church and several million dollars from his mean Aunt Fema, but it comes with strings attached.","release_date":"2008-01-01","vote_average":2.0,"runtime":90,"cert":"\"\"","id":281205,"title":"Keepin' The Faith: Higher Ground","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281216,"title":"Caillou 04 - Die Clownparty und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":[],"overview":"Flora is a Mayan girl from Mexico who can see the future through her dreams. As she grows older, she realizes that the dreams never reveal her own future, only that of others.","release_date":"2010-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":281218,"title":"Minotauro","adult":false,"genre_ids":[]},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Asia Tour 2007 A: Tour of Secret is the first Asia-wide and ninth overall concert tour held by Japanese singer Ayumi Hamasaki, in support of her album Secret. The tour started March 10, 2007, and ended in mid June of the same year, with legs not only in Japan but in other Asian countries as well, making it Hamasaki's first concert tour with non-domestic stops.","release_date":"2008-03-12","vote_average":0.0,"runtime":215,"cert":"N\/A","id":281220,"title":"ayumi hamasaki ASIA TOUR 2007 A 〜Tour of Secret〜","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281225,"title":"Caillou 09 - Spuren im Schnee und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281227,"title":"Caillou 10 - Miss Martin hat Geburtstag und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":["Ryan Kiser","Mike Borka","Shannon McDonough","Punnavith Koy","Brent Stariha"],"overview":"A group of students at a liberal arts college in Minneapolis are faced with expulsion if their final papers in philosophy class are not satisfactory","release_date":"2011-01-01","vote_average":4.0,"runtime":90,"cert":"\"\"","id":281229,"title":"Potpourri","adult":false,"genre_ids":[27,35,14]},{"cast":[],"overview":"A young man from Las Vegas, searching for his place in the world, learns about himself through his friendship and extreme sports in picturesque Lake Tahoe.","release_date":"","vote_average":9.5,"runtime":89,"cert":"N\/A","id":281231,"title":"Push","adult":false,"genre_ids":[]},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Arena Tour 2003-2004 A was released on September 29, 2004","release_date":"2004-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281236,"title":"Ayumi Hamasaki Arena Tour 2003-2004 A","adult":false,"genre_ids":[10402]},{"cast":["Richard Harrison","Adolfo Celi","Margaret Lee","Gérard Tichy","Antonio Casas"],"overview":"An actor is approached by a group of men offering him a job posing as an executive at a diamond exchange to help them pull off a robbery.","release_date":"1967-02-23","vote_average":0.0,"runtime":111,"cert":"N\/A","id":281238,"title":"Master Stroke","adult":false,"genre_ids":[80]},{"cast":["Hoot Gibson","Bob Steele","Chief Thundercloud","Gene Alsace","Betty Miles"],"overview":"The Trail Blazers are bringing in a prisoner to stand trial for bank robbery, when several attempts are made to kill him; convinced of the man's innocence, they arrange a trap for the real thieves.","release_date":"1944-06-10","vote_average":0.0,"runtime":61,"cert":"\"\"","id":281240,"title":"Sonora Stagecoach","adult":false,"genre_ids":[28,37]},{"cast":["Irfan Atasoy","Gordon Mitchell","Richard Harrison","Fikret Hakan","Alicia Leoni"],"overview":"A group of men team up against a ruthless mob.","release_date":"1975-01-31","vote_average":0.0,"runtime":80,"cert":"N\/A","id":281242,"title":"Four for All","adult":false,"genre_ids":[80]},{"cast":["Richard Harrison","Alida Chelli","Luis Dávila","Diana Lorys","Franco De Rosa"],"overview":"When $300,000,000 in diamonds are stolen from a fiery plane wreck the British Government become concerned that it might be part of a plot to undermine the value of sterling. They hire professional photographer, amateur lady-killer, and undercover agent Steve Norton to investigate.","release_date":"1967-09-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":281244,"title":"Hot Diamonds in Cold Blood","adult":false,"genre_ids":[12,80]},{"cast":["Richard Harrison","Roberto Dell'Acqua","Nello Pazzafini","Alicia Leoni"],"overview":"The clash between two detectives and a crook.","release_date":"1977-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281246,"title":"Clouzot & C. contro Borsalino & C.","adult":false,"genre_ids":[80]},{"cast":["Gustav Knuth","Viktoria von Ballasko","Josef Sieber","Carl Kuhlmann","Hermann Speelmans"],"overview":"","release_date":"1939-08-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":281248,"title":"Mann für Mann","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A group of gypsies vow vengeance on a runaway who murdered one of their own. Lust and intrigue run throughout the story about the mysterious and wild life of the wandering gypsies.","release_date":"1969-01-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":281256,"title":"Wild Gypsies","adult":false,"genre_ids":[]},{"cast":[],"overview":"A big city like Seoul can be a land of opportunity for some people who come there from more rural and poorer communities.","release_date":"1988-05-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":281258,"title":"A Man on the Wind","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a circus troupe in Rio, a seducer falls deeply in love with a crippled woman. Cured and restored, she refuses to return with him to France, unleashing emotional turmoil.","release_date":"1968-01-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":281260,"title":"With Open Arms","adult":false,"genre_ids":[]},{"cast":["Stewart Granger","Edwige Feuillère","Ronald Squire","Mary Jerrold"],"overview":"A confirmed bachelor and a woman who claims to hate men get together and find romance.","release_date":"1949-01-01","vote_average":7.0,"runtime":105,"cert":"\"\"","id":281262,"title":"Woman Hater","adult":false,"genre_ids":[35]},{"cast":["Sam Elliott","Robert Culp","John Meillon"],"overview":"Harry Wingate, a rugged adventurer, is hired by a gem collector to retrieve a priceless opal, known as \"The Blue Lightning,\" from Lester McInally, a super-criminal with an army of killers operating in the Australian outback.","release_date":"1986-01-01","vote_average":6.0,"runtime":95,"cert":"\"\"","id":281264,"title":"The Blue Lightning","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"The Chief of Detectives of the New York Police Department, is a tough cop who has worked his way up the ladder from being on a beat.","release_date":"1985-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":281266,"title":"Brass","adult":false,"genre_ids":[10770]},{"cast":["Hillary Hawkins","Christine Ahanotu","Candace Allen","Christian Barber","Gordon Timothy"],"overview":"Keith has spent his whole life dreaming about Alicia. On his last day in town he tries desperately to be noticed by her, but his plans get foiled by his embarrassing grandmother, bullying sister, demanding father, and Alicia's 'player' boyfriend.","release_date":"2012-01-01","vote_average":0.0,"runtime":106,"cert":"\"\"","id":281268,"title":"Endless Summer","adult":false,"genre_ids":[]},{"cast":[],"overview":"'Looking for the Perfect Beat' is a cinema verite immersion inside the unique Los Angeles 'beat-scene' music community centered around the world famous Low End Theory club night. Filmed over the Summer of 2013, a climatic point in this particular music scene's trajectory, we are given the opportunity to elegantly lift the veil on the personal creative processes of the internationally-acclaimed pillars of the scene. Indie music luminaries such as Flying Lotus, Thundercat, Gaslamp Killer, Daedelus, Nosaj Thing, Ras G, Teebs, D-Styles, TOKiMONSTA and Matthewdavid are all featured in vivid detail. The soundtrack for the film creates itself live on camera as the film elapses. This avant-garde visual angle on each subject in their respective creative spaces provides for an introspective glimpse into what would otherwise be unseen.","release_date":"2014-07-10","vote_average":0.0,"runtime":57,"cert":"\"\"","id":281276,"title":"Looking for the Perfect Beat","adult":false,"genre_ids":[99]},{"cast":["Wayne Burgess II","Blair Ambrosia Cameron","Rizario St Cyr","Zeek Loregnard","Sherwin Marcelle"],"overview":"In Trinidad and Tobago, a six-year-old dreams of being a superhero.","release_date":"2013-05-28","vote_average":5.8,"runtime":12,"cert":"N\/A","id":281278,"title":"Captain T&T","adult":false,"genre_ids":[18]},{"cast":["David Leon","Mitch Weissman","Tom Teeley","Ralph Castelli","Christina Applegate"],"overview":"Four guys who look and sound moderately like the Beatles play a plethora of Lennon\/McCartney classics, while footage of memorable sixties events flashes by.","release_date":"1981-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":281280,"title":"Beatlemania","adult":false,"genre_ids":[10402]},{"cast":["Amanda Donohoe","Geoffrey Blake","Kay Lenz","Danny Kamin","Ed Amatrudo"],"overview":"A motorcycle riding lawyer fights to save the life of a mentally retarded man on death row. His own mother is ready to let him go.","release_date":"1995-06-07","vote_average":0.0,"runtime":89,"cert":"\"\"","id":281282,"title":"Shame II: The Secret","adult":false,"genre_ids":[18]},{"cast":["Zohra Lampert","Barbara Feldon","Lance Kerwin","Stacey Nelkin","Billy Dee Williams"],"overview":"Drama centering on the lives of individuals affected by divorce.","release_date":"1980-11-24","vote_average":6.0,"runtime":104,"cert":"\"\"","id":281284,"title":"Children of Divorce","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Short film directed by Ira Genet","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281286,"title":"Crossroads of the Orient","adult":false,"genre_ids":[]},{"cast":["Samuel L. Jackson","Danny Glover","Rubén Blades"],"overview":"A psychiatrist is sent to evaluate if a convicted multiple murderer who's awaiting execution on Death Row for eighth year now and whose behavior during that time got more and more erratic is still mentally fit to be executed.","release_date":"1989-03-12","vote_average":8.0,"runtime":87,"cert":"\"\"","id":281288,"title":"Dead Man Out","adult":false,"genre_ids":[]},{"cast":["Glenn Close","Greta Garbo","John Gilbert","Aristotle Onassis","Mauritz Stiller"],"overview":"Profile of actress Greta Garbo, narrated by Glenn Close","release_date":"1990-06-01","vote_average":0.0,"runtime":47,"cert":"\"\"","id":281290,"title":"The Divine Garbo","adult":false,"genre_ids":[99]},{"cast":["Barbara Hershey","Naveen Andrews","John Taylor","Carol Lynley","Siri Baruc"],"overview":"A taxi driver (Naveen Andrews) picks up a fare (Barbara Hershey) in Manhattan. She offers the driver a large sum to drive her to the desert. While the pair drive across the country, the woman tries various strategies to lure the driver into conversation. Despite his reticence, the pair begins a tumultuous and steamy relationship.","release_date":"1999-10-01","vote_average":5.3,"runtime":88,"cert":"\"R\"","id":281292,"title":"Drowning on Dry Land","adult":false,"genre_ids":[]},{"cast":["Óscar Javier Almengor","Pablo Arenales","Hector Argueta","Cristina Argueta","Edgar Barillas"],"overview":"A boy struggles against his stifling family life during the 1954 Guatemala coup.","release_date":"1994-01-01","vote_average":5.0,"runtime":106,"cert":"N\/A","id":281294,"title":"Neto's Silence","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Once up on a time, there was an ugly and violent monster. Because he was ugly, everybody disliked him. One day, the monster came to the small town to get some food and found a small girl. The monster tried to eat her, but something happened to him and changed him.","release_date":"2011-05-25","vote_average":4.3,"runtime":5,"cert":"\"\"","id":281296,"title":"Monster and Dumpling","adult":false,"genre_ids":[16,18]},{"cast":["Lee Beom-soo","Jung Woo-sung","Lee Si-young","Ahn Sung-ki","Kim In-kwon"],"overview":"Professional baduk (go) player Tae-seok loses a high-stakes game to infamous underground gambler Sal-soo, and ends up framed for the murder of his own brother and locked up in prison. He vows revenge and trains ferociously. After serving his seven-year sentence, he gets in touch with his brother's former associate \"Tricks,\" hermit and blind master player \"The Lord,\" and skillful junkyard owner Mok-su; together, they begin formulating a plan to get back at Sal-soo and his men. Tae-seok slowly penetrates Sal-soo's inner circle and his gambling joint, and eliminates Sal-soo's men one by one. But Sal-soo discovers Tae-seok's true identity and engages him in one final game that will seal the fates of the two men involved.","release_date":"2014-07-03","vote_average":7.0,"runtime":118,"cert":"N\/A","id":281298,"title":"The Divine Move","adult":false,"genre_ids":[28]},{"cast":["Kimberly Chia","Tsu-Ping Chiang","Ian Fang","Edwin Goh","Elizabeth Lee"],"overview":"He Jianhao is released from the Boys' Home and his mother Huifang, is worried that he would be led astray again. Thus, she wants him to look after her stall in Bugis under her stepsister's supervision. Jian Hao's girlfriend Shanshan also manages to convince him to retake his O-levels. Jian Hao is getting back on the right path and his future seems promising. Jianhao's friend, Zach, joined a gang Yi Ren Tang to get protection as he is always bullied by Alex. Wang Guodong is a gang leader of 660 and also the father of Alex. Jianhao joined the Yi Ren Tang after much persuasion from Zach...","release_date":"2012-08-30","vote_average":5.0,"runtime":96,"cert":"N\/A","id":281300,"title":"Imperfect","adult":false,"genre_ids":[28,80]},{"cast":["Lilian Harvey","Hans Albers","Willy Stettner","Albert von Kersten","Paul Hörbiger"],"overview":"Lilian Harvey plays Eva, a young girl taking some time in a health spa and spending her evenings in the town's vaudeville theatre enamoured by a heavily made-up clown called Quick. Quick takes a shine to her and tries to woo her without make-up and masquerading as the theatre's manager. Unable to resolve her feelings for Quick and the theatre manager, Eva is angered when she finally learns that they are one and the same.","release_date":"1932-08-07","vote_average":5.8,"runtime":107,"cert":"N\/A","id":281302,"title":"Quick","adult":false,"genre_ids":[35]},{"cast":["So Sombat","So Wanpen","David Phanampai","Tinakarn Srisungmaun","Wanpan Bannidaeng Viravan"],"overview":"After seeing his parents and grandmother killed by the Vietnamese, a 12 year old Khmer boy flees with his baby sister in an attempt to reach safety in Thailand. On the way he befriends a group of Khmer fighters.","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281310,"title":"Kampuchea: The Untold Story","adult":false,"genre_ids":[10752,28]},{"cast":["Victor Miller","Harry Manfredini","Robbi Morgan","Ari Lehman","Tom Savini"],"overview":"Stories from the cast and crew of the famed cult horror classic.","release_date":"2009-02-03","vote_average":0.0,"runtime":14,"cert":"\"NR\"","id":281312,"title":"Fresh Cuts: New Tales from Friday the 13th","adult":false,"genre_ids":[99]},{"cast":["Loïc Corbery","Nicolas Silberg","Martine Chevallier","Michel Vuillermoz","Laurent Stocker"],"overview":"The Forest is both a vibrantly spontaneous and brutally funny family drama, and a glorious tribute to acting and theater - in other words, an Arnaud Desplechin film. With Michel Vuillermoz and Denis Podalydès as the nephew and his friend, Adeline D’Hermy as the niece, and Martine Chevallier in a stunning performance as the sublimely selfish aunt Raissa.","release_date":"2014-07-10","vote_average":6.4,"runtime":82,"cert":"N\/A","id":281314,"title":"The Forest","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Caillou is a four year old boy who experienced every day something new and exciting. To understand the exciting world around him, he asks his parents and grandparents until the cows come home. So he learns, for example, why his father has to go to work, what shooting stars are and what a guide dog is. He also visited an auto repair shop, makes a visit to a farm and sees the fire department in action.","release_date":"2008-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281319,"title":"Caillou 11 - Kapitän Caillou und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":["Murray Head","Zoe Latraverse","Gabriel Arcand","Louise Portal"],"overview":"This feature drama tells the story of Tom Paradise, a young 40-something refusing to grow up. Behind the wheel of his bus, he drives endlessly through the city dreaming of the landscape of the American West that forever impressed him. In love with freedom and Jack Kerouac's On the Road, he resists all the sensible people who try to persuade him to settle down. For Tom has only one idea in his head: to once again head south, riding the waves of love and fate.","release_date":"1999-07-05","vote_average":0.0,"runtime":98,"cert":"N\/A","id":281321,"title":"The Big Snake of the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281323,"title":"Caillou 14 - Caillous Burg und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":["Christina Aguilera"],"overview":"\"GENIE GETS HER WISH\" is a rare, candid and intimate portrait of a young and incredibly talented artis-Christina Aguilera.  This DVD features Christina performing her smash #1 single, \"Genie In A Bottle,\" rare studio footage, live concert performances and exclusive peeks backstage.","release_date":"2000-08-02","vote_average":10.0,"runtime":84,"cert":"\"NR\"","id":281325,"title":"Christina Aguilera: Genie Gets Her Wish","adult":false,"genre_ids":[10402]},{"cast":["Paul McCartney","Linda McCartney","Robbie McIntosh","Hamish Stuart","Blair Cunningham"],"overview":"Unplugged  is a live performance by Paul McCartney, recorded 25 January 1991.","release_date":"1991-05-13","vote_average":0.0,"runtime":48,"cert":"N\/A","id":281333,"title":"Paul McCartney: Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Andy Serkis","Woody Harrelson","Steve Zahn","Karin Konoval","Terry Notary"],"overview":"Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.","release_date":"2017-07-11","vote_average":7.0,"runtime":140,"cert":"\"PG-13\"","id":281338,"title":"War for the Planet of the Apes","adult":false,"genre_ids":[18,878,10752]},{"cast":[],"overview":"No plug is a live album of the Spanish rock band M Clan result of recording an acoustic concert at the end of 2000.","release_date":"2000-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281340,"title":"M-Clan Sin Enchufe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Retrovision is a collection of studio recordings of Spanish rock band M Clan. In addition to the above listed topics are presented two new songs, \"I hear music\" and \"Bananas\". It is the seventh album of her career and the first and only collection with that feature so far.","release_date":"2006-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281342,"title":"M-Clan Retrovision","adult":false,"genre_ids":[]},{"cast":["Lea Lexis","Black Angelika","Kiesha Kane","Lucy Belle","Tarra White"],"overview":"If your idea of a great holiday is white sands and turquoise seas and hot girls who love it up the ass and then use cum for sun screen, take a Private TropicAnal holiday! The beach bums in this movie put the word 'hole' in holiday and then suck you off. Watch the most beautiful of the Private girls including Black Angelika, Boroka, Kathy Cambel and Tarra White get DPd, spit roasted and stuffed in the bum. Lucy Belle has the 'holeday' of her lifetime, after a pounding on the beach from 2 fat cocks. Lucy shows her gaping asshole off to the camera like some sort of sexual trophy. TropicAnal Flashbacks is a Private paradise you will never want to leave.","release_date":"2009-03-01","vote_average":8.5,"runtime":109,"cert":"\"NC-17\"","id":281344,"title":"TropicAnal Flashbacks","adult":true,"genre_ids":[]},{"cast":[],"overview":"A new couple are about to get romantic when they are interrupted by the guy's future self, who has traveled back in time to expose all that lies ahead in their rocky relationship.","release_date":"2014-04-01","vote_average":6.0,"runtime":11,"cert":"\"\"","id":281349,"title":"Time Travel Lover","adult":false,"genre_ids":[35,878]},{"cast":["Charity Wakefield","Danny Horn","Daniel Fraser","Shaun Dingwall","Pete Lee-Wilson"],"overview":"When Luke wakes up and finds a mutilated corpse in his bathroom, his life changes for ever. Stalked by a terrifying psychopathic serial killer, he has to place his trust in the hands of a smart but volatile female cop, Sam Cross. The secret they uncover shatters Luke s life and brings Sam face to face with demons from her tragic childhood..","release_date":"2013-09-12","vote_average":3.7,"runtime":103,"cert":"N\/A","id":281351,"title":"Scar Tissue","adult":false,"genre_ids":[53]},{"cast":["Werner Krauss","Mathias Wieman","Maria Bard","Hertha Thiele","Julius Falkenstein"],"overview":"","release_date":"1932-06-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":281353,"title":"Mensch ohne Namen","adult":false,"genre_ids":[18]},{"cast":["Hannes Stelzer","Hansi Knoteck","Paul Dahlke","Siegfried Breuer","Charlott Daudert"],"overview":"","release_date":"1941-06-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":281355,"title":"Venus vor Gericht","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Director and cartoonist David Liljemark tries to make contact with Bernhard Redenstedt, a mysterious 82 year old widower, who has been putting up little hand-written notes all over the streets of Lund for many years. David is deeply fascinated by these strange notes, and gets more and more curious about the lonesome man who writes them. However, Bernhard himself isn't as easy to find as his notes ... At the same time as David is chasing him for an interview, Bernhard is threatened to be evicted by his municipal landlord. When the time comes, David turns out to be the only person who's there for Bernhard, and things take a new turn. An unusual documentary about an unusual friendship.","release_date":"2010-01-29","vote_average":6.0,"runtime":58,"cert":"N\/A","id":281357,"title":"Jakten På Bernhard","adult":false,"genre_ids":[]},{"cast":["Harald Mannl","Hans-Peter Thielen","Raimund Schelcher","Theo Shall","Wolf Kaiser"],"overview":"Dr. Wagner is a scientist currently working on an experiment for the Asta plant in East Berlin. If the experiment is successful its a brilliant new invention. But Wagner is the target of sabotage, and all the decisive experiment fails. Wagner can not explain this setback.","release_date":"1954-10-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":281359,"title":"The Case of Dr Wagner","adult":false,"genre_ids":[18]},{"cast":["Ramarajan","Gautami Tadimalla","Chinni Jayanth","Kumarimuthu","Malaysia Vasudevan"],"overview":"Pongivarum Kaveri is a 1989 Tamil film directed by Bose KJ. The film stars Ramarajan, Gouthami, Chinni Jayanth and Kumarimuthu in lead roles.","release_date":"1989-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281370,"title":"Pongivarum Kaveri","adult":false,"genre_ids":[18]},{"cast":["Ramarajan","Pallavi","K R Vijaya","Goundamani","Senthil"],"overview":"Anbu Kattalai Directed by Kannan. Police officer Jagan -- who also runs an orphanage with his mother, Sumathi -- clashes with a wealthy beauty, but the sparks between them eventually ignite a passion. Meanwhile, Jagan tries to catch a...( read more  read more... ) mysterious criminal who","release_date":"1989-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281372,"title":"Anbu Kattalai","adult":false,"genre_ids":[18]},{"cast":["Ramarajan","Abitha","Alex","Anandaraj","Senthil"],"overview":"Seeri varum kaalai is a 2001 Tamil film directed by Ramarajan. The film stars Ramarajan, Abitha, Alex and Anandharaj in lead roles.","release_date":"2001-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281374,"title":"Seeri Varum Kaalai","adult":false,"genre_ids":[18]},{"cast":["Mohamed Darragi","Jamila Ourabi","Habib Chaari","Bchira Hah","Ahmed Hamza"],"overview":"Al Fajr is the first Tunisian feature film. It tells the story of three young Tunisians who fight against the French colonisation.","release_date":"1966-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":281376,"title":"The Dawn","adult":false,"genre_ids":[10752]},{"cast":["Ramarajan","Pandiyan","Madhuri","Shanti Priya"],"overview":"Rayilukku Neramachu is a 1988 Tamil film directed by Bharathi Mohan. The film stars Ramarajan, Shantipriya, Pandiyan and Madhuri in lead roles.","release_date":"1988-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281378,"title":"Rayilukku Neramachu","adult":false,"genre_ids":[]},{"cast":["Leonard Whiting","Senta Berger","Maria Grazia Buccella","Lionel Stander","Raoul Grassilli"],"overview":"Through the childhood and the adolescence of Giacomo Casanova (from his memoirs), this is a description of how people live in the Venice of the 18th century: customs, habits, medicine, religion and most of all - the omnipresence of hypocrisy.  Written by Yepok","release_date":"1969-10-30","vote_average":6.6,"runtime":123,"cert":"N\/A","id":281380,"title":"Giacomo Casanova: Childhood and Adolescence","adult":false,"genre_ids":[10749,18,36]},{"cast":["Arun Vijay","Suvalakshmi","Goundamani","Senthil","Vinu Chakravarthy"],"overview":"Kannaal Pesavaa is a 2000 Tamil film directed by Raj Khanna. The film stars Arunkumar, Suvalakshmi, Goundamani and Senthil in lead roles.","release_date":"2000-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281391,"title":"Kannaal Pesavaa","adult":false,"genre_ids":[]},{"cast":["Robert Hossein","George Hilton","Frank Wolff","Rik Battaglia","Ida Galli"],"overview":"Allied and German forces are stranded in desert during WW II and attempt to surrender each other.","release_date":"1969-12-26","vote_average":0.0,"runtime":87,"cert":"N\/A","id":281393,"title":"Desert Assault","adult":false,"genre_ids":[10752]},{"cast":["Arun Vijay","Sheela Kaur","Karunas"],"overview":"Vedha is a 2008 Tamil film directed by V. Nithyakumar. The film stars  and  in lead roles.","release_date":"2008-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281398,"title":"Vedha","adult":false,"genre_ids":[]},{"cast":["Kamalinee Mukherjee","Venu Thottempudi","Krishna Bhagavan","Jeeva","Jayalalita"],"overview":"Gopi Gopika Godavari is a Telugu-language film released on 10 July 2009. The film, starring Kamalinee Mukherjee, Venu Thottempudi, Krishna Bhagavan and Sana, was directed by Vamsy.  Kamalinee Mukherjee as Gopika  Venu Thottempudi as Gopi  Krishna Bhagavan  Sana  Jayalalitha","release_date":"2009-07-10","vote_average":0.0,"runtime":150,"cert":"N\/A","id":281403,"title":"Gopi Gopika Godavari","adult":false,"genre_ids":[10749,18]},{"cast":["Robert Blake","JoBeth Williams"],"overview":"Joe Dancer a private detective is given a big money case by Tiffany Farinpour,whose family include powerful politicians. Tiffany needs Joe to find her younger brother David who has left the family under a cloud.","release_date":"1981-01-29","vote_average":5.5,"runtime":100,"cert":"\"\"","id":281405,"title":"Joe Dancer I: The Big Black Pill","adult":false,"genre_ids":[9648,80,18]},{"cast":["Tray Chaney","Natasha 'Breezy' Malone","Ian Novick","Chrystale Wilson","Che G. Evans"],"overview":"A young couple go on a crime spree holding up stores in hope of becoming famous while being pursued by a cop who recently rejoined the force after losing his fiancee to a violent crime.","release_date":"2013-01-01","vote_average":0.0,"runtime":86,"cert":"\"\"","id":281413,"title":"Lorenzo and Monica","adult":false,"genre_ids":[80,18]},{"cast":["Brandi Love","Marie McCray","Kirsten Price","Amanda Tate","Scarlett Fay"],"overview":"From acclaimed director Axel Braun comes the long awaited adult parody of one of the most riveting TV shows of the decade. This Ain't Game Of Thrones XXX is a funny, smart, sexy and highly entertaining gem that fans of the original will absolutely love.","release_date":"2014-04-11","vote_average":7.0,"runtime":127,"cert":"\"NC-17\"","id":281415,"title":"This Ain't Game of Thrones XXX","adult":true,"genre_ids":[35]},{"cast":["Roy Rogers","Trigger","George 'Gabby' Hayes","Dale Evans","Roger Pryor"],"overview":"The feuding Lanes and Whittakers are brought together with the help of Roy Rogers, when a business tycoon tries to play one family against the other.","release_date":"1945-07-01","vote_average":0.0,"runtime":68,"cert":"\"\"","id":281417,"title":"Man from Oklahoma","adult":false,"genre_ids":[28,37,10749,10402]},{"cast":[],"overview":"Born on Halloween, 1935, Dale Brown's fight for justice began the day his father walked out - two days before he was born.About how an overachiever from tiny Minot, North Dakota relentlessly fought his way to the top.","release_date":"2012-05-08","vote_average":0.0,"runtime":82,"cert":"\"\"","id":281419,"title":"Man in the Glass: Dale Brown Story","adult":false,"genre_ids":[]},{"cast":["Sabu","Wendell Corey","Joy Page","Morris Carnovsky","Jimmy Moss"],"overview":"A doctor hunts a vicious, man-eating tiger that terrorizes a native jungle village. In time the doctor experiences a personal change when he accepts their native customs and beliefs.","release_date":"1948-11-08","vote_average":7.0,"runtime":79,"cert":"\"\"","id":281424,"title":"Man-Eater of Kumaon","adult":false,"genre_ids":[12,28]},{"cast":["Cha Ye-ryun","Jo Hyun-jae","Lee El","Kim Young-jun","Lee Geon-ju"],"overview":"Na Bi is a former member of an idol girl group and now an actress, but her acting is poor. Meanwhile, Hong is a movie director who studied in Poland. He is recognized as a rising star in the movie industry. He became famous for sex scenes in his films.","release_date":"2014-02-27","vote_average":4.0,"runtime":95,"cert":"N\/A","id":281426,"title":"One Thing She Doesn't Have","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A combination of live action and animation chronicinge the great journey of Marco Polo to the mysterious Orient. Much of the story centers on Polo's relationship with the powerful Kublai Khan.","release_date":"1973-01-01","vote_average":0.0,"runtime":109,"cert":"\"\"","id":281428,"title":"Marco","adult":false,"genre_ids":[10751,12]},{"cast":["John Beal","Wanda McKay","Warren Hymer","J. Farrell MacDonald","Barbara Pepper"],"overview":"A honeymoon couple in New York for one night of wedded bliss before he's to join the army, become involved with gangsters after they find a cadaver under their bed.","release_date":"1942-06-05","vote_average":5.3,"runtime":69,"cert":"\"\"","id":281436,"title":"One Thrilling Night","adult":false,"genre_ids":[9648,35]},{"cast":[],"overview":"A raven becomes a family pet after it saves the life of a little girl. Later, the family repays the favor by saving the bird from their neighbors who demand its immediate destruction. Stars David Carradine, David Naughton","release_date":"2001-01-10","vote_average":2.0,"runtime":98,"cert":"\"\"","id":281438,"title":"Out of the Wilderness","adult":false,"genre_ids":[]},{"cast":["Patty Duke","William Schallert","Jean Byron","Paul O'Keefe","Eddie Applegate"],"overview":"Original castmembers from the 60's series reunite as Patty fights to stop her longtime nemesis Sue Ellen from turning Brooklyn Heights High into a shopping mall.","release_date":"1999-01-01","vote_average":0.0,"runtime":96,"cert":"\"\"","id":281440,"title":"The Patty Duke Show: Still Rockin' in Brooklyn Heights","adult":false,"genre_ids":[]},{"cast":["Christel Bodenstein","Rolf Ludwig","Wilfried Ortmann","Martin Flörchinger","Gerhard Rachold"],"overview":"Young lovers Hero and Claudio, soon to wed, conspire to get verbal sparring partners and confirmed singles Benedick and Beatrice to wed as well.","release_date":"1964-04-22","vote_average":6.0,"runtime":100,"cert":"N\/A","id":281442,"title":"Viel Lärm um nichts","adult":false,"genre_ids":[18,35]},{"cast":["Bruce Boxleitner","James Arness","Gregory Harrison","Stan Shaw","Ray Walston"],"overview":"Remake of the 1948 John Wayne feature about a man who rebels against his tyrannical guardian during a crucial cattle drive.","release_date":"1988-04-10","vote_average":6.0,"runtime":96,"cert":"\"\"","id":281444,"title":"Red River","adult":false,"genre_ids":[37]},{"cast":[],"overview":"On August 19, 2005 Roy Koch, along with 4,400 airline mechanics, custodians, and cleaners, went on strike against Northwest Airlines, the fourth largest airline in the world.","release_date":"2009-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":281446,"title":"The Red Tail","adult":false,"genre_ids":[]},{"cast":["Michael Shannon"],"overview":"Michael Shannon stars in the role of Herbert White, a character based on the poem of the same name by Frank Bidart. The story follows Herbert as he works in the lumber industry, supports his family, and stalks and murders women he picks up in town. While Herbert is not exactly sympathetic, viewers are allowed to enter the mind of a serial killer, and realize that most of the time he behaves like everyone else. Movies like “Henry: Portrait of a Serial Killer” have done this before, but to successfully position the audience inside the mind of a complex human monster in 14 short minutes is quite a feat.","release_date":"2010-02-13","vote_average":7.8,"runtime":14,"cert":"N\/A","id":281448,"title":"Herbert White","adult":false,"genre_ids":[]},{"cast":[],"overview":"While filming a haunted asylum in St. Louis, Missouri, documentary filmmakers uncover a secret diary of the infamous 1949 exorcism of a 13 year old boy possessed by the devil that later inspired the book and movie, The Exorcist. Utilizing hi-tech paranormal gadgetry along with a legion of supernatural experts, they search out to capture the scariest entity known to man, the Unholy Ghost.","release_date":"2010-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":281462,"title":"The Exorcist File","adult":false,"genre_ids":[]},{"cast":[],"overview":"Once upon a time there are two fighters Chu Man King and Master Wai who were from different kung fu style (Snake fist and Crane fist) and meet for the duel secretly. The loser must leave the town and allow the winner to his art in peace. Chu Man King wins and Master Wai was upset and plan for the revenge. Several years after the duel, Chu Man King decided to send his students across the land to spread his Snake fist art.","release_date":"1981-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":281464,"title":"Wu long jiao yi","adult":false,"genre_ids":[]},{"cast":["Cameron Dee","Presley Hart","Kimber Day","Alana Rains","Cassandra Nix"],"overview":"It's 1930 in Hustler Land and prohibition means anything goes!","release_date":"2014-04-25","vote_average":0.0,"runtime":109,"cert":"\"\"","id":281466,"title":"This Ain't Boardwalk Empire XXX","adult":true,"genre_ids":[35]},{"cast":[],"overview":"The documentary focuses on images of women in advertising, in particular on gender stereotypes, the effects of advertising on women's self-image and the objectification of women's bodies.","release_date":"2010-01-01","vote_average":6.8,"runtime":45,"cert":"\"\"","id":281468,"title":"Killing Us Softly 4: Advertising's Image Of Women","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281470,"title":"Caillou 16 - Caillou, der Maler und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281472,"title":"Caillou 17 - Caillou lernt Auto fahren und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":["Nova Pilbeam","Cedric Hardwicke","John Mills","Felix Aylmer","Leslie Perrins"],"overview":"The tragic story of Lady Jane Grey, the young queen who reigned in England for nine days before she was executed.","release_date":"1936-09-01","vote_average":8.3,"runtime":80,"cert":"\"\"","id":281480,"title":"Tudor Rose","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Kevin and his wife run a successful apartment building and share a wonderful life together. Kevin's brother threatens to destroy their happiness when he accidentally sets the building on fire. The stress causes Kevin to turn away from the church and puts a strain on his marriage.","release_date":"2013-01-08","vote_average":0.0,"runtime":116,"cert":"\"\"","id":281482,"title":"Under the Cherry Tree","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sci-Fi short made during the 48Hour Film Project Nairobi 2013","release_date":"2013-12-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":281484,"title":"Bulb","adult":false,"genre_ids":[]},{"cast":["Panna Rittikrai","Samart Payakarun"],"overview":"Explosive action film starring Panna Rittikrai as a man caught between corrupt police officers and vicious drug gangs.  The film features non-stop action and crazy stunts including a fight with Panna taking on four guys on top of a moving truck.","release_date":"1986-01-01","vote_average":7.0,"runtime":57,"cert":"N\/A","id":281486,"title":"Thai Police Story","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2011-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":281488,"title":"Caillou 22 - Caillou lernt Rollschuhfahren und weitere Geschichten","adult":false,"genre_ids":[]},{"cast":["Frank Zagarino","Martin Kove"],"overview":"He' s been betrayed by his country, stripped of his honor and exiled to a foreign land. Now maverick Marine officer Frank Zagarino has found a way to get back what was stolen from him. And he'll get it-no matter what it takes.","release_date":"1996-02-20","vote_average":4.3,"runtime":90,"cert":"\"R\"","id":281490,"title":"Without Mercy","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Caillou 28 - Hamsti, der Hamster und weitere Geschichten","cast":[],"id":281498,"overview":"","runtime":null,"genre_ids":[],"release_date":"2013-01-18","vote_average":0.0,"adult":false}]