[{"cast":["Kenneth Branagh"],"overview":"Many people think of the dinosaurs as the first inhabitants of the earth, but this prequel to the acclaimed \"Walking with Dinosaurs\" puts viewers in the midst of a host of strange creatures that inhabited the earth millions of years before the dinosaurs ever existed.Starting from the Cambrian Period (530 MYA) and ending at the Early Triassic Period (248 MYA), Walking With Monsters shows the life and death struggles of the fantastic creatures that existed before the dinosaurs.","release_date":"2005-11-05","vote_average":7.0,"runtime":87,"cert":"N\/A","id":28500,"title":"Before the Dinosaurs: Walking with Monsters","adult":false,"genre_ids":[99,16]},{"cast":["Vincent Price","John Kerr","Barbara Steele","Luana Anders","Antony Carbone"],"overview":"Francis Barnard goes to Spain, when he hears his sister Elizabeth has died. Her husband Nicholas Medina, the son of the most brutal torturer of the Spanish Inquisition, tells him she has died of a blood disease, but Francis finds this hard to believe. After some investigating he finds out that it was extreme fear that was fatal to his sister and that she may have been buried alive!","release_date":"1961-08-12","vote_average":6.9,"runtime":80,"cert":"","id":28501,"title":"The Pit and the Pendulum","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"No overview found.","release_date":"2006-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28502,"title":"Joakim & Praise Unit: The Whole Tour","adult":false,"genre_ids":[]},{"cast":["William Campbell","Luana Anders","Bart Patton","Mary Mitchel","Patrick Magee"],"overview":"When her husband John has a heart attack while out in a rowboat on the lake, Louise Haloran throws his body overboard and later tells the family that he has left on an urgent business trip. Her main concern is that she can only inherit a part of the family fortune if her husband is alive. The Halorans are a strange family, still grieving over the death of the youngest daughter Kathleen who drowned in a pond when she was just a child. They hold an annual ceremony of remembrance every year on the anniversary of her death. This year however, someone is wielding an ax intent on murder.","release_date":"1963-09-25","vote_average":5.7,"runtime":75,"cert":"N\/A","id":28503,"title":"Dementia 13","adult":false,"genre_ids":[27,53]},{"cast":["Lon Chaney Jr.","Carol Ohmart","Quinn K. Redeker","Beverly Washburn","Jill Banner"],"overview":"The story follows a family of inbreeds who have been afflicted by a genetic disorder known as 'Merrye syndrome', named after the family in which the disorder developed. This malady causes its victims to enter a state of age regression that starts at the age of ten and continues throughout the remainder of the person's life, rendering them with the intelligence of a child. The final generation of the family has been entrusted to the care of the family chauffeur (Lon Chaney Jr), and all is well for these odd people until a greedy branch of the family decides that they want to relieve the family of its home. Mental illness has always, and will always be, a fascinating subject for horror movies as it probes into the unknown and Spider Baby makes best use of that fact.","release_date":"1967-12-24","vote_average":7.1,"runtime":81,"cert":"N\/A","id":28504,"title":"Spider Baby","adult":false,"genre_ids":[35,27]},{"cast":["Robert Beltran","Carlos Moreno Jr.","Sonia Satra","Adrian Alvarado","Brooke Mason"],"overview":"No overview found.","release_date":"2005-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":28505,"title":"Cry of the Winged Serpent","adult":false,"genre_ids":[]},{"cast":["Joe Lando","Lisa LoCicero","Joshua Cox","Blake Gibbons","Hudson Leick"],"overview":"When a plane carrying a pair of top secret military robots crashes on a deserted Pacific island, a team of Navy seals must find them and turn them off as soon as possible for the longer they are activated, the smarter they become.","release_date":"2006-09-11","vote_average":3.3,"runtime":94,"cert":"N\/A","id":28506,"title":"A.I. Assault","adult":false,"genre_ids":[53,878]},{"cast":["Andreas Fröhlich","Amber Steele"],"overview":"No overview found.","release_date":"2006-08-16","vote_average":0.0,"runtime":74,"cert":"N\/A","id":28507,"title":"TRIP - Remix Your Expirence","adult":false,"genre_ids":[]},{"cast":["Michael Paré","Sandra Hess","Fintan McKeown","Kate Orsini","Tim Abell"],"overview":"Two CIA agents are sent to Bucharest, Romania to solve a high profile kidnapping. But what they discover is something inexplicable. An evil gargoyle, once thought dead and banished forever, has returned with a vengeance.","release_date":"2004-10-26","vote_average":4.3,"runtime":87,"cert":"N\/A","id":28508,"title":"Gargoyle","adult":false,"genre_ids":[27]},{"cast":["Michael Paré","Michelle Borth","Ryan McTavish","Renee Talbert","Jerri Manthey"],"overview":"A team of environmentalists, including a reporter, her camera man, and an environmentalist's famous girlfriend charter a boat and with the captain, sail to a military island. They suspect the island is hosting to illegal activities. Upon arrival, however, they find no one. They finally reach a deserted house, where they find Dr. Susan Richardson, who tells them that everyone on the island is dead, including her father. Richardson's team were working on a compound that could make edible plants grow to super size, however the military intervened with plans of their own. They wanted to test the compound's effects on animals, and proceeded to feed it to several komodo dragons and cobras.","release_date":"2005-08-19","vote_average":3.4,"runtime":94,"cert":"N\/A","id":28509,"title":"Komodo vs. Cobra","adult":false,"genre_ids":[27,878,10770]},{"cast":["Jean-Claude Van Damme","Dolph Lundgren","Andrei Arlovski","Mike Pyle","Corey Johnson"],"overview":"When terrorists threaten nuclear catastrophe, the world's only hope is to reactivate decommissioned Universal Soldier Luc Deveraux. Rearmed and reprogrammed, Deveraux must take on his nemesis from the original Universal Soldier and a next-generation \"UniSol\".","release_date":"2009-10-01","vote_average":5.4,"runtime":97,"cert":"18","id":28510,"title":"Universal Soldier: Regeneration","adult":false,"genre_ids":[12,28,878,53]},{"cast":["Paul Logan","Scott Carson","Erica Ortega","Christopher Maleki","Kim Little"],"overview":"The deal is simple. Buy the stolen drugs for almost nothing, sell them and make a bundle. For Ray and the others, it's the deal of their lives. For Heather, the rich girl, it's a ride on the wild side. Deep in the dark, abandoned warehouse, Speed, the dealer, counts the money. Outside, a black Mercedes pulls up...five killers step out. They want their drugs back and they don't want witnesses. Trapped in the warehouse, the horror begins.","release_date":"1997-02-09","vote_average":1.3,"runtime":86,"cert":"N\/A","id":28513,"title":"Killers","adult":false,"genre_ids":[28,53,27]},{"cast":["Kim Little","D.C. Douglas","Nick Stellate","Melissa Reneé Martin","Steven Glinn"],"overview":"No overview found.","release_date":"2002-01-31","vote_average":3.0,"runtime":87,"cert":"N\/A","id":28514,"title":"Killers 2: The Beast","adult":false,"genre_ids":[28,27,53]},{"cast":["Bob Bragg","David 'Shark' Fralick","Jennifer Siebel Newsom","Paul Logan","Ted Monte"],"overview":"No overview found.","release_date":"2009-09-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":28515,"title":"Aliens on Crack","adult":false,"genre_ids":[28,12,35]},{"cast":["Rhett Giles","Paul Logan","Andreas Beckett","Denise Boutte","Brent Falco"],"overview":"Dr. Abraham Van Helsing is granted immortality by the Catholic Church until he can hunt down the last vampire prince.","release_date":"2005-02-22","vote_average":2.9,"runtime":90,"cert":"N\/A","id":28516,"title":"Way of the Vampire","adult":false,"genre_ids":[27,28,53]},{"cast":["Jessica Graham","Tim Abell","Willow Hale","Elina Madison","Joe Wanjai Ross"],"overview":"Fay is a small town girl on a cross country road trip, trying to escape her own reality after the death of her father. When her muscle car breaks down during a drag race she finds herself stranded along route 66 in an isolated desert town. Short on cash, she makes a series of choices to make enough money to repair her car. After encountering a neurotic, drug abusing clown she finds herself sliding down a dark spiral. Soon thereafter, her road trip starts to devolve into a living nightmare. Trapped and desperate, she fights to regain her identity while navigating through a host of locals; a creepy motel clerk, an overzealous preacher, and a sexy temptress with horns and a tail.","release_date":"2007-10-05","vote_average":3.3,"runtime":83,"cert":"N\/A","id":28517,"title":"Devil Girl","adult":false,"genre_ids":[35,27]},{"cast":["Tony Todd","Tracy Scoggins","Vernon Wells","Danielle Nicolet","Stephen Wastell"],"overview":"Tony Todd (Clive Barker's Candyman, Final Destination 2) is Dr. Henry Jekyll in this blood-drenched, modern adaptation of the macabre classic. Part crime thriller, part psychological horror, The Strange Case of Dr. Jekyll And Mr. Hyde takes Robert Louis Stevenson's sinister story to chilling new depths as Mr. Hyde leaves a grisly trail while terrorizing local college co-eds. With the police bearing down on him, Mr. Hyde attacks Henry's fiancee in the demented denouement of this twisted tale that must be seen to be believed!","release_date":"2006-02-01","vote_average":1.0,"runtime":89,"cert":"N\/A","id":28518,"title":"The Strange Case of Dr. Jekyll and Mr. Hyde","adult":false,"genre_ids":[27,53]},{"cast":["Rebecca Pidgeon","Gemma Jones","Nigel Hawthorne","Sarah Flind","Colin Stinton"],"overview":"Early 20th century England: while toasting his daughter Catherine's engagement, Arthur Winslow learns the royal naval academy expelled his 14-year-old son, Ronnie, for stealing five shillings. Father asks son if it is true; when the lad denies it, Arthur risks fortune, health, domestic peace, and Catherine's prospects to pursue justice.","release_date":"1999-03-18","vote_average":6.8,"runtime":104,"cert":"U","id":28519,"title":"The Winslow Boy","adult":false,"genre_ids":[18]},{"cast":["Joseph Gordon-Levitt","Lynn Collins","Assumpta Serna","Nelson Landrieu","Manoel Felciano"],"overview":"Every choice has a consequence. But what if the flip of a coin could trigger two separate but parallel destinies? Bobby (Joseph Gordon-Levitt) and Kate (Lynn Collins) are a young New York couple at a crossroads whose lives are about to take very different directions. A seemingly ordinary July 4th is cleaved in two by the flip of a coin. One path leads them to gentle discoveries about family, loss and each other on a visit to Brooklyn, and the other plunges them into an urban nightmare of pursuit, suspense and murder in Manhattan.","release_date":"2009-11-15","vote_average":5.5,"runtime":101,"cert":"N\/A","id":28520,"title":"Uncertainty","adult":false,"genre_ids":[18,53,10749]},{"cast":["Tony Moran","Tony Todd","P.J. Soles","Michael Berryman","Tiffany Shepis"],"overview":"Jack Fox, a burnt out detective, is being forced into early retirement, as the worst serial killer since the Boston Strangler begins a killing spree through the streets of Salem. When detective Steve Ryan moves to town with his family, Jack is torn between a life of retirement and sanity or helping rookie detective Ryan in his quest to solve these killings that are haunting the people of Salem.","release_date":"2010-05-15","vote_average":2.0,"runtime":90,"cert":"N\/A","id":28521,"title":"Beg","adult":false,"genre_ids":[27,9648,878]},{"cast":["Laurie Baranyay","Stan Klimecko","John Freedom Henry","Justin Ipock","Julian Thomas"],"overview":"In 1968, in the Ravenside Military Hospital in a military facility in Pennsylvania, the army loses control of an experiment of a lethal bacteriologic weapon that changes the DNA and transforms human beings into zombies. A group of soldiers is sent to the hospital to eliminate the infected staff and interns but private DeLuca steals a test tube with the virus and hides it inside a vacuum flask. He is transformed into a zombie and killed but the vacuum flask falls in the grass. In the present days, a group of patients in the mental institution Ravenside Memorial Hospital finds the vacuum flask and later when one of them opens the vessel, the culture tube drops on the floor of a bathroom contaminating the group and their Dr. Donwynn.","release_date":"2005-08-10","vote_average":2.5,"runtime":103,"cert":"N\/A","id":28522,"title":"Day of the Dead 2: Contagium","adult":false,"genre_ids":[27,878]},{"cast":["Jece Valadão","Daniel Filho","Norma Bengell","Hugo Carvana","Lucy de Carvalho"],"overview":"This film captures the criminal behavior of two young Copacabana thugs (the \"cafajestes\"). The two plan a blackmail coup against a rich old man, using nude pictures of a lady on a deserted beach. But things don't always happen as planned.","release_date":"1962-03-24","vote_average":6.6,"runtime":100,"cert":"N\/A","id":28525,"title":"The Unscrupulous Ones","adult":false,"genre_ids":[18]},{"cast":["Erik Stocklassa","Bror Berger","Richard Lund","Axel Nilsson","Hjalmar Selander"],"overview":"Three Scottish officers, including Sir Archi, murder Sir Arne and his household for a coffin filled with gold. The only survivor is Elsalill, who moves to relatives in Marstrand. There she meets a charming young officer - Sir Archi, and she soon understands that he was one of the murderers. She is in a classic dilemma between her love for Sir Archi and justice.","release_date":"1919-09-18","vote_average":6.8,"runtime":106,"cert":"N\/A","id":28526,"title":"Sir Arne's Treasure","adult":false,"genre_ids":[36,18]},{"cast":["Monic Hendrickx","Jaap Spijkers","Roef Ragas","Rudi Falkenhagen","Hakim Traidia"],"overview":"Drama on the dawning love between a Polish woman and a farmer. Anna is forced to work in a brothel, but manages to escape. She's found, exhausted and scared, by Henk (the farmer) who offers her a place to stay, but her past chases her.","release_date":"1998-05-26","vote_average":7.3,"runtime":89,"cert":"N\/A","id":28527,"title":"The Polish Bride","adult":false,"genre_ids":[18,10749]},{"cast":["Humphrey Bogart","Rod Steiger","Jan Sterling","Mike Lane","Max Baer"],"overview":"Jobless sportswriter Eddie Willis is hired by corrupt fight promoter Nick Benko to promote his current protégé, an unknown Argentinian boxer named Toro Moreno. Although Moreno is a hulking giant, his chances for success are hampered by a powder-puff punch and a glass jaw. Exploiting Willis' reputation for integrity and standing in the boxing community, Benko arranges a series of fixed fights that propel the unsophisticated Moreno to #1 contender for the championship. The reigning champ, the sadistic Buddy Brannen, harbors resentment at the publicity Toro has been receiving and vows to viciously punish him in the ring. Eddie must now decide whether or not to tell the naive Toro the truth.","release_date":"1956-05-09","vote_average":7.1,"runtime":109,"cert":"N\/A","id":28528,"title":"The Harder They Fall","adult":false,"genre_ids":[18]},{"cast":["Larry Poindexter","Linda Blair","Edward Albert","Julie Strain","Rochelle Swanson"],"overview":"Two friends, who both work for the same high-priced, high-powered law firm, are both married to modern day witches. Erica, the wife of Larry, believes that he is being led astray by Carol, an old flame, who also works for the same law firm. Erica decides to act and one night after a torrid sex session Larry drifts off to sleep and begins to dream. Soon the dream turns into a nightmare of sex, violence, murder and death involving himself, his friends and colleagues from the law firm which appears to be frighteningly realistic...","release_date":"1995-01-04","vote_average":4.8,"runtime":93,"cert":"N\/A","id":28529,"title":"Sorceress","adult":false,"genre_ids":[14,27,53]},{"cast":["Julie Strain","Greg Wrangler","Sandahl Bergman","Julie K. Smith","Christian Noble"],"overview":"In this sensual horror tale, Paul Stevens is transported to a mysterious world where he is surrounded by strange and beautiful women, led by Tara Coventry. Tara initiates Paul into their world of bizarre erotic rituals; however Tara and her minions are actually practitioners of black magic, who are trying to snare Paul's soul through their sexual mischief. Will he realize the evil he has fallen into before it is too late?","release_date":"1997-08-02","vote_average":4.3,"runtime":82,"cert":"N\/A","id":28530,"title":"Sorceress II: The Temptress","adult":false,"genre_ids":[27,10749,53]},{"cast":[],"overview":"Explore the Forts of Old San Juan, Puerto Rico, including San Juan National Historic Site. Discover the uncommonly beautiful shores of San Juan and see spanish military architecture at its finest, including Forts San Cristóbal, San Felipe del Morro and San Juan de la Cruz, as well as the walls of Old San Juan. These are the largest and oldest Spanish fortifications in the New World.","release_date":"2008-02-21","vote_average":0.0,"runtime":40,"cert":"N\/A","id":28531,"title":"San Juan National Historic Site","adult":false,"genre_ids":[99]},{"cast":["Barbara Steele","Georges Rivière","Margrete Robsahm","Arturo Dominici","Silvano Tranquilli"],"overview":"A writer accepts a wager that he cannot spend the night alone in a haunted castle on All Soul's Eve. Once night falls at the castle, several who had been murdered therein return to life, reliving their deaths and seeking to kill the writer for his blood in a vain attempt to stay alive beyond that one night.","release_date":"1964-02-27","vote_average":7.1,"runtime":87,"cert":"N\/A","id":28532,"title":"Castle of Blood","adult":false,"genre_ids":[27]},{"cast":["Barbara Steele","Peter Baldwin","Elio Jotta","Harriet Medin","Carol Bennet"],"overview":"A woman and her lover murder her husband, a doctor. Soon, however, strange things start happening, and they wonder if they really killed him, or if he is coming back from the dead to haunt them.","release_date":"1963-03-30","vote_average":6.6,"runtime":97,"cert":"N\/A","id":28533,"title":"The Ghost","adult":false,"genre_ids":[27,53]},{"cast":["Gérard Tichy","Leo Anchóriz","Ombretta Colli","Helga Liné","Irán Eory"],"overview":"The beautiful young daughter of a crazed count fears that she will fall victim to the family curse - to be sacrificed to fulfill an ancient family legend.","release_date":"1963-06-06","vote_average":5.0,"runtime":87,"cert":"N\/A","id":28536,"title":"The Blancheville Monster","adult":false,"genre_ids":[27]},{"cast":["Alex Jones"],"overview":"9\/11: They knew. They not only let it happen, they MADE it happen!","release_date":"2002-01-01","vote_average":7.3,"runtime":144,"cert":"N\/A","id":28537,"title":"911: The Road to Tyranny","adult":false,"genre_ids":[99]},{"cast":["Giacomo Rossi-Stuart","Ombretta Colli","Renato Baldini","Wilbert Bradley","Enzo Fiermonte"],"overview":"A heroic expedition braves snow-whipped precipices and discovers the dreaded humanoids. But wait – these are extraterrestrial yetis who zipped in from outer space to conquer Earth by melting the polar ice caps with high-energy proton fields. Will mankind be global-warmed into surrender?","release_date":"1967-01-18","vote_average":3.5,"runtime":90,"cert":"N\/A","id":28538,"title":"The Snow Devils","adult":false,"genre_ids":[878]},{"cast":["Giacomo Rossi-Stuart","Ombretta Colli","Enzo Fiermonte","Halina Zalewska","Goffredo Unger"],"overview":"Scientists try to prevent a collision between Earth and a planet that is heading for it.","release_date":"1966-07-29","vote_average":5.7,"runtime":80,"cert":"N\/A","id":28539,"title":"War Between the Planets","adult":false,"genre_ids":[878]},{"cast":["Barbara Cupisti","Pietro Genuardi","Lorenzo Majnoni","Giacomo Rossi-Stuart","Gaetano Russo"],"overview":"As part of a science experiment, a man has spent a record-breaking length of time alone down a hole, but an hour before he's due to re-emerge, something goes wrong and his colleagues have to go in to rescue him.","release_date":"1989-01-01","vote_average":4.6,"runtime":90,"cert":"N\/A","id":28540,"title":"The Hell's Gate","adult":false,"genre_ids":[27]},{"cast":["William Shatner"],"overview":"Funky music, holiday magic and a supersonic sleigh are all wrapped up in this CGI-animated family adventure starring William Shatner as the voice of Santa! Trevor is a true believer in the holiday spirit, so his skeptical best friend, Veronica, challenges him to show the world actual proof that Santa is real! Trevor and his friends embark on the adventure of a lifetime to catch Santa in action and reveal the true magic of Christmas. But they've got to find Santa before LeFreeze - a dim-witted monster who's carrying a serious 100-year-old grudge - and his snowman minions put Christmas on ice forever! Join the race to save Christmas in GOTTA CATCH SANTA CLAUS, the jolly, jammin', modern-day holiday classic destined to become a family tradition!","release_date":"2008-12-11","vote_average":2.5,"runtime":66,"cert":"N\/A","id":28543,"title":"Gotta Catch Santa Claus","adult":false,"genre_ids":[16,10751]},{"cast":["Raymond Andrew Bailey","Laura Fuller","Megan Heffernan","Liz Cunningham","Christopher Soren Kelly"],"overview":"Too much celebrating after scoring the year's biggest story leads to 24 missing hours in the life of photojournalist Aaron Doherty. Awakening in a wheat field with no memory of the previous day, Aaron struggles to account for the gap. Sent back in time when the phenomenon recurs, the progressively disoriented Aaron is left to untangle the vast political conspiracy that's behind it all.","release_date":"2005-10-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":28546,"title":"11:59","adult":false,"genre_ids":[9648,53]},{"cast":["Jamie Gillis","Samantha Fox","Vanessa del Rio","Roger Caine","Gordon G. Duvall"],"overview":"Sailing to the USA, smuggler Vita Valdez stabs Count Dracula, but he bites her. A necrophiliac morgue attendant reveals she became a vampire. She becomes Dracula's secretary but turns a sergeant into a vampire against Dracula.","release_date":"1980-12-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":28549,"title":"Dracula Exotica","adult":true,"genre_ids":[35,27]},{"cast":["Todd Barbee","Melanie Kohn","Stephen Shea","Linda Ercoli","Lynn Mortensen"],"overview":"Charlie Brown, Linus and the entire Peanuts gang are off on a lively Easter egg hunt. They suspect they've spotted the Easter Bunny … but the trouble is, he looks a lot like a certain beagle who's near and dear to Charlie Brown's heart. Is it truly the Easter Bunny, or is it just the irrepressible Snoopy playing a trick on the kids?","release_date":"1974-04-09","vote_average":6.4,"runtime":25,"cert":"N\/A","id":28550,"title":"It's the Easter Beagle, Charlie Brown","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Charlie Sheen","Martin Sheen","Laurence Fishburne","Blu Mankuma","Michael Beach"],"overview":"As punishment for drunken, rebellious behavior, a young white soldier is thrown into a stockade populated entirely by black inmates. But instead of falling victim to racial hatred, the soldier joins forces with his fellow prisoners and rises up against the insanely tyrannical and bigoted prison warden.","release_date":"1990-11-16","vote_average":6.4,"runtime":97,"cert":"N\/A","id":28553,"title":"Cadence","adult":false,"genre_ids":[18]},{"cast":["Danny Aiello","Jane Curtin","Daniel Sauli","Marisa Ryan","Heather Burns"],"overview":"Giorgio's Lobster Farm has been a tradition in Brooklyn for over 65 years. Manned by an eccentric crew and serving the best seafood in the state","release_date":"2005-11-04","vote_average":7.0,"runtime":94,"cert":"N\/A","id":28554,"title":"Brooklyn Lobster","adult":false,"genre_ids":[35,18]},{"cast":["Kari Wührer","Jeff Trachta","Barbara Crampton","Melissa Stone","Seth Adam Jones"],"overview":"In the vein of \"The Hand That Rocks the Cradle\" and fraught with mystery and edge-of-your seat suspense, Kari Wuhrer Poison tells the darkly insidious story of the Garrett household and their descent into a hellish world of sexual malice and physical terror! Seeking revenge for her husband's death, Ann ingratiates herself with the Garretts under the guise of a caring housekeeper. Once she gains their trust, Ann begins to wreak havoc upon them. Seduction and malice are her weapons as she attempts to eliminate everyone she believes is responsible.","release_date":"2001-09-18","vote_average":5.8,"runtime":92,"cert":"N\/A","id":28555,"title":"Poison","adult":false,"genre_ids":[80,53]},{"cast":["Ernie Gray","Nathan Phillips","Dan Spielman","Ronald Tencati"],"overview":"In The Realm of the Hackers is a documentary about the prominent hacker community, centered in Melbourne, Australia in the late 80's to early 1990. The storyline is centered around the Australian teenagers going by the hacker names \"Electron\" and \"Phoenix\", who were members of an elite computer hacking group called The Realm and hacked into some of the most secure computer networks in the world, including those of the US Naval Research Laboratory, Lawrence Livermore National Laboratory, a government lab charged with the security of the US nuclear stockpile, and NASA.","release_date":"2003-05-29","vote_average":7.3,"runtime":55,"cert":"N\/A","id":28556,"title":"In the Realm of the Hackers","adult":false,"genre_ids":[99]},{"cast":["Bob Dermer","Luba Goy","Dan Hennessey","Jim Henshaw","Allyson Lupovich"],"overview":"An animated version, starring the Care Bears, of the fairy tale that inspired the famous ballet.","release_date":"1988-11-05","vote_average":6.5,"runtime":61,"cert":"N\/A","id":28557,"title":"Care Bears: The Nutcracker","adult":false,"genre_ids":[16,35,10751,14]},{"cast":["James Ellison","Heather Angel","John Howard","Bramwell Fletcher","Heather Thatcher"],"overview":"A werewolf prowls around at night but only kills certain members of one family. It seems like just a coincidence but the investigating Inspector soon finds out that this tradition has gone on for generations and tries to find a link between the werewolf and the family, leading to a frightening conclusion.","release_date":"1942-11-27","vote_average":5.8,"runtime":63,"cert":"N\/A","id":28558,"title":"The Undying Monster","adult":false,"genre_ids":[27]},{"cast":["Sam McMurray","Ann Magnuson","Sandy Baron","Elaine Hendrix","Mary Woronov"],"overview":"The made for television movie Munster's Scary Little Christmas, created three decades after the demise of the original series, concerns son Eddie missing his home in Transylvania. Soon the entire family bands together to teach the young boy everything great about the holiday season.","release_date":"1996-12-17","vote_average":3.3,"runtime":91,"cert":"N\/A","id":28559,"title":"The Munsters' Scary Little Christmas","adult":false,"genre_ids":[35,10751,10770]},{"cast":["Sterling Hayden","Gloria Grahame","Gene Barry","Marcia Henderson","Max Showalter"],"overview":"Questioned as a murder suspect, solid (but drunk) citizen Al Willis attacks his police questioners, is beaten, and swears vengeance against them. Next night, Lieut. Parks is murdered; Willis is the only suspect in the eyes of tough Chief Conroy, who pursues him doggedly despite lack of evidence. The obsessed Conroy is dismissed from the force, but continues to harass Willis, who flees to a sleazy town on the Mexican border. Of course, Conroy follows. But which is crazy, Conroy or Willis?","release_date":"1954-10-01","vote_average":5.1,"runtime":86,"cert":"N\/A","id":28560,"title":"Naked Alibi","adult":false,"genre_ids":[80]},{"cast":["Charles McGraw","Joan Dixon","Lowell Gilmore","Louis Jean Heydt","Milburn Stone"],"overview":"An insurance agent's greedy girlfriend with a taste for mink leads him to a life of crime.","release_date":"1951-01-01","vote_average":5.5,"runtime":73,"cert":"","id":28561,"title":"Roadblock","adult":false,"genre_ids":[80]},{"cast":["J.A. Steel","Julie Corgill","Glen Jensen","Ben Bayless"],"overview":"A Creature terrorizes a small town and it is up to a small group of scientists to stop it.","release_date":"2010-01-01","vote_average":2.0,"runtime":83,"cert":"N\/A","id":28562,"title":"Denizen","adult":false,"genre_ids":[28,12,35,27]},{"cast":["Heather Surdukan","Ben Bayless","Glen Jensen","Devon Brewster","Alyssa Wilson"],"overview":"The centuries old battle between the powers of heaven and the forces of hell have collided in a final modern day showdown. The determining factor my lie in the heart of a little girl, murdered at 8 she has arisen to avenge those that have wronged her, but will find that the truth is not always as it seems. Will she risk damning her own soul to purgatory forever to do what's right?","release_date":"2007-08-19","vote_average":0.0,"runtime":86,"cert":"N\/A","id":28563,"title":"Salvation","adult":false,"genre_ids":[28,27,878]},{"cast":["Clark Gable","William Powell","Myrna Loy","Leo Carrillo","Nat Pendleton"],"overview":"The friendship between two orphans endures even though they grow up on opposite sides of the law and fall in love with the same woman.","release_date":"1934-05-04","vote_average":6.9,"runtime":93,"cert":"N\/A","id":28564,"title":"Manhattan Melodrama","adult":false,"genre_ids":[80,18,10749]},{"cast":["Jack Forcinito","Andy Hopper","Nadine Stenovitch","Lew Temple","Vernon Wells"],"overview":"A week before Christmas a viral outbreak turns the citizens of Los Angeles into the walking dead. On the brink of severing ties with both his wife and longtime partner, L.A.P.D. officer Frank Talbot finds himself trapped with them. As death closes in their survival is further threatened by the fact that both men love the same woman.","release_date":"2009-10-31","vote_average":4.5,"runtime":83,"cert":"","id":28565,"title":"Silent Night, Zombie Night","adult":false,"genre_ids":[27,28,35,10749]},{"cast":["Lance Henriksen","Robin Givens","William Zabka","Gastón Pauls","Teodora Duhovnikova"],"overview":"After a terrorist with an implanted nuclear detonator gets shot, a team of scientists must defuse the bomb by miniaturizing themselves and going into his bloodstream. His organism's antibodies start to mass against them.","release_date":"2002-12-04","vote_average":3.7,"runtime":90,"cert":"15","id":28572,"title":"Antibody","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Erika Blanc","Adolfo Celi","Paolo Ferrari","Milla Sannoner","Sandro Pizzochero"],"overview":"","release_date":"1969-09-11","vote_average":0.0,"runtime":96,"cert":"N\/A","id":28573,"title":"A Man for Emmanuelle","adult":false,"genre_ids":[18]},{"cast":["Laura Gemser","Gabriele Tinti","Maria Romano","Ursula Flores","Antonella Giacomini"],"overview":"Emanuelle goes undercover into a prison to expose the corrupted officials who are brutalizing the inmates. Emanuelle is shocked by the horrors and humiliation the prisoners are subjected to, but when her true identity is discovered, she finds herself at the receiving end.","release_date":"1982-11-10","vote_average":5.2,"runtime":99,"cert":"N\/A","id":28574,"title":"Violence in a Women's Prison","adult":false,"genre_ids":[28,53]},{"cast":["Susan Hayward","Richard Conte","Eddie Albert","Jo Van Fleet","Don Taylor"],"overview":"Deprived of a normal childhood by her ambitious mother, Katie (Jo Van Fleet), Lillian Roth (Susan Hayward) becomes a star of Broadway and Hollywood before she is twenty. Shortly before her marriage to her childhood sweetheart, David Tredman (Ray Danton), he dies and Lillian takes her first drink of many down the road of becoming an alcoholic.","release_date":"1955-12-25","vote_average":6.8,"runtime":117,"cert":"N\/A","id":28575,"title":"I'll Cry Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Annie Liu","Francis Ng","Masato","Dylan Kuo","Ryo Ishibashi"],"overview":"Based on the Japanese Manga about Ryo Narushima, a talented, college-bound student who murders both of his parents in cold blood. He is sent to a reformatory where he trains in karate under Kenji Kurokawa, a man imprisoned after trying to assassinate the Japanese Prime Minister. Two years after his conviction, Ryo is released and begins a new life as an ultra-violent professional fighter.","release_date":"2007-05-17","vote_average":6.0,"runtime":105,"cert":"N\/A","id":28578,"title":"Shamo","adult":false,"genre_ids":[28]},{"cast":["Isabelle Stephen","Jan Pivon","Melantha Blackthorne","Suzi Lorraine","Michael Brunet"],"overview":"No overview found.","release_date":"2006-07-08","vote_average":0.0,"runtime":83,"cert":"N\/A","id":28579,"title":"She-Demons of the Black Sun","adult":false,"genre_ids":[]},{"cast":["Ray Milland","Jane Wyman","Phillip Terry","Howard Da Silva","Doris Dowling"],"overview":"Don Birnam, a long-time alcoholic, has been sober for ten days and appears to be over the worst... but his craving has just become more insidious. Evading a country weekend planned by his brother and girlfriend, he begins a four-day bender that just might be his last - one way or another.","release_date":"1945-11-29","vote_average":7.8,"runtime":101,"cert":"N\/A","id":28580,"title":"The Lost Weekend","adult":false,"genre_ids":[18]},{"cast":["Melantha Blackthorne","Elisabeth Faure","Magenta Baribeau","Costa Alexandrakis","Michael Brunet"],"overview":"No overview found.","release_date":"2005-07-13","vote_average":6.0,"runtime":78,"cert":"N\/A","id":28581,"title":"Purple Glow","adult":false,"genre_ids":[]},{"cast":["Christine Ghawi","Robert Araujo","Kymberley Dawn Hugman","Joseph Taylor","Magenta Baribeau"],"overview":"","release_date":"2007-07-14","vote_average":1.0,"runtime":93,"cert":"N\/A","id":28582,"title":"Rise of the Ghosts","adult":false,"genre_ids":[]},{"cast":["Melantha Blackthorne","Suzi Lorraine","Elisabeth Faure","Jan Pivon","Costa Alexandrakis"],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":28583,"title":"The Night They Returned","adult":false,"genre_ids":[]},{"cast":["Deke Richards","Heidi Hawkins","Keir Cutler","Robert Reynolds","Alison Louder"],"overview":"A crew on a remote construction site are plagued by a series of bizarre mishaps. As the incidents turn more and more savage, it becomes clear that the sole link to the deadly events - is a 50-ton bulldozer.","release_date":"2009-07-24","vote_average":1.0,"runtime":104,"cert":"N\/A","id":28584,"title":"Crawler","adult":false,"genre_ids":[27,53]},{"cast":["Suzi Lorraine","Kerri Taylor","Ana Arapović","Cindel Chartrand","Danielle Doetsch"],"overview":"When a bus-load of women's college soccer players get stranded on their way to a bikini car-wash fundraiser, they decide to set-up shop in front of an abandoned gas station on the edge of town. Little do they know the place is the stalking-grounds for a homicidal maniac mechanic named Moe.","release_date":"2009-08-14","vote_average":3.3,"runtime":82,"cert":"N\/A","id":28585,"title":"Bikini Girls on Ice","adult":false,"genre_ids":[27]},{"cast":["Richard Carlson","Lugene Sanders","Juli Reding","Joe Turkel","Lillian Adams"],"overview":"A jazz pianist is haunted by his dead ex-lover's crawling hand and floating head.","release_date":"1960-09-22","vote_average":4.8,"runtime":75,"cert":"N\/A","id":28586,"title":"Tormented","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1997-01-01","vote_average":10.0,"runtime":46,"cert":"N\/A","id":28589,"title":"Tales From The Far Side II","adult":false,"genre_ids":[]},{"cast":["William Bryant","Patti Gallagher","Douglas Henderson","Wanda Curtis","Marvin Miller"],"overview":"In 1960, four American scientists travel to a planet that has just entered Earth's solar system to see if it's able to support an Earth colony. They find an oxygen atmosphere, a lush earth-like forest, and earth-like animals living around a potable fresh-water lake.","release_date":"1955-07-17","vote_average":1.5,"runtime":63,"cert":"N\/A","id":28590,"title":"King Dinosaur","adult":false,"genre_ids":[878]},{"cast":["Jerome Williams","Bob Tranchell","Sherwin Mackintosh","Clegg Dyson","Teresa Davis"],"overview":"A Musical Based on the Acts of the Apostles","release_date":"1987-01-01","vote_average":0.0,"runtime":236,"cert":"N\/A","id":28591,"title":"Upside Down","adult":false,"genre_ids":[18,10751,36]},{"cast":["Christopher Lee","Gaia Germani","Philippe Leroy","Mirko Valentin","Donald Sutherland"],"overview":"Count Drago invites over entertainers to his castle, but what the people don't know is that Drago mummifies animals and humans!","release_date":"1964-08-05","vote_average":5.9,"runtime":90,"cert":"N\/A","id":28592,"title":"The Castle of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Leighton Meester","Kailin See","Lisa Marie Caruk","Meghan Ory","Agam Darshi"],"overview":"Samantha Willows, a college freshman, looks to pledge a sorority. Unbeknownst to Sam, it is haunted by a former pledge taking revenge on those who wronged her.","release_date":"2007-10-06","vote_average":5.4,"runtime":90,"cert":"","id":28593,"title":"The Haunting of Sorority Row","adult":false,"genre_ids":[27,53,9648]},{"cast":["Mädchen Amick","Vincent Spano","Shawn Michael Howard","Daveigh Chase","David Fonteno"],"overview":"A clan of evil rats overtakes a Manhattan department store and threatens to overrun the city.","release_date":"2002-09-17","vote_average":5.6,"runtime":94,"cert":"N\/A","id":28594,"title":"The Rats","adult":false,"genre_ids":[53,27,878]},{"cast":["John Ritter","Michael Oliver","Jack Warden","Laraine Newman","Amy Yasbeck"],"overview":"Junior and his father, Ben, move from Cold River to Mortville. Junior becomes threatened by Ben's desire to date again and find a new mother for Junior, and sabotages each of his dates.","release_date":"1991-07-03","vote_average":5.3,"runtime":90,"cert":"N\/A","id":28597,"title":"Problem Child 2","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28598,"title":"110° In Tuscon","adult":true,"genre_ids":[]},{"cast":["Shannon Tweed","Bill Ferrell","Ted Prior","Jodie Fisher","Ron Robbins"],"overview":"Manipulation and seduction lead to blackmail, deception, and before long, a brutal murder.","release_date":"1998-01-01","vote_average":2.5,"runtime":91,"cert":"N\/A","id":28599,"title":"Dead by Dawn","adult":false,"genre_ids":[53,18]},{"cast":["David Parry","William Knight","Stephen Quadros","Michael Wayne","Sean Heyman"],"overview":"An American reporter covering a civil war in Nicaragua discovers that four soldiers that he used to know during World War II are there and they are actual vampires fighting their own personal war against an evil Nicaraguan general and his own personal army of vampires terrorizing the country.","release_date":"1990-06-01","vote_average":3.3,"runtime":86,"cert":"N\/A","id":28600,"title":"The Lost Platoon","adult":false,"genre_ids":[28,27,10752]},{"cast":["William Katt","Justin Chapman","Sherman Howard","Carolyn Lowery","Gilbert Gottfried"],"overview":"Chapter 3 of the Problem Child trilogy features pre-teened Junior in love with a classmate that won't even notice him, but does notice three other boys who are rivals to Junior. This means war!","release_date":"1995-05-13","vote_average":4.2,"runtime":87,"cert":"N\/A","id":28601,"title":"Problem Child 3","adult":false,"genre_ids":[35,14]},{"cast":["Adam Mayfield","Alissa Koenig","Jim Hazelton","Kristi Pearce","Jack Forcinito"],"overview":"Fifty years after a world-wide zombie epidemic had begun, a small group of rebel soldiers learn that intelligent zombies have begun breeding humans for food. The soldiers plan an all-out war to rid the Earth of the flesh-eating monsters for good, as the rest of the surviving world's population struggles to survive against the zombie hordes.","release_date":"2006-11-10","vote_average":4.2,"runtime":80,"cert":"N\/A","id":28602,"title":"Zombie Wars","adult":false,"genre_ids":[27]},{"cast":["Kim Rossi Stuart","Amy Lynn Baxter","Christopher Alan","Ted Prior","David Haynes"],"overview":"After studying martial arts in the Philippines and defeating his opponent Quino, Anthony Scott heads back to the U.S. to attend college. Making the promise to his teacher that he will not fight, Anthony finds himself the target of the Tigers, a local martial arts gang led by bully Dick. When Dick constantly attempts to fight Anthony, Anthony refuses. However, Anthony will fight under the condition that it will be a fair fight. When Dick resorts to dirty tactics, Anthony uses his special move, The Dragon Strike, to defeat Dick. Upset at his loss, Dick decides to get even through the Tigers' real leader, Mark Sanders.","release_date":"1988-09-22","vote_average":4.4,"runtime":92,"cert":"N\/A","id":28603,"title":"Karate Warrior 2","adult":false,"genre_ids":[28,12]},{"cast":["Janine Lindemulder","Darrel Guilbeau","Michelle Kemp","Jeff Greenman","Lara Belmonte"],"overview":"\"Porky\" style teen comedy with plenty of gross out jokes and nudity. A nerd and his out-of-control friend chase a dream girl to a beach on Florida where all the expected carrying on occurs.","release_date":"1989-01-01","vote_average":2.3,"runtime":91,"cert":"N\/A","id":28604,"title":"Lauderdale","adult":false,"genre_ids":[]},{"cast":["Damon Martin","Royal Dano","Phil Fondacaro","J. Downing","Kerry Remsen"],"overview":"Ghoulies II picks up a short time after the first movie, a few of the little nasties stow away on an amusement park ride and bring big bucks to a dying fair. The creatures are mad after an attempt to kill them, so the creatures go on a rampage through the fairgrounds, ultimately leading to an explosive conclusion!","release_date":"1987-09-22","vote_average":4.8,"runtime":89,"cert":"15","id":28605,"title":"Ghoulies II","adult":false,"genre_ids":[35,27]},{"cast":["Ernest Borgnine","Linda Blair","Stuart Whitman","Gabriella Giorgelli","Janine Lindemulder"],"overview":"No overview found.","release_date":"1988-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":28606,"title":"Moving Target","adult":false,"genre_ids":[53]},{"cast":["Masako Nozawa","Toshio Furukawa","Mayumi Tanaka","Akira Kamiya","Hiromi Tsuru"],"overview":"Gohan has been kidnapped! To make matters worse, the evil Garlic Jr. is gathering the Dragonballs to wish for immortality. Only then will Garlic Jr. be able to take over the Earth in order to gain revenge for the death of his father. Goku rushes to save Gohan, but arrives at the fortress just as Garlic Jr. summons the Eternal Dragon! Krillin and Piccolo try to help Goku, but their combined powers.","release_date":"1989-07-15","vote_average":6.3,"runtime":45,"cert":"N\/A","id":28609,"title":"Dragon Ball Z: Dead Zone","adult":false,"genre_ids":[16,28]},{"cast":["Sabine Bohlmann","Max Felder","Stefan Günther"],"overview":"In an enchanted kingdom, Princess Fairy Lillifee rules creating beauty and spreading goodness wherever she goes. Together with her best friend, Pupsi pork, she flies all over her kingdom, leaving behind a magical trail:  clouds of pink butterflies and twinkling stars. She soon discovers that not everyone is happy. Many complain about the antics of some fairies. If things don't change, the farm goblins, fishermen elves and mermaids will leave the enchanted kingdom.","release_date":"2009-03-26","vote_average":4.1,"runtime":70,"cert":"N\/A","id":28610,"title":"Princess Lillifee","adult":false,"genre_ids":[10751]},{"cast":["Jacqueline Lovell"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":28623,"title":"Sara St. James","adult":true,"genre_ids":[]},{"cast":["Madison Clark","Angelina High","Kevin Spirtas","Brad Bartram","Colleen McDermott"],"overview":"Vampires Galen and Miranda have just moved to Los Angeles. Galen wants to lay low and get his blood from a nearby blood bank while Miranda likes hers fresh, young, and virile. When Galen notices dancer Jennifer masturbating on her studio floor, he falls in love and sets out to pursue her. Miranda becomes jealous and seduces Jennifer, too, while Jennifer's cop boyfriend Ryan senses that she is becoming too friendly with Galen and Miranda. Meanwhile, Ryan and Detective Turner have their hands full trying to figure out why bloodless bodies keep turning up with two puncture wounds on the neck.","release_date":"1999-10-05","vote_average":1.7,"runtime":93,"cert":"N\/A","id":28624,"title":"Embrace the Darkness","adult":false,"genre_ids":[27,53]},{"cast":["Renee Rea","Tristen Coeur D'Alene","Catalina Larranaga","John Maryland","Sean Vossler"],"overview":"A sultry vampire acts as mentor to a reluctant recruit.","release_date":"2002-01-22","vote_average":4.0,"runtime":89,"cert":"N\/A","id":28625,"title":"Embrace the Darkness II","adult":false,"genre_ids":[27]},{"cast":["Chelsea Blue","Ty Winston","Glen Meadows","Tiffany Shepis","Mia Zottoli"],"overview":"Jennifer is a young female vampire who is led to believe that Victor; a 200 year old vampire who can make all her desires come true but is it just setting her up for betrayal?","release_date":"2002-09-17","vote_average":3.3,"runtime":102,"cert":"N\/A","id":28626,"title":"Embrace the Darkness III","adult":false,"genre_ids":[18,27]},{"cast":["Paul Wegener","John Gottowt","Grete Berger","Lyda Salmonova","Lothar Körner"],"overview":"A poor student rescues a beautiful countess and soon becomes obsessed with her. A sorcerer makes a deal with the young man to give him fabulous wealth and anything he wants, if he will sign his name to a contract. The student hurriedly signs the contract, but doesn't know what he's in for.","release_date":"1913-08-22","vote_average":6.3,"runtime":83,"cert":"N\/A","id":28627,"title":"The Student of Prague","adult":false,"genre_ids":[18,27,14]},{"cast":["Guillermo Díaz","Frederick Weller","Brendan Corbalis","Duane Boutte","Bruce MacVittie"],"overview":"A group of homosexual people try to live with dignity and self-respect while events build to the opening battle in the major gay rights movement.","release_date":"1995-10-01","vote_average":7.3,"runtime":99,"cert":"N\/A","id":28628,"title":"Stonewall","adult":false,"genre_ids":[10749,18,35]},{"cast":["Anita Berber","Reinhold Schünzel","Conrad Veidt","Hugo Döblin","Paul Morgan"],"overview":"After the old-books shop closes, portraits of the Strumpet, Death, and the Devil come to life and amuse themselves by reading stories--about themselves.","release_date":"1919-11-05","vote_average":5.9,"runtime":101,"cert":"N\/A","id":28629,"title":"Eerie Tales","adult":false,"genre_ids":[14,27,9648]},{"cast":["George Lopez"],"overview":"One of the premier comedic talents in the entertainment industry, George Lopez stars in his second HBO solo special. George Lopez: Tall, Dark &amp; Chicano is a live stand-up special performed in front of a packed arena crowd at the AT&amp;T Center in San Antonio, TX.","release_date":"2009-08-09","vote_average":5.6,"runtime":90,"cert":"N\/A","id":28630,"title":"George Lopez: Tall, Dark & Chicano","adult":false,"genre_ids":[35]},{"cast":["Janie Liszewski","Sonya Eddy","Paulo Tocha","J.A. Steel"],"overview":"A female cop's sister is kidnapped by the Asian mafia and she has 24 hours to save her.","release_date":"2002-10-05","vote_average":0.0,"runtime":73,"cert":"N\/A","id":28633,"title":"The Third Society","adult":false,"genre_ids":[28]},{"cast":["Ruth Hussey","Tom Neal","Paul Kelly","William Gargan","Paul Cavanagh"],"overview":"A wrongly convicted woman studies law and seeks her revenge.","release_date":"1939-03-17","vote_average":6.0,"runtime":65,"cert":"N\/A","id":28636,"title":"Within the Law","adult":false,"genre_ids":[80,18,10749]},{"cast":["Paul Wegener","Roma Bahn","Harald Paulsen","Gerhard Bienert","Paul Henckels"],"overview":"A crazed scientist murders his wife, walls her up, then flees. A reporter sets out to track him down. Remake of Unheimliche Geschichten (Richard Oswald, 1919).","release_date":"1932-09-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":28637,"title":"Unheimliche Geschichten","adult":false,"genre_ids":[27]},{"cast":["Masahiro Motoki","Renji Ishibashi","Mako Iwamatsu","Li Li Wang","Yuichi Minato"],"overview":"Wada (Masahiro Motoki), a salary man, is enlisted to venture off to China to investigate a potential Jade mine. After his arrival, Wada encounters a violent, yet sentimental, yakuza (Renji Ishibashi), who takes the liberty of joining his adventure through China. Led on their long and disastrous journey to the mine by Shen, the three men come across something even more magical and enticing...","release_date":"1998-06-10","vote_average":7.1,"runtime":118,"cert":"N\/A","id":28638,"title":"The Bird People in China","adult":false,"genre_ids":[12,18]},{"cast":["Tony Iommi","Geezer Butler","Ronnie James Dio","Vinny Appice"],"overview":"This live concert recording captures the sold-out Radio City Music Hall performance of former Black Sabbath rockers Ronnie James Dio, Vinny Appice, Tony Iommi and Geezer Butler who reunited under the name \"Heaven and Hell\" in 2006","release_date":"2007-08-28","vote_average":6.3,"runtime":122,"cert":"N\/A","id":28641,"title":"Heaven and Hell: Live from Radio City Music Hall","adult":false,"genre_ids":[10402]},{"cast":["James Wilby","Arielle Dombasle","Dany Verissimo-Petit","Farid Chopel"],"overview":"An English historian travels to Morocco to work on a study of the painter Delacroix. He hears of a rare series of engravings and embarks on a search for them that takes him through the mysterious streets of the ancient medina. He becomes obsessed with the figure of a beautiful blond woman dressed in white that he sees there. but it appears that she may have died years before.","release_date":"2007-05-09","vote_average":7.2,"runtime":115,"cert":"N\/A","id":28642,"title":"It's Gradiva Who Is Calling You","adult":false,"genre_ids":[27,18]},{"cast":["Daniel Roebuck","Bob Burns","Chuck Williams","Doug Bradley","Jeff Burr"],"overview":"This documentary on Halloween visits haunted houses around the U.S. and presents interviews with horror celebrities.","release_date":"1997-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":28643,"title":"Halloween... The Happy Haunting of America!","adult":false,"genre_ids":[27,35,99]},{"cast":["Magaly Solier","Susi Sánchez","Efraín Solís","Marino Ballón"],"overview":"Fausta is suffering from a rare disease called the Milk of Sorrow, which is transmitted through the breast milk of pregnant women who were abused or raped during or soon after pregnancy. While living in constant fear and confusion due to this disease, she must face the sudden death of her mother. She chooses to take drastic measures to not follow in her mother's footsteps.","release_date":"2009-02-12","vote_average":6.5,"runtime":94,"cert":"N\/A","id":28644,"title":"The Milk of Sorrow","adult":false,"genre_ids":[18]},{"cast":["Jack Palance","Cassandra Peterson"],"overview":"No overview found.","release_date":"1997-01-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":28645,"title":"Monster Mania","adult":false,"genre_ids":[]},{"cast":["Gary Daniels","Meg Foster","Bryan Genesse","Jeffrey Combs","Nicholas Sadler"],"overview":"Roger Mason is a prisoner locked away in a futuristic fortress of a jail. Desperate to escape and see his daughter, he keeps making attempt after attempt to break free, but each one is foiled just as he's about to gain his freedom. As his punishments include being frozen in suspended animation for years at a time, he stays the same age while his daughter grows older. As more time keeps being added to his sentence, he despairs of ever getting out.","release_date":"1998-09-15","vote_average":6.0,"runtime":99,"cert":"N\/A","id":28646,"title":"Spoiler","adult":false,"genre_ids":[878,53,27]},{"cast":["Robert Walker Jr.","Cesar Romero","Tom Drake","Carol Ohmart","Mary Grover"],"overview":"Poe's fiance, Lenore, falls into a coma and is taken for dead. She is rescued at the last possible moment from being buried alive, but the experience has driven her insane. On the advice of his friend, Dr. Forrest, Poe commits Lenore to the asylum run by Dr. Grimaldi. On a visit to the asylum, Poe and Forrest sense that something strange is going on, and decide to sneak back in after dark and investigate.","release_date":"1974-07-29","vote_average":0.0,"runtime":89,"cert":"N\/A","id":28647,"title":"The Spectre of Edgar Allan Poe","adult":false,"genre_ids":[27,18]},{"cast":["Ginger Lynn Allen","Wings Hauser","Jay Richardson","Tamara Clatterbuck","Jesse Kaye"],"overview":"A young girl innocently attends a satanic coven's rituals, and is thrown in jail, where she is beaten, abused and raped.","release_date":"1992-09-16","vote_average":2.0,"runtime":95,"cert":"N\/A","id":28648,"title":"Mind, Body & Soul","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"This unique video introduces babies and toddlers to musical experiences that will stimulate and delight them through charming puppetry, timeless art, live-action footage, classical music and child-friendly poetry. Featuring child-friendly arrangements.","release_date":"2004-10-26","vote_average":5.0,"runtime":30,"cert":"N\/A","id":28651,"title":"Baby Einstein: Baby Santa's Music Box","adult":false,"genre_ids":[10751]},{"cast":["Bob Cresse","Maria Lease","Kathy Williams","John Alderman","Bruce Kimball"],"overview":"Two female Army agents go undercover at a Nazi prison camp to get information from a scientist being held there.","release_date":"1969-10-04","vote_average":4.1,"runtime":96,"cert":"N\/A","id":28652,"title":"Love Camp 7","adult":false,"genre_ids":[27,53,10752]},{"cast":["Michael Stearns","Donna Young","David Kelly","Sherill Thomas","Edward Frank"],"overview":"A lonely man, tired of being rejected by women, gets ahold of a rifle and prowls the Hollywood hills, picking off rich couples.","release_date":"1971-12-03","vote_average":0.0,"runtime":63,"cert":"N\/A","id":28653,"title":"Zero in and Scream","adult":false,"genre_ids":[28,80,53]},{"cast":["Angela Carnon","Betty Childs","Cindy Taylor","Starlyn Simone","Uschi Digard"],"overview":"In his off hours, a creepy security guard masquerades as a police officer, hassles prostitutes who think he's a real cop and lets them go in return for free sex. One day he happens to witness a woman murder her husband, and he decides that she should be punished for her crime, but in his own way. This was released in both R and X rated versions.","release_date":"1975-02-21","vote_average":0.0,"runtime":84,"cert":"N\/A","id":28654,"title":"A Climax of Blue Power","adult":true,"genre_ids":[27,80,18]},{"cast":["Angela Carnon","I. William Quinn","Sandy Dempsey","Kathy Hilton","Norman Fields"],"overview":"Cecily is a lovely young woman, so lovely in fact people can't help but be drawn to her beauty. This becomes a problem for the naive girl once her Uncle passes away and she is sold off to pay for his debts. Once living simple life of pleasure, Cecily becomes the object of pleasure once the people she encounters decide to make her their sexual goal.","release_date":"1974-05-17","vote_average":5.0,"runtime":86,"cert":"N\/A","id":28655,"title":"Poor Cecily","adult":false,"genre_ids":[18]},{"cast":["Dyanne Thorne","Tania Busselier","Eric Falk","Lina Romay","Esther Studer"],"overview":"Ilsa, now a vicious warden, runs a mental-hospital for young women.","release_date":"1977-01-21","vote_average":4.9,"runtime":90,"cert":"N\/A","id":28656,"title":"Ilsa, the Mad Butcher","adult":false,"genre_ids":[53,28,10752]},{"cast":[],"overview":"This unique video introduces babies and toddlers to musical experiences that will stimulate and delight them through charming puppetry, timeless art, live-action footage, classical music and child-friendly poetry. Featuring child-friendly arrangements.","release_date":"2006-07-25","vote_average":0.0,"runtime":35,"cert":"N\/A","id":28657,"title":"Baby Einstein: Baby's Favorite Places - First Words - Around Town","adult":false,"genre_ids":[10751]},{"cast":["Fred Astaire","Rita Hayworth","Robert Benchley","John Hubbard","Osa Massen"],"overview":"A Broadway choreographer (Fred Astaire) gets drafted and puts on a GI show with his girlfriend (Rita Hayworth) and producer (Robert Benchley).","release_date":"1941-09-25","vote_average":6.4,"runtime":88,"cert":"N\/A","id":28658,"title":"You'll Never Get Rich","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Barbara Shelley","Robert Ayres","Kay Callard","Ernest Milton","Lily Kann"],"overview":"A psychiatrist (Robert Ayres) treats a young woman (Barbara Shelley) who turns into a killer leopard because of a family curse.","release_date":"1957-09-01","vote_average":4.4,"runtime":76,"cert":"N\/A","id":28659,"title":"Cat Girl","adult":false,"genre_ids":[27]},{"cast":["Aimee Brooks","Reggie Bannister","Weston Blakesley","Scott Speiser","Juliana Dever"],"overview":"A decade after the original massacre, another man obsessed over his machine ends with several murders and possession.","release_date":"2005-11-29","vote_average":4.2,"runtime":84,"cert":"N\/A","id":28660,"title":"The Mangler Reborn","adult":false,"genre_ids":[27,878]},{"cast":["Dan Duryea","Gene Lockhart","Patric Knowles","Reginald Denny","Nigel Bruce"],"overview":"Made by the same production set-up on the same lot that was producing the 1953-54 \"China Smith\/Captain China\" TV series that starred Dan Duryea as soldier-of-fortune China Smith, using many of the same players that were regulars on the TV series. Director Aldrich went uncredited possibly because the film was a quickly-made but poor product.","release_date":"1954-01-31","vote_average":4.6,"runtime":82,"cert":"N\/A","id":28661,"title":"World for Ransom","adult":false,"genre_ids":[18,28,53]},{"cast":["Ralph Meeker","Janice Rule","Paul Henreid","Rosenda Monteros","Fanny Schiller"],"overview":"An artist suffering from mental problems from his experiences during the war goes to Acapulco on his honeymoon. Soon young women are turning up dead in the area, and the ex-GI comes to believe he might be responsible, as he has long stretches where he can't remember anything.","release_date":"1956-11-16","vote_average":3.9,"runtime":88,"cert":"N\/A","id":28662,"title":"A Woman's Devotion","adult":false,"genre_ids":[9648,18]},{"cast":["Ann Sheridan","Dennis O'Keefe","Robert Keith","John Qualen","Frank Jenks"],"overview":"Frank Johnson, a sole witness to a gangland murder, goes into hiding and is trailed by Police Inspector Ferris, on the theory that Frank is trying to escape from possible retaliation. Frank's wife, Eleanor, suspects he is actually running away from their unsuccessful marriage. Aided by a newspaperman, Danny Leggett, Eleanor sets out to locate her husband. The killer is also looking for him, and keeps close tabs on Eleanor.","release_date":"1950-11-29","vote_average":6.7,"runtime":77,"cert":"N\/A","id":28663,"title":"Woman on the Run","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"A light-hearted look at the worldwide phenomenon of video games, and how they have revolutionized technology and forever changed popular culture.","release_date":"2004-09-08","vote_average":6.7,"runtime":120,"cert":"N\/A","id":28664,"title":"The Video Game Revolution","adult":false,"genre_ids":[99]},{"cast":["Kay Panabaker","Naturi Naughton","Kherington Payne","Megan Mullally","Walter Perez"],"overview":"An updated version of the 1980 musical, which centered on the students of the New York Academy of Performing Arts.","release_date":"2009-01-01","vote_average":5.6,"runtime":107,"cert":"PG","id":28665,"title":"Fame","adult":false,"genre_ids":[10402,35,18,10749]},{"cast":["Patrick Warburton","Eugene Roche","Ron Morgan","Emily Newman","Paul Malevich"],"overview":"A 1950s used-car salesman (Patrick Warburton) wants to make a low-budget film about a trucker who accidentally runs down a child.","release_date":"1999-10-08","vote_average":5.1,"runtime":90,"cert":"N\/A","id":28666,"title":"The Woman Chaser","adult":false,"genre_ids":[18]},{"cast":["Christopher Lee","Peter Cushing","Barbara Shelley","Michael Goodliffe","Patrick Troughton"],"overview":"In the early 20th century a village experienced a series of inexplicable murders. All the victims were young men who had been turned to stone. The perpetrator of these deaths was a being so repulsive that she transformed the onlooker using the power of her deadly stare. Much of the time the creature took the form of a beautiful and seductive woman, but during periods of the full moon she becomes a living horror, vicious and deadly. A professor has come to investigate the deaths, bringing with him his beautiful assistant whose knowledge of the Gorgon is more intimate than anyone would ever realise.","release_date":"1964-10-18","vote_average":6.5,"runtime":83,"cert":"","id":28667,"title":"The Gorgon","adult":false,"genre_ids":[27,14]},{"cast":["Richard Dix","Gloria Stuart","J. Carrol Naish","Alan Dinehart","Trevor Bardette"],"overview":"The first in a series of movies based on the popular radio drama.","release_date":"1944-03-30","vote_average":5.7,"runtime":60,"cert":"N\/A","id":28668,"title":"The Whistler","adult":false,"genre_ids":[53,9648]},{"cast":["Christopher Lee","Barbara Shelley","Richard Pasco","Francis Matthews","Suzan Farmer"],"overview":"Rasputin, a crazed and debauched monk wreaks havoc at the local inn one night, chopping off the hand of one of the drinkers. As the bitter locals plan their revenge, the evil Rasputin works his satanic power over the beautiful women who serve at the Tsar's palace. Even the Tsarina herself is seduced by his evil ways and, as his influence begins to dominate government policy, there is only one course of action left... to destroy him before he destroys them all.","release_date":"1966-03-06","vote_average":6.0,"runtime":91,"cert":"15","id":28669,"title":"Rasputin: The Mad Monk","adult":false,"genre_ids":[18,27]},{"cast":["Jack Hedley","Barbara Shelley","Patrick Wymark","Bill Owen","Michael Ripper"],"overview":"Based on the true story of a British secret agent, shot down over Malaya near to a Allied POW forced labour camp. There she is hidden, disguised as a youthful prisoner, until her escape can be effected. The costs of keeping her identity secret fall on all the POW's as the Japanese embark on a policy of ruthless terror to extract her and the focus shifts to the conflicts of the group' s collective concerns against the necessities of personal survival.","release_date":"1964-12-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":28670,"title":"The Secret of Blood Island","adult":false,"genre_ids":[18,10752,28]},{"cast":["Larry Fessenden","Meredith Snaider","Aaron Beall","Patricia Coleman","Heather Woodbury"],"overview":"It's autumn in New York. Sam has broken up with his girlfriend and his father has recently died. World-weary and sloppy drunk, he finds temporary solace in the arms of Anna, a mysterious vampire who draws him away from his friends and into a web of addiction and madness.","release_date":"1996-08-31","vote_average":6.1,"runtime":112,"cert":"N\/A","id":28671,"title":"Habit","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Combines the best of the two 'Punk and Disorderly' videos with some added extra tracks. This really is a cross section of the early 80's punk movement. From Buzzcocks to The Exploited to The Business plus many unique interview snippets and remains an important document of the punk movement..","release_date":"1993-01-01","vote_average":8.0,"runtime":61,"cert":"N\/A","id":28672,"title":"Punk and Disorderly - The DVD","adult":false,"genre_ids":[10402,99]},{"cast":["Barbara Steele","Paul Müller","Helga Liné","Marino Masé","Giuseppe Addobbati"],"overview":"A woman and her lover are tortured and killed by her sadistic husband. The pair return from the grave to seek vengeance.","release_date":"1965-06-16","vote_average":4.9,"runtime":104,"cert":"N\/A","id":28673,"title":"Nightmare Castle","adult":false,"genre_ids":[27]},{"cast":["Elvire Audray","Will Gonzales","Andrea Coppola","Dick Campbell","Dick Marshall"],"overview":"A young woman seeks vengeance and finds love when her parents are killed in the Amazon and she is taken prisoner by an indigenous tribe of headhunters.","release_date":"1985-08-09","vote_average":4.8,"runtime":90,"cert":"N\/A","id":28676,"title":"Amazonia: The Catherine Miles Story","adult":false,"genre_ids":[12,18,27]},{"cast":["Oliver James","Kristopher Turner","Rik Young","Madison Riley","Amber McDonald"],"overview":"Venturing into the woods causes nothing but trouble and hilarity for three misguided males in this straight to video spin-off of 2004's \"Without A Paddle\".","release_date":"2009-01-13","vote_average":5.2,"runtime":96,"cert":"N\/A","id":28677,"title":"Without a Paddle: Nature's Calling","adult":false,"genre_ids":[28,12,35]},{"cast":["Sam Pasco","Elvire Audray","George Eastman","Pamela Prati","Jacques Herlin"],"overview":"A tale that takes place at the dawn of history. The movie tells the story of a tribe that discovers how to fashion weapons out of iron and use them for their own survival. However, the creation of iron also causes the tribe to battle for possession of the new weapons.","release_date":"1983-03-10","vote_average":5.7,"runtime":98,"cert":"18","id":28678,"title":"Ironmaster","adult":false,"genre_ids":[12,28]},{"cast":["David Hess","Annie Belle","Giovanni Lombardo Radice","Lorraine De Selle","Christian Borromeo"],"overview":"Alex (David Hess) is a darkly sinister thug driving around New York City at night when he spots a young woman (Karoline Mardeck) driving alongside him. He follows the woman to a nearby park where he cuts her off, gets out of his car, and runs into hers where he throws her into the back seat and proceeds to savagely rape her before strangling her to death. He takes her locket as a trophy to another one of his many killings.","release_date":"1980-11-06","vote_average":6.1,"runtime":91,"cert":"N\/A","id":28679,"title":"House on the Edge of the Park","adult":false,"genre_ids":[27,53]},{"cast":["Annie Belle","Felicity Devonshire","Ciro Ippolito","Maria Rohm","Charles Fawcett"],"overview":"","release_date":"1976-02-19","vote_average":7.0,"runtime":86,"cert":"N\/A","id":28680,"title":"Annie","adult":false,"genre_ids":[18]},{"cast":["Edward Connell","Barbara Hewitt","Jack Woods","Frank Bonner","Robin Christopher"],"overview":"Four friends are attacked by a demon while on a picnic, due to possession of a tome of mystic information, and find themselves pitched into a world of evil which overlaps our own.  Incorporates a 16mm amateur short film by Dennis Muren and Mark Thomas McGee, featuring author Fritz Leiber Jr., filmed in 1965.","release_date":"1970-10-01","vote_average":5.3,"runtime":80,"cert":"N\/A","id":28681,"title":"Equinox","adult":false,"genre_ids":[12,27]},{"cast":["Laura Gemser","Gabriele Tinti","Roger Browne","Riccardo Salvino","Lars Bloch"],"overview":"An American journalist travels throughout the world in search of a good story by joining a modern-day harem and traveling to Venice to see what really goes on at diplomatic parties. While trying to expose a corrupt government official, Emanuelle stumbles upon a group that uses kidnapped girls to make and sell snuff films","release_date":"1977-01-05","vote_average":5.0,"runtime":100,"cert":"N\/A","id":28682,"title":"Emanuelle in America","adult":false,"genre_ids":[10749,18,12]},{"cast":["Chris Pennie"],"overview":"From October 22nd to 25th, 2008, Coheed and Cambria play four nights at Terminal 5, New York City. On each of these four dates, the band performed one of their concept albums telling the story of The Amory Wars. The first four discs of this DVD set capture these performances, set in front of sellout crowds, in their entirety. In addition, a fifth disc features a documentary of the concert series.","release_date":"2009-03-24","vote_average":0.0,"runtime":316,"cert":"N\/A","id":28683,"title":"Neverender: Children of the Fence","adult":false,"genre_ids":[10402]},{"cast":["Adrienne Barbeau","Stephen Martines","Jeremy Jackson","Ryan Starr","Colin Bain"],"overview":"When the singer of a popular rock band disappears under mysterious circumstances, a contest to find a replacement soon turns from dream-come-true to waking nightmare for the young singer who hopes to take the job.","release_date":"2004-02-28","vote_average":5.3,"runtime":85,"cert":"N\/A","id":28684,"title":"Ring of Darkness","adult":false,"genre_ids":[27]},{"cast":["Colin Friels","Lindy Davies","Chris Haywood","John Hargreaves","Beverley Phillips"],"overview":"Malcolm is a chronically shy mechanical genius, who has just been fired for building his own tram.  He gets Frank, who has just been released from jail, to move in to help pay the bills.  Malcolm, with Franks help, turns to a life of crime.  Malcolm is a 1986 Australian cult film, written by David Parker and directed by Nadia Tass. The film stars Colin Friels as the titular tram enthusiast who becomes involved with petty crime. The film won the 1986 Australian Film Institute Award for Best Film.","release_date":"1986-07-20","vote_average":6.6,"runtime":90,"cert":"N\/A","id":28685,"title":"Malcolm","adult":false,"genre_ids":[28,35,80]},{"cast":["John Saxon","Tim Thomerson","Michael Worth","Adrienne Barbeau","Natasha Alam"],"overview":"Jack Ford leads a special forces unit back to the United States to hunt down Jake Gabriel, a soldier who has been infected with the werewolf virus that turns man into wolf. Little does Jack know that three of the female soldiers serving in his unit have also been infected and have already transformed into she-wolves. The she-wolves' forces of evil and Ford's special op forces of good, are pitted against each other in the race to save mankind from turning into wolves.","release_date":"2009-03-08","vote_average":3.3,"runtime":104,"cert":"N\/A","id":28686,"title":"War Wolves","adult":false,"genre_ids":[27]},{"cast":["Adrienne Barbeau","Nicholas Brendon","Siri Baruc","Richard Ziman","Cheyenne Casebier"],"overview":"Martha, a widow living in rural Pennsylvania, comes home to find her daughter about to blow her own head off with a shotgun in the basement of their house. Martha doesn't succeed in stopping her child's horrific demise, but the girl's death gradually leads the grieving mother to investigate a conspiracy that involves a legendary local witch, Nazi dabbling with the occult, and secret government experiments, with the story even referencing the fabled Philadelphia Experiment","release_date":"2007-09-04","vote_average":3.4,"runtime":90,"cert":"N\/A","id":28687,"title":"Unholy","adult":false,"genre_ids":[27,878,53]},{"cast":["John Lazar","Adrienne Barbeau"],"overview":"No overview found.","release_date":"2009-07-23","vote_average":6.0,"runtime":21,"cert":"N\/A","id":28688,"title":"Alice Jacobs Is Dead","adult":false,"genre_ids":[]},{"cast":["Harry Reems","Marie Forså","Bent Warburg","Anne Bie Warburg","Lucienne Camille"],"overview":"A young journalist is given the chance to become the publisher of a hardcore sex magazine. To prove himself worthy, he goes out in pursuit of sexy, erotic stories all over the world, and winds up getting involved in sexual misadventures everywhere he goes.","release_date":"1976-10-25","vote_average":0.0,"runtime":104,"cert":"N\/A","id":28689,"title":"Bel Ami","adult":true,"genre_ids":[35]},{"cast":["Anita Ekberg","Gianni Medici","Diana Lorys","Rosanna Yanni","César Benet"],"overview":"A beautiful virgin inherits a castle, but when she arrives at it, she finds that the inhabitants include a strange nobleman and a bevy of beautiful women she suspects may be vampires.","release_date":"1969-07-23","vote_average":2.8,"runtime":98,"cert":"N\/A","id":28690,"title":"Fangs of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Lina Romay","Paul Müller","Monica Swinn","Roger Darton","Ronald Weiss"],"overview":"After killing her father who had attempted to rape her, Maria da Guerra is sentenced to prison for life. The wardress is a sadistic lesbian without mercy or humanity. Upon her arrival Maria is taken to a special section for mentally disturbed prisoners where torture and rape are part of the day-to-day reality. One day the Regional Governor arrives, claiming to have received a letter from one of the prisoners describing incredible events in the prison. The writer of the letter was clearly unaware that the Governor is also part of the conspiracy. Carlos Costa, a male nurse pretending to be the prison doctor Moore, falls in love with Maria. After seducing him, Maria kills him with a pair of scissors and escapes with her friends Bertha and the disturbed Rosario, hoping to find safety in the Governor's house, unaware that he will not help them...","release_date":"1976-04-22","vote_average":4.5,"runtime":90,"cert":"N\/A","id":28691,"title":"Barbed Wire Dolls","adult":false,"genre_ids":[80,18,27]},{"cast":["Tim Matheson","Jennifer Runyon","Stephen Furst","James Sikking","John Hillerman"],"overview":"Bob McGraw is in his 12th year of college, goofing his way through life. Bob, Irwing, Gonzer and Max are the four losers forced and bribed to represent their university in an intercollegiate raft race. Forced and bribed into this role, they make some friends, the lovely Heather Merriweather, but mostly enemies, among others a whole team of marines, and preppy IVY-leaguers determined to win.","release_date":"1984-04-06","vote_average":6.1,"runtime":96,"cert":"N\/A","id":28692,"title":"Up the Creek","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Shaolin Monks brilliant new show 'Kung Fu Masters Live' was filmed at London's Peacock Theatre. 20 monks and five young trainees amaze us with their hypnotic and pain defying feats. Monks are lifted aloft sharpened spears, sandwiched betwen beds of nails, break marble slabs with their heads, swallow swords, perform handstands on two finger tips and do endless back flips using heads not hands.","release_date":"2005-01-01","vote_average":10.0,"runtime":115,"cert":"N\/A","id":28695,"title":"kung Fu Masters Live","adult":false,"genre_ids":[99]},{"cast":["Marlon Brando","Mary Murphy","Robert Keith","Lee Marvin","Timothy Carey"],"overview":"The Black Rebels Motorcycle Club ride into the small California town of Wrightsville, eager to raise hell. Brooding gang leader Johnny Strabler takes a liking to Kathie, the daughter of the local watering hole as another club rolls into town.","release_date":"1953-12-30","vote_average":6.9,"runtime":79,"cert":"N\/A","id":28696,"title":"The Wild One","adult":false,"genre_ids":[18]},{"cast":["Kazukiyo Nishikiori","Keiichi Nanba","Kotono Mitsuishi","Nobuyuki Hiyama","Shin-ichiro Miki"],"overview":"The Armor of Mars -- a suit of armor consisting of six pieces. If anyone from the bloodline of the ancient warrior Godimus were to find all six pieces for himself, he would receive power equal to the level of a god. The Curse of Godimus, however, also dictates that this same person would lose all sense of himself and become an insane killing machine.","release_date":"1994-07-16","vote_average":5.2,"runtime":95,"cert":"N\/A","id":28697,"title":"Fatal Fury: The Motion Picture","adult":false,"genre_ids":[28,16,14]},{"cast":["Ray Winstone","Jan Graveson"],"overview":"A man visits a prostitute but just wants to talk. She goes along with it until he starts asking questions. Is he just a loner or is there a different reason for him to come here?","release_date":"2004-10-08","vote_average":5.3,"runtime":null,"cert":"","id":28698,"title":"Everything","adult":false,"genre_ids":[18,9648]},{"cast":["Cliff Robertson","Dolores Dorn","Beatrice Kay","Richard Rust","Paul Dubov"],"overview":"A bitter young man sets out to get back at the gangsters who murdered his father.","release_date":"1961-05-13","vote_average":6.7,"runtime":99,"cert":"N\/A","id":28699,"title":"Underworld U.S.A.","adult":false,"genre_ids":[28,80,53]},{"cast":["Anthony Kiedis","John Frusciante","Flea","Chad Smith"],"overview":"„Live in Japan“ is a Red Hot Chili Peppers concert video released as unofficial DVD in 2007. The concert was recorded on their show in the International Stadium in Yokohama on July 25, 2004. It features 12 of the 18 songs played in the concert.","release_date":"2004-01-01","vote_average":9.0,"runtime":60,"cert":"N\/A","id":28702,"title":"Red Hot Chili Peppers: Live in Japan","adult":false,"genre_ids":[10402]},{"cast":["Smadar Sayar","Naama Schendar","Katia Zinbris","Ami Weinberg"],"overview":"Smadar (Smadar Sayar) and Mirit (Naama Schendar), both 18 years old, are assigned to patrol the streets of Jerusalem together as part of their military service. Worlds apart in their personality their initial frosty relationship changes to friendship as they deal with their own emotional issues, the crushes and break-ups in their love lives, as well as the political realities.","release_date":"2005-07-15","vote_average":6.3,"runtime":98,"cert":"N\/A","id":28705,"title":"Close to Home","adult":false,"genre_ids":[18]},{"cast":["Sean Astin","Stockard Channing","Melinda Dillon","Jim Haynie","Daphne Zuniga"],"overview":"After their father abruptly sells the beloved family-owned restaurant that has employed them for years, the charismatic McDermott boys - hot-tempered Brian (Quill), lovelorn Kit (Mulroney) and jokester Duncan (Astin) - find themselves at odds with their parents and each other.","release_date":"1989-01-01","vote_average":6.8,"runtime":91,"cert":"N\/A","id":28706,"title":"Staying Together","adult":false,"genre_ids":[35,18]},{"cast":["Pavel Volya","Lyubov Tolkalina","Olga Shelest","Mariya Shalaeva","Vitaliy Khaev"],"overview":"Businessman Staskin need to provide to himself an alibi which should be a bride - and at any cost.","release_date":"2009-09-17","vote_average":4.5,"runtime":100,"cert":"N\/A","id":28709,"title":"Bride at any Cost","adult":false,"genre_ids":[35,10749]},{"cast":["Ricardo Darín","Cecilia Roth","Héctor Alterio","Fernanda Mistral","Tomás Fonzi"],"overview":"The movie show us how life was in Argentina for dissident people, in the seventies, under the military government.","release_date":"2002-10-17","vote_average":6.7,"runtime":106,"cert":"N\/A","id":28710,"title":"Kamchatka","adult":false,"genre_ids":[18]},{"cast":["Colleen McDermott","Robert Lee Jacobs","Eric Todd","Jane Higginson","James Jude Courtney"],"overview":"A beautiful computer programmer is framed by her fraudulent lover and sent to prison. When she gets out she agrees to cooperate with a scheme of a fellow-inmate to defraud a bank, in order to have enough money to escape from her (by then) ex-lover.","release_date":"1996-04-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":28713,"title":"Access Denied","adult":false,"genre_ids":[9648,53]},{"cast":["Christina Cardan","Linnea Quigley","R. Eric Huxley","Kari Foxx"],"overview":"No overview found.","release_date":"1986-01-01","vote_average":0.5,"runtime":58,"cert":"N\/A","id":28718,"title":"Scorpion","adult":false,"genre_ids":[28]},{"cast":["Miwa Takada","Riki Hashimoto","Yoshihiko Aoyama","Jun Fujimaki","Ryûzô Shimada"],"overview":"A giant stone statue comes to life to protect the residents of a small town against the depradations of an evil warlord.","release_date":"1966-04-16","vote_average":6.7,"runtime":84,"cert":"N\/A","id":28719,"title":"Daimajin","adult":false,"genre_ids":[27,14,18]},{"cast":["Barbara Shelley","Conrad Phillips","André Morell","Richard Warner","William Lucas"],"overview":"Tabitha, once the placid, gentle and devoted pet, adopts all the characteristics of a ferocious, wild animal following the murder of her mistress. The three guilty people are all trapped by the cat's power and each will come to untimely deaths of horrific proportions without anyone being able to solve the mystery that surrounds their brutal death.","release_date":"1961-05-01","vote_average":6.8,"runtime":79,"cert":"","id":28720,"title":"The Shadow of the Cat","adult":false,"genre_ids":[27,9648,53]},{"cast":["Vladimir Maksic","Ulli Lommel","Peter Beckman","Todd Jensen","JayTon Tucker"],"overview":"A young man who works at a nursing home uses the legendary Zodiac killer's M.O. to kill people who neglect their elderly relatives.","release_date":"2005-03-30","vote_average":1.8,"runtime":83,"cert":"N\/A","id":28721,"title":"Zodiac Killer","adult":false,"genre_ids":[28,27,53]},{"cast":["Frank Hannon","Brian Wheat","Jeff Keith","Troy Luccketta","Dave Rude"],"overview":"The first DVD period from Tesla in 17 years, a full two hours of Live 2008 concert plus backstage footage. Featuring the new song 'Dear Pvt. Ledbetter' from the studio album. Features all of the Tesla hits!","release_date":"2008-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28722,"title":"Tesla: Comin' Atcha Live! 2008","adult":false,"genre_ids":[10402]},{"cast":["Trevor Parsons","Jillian Swanson","Michael Barbour","Danielle Petty","Jacqueline Page"],"overview":"They met on the Internet. They fell in love. They drove to the desert and stopped at an abandoned warehouse. They wandered inside. Inside they found unspeakable horror. Only one of them survived the ordeal of CANNIBAL. From a hospital bed, an injured Noelle tells shocked police detectives a tale of cannibal terror. In recounting her ordeal, the detectives learn of an even more awful truth behind the actions of this tragic couple. Horror master Ulli Lommel's depraved tale of a modern-day CANNIBAL is based on the real-life case of a man who murdered and consumed his lover -- liver and all! -- in a strange act of consensual love. In Lommel's film of the events, two star-crossed lovers enter a world where madness rules and even a loved one can transform into a flesh-eating cannibal.","release_date":"2007-04-24","vote_average":1.6,"runtime":81,"cert":"N\/A","id":28723,"title":"Diary of a Cannibal","adult":false,"genre_ids":[27,80,10749]},{"cast":[],"overview":"No overview found.","release_date":"2009-04-07","vote_average":2.3,"runtime":78,"cert":"N\/A","id":28726,"title":"Baseline Killer","adult":false,"genre_ids":[18,27]},{"cast":["Wendi Jean Linn","Gwen Trevathan","Gunter Ziegler","Nola Roeper","Bud Watson"],"overview":"A shocking story of captivity and survival inspired by actual events.","release_date":"2008-07-08","vote_average":2.6,"runtime":81,"cert":"N\/A","id":28727,"title":"Dungeon Girl","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Debbie Rochon","Mistress Persephone","Tim Beckley"],"overview":"Seven strippers, a deadly hurricane, a haunted lighthouse, hanky panky, and of course blood, gore, and MURDER.","release_date":"2000-06-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":28728,"title":"Sandy Hook Lingerie Party Massacre","adult":false,"genre_ids":[35,27]},{"cast":["Joey Pollari","Kelly Blatz","Linda Kash","Conrad Coates","Jacqueline MacInnes Wood"],"overview":"Tyler and his brother find an alien ship which makes Tyler appear older and gives him other abilities. This turns his high school life upside down, and may enable him to help his older brother's love life. After he is abducted by beings who intend to takeover Earth, he must depend on his inept and lovelorn brother to rescue him.","release_date":"2009-11-27","vote_average":4.5,"runtime":92,"cert":"N\/A","id":28729,"title":"Skyrunners","adult":false,"genre_ids":[35,878]},{"cast":["Michael Keaton","Helena Bonham Carter","Joshua Leonard","Lili Taylor","David Suchet"],"overview":"A group of CNN reporters wrestle with journalistic ethics and the life-and-death perils of reporting during the Gulf War.A Directors Guild Award-winning movie for director Mick Jackson, starring Michael Keaton and Helena Bonham Carter. In 1990, CNN was a 24-hour news network in search of a 24-hour story. They were about to find it in Baghdad. Veteran CNN producer Robert Wiener and his longtime producing partner Ingrid Formanek find themselves in Iraq on the eve of war. Up against the big three networks, Weiner and his team are rebels with a cause, willing to take risks to get the biggest stories and - unlike their rivals - take them live at a moment's notice. As Baghdad becomes an inevitable US target, one by one the networks pull out of the city until only the crew from CNN remains. With a full-scale war soon to be launched all around them, and CNN ready to broadcast whatever happens 24 hours a day, Wiener and Formanek are about to risk their lives for the story of a lifetime.","release_date":"2002-12-07","vote_average":7.0,"runtime":108,"cert":"N\/A","id":28730,"title":"Live from Baghdad","adult":false,"genre_ids":[18,53]},{"cast":["Johnny Sheffield","Beverly Garland","Barry Bernard","Donald Murphy","Leonard Mudie"],"overview":"Movie actress Linda Winters has gone into the jungle to find her lost husband Fred. Bomba the Jungle Boy helps in the rescue effort. A major obstacle facing them is a killer leopard which specializes in tearing people limb from limb.","release_date":"1954-08-22","vote_average":5.5,"runtime":70,"cert":"N\/A","id":28731,"title":"Killer Leopard","adult":false,"genre_ids":[12]},{"cast":["Steve Alden","David Arquette","Stephen Baldwin","Mickey Rourke","Sheryl Lee"],"overview":"Three young men decide to plan a mock kidnapping, but everything goes wrong because a real bank robbery was already planned by two other guys.","release_date":"1995-05-13","vote_average":5.5,"runtime":88,"cert":"N\/A","id":28732,"title":"Fall Time","adult":false,"genre_ids":[28,12,80,18,53]},{"cast":["Robert Quarry","Roger Perry","Michael Murphy","Michael Macready","D.J. Anderson"],"overview":"Sixties couples Michael and Donna and Paul and Erica become involved with the intense Count Yorga at a Los Angeles séance, the Count having latterly been involved with Erica's just-dead mother. After taking the Count home, Paul and Erica are waylayed, and next day a listless Erica is diagnosed by their doctor as having lost a lot of blood. When she is later found feasting on the family cat the doctor becomes convinced vampirism is at work, and that its focus is Count Yorga and his large isolated house.","release_date":"1970-06-10","vote_average":5.9,"runtime":93,"cert":"N\/A","id":28733,"title":"Count Yorga, Vampire","adult":false,"genre_ids":[27]},{"cast":["Ray Sharkey","Judy Landers","Mary Woronov","Marjoe Gortner","Richard Cox"],"overview":"An unlucky woman’s mother is murdered by a scarf-wielding killer named Silk, leaving the woman injured, traumatised and suffering from amnesia. She’s committed to a mental institution, where Silk follows her, looking for the papers he was trying to get from her mother. And Silk’s only the beginning of her problems, since the asylum is run by a mad doctor, performing experiments in chemical lobotomies!","release_date":"1985-03-15","vote_average":5.3,"runtime":96,"cert":"N\/A","id":28734,"title":"Hellhole","adult":false,"genre_ids":[27,28,18,53]},{"cast":["David Carradine","Claudia Jennings","Richard Lynch","William Smithers","Will Walker"],"overview":"1000 years into the future, after the Great Neutron Wars, the world is divided into desert wastelands and isolated city-states. Notorious \"Desert Ranger\" Kaz is forced to fight in the DeathSport, dueling on futuristic motorcycle \"Death Machines\". With the help of renegade vixen Deneer, Kaz must face his past and fight to save himself and his people.","release_date":"1978-04-01","vote_average":3.9,"runtime":82,"cert":"N\/A","id":28735,"title":"Deathsport","adult":false,"genre_ids":[28,53,878]},{"cast":["Jim Dale","Karen Valentine","Don Knotts","Jack Elam","Darren McGavin"],"overview":"Twin brothers -- one rough and tough, the other a city-bred milquetoast -- compete for their father's fortune.","release_date":"1978-07-05","vote_average":5.9,"runtime":90,"cert":"U","id":28736,"title":"Hot Lead & Cold Feet","adult":false,"genre_ids":[28,35,10751,37]},{"cast":["Louis Gossett Jr.","Jason Cadieux","Joanne Vannicola","Max Piersig","Karen Gayle"],"overview":"While Chappy Sinclair is saddled with a bunch of misfits and delinquents for his flight school, he turns to his protégé Doug Masters to assist him in rounding them into shape for an important competition. During their training, they stumble upon a group of subversive air force officers who are dealing in toxic waste as a sideline.","release_date":"1995-01-01","vote_average":3.0,"runtime":96,"cert":"N\/A","id":28737,"title":"Iron Eagle IV","adult":false,"genre_ids":[28,12]},{"cast":["Kristi Russell","Ariadne Shaffer","Robert Patrick Brink","Michael McConnohie","James Duval"],"overview":"Chemical waste seeps into a small town's water supply, causing the birth of a mutant FROGGG which is instinctively driven to mate with its genetic match - human women. Sexy EPA super-agent Dr Barbara Michaels tracks the Froggg's every move, fighting off corrupt good-ol'-boy politicians and drunken rednecks at every turn. No one in town believes her, or the evidence, until the shocking climax when the Froggg is finally brought to justice... or IS it...?","release_date":"2004-03-06","vote_average":5.8,"runtime":80,"cert":"N\/A","id":28738,"title":"Frog-g-g!","adult":false,"genre_ids":[35,27,878]},{"cast":["Rider Strong","Noah Segan","Alexi Wasser","Rusty Kelley","Marc Senter"],"overview":"A high school prom faces a deadly threat: a flesh-eating virus that spreads via a popular brand of bottled water.","release_date":"2009-08-11","vote_average":4.4,"runtime":87,"cert":"18","id":28739,"title":"Cabin Fever 2: Spring Fever","adult":false,"genre_ids":[27]},{"cast":["Kay Kay Menon","Pavan Malhotra","Aditya Srivastava","Dibyendu Bhattacharya","Kishore Kadam"],"overview":"Under torture, Indian gangster Tiger Memon confesses to his involvement in a plot to set off explosives throughout Bombay. The police choose not to believe him, however, and bombs tear through the city that Friday, wreaking havoc and polarizing the citizens of Bombay. Through a series of interviews, DCP Rakesh Maria comes closer to discovering who the leader of the conspiracy is, but it soon becomes clear that a foreign power must be involved.","release_date":"2004-08-13","vote_average":7.4,"runtime":143,"cert":"N\/A","id":28740,"title":"Black Friday","adult":false,"genre_ids":[80,18]},{"cast":["Benjamin Dickinson","Duncan Skiles","Christopher D. Ford","Olivia Villanti","Heather Robb"],"overview":"Three young ad-men enter the woods for a photo shoot, but a girlfriend's mysterious disappearance sparks a harrowing descent into unreality.","release_date":"2008-01-06","vote_average":3.9,"runtime":97,"cert":"N\/A","id":28741,"title":"I Can See You","adult":false,"genre_ids":[27,53]},{"cast":["Mark Arm","Babes In Toyland","Lori Barbero","Kat Bjelland","Nic Close"],"overview":"David Markey's documentary of life on the road with Sonic Youth and Nirvana during their tour of Europe in late 1991. Also featuring live performances by Dinosaur Jr, Babes In Toyland, The Ramones and Gumball.","release_date":"1992-01-01","vote_average":7.0,"runtime":99,"cert":"N\/A","id":28742,"title":"1991: The Year Punk Broke","adult":false,"genre_ids":[99,10402]},{"cast":["Christina Campanella","Don Wood","Angus Scrimm","Larry Fessenden","Ruth Kulerman"],"overview":"","release_date":"2004-10-28","vote_average":3.0,"runtime":90,"cert":"N\/A","id":28743,"title":"The Off Season","adult":false,"genre_ids":[27]},{"cast":["Annie Sorrell","Jeffrey Combs","Angus Scrimm","James Russo","Rick Dean"],"overview":"Michelle wakes from an accident with no memory, then she has nightmares and people around her die.","release_date":"2006-12-17","vote_average":2.8,"runtime":88,"cert":"N\/A","id":28744,"title":"Satanic","adult":false,"genre_ids":[27]},{"cast":["Mia Frye","Rodney Eastman","Garland Whitt","Féodor Atkine"],"overview":"Elle a une passion: la danse. Une ambition: danser a Broadway. Un handicap: elle est muette. Le samedi soir, dans une boite new-yorkaise, elle affronte les plus grands DJ et, quelle que soit la musique, techno, funk, jazz ou soul, elle garde le tempo et met le public a genoux. Un soir, dans la foule, un jeune scientifique la decouvre, fascine. Avec elle, il inventera un systeme qui lui permettra de danser, de s'exprimer et d'aimer...","release_date":"2000-06-07","vote_average":5.4,"runtime":89,"cert":"N\/A","id":28745,"title":"The Dancer","adult":false,"genre_ids":[18]},{"cast":["Dyanne Thorne","Michel-René Labelle","Jean-Guy Latour","Gilbert Beaumont","Ray Landry"],"overview":"Siberia 1953: Ilsa is now working in a Gulag prison camp. Her mission is to \"retrain the minds\" of those who don't agree with the communists.","release_date":"1977-09-29","vote_average":4.2,"runtime":88,"cert":"N\/A","id":28746,"title":"Ilsa, the Tigress of Siberia","adult":false,"genre_ids":[27,53,10752]},{"cast":["Debbie James","Rene Assa","Patrick O'Bryan","Leslie Ryan","Rod McCary"],"overview":"After being bestowed with demonic powers following a phone call to Hell, a psychotic teacher begins a rampage of death and destruction in a small town, forcing a teen and her boyfriend to fight him off so that they can get away.","release_date":"1992-04-22","vote_average":4.7,"runtime":93,"cert":"","id":28751,"title":"976-Evil II","adult":false,"genre_ids":[27]},{"cast":["Oliver Reed","Clifford Evans","Hira Talfrey","Yvonne Romain","Catherine Feller"],"overview":"Conceived by the rape of a mute servant girl by a demented beggar, an infant is raised by a wealthy but kindly bachelor-gentleman and his woman servant who learn, years later, that he is a werewolf, a demon-possessed being whose only chance for normalcy will be, as a young man, to find a woman who will love him for himself, which will effect his release from this curse.","release_date":"1961-05-01","vote_average":6.6,"runtime":93,"cert":"","id":28752,"title":"The Curse of the Werewolf","adult":false,"genre_ids":[27]},{"cast":["W.C. Fields","Edgar Bergen","Constance Moore","John Arledge","James Bush"],"overview":"Fields plays \"Larsen E. Whipsnade\", the owner of a shady carnival that is constantly on the run from the law. Whipsnade is struggling to keep a step ahead of foreclosure, and clearly not paying his performers, including Bergen and McCarthy, who try to coax money out of him, or in McCarthy's case, steal some outright.","release_date":"1939-02-17","vote_average":7.4,"runtime":76,"cert":"N\/A","id":28753,"title":"You Can't Cheat an Honest Man","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A portrait of the hacking community. In an effort to challenge preconceived notions and media-driven stereotypes Hackers Are People Too lets hackers speak for themselves and introduce their community to the public.","release_date":"2008-08-08","vote_average":6.0,"runtime":43,"cert":"N\/A","id":28756,"title":"Hackers Are People Too","adult":false,"genre_ids":[99]},{"cast":["Bruce Watson","Laura Hippe","Katie Saylor","William Smith","Renie Radich"],"overview":"A cop goes after a psycho who is killing cocktail waitresses.","release_date":"1975-07-15","vote_average":5.0,"runtime":88,"cert":"N\/A","id":28757,"title":"The Swinging Barmaids","adult":false,"genre_ids":[18,80]},{"cast":["Sal Ponti","Joyce Taylor","John Dall","William Smith","Edward Platt"],"overview":"A Greek Fisherman brings an Atlantean Princess back to her homeland which is the mythical city of Atlantis. He is enslaved for his trouble. The King is being manipulated by an evil sorcerer who is bent on using a natural resource of Atlantis to take over the world. The Atlanteans, or rather the slaves of Atlantis, are forced to mine a crystalline material which absorbs the suns rays. These crystals can then be used for warmth. The misuse of science has created weapons out of the crystals that can fire a heat ray to destroy whatever it touches.","release_date":"1961-05-03","vote_average":5.6,"runtime":90,"cert":"N\/A","id":28758,"title":"Atlantis: The Lost Continent","adult":false,"genre_ids":[12,14,878]},{"cast":["Clint Eastwood","Jeff Fahey","Charlotte Cornwell","George Dzundza","Alun Armstrong"],"overview":"A thinly fictionalized account of a legendary movie director, whose desire to hunt down an animal turns into a grim situation with his movie crew in Africa","release_date":"1990-09-14","vote_average":6.5,"runtime":112,"cert":"N\/A","id":28761,"title":"White Hunter, Black Heart","adult":false,"genre_ids":[28,12,18]},{"cast":["Zach Galligan","Monika Schnarre","Martin Kemp","Bruce Campbell","Michael Des Barres"],"overview":"The survivors of the first Waxwork must use a portal through time to defeat the evil that has followed them and turned their lives upside down.","release_date":"1992-05-11","vote_average":4.9,"runtime":104,"cert":"15","id":28762,"title":"Waxwork II: Lost in Time","adult":false,"genre_ids":[14,27,35]},{"cast":["Peter Cushing","Edward Judd","Carole Gray","Eddie Byrne","Sam Kydd"],"overview":"A small island community is overrun with creeping, blobbish, tentacled monsters which liquefy and digest the bones from living creatures. The community struggles to fight back.","release_date":"1966-06-20","vote_average":5.9,"runtime":89,"cert":"","id":28763,"title":"Island of Terror","adult":false,"genre_ids":[27,878]},{"cast":["Minami Takayama","Kappei Yamaguchi","Megumi Hayashibara","Wakana Yamazaki","Akira Kamiya"],"overview":"A new member from the Black Organization that shrunk Shinichi's body manages to find out about Shinichi's transformation into Conan. This discovery starts to put those around him in danger as Gin and the other Black Organization members start to take action.","release_date":"2009-04-18","vote_average":7.7,"runtime":111,"cert":"N\/A","id":28764,"title":"Detective Conan: The Raven Chaser","adult":false,"genre_ids":[16,80,9648,53]},{"cast":["Richard Driscoll","Linnea Quigley","Lucien Morgan","Eileen Daly","Vass Anderson"],"overview":"A squad of police cars responding to an emergency call races through the streets of Atlanta. Upon arrival at the crime scene, they see complete desolation. Dead bodies are everywhere. And they apparently just missed the killer, though one of his victims, the head of New York's Russian mafia, survived. The family's crime operation then comes to London, but unknown to them, the assassin has also moved there and is working for the police as a pathologist. And while the family is still hunting the assassin, he is on his own mission of revenge.","release_date":"2001-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":28765,"title":"Kannibal","adult":false,"genre_ids":[]},{"cast":["Eileen Daly","Christopher Adamson","Jonathan Coote","Kevin Howarth","David Warbeck"],"overview":"A 19th century woman, who has become one of the undead, acts as a hired killer in modern times. When she starts knocking off part of the elite businessmen, \"The Illuminati\", who secretly are taking over business and the government, she becomes the target of a hired Scotland Yard detective. Of course, the head of \"The Illuminati\" is the vampire who first gave her immortality","release_date":"1998-10-16","vote_average":4.8,"runtime":102,"cert":"N\/A","id":28766,"title":"Razor Blade Smile","adult":false,"genre_ids":[27,53]},{"cast":["Yassmin Pucci","Raine Brown","Joe Zaso","Eileen Daly","Fabrizio Croci"],"overview":"No overview found.","release_date":"2008-02-21","vote_average":5.0,"runtime":130,"cert":"N\/A","id":28767,"title":"Darkness Surrounds Roberta","adult":false,"genre_ids":[9648,53,80,27]},{"cast":["Helmut Berger","Brigitte Lahaie","Telly Savalas","Christopher Mitchum","Stéphane Audran"],"overview":"A model named Barbara Hallen has disappeared and her father gets private detective Sam Morgan to go to Paris to find his daughter. Barbara's trail leads Morgan to a plastic surgery clinic owned by Dr. Flamand. Morgan's investigation reveals the horrifying secret behind the Doctor's miracle cures which is blood and organs taken from kidnapped young women. As Morgan's investigation closes witnesses are eliminated one by one, each in a more horrible way.","release_date":"1987-09-01","vote_average":6.2,"runtime":98,"cert":"N\/A","id":28768,"title":"Faceless","adult":false,"genre_ids":[27]},{"cast":["Kelsey Grammer","Jesse L. Martin","Jane Krakowski","Jason Alexander","Jennifer Love Hewitt"],"overview":"Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.","release_date":"2004-11-28","vote_average":6.6,"runtime":87,"cert":"N\/A","id":28769,"title":"A Christmas Carol","adult":false,"genre_ids":[18,10751,10402]},{"cast":["Anton Diffring","Hazel Court","Christopher Lee","Arnold Marlé","Delphi Lawrence"],"overview":"Dr. Bonner plans to live forever through periodic gland transplants from younger, healthier human victims. Bonner looks about 40; he's really 104 years old. But people are starting to get suspicious, and he may not make 200.","release_date":"1959-06-15","vote_average":6.0,"runtime":83,"cert":"N\/A","id":28770,"title":"The Man Who Could Cheat Death","adult":false,"genre_ids":[27,878]},{"cast":["Peter Cushing","John Mills","Anne Baxter","Ray Milland","Anton Diffring"],"overview":"Sherlock Holmes (Peter Cushing) has retired. But when MacDonald (Gordon Jackson) asks him to take on another case, he says yes. There have been some mysterious murders, and there are no visible causes for the deaths. At the same time Holmes gets this case, Graf Udo Von Felseck (Anton Diffring) gives him another case: find a young and missing prince to prevent war between Germany and England. But Von Felseck is not as honest as he seems...","release_date":"1984-12-23","vote_average":6.0,"runtime":72,"cert":"","id":28771,"title":"The Masks of Death","adult":false,"genre_ids":[9648,80,53,10770]},{"cast":["Cecilia Cheung","Daniel Wu","Alex Fong","Chin Ka-Lok","Anson Leung"],"overview":"A gangster’s son is accidentally killed during a drunken dispute with a rival gang, and Officer Milo (Alex Fong)’s task force is assigned to the case. He soon learns that a hitman has been hired to take out the rival gang leader. While Milo and his crew desperately try to find and stop the hired gun, fearing all-out war in the streets, Lai Fu (Daniel Wu), a smart but inexperienced killer from a small town in the mainland, arrives in Hong Kong to do his job.","release_date":"2004-05-10","vote_average":7.2,"runtime":110,"cert":"N\/A","id":28772,"title":"One Nite in Mongkok","adult":false,"genre_ids":[28]},{"cast":["Harry Reems","Shawn Harris","Neil Flanagan","Jennifer Jordan","Craig Baumgarten"],"overview":"She was two women, trapped in one body. Is she really sweet Susan, a loving, passionate spirit... or is she Sara, an aggressive, gluttonous tramp whose capacity for sexual fulfillment is totally insatiable?  Made famous in the film Taxi Driver as the adult film Travis Bickle takes Betsy to see.","release_date":"1975-02-18","vote_average":6.0,"runtime":76,"cert":"N\/A","id":28773,"title":"Sometime Sweet Susan","adult":true,"genre_ids":[18]},{"cast":["Christopher Walken","Lindsay Crouse","Frances Sternhagen","Andreas Katsulas","Terri Hanauer"],"overview":"A novelist's wife and son see him changed by an apparent encounter with aliens in the mountains.","release_date":"1989-11-10","vote_average":5.3,"runtime":103,"cert":"N\/A","id":28774,"title":"Communion","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Robert Shayne","Richard Crane","Joyce Terry","Doris Merrick","Tandra Quinn"],"overview":"A scientist develops a formula which will cause animals to regress to the form of their primitive ancestors, and tries it on himself with disastrous results.","release_date":"1953-06-19","vote_average":4.0,"runtime":78,"cert":"N\/A","id":28775,"title":"The Neanderthal Man","adult":false,"genre_ids":[27,878]},{"cast":["Atle Antonsen"],"overview":"Atle Antonsen is one of Norway's most awarded comedians. This 5 hour double-DVD contains highlights from his carriere.","release_date":"2009-11-25","vote_average":4.8,"runtime":305,"cert":"N\/A","id":28776,"title":"Atle Antonsens bestenoteringer","adult":false,"genre_ids":[35]},{"cast":["Marilu Henner","Robert Wagner","Ryan Merriman"],"overview":"A troubled 17-year-old Todd Baker restores a Mercury Redstone rocket as a science project with the help of his ex-astronaut grandfather. When a NASA emergency leaves a space shuttle and its crew in danger, Todd's rocket is the only one ready for immediate launch","release_date":"2000-08-27","vote_average":3.0,"runtime":105,"cert":"","id":28777,"title":"Rocket's Red Glare","adult":false,"genre_ids":[]},{"cast":["Christopher Lee","Andrew Keir","John Cairney","Duncan Lamont","Suzan Farmer"],"overview":"A pirate ship, fighting in 1588 on the side of the Spanish Armada, suffers damage and must put into a village on the British coast for repairs. The village is small and isolated and the Spanish convince the villagers that the English fleet has been defeated and that they, the Spanish, are now their masters. This results in the villagers' sullen cooperation, but rumors and unrest begin to spread and soon the Spanish pirates find themselves facing a revolt.","release_date":"1964-05-15","vote_average":6.3,"runtime":86,"cert":"N\/A","id":28778,"title":"The Devil-Ship Pirates","adult":false,"genre_ids":[12,53,28]},{"cast":["Alex Roman","Monica Gayle","Dyanne Thorne","Karen Smith","Debbie Osborne"],"overview":"This is a bawdy burlesque version of the famous fairy tale. Instead of Gepetto, the old-man woodcarver, we have Geppeta, an apparently frustrated and nubile young virgin. Geppeta carves Pinocchio for herself as a gorgeous young hunk. Geppeta's fairy godmother, a blonde played by Dyanne Thorne, magically transforms the young stud Pinocchio into a living man, who is quickly brought to work in the local whorehouse as a prize stud and exhibitionist. Nothing -- not even sex -- is taken seriously in this lighthearted, semi-pornographic offering. The film was originally rated X, but was later re-edited and given an R by the MPAA in 1977","release_date":"1971-01-01","vote_average":6.0,"runtime":79,"cert":"N\/A","id":28779,"title":"Pinocchio","adult":false,"genre_ids":[]},{"cast":["Robert Quarry","Bill Ewing","Brenda Dickson","John Fiedler","Bobby Pickett"],"overview":"Quarry is a mysterious stranger with cult like following of hippies. Rather than showing them peace and love, he has more sinister plans for them as he is a vampire.","release_date":"1972-08-15","vote_average":4.3,"runtime":88,"cert":"N\/A","id":28780,"title":"Deathmaster","adult":false,"genre_ids":[27]},{"cast":["John Holmes","Linda McDowell","Dyanne Thorne","Barbara Barton","Sally Andrews"],"overview":"No overview found.","release_date":"1975-08-15","vote_average":0.0,"runtime":65,"cert":"N\/A","id":28781,"title":"Beyond Fulfillment","adult":true,"genre_ids":[]},{"cast":["Stanley Baker","John Crawford","Donald Pleasence","Maxine Audley","Billie Whitelaw"],"overview":"Set in Manchester, heartland of England's industrial north, Don Starling escapes from jail becoming England's most wanted man. Ruthless villain Starling together with his cronies engineered a robbery that resulted in the violent death of a young girl. Detective Inspector Martineau has been assigned to hunt him down and bring him in. From seedy barrooms, through gambling dens the trail leads to an explosive climax high on the rooftops of the city.","release_date":"1960-04-10","vote_average":7.1,"runtime":98,"cert":"","id":28784,"title":"Hell Is a City","adult":false,"genre_ids":[80,53]},{"cast":["W.C. Fields","Gloria Jean","Leon Errol","Billy Lenhart","Kenneth Brown"],"overview":"Never Give a Sucker an Even Break is a 1941 film about a man who wants to sell a film story to Esoteric Studios. On the way he gets insulted by little boys, beat up for ogling a woman, and abused by a waitress. W. C. Fields' last starring role in a feature-length film.","release_date":"1941-10-10","vote_average":7.4,"runtime":71,"cert":"N\/A","id":28789,"title":"Never Give a Sucker an Even Break","adult":false,"genre_ids":[35]},{"cast":["Megan Ward","Peter Billingsley","John de Lancie","Seth Green","Sharon Farrell"],"overview":"Alex Manning and her friends decide to visit the local video arcade known as \"Dante's Inferno\" where a new virtual reality arcade game called \"Arcade\" is being test marketed by a computer company CEO. However, it soon becomes clear that the teenagers who lose are being imprisoned inside the virtual reality world by the central villain \"Arcade\" and takes over their minds.","release_date":"1993-07-20","vote_average":5.1,"runtime":85,"cert":"N\/A","id":28790,"title":"Arcade","adult":false,"genre_ids":[14,27,53,878]},{"cast":["Crystal Stone","Eric Lange","Sarah Thompson","Jeffrey Combs","Don O. Knowlton"],"overview":"In a small town, a serial killer mutilates the bodies of his victims and leaves a flower on the corpses. The sheriff and his wife\/deputy investigate the murders while trying to keep from alarming the citizens. They team up with an autistic hound dog trainer to try to track the killer.","release_date":"2007-07-10","vote_average":4.2,"runtime":91,"cert":"N\/A","id":28791,"title":"Brutal","adult":false,"genre_ids":[80,27,9648]},{"cast":["Catriona MacColl","Coralie Seyrig","Daniel Colas","Marc Sinden","Ray Lonnen"],"overview":"Two shipwrecked castaways discover the island they have landed upon is shared by three beautiful women living alone… who are rather hungry! (IMDb)","release_date":"1988-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28792,"title":"Man Eaters","adult":false,"genre_ids":[35,27]},{"cast":["Robert Taylor","Lisa Chappell","Terry Camilleri","Sam Parsonson","Geoff Morrell"],"overview":"A woman unable to conceive a child with her husband, despite years of trying, makes the drunken mistake of sleeping with a young stranger. The stranger then goes to terrifying lengths to prove his paternity.","release_date":"2009-09-04","vote_average":5.9,"runtime":92,"cert":"N\/A","id":28793,"title":"Coffin Rock","adult":false,"genre_ids":[53]},{"cast":["Catriona MacColl","Paolo Malco","Ania Pieroni","Giovanni Frezza","Silvia Collatina"],"overview":"A young family moves from their cramped New York City apartment to a spacious new home in New England.  But his is no ordinary house in the country:  the previous owner was the deranged Dr. Freudstein, whose monstrous human experiments have left a legacy of bloody mayhem.  Now, someone - or something - is alive in the basement, and home sweet home is about to become a horrific hell on earth.","release_date":"1981-08-14","vote_average":6.2,"runtime":87,"cert":"N\/A","id":28794,"title":"The House by the Cemetery","adult":false,"genre_ids":[27]},{"cast":["Yui Ichikawa","Leo Morimoto","Naoki Tanaka","Hiroshi Abe","Naomi Nishida"],"overview":"A writer moves to a remote island with his daughter and young son. After settling into their new home, a neighbor arrives to welcome them and give them a breakdown of the local rules; most important: do not go outside when the island's siren starts wailing.","release_date":"2006-02-09","vote_average":4.8,"runtime":87,"cert":"N\/A","id":28795,"title":"Forbidden Siren","adult":false,"genre_ids":[27,53]},{"cast":["Kazuki Kitamura","Gorô Kishitani","Sho Aikawa","YosiYosi Arakawa","Ken'ichi Endô"],"overview":"Former Yakuza underling Kiryu Kazuma, who has recently been released from prison after a lengthy incarceration, and is trying to piece his life together and distance himself from his Yakuza past. Unfortunately Kiryu's problems slowly escalate as he is pursued by a former associate, the baseball bat-wielding psycho Majima Goro who has a grudge to settle with Kiryu.","release_date":"2007-03-03","vote_average":6.2,"runtime":110,"cert":"N\/A","id":28796,"title":"Yakuza: Like a Dragon","adult":false,"genre_ids":[18,28,80]},{"cast":["Pam Grier","Margaret Markov","Sid Haig","Lynn Borden","Zaldy Zshornack"],"overview":"When two troublemaking female prisoners (one a revolutionary, the other a former harem-girl) can't seem to get along, they are chained together and extradited for safekeeping. The women, still chained together, stumble, stab, and cat-fight their way across the wilderness, igniting a bloody shootout between gangsters and a group of revolutionaries.","release_date":"1973-01-19","vote_average":5.6,"runtime":87,"cert":"N\/A","id":28797,"title":"Black Mama, White Mama","adult":false,"genre_ids":[28]},{"cast":["John Savage","Sandi Schultz","Richard Castleman","Jennifer Loeb","Elizabeth Chugden"],"overview":"Successful businessman Melvin Dovereux is caught in a traffic jam caused by a funeral procession. Soon he is haunted by visions of a hearse chasing him and a woman in a sports car. Could the funeral procession actually be for him?","release_date":"1991-12-15","vote_average":5.9,"runtime":87,"cert":"N\/A","id":28798,"title":"Door to Silence","adult":false,"genre_ids":[27,53]},{"cast":["Jacques Sernas","Zora Kerova","Barbara Blasko","Alessandro Freyberger","Jessica Moore"],"overview":"Anne is convinced she has found her husband's corpse, but Dr. Mark can only find out that the man has gone home. When he comes back, his wife does not trust Mark, who believes she suffers from schizophrenia.","release_date":"1989-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":28799,"title":"Blood Moon","adult":false,"genre_ids":[53,27,9648]},{"cast":["Rex Smith","Lisa Langlois","Patrick Macnee","Christopher Neame","Michael Hennessy"],"overview":"Wolfgang is traveling in outer space when a monster, which he sees as a beautiful woman, appears in his spaceship and makes love with him. Then the ship is forced to land on a planet which is a penal colony. Here he meets Miranda who falls in love with him. A group of prisoners uses him and his spaceship to fly away from the planet. But the monster which is by now inside Wolfgang arouses and only Miranda's love can save him.","release_date":"1988-09-02","vote_average":4.8,"runtime":84,"cert":"N\/A","id":28800,"title":"Transformations","adult":false,"genre_ids":[878,27]},{"cast":["Peter Cushing","Madeleine Collinson","Mary Collinson","Dennis Price","Damien Thomas"],"overview":"While dabbling in Satanism, Count Karstein resurrects Mircalla Karnstein who initiates him into vampirism. As a rash of deaths afflicts the village, Gustav the head of Puritan group leads his men to seek out and destroy the pestilence. One of his twin nieces has become inflicted with the witchcraft but Gustav's zeal and venom has trapped the innocent Maria, threatening her with a tortuous execution, whilst Frieda remains free to continue her orgy of evil.","release_date":"1971-10-03","vote_average":6.9,"runtime":87,"cert":"","id":28801,"title":"Twins of Evil","adult":false,"genre_ids":[27]},{"cast":["Lina Romay","Jack Taylor","Alice Arno","Monica Swinn","Jesús Franco"],"overview":"Countess Irina of Karlstein resides quietly in a hotel on the island of Madeira, where she sustains her immortality by feeding on the life essence of men and women. When new victims are found fatally drained of potency, forensic scientist Dr. Roberts consults his colleague, Dr. Orloff, who confirms that a vampire is responsible. Meanwhile, Irina is confronted by a poet who believes he is destined to become her lover and join her among the immortals!","release_date":"1973-04-07","vote_average":4.0,"runtime":105,"cert":"N\/A","id":28802,"title":"Female Vampire","adult":false,"genre_ids":[27]},{"cast":["Ajay Devgn","Nana Patekar","Bipasha Basu","Ayub Khan","Mohan Agashe"],"overview":"Story of a tumultuous and complex relationship between a father (Mohan Agashe) and son (Ajay Devgan), set against the backdrop of a thriving kidnapping industry in the Hindi heartland of Bihar.","release_date":"2005-01-01","vote_average":5.8,"runtime":173,"cert":"N\/A","id":28805,"title":"Apaharan","adult":false,"genre_ids":[28,80,18]},{"cast":["Lina Romay","Antonio Mayans","Mabel Escaño","Eva León","Mari Carmen Nieto"],"overview":"Four strippers take a vacation and wind up at a Spanish resort complex that, despite the hotel receptionist's claims of it being fully booked, appears to be completely empty. After one of the girls mysteriously vanishes and another ends up dead in the pool, both accompanied by the tolling bell from a nearby monastery, Candy and Caty must try to solve the mystery that seems to involve the Spanish Inquisition.","release_date":"1985-11-18","vote_average":5.0,"runtime":97,"cert":"N\/A","id":28806,"title":"Mansion of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Lina Romay","Mabel Escaño","Agustín Gil","Conchita Montes","José Llamas"],"overview":"A young couple go an a safari for their honeymoon but they are captured by the guide and sold to a tribe of savages.","release_date":"1985-01-01","vote_average":1.3,"runtime":87,"cert":"N\/A","id":28807,"title":"Amazonia: The Catherine Miles Story","adult":false,"genre_ids":[27,53]},{"cast":["Minami Takayama","Kappei Yamaguchi","Wakana Yamazaki","Akira Kamiya","Kappei Yamaguchi"],"overview":"Suzuki Zaibatsu found the 51st Easter Egg made by Russian Jewel maker February. Kaido Kido sent police a warning letter that he would stole the egg which Suzuki would display 4 days later. Kaido Kido (when) able to steal egg at the time when everyone's outside.","release_date":"1999-04-17","vote_average":7.2,"runtime":100,"cert":"N\/A","id":28808,"title":"Detective Conan: The Last Wizard of the Century","adult":false,"genre_ids":[16,53]},{"cast":["Silvia Solar","Sandra Julien","Olivier Mathot","Jack Taylor","Magda Mundari"],"overview":"A luxurious house stands in a deserted region, contrasting with its surroundings. It is a house of prostitution and its inmates are brought there against their will. One of them, Yvette, is helped to escape by Mr Gaston, a regular customer and she tells the story of her ordeal to the police.","release_date":"1974-08-21","vote_average":0.0,"runtime":86,"cert":"N\/A","id":28809,"title":"The House of the Lost Dolls","adult":false,"genre_ids":[53]},{"cast":["W.C. Fields","Rochelle Hudson","Richard Cromwell","Catherine Doucet","Lynne Overman"],"overview":"Carny con artist and snake-oil salesman Eustace McGargle tries to stay one step ahead of the sheriff but is completely devoted to his beloved daughter Poppy.","release_date":"1936-06-17","vote_average":8.0,"runtime":75,"cert":"N\/A","id":28810,"title":"Poppy","adult":false,"genre_ids":[35]},{"cast":["Silvia Solar","Olivier Mathot","José Nieto","Evelyne Scott","Daniel Martín"],"overview":"Former Countess Clair and Professor Gruber conduct occult research in castle basement of Count Victor, re-animating people to kill for them.","release_date":"1975-01-01","vote_average":3.1,"runtime":89,"cert":"N\/A","id":28811,"title":"Devil's Kiss","adult":false,"genre_ids":[27]},{"cast":["Gillian Hills","Ángel del Pozo","Silvia Solar","Stelio Candelli","Orchidea De Santis"],"overview":"A young woman's boyfriend disappears and she has to rent out a room in her flat to a creepy tenant. She then gets a call from her missing boyfriend luring her to an abandoned airport hanger where she is nearly shot. She returns to find the creepy tenant has apparently committed suicide. But then she finds out he was an impostor when the real tenant shows up. And what's up with her boyfriend? Is he alive or dead?","release_date":"1974-08-05","vote_average":5.5,"runtime":90,"cert":"N\/A","id":28812,"title":"The Killer Wore Gloves","adult":false,"genre_ids":[53]},{"cast":["Nathan Bexton","Diva Zappa","Sherrie Rose","Jessica D. Stone","Jason Hall"],"overview":"A gay high-school student (Nathan Bexton) learns that the teen wrestler (Jason Hall) he pines for has died in a car accident. But that's only the start of the romance.","release_date":"2001-01-01","vote_average":6.0,"runtime":79,"cert":"N\/A","id":28813,"title":"Play Dead","adult":false,"genre_ids":[35]},{"cast":["Linda Hayden","John Justin","Simón Andreu","Máximo Valverde","Antonio Molino Rojo"],"overview":"No overview found.","release_date":"1971-01-01","vote_average":1.0,"runtime":86,"cert":"N\/A","id":28814,"title":"Barcelona Kill","adult":false,"genre_ids":[]},{"cast":["Analía Ivars","William Berger","Antonio Mayans","Stanley Kapoul","Eva León"],"overview":"A woman, raised by an Amazon tribe after they killed her parents, seeks revenge on the tribe for their deaths by joining an expedition looking for the tribe's secret golden temple.","release_date":"1986-10-01","vote_average":5.3,"runtime":86,"cert":"N\/A","id":28815,"title":"Golden Temple Amazons","adult":false,"genre_ids":[12]},{"cast":["Dylan Baker","Hank Azaria","Nick Nolte","Mark Ruffalo","Roy Scheider"],"overview":"Archival footage, animation, and music are used to look back at the eight anti-war protesters who were put on trial following the 1968 Democratic National Convention.","release_date":"2007-01-01","vote_average":6.3,"runtime":110,"cert":"N\/A","id":28816,"title":"Chicago 10","adult":false,"genre_ids":[99]},{"cast":["Quinten Schram","Frensch de Groot","Sjoerd Metz","Jordy Mul","Serge Price"],"overview":"Peter is a cheerful, but not a very obedient boy who is growing In a very ordinary Dutch family. His pranks amuse some and cause a lot of trouble to others. Peter pranks are so numerous and incredible, that hit the front pages of city newspapers. Popularity of the boy is growing every day, and he develops not only new friends, but also a powerful enemies. And then the most exciting and dangerous Peter and his friends adventures starts .","release_date":"2002-11-17","vote_average":5.4,"runtime":110,"cert":"N\/A","id":28827,"title":"Peter Bell","adult":false,"genre_ids":[10751]},{"cast":["Katja Bienert","Antonio Mayans","Aline Mess","Albino Graziani","Javier Maiza"],"overview":"A group of adventurers head to a primitive tribe in Africa to find a treasure of diamonds and a beautiful white girl who was lost years ago and was made the tribe's goddess.","release_date":"1983-06-03","vote_average":2.6,"runtime":95,"cert":"N\/A","id":28828,"title":"Diamonds of Kilimandjaro","adult":false,"genre_ids":[28,12,27]},{"cast":["Katja Bienert","Antonio de Cabo","Eduardo Fajardo","Bea Fiedler","Lola Gaos"],"overview":"A man discovers an island covered in treasure. But when he attempts to fully explore island and collect the treasure, he ends up discovering some mysterious nymphs who seduce him.","release_date":"1982-02-08","vote_average":0.0,"runtime":88,"cert":"N\/A","id":28829,"title":"Lake of Virgins","adult":false,"genre_ids":[35,18]},{"cast":["Haruka Ayase","Munetaka Aoki","Toru Nakamura","Seiji Fukushi","Ken Mitsuishi"],"overview":"Mikako is a young junior high school teacher who has just transferred to a new school. Excited to be starting a new job, she volunteers for a coach for a boys volleyball club. But, she finds out that there is almost no activity in the club… There are only 5 members, and they are all losers who haven’t even touched a volleyball and only think about girls… To give them an incentive to try hard, she promises them that she will show them her boobs if they win a game! Since then, the boys start practicing extremely hard. Feeling uneasy but happy at the same time to see their attitude changing, Mikako starts to like and trust them. She also learns from them and gets back her confidence which once she lost. Right before the day of the first game, ‘the promise’ is discovered by the school side, and it becomes a big problem…","release_date":"2009-04-18","vote_average":5.7,"runtime":102,"cert":"N\/A","id":28830,"title":"Oppai Volleyball","adult":false,"genre_ids":[35]},{"cast":["Antonio Mayans","Howard Vernon","Rocío Freixas","Antonio Rebollo","Rafael Cayetano"],"overview":"The son of the infamous Dr. Orloff clashes with his father when he begins to stalk and dismember prostitutes in order to get parts to reanimate his dead mother.","release_date":"1984-06-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":28831,"title":"El siniestro doctor Orloff","adult":false,"genre_ids":[27]},{"cast":["Aoi Miyazaki","Yuichi Kimura","Ryo Katsuji","Tomoro Taguchi","Hiroki Miyake"],"overview":"A record company office worker named Kanna discovers a punk rock band called Shonen Meriken Sakku (Brass Knuckle Boys) through the internet and subsequently decides to represent them on behalf of her company. What Kanna did not know was that the Brass Knuckle Boys consists of all middle aged men.","release_date":"2008-10-19","vote_average":5.9,"runtime":125,"cert":"N\/A","id":28832,"title":"Brass Knuckle Boys","adult":false,"genre_ids":[35,10402]},{"cast":["Sergei Bezrukov","Chulpan Khamatova","Viktor Sukhorukov","Dmitriy Dyuzhev","Aleksandr Revva"],"overview":"The king decided to bring a soldier to a nervous breakdown because he fell in love with soldier's wife.","release_date":"2008-12-18","vote_average":6.6,"runtime":70,"cert":"N\/A","id":28833,"title":"Pro Fedota-streltsa, udalogo molodtsa","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["Lina Romay","Rocío Freixas","Antonio Mayans","Elisa Vela","Juan Soler"],"overview":"A man invites a woman to his house to live with him, just before the arrival of his wife who is coming back from the insane asylum.","release_date":"1983-09-23","vote_average":3.8,"runtime":86,"cert":"N\/A","id":28834,"title":"Cries of Pleasure","adult":false,"genre_ids":[53]},{"cast":["Fred Williams","Jack Taylor","Beni Cardoso","Moisés Augusto Rocha","Friedrich Joloff"],"overview":"Dr. Mabuse and his accomplices steal all kinds of attributes from a National Research Institute (including female staff members) in order to complete his own evil mind-control ray.  Dr. Mabuse has this impressive and horribly scarred man-monster that kills for him while the entire police force desperately tries to catch him.","release_date":"1972-12-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":28835,"title":"The Vengeance of Dr. Mabuse","adult":false,"genre_ids":[27,80]},{"cast":["Al Cliver","Eveline Barrett","Venantino Venantini","Donald O'Brien","Franz Müller"],"overview":"An ice queen takes a plane ride and discovers that flying is her g-spot, or least the gateway to sexual inhibition.","release_date":"1980-02-07","vote_average":0.0,"runtime":75,"cert":"N\/A","id":28840,"title":"Flying Sex","adult":true,"genre_ids":[35,10749]},{"cast":[],"overview":"No overview found.","release_date":"2008-08-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28841,"title":"Madison","adult":false,"genre_ids":[28,12,18]},{"cast":["Marc Porel","George Hilton","Anna Maria Rizzoli","Al Cliver","Guido Leontini"],"overview":"Pino Scalise discharged from the prison he was in for robbery, take refuge in Milan at the home of his uncle. Pino falls in love with one of the uncle's two daughters, who has become a prostitute because of Don Ciccio, head of a gang that traffics in drugs. Pino, now an informer to Police Commissioner Morani, makes plans to take the boss down.","release_date":"1978-02-05","vote_average":5.5,"runtime":83,"cert":"N\/A","id":28842,"title":"Blazing Flowers","adult":false,"genre_ids":[28,80,18]},{"cast":["Burt Reynolds","Maximillion Cooper","Alexander Roy","Adrien Brody"],"overview":"Some of the most amazing cars ever built race across Spain and head south into Africa in the 6th Annual Gumball 3000 Rally. This film captures the 2004 race, which featured Ferrari Enzos, Hummers, Caterhams, Aston Martins and other rare autos driven by an eccentric mix of skateboard pros, supermodels, Saudi royals and billionaires. The thrills abound as racers evade the law to be the first to cross the finish line at the Cannes Film Festival.","release_date":"2005-05-09","vote_average":7.0,"runtime":69,"cert":"","id":28843,"title":"Gumball 3000: 6 Days in May","adult":false,"genre_ids":[99]},{"cast":["Laura Gemser","Annie Belle","Al Cliver","Gabriele Tinti","Ziggy Zanger"],"overview":"In the desert paradise of pleasure and pain, a glamourous fashion model and a free-spirited beauty surrender themselves to complete sexual ecstasy. But will an unhinged holy man now lead these new lovers - as well as their friends and even family members - into the most shockingly immoral acts imaginable?","release_date":"1976-08-06","vote_average":4.3,"runtime":94,"cert":"N\/A","id":28844,"title":"Black Emmanuelle, White Emmanuelle","adult":false,"genre_ids":[18]},{"cast":["Brett Halsey","Meg Register","Lino Salemme","Christina Engelhardt","Pascal Druant"],"overview":"Professor Malcolm Evans leads his archaeological expedition into the Valley of Temples in southeast Sicily.  His companion and former student, Liza Harris, is looking forward to her very first dig.  But Liza feels a strange sympathy with the valley and her recurring nightmares seem strongly tied to the nearby ruins.  She is drawn to the remains of a 16th Century convent and its grisly legend of crucifixion.  The local villagers rise to protect the entombed secrets of their ancestors, as Liza's obsession with uncovering the truth takes her deeper into the forbidden ruins and further from sanity!","release_date":"1990-10-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":28847,"title":"Demonia","adult":false,"genre_ids":[27]},{"cast":["Brett Halsey","Zora Kerova","Al Cliver","Sacha Darwin","Ria De Simone"],"overview":"The financially strained and increasingly desperate, Lester Parsons concocts a brilliant get-rich-quick scheme; cruise the lonely hearts adds for rich women to fleece. Too bad then, that Lester’s also a psychotic cannibal who enjoys mutilating these lovelorn souls, via his trusty chainsaw, and using their flesh for his dinner. When a copycat killer threatens to bring him down, Lester must do all he can to prevent this new killer’s sloppy work from ruining them both.","release_date":"1988-01-01","vote_average":5.8,"runtime":86,"cert":"N\/A","id":28848,"title":"Touch of Death","adult":false,"genre_ids":[35,27]},{"cast":["Art Neill","Jackie Neill","Bart Sumner","Uke","William Toddie"],"overview":"A husband and wife open a video store in a new town, and come to find out that the locals only rent horror films and the \"occasional triple X'er\", and make their own snuff videos.","release_date":"1987-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":28851,"title":"Video Violence","adult":false,"genre_ids":[27]},{"cast":["Ralph Fellows","Sonja Kerskes","Fiana de Guzman","Wolfgang Wobeto","Cristiane Malia"],"overview":"A group of women, hired to assist with an impromptu concert, spend the evening at an ancient German castle. Unbeknownst to them, they've chosen the worst night on Earth to visit, as every sixty-six years, the long-dead bodies of Templar Knights buried there have the chance to wake and feast upon the living...","release_date":"2008-05-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":28852,"title":"Don't Wake the Dead","adult":false,"genre_ids":[27]},{"cast":["Oliver Krekel","Andreas Schnaas"],"overview":"No overview found.","release_date":"2007-05-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":28853,"title":"Fog² - Revenge of the Executed","adult":false,"genre_ids":[]},{"cast":["John Holmes","Seka","Sue Carol","Jade Wong","Nikki Anderson"],"overview":"In Bob Chinn’s big budget mix of X rated war epic and Nazisploitation, John Holmes stars as an American G.I. who gets marooned on a tropical island after his ship is bombed. There he discovers a small Nazi outpost which has kidnapped a beautiful American nurse. Determined to save her, he slowly begins to infiltrate the Nazi compound.","release_date":"1980-01-01","vote_average":5.4,"runtime":75,"cert":"N\/A","id":28854,"title":"Prisoner of Paradise","adult":true,"genre_ids":[18]},{"cast":["Robert Quarry","Mariette Hartley","Roger Perry","Yvonne Wilder","Tom Toner"],"overview":"Count Yorga continues to prey on the local community while living by a nearby orphanage. He also intends to take a new wife, while feeding his bevy of female vampires.","release_date":"1971-08-18","vote_average":5.2,"runtime":97,"cert":"N\/A","id":28855,"title":"The Return of Count Yorga","adult":false,"genre_ids":[27]},{"cast":["Hideki Ninomiya","Riki Hashimoto","Shinji Hori","Masahide Iizuka","Muneyuki Nagatomo"],"overview":"In a mountainous region of Japan, Lord Arakawa kidnaps the men of nearby villages to use as slave labor, producing gunpowder from his sulfur pits. A band of young boys decide to rescue their enslaved fathers, but with the roads guarded by soldiers the only option is a cross-country route across the snowy peaks of Daimajin's mountain.","release_date":"1966-12-10","vote_average":6.3,"runtime":79,"cert":"N\/A","id":28856,"title":"Return of Daimajin","adult":false,"genre_ids":[14,18]},{"cast":["Kôjirô Hongô","Shiho Fujimura","Taro Marui","Takashi Kanda","Kôji Fujiyama"],"overview":"The tyrannical Lord Danjo Mikoshiba covets the rich, fertile lands surrounding Lake Yakumo. During a memorial ceremony for the late Chigusa lord, Mikoshiba launches an attack, overthrowing the honorable Lord Juro. Just when all seems lost, Daimajin rises from Lake Yakumo to settle a score of his own.","release_date":"1966-08-13","vote_average":6.3,"runtime":87,"cert":"N\/A","id":28857,"title":"Wrath of Daimajin","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"BROTHERS AT WAR is an intimate portrait of an American family during a turbulent time.  Jake Rademacher sets out to understand the experience, sacrifice, and motivation of his two brothers serving in Iraq. The film follows Jake’s exploits as he risks everything—including his life—to tell his brothers’ story.","release_date":"2009-03-13","vote_average":6.0,"runtime":110,"cert":"N\/A","id":28858,"title":"Brothers at War","adult":false,"genre_ids":[99,36]},{"cast":["Denise Crosby","Sam Bottoms","Rip Torn","Lupe Ontiveros","Chris Demetral"],"overview":"An American family moves to Mexico to fabricate dolls, but their toy factory happens to be next to a Sanzian grave and the toys come into possession of an old, malicious spirit.","release_date":"1991-10-18","vote_average":4.9,"runtime":93,"cert":"N\/A","id":28859,"title":"Dolly Dearest","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Join Team GeoTrax on four exciting adventures in GeoTown as the meet new members of the team and learn the importance of working together.","release_date":"2007-05-23","vote_average":4.3,"runtime":48,"cert":"N\/A","id":28860,"title":"Team GeoTrax - All Aboard","adult":false,"genre_ids":[16,10751]},{"cast":["Christopher Mitchum","Christopher Lee","Cristina Higueras","Brigitte Lahaie","Richard Harrison"],"overview":"An undercover CIA agent posing as a reporter travels to South America on a mission to destroy a drug cartel.","release_date":"1988-08-18","vote_average":4.5,"runtime":85,"cert":"N\/A","id":28861,"title":"Dark Mission: Flowers of Evil","adult":false,"genre_ids":[28]},{"cast":["Erik Estrada","John Phillip Law","Monique Gabrielle","Raven","John Coleman"],"overview":"Angel is a disturbed teen who becomes obsessed with her nice stepfather Steven. After her mother dies under unusual circumstances, Angel is sent to an institution. Years later, she is let out and tracks down her dear step-dad who now lives with his new girlfriend Michelle. He is technically her only kin so he takes her in, but his girlfriend doesn't like Angel one bit. Angel's obsession with her \"dad\" is as strong as ever and she fantasizes about seducing him. After spying on him and his girlfriend having passionate sex, she begins playing a deadly game and even tries to seduce his hostile girlfriend. However, Steven has a more immediate and obvious problem - a drug dealer called Johnny Ventura.","release_date":"1993-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":28864,"title":"Angel Eyes","adult":false,"genre_ids":[53]},{"cast":["John Phillip Law","Francine York","Sharon Ratcliff","Richard Moll","Mark Petrich"],"overview":"No overview found.","release_date":"1992-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":28865,"title":"Marilyn Alive and Behind Bars","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Mahonri, the brother of Jared, is a righteous man in wicked Babel. After the tower of Babel is destroyed and the language of the people is confused, the Lord shows Mahonri how to build barges to carry the righteous across the sea to the Promised Land. When the brother of Jared asks the Lord to touch stones to light the barges, his faith is so strong that he receives a great revelation.","release_date":"1990-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":28866,"title":"The Brother of Jared","adult":false,"genre_ids":[10751,16]},{"cast":["Robert Powell","Timothy Bottoms","Lisa Blount","Anne Heywood","Richard Johnson"],"overview":"The US military is running a test for a special type of radio transmitter, to be used to communicate with submarines, in a deep system of underground caves in Central America. When the signal from one of the transmitters suddenly disappears, a team of soldiers led by Major Elbert Stevens (Bottoms) and cave specialists led by Rupert 'Wolf' Wolfsen (Powell) including scientist Leslie Peterson (Blount) are sent in to find out what happened.  Exploring deep underground, they stumble upon a tribe of albino cave-dwellers who have apparently been isolated from the rest of the world for thousands of years. The cave-dwellers are hurt by radio frequencies and are able to see in infra-red frequencies, tracking the explorers by their body heat.","release_date":"1984-11-19","vote_average":3.8,"runtime":88,"cert":"U","id":28867,"title":"What Waits Below","adult":false,"genre_ids":[27,12,878]},{"cast":["Naseeruddin Shah","Dimple Kapadia","Saif Ali Khan","Boman Irani","Simone Singh"],"overview":"The Sethna family resides in the hills of Panchgani. A retired sculptor Dinshaw heads the family of Dinshaw's wife Katy , brother Farokh, sister-in-law Tina and second brother Fardoonjee . When the bizarre Cyrus comes into their lives, it is soon revealed that things aren't quite right with the Sethna family","release_date":"2005-12-08","vote_average":5.7,"runtime":90,"cert":"","id":28868,"title":"Being Cyrus","adult":false,"genre_ids":[35,18,53]},{"cast":["Jessica Drake","Brad Armstrong","Aria","Cherokee","Dolorian"],"overview":"A dirty little secret about coming clean! Spin, rinse, repeat as needed ... When no one is looking this laundromat is bubbling over with good clean filthy fun!","release_date":"2004-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28869,"title":"Fluff and Fold","adult":true,"genre_ids":[35]},{"cast":["Judith Marie-Bergan","Lawrence Tierney","James Johnson","Ian Scott","Jerry McGee"],"overview":"A sexually frustrated young man kills hookers.","release_date":"1979-01-01","vote_average":4.0,"runtime":78,"cert":"N\/A","id":28870,"title":"Blood Rage","adult":false,"genre_ids":[80,27,53]},{"cast":["Vanessa Redgrave","Brenda Fricker","Joss Ackland","Hayley Atwell","Orla Brady"],"overview":"The story of Ellie, a young woman left in charge of the residential home run by her older sister, over the Christmas period. Whilst most of the residents have left to spend the festive period with their families, four residents, known as 'the hardcore' remain. Their behavior is so terrible that the home faces closure as potential new residents are put off by their appalling ant","release_date":"2007-11-16","vote_average":6.0,"runtime":100,"cert":"N\/A","id":28871,"title":"How About You...","adult":false,"genre_ids":[35,18]},{"cast":["Joo Jin-mo","Gong Hyung-jin","Song Seon-mi","Seo Young-hee","Son Hyun-joo"],"overview":"Man-chul leads two lives, he is married to Myeong-sun and he is also living with Jeong-ae, a wealthy and sexy woman. One day he accidentilly catches an escaped convict, which then attracts un-needed attention to his life. In order to keep his secret from his two lovers, he and his best friend must lie to reporters, cops and neighbors and the situation just gets crazier and crazier with every lie.","release_date":"2004-04-23","vote_average":6.5,"runtime":115,"cert":"N\/A","id":28872,"title":"Liar","adult":false,"genre_ids":[35]},{"cast":["Germán Robles","Julio Alemán","Domingo Soler","Aurora Alvarado","Manuel Vergara 'Manver'"],"overview":"A professor and a vampire hunter join forces to destroy the murderous vampire Nostradamus and his minions.","release_date":"1962-04-13","vote_average":5.5,"runtime":74,"cert":"N\/A","id":28879,"title":"Nostradamus and the Destroyer of Monsters","adult":false,"genre_ids":[27]},{"cast":["Carlos López Puccio","Jorge Maronna","Marcos Mundstock","Carlos Núñez Cortés","Daniel Rabinovich"],"overview":"Les Luthiers is a comedy-musical group from Argentina, very popular also in several other Spanish-speaking countries such as Paraguay, Peru, Chile, Ecuador, Spain, Colombia, Mexico, Uruguay and Venezuela. They were formed in 1967 by Gerardo Masana, during the height of a period of very intense Choral Music activity in Argentina's state universities.","release_date":"1977-01-02","vote_average":4.3,"runtime":83,"cert":"N\/A","id":28884,"title":"Viejos Fracasos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2009-06-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28887,"title":"Evaraina Eppudaina","adult":false,"genre_ids":[]},{"cast":["Heather Nova"],"overview":"Heather Nova performs live in London's intimate, atmospheric Union Chapel in September 2003. Includes songs from her studio album \"Storm.\"","release_date":"2004-06-29","vote_average":0.0,"runtime":45,"cert":"N\/A","id":28888,"title":"Heather Nova Live At The Union Chapel","adult":false,"genre_ids":[10402]},{"cast":["Wolf Ruvinskis","Julio Alemán","Rosita Arenas","Armando Silvestre","Claudio Brook"],"overview":"Dr. Charon and his group of mad scientists built a neutron bomb with trying to blackmail the free world for global power. But the hero appears, Neutron, who, with the help of Dr. Thomas and reporter Nora spoil those plans.","release_date":"1962-04-06","vote_average":5.0,"runtime":86,"cert":"N\/A","id":28889,"title":"Neutron and the Black Mask","adult":false,"genre_ids":[]},{"cast":["Jennifer Connelly","Charles Durning","Gary McCleery","Laurent Terzieff","Olimpia Carlisi"],"overview":"An American ballerina arrives in Hungary to enroll in a ballet school and it soon becomes apparent that things are not what they seem.","release_date":"1989-03-17","vote_average":5.7,"runtime":101,"cert":"N\/A","id":28892,"title":"Ballet","adult":false,"genre_ids":[53,27,9648,10749,14]},{"cast":["Edward Albert","Erin Moran","Ray Walston","Bernard Behrens","Zalman King"],"overview":"As a lone spaceship proceeds on its long voyage across space, the crew are surprised to encounter a strange pyramid form. Surprise turns to horror as one by one, they discover that their darkest nightmares are all starting to become real. The pyramid has to be behind it all somehow, but how can they save themselves from its influence?","release_date":"1981-10-01","vote_average":5.0,"runtime":81,"cert":"N\/A","id":28893,"title":"Galaxy of Terror","adult":false,"genre_ids":[28,12,27,878]},{"cast":["Marlene Dietrich","Arthur Kennedy","Mel Ferrer","Lloyd Gough","Gloria Henry"],"overview":"A cowboy infiltrates a bandit hideout in search of his girlfriend's killer.","release_date":"1952-03-01","vote_average":6.3,"runtime":89,"cert":"N\/A","id":28894,"title":"Rancho Notorious","adult":false,"genre_ids":[37]},{"cast":["Judy Garland","John Hodiak","Ray Bolger","Angela Lansbury","Preston Foster"],"overview":"Vittles, songs and dance are amply ladeled out when Judy Garland headlines The Harvey Girls, a joyous musical slice of Americana celebrating the restaurants that brought extra helpings of civilization to Old West rail passengers.","release_date":"1946-01-18","vote_average":6.4,"runtime":102,"cert":"N\/A","id":28907,"title":"The Harvey Girls","adult":false,"genre_ids":[37,18,35,10402]},{"cast":["Christopher Lee","Ralph Bellamy","Turhan Bey","Carroll Borland","John Carradine"],"overview":"No overview found.","release_date":"1996-01-01","vote_average":10.0,"runtime":50,"cert":"N\/A","id":28908,"title":"100 Years of Horror: The Gruesome Twosome","adult":false,"genre_ids":[]},{"cast":["John Mills","John Gregson","Donald Sinden","James Robertson Justice","Michael Medwin"],"overview":"In World War II, the greatest threat to the British navy is the German battleship Tirpitz. While anchored in a Norwegian fjord, it is impossible to attack by conventional means, so a plan is hatched for a special commando unit to attack it, using midget submarines to plant underwater explosives.","release_date":"1955-03-29","vote_average":6.1,"runtime":99,"cert":"","id":28909,"title":"Above Us the Waves","adult":false,"genre_ids":[10752]},{"cast":["Lionel Barrymore","Elizabeth Allan","Bela Lugosi","Lionel Atwill","Jean Hersholt"],"overview":"Sir Karell Borotyn appears to have been killed by Count Mora, a vampire who prowled around his castle. One year later, Irena, Karell's daughter, is haunted by the vampire and will be his next victim… unless Professor Zelen can avoid it.","release_date":"1935-04-26","vote_average":6.6,"runtime":58,"cert":"N\/A","id":28910,"title":"Mark of the Vampire","adult":false,"genre_ids":[27,9648]},{"cast":["Christopher Lee","Carroll Borland","Robert Cornthwaite","Hazel Court","David DeCoteau"],"overview":"No overview found.","release_date":"1996-01-01","vote_average":9.4,"runtime":24,"cert":"N\/A","id":28913,"title":"100 Years of Horror: Scream Queens","adult":false,"genre_ids":[99]},{"cast":["Louis Hayward","Joan Leslie","Virginia Field","Tom Conway","Richard Basehart"],"overview":"Broadway star, Sheila Page, shoots Barney, her murderous husband on New Year's Eve. She flees her apartment and goes to her producer, John Friday. When she arrives, it is New Year's day, a year earlier. She has been given the chance to live life over and correct the errors of the past only to find that the end will be the same although the path will be different.","release_date":"1947-05-22","vote_average":6.7,"runtime":91,"cert":"N\/A","id":28914,"title":"Repeat Performance","adult":false,"genre_ids":[18,9648]},{"cast":["Shawn Hatosy","DJ Qualls","Tom Bower","Nikki Reed","Ann Dowd"],"overview":"\"Familiar Strangers\" asks the question. \"Is it really possible to relate to ones parents and siblings after being replaced by the family dog? . . . Perhaps as friends - weird friends?\" An off beat - funny - heartfelt story of family negotiating the changing relationships between parents and children, especially as those children grow into adulthood.","release_date":"2008-01-01","vote_average":6.8,"runtime":86,"cert":"N\/A","id":28917,"title":"Familiar Strangers","adult":false,"genre_ids":[35,18]},{"cast":["Corey Feldman","Corey Haim","Robyn Lively","Stacie Randall","Michael Nicolosi"],"overview":"Dinger and Bobby's adventure start when a pair of magical sunglasses arrive at the door. Their mundane lives in L.A. get a crazy twist-but soon enough, they've got thugs on their trail who want the valuable pair for themselves. Under hot pursuit, it's one crazy antic after another as the troublesome twosome scramble to keep their hot commodity out of the wrong hands.","release_date":"1995-01-01","vote_average":5.3,"runtime":91,"cert":"N\/A","id":28920,"title":"Dream a Little Dream 2","adult":false,"genre_ids":[35,878]},{"cast":["Ken Foree","Kristina Klebe","Emilio Roso","Miodrag Krstović","Vukota Brajović"],"overview":"Zone of the Dead, also known as Apocalypse of the Dead (Zona Mrtvih in Serbian) is a 2009 Serbian horror film. A police-escorted prisoner transport supervised by Interpol sets off to Belgrade. The route leads the transport through Pancevo, where they encounter an ecological disaster and infected people who are trying to kill them. Interpol agents Mortimer Reyes and Mina Milius soon realize that their only chance for escape from the zombie hordes lies in allying with the dangerous, mysterious prisoner.","release_date":"2009-02-22","vote_average":4.4,"runtime":102,"cert":"N\/A","id":28925,"title":"Zone of the Dead","adult":false,"genre_ids":[28,27]},{"cast":["Tim Thomerson","Mark Hengst","Osa Wallander","Ken Foree","Gregory Lee Kenyon"],"overview":"Human blood is no longer fit for consumption as the vampire race slowly becomes extinct.","release_date":"2009-09-18","vote_average":4.0,"runtime":97,"cert":"N\/A","id":28930,"title":"Live Evil","adult":false,"genre_ids":[27]},{"cast":["Tristan Rogers","Arabella Holzbog","Tyrone Power Jr.","Sonia Curtis","Griffin O'Neal"],"overview":"A man who is immortal can bring his wife back from the dead temporarily by killing young women. But his latest would-be victim may be a problem.","release_date":"1992-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":28931,"title":"Soulmates","adult":false,"genre_ids":[27]},{"cast":["Sylvester Stallone","Rod Steiger","Peter Boyle","Melinda Dillon","David Huffman"],"overview":"Johnny Kovak joins the Teamsters trade-union in a local chapter in the 1930s and works his way up in the organization. As he climbs higher and higher his methods become more ruthless and finally senator Madison starts a campaign to find the truth about the alleged connections with the Mob.","release_date":"1978-04-26","vote_average":6.6,"runtime":145,"cert":"N\/A","id":28932,"title":"F.I.S.T.","adult":false,"genre_ids":[18,28]},{"cast":["Sam Page","Josh Hammond","Bradley Stryker","Elizabeth Bruderman","Donnie Eichar"],"overview":"The fraternity \"Doma (House of) Tau Omega\" has found a key to eternal youth. Will they be able to recruit Chris, an innocent and perfect newcomer?","release_date":"2001-03-15","vote_average":3.7,"runtime":85,"cert":"N\/A","id":28933,"title":"The Brotherhood","adult":false,"genre_ids":[27]},{"cast":["Bill Bragg","David Hess","Christine Marie Schneider","Elina Fillipova","Noris Campos"],"overview":"No overview found.","release_date":"2001-08-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":28934,"title":"Nutcracker: An American Nightmare","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Erin Brown","Anoushka","Darian Caine","Julian Wells","Zoe Moonshine"],"overview":"Misty and Ruby are a couple who run a lesbian bar in New Jersey when their lives change one night with the arrival of a seductive woman (Anoushka) who bites Misty, thus starting her slow transformation into a werewolf. Anoushka the werewolf returns to her home in London, England where she gives an interview to a young reporter about her life as a werewolf, while back in America, Misty undergoes a slow transformation into a werewolf herself which may lead to danger for Ruby, and any other woman involved.","release_date":"2006-03-06","vote_average":4.5,"runtime":69,"cert":"N\/A","id":28935,"title":"An Erotic Werewolf in London","adult":false,"genre_ids":[27]},{"cast":["Corin Nemec","Jen Nikolaisen","David DeLuise","Shannon Pierce Wilkins","Kane Hodder"],"overview":"Bundy, starring Corin Nemec in the title role and co-starring Kane Hodder, details the dark psyche and previously unexplored motivations of the man who became known as one of the most notorious serial killers to leave behind a legacy of evil.","release_date":"2008-01-01","vote_average":3.8,"runtime":95,"cert":"N\/A","id":28936,"title":"Bundy: An American Icon","adult":false,"genre_ids":[80,18,27,53]},{"cast":["David Faustino","Andrew Divoff","Kostas Sommer","Joe Torry","Corin Nemec"],"overview":"Boston Strangler: The Untold Story is an intense true-crime thriller about Albert De Salvo, a wise cracking, small time criminal with an unrelenting sex drive, who ultimately falsely confesses to being the strangler that wreaked havoc in Boston during the early sixties. Guided by his manipulative cell mate, who knows more about the murders than he reveals, they devise a plan to gain all of the notoriety from the killings and the money from the reward. Meanwhile, Detective John Marsden, searches out the truth certain that they were not committed by one man. Fighting the bureaucracy of the day, Marsden lets his emotions get the best of him as he follows the trail of the murders.","release_date":"2008-07-22","vote_average":3.9,"runtime":90,"cert":"N\/A","id":28937,"title":"Boston Strangler: The Untold Story","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Christian Ulmen","Nadja Uhl","Til Schweiger","Wotan Wilke Möhring","Florian David Fitz"],"overview":"The comedy about men and their struggles in life and love.","release_date":"2009-09-09","vote_average":6.1,"runtime":107,"cert":"N\/A","id":28938,"title":"Men in the City","adult":false,"genre_ids":[35]},{"cast":["Ross Kelly","Stefani Marchesi","Pedro Miguel Martínez","Mike Hatfield","Malcolm Madera"],"overview":"In 1590, Coronado dispatched a division of one thousand men to find El Dorado, the legendary city of gold. Those men were never seen again. While searching some Baja peninsula caves as part of an archeological expedition, a university professor and his students unwittingly unleash a long dormant curse. They soon find themselves in a life or death battle with an army of skeletal warriors, the undead remnants of Coronado's conquistadors.","release_date":"2008-01-01","vote_average":2.8,"runtime":89,"cert":"N\/A","id":28939,"title":"Army of the Dead","adult":false,"genre_ids":[28,12,27,878]},{"cast":["Paul Bartel","Mary Woronov","Susan Saiger","Richard Paul","John Shearin"],"overview":"A relatively boring Los Angeles couple discover a bizarre, if not murderous way to get funding for opening a restaurant.","release_date":"1982-03-24","vote_average":6.9,"runtime":87,"cert":"N\/A","id":28940,"title":"Eating Raoul","adult":false,"genre_ids":[35,80,27]},{"cast":["Kelli Maroney","Tony O'Dell","Barbara Crampton","Russell Todd","Karrie Emerson"],"overview":"A group of teenagers that work at the mall all get together for a late night party in one of the stores. When the mall goes on lock down before they can get out, the robot security system activates after a malfunction and goes on a killing spree. One by one the three bots try to rid the mall of the “intruders.” The only weapons the kids can use are the supplies in other stores, or if they can make it till morning when the mall opens back up.","release_date":"1986-03-21","vote_average":5.5,"runtime":77,"cert":"N\/A","id":28941,"title":"Chopping Mall","adult":false,"genre_ids":[27,878]},{"cast":["Oliver Reed","Samantha Eggar","Art Hindle","Henry Beckman","Nuala Fitzgerald"],"overview":"A man tries to uncover an unconventional psychologist's therapy techniques on his institutionalized wife, while a series of brutal attacks committed by a brood of mutant children coincides with the husband's investigation.","release_date":"1979-05-25","vote_average":6.7,"runtime":92,"cert":"18","id":28942,"title":"The Brood","adult":false,"genre_ids":[27,878]},{"cast":["Michael Caine","Martin Landau","Frances Barber","Andy Serkis","Danny Webb"],"overview":"The past catches up with a ruthlessly ambitious boxing promoter.","release_date":"2000-09-22","vote_average":5.1,"runtime":99,"cert":"N\/A","id":28943,"title":"Shiner","adult":false,"genre_ids":[18,28,80]},{"cast":["Mona Zaki","Mokhles El Behiry","Mohamed El Kholi","Fekry Abaza","Abdel Ghany Naser"],"overview":"The melodramic history of an Egyptian president, whose life witnessed the 1973 war, the Jerusalem visit and camp David's peace treaty. Even his death was a legendary scene when fundamentalists shot him dead during the October Military parade.","release_date":"2001-06-26","vote_average":6.0,"runtime":168,"cert":"N\/A","id":28944,"title":"Ayam El-Sadat","adult":false,"genre_ids":[18,36]},{"cast":["Greg Amici","Brian Burnett","Alayna Caryl","Cynthia Watros","Jon Gries"],"overview":"A young urban family spends summers on an idyllic island. When an abandoned, mangy mutt wanders onto the property, the dad alerts Animal Control - but the children beg to keep the dog. A compromise is reached: the kids can nurse FRANK back to health, but must put him up for adoption when summer is over. As he regains his strength, Frank risks his life to bring the family together...","release_date":"2007-11-02","vote_average":4.6,"runtime":90,"cert":"N\/A","id":28945,"title":"Frank","adult":false,"genre_ids":[10751,18]},{"cast":["Brinke Stevens","Debbie Rochon","Amy Lynn Best","Lilith Stabs","Robyn Griggs"],"overview":"A sorority mixer at a local bowling alley goes terribly wrong when the five women who own the building turn out to not be what they seem.","release_date":"2009-04-03","vote_average":0.0,"runtime":66,"cert":"N\/A","id":28952,"title":"Demon Divas and the Lanes of Damnation","adult":false,"genre_ids":[35,27]},{"cast":["Brian Ramme","Maghan Torrence","Matt Spease","Daisy Owings","Lilith Stabs"],"overview":"No overview found.","release_date":"2007-05-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":28953,"title":"Silent Vengeance","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2004-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28956,"title":"Evil Deeds","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2002-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":28957,"title":"Evil on Queen Street","adult":false,"genre_ids":[]},{"cast":["Paul McCloskey","Barbara Lessin","Brinke Stevens"],"overview":"A pseudo-documentary edited from the home movies of serial killers Wayne &amp; Andrea Montgomery, presenting a look into their quiet, suburban lives...as well as the graphic &amp; disturbing details of their horrific crimes.","release_date":"2007-09-08","vote_average":3.9,"runtime":105,"cert":"N\/A","id":28958,"title":"Head Case","adult":false,"genre_ids":[18,27]},{"cast":["Brinke Stevens","Lauren Westen","Victoria Lundin","Jay Lind"],"overview":"No overview found.","release_date":"2000-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28959,"title":"To Dance With Death","adult":false,"genre_ids":[]},{"cast":["Debbie Rochon","Syn DeVil","Victoria Lundin","Jay Lind"],"overview":"A tortured painted (played by director Lind) slowly loses his grip on sanity after his model girlfriend (Debbie Rochon) is lured to the dark side by a seductive female demon (Syn Devil).","release_date":"2002-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28960,"title":"Shadow of the Demon","adult":false,"genre_ids":[27]},{"cast":["Shoyi Cheng","Brad Frikkers","Amy Brown","Lucy Ashton","Tiffany Sinclair"],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":28961,"title":"Take-Away Spirit","adult":false,"genre_ids":[]},{"cast":["William G. Smith","Matt Walker","Mariah Smith","Debbie Rochon","Kimberlee Davis"],"overview":"No overview found.","release_date":"2005-09-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":28964,"title":"Dark Side of the Light","adult":false,"genre_ids":[]},{"cast":["László Csákányi","Judit Pogány","József Gyabronka","Tibor Bitskey","Teri Földi"],"overview":"A tale about a little fox Vuk from the novel of the famous Hungarian writer István Fekete.","release_date":"1981-12-10","vote_average":7.4,"runtime":74,"cert":"N\/A","id":28967,"title":"The Little Fox","adult":false,"genre_ids":[16,10751]},{"cast":["Ana Patricia Rojo","Elsa Maria Gutierrez","Leonor Llausás","Carmela Stein","Maria Santander"],"overview":"In 1965 Mexico City, Fabiola, a wealthy yet lonely schoolgirl, befriends Graciela, a young orphan girl who has an unhealthy fascination with witchcraft. Fabiola is convinced that she, herself, is a witch by Graciela, who then uses the fear that she's put into her new friend to get Fabiola to carry out her orders. As their games grow more serious, the two girls find themselves involved in murder.","release_date":"1984-01-01","vote_average":6.7,"runtime":90,"cert":"N\/A","id":28968,"title":"Poison for the Fairies","adult":false,"genre_ids":[14,18,53,27]},{"cast":["Matthew Harbour","Jane Seymour","Tom Skerritt","Ellen Burstyn","Kevin Jubinville"],"overview":"A lonely boy wins over his distant father and strict grandmother with help from a brave velveteen rabbit whose one wish is to become a real rabbit someday","release_date":"2009-01-01","vote_average":7.0,"runtime":97,"cert":"N\/A","id":28969,"title":"The Velveteen Rabbit","adult":false,"genre_ids":[16,18,10751,14]},{"cast":["Edna Purviance","Clarence Geldart","Carl Miller","Lydia Knott","Charles K. French"],"overview":"When Marie St. Clair believes she has been jilted by her artist fiance Jean, she decides to leave for Paris on her own. After spending a year in the city as a mistress of the wealthy Pierre Revel, she is reunited with Jean by chance. This leaves her with the choice between a glamorous life in Paris, and the true love she left behind.","release_date":"1923-10-01","vote_average":6.9,"runtime":78,"cert":"N\/A","id":28974,"title":"A Woman of Paris","adult":false,"genre_ids":[18,10749]},{"cast":["Pierce Brosnan","Ray McAnally","Alison Doody","Jeremy Child","Dearbhla Molloy"],"overview":"When a small Irish town is terrorized by a corrupt business syndicate, a lone hero (Brosnan) wages an all out war.","release_date":"1988-02-26","vote_average":6.1,"runtime":96,"cert":"N\/A","id":28975,"title":"Taffin","adult":false,"genre_ids":[28,53]},{"cast":["Ken Stott","Christine Tremarco","Ron Donachie","Stacy Hart","Elaine Cassidy"],"overview":"A young girl becomes the great love of the Nazi leader's life. It spans the years between 1929 and 1945, and focuses on Hitler's obsessive relationship with his niece Geli Raubal (Elaine Cassidy), which eventually led to the girl's suicide, then goes on to tell the story of how Eva Braun (Christine Tremarco) became his wife.","release_date":"2005-01-03","vote_average":6.0,"runtime":92,"cert":"","id":28976,"title":"Uncle Adolf","adult":false,"genre_ids":[10770,18]},{"cast":["Alison Carroll","Vincent van Ommen","Martin Swabey","Cela Yildiz","Natasha Henry"],"overview":"You need to suffer, to understand....","release_date":"2010-05-17","vote_average":7.0,"runtime":110,"cert":"N\/A","id":28979,"title":"Life is an Art","adult":false,"genre_ids":[53]},{"cast":["Andy Bell","Travis Pastrana"],"overview":"The story of Freestyle Motocross legend Travis Pastrana is told through action-packed race footage, rare personal film, interviews with Pastrana and his family, and much more.","release_date":"2008-01-01","vote_average":4.5,"runtime":120,"cert":"N\/A","id":28982,"title":"199 lives: The Travis Pastrana Story","adult":false,"genre_ids":[99]},{"cast":["Sandra Bullock","Craig Sheffer","Juan Fernández","Judith Chapman","Ramsay Ross"],"overview":"When a well-known environmental researcher is murdered in the Amazon jungle, an arrogant photojournalist joins forces with a beautiful young activist to find out who is responsible. Along they way, they fall in love as they discover the men responsible for the killing would be more than willing to murder again if it will keep them quiet.","release_date":"1993-10-01","vote_average":3.6,"runtime":87,"cert":"N\/A","id":28983,"title":"Fire on the Amazon","adult":false,"genre_ids":[18,12,28]},{"cast":["Said Mohamadi","Behnaz Jafari","Bahman Ghobadi","Mohamad Karim Rahmati","Rafat Moradi"],"overview":"Itinerant Kurdish teachers, carrying blackboards on their backs, look for students in the hills and villages of Iran, near the Iraqi border during the Iran-Iraq war. Said falls in with a group of old men looking for their bombed-out village; he offers to guide them, and takes as his wife Halaleh, the clan's lone woman, a widow with a young son. Reeboir attaches himself to a dozen pre-teen boys weighed down by contraband they carry across the border; they're mules, always on the move. Said and Reeboir try to teach as their potential students keep walking. Danger is close; armed soldiers patrol the skies, the roads, and the border. Is there a role for a teacher? Is there hope?","release_date":"2000-09-01","vote_average":6.6,"runtime":85,"cert":"N\/A","id":28988,"title":"Blackboards","adult":false,"genre_ids":[18,36,10752]},{"cast":["Robert Logan","Heather Rattray","Mark Edward Hall","George Buck Flower","Hal Bokar"],"overview":"Two orphans set out to claim their inheritance - a 400 acre plot of land in Salem Oregon. To Do so they must cross the rugged snow covered Rocky Mountains in the year 1876.","release_date":"1976-12-20","vote_average":5.2,"runtime":105,"cert":"N\/A","id":28989,"title":"Across the Great Divide","adult":false,"genre_ids":[28,18,10751]},{"cast":["Ralf Richter","Heinz Hoenig","Mark Keller","Jana Pallaske","Saskia Valencia"],"overview":"","release_date":"2009-04-23","vote_average":2.5,"runtime":100,"cert":"N\/A","id":28990,"title":"Kopf oder Zahl","adult":false,"genre_ids":[18]},{"cast":["Martin Swabey","Stéphanie Montreux","Davide Durbano","Vincent van Ommen","Cela Yildiz"],"overview":"He couldn't save her then. Will he able to 400 years later?.","release_date":"2009-04-11","vote_average":4.5,"runtime":87,"cert":"N\/A","id":28991,"title":"Reiki","adult":false,"genre_ids":[28,14]},{"cast":["Robert Logan","Susan Damante","Hollye Holmes","Ham Larsen","George Buck Flower"],"overview":"The story of a modern family bored with the hassles of the city life in Los Angeles. They head for the wilderness never to return.","release_date":"1975-12-19","vote_average":5.5,"runtime":105,"cert":"N\/A","id":28994,"title":"The Adventures of the Wilderness Family","adult":false,"genre_ids":[18,10751,12]},{"cast":["Michelle von Treuberg","Lucie Hollmann","Paula Riemann","Zsá Zsá Inci Bürkle","Jette Hering"],"overview":"Five teenage girls navigate the twists and turns of their complicated emotional lives, and learn the secrets of the heart through their friendship.","release_date":"2007-04-04","vote_average":5.9,"runtime":108,"cert":"N\/A","id":28995,"title":"Wild Chicks in Love","adult":false,"genre_ids":[10749,10751,35]}]