[{"cast":["Giuliano Gemma","Barbara Bach","Francesca Romana Coluzzi","Marisa Merlini","Ninetto Davoli"],"overview":"Romulus, a rough but genuine country man, finds, on the occasion of a religious festival, a girl, Rema, already his kindergarten companion. In love with her since then, he welcomes with joy the invitation to follow her to Rome, convinced that the young woman wants to marry him.","release_date":"1973-08-31","vote_average":5.0,"runtime":86,"cert":"N\/A","id":290000,"title":"Il maschio ruspante","adult":false,"genre_ids":[35]},{"cast":["Jessica Drake","Tyler Nixon","Brandi Love","Chloe Amour","Bonnie Rotten"],"overview":"Brad Armstrong, creator of the epic love story FALLEN and the runaway 2014 blockbuster UNDERWORLD, now delivers his follow-up masterpiece AFTERMATH, a twisted tale of forbidden love. Leading man Ryan Driller and XBIZ \/ XRCO Best Male Newcomer Tyler Nixon are father and son, three-time AVN Best Actress Winner jessica drake is the woman who loves them. Wicked Girl & Performer of the year Asa Akira, Performer of the Year Bonnie Rotten, MILF superstar Brandi Love and Best Actor Winner Xander Corvus round out an amazing cast. An intensely powerful coming-of-age drama that explores and shatters sexual boundaries, AFTERMATH is destined to become an instant classic.","release_date":"2014-09-03","vote_average":9.5,"runtime":180,"cert":"\"NC-17\"","id":290002,"title":"Aftermath","adult":true,"genre_ids":[]},{"cast":["Mercedes McCambridge","Ford Rainey","Simone Griffeth","John Lozier","Buddy Foster"],"overview":"Hickspoiltation film from the early 1970s ostensibly starring Oscar nominee Mercedes McCambridge, but really more a film looking for an excuse to show off Simone Griffeth's beauty.  She plays a daughter of a swamp family.  The whole family goes to a carnival where she is seduced by an older male performer, while her teen brother is seduced by an older female performer.","release_date":"1972-06-03","vote_average":0.0,"runtime":96,"cert":"\"R\"","id":290004,"title":"Sixteen","adult":false,"genre_ids":[18]},{"cast":["Christopher Lambert","Diane Lane","Francesco Quinn","Claudia Ohana","J. C. Quinn"],"overview":"A rock-star who stopped singing after the death of his brother finds a female genie in a vase. She tries to help him live again.","release_date":"1988-04-28","vote_average":3.0,"runtime":97,"cert":"N\/A","id":290006,"title":"Priceless Beauty","adult":false,"genre_ids":[14,18]},{"cast":["Lola Rêve","Alexis Crystal","Ferrara Gomez","Dido Angel","Leny Ewil"],"overview":"Imprisoned in a high-security zone in Eastern Europe with other candidates, she chose to spend three days and nights as a prisoner: walls, cells, bars, uniforms, body searches... everything is true to life! Totally at the mercy of a particularly vicious and authoritarian female supervisor, the group will quickly learn what it means to be completely subjected to pleasure.\r While a man is forced to watch his wife being fucked and raped by another inmate, Lola is at the mercy of four virile males who have been incarcerated for several months and are terribly excited by her gorgeous body. In the precincts of PRISON BLOCK 69, inmates are now only sex objects, serving the sick fantasies of their guards..","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NC-17\"","id":290008,"title":"Prison","adult":true,"genre_ids":[]},{"cast":["Friedrich Lindner","Laura Berghäuser","Marielle Chakker","Tobias Retzlaff","Nina Hoger"],"overview":"","release_date":"2003-09-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":290010,"title":"Spuk am Tor der Zeit","adult":false,"genre_ids":[12,10751,9648]},{"cast":["Hildegard Behrens","Siegfried Jerusalem","Matti Salminen","Christa Ludwig","Anthony Raffell"],"overview":"The stupendous climax to Wagner’s four-part Ring cycle is brilliantly realized by the Otto Schenk\/Günther Schneider-Siemssen production and byJames Levine’s monumental conducting. The Met orchestra, chorus, and an all-star cast make this Götterdämmerung one that truly rises to the occasion. Hildegard Behrens’s Brünnhilde must be experienced to be believed, as does Matti Salminen’s richly sung, domineering Hagen. At the center of the drama is Siegfried Jerusalem as Siegfried, who does not realize he has been drawn into a plot of betrayal until it is too late. Christa Ludwig is magnetic as Waltraute and Ekkehard Wlaschiha is a compelling Alberich.","release_date":"1990-05-05","vote_average":10.0,"runtime":281,"cert":"\"\"","id":290030,"title":"Götterdämmerung","adult":false,"genre_ids":[10402]},{"cast":["Sonja Sutter","Horst Drinda","Gerhard Bienert","Hans-Peter Minetti","Kurt Oligmüller"],"overview":"DEFA film by Konrad Wolf.","release_date":"1957-05-29","vote_average":7.0,"runtime":89,"cert":"N\/A","id":290035,"title":"Lissy","adult":false,"genre_ids":[18]},{"cast":["Willy A. Kleinau","Ursula Burg","Hilde Schreiber","Gerhard Bienert","Gisela May"],"overview":"13-year old Thomas Berndorf, the son of the rich business man Alexander Berndorf, becomes friends with Hannes Wille, whose father works as foreman. They get to know each because Hannes sometimes is allowed to polish Berndorf′s Mercedes 300. They make a bet whose mother is the most beautiful. Hannes assumes that Mrs. Berndorf is only admired for her expensive jewellery. Thus, he suggests that Thomas should steal a collier from his mother. Out of solidarity, he also robs a golden brooch from his mother. At home at the Berndorfs, a severe crisis threatens Thomas′s parents′ \"marriage of convenience\", and financial hardships are following on the theft.","release_date":"1957-12-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":290037,"title":"Die Schönste","adult":false,"genre_ids":[18]},{"cast":["Helga Göring","Wolfgang Stumpf","Gerhard Bienert","Hartmut Reck","Fred Delmare"],"overview":"The young orphan Helga is raised by her aunt after WW II. At the age of sixteen, she turns her back to go her own way. As a rambler, Helga wanders through the night streets of Berlin and has brief acquaintances.","release_date":"1958-05-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":290039,"title":"Ein Mädchen von 16 ½","adult":false,"genre_ids":[18]},{"cast":["Mitchell Manuel","Junior Amiga","Nicholas Rogers","Judith McIntosh","Terence Cooper"],"overview":"Willie, a likeable kid, forms a friendship with Rikki, a new  arrival at the reform school. Willie discovers that Rikki is  maybe tough enough to take on Karl, the kingpin. Although Rikki  is strong, he does not like to fight, but tensions mount as  Karl's bullying become more obnoxious. After being shown up by  Willie, Karl loses his temper and gives Willie a thrashing. As a  result, Willie joins with some other boys in an escape. They  steal a car, get drunk, and have a serious accident. Meanwhile  Rikki is in hospital, injured in a forestry \"accident' engineered  by Karl.","release_date":"1985-03-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":290041,"title":"Kingpin","adult":false,"genre_ids":[18]},{"cast":["Hinnerk Schönemann","Mira Bartuschek","Tobias Schenke"],"overview":"","release_date":"2006-11-03","vote_average":6.5,"runtime":null,"cert":"N\/A","id":290043,"title":"Mörderische Erpressung","adult":false,"genre_ids":[80]},{"cast":["Anna Brüggemann","Claudia Messner","Josef Bierbichler","Monika Baumgartner","Helmfried von Lüttichau"],"overview":"","release_date":"2002-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290060,"title":"Ein Dorf sucht seinen Mörder","adult":false,"genre_ids":[80]},{"cast":["Kenji Utsumi","Mami Koyama","Yasuo Yamada","Mariko Mukai","Kazuko Sugiyama"],"overview":"Arale, Senbei, Gatchan, Akane, Taro and Peasuke go on a space adventure to save Midori from Dr. Mashirito after tricking her into coming back to her home planet to marry him.","release_date":"1982-07-10","vote_average":5.8,"runtime":90,"cert":"N\/A","id":290062,"title":"Dr. Slump: \"Hoyoyo!\" Space Adventure","adult":false,"genre_ids":[16,35,12,14,878]},{"cast":[],"overview":"An anthology of five films of five minutes each by five well-known Russian directors, inspired and financed by the chewing gum company Wrigley.","release_date":"2011-03-21","vote_average":5.0,"runtime":34,"cert":"N\/A","id":290064,"title":"Experiment 5ive","adult":false,"genre_ids":[]},{"cast":["Herbert Bautista","Ryan Agoncillo","Precious Lara Quigaman","Hero Bautista","Jeffrey Tam"],"overview":"a film by Richard Arellano.","release_date":"2006-08-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":290066,"title":"Sunny When it Rains","adult":false,"genre_ids":[18]},{"cast":["Vilma Santos","Edgar Mortiz","Alona Alegre","Victor Wood","Esperanza Fabon"],"overview":"Film-Am Edgar falls in love with Vilma. The two had a set back that ended with Edgar returning all Vilma’s love letters that he regreted and wanted it back. He went to Vilma’s house to retrieve it but was caught and accused of stealing. The whole misunderstanding ended up in court but was settled eventually. Edgar left the country but returned for Alona Alegre’s wedding to Victor Wood. He also reunited Vilma.","release_date":"1970-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290068,"title":"Love Letters","adult":false,"genre_ids":[10749,10402]},{"cast":["Eddie Garcia","Marvin Agustin","Kaye Abad","Sherwin Bautista","John Esekiel Buriao"],"overview":"A football coach takes his team of teenage boys out on a fieldtrip to the provincial home of his grandfather. But instead of bonding as a team, the boys are more caught up with their gadgets. The coach’s grandfather is determined to change all that as he challenges the boys to detach from their virtual distractions and explore the great outdoors instead. The boys then unlock a new world of natural wonder and discovery, realizing that going offline is the only way to reconnect back to a life that is unplugged.","release_date":"2011-06-11","vote_average":0.0,"runtime":15,"cert":"N\/A","id":290070,"title":"Unplugged","adult":false,"genre_ids":[18]},{"cast":["Migs Cuaderno","Judy Chua","Bodjie Pascua","Carme Sanchez","Alvin Aguilar"],"overview":"A mother who writes children’s storybooks, ironically, doesn’t have enough time to create stories for her own son. The restless child finds a chance to create his own stories when his grandfather, comes up with a game. They fill an old milk can with pieces of paper, each containing a word which will be a “story-starter”. Tales of heroes and villains, magic and places fill up the child’s imagination. But the child’s made-up story is in need of a happy ending. Now, it depends on the storyteller mother to create the greatest ending of them all.","release_date":"2011-06-11","vote_average":0.0,"runtime":12,"cert":"N\/A","id":290090,"title":"Sali-salita","adult":false,"genre_ids":[18]},{"cast":["Katja Riemann","Charly Hübner","Meral Perin","Helen Woigk","Sarah Horváth"],"overview":"Three loosely connected stories: The relationship between midwife Rosa and therapist Marcel is shaken to the core by a cancer diagnosis. Wandering aimlessly through life, waitress Motte is horrified to discover she’s pregnant – by her best friend Neo, who’s not even sure about his sexual orientation. Finally, cleaning lady Layla refuses to accept that her ex, Navid, has left her for a younger woman. Each situation escalates on one fateful night: A gun is fired, a woman dies, and a child is born. ‘Without you’ – an expression that can be formulated both negatively and positively: ‘I can’t live without you’ also means ‘life is much better with you’. Director Alexandre Powelz maximises this interpretation to its fullest potential. OHNE DICH is a film both about love and its bitter ingredients, and the equally sobering, yet comforting certainty that life goes on.","release_date":"2014-09-04","vote_average":6.3,"runtime":null,"cert":"N\/A","id":290092,"title":"Ohne Dich!","adult":false,"genre_ids":[10749,18,10770]},{"cast":["José Alarcón","José Durán","Rosa María Escudero","Fernando Galindo","Ángel García García"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290094,"title":"La Ciudad Es Nuestra","adult":false,"genre_ids":[]},{"cast":["Walter Cots","María Espinosa","Mario Gas","Rosa Gavin","Víctor Guillén"],"overview":"","release_date":"1980-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290096,"title":"Numax Presenta","adult":false,"genre_ids":[]},{"cast":["Kim Min-hee","Kim Tae-ri","Ha Jung-woo","Cho Jin-woong","Kim Hae-sook"],"overview":"1930s Korea, in the period of Japanese occupation, a young woman is hired as a handmaiden to a Japanese heiress who lives a secluded life on a large countryside estate with her domineering uncle. But, the maid has a secret: she is a pickpocket recruited by a swindler posing as a Japanese count to help him seduce the heiress to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until the women discover some unexpected emotions.","release_date":"2016-06-01","vote_average":8.3,"runtime":145,"cert":"\"NR\"","id":290098,"title":"The Handmaiden","adult":false,"genre_ids":[53,18,10749]},{"cast":["Wine Dierickx","Jeroen Perceval","Wouter Hendrickx","Eva van der Gucht","Mourade Zeguendi"],"overview":"Written by Roel Mondelaers and Hans Van Nuffel, Plan Bart is a romantic comedy about competing desires -- sacrificing one's childhood dreams for the responsibilities of adulthood, air guitar championships for diapers and bottles, 'having sex' with 'making love.'","release_date":"2014-09-17","vote_average":7.5,"runtime":null,"cert":"N\/A","id":290100,"title":"Plan Bart","adult":false,"genre_ids":[10749,35,18]},{"cast":["Eita","Ryuhei Matsuda","Kengo Kora","Yoko Maki","Manami Honjô"],"overview":"Set within the fictional city of Mahoro, Keisuke Tada runs a \"benriya\" - a general problem solver for hire. His assistant is his former high school classmate Haruhiko Gyoten. A big crisis then occurs for them.","release_date":"2014-10-18","vote_average":5.5,"runtime":124,"cert":"N\/A","id":290102,"title":"Disconcerto","adult":false,"genre_ids":[35]},{"cast":["Coleen Garcia","Jillian Ward","Neil Coleta","Vangie Castillo","Kristine Coleta"],"overview":"The Clemente family is off to an outing but teenage son, Nicos, seems out of it. Nicos is besotted with his ladylove, Mattina, whom he can’t quite figure out. The inside info that Nicos gets from Mattina’s younger sister, Bettina, doesn’t seem to be helping. Seeing his son’s despair, Nicos’ father finally shares to his son an ancient family heirloom. It is a 100-year old manual containing the secrets, alphabetically arranged, of how men in their clan courted women. Through this, Nicos finally learns what every man should know by heart the ABC’s of what women truly want.","release_date":"2011-06-11","vote_average":0.0,"runtime":12,"cert":"N\/A","id":290119,"title":"Oh! Pa Ra Sa Ta U Wa Yeah!","adult":false,"genre_ids":[10402]},{"cast":["Wolfgang Niedecken","Klaus \"Major\" Heuser","Manfred \"Schmal\" Boecker","Alexander \"Effendi\" Büchel","Steve Borg"],"overview":"","release_date":"2008-12-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290121,"title":"BAP - Rockpalast: Grugahalle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-04-05","vote_average":7.0,"runtime":84,"cert":"N\/A","id":290123,"title":"Tom and Jerry: The Classic Collection Volume 2","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2006-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290125,"title":"Gotthard: Made In Switzerland Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-04-05","vote_average":7.0,"runtime":94,"cert":"N\/A","id":290127,"title":"Tom and Jerry: The Classic Collection Volume 3","adult":false,"genre_ids":[16]},{"cast":["Sun Ho"],"overview":"Track Listing includes Across The Ocean, Always On My Mind, 881 Loneliness, Gain, Let Go, Your Shoulder, I'll Be There For You, Lost, Love Is Never Wrong, Towards The Sun","release_date":"2006-06-19","vote_average":0.0,"runtime":42,"cert":"N\/A","id":290129,"title":"Gain","adult":false,"genre_ids":[10402]},{"cast":["José Lins do Rego","Vladimir Carvalho","Walter Lima Jr.","Othon Bastos","Afonso Arinos"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290131,"title":"O Engenho de Zé Lins","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2004-04-05","vote_average":7.0,"runtime":87,"cert":"N\/A","id":290151,"title":"Tom and Jerry: The Classic Collection Volume 5","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2004-04-05","vote_average":6.5,"runtime":84,"cert":"N\/A","id":290153,"title":"Tom and Jerry: The Classic Collection Volume 7","adult":false,"genre_ids":[16]},{"cast":["Didier Pourquery","Abel Mestre","Thomas Wieder","Raphaëlle Bacqué","Ariane Chemin"],"overview":"Created in 1944, Le Monde soon celebrates its 70th anniversary. The film considers the closest upheavals of the press, from blogging to tweeting, print to the web...  A vivid and sensitive portrayal of one of the most prestigious world press titles, and a turbulent profession.","release_date":"2014-09-10","vote_average":4.0,"runtime":82,"cert":"N\/A","id":290155,"title":"Inside The News","adult":false,"genre_ids":[99]},{"cast":["Maggie Cogan"],"overview":"Michel Negroponte, a documentary filmmaker, meets Maggie one day in Central Park. Maggie claims to be married to the god Jupiter and the daughter of actor Robert Ryan. Michel gets to know Maggie over the next couple of years, and attempts to use her often outlandish stories as clues to reconstruct her past.\r - Written by James Meek","release_date":"1995-01-01","vote_average":8.0,"runtime":87,"cert":"\"\"","id":290157,"title":"Jupiter's Wife","adult":false,"genre_ids":[]},{"cast":["Aletta Ocean","Aliz","Angelica Heart","Donna Bell","Sorana"],"overview":"Aletta Ocean doesn't care how many cocks you throw at her, as long as you slam them in as fast and as hard as you can! Enjoy this kinky release from Harmony Films featuring professional whores who just want to fuck all day!","release_date":"2009-12-02","vote_average":7.0,"runtime":178,"cert":"\"NC-17\"","id":290159,"title":"Slam It! In A Filthy Fucker","adult":true,"genre_ids":[]},{"cast":[],"overview":"Twenty minutes from the Champs Élysées, chambermaids of a hotel go on strike for the first time with the help of an experienced trade unionist.","release_date":"2014-09-10","vote_average":0.0,"runtime":70,"cert":"N\/A","id":290161,"title":"On a grèvé","adult":false,"genre_ids":[99]},{"cast":["Marianne Hoppe","Karl Ludwig Diehl","Paul Hartmann","Max Gülstorff","Paul Bildt"],"overview":"Theodor Fontane's novel about a young girl who as a teenager marries a stiff bureaucrat, has a love affair out of boredom and loneliness and has to suffer the consequences years later should be well known.","release_date":"1939-02-09","vote_average":5.0,"runtime":100,"cert":"N\/A","id":290184,"title":"Der Schritt vom Wege","adult":false,"genre_ids":[18]},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","J.C. Bonnin","Herbert Bautista"],"overview":"Soriano brothers Dennis, Chipipoy\/Chip, and Jeff are bums who do odd jobs to earn a living, including driving a jeepney. Their lives take a different turn after meeting Atty. Aga Agaton, who told them that they are long-lost heirs of a US-based millionaire. Per the millionaire's will, the brothers would claim his inheritance as long as they finish high school or else the lawyer will take it all. The brothers enroll at the Rajah Putih High School where their age turns them into the butt of their classmates' jokes. The brothers eventually befriend a group of students after saving them from thugs. They also seek help from Einstein, the class' resident genius, in order to get away with the most difficult subjects.  - Written by ledster","release_date":"1985-06-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":290186,"title":"Ma'am May We Go Out?","adult":false,"genre_ids":[35]},{"cast":["Amanda Fuller","Sherilyn Fenn","Chloë Crampton","Eric Petersen","Adam Hagenbuch"],"overview":"A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.","release_date":"2014-09-06","vote_average":3.9,"runtime":86,"cert":"\"\"","id":290188,"title":"The Brittany Murphy Story","adult":false,"genre_ids":[18,10770]},{"cast":["Dieter Borsche","Ruth Leuwerik","Bruni Löbel","Günther Lüders"," Therese Giehse"],"overview":"","release_date":"1952-10-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290190,"title":"Vater braucht eine Frau","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a meadow a man walks with his lawnmower. The first preparations are made to take a photograph of a cow. Jolanda 23 is a short observing documentary about cow photography The visual report of all the actions that lead to achieving an ideal of beauty.","release_date":"2008-09-22","vote_average":0.0,"runtime":10,"cert":"N\/A","id":290192,"title":"Jolanda 23","adult":false,"genre_ids":[99]},{"cast":["Grigoriy Dobrygin","Ina Maria Jaich"],"overview":"“Bloodrop” is an experimental short directed by Aleksei Popogrebsky. Originally part of the Experiment 5ive omnibus, hence the black envelope with the picture inside, which had to be the common element of all 5 films.","release_date":"2011-03-21","vote_average":6.8,"runtime":7,"cert":"N\/A","id":290194,"title":"Bloodrop","adult":false,"genre_ids":[14]},{"cast":["Elfie Mayerhofer","Johannes Heesters","Hedwig Bleibtreu","Fritz Imhoff","Egon von Jordan"],"overview":"","release_date":"1948-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290214,"title":"Wiener Melodien","adult":false,"genre_ids":[]},{"cast":["Richard Romanowsky","Hannelore Schroth","Hans Moser","Curd Jürgens","Paul Kemp"],"overview":"","release_date":"1948-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290216,"title":"Das singende Haus","adult":false,"genre_ids":[35]},{"cast":["Theo Lingen","Fritz Eckhardt","O.W. Fischer","Dagny Servaes","Ursula Lingen"],"overview":"","release_date":"1951-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290218,"title":"Hin und her","adult":false,"genre_ids":[35]},{"cast":["Toby Fisher","Nikki Si'ulepa","Pascale Bussières","Paul Gittins","Jane Thomas"],"overview":"When Kirk, a top roller-blader, discovers that he has bone cancer  in his leg, his pleasant affluent  life is shattered.  Even though amputation provides the best chance for survival; to him,  losing skating means the end of life. His friends cannot  cope with his condition, but his hospital isolation is relieved by Marty -  a street kid survivor who was found dying of leukemia.  Marty bullies, taunts, and challenges Kirk, until he  begins to climb out of his depression. Marty seems afraid of  nothing and, knowing she will die, wants to experience  everything.","release_date":"1996-12-02","vote_average":6.0,"runtime":94,"cert":"N\/A","id":290220,"title":"The Whole of the Moon","adult":false,"genre_ids":[18]},{"cast":["Julio Alemán","Julio Aldama","Javier Solís","Marga López","Julissa"],"overview":"Buddy movie about aviators.","release_date":"1965-03-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":290222,"title":"Diablos en el cielo","adult":false,"genre_ids":[]},{"cast":["Stephen McHattie","Siobhan Murphy","Boyd Banks","Julian Richings","Mark Gibson"],"overview":"Hot off the heels of Septic Man and Ejecta, genre studio Foresight Features and Pontypool writer Tony Burgess have unleashed the trailer for their third collaboration, and the company's most ambitious film to date, the horror fantasy throwback HELLMOUTH.  A visual mindwarp in the vein of F.W. Murnau meets Tim Burton, HELLMOUTH is director John Geddes' (Exit Humanity) love letter to an era of forgotten cinema.  Veteran actor in over 200 films, Hoser horror hero Stephen McHattie (300) is back, taking on two bigs roles within the film, including the leading role as a dying gravekeeper who must pass through Hell to save the soul of a beautiful woman, (Siobhan Giles Murphy). Full of gothic graveyards and monster mayhem, HELLMOUTH is based on an original screenplay by award-winning punk bard Tony Burgess.  The film co-stars Julian Richings (Supernatural), Bruce McDonald (Hardcore Logo), Boyd Banks (Dawn of the Dead), and Ari Millen (Orphan Black).","release_date":"2014-10-17","vote_average":7.3,"runtime":95,"cert":"N\/A","id":290224,"title":"Hellmouth","adult":false,"genre_ids":[]},{"cast":["Álvaro Petersen Junior","Eduardo Alves","Enrique Serrano"],"overview":"","release_date":"2012-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290247,"title":"Cocoricó Conta Clássicos","adult":false,"genre_ids":[]},{"cast":["Hugo Barahona","Guillermo Benet","Francisco Dávila","Pepa González","Nicolás Gutiérrez"],"overview":"","release_date":"2011-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290249,"title":"Shoot for the Moon","adult":false,"genre_ids":[]},{"cast":["Nida Blanca","Luis Gonzales","Francis Magalona","Nadia Montenegro","Manilyn Reynes"],"overview":"A magical tree has a 7 dwarves taking care of it. The tree is bearing money and only good people can take it and prove that the tree has money on it.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290251,"title":"Family Tree","adult":false,"genre_ids":[14,35,10751]},{"cast":["Hermano Henning","Carlos Pussineri Scala"],"overview":"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290253,"title":"Guerra do Brasil - Toda Verdade Sobre a Guerra do Paraguai","adult":false,"genre_ids":[]},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","Dina Bonnevie","Snooky Serna"],"overview":"a film by Mike Relon Makiling.","release_date":"1981-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290255,"title":"Age Doesn't Matter","adult":false,"genre_ids":[35]},{"cast":["Alyssa Milano","Connie Sellecca","David Dukes","Vincent Ventresca","Polly Bergen"],"overview":"Amy Winslow (Alyssa Milano) wants to go to art college but can't get her financial aid approved. A help wanted ad leads to a couple that will let her move into their quiet guest home rent free, a dream come true except that Joan(Connie Selleca) wants Amy to be a surrogate mother for her next child. Little does Amy know the dark sinister reasons behind her desire, the scandalous death of Joan's first infant child and the fear she might hurt her next baby. The baby is adopted before Amy wakes up in the hospital, leading to a dangerous confrontation to claim the child finally for her own.","release_date":"1995-10-22","vote_average":5.3,"runtime":92,"cert":"\"\"","id":290257,"title":"The Surrogate","adult":false,"genre_ids":[10770,18]},{"cast":["Arthur Binder","Anita Kupsch"],"overview":"","release_date":"1962-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290277,"title":"Ninotschka und Peer","adult":false,"genre_ids":[18]},{"cast":["Anneliese Uhlig","Mady Rahl","Ernst Waldow","Heinrich Schroth","Lotte Werkmeister"],"overview":"","release_date":"1939-05-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290279,"title":"Die Stimme aus dem Äther","adult":false,"genre_ids":[18]},{"cast":["Francis Ng","Sam Lee","Yoyo Mung","Anita Chan","John Ching Tung"],"overview":"\"Believe It or Not\" happens in July of the Lunar Calendar, when the door between Hell and the World opens and many ghosts escape. A teenager suddenly dies in his apartment; Officer Kenny (Francis NG Chun-yue) investigates the case. At the same time dumb guy Joe (Sam LEE Chan-sum), Lon and Fatty experience strange things on the date of 'Ghost Festival' Later, a ghost attaches itself to the body of Mandy. Lon, who is the grandson of Gradda Lung, feels something worse impending..","release_date":"1999-08-20","vote_average":8.0,"runtime":90,"cert":"N\/A","id":290281,"title":"Believe it or Not","adult":false,"genre_ids":[35,27]},{"cast":["Jessica Sula","Lucien Laviscount","Ntonga Mwanza","Naomi Ryan","Danielle Vitalis"],"overview":"Layla, a 15-year-old living in Brixton, London, becomes involved with a gang and must set up a boy to be killed.","release_date":"2015-05-08","vote_average":5.7,"runtime":93,"cert":"\"\"","id":290283,"title":"Honeytrap","adult":false,"genre_ids":[10749,18,80]},{"cast":["Edith Fellows","June Storey","Kenneth Howell","Anna Q. Nilsson","Alice White"],"overview":"A West Coast version of \"Stage Door\", set at a Hollywood boarding house for young women hoping for movie careers.","release_date":"1942-03-06","vote_average":0.0,"runtime":68,"cert":"\"\"","id":290285,"title":"Girls' Town","adult":false,"genre_ids":[18]},{"cast":["Ron Carter","Tony Williams","Wayne Shorter","Miles Davis","Herbie Hancock"],"overview":"This famous bootleg DVD was finally released as part of LIVE in Europe 1967: The Bootleg Series Vol. 1  in 2011.  Miles Davis second great quintet:  Bass – Ron Carter  Drums – Tony Williams  Piano – Herbie Hancock  Saxophone [Tenor] – Wayne Shorter  Trumpet – Miles Davis  Tracklist:  1. Agitation (Composed By – Miles Davis)  2. Footprints (Composed By – Wayne Shorter)  3. Around Midnight (Composed By – Thelonious Monk)  4. Gingerbread Boy \/ Into The Theme (Composed By – Jimmy Heath, Miles Davis)  5. I Fall In Love Too Easily (Composed By – Jule Styne, Lyrics By – Sammy Cahn)  [1-4] Recorded Live At Konserthuset, Stockholm. Sweden On October 31, 1967  [5] Stadthalle, Karlsruhe, Germany On November 7, 1967","release_date":"2011-09-20","vote_average":0.0,"runtime":44,"cert":"\"G\"","id":290287,"title":"Miles Davis: Around Midnight","adult":false,"genre_ids":[10402]},{"cast":["Irena Ristić","Kamka Točinovski","Adem Karaga","Salaetin Bilal","Milica Stojanova"],"overview":"Story about a vengeance, about the secrets we carry and the roles we play.","release_date":"2015-09-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":290310,"title":"Three Days in September","adult":false,"genre_ids":[18,53]},{"cast":["Patrick Roehrman"],"overview":"Learn more about:  - Knife Terminology  - Common Mistakes  - Sharpening Fundamentals  - Finding the right angle  -Establishing a burr  -Sharpening scissors, hook blades, and serrations  - Knife care and maintenance  ... and see more bonus footage","release_date":"2014-08-28","vote_average":0.0,"runtime":59,"cert":"\"\"","id":290312,"title":"Beyond Razor Sharp","adult":false,"genre_ids":[]},{"cast":["John Holmes","Felecia Sanda","Veronica Taylor","Annette Haven","Bob Chinn"],"overview":"Private eye Johnny Wadd travels down to Mexico at the request of his old army friend, Sam, to help bust up a drug smuggling operation led by a ruthless gangster named Tyler Elliott in which Sam's ex-wife Doreen is now the wife of the gangster. However, Johnny soon finds plenty of time in between the shootouts and fistfights with various goons get some action with the local women","release_date":"1976-04-11","vote_average":4.5,"runtime":74,"cert":"\"NC-17\"","id":290317,"title":"Tell Them Johnny Wadd Is Here","adult":true,"genre_ids":[80]},{"cast":["John Holmes","Georgina Spelvin","Linda Wong","Bonnie Holiday"],"overview":"San Francisco detective Johnny Wadd searches for a stolen Oriental cat figure made from a priceless jade and comes up against both crime syndicate thugs also after the stature, and a lot of sex obsessed women wanting some action.","release_date":"1977-07-21","vote_average":5.0,"runtime":80,"cert":"\"NR\"","id":290319,"title":"The Jade Pussycat","adult":true,"genre_ids":[80]},{"cast":[],"overview":"FIlm By Herbert Capelle.","release_date":"1983-09-03","vote_average":0.0,"runtime":6,"cert":"N\/A","id":290342,"title":"Memories","adult":false,"genre_ids":[]},{"cast":["Daniel Lugo","Cristina Soler","Raúl Carbonell hijo","Gladys Rodríguez","Sara Jarque"],"overview":"Marcelino is an eccentric, introverted painter and art professor who, approaching his sunset years, learns he has a disease that could render him blind at any moment. As he begins to put his emotional affairs in order, including his strained relationship with his daughter, he must face the inevitable.","release_date":"2014-09-11","vote_average":5.0,"runtime":93,"cert":"N\/A","id":290344,"title":"Las vacas con gafas","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Film By Herbert Capelle,","release_date":"1983-09-03","vote_average":0.0,"runtime":17,"cert":"N\/A","id":290346,"title":"Ich träumte eine Weiße Welt","adult":false,"genre_ids":[]},{"cast":["Joaquín Cordero","Claudia Islas","Raquel Ércole","Oscar Golden"],"overview":"Romantic melodrama set on a Colombian coffee plantation.","release_date":"1971-08-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":290348,"title":"Bajo el ardiente sol","adult":false,"genre_ids":[10749,18]},{"cast":["María Gracia","Manuel 'Loco' Valdés","Rafael Muñoz Andrete","Prudencia Grifell"],"overview":"Retelling of Little Red Riding Hood.","release_date":"1959-11-11","vote_average":5.0,"runtime":87,"cert":"N\/A","id":290350,"title":"Little Red Riding Hood","adult":false,"genre_ids":[10751]},{"cast":["John Holmes","Heather Starr"],"overview":"Private eye Johnny Wadd relentlessly sets out to solve the murder of a former girlfriend, and encounters various female suspects leading him to the leader of a vicious gang that runs San Francisco's Chinatown.","release_date":"1971-12-14","vote_average":5.0,"runtime":65,"cert":"\"NR\"","id":290352,"title":"Flesh Of The Lotus","adult":true,"genre_ids":[9648,80]},{"cast":["John Holmes","Eve Orlon","Charles Lish","Alain Patrick","Chlorine Stillwater"],"overview":"Johnny Wadd investigates the attempted murder of a young woman and finds himself entangled with the enemy.","release_date":"1972-09-15","vote_average":3.0,"runtime":57,"cert":"\"NC-17\"","id":290354,"title":"The Blonde In Black Lace","adult":true,"genre_ids":[80]},{"cast":["Maricel Soriano","Dina Bonnevie","Snooky Serna","Gabby Concepcion","Mark Gil"],"overview":"a film by Joey Gosiengfiao.","release_date":"1980-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290371,"title":"Under-age","adult":false,"genre_ids":[18]},{"cast":["Janno Gibbs","Ramon Zamora","Ace Espinosa","LJ Moreno","Dino Guevarra"],"overview":"A man (Janno Gibbs) meets the leader (Ramon Zamora) of a distant land threatened by imminent destruction.","release_date":"2000-05-26","vote_average":10.0,"runtime":130,"cert":"N\/A","id":290373,"title":"Pedro Penduko, Episode II: The Return Of The Comeback","adult":false,"genre_ids":[35,28,12]},{"cast":["Harry Carey","Hoot Gibson","Tom Tyler","Henry B. Walthall","Margaret Callahan"],"overview":"After serving 25 years in prison for robbery, Dean Payton returns to his home town to see his daughter, Sally, who is unaware he is her father. He befriends Cal Yates, the now semi-retired assistant sheriff who originally caught him, and Chuck Wilson, a young rancher who has eyes for Sally. Wanted criminal Al Goss holds up the local bank and makes his getaway, taking Sally hostage. Showing he still has what it takes, Payton, along with Yates and Wilson, take off into the hills on horseback to try to track Goss down.  - Written by Doug Sederberg","release_date":"1936-06-19","vote_average":0.0,"runtime":62,"cert":"\"\"","id":290375,"title":"The Last Outlaw","adult":false,"genre_ids":[37]},{"cast":["Anna Cummer","Ashleigh Ball","Ingrid Nilson","Janyse Jaud","Britt McKillip"],"overview":"Fabulous new fashions, sparkling musical ‘Glamicures’ and delightful new ‘Do’s” have Strawberry and her friends ‘Puttin’ on the Glitz’! But, all that dazzles quickly unravels with misunderstanding… until the girls find creative and kind ways to be honest with their feelings… and with their friends. It’s heart-to-heart makeover magic… as the girls learn that nothing looks as beautiful as friendship feels!","release_date":"2011-03-22","vote_average":0.0,"runtime":66,"cert":"\"NR\"","id":290377,"title":"Strawberry Shortcake: Puttin' On the Glitz","adult":false,"genre_ids":[10751,16]},{"cast":["Lionel Barrymore","Lewis Stone","Benita Hume","Elizabeth Allan","Phillips Holmes"],"overview":"Depression Era story set in London has department store owner (Lewis Stone) facing bankruptcy while his family fritters away money. A long-standing employee (Lionel Barrymore) gets fired but finds new life in a home-based bakery. The owner's wife (Benita Hume) can't face life without money, so she runs off with another man. The tables turn, however, when a last-minute reprieve saves the store and a new relationship is forged between the men.","release_date":"1933-04-28","vote_average":6.3,"runtime":82,"cert":"\"\"","id":290379,"title":"Looking Forward","adult":false,"genre_ids":[18]},{"cast":["Mikhail Tarkhanov","Mariya Strelkova","Andrey Petrovsky","Nikolay Shcherbakov","Viktor Stanitsyn"],"overview":"From his early silent works, the great Russian film director, Herr Yakov Protazanov, made literary adaptations from equally great Russian writers, as is the case with \"Chiny I Lyudi\" ( Ranks And People ) (1929) in which three short stories by Chekhov, \"Anna On The Neck\", \"Death Of A Petty Official\" and \"Chameleon\" were assembled for the silent screen.","release_date":"1929-10-01","vote_average":5.0,"runtime":65,"cert":"\"\"","id":290381,"title":"Ranks and People","adult":false,"genre_ids":[35]},{"cast":["Doudou Dieye","Anta Sarr","Penda Diogo Sarr"],"overview":"In this meditative and elegiac portrait, Senegalese filmmakers Khady and Mariama Sylla record the tales of their grandmother, a griot (storyteller) who is one of the last repositories of their culture’s oral tradition.","release_date":"2014-09-07","vote_average":5.0,"runtime":63,"cert":"N\/A","id":290383,"title":"A Single Word","adult":false,"genre_ids":[]},{"cast":[],"overview":"The adventures of a cat who endures the indignation of a busy family and the dangers of being lost in a big city.","release_date":"1969-01-01","vote_average":4.0,"runtime":17,"cert":"\"\"","id":290403,"title":"The Perils of Priscilla","adult":false,"genre_ids":[99]},{"cast":["Billy Wilder","Volker Schlöndorff"],"overview":"An interview in six parts between Volker Schlöndorff and Billy Wilder.","release_date":"1992-01-01","vote_average":6.0,"runtime":259,"cert":"\"\"","id":290405,"title":"Billy, How Did You Do It?","adult":false,"genre_ids":[99]},{"cast":["Ricky Leacock","Les Blank"],"overview":"In the year 2000, Les Blank, along with co-filmmaker Gina Leibrecht, visited Richard Leacock (1921-2011) at his farm in Normandy, France and recorded conversations with him about his life, his work, and his other passion: cooking! With the flair of a seasoned raconteur, Leacock recounts key moments in his seventy years as a filmmaker and the innovations that he, D.A. Pennebaker, Albert Maysles and others invented that revolutionized documentary filmmaking, and explores the mystery of creativity. With the passing of both Blank and Leacock, the documentary is a moving insight into the lives of two seminal figures in the history of film.","release_date":"2014-08-31","vote_average":5.0,"runtime":65,"cert":"\"\"","id":290407,"title":"How To Smell A Rose: A Visit with Ricky Leacock at his Farm in Normandy","adult":false,"genre_ids":[99]},{"cast":["Henry Czerny","Colette Stevenson","Aidan Devine","Richard Donat","Shawn Ashmore"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290409,"title":"Promise the Moon","adult":false,"genre_ids":[37,12,18]},{"cast":["Walter Sittler","Simone Thomalla","Esther Schweins","Dieter Landuris","Sergej Moya"],"overview":"","release_date":"2004-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290411,"title":"Ein Fall für den Fuchs - Göttergatte und Ganove","adult":false,"genre_ids":[80,35]},{"cast":["Mercedes Cabral","Kalil Almonte"],"overview":"Gayuma is a magical love story going beyond the boundaries of social class, religious and superstitious beliefs, and urban-rural prejudices. A failed exorcism of a statue of the Child Jesus led a poor sacristan, Delfin, to concoct a love potion to make Carla, a rich girl, fall for him. After Carla drinks the potion and assents to his advances, Delfin couldn't believe his luck until he is no longer certain whether Carla really loves him. Delfin descends into a deep sleep of paranoia, from which medial science couldn't wake him. Carla goes on a pilgrimage to the heart of a mountain to overturn the potion. A possessed statue of a Child Jesus stands between them. Will their faith bring them together or keep them apart?","release_date":"2011-07-17","vote_average":0.0,"runtime":84,"cert":"N\/A","id":290413,"title":"Pilgrim Lovers","adult":false,"genre_ids":[10749,18,27]},{"cast":[],"overview":"Visiting her native Japan with her American boyfriend Darren, Reiko is disappointed to see him spend most of his time filming local stereotypes. Already upset, Reiko draws the line when Darren walks into a forbidden cave, which, according to local beliefs, enshrines Shinto gods since the dawn of time. From then, Reiko and Darren start witnessing strange things happening around them, some of which they manage to catch on camera. Will they have time to understand what is upon them before it is too late?","release_date":"2010-01-12","vote_average":4.0,"runtime":90,"cert":"\"\"","id":290415,"title":"Paranormal Effect","adult":false,"genre_ids":[]},{"cast":["Paľo Bielik","Július Pántik","Jiřina Štěpničková","Arnold Flogl","Leopolda Dostalová"],"overview":"A drama about Slovaks who emigrated before WW I. It is focused on the life of Ondrej Muranica. He emigrates to America because of the hard life that is partly caused by Hungarian landowners. His dreams and hopes for a happier life are destroyed by a disaster in the mines where he works. Ondrej is declared missing.Years later he returns to his home country and finds out his wife married his best friend.","release_date":"1947-04-27","vote_average":0.0,"runtime":85,"cert":"N\/A","id":290435,"title":"Beware!","adult":false,"genre_ids":[]},{"cast":["Sophie David","Sylvie Courtois","Samantha Strong","Corinne Brion","Monique Carel"],"overview":"","release_date":"1988-04-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":290437,"title":"La doctoresse a de gros nichons","adult":true,"genre_ids":[]},{"cast":["Gino M. Santos"],"overview":"a short film by Gino M. Santos.","release_date":"2011-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290439,"title":"Every Other Time","adult":false,"genre_ids":[]},{"cast":["Lilian Harvey","Willy Fritsch","Willy Birgel","Gerhard Bienert","Wolf Ackva"],"overview":"Erkki Collin is a hunted man.  The Czar’s soldiers have been close on the heels of the leader of the rebellious Finns, who have been fighting the Russian occupiers since the end of the 18th Century.  His flight leads him to the chambers of the dancer Marina Feodorowna, in whose house a party is taking place at that very moment.  Marina discovers the intruder, hides him from his pursuers and soon falls in love with him.  But hiding Erkki forever is not an option; so she presents him as her music teacher.  The swindle fails and Prince Governor Abarow, who’s long had a thing for Marina, discovers the real identity of the man, but doesn’t have him arrested.","release_date":"1935-12-23","vote_average":6.0,"runtime":93,"cert":"N\/A","id":290441,"title":"Black Roses","adult":false,"genre_ids":[18]},{"cast":["Willy Birgel","Hilde Weissner","Bernhard Minetti","René Deltgen","Otto Wernicke"],"overview":"It is purely coincidental that an assassination attempt against the Minister of Defense is thwarted.  The attempt on his life was made by a group of anarchists.  There's an investigation of the clues, which will doubtless lead to the perpetrators; but the investigating commissioner has to proceed carefully, for it is likely there is a traitor in his ranks.","release_date":"1938-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290443,"title":"Geheimzeichen LB 17","adult":false,"genre_ids":[80]},{"cast":["Willy Birgel","Dagny Servaes","Georg Alexander","Käthe Haack","Paul Bildt"],"overview":"The physician Dr. Deruga is suspected of having poisoned his wife out of greed.  She died after naming Deruga, poor and in debt,  the sole heir in her will.  There are a lot of people willing to testify against him in court, including Marta, the dead woman's best friend.  Only his niece Mingo believes him to be innocent and goes out on her own to prove it.","release_date":"1938-09-21","vote_average":0.0,"runtime":105,"cert":"N\/A","id":290445,"title":"Der Fall Deruga","adult":false,"genre_ids":[80]},{"cast":["Willy Birgel","Dagny Servaes","Georg Alexander","Käthe Haack","Paul Bildt"],"overview":"The physician Dr. Deruga is suspected of having poisoned his wife out of greed.  She died after naming Deruga, poor and in debt,  the sole heir in her will.  There are a lot of people willing to testify against him in court, including Marta, the dead woman's best friend.  Only his niece Mingo believes him to be innocent and goes out on her own to prove it.","release_date":"1938-09-21","vote_average":0.0,"runtime":105,"cert":"N\/A","id":290445,"title":"Der Fall Deruga","adult":false,"genre_ids":[80]},{"cast":["Frankie Ray","Stephanie Shaub","Ann O'Leary","Zena Dell Lowe","Steven Friedlander"],"overview":"Overbearing mom causes Carl's sociopathic behavior.","release_date":"1997-01-01","vote_average":0.0,"runtime":94,"cert":"\"\"","id":290447,"title":"Kiss the Girls Goodbye","adult":false,"genre_ids":[27]},{"cast":["Ronnie Lazaro","Raymond Bagatsing","Edwin Pamanian"],"overview":"Inspired by true stories of taxicab drivers of metropolitan Manila, BOUNDARY, a feature narrative film is set in the urban roadways of Manila during Christmas. A guilt-ridden and disheveled taxi driver named LIMUEL ALCANTARA picks up a mild-mannered businessman named EMMANUEL LAZARO as his last passenger for the night. Limuel's conspiracy to bring Emmanuel to the hideout of robbery gang leader DIEGO GAWARAN takes a wrong turn. Their journey together from Manila to the foothills of Antipolo becomes a tension-filled and claustrophobic experience. The only way out of this seemingly eternal ride is to face their damnation.  - Written by the Producers","release_date":"2011-07-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290449,"title":"Boundary","adult":false,"genre_ids":[18,80]},{"cast":["Rene Requiestas","Maricel Laxa","Panchito","Jigo Garcia","Manilyn Reynes"],"overview":"a film by Tony Cruz.","release_date":"1990-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290451,"title":"Ganda Babae, Ganda Lalake","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Turning Point was a professional wrestling pay-per-view (PPV) event, produced by the American professional wrestling promotion Total Nonstop Action Wrestling (TNA). The event was created in 2004 and was originally held annually in December. TNA changed the date of the 2008 event to be held in November. The event has been held as an annual PPV event for TNA. The 2004 event was the second TNA PPV to be produced annually. Since its inception in 2004, the event has been held exclusively in Orlando, Florida. Every event has been held in an indoor arena, with all of the events taking place in the TNA Impact! Zone. Each event features talent from TNA competing in various professional wrestling match types. Since the inaugural event, five championship matches have taken place in the main event.","release_date":"2004-12-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":290453,"title":"TNA Turning Point 2004","adult":false,"genre_ids":[]},{"cast":["Ann Sothern","Melvyn Douglas","Lee Bowman","Richard Ainley","Felix Bressart"],"overview":"When his wife threatens him with divorce, a reporter courts her again.","release_date":"1943-05-21","vote_average":0.0,"runtime":90,"cert":"\"\"","id":290461,"title":"Three Hearts For Julia","adult":false,"genre_ids":[10749,35]},{"cast":["Bentley Mitchum","Kimika Yoshino","Sam Jones","Richard Chaves","Jed Curtis"],"overview":"A young Japanese woman and a naive American drug courier witness a L.A. drug-deal-gone-wrong shootout, and flee into Mexico with the drug money while being chased by two hit men.","release_date":"1996-04-30","vote_average":0.0,"runtime":90,"cert":"\"R\"","id":290463,"title":"Baja Run","adult":false,"genre_ids":[53,28]},{"cast":["Christopher Lloyd","Dee Wallace","Allison Balson","Soon-Tek Oh","Christopher Stone"],"overview":"A satire of Cold war politics, where Red bureaucrats meet U.S. corporate greed - and a witch and a dragon.","release_date":"1987-07-13","vote_average":7.0,"runtime":89,"cert":"N\/A","id":290474,"title":"Legend of the White Horse","adult":false,"genre_ids":[12]},{"cast":[],"overview":"NASA's Tidbinbilla Tracking station in Australia prepares for the re-entry of a decaying satellite containing a dangerous biological experiment. It is decided to bring it down near the station, for which job Dr Tony Masters has been brought in to assist Dr Spencer. At the same time, and unknown to her, Dr Spencer's daughter Ali has been using her computer to hack in to the station and reprogram the dish to communicate with a decommissioned satellite. Meanwhile, an unscrupulous industrial espionage agent, has penetrated the station and is preparing to take charge of the re-entry process, causing havoc and a chase through the Australian countryside to find the potentially deadly satellite.","release_date":"1990-01-01","vote_average":6.0,"runtime":92,"cert":"\"PG\"","id":290476,"title":"Sky Trackers","adult":false,"genre_ids":[]},{"cast":["Willy Birgel","Lotte Koch","Viktor Staal","Erika von Thellmann","Willi Rose"],"overview":"Professor Dr. Burkhardt is a much celebrated surgeon.  Obsessed with his career, he is always available when an unexpected operation comes up.  That his personal life is suffering because of this obsession is something the successful doctor doesn't notice.  His wife Vera, who, after the death of their three year old son, is always alone anyway, feels increasingly neglected.  And the love, which she apparently isn't able to get from her husband, she seeks from Dr. Groone, her husband's assistant.","release_date":"1943-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":290481,"title":"Du gehörst zu mir","adult":false,"genre_ids":[18]},{"cast":["Willy Birgel","Viktoria von Ballasko","Anneliese Uhlig","Harry Liedtke","Hedwig Wangel"],"overview":"A few days before the planned wedding of the chief inheritor von Halleborg, he experiences a terrible blow:  his beloved bride Julia has a riding accident and dies of her injuries.  Von Halleborg becomes a broken man and chooses not to waste another moment thinking of love -- his heart belongs to Julia ... forever.  In doing so, von Halleborg runs the risk of losing his entire estate, for the conditions of inheritance make all to clear that if he does not marry by his 45th birthday, the estate is to be turned over to someone else.  Von Halleborg had already made peace with this fact until he discovers that the future lord of the manor will be his nephew Oskar, a selfish and ruthless scoundrel, concerned only with money.","release_date":"1943-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":290483,"title":"The Heir","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Ich brauche Dich","cast":["Marianne Hoppe","Willy Birgel","Paul Dahlke","Fita Benkhoff","Ernst Fritz Fürbringer"],"id":290485,"overview":"The actress Julia Bach is married to the famous director, Professor Paulus Allmann; however, no one is to know about the marriage.  Julia doesn't want a career simply because she has a famous spouse.  For that reason, Paulus always has to go on his concert tours alone.  It's no wonder then, that he soon starts to feel neglected.  These feelings of neglect are encouraged by his ex-wife Hedi, who's always hanging around.  When Paulus one day forgets his wife's birthday, she goes on the rampage in the presence of guests.  Wounded, Paulus leaves their home.  Julia thinks there's only one way to save their marriage:  for one year -- until her next birthday -- they are not to see one another.  In that period of time, it should be abundantly clear whether they belong together or not.","runtime":null,"genre_ids":[35],"release_date":"1944-05-12","vote_average":5.0,"adult":false}]