[{"cast":["Heidelinde Weis","Karl Michael Vogler","Georg Thomalla","Alice Treff","Ulrich Beiger"],"overview":"","release_date":"1964-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293000,"title":"Erzähl mir nichts","adult":false,"genre_ids":[18]},{"cast":["Mile Biljanović","Ena Lulić","Goran Navojec","Hristina Popović","Milan Pleština"],"overview":"Apprentice Lapitch, the little shoemaker sets off on a journey after experiencing injustice from the cruel Master Mrkonja. On his journey he meets Gita, a beautiful little circus girl who is an orphan just like him. They share adventures and experience problems during their journey. They have nowhere to sleep, no food and are poorly clothed, but nothing scares them. They are bold and happy, willing to help everyone. On the night of the full moon something terrible happens, and changes everything...","release_date":"2013-11-07","vote_average":7.0,"runtime":102,"cert":"N\/A","id":293002,"title":"The Brave Adventures of a Little Shoemaker","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"If you think you know Mickey Mouse, guess again! Dive into the second hilarious volume of Have A Laugh and discover why Mickey and his friends are still the funniest, most adventurous, and coolest characters you’ll ever meet!  Howl with laughter as “Conductor Pete” nearly derails Mickey and Pluto’s train ride. Get set to “quack up” when Donald battles a noisy alarm clock and a feisty folding bed. Then, join Goofy on a side-splitting ski trip as – “BLAM!” – he hits the slopes…really hard! And the fun doesn't end there!  Fully restored and re-mastered, these incredible cartoons also feature new “Re-MICKS” – mash-up music videos of crazy cartoon clips remixed to the hit song, “He Could Be The One” by Hannah Montana. It’s a cool spin on classic comedy that’ll have you laughing out loud! Jam-packed with fun in every frame, Have A Laugh - Volume 2 is must-own entertainment!","release_date":"2010-10-26","vote_average":10.0,"runtime":null,"cert":"\"G\"","id":293004,"title":"Disney Have a Laugh Vol. 2","adult":false,"genre_ids":[16]},{"cast":["Roger Leopardi","Joshua P. Warren","Amy Shira Teitel","Buzz Aldrin","Mike Bara"],"overview":"Never-before-aired NASA footage presents evidence that the Moon is being used as a base.","release_date":"2014-07-20","vote_average":4.0,"runtime":86,"cert":"\"NR\"","id":293006,"title":"Aliens on the Moon: The Truth Exposed","adult":false,"genre_ids":[99,10770]},{"cast":[],"overview":"Polish documentary on love between two people whose youth was cut short by the horrific events of WWII. Extraordinary feelings for one another could rescue them from death, but could it shine in the shadow of the Shoah?","release_date":"2012-09-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293008,"title":"Tell Me Why","adult":false,"genre_ids":[]},{"cast":["John Pilger"],"overview":"The sensational expose of the complicity of Britain, USA and Australia in the continuing genocide in East Timor.","release_date":"1994-03-18","vote_average":7.0,"runtime":60,"cert":"N\/A","id":293028,"title":"Death of a Nation - The Timor Conspiracy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This holiday-themed melodrama released by Edison Studios in 1910 concerns Robert, a young man who leaves his mother’s home in New England to forge a career in the big city. When he achieves “fame and fortune” six years later, his proud mother can’t wait to welcome him home for Thanksgiving. Robert, however, intends to stay in the city to enjoy a holiday feast with his society friends and beautiful fiancée. When Mom decides to pay a surprise visit on Thanksgiving Day, she is saddened to find that her son is so ashamed of her that he relegates her to an upstairs room, out of sight and out of mind.","release_date":"1910-11-22","vote_average":0.0,"runtime":15,"cert":"\"\"","id":293030,"title":"His Mother's Thanksgiving","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On an old, cluttered work ship, a man is helped on with a bulky, old fashioned diving suit. It's a complicated process, many layers and sections are carefully applied. He goes over the side. Some men row out to what looks like a wrecked barge and set dynamite. Then the diver returns and now laughs and acknowledges the camera.The other men, now safely away, blow up the barge.","release_date":"1911-03-15","vote_average":0.0,"runtime":8,"cert":"\"\"","id":293032,"title":"The Diver","adult":false,"genre_ids":[99]},{"cast":["Norbert A. Myles","Edna Payne","Will E. Sheerer","Henry Stanley"],"overview":"The Girl Stage Driver plays like a one-reeler stretched into two. When the stagecoach driver is murdered by the El Paso Kid and his sidekick, Ruth takes up her father’s reins. On the road, she too fall preys to the bandits, who steal the stage’s gold cargo. The sheriff, Ruth’s sweetheart, rescues her, but he is taken captive by the desperados. The plucky Ruth rescues him once, and then again. Finally, with the help of a posse, the badmen are rounded up for good. Motion Picture News complained that the plot has “a little too much escaping and recapturing” but praised the Arizona settings.","release_date":"1914-12-03","vote_average":0.0,"runtime":27,"cert":"\"\"","id":293034,"title":"The Girl Stage Driver","adult":false,"genre_ids":[]},{"cast":["Sidney Drew","Mrs. Sidney Drew","Donald MacBride"],"overview":"By Might of His Right premiered in December 1915. The comedy shows what happens when a boorish houseguest overstays his welcome. Henry’s brother-in-law takes to stealing his chair and cigarettes but the last straw comes when, in a display of boxing prowess, he knocks his host out cold.","release_date":"1915-12-31","vote_average":0.0,"runtime":15,"cert":"\"\"","id":293036,"title":"By Might of His Right","adult":false,"genre_ids":[]},{"cast":["Frank Daniels","Mildred Manning"],"overview":"Captain Jinks, the Cobbler was one of two Jinks comedies released by Vitagraph for Christmas 1916 and, according to the U.S. copyright filing, was loosely based on the true story of celebrated conman Friedrich Wilhelm Voigt, who passed as a Prussian officer and commandeered funds from the Köpenick municipal treasury in 1906. In Vitagraph’s adaptation of the tale, the first movie version made in America, an army officer in some unpronounceable Central European town directs Jinks to repair his gear. Hounded by his nagging wife, the cobbler dons the officer’s uniform and parades about town. The impersonation proves so convincing that the burgomeister awards Jinks the officer’s bonus. When the ruse is discovered, the court gives Jinks a choice: two years in jail or at home with his wife. The film ends with cobbler pondering the pros and cons.","release_date":"1916-12-26","vote_average":0.0,"runtime":10,"cert":"\"\"","id":293038,"title":"Captain Jinks, the Cobbler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on the then-new Chinese Republic, taken over a ten-year period. Footage includes races at Shanghai, imperial ceremonies at the national Temple of Heaven, scenes of the destruction caused by the typhoon of 1914, and the installation of government officials at the Peking palaces.","release_date":"1917-05-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293040,"title":"A Trip Through China","adult":false,"genre_ids":[99]},{"cast":["Monty Banks","Eddie Barry","Florence Gilbert","Jerry O'Dell","Bud Ross"],"overview":"Brilliantino the Bullfighter (originally titled Flood and Sand) is one of the first spoofs of Blood and Sand, Paramount’s smoldering matador melodrama that set box offices ablaze. Like Mud and Sand, starring Stan Laurel, the Banks parody was rushed into theaters in November 1922, while memory of the Valentino vehicle was fresh. The concept of Monty Banks impersonating the passionate matador must have been innately hilarious to audiences who had seen the original picture.","release_date":"1922-11-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293057,"title":"Brilliantine the Bull Fighter","adult":false,"genre_ids":[35]},{"cast":["Ethel Shannon","Harrison Ford","William Norris","Clara Bow","Wallace MacDonald"],"overview":"Ottilie Van Zandt is forced to wed her cousin, despite her love for Richard Wayne, the gardener's son. Richard leaves, vowing to return a wealthy man and eligible suitor for her. He returns to find she has already married and, in turn, marries another girl on impulse. Two generations later, the grandchildren of Ottilie and Richard, who both have inherited their names as well, meet and develop a close friendship that culminates in the romance that their grandparents began but could not consummate years before.","release_date":"1923-11-17","vote_average":8.0,"runtime":null,"cert":"\"\"","id":293059,"title":"Maytime","adult":false,"genre_ids":[]},{"cast":["Joe Murphy","Fay Tincher","Jack Morgan","Slim Hamilton","Sidney Smith"],"overview":"In 1923, The Gumps moved up to two-reel live-action comedies, with former Keystone Cop Joe Murphy as the chinless lead, pioneering comedienne-producer Fay Tincher as Min, and Jack Morgan as the rascally Chester. In this episode, the comedy begins with the announcement of Min’s tenth anniversary gift from Uncle Bim—a “tin” flivver. Primping for a family outing in the new car, Min breaks a mirror due to her son’s shenanigans. “That’s seven more years of bad luck, Chester,” she scolds. The rest of the action—in a hotel, on the road, and at the beach—proves her right. Angelinos will take delight in the scenes filmed at Ocean Park’s Lick Pier, just months before it was destroyed by fire.","release_date":"1923-11-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293061,"title":"Oh! What a Day!","adult":false,"genre_ids":[]},{"cast":["Cuíca de Santo Amaro","Júlio Medaglia","Mário Cravo","Mino Carta","Waldir Pires"],"overview":"","release_date":"2013-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293063,"title":"Cuíca de Santo Amaro","adult":false,"genre_ids":[99]},{"cast":["Charles Puffy","Mildred June","Billy Engle","Bud Jamison"],"overview":"Don’t expect much in the way of a plot from Kick Me Again. When a married student falls for her portly dance instructor, Puffy is forced to flee in a ballet tutu from the clutches of her jealous husband. The usual slapstick complications ensue before the cross-dressing funnyman finally locates a new suit of clothes. The viewing pleasure comes not from the run-of-the-mill gags and storyline but from seeing a master wring every ounce of comedy from his ungainly outfit.","release_date":"1925-11-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293065,"title":"Kick Me Again","adult":false,"genre_ids":[]},{"cast":["Eduardo Ferreira de Paula","Maria Dulcinéia","Maria José da Silva","Roberto Rocha"],"overview":"","release_date":"2008-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293067,"title":"À Margem do Lixo","adult":false,"genre_ids":[]},{"cast":["Vicky Krieps","Lena Lauzemis","Steffen Münster","Christian Aumer","Christine Schorn"],"overview":"Lynn Zapatek, a chambermaid in a large hotel, has a deathly fear of human interaction yet she craves intimacy. A chance encounter prompts her to emerge from her cocoon.","release_date":"2015-05-25","vote_average":5.3,"runtime":89,"cert":"N\/A","id":293069,"title":"The Chambermaid Lynn","adult":false,"genre_ids":[18]},{"cast":["Hannu Kivioja","Esko Salminen","Leea Klemola","Markku Peltola","Antti Raivio"],"overview":"Film by Veikko Aaltonen","release_date":"1992-10-30","vote_average":5.0,"runtime":97,"cert":"N\/A","id":293089,"title":"The Prodigal Son","adult":false,"genre_ids":[18,53]},{"cast":["Eeva-Maija Haukinen","Erkki Pajala","Heikki Hämäläinen","Matti Kassila"],"overview":"A psychotherapist's life is wrecked when her private life is exposed in a sensation magazine.","release_date":"1972-03-10","vote_average":5.0,"runtime":100,"cert":"N\/A","id":293091,"title":"When the Heavens Fall…","adult":false,"genre_ids":[18]},{"cast":["Tom Sizemore","Evalena Marie","Anthony Del Negro","Rick Ravanello","Greg Nutcher"],"overview":"The meaning of cryptic prophesy splits apart a team of secretive guardians as they transport by 18-wheeler truck, a deadly creature and it's half-human sister from their now ineffective holding place to a more secure location. The sister's hidden agenda undermines the mission releasing the beast and they end up battling for the fate of the world when the true meaning of the prophesy is discovered in this mysterious and thrilling, action-packed creature feature.","release_date":"2014-10-04","vote_average":4.3,"runtime":90,"cert":"\"\"","id":293093,"title":"Dark Haul","adult":false,"genre_ids":[27]},{"cast":["Skin","Skunk Anansie"],"overview":"Smashes And Trashes The Video Collection is a 15-track video collection including three previously unreleased tracks; \"Tear the Place Up\", \"Because of You\" and \"Squander\".","release_date":"2009-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293095,"title":"Skunk Anansie - Smashes And Trashes The Video Collection","adult":false,"genre_ids":[10402]},{"cast":["Jussi Parviainen","Aake Kalliala","Esko Salminen","Kari Väänänen","Satu Silvo"],"overview":"Film by Juha Rosma","release_date":"1986-03-28","vote_average":0.0,"runtime":71,"cert":"N\/A","id":293097,"title":"Harmagedon","adult":false,"genre_ids":[18,878,14]},{"cast":["Hannu Kivioja","Elina Hurme","Heikki Kujanpää"],"overview":"A film by Veikko Aaltonen","release_date":"1993-10-22","vote_average":5.0,"runtime":88,"cert":"N\/A","id":293099,"title":"Isä meidän","adult":false,"genre_ids":[]},{"cast":["Gustav Knuth","Grit Boettcher","Trude Herr","Theo Lingen","Horst Janson"],"overview":"Three bums get played by the devil.","release_date":"1960-12-15","vote_average":0.0,"runtime":107,"cert":"N\/A","id":293101,"title":"The Devil May Well Laugh","adult":false,"genre_ids":[35]},{"cast":["Ansa Ikonen","Tauno Palo","Uuno Laakso","Kirsti Suonio","Kunto Karapää"],"overview":"Esko makes a bet that he will marry the first young woman he encounters. This turns out to be Kirsti, who promptly turns down the proposals. But when she finds about the bet, she agrees to marry him in order to get her revenge.","release_date":"1936-04-12","vote_average":6.0,"runtime":82,"cert":"N\/A","id":293118,"title":"Substitute Wife","adult":false,"genre_ids":[10749,35]},{"cast":["Momčilo Otašević","Goran Bogdan","Ana Sofrenović","Emir Hadžihafizbegović","Branka Stanić"],"overview":"Stanko (30) has to kill a man, for the first time. The same day, his younger brother Vojo (16) has to have sex for the first time. Roads of the two brothers will cross the same day several times, in an unusual way","release_date":"2014-08-05","vote_average":6.0,"runtime":94,"cert":"N\/A","id":293120,"title":"The Boys from Marx and Engels Street","adult":false,"genre_ids":[80,10751,18]},{"cast":["Stanislav Boklan","Jeff Burrell","Anton Sviatoslav Greene","Oleh Prymohenov","Aleksandr Kobzar"],"overview":"American boy Peter and blind minstrel Ivan are thrown together by fate amidst the turbulent mid-30s Soviet Ukraine.","release_date":"2014-11-12","vote_average":8.0,"runtime":120,"cert":"N\/A","id":293122,"title":"The Guide","adult":false,"genre_ids":[36,18]},{"cast":["Cullen Landis","Patsy Ruth Miller","Bert Woodruff","George C. Pearce","Raymond Cannon"],"overview":"Elmer Slocum has just served a jail sentence for speeding. On his first day of liberty he encounters a physician whose car has broken down and offers to take him to his patient; he is pursued by motorcops for speeding, wrecks his car in a closed street, and knocks down and believes he has killed a policeman. Elmer boards a freight train and makes his way to a small town in Iowa, where he meets Margaret Andrews.....","release_date":"1922-02-16","vote_average":0.0,"runtime":50,"cert":"\"\"","id":293127,"title":"Watch Your Step","adult":false,"genre_ids":[35]},{"cast":["Mabel Normand","Raymond Hatton","Adolphe Menjou","Lilyan Tashman","Lionel Belmore"],"overview":"When theatrical agent Sterling, a ladies man known for signing his latest paramours onto his agency's talent roster, returns to New York from a trip to Europe, he tells his more down-to-earth partner, Lawson, that he has hired a beautiful Neopolitan acrobat he saw onstage in Italy. When the acrobat, Tina Bambinetti, arrives in their office, though, Sterling is shocked to find that, offstage, she is plain, unkempt and badly dressed. Crushed by Sterling's dismissive treatment, Tina performs some acrobatics that almost destroy the office...","release_date":"1922-04-16","vote_average":0.0,"runtime":50,"cert":"\"\"","id":293132,"title":"Head Over Heels","adult":false,"genre_ids":[35]},{"cast":["Simone Massi"],"overview":"","release_date":"2014-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293143,"title":"Animata resistenza","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The life of Jewish athlete Margaret Lambert whose dream of competing for Germany in the '36 Olympics was clouded by the rise of the Nazis.","release_date":"2004-07-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293145,"title":"Hitler's Pawn: The Margaret Lambert Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Teenage outsiders take refuge into an underground world of strange subcultures. A father is training his daughter to manage without him. The kids from Palestine are crafting slingshots. Two boys reject their parents in a rite of passage.","release_date":"2014-09-19","vote_average":6.0,"runtime":74,"cert":"N\/A","id":293147,"title":"Under Gottsunda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short dance film in Pathécolor, also know as stencil colouring. The editing cuts correspond with the dancers' costume changes. More about stencil colouring at http:\/\/zauberklang.ch\/filmcolors\/timeline-entry\/1218\/.","release_date":"1902-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":293152,"title":"Danses cosmopolites à transformation","adult":false,"genre_ids":[]},{"cast":["Jay Manalo","Dindi Gallardo","Sabrina M.","Dencio Padilla","Cita Astals"],"overview":"He was already different even before he was born. His eccentric mother took fancy on horses during her conception, and this led to his being born with animal appeal. As he grew up, he became the object of people's curiosity. But the moment he became a full grown man, his strange physical endowment turned him into an object of desire. Girls and even gays fell under his incredibly wild sex appeal, and he got himself the reputation of being a ladies' man. Until he met the woman who would change his life forever.","release_date":"1997-01-01","vote_average":10.0,"runtime":104,"cert":"N\/A","id":293154,"title":"Hung Like a Horse","adult":false,"genre_ids":[10749,35]},{"cast":["Sherry Stringfield","Robin Thomas","Jenna Boyd","Chris McKenna","Robert Neary"],"overview":"After living in hiding for 17 years, a woman faces new danger when her daughter's drug-dealing father locates them and expects her to repay the money she stole from him years earlier.","release_date":"2014-09-28","vote_average":2.5,"runtime":null,"cert":"\"\"","id":293156,"title":"Runaway","adult":false,"genre_ids":[53]},{"cast":["Joey de Leon","Ogie Alcasid","Charito Solis","Monica Herrera","Rachel Lobangco"],"overview":"a film by Tony Y. Reyes.","release_date":"1992-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293158,"title":"Ali In Wonderland","adult":false,"genre_ids":[10751,12,35]},{"cast":["Philippe Leroy","Leonora Fani","Barbara Bouchet","Stefano Amato","Serena Cociani"],"overview":"In this movie a writer comes to stay at an island resort and gets involved with a teenage lolita  who is there with her parents and rather malicious best friend. She teases the older man mercilessly--going to a hotel and dancing with him naked and then suddenly getting dressed and running off to a party with a young American guy. But it's not so much because she is malicious, but because she is really an insecure virgin. Finally, he gives up on her after his beautiful wife (Barbara Bouchet) shows up. But the younger woman becomes jealous and is not going to give up so easily. . .","release_date":"1974-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":293172,"title":"La svergognata","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Buddy and his family take a special trip on the Night Train to learn about animals that are nocturnal. They take a fun nature walk under the full moon, visit a \"haunted house\" for a spooky party, and learn all about \"Gourd Day\" - a Mesozoic Halloween!","release_date":"2014-09-09","vote_average":0.0,"runtime":50,"cert":"\"\"","id":293174,"title":"Dinosaur Train Buddy's Halloween Adventure","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1987, singer\/songwriter Ehud Banai (of Banai and the Refugees) released what is considered to be one of the best and the most important albums of Israeli rock, mixing new-wave guitars with oriental rhythms and sounds in creating protest songs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293176,"title":"Muzika: Ehud Banai","adult":false,"genre_ids":[]},{"cast":[],"overview":"Famed comedian\/writer Del Shores (Sordid Lives, Queer As Folk) shares the real-life stories that inspired his writing in this hilarious one-man show recorded live during his critically acclaimed tour across the U.S.","release_date":"2011-04-08","vote_average":0.0,"runtime":96,"cert":"\"\"","id":293178,"title":"Del Shores: My Sordid Life","adult":false,"genre_ids":[35]},{"cast":[],"overview":"I'm A Stripper is an unfiltered look at a day in the life of male exotic dancers. Separated by geography, age, experience, skill set, and whether dancing for men or women, these career dancers confront different challenges.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293180,"title":"I'm a Stripper","adult":false,"genre_ids":[99]},{"cast":["Liev Schreiber"],"overview":"HBO Sports presents this documentary that chronicles the integration of college football in the South.","release_date":"2008-12-16","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":293182,"title":"Breaking the Huddle: The Integration of College Football","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jessica Long, a world-class swimmer, and 12-time Paralympic gold medalist, was born in Russia and adopted by American parents. The feature tracks Long's journey to meet her birth family.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293184,"title":"The Long Way Home: The Jessica Long Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about the leader of the fascist party in The Netherlands, from 1931 till 1945. This architect called Anton Mussert was shot in 1946 after having been convicted for high treason and aiding the enemy.","release_date":"1968-01-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":293204,"title":"Portret van Anton Adriaan Mussert","adult":false,"genre_ids":[99]},{"cast":["Enrique Herrera","Leopoldo Ortin","Crox Alvarado","Luis G. Barreiro","Dolores Camarillo"],"overview":"Two con-men end up at a country estate, where they thwart some jewel-thieves.","release_date":"1939-06-06","vote_average":0.0,"runtime":129,"cert":"N\/A","id":293206,"title":"Caballo A Caballo","adult":false,"genre_ids":[18,35]},{"cast":["Alfred Abel","Rudolf Carl","Annie Rosar","Wolf Albach-Retty","Fritz Imhoff"],"overview":"","release_date":"1937-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293208,"title":"Millionäre","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The sun rises over the empty desert to reveal a lone cowboy lynched the night before. An unexplainable force draws him back to the realm of the living, and he cuts himself down and makes his way home.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293210,"title":"Abigail","adult":false,"genre_ids":[]},{"cast":["Paul Hörbiger","Rudolf Prack","Franz Böheim","Maria Andergast","Hilde Weissner"],"overview":"Vienna, sometime around 1680:  Augustin makes fun of Leopold I mistress and in doing so, stirs up the passions of the people against the luxury-enjoying rulers, who neglect their people.  He is arrested and sent to prison.  When the plague breaks out, he manages to get out of prison, but accidentally ends up in a mass grave for victims of the plague","release_date":"1940-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293212,"title":"Der liebe Augustin","adult":false,"genre_ids":[35]},{"cast":["Carlos Orellana","Joaquín Pardavé","Sara García","Carlos López Moctezuma","Pedro Infante"],"overview":"Three Spaniards emigrate to Mexico and become prosperous landowners.","release_date":"1939-11-11","vote_average":0.0,"runtime":120,"cert":"N\/A","id":293214,"title":"En un burro tres baturros","adult":false,"genre_ids":[]},{"cast":["Carlos López","Blanquita Amaro","Alberto Garrido","Federico Piñero","Julito Díaz"],"overview":"Hard-drinking Mexican gent goes to Havana on holiday.","release_date":"1939-04-04","vote_average":0.0,"runtime":85,"cert":"N\/A","id":293216,"title":"Estampas Habaneras","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Cecilia Wong Hang-Sau","Terry Lau Wai-Yue","John Cheung Ng-Long","Helen Ko Ti-Hua"],"overview":"A Hong Kong cop finds himself up to his neck in trouble when he encounters a tricky bunch of crooks and triads.","release_date":"1976-11-25","vote_average":0.0,"runtime":82,"cert":"N\/A","id":293236,"title":"The Hunter, the Butterfly and the Crocodile","adult":false,"genre_ids":[18]},{"cast":["Anas El Baz","Majdouline Idrissi","Saadia Ladib","Nadia Niazi","Driss Roukhe"],"overview":"Zineb is a psychiatrist assigned to Rihana, a traumatized and pregnant young woman, who was raised as a son by her dictatorial father. Rihana's story awakens repressed thoughts in Zineb's own mind.","release_date":"2010-12-20","vote_average":5.5,"runtime":104,"cert":"\"\"","id":293241,"title":"Pegasus","adult":false,"genre_ids":[18]},{"cast":["Chow Yun-Fat","Candice Yu","Meg Lam Kin-Ming","Ling Hon","Lisa Chiao Chiao"],"overview":"A young police officer goes undercover in a brothel.","release_date":"1976-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293243,"title":"Massage Girls","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Pikachu and Ash and Misty's other Pokémon play hide-and-seek in a mansion and its gardens.","release_date":"2001-07-07","vote_average":6.0,"runtime":25,"cert":"N\/A","id":293245,"title":"Pikachu's PikaBoo","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Window of Opportunity is a suspenseful, darkly comedic thriller about sociopathic corporate executives attempting to cover up the murder of a prostitute. Wall Street vs. Occupy, the 1% vs. the 99%. Produced by John Densmore of The Doors.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293247,"title":"Window of Opportunity","adult":false,"genre_ids":[]},{"cast":["Paolo Villaggio","Alfredo Rizzo","Dan Hewitt Owens","Sterling Saint Jacques","Armando Brancia"],"overview":"","release_date":"1974-09-16","vote_average":6.3,"runtime":null,"cert":"N\/A","id":293270,"title":"Sistemo l'America e torno","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-09-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":293272,"title":"Zanahoria","adult":false,"genre_ids":[]},{"cast":[],"overview":"Following international recognition of Fado, Portugal recently submitted to UNESCO the polyphonic songs of the Alentejo, known as Cante Alentejano, or just Cante, as an Intangible Cultural Heritage of Humanity.  This film will be a journey into the hot Alentejo countryside (Southern region of Portugal) discovering Cante music and the life of its performers.  Not many people outside Portugal know about these a capella polyphonic choirs, typically formed by 20 to 30 male agricultural workers or miners, that seem to express the deep voice of the Earth.","release_date":"2014-04-24","vote_average":7.0,"runtime":98,"cert":"N\/A","id":293274,"title":"Alentejo, Alentejo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary short by Peter Graham, produced and edited by Walerian Borowczyk.","release_date":"1972-01-01","vote_average":6.0,"runtime":11,"cert":"N\/A","id":293276,"title":"Gunpoint","adult":false,"genre_ids":[99]},{"cast":["Ivana Pavlaković","Vlado Jovanovski","Meto Jovanovski","Biljana Tanevska","Emir Hadžihafizbegović"],"overview":"A tale of family and loyalty, love and loss, betrayal and redemption. As the Mob destroys the life of a big family and leaves them on the brink of survival, a powerful, yet secret love, burns between Marko (a gangster) and Angela - two high school sweethearts. Good fortune smiles on the family (a bohemian collective of lovable eccentrics) as they find a long-lost treasure, but Angela betrays them in the name of love by stealing it in order to save Marko's life from the Mob. In the end, everyone reaps what they sow, and their love ends inauspiciously.","release_date":"2014-09-19","vote_average":5.0,"runtime":90,"cert":"N\/A","id":293278,"title":"Children of the Sun","adult":false,"genre_ids":[10751,35,18]},{"cast":[],"overview":"An interpretation of The Confessions of Saint Augustine featuring an ordinary middle-aged man who undergoes a conversion experience whilst watching an experimental film. - Harvard Film Archive","release_date":"1975-01-01","vote_average":5.3,"runtime":22,"cert":"\"\"","id":293280,"title":"Wide Angle Saxon","adult":false,"genre_ids":[]},{"cast":["Claude Gillingwater","Kate Lester","Patsy Ruth Miller","Cullen Landis","Max Davidson"],"overview":"Although he graduated from that time-worn university, the college of hard knocks, the tireless efforts of John P. Grout have paid off. He owns a number of department stores and his wife and children are well provided for. However, his family is completely ungrateful and takes him -- and his money -- for granted. Grout's attempts to keep them all happy are driving him to bankruptcy and he eventually becomes seriously ill. Eventually his wife and kids come to realize how badly they've treated Pops.....","release_date":"1922-10-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":293282,"title":"Remembrance","adult":false,"genre_ids":[18]},{"cast":["Tommy Snider","Katie Lowes","Ben Bledsoe","Stephen Apostolina","Kirk Baily"],"overview":"This Oscar-winning animated short film tells the story of one man's love life as seen through the eyes of his best friend and dog, Winston, and revealed bite by bite through the meals they share.","release_date":"2014-11-07","vote_average":8.0,"runtime":6,"cert":"\"G\"","id":293299,"title":"Feast","adult":false,"genre_ids":[16,35,18,10751]},{"cast":["Jürgen Vogel","Juliane Köhler","Lavinia Wilson","Isabelle Redfern","Jan-David Bürger"],"overview":"A comedy centered on a sexually adventurous young woman who is trying to be the perfect wife, mother, and lover.","release_date":"2014-09-18","vote_average":5.2,"runtime":89,"cert":"N\/A","id":293301,"title":"Ejaculation","adult":false,"genre_ids":[18]},{"cast":["Tobias Moretti","Johannes Silberschneider","Jonas Nay","Stefan Hunstein","Stephanie Japp"],"overview":"Simon falls head over heels in love with pretty and quick-witted Verena. When his father, who suffers from schizophrenia, has a relapse, Simon devotes himself completely to his mother and little sister and endangers his budding romance. Maneuvering himself into a near-fatal situation, Simon realizes that he cannot change the others' lives, but only his own.","release_date":"2014-10-09","vote_average":5.3,"runtime":96,"cert":"N\/A","id":293303,"title":"Hirngespinster","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A widow and her father live alone and make a living by mending oil lamps and making charcoal.","release_date":"2008-01-01","vote_average":6.5,"runtime":76,"cert":"N\/A","id":293305,"title":"A Light in the Fog","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293307,"title":"El caníbal del Paraná","adult":false,"genre_ids":[99]},{"cast":["Peter Graham"],"overview":"A short documentary about the making of Peter Graham's 'Gunpoint', featuring an interview with Graham.","release_date":"2014-09-08","vote_average":7.5,"runtime":5,"cert":"N\/A","id":293312,"title":"Behind Enemy Lines: Making Gunpoint","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A thrillingly lo-fi salute to the old-school, hand-crafted special effects that were once a mainstay of pre-CGI science-fiction films.","release_date":"2014-09-07","vote_average":1.0,"runtime":5,"cert":"N\/A","id":293326,"title":"Intransit","adult":false,"genre_ids":[99]},{"cast":["Roxanne Belec","Alexandre Brault","Ariane Brisson","Patrice Cesar","Marc Olivier Doucet"],"overview":"Six young adults with trisomy 21 and six specialized education students live together an out-of-the-ordinary experience: hiking to Machu Picchu at more than 2000 meters of altitude and doing a humanitarian project. In this mythical place, each day is a challenge and everybody surpasses their limits. This group invites us to a journey of gift, of tolerance and of open-minding to difference.","release_date":"2009-02-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":293328,"title":"Trisomie 21: le défi Pérou","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Five women move to Miami Beach in search of a better life but find the reality of the streets hard to overcome. The struggling gangster driven economy makes things difficult for the ladies so they decide to take a few risks by robbing rich business men they befriend who make millions of dollars illegally.","release_date":"2013-05-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293330,"title":"The Caribbean Heist","adult":false,"genre_ids":[]},{"cast":[],"overview":"A fascinating portrait of \"thoughtographer\" Ted Serios, a hard-drinking Chicago bellhop who caused a sensation in the sixties with his psychic ability to produce hundreds of Polaroid images from his mind.","release_date":"2014-09-07","vote_average":5.0,"runtime":29,"cert":"N\/A","id":293332,"title":"Detour de Force","adult":false,"genre_ids":[]},{"cast":["Richard Dix","Nancy Carroll","Charles Sellon","Frank Currier","Arnold Kent"],"overview":"Dix plays radio announcer Robert Parker, working at a station run by his girlfriend's father. Becoming a bit overexcited on the air, our hero lets slip a few (fortuitously unheard) profanities. Fired from his job, Parker enters into an amusing series of misadventures with veteran bank robber Jim Bailey (Charles Sellon). Wide-eyed Nancy Carroll is delightful as ever as Dix's love interest. Easy Come, Easy Go was adapted from a play by the prolific Owen Davis Sr.","release_date":"1928-04-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293334,"title":"Easy Come, Easy Go","adult":false,"genre_ids":[10749,35,80]},{"cast":[],"overview":"Meer der Dünste. Sylvia Schedelbauer's stroboscopic cascade of evocative images conflate landscapes and the human body.","release_date":"2014-09-08","vote_average":0.0,"runtime":15,"cert":"N\/A","id":293336,"title":"Sea of Vapors","adult":false,"genre_ids":[]},{"cast":["Bradford Dillman","Melvyn Douglas","Mildred Dunnock","Denver Pyle","Don Porter"],"overview":"An attorney comes out of retirement to defend a prominent doctor, who has been accused of the mercy killing of his wife.","release_date":"1974-04-10","vote_average":0.0,"runtime":73,"cert":"\"\"","id":293353,"title":"Murder or Mercy","adult":false,"genre_ids":[10770,18]},{"cast":["Paul Hörbiger","Margot Hielscher","Kurt Meisel","Ernst Waldbrunn","Fritz Muliar"],"overview":"","release_date":"1951-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293355,"title":"Der Teufel führt Regie","adult":false,"genre_ids":[]},{"cast":["James Brolin","Josh Brolin","Jennie Garth"],"overview":"CIA guy and IRA guy reluctantly team up to catch IRA guy's rogue brother.","release_date":"1997-09-17","vote_average":5.0,"runtime":null,"cert":"\"\"","id":293357,"title":"My Brother's War","adult":false,"genre_ids":[]},{"cast":[],"overview":"Five women embark upon a crime spree initiated by their erstwhile employer Billy Boy","release_date":"1971-09-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293359,"title":"The Pink Garter Gang","adult":false,"genre_ids":[]},{"cast":["Johanna Matz","Adrian Hoven","Paul Hörbiger","Adrienne Gessner","Loni Heuser"],"overview":"","release_date":"1953-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293361,"title":"Hannerl: Ich tanze mit Dir in den Himmel hinein","adult":false,"genre_ids":[35]},{"cast":["Lee J. Cobb","James Whitmore","Renato Cestiè","Marina Malfatti","Maurizio Arena"],"overview":"A young boy tries to make living out of a puppet show when his mother abandons him and his father.","release_date":"1974-12-21","vote_average":7.0,"runtime":89,"cert":"N\/A","id":293363,"title":"The Balloon Vendor","adult":false,"genre_ids":[18]},{"cast":["Rudolf Vogel","Gretl Schörg","Mady Rahl","Hans von Borsody","Wolf Albach-Retty"],"overview":"","release_date":"1956-12-21","vote_average":3.0,"runtime":null,"cert":"N\/A","id":293377,"title":"K. und k. Feldmarschall","adult":false,"genre_ids":[35]},{"cast":["Brandon Benz","Maggie Dye","Dustin Lawson","Darius Devontaye Green","Delaney Hathaway"],"overview":"For all intents and purposes, the Apocalypse has happened. \"Aftermath\" is the story of those who have survived...","release_date":"2012-10-31","vote_average":1.5,"runtime":null,"cert":"\"\"","id":293379,"title":"Aftermath","adult":false,"genre_ids":[28,27]},{"cast":["Käthe Gold","Christiane Hörbiger","Hans Moser","Josef Meinrad","Renate Holm"],"overview":"","release_date":"1961-11-24","vote_average":5.8,"runtime":null,"cert":"N\/A","id":293381,"title":"Der Bauer als Millionär","adult":false,"genre_ids":[14]},{"cast":["Renate Schroeter","Dietmar Schönherr","Matthias Fuchs","Reinhard Glemnitz","Tilly Lauenstein"],"overview":"","release_date":"1964-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293383,"title":"Nach Ladenschluß","adult":false,"genre_ids":[18]},{"cast":["Alex Duncan","Heath Miller"],"overview":"Two young men embark on a one night stand. Both with very different understandings of the situation, they struggle to realise the true connection they long for. A contemporary snapshot of where Aussie gay men are on the issue of single-serve love and their desire for more","release_date":"2012-02-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":293385,"title":"Battlefield","adult":false,"genre_ids":[18]},{"cast":["Dagmar Altrichter","Ruth-Maria Kubitschek","Hellmut Lange","Helmut Förnbacher","Peter Böhlke"],"overview":"","release_date":"1964-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293387,"title":"Asmodée","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When a horrific accident forces a deeply dysfunctional couple to check into a decrepit motel, a lecherous and deranged desk clerk arranges for them to witness three unholy visions of the macabre. But when cautionary tales of bloodlust, deadly creatures and a world filled with the undead don't faze these two narcissists, stronger measures are right at hand.","release_date":"2011-07-06","vote_average":1.0,"runtime":85,"cert":"\"\"","id":293401,"title":"Road Hell","adult":false,"genre_ids":[]},{"cast":[],"overview":"An anthology of two tales with a third interwoven between them. Red Christmas has a vampire dressed as Santa invade a home on Christmas Eve to feast on the blood of the guests. Taxi From Hell has the head of the vampires driving around in his cab picking up stray victims to feed his clan. And the third interwoven tale The Last Sons of Dracula, follows a priest in his urgent task of ridding the world, or at least France, of the vampire scourge.","release_date":"1993-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":293403,"title":"Night of Vampyrmania","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Robin is a social worker in Oakland on the verge of losing her job for getting too close to her clients; she's African-American and grew up in the neighborhood. She falls for Brooklyn, a White Frenchwoman, who's a thief with dreams of running a motorcycle repair shop. Robin is not only willing to be Brooklyn's lover, she's willing to join in the robberies because she sees community projects that need money: she becomes an anonymous Robin Hood. When her personal life takes a sharp turn and she wants to do one last job, Brooklyn's jealousy flares. Is there any way to resolve these conflicts of love, family, finance, and violence?","release_date":"2003-07-07","vote_average":2.0,"runtime":81,"cert":"\"\"","id":293405,"title":"Robin's Hood","adult":false,"genre_ids":[]},{"cast":["Carl Wery","Anita Gutwell","Rudolf Lenz","Sieghardt Rupp","Sepp Rist"],"overview":"","release_date":"1960-12-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":293407,"title":"Heimweh nach dir, mein grünes Tal","adult":false,"genre_ids":[18]},{"cast":["Kate Mulgrew","Samantha Eggar","Shani Wallis","Hope Marie Carlton","Marty Ingels"],"overview":"A housewife who despises society's obsession with health and looks suspects her husband of cheating on her with a hot model in a local health spa. She decides to infiltrate the spa, find the woman and get her revenge. But is it that simple?","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293409,"title":"Round Numbers","adult":false,"genre_ids":[]},{"cast":["Sophie Quinton","Blanca Li","Cédric Grimoin"],"overview":"Sister Angèle is a nun just twenty-one years old. She sells the honey gathered by her fellow nuns at the street market. But she also indulges in strange activities – she secretly visits a young man, Paolo, in a bungalow on the beach. She also visits patients in hospital. It’s here that she’s met a young Spanish woman, Rosa Maria Dolorès, whose days are numbered. This encounter, along with her relationship with Paolo, bring her face to face with herself, make her listen to the sound of her beating heart.","release_date":"2002-11-25","vote_average":8.0,"runtime":48,"cert":"N\/A","id":293411,"title":"Andalusian rose","adult":false,"genre_ids":[18]},{"cast":["Cristiana Tullio-Altan","Paolo Pozzesi","Jerome Hinstin","Anne Wiazemsky"],"overview":"The film reveals how and why a supposedly revolutionary Italian girl has in fact fallen prey to bourgeois ideology.","release_date":"1971-04-29","vote_average":7.1,"runtime":62,"cert":"N\/A","id":293425,"title":"Struggle in Italy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A dark expressionist fantasy with surreal gothic visions, set to the music of Christofer Johnsson (of the metal band Therion).","release_date":"1996-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":293427,"title":"The Golden Embrace","adult":false,"genre_ids":[10402,14]},{"cast":["Kim Young-gune","Shin Won-ho","Seo Hyun-seok","Lee Joo-min"],"overview":"Bukseong, Youngrim and Woosuck are dropouts living in a shanty town. One day, a spy from North Korea begins video-recording their hardscrabble lives. A complicated series of events happens between them.","release_date":"2015-12-31","vote_average":5.0,"runtime":102,"cert":"N\/A","id":293429,"title":"Dear Dictator","adult":false,"genre_ids":[18]},{"cast":["James Kirkwood"],"overview":"A doctor explains to his children the dangers of tuberculosis, what it is and how to prevent against contracting it.","release_date":"1940-09-18","vote_average":0.0,"runtime":14,"cert":"\"\"","id":293431,"title":"Goodbye, Mr. Germ","adult":false,"genre_ids":[16,18]},{"cast":["Sudarat Butrprom","Toni Rakkaen","Arpa Pawilai","Ping Lumpraploeng","ปรัชญานันท์ สุวรรณมณี"],"overview":"","release_date":"2014-09-16","vote_average":0.0,"runtime":109,"cert":"N\/A","id":293433,"title":"The Ugly Ghost","adult":false,"genre_ids":[35]},{"cast":[],"overview":"30 Frames A Second: The WTO in Seattle, is a compelling first-person account of the events that unfolded during the week the World Trade Organization came to Seattle in November of 1999.","release_date":"2000-08-20","vote_average":6.0,"runtime":73,"cert":"\"\"","id":293435,"title":"30 Frames a Second: The WTO in Seattle","adult":false,"genre_ids":[99]},{"cast":["Željko Marković","Nenad Petrović","Jasna Đuričić","Marina Vodeničar","Aco Ćirović"],"overview":"\"Barbarians\" is a teenage drama about coming of age in a world where there is no opportunity. A portrait of a young generation growing up in a society of lost values.","release_date":"2014-07-06","vote_average":5.5,"runtime":87,"cert":"N\/A","id":293437,"title":"Barbarians","adult":false,"genre_ids":[18]},{"cast":["Fernanda Abreu","Carlos Albuquerque","Black Alien","Max B.O","Ronaldo Barcelos"],"overview":"","release_date":"2012-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293448,"title":"Mr. Niteroi: The Lyric Beretta","adult":false,"genre_ids":[]},{"cast":["Kian Rosenberg Larsson","Ali Sivandi","Lirim Jusufi","Benny Jamz","Sivas Torbati"],"overview":"Michael lives in a housing project. He and his friends make music together. Michael is clearly the biggest talent in the group, and one day he is discovered by the established rapper Apollo who makes Michael his ghostwriter. A big opportunity for Michael, this also means moving forward without his friends and breaking the unwritten rule of loyalty. Michael focuses on his music, hoping that the situation will resolve itself. As his friends lose their patience, a dramatic showdown is inevitable.","release_date":"2014-05-08","vote_average":5.0,"runtime":89,"cert":"N\/A","id":293450,"title":"Flow","adult":false,"genre_ids":[18]},{"cast":["Kate Beckinsale","Mel Raido","Duncan Joiner","Lucas Till","Gerald McRaney"],"overview":"A mother and her young son release unimaginable horrors from the attic of their rural dream home.","release_date":"2016-09-09","vote_average":4.4,"runtime":92,"cert":"\"R\"","id":293452,"title":"The Disappointments Room","adult":false,"genre_ids":[18,27,53]},{"cast":["Alexander Carr","Barney Bernard","Vera Gordon","Martha Mansfield","Ben Lyon"],"overview":"The film is based on an ethnic Jewish comedy with characters created by Montague Glass and Charles Klein.","release_date":"1923-09-10","vote_average":0.0,"runtime":80,"cert":"\"\"","id":293454,"title":"Potash and Perlmutter","adult":false,"genre_ids":[35]},{"cast":["Áron Ferenczik","Miklós Horváth","Bálint Györiványi","Tamás Owczarek","Roland Lukács"],"overview":"Áron stands in his life as an average 29-year-old weirdo. He has many contemporary complexes, a fresh university degree, and a recent break up. His parents have to support him financially as he is still a job seeker and while Áron is agonizing on his lost love, he is always interrupted by something; it seems like he’s not the main character in his life.","release_date":"2014-07-10","vote_average":7.5,"runtime":96,"cert":"N\/A","id":293456,"title":"For Some Inexplicable Reason","adult":false,"genre_ids":[18,35]},{"cast":["Jussi Huovinen","Hanneriina Moisseinen","Sólveig Thoroddsen"],"overview":"Song is a story of the last Finnish rune singer and his pupil, and the comforting power of singing.","release_date":"2014-04-11","vote_average":0.0,"runtime":82,"cert":"N\/A","id":293458,"title":"Song","adult":false,"genre_ids":[99,18]},{"cast":["Jan Josef Liefers","Anna Loos","Moritz Mack","Günther Maria Halmer","Sheri Hagen"],"overview":"","release_date":"2005-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293460,"title":"Ein Koala-Bär allein zu Haus","adult":false,"genre_ids":[10751]},{"cast":["Aava Merikanto","Lilja Lehto","Eija Ahvo"],"overview":"When two best friends Jill and Joy find a huge sum of money on the street on the first day of the summer holiday, they decide to buy a house from the mysterious Mrs. Rosebud. It’s a real dream house: measured and equipped exactly for two little seven-year-old girls’ requirements. Based on a beloved children’s book, Jill and Joy is a story of a dream summer without parents or boundaries. Anything can and will happen as reality and fantasy magically intertwine.","release_date":"2014-01-17","vote_average":0.0,"runtime":80,"cert":"N\/A","id":293471,"title":"Jill and Joy","adult":false,"genre_ids":[10751]},{"cast":["Susan Visser","Johan Leysen","Pierre Bokma","William Hope","Tijn Docter"],"overview":"2 November 2004, shortly before nine in the morning. In The Hague, the report comes in that in Amsterdam Theo van Gogh has been murdered. All warning bells start ringing. With the country in flames, sometimes literally, politicians and officials in The Hague have to neutralise all sorts of known and unknown stings, and just when Van Gogh’s cremation seems to herald a period of relative peace, a second explosion follows: the attack on the Hofstad Network in the Laakkwartier in The Hague. A reconstruction of nine days of political high tension and flying dust, a decade after the assassination of the trendsetting filmmaker and TV presenter.","release_date":"2014-10-02","vote_average":4.5,"runtime":null,"cert":"N\/A","id":293473,"title":"2\/11 Het spel van de wolf","adult":false,"genre_ids":[18,80,36]},{"cast":["Andrés García","Chano Urueta","Barbara Angely"],"overview":"Chanoc and his uncle bust up an illegal mining operation.","release_date":"1967-04-07","vote_average":5.0,"runtime":95,"cert":"N\/A","id":293475,"title":"Chanoc","adult":false,"genre_ids":[]},{"cast":["Ray Sahetapy","Yadi Sembako","Ervan Naro","Yurike Prastica","Manda Cello"],"overview":"An old man lures 10 women to become his wives to lift an ancient curse.","release_date":"2013-11-28","vote_average":0.0,"runtime":80,"cert":"N\/A","id":293477,"title":"Eyang Kubur","adult":false,"genre_ids":[27,35]},{"cast":["Koldo Garate","León Poplawsky","Pedro Campillo","Elena Irureta","Carlos Zabala"],"overview":"The musician Jose Maria Zabala offers us an unusual feature film in which by weaving together poetry, painting and music he warns us against a horizon of repression and sadness.","release_date":"1976-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":293479,"title":"Axut","adult":false,"genre_ids":[35]},{"cast":["Janek Rieke","Lisa Martinek","Siegfried Terpoorten","Katrin Sass","Florian Lukas"],"overview":"","release_date":"1998-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293481,"title":"Härtetest","adult":false,"genre_ids":[35]},{"cast":["Ellen Burstyn","Gordon Pinsent","Tom Skerritt","Colin Fox","Jennifer McKinney"],"overview":"Director Allan King's 1981 drama, based on true events, stars Ellen Burstyn as a strong-willed woman struggling to survive with her family in the Canadian wilderness.","release_date":"1981-10-23","vote_average":4.0,"runtime":94,"cert":"N\/A","id":293483,"title":"Silence of the North","adult":false,"genre_ids":[18]},{"cast":["Jonas Karlsson","Josephine Bornebusch","Frida Hallgren","Erik Johansson","Suzanne Reuter"],"overview":"Mikko Virtanen feels like a Swedish soul trapped in a Finnish body. Full of disgust for everything Finnish, he sees Sweden as heaven. Upon meeting a suicidal Swedish psychologist Mikael Anderson, he seizes an opportunity for an identity switch. Raspberry Boat Refugee is a comedy about cultural differences in the Nordic countries, their nationalism and, not least, prejudices about our neighbours. It also proves how futile it is to try to escape oneself.","release_date":"2014-08-19","vote_average":6.2,"runtime":93,"cert":"N\/A","id":293491,"title":"Raspberry Boat Refugee","adult":false,"genre_ids":[35]},{"cast":["Karlheinz Böhm","Johanna Matz","Ewald Balser","Susi Nicoletti","Peter Weck"],"overview":"","release_date":"1958-08-13","vote_average":3.0,"runtime":null,"cert":"N\/A","id":293493,"title":"Man müßte nochmal zwanzig sein","adult":false,"genre_ids":[35]},{"cast":["Karlheinz Böhm","Karin Hübner","Horst Sachtleben","Lis Verhoeven","Herbert Fleischmann"],"overview":"","release_date":"1972-08-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293495,"title":"Verdacht gegen Barry Croft","adult":false,"genre_ids":[80]},{"cast":["Lisa Ann","Mellanie Monroe","India Summer","Julia Ann","Eva Karera"],"overview":"Sexually mature ladies know what they need, and legendary stud Lexington Steele is well-equipped to fulfill their special desires.","release_date":"2013-05-08","vote_average":7.5,"runtime":260,"cert":"\"NC-17\"","id":293497,"title":"Lex Is a Mother Fucker","adult":true,"genre_ids":[]},{"cert":"\"G\"","title":"Goldy: The Last of the Golden Bears","cast":["Jeff Richards","Jessica Black","Dan Dalton","Kate Carlin","John Quinn"],"id":293499,"overview":"Ned Rivers loses his ranch to the railroad and returns to prospecting. In the wild he meets and befriends Jessie who has been wandering in the mountains since her father died. They take care of an orphaned grizzly cub, Goldy, a \"Golden Bear,\" whose mother has been killed by a circus owner looking for a new circus attraction. When the circus owner, Boss Cooperman, arrives Ned and Jessie try to save her with the help of new friends.","runtime":91,"genre_ids":[12,10751],"release_date":"1984-01-01","vote_average":0.0,"adult":false}]