[{"cast":["Brooklyn Lee","Asa Akira","Anikka Albrite","Chanel Preston","Jada Stevens"],"overview":"\"Lex Turns Evil\" stars some of the most gorgeous, popular and uninhibited backdoor babes in the adult industry, and they're willing to do just about anything for a taste of that famous Steele shaft. His dick towers so enormously, it should have its own ZIP code! Glamorous femme fatale Asa Akira is a stunning but deadly Japanese spy who gets her perimeter breached by military Secret Agent Steele. Asa worships her opponent's massive member and takes a hard ride that leaves her fine ass gaping and her face dripping with cum. Athletic, big-bottomed bombshells Chanel Preston and Anikka Albrite share personal trainer Lex's throbbing boner in a nasty three-way rectal workout. Dolled up in slutty fishnets, soft, all-natural cutie Jada Stevens gets lewdly double-stuffed with black meat, ravished by Lex and his pal Prince Yahshua. Curvy blonde bimbette Alexis Ford wants a role in a music video Lex is casting, and she'll stop at nothing to get the part.","release_date":"2013-04-10","vote_average":8.8,"runtime":260,"cert":"\"NC-17\"","id":293501,"title":"Lex Turns Evil","adult":true,"genre_ids":[]},{"cast":["Tim DeLaughter"],"overview":"Through all the years of Austin City Limits, there probably has never been a night quite like this. From the opening processional through the crowd, through the harp solos, cymbal crashes and rousing choruses, the many members of Polyphonic Spree, all wearing their floor-length choir robes of every color in the rainbow, lifted the show to new heights on that sultry night in August, 2004.","release_date":"","vote_average":0.0,"runtime":54,"cert":"N\/A","id":293503,"title":"The Polyphonic Spree: Live from Austin, TX","adult":false,"genre_ids":[10402]},{"cast":["Gordon Baldwin"],"overview":"One of the most vertiginous of Markopoulos's interior landscape studies, Himself as Herself is based loosely on Balzac's Séraphita. The film consists of a shimmering, nearly plotless evocation of gender identity in flux, and it contains some of Markopoulos’s most haunting, densely interlaced images. This film is dedicated to the American artist Emlen Pope Etting and features a musical excerpt from Poulenc's \"Gloria.\" - Harvard Film Archive","release_date":"1967-01-25","vote_average":0.0,"runtime":55,"cert":"\"\"","id":293514,"title":"Himself as Herself","adult":false,"genre_ids":[18]},{"cast":["Stefano Accorsi","Sergio Rubini","Iaia Forte","Maria Rosaria Russo","Nicola Rignanese"],"overview":"Filippo, an anti-Mafia expert, is sent to help a cooperative on land confiscated from Mafia bosses.","release_date":"2014-09-18","vote_average":6.4,"runtime":100,"cert":"N\/A","id":293516,"title":"Mafia & Red Tomatoes","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Gammelion 1968, filmed at Il Castello Roccasinibalda in Rieti, Italy, is a major work in Markopoulos’s oeuvre, marking the transition into his late period and anticipating his epic final film, Eniaios 1947–91. Shot with only two rolls of film, the work extends seven minutes of footage to almost one hour of viewing time using hundreds of fades in and out. - Tate Modern","release_date":"1968-01-01","vote_average":9.0,"runtime":55,"cert":"\"\"","id":293518,"title":"Gammelion","adult":false,"genre_ids":[]},{"cast":["O.W. Fischer","Ruth Leuwerik","Walter Reyer","Helmut Qualtinger","André Heller"],"overview":"","release_date":"1970-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293520,"title":"Das weite Land","adult":false,"genre_ids":[18]},{"cast":["Anissa Kate","Anna Polina","Aleska Diamond","Katya Sikova","Yasmine"],"overview":"","release_date":"2013-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293522,"title":"La dentiste","adult":true,"genre_ids":[]},{"cast":["Peter Haber","Maja Maranow","Tobias Moretti","Jasmin Gerat","Johanna Gastdorf"],"overview":"","release_date":"2012-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293524,"title":"Eine Frau verschwindet","adult":false,"genre_ids":[10770,80]},{"cast":[],"overview":"Based on Plato's dialogue Charmides.","release_date":"1949-06-25","vote_average":0.0,"runtime":15,"cert":"N\/A","id":293526,"title":"Charmides","adult":false,"genre_ids":[18]},{"cast":["Dave Finn","Robyn Buck","Tamara Carey","Canyon Prince"],"overview":"Every year, sisters Samantha and Maggie fly home to spend Fourth of July with their parents. But this year Samantha's new husband Dan has mapped out the perfect road trip. With Maggie's husband's Jeep packed to the brim, they head out. But the fun is cut short when their car gets stolen, leaving them stranded in the middle of the desert. With no car, and no cell service, they are forced to seek the help of some small town locals. As the stranded travellers wait for the Sheriff to locate their car, it becomes painfully obvious that the locals have other plans for them. When there's nowhere to hide, all they can do is Run Like Hell.","release_date":"2014-09-23","vote_average":3.4,"runtime":80,"cert":"\"\"","id":293540,"title":"Run Like Hell","adult":false,"genre_ids":[28,27,53]},{"cast":[],"overview":"Attorney Margarita Santos has a good life in Miami. But it's suddenly turned upside down when her rich and gorgeous ex-lover comes to town and is willing to do anything to get her back.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293545,"title":"Hot Summer","adult":false,"genre_ids":[]},{"cast":["Lola Rêve","Manuel Ferrara","Alina Li","Anikka Albrite","Ash Hollywood"],"overview":"Lola has fantasized for a long time about the handsome Manuel Ferrara. Desperate to meet him, she flies to Los Angeles where she is hoping to offer herself to him and make his every desire come true… even the most perverse! Even though Lola has only just arrived on the Pacific coast, Manuel joins her in her hotel room: he wants to know how far the French girl is willing to go. As well as being a gorgeous blonde with a perfect body, Lola has an exceptional talent for blowjobs and can't wait to prove it to Manuel. Beautiful Lola can be very convincing, and that's how she gets her invite to a very special party…","release_date":"2014-04-16","vote_average":9.0,"runtime":88,"cert":"\"NC-17\"","id":293547,"title":"The Orgy Initiation of Lola","adult":true,"genre_ids":[]},{"cast":[],"overview":"This moving documentary recounts the two months leading to Martin Luther King Jr.'s death in 1968, coinciding with the 65-day strike of 1300 Memphis sanitation workers.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293552,"title":"At the River I Stand","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Philip Hoffman that chronicles the final days of his father.","release_date":"2015-01-31","vote_average":0.0,"runtime":45,"cert":"\"\"","id":293557,"title":"Aged","adult":false,"genre_ids":[99]},{"cast":["Clifton Powell","Chrystale Wilson","Leslie Black","Christopher Dorrah","Shatoya McClintock"],"overview":"Interludes\" is based on the real life events of three incarcerated women as they detail traumatic events from their love lives. It's about the complicated relationships, from the first love to last, and how life events shape our hearts.","release_date":"2012-08-10","vote_average":0.0,"runtime":133,"cert":"\"\"","id":293565,"title":"Interludes","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Around 1970, Marije Meerman was placed in the anti-authoritarian day-care centre Prins Constantijn in Amsterdam, where children were raised by a group of parents to become ‘socially critical, creative, emancipated, lusty, solidary people’. For her graduation film in 1995, she visited young adults who had been in this ‘kresj’ with her. In this documentary sequel, she shifts the perspective to the parents who, with progressive insight, look back on this social experiment. The film also includes new archive footage.","release_date":"2014-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293567,"title":"Onze kresj","adult":false,"genre_ids":[99]},{"cast":["Kevin Hamedani","Ramon Isao","Cooper Hopkins","Brett Davern","James Hong"],"overview":"Kaveh and Raul are two b-movie co-writers who have suffered a bitter falling out. Kaveh's lost his girlfriend, and spends his days getting high in his apartment, while Raul is off studying at Columbia University. But when one of their films (\"Islama-rama 2\") is accepted by a film festival, the two ex-friends are forced to tentatively re-connect in order to pitch their script to the mysterious producer, Yukio Tai (James Hong). Along the way, they will have to brave brutish bodyguards, cutthroat colleagues, inept agents, romantic entanglements, prima donna actors, and the trials of their own bitter friendship.","release_date":"2012-10-19","vote_average":0.0,"runtime":144,"cert":"\"\"","id":293569,"title":"Junk","adult":false,"genre_ids":[35]},{"cast":["Vera Tschechowa","Rüdiger Vogler","Hanns Zischler","Katharina Böhm","Vadim Glowna"],"overview":"A director (Hanns Zischler), his fiancee (Vera Tschechowa), a scriptwriter (Rudiger Vogler) and a student interact and discuss their emotions, at length.","release_date":"1986-09-11","vote_average":6.0,"runtime":120,"cert":"N\/A","id":293571,"title":"Tarot","adult":false,"genre_ids":[18]},{"cast":["Katharina Böhm","Harald Krassnitzer","Monica Bleibtreu","Christel Peters","Jasmin Schwiers"],"overview":"","release_date":"2003-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293573,"title":"Gefährliche Gefühle","adult":false,"genre_ids":[18]},{"cast":["Katharina Böhm","Esther Schweins","Oliver Korittke","Julian Weigend","Martin Armknecht"],"overview":"","release_date":"2005-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293575,"title":"Tausche Kind gegen Karriere","adult":false,"genre_ids":[35]},{"cast":["Ricky Martinez","June","Manuel Torres","Oliver Rios","Dimitri Santiago"],"overview":"This is called hangin' with the big boyz! More bone for your buck; 100% pure Latino beef. See the biggest star in porn heaven as Big City Video and the Latin Connection introduces Mr. 12\" x 9\" - cover model Ricky Martinez. You think you can handle the anaconda?","release_date":"2004-01-01","vote_average":0.0,"runtime":80,"cert":"\"R\"","id":293577,"title":"Anaconda","adult":true,"genre_ids":[]},{"cast":[],"overview":"HRH The Prince of Wales reveals an extraordinary treasure trove of rarely seen art by members of the Royal Family past and present, exploring a colorful palette of intimate family memory and observation. Filmed at Balmoral, Highgrove, Windsor Castle, Frogmore, and Osborne House, Royal Paintbox features art by members of the Royal Family down the centuries including some of HRH The Prince of Wales's own watercolors.","release_date":"2013-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293588,"title":"Royal Paintbox","adult":false,"genre_ids":[99]},{"cast":["Katharina Böhm","Uwe Kockisch","Inka Friedrich","Frederick Lau","Stephan Kampwirth"],"overview":"","release_date":"2009-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293590,"title":"Ein Dorf schweigt","adult":false,"genre_ids":[18]},{"cast":["Aileen Pringle","Conrad Nagel","John St. Polis","Stuart Holmes","H. Reeves-Smith"],"overview":"A young aristocrat strikes up an affair with a mysterious woman for three weeks.","release_date":"1924-02-10","vote_average":0.0,"runtime":80,"cert":"\"\"","id":293592,"title":"Three Weeks","adult":false,"genre_ids":[10749,18]},{"cast":["Oliver Stokowski","Katharina Böhm","Jürgen Tarrach","Gudrun Ritter","Merab Ninidze"],"overview":"","release_date":"2012-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293597,"title":"Das Geheimnis in Siebenbürgen","adult":false,"genre_ids":[18]},{"cast":["Katharina Böhm","Maja Maranow","Martin Feifel","Michael Habeck","Max Herbrechter"],"overview":"","release_date":"2011-03-21","vote_average":1.0,"runtime":null,"cert":"N\/A","id":293599,"title":"Mord in bester Familie","adult":false,"genre_ids":[80]},{"cast":["Maximilian Simonischek","Katharina Böhm","Kostja Ullmann","Michael Roll","Gisela Schneeberger"],"overview":"A noble prostitute is found dead in the toilet of a trendy club. Actually a normal case for Chief Inspector Lukas Laim - he would not know this woman intimately. In addition, the case gets an unexpected twist: Laim and his assistant Tim Berners encounter in the customer file of the victim on the top managers of a pharmaceutical company. Suddenly the sexual offense becomes a serious case of white-collar crime.","release_date":"2012-04-30","vote_average":7.0,"runtime":90,"cert":"N\/A","id":293601,"title":"Die Tote ohne Alibi","adult":false,"genre_ids":[80]},{"cast":["Sydne Rome","Jean-Pierre Léaud","Ludwig Schmid-Wildy","Anny Duperey","Alfred Edel"],"overview":"","release_date":"1976-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293609,"title":"Umarmungen und andere Sachen","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Jim Cantore hosts a riveting, fast-paced, countdown of the most destructive, deadliest tornadoes. Incredible video, expert analysis and interviews with survivors highlight this wild ride through the most ferocious forces of nature.","release_date":"2013-05-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293611,"title":"Top Ten Worst Tornadoes","adult":false,"genre_ids":[]},{"cast":[],"overview":"A herd of female Common Dolphins raise their calves to join the Dolphin Army heading to the massive annual sardine migration. Presented by Nat Geo WILD's The Jungle.","release_date":"2008-09-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293613,"title":"Dolphin Army","adult":false,"genre_ids":[]},{"cast":["Herbert A.E.Böhme","Ludwig Schmid-Wildy","Marieluise Claudius"],"overview":"","release_date":"1940-04-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":293615,"title":"Ein Robinson","adult":false,"genre_ids":[10752]},{"cast":["Shaun White"],"overview":"Travel around the globe with Action Sports icon Shaun White from the SuperPipe in Alts Bandai to the black tops of Rwanda. It is time to see how he prepares for competition, copes with pressure and rises above the rest to be the best.","release_date":"2009-01-01","vote_average":6.0,"runtime":71,"cert":"\"\"","id":293620,"title":"Don't Look Down","adult":false,"genre_ids":[99]},{"cast":["Giampiero Bartolini","Gianni Fantoni","Giovanna Gardelli","Andrea Melli"],"overview":"A freak lived his entire lifetime closed down in a cellar far in the country. But one day the Monkey Boy, after the death of his \"keeper\", an old lonely woman, is forced to explore the world outside. The story is set during one night only, a short time to discover the world, but enough time to find Agata, an autistic young girl, the only creature that seems to be able to communicate with him in that dark night full of weird lonely and unhappy characters called human beings.","release_date":"2009-03-16","vote_average":0.0,"runtime":79,"cert":"N\/A","id":293622,"title":"Monkey Boy","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Thugs turn on their mobster boss and kidnap his daughter. Strong performances and a searing realism make this an unusually gripping gangster period piece.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293624,"title":"Pay or Die","adult":false,"genre_ids":[]},{"cast":[],"overview":"Isaac Seidel is a highly unconventional New York police-commissioner, who will do everything, even bending the rules for the job. Stars Ron Silver, Tony Lo Bianco, Joe Morton, Blair Brown, Joanna Pacula, Tom Signorelli.","release_date":"1991-01-01","vote_average":0.0,"runtime":110,"cert":"\"\"","id":293635,"title":"The Good Policeman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Photographer Walker Evans (1903-1975) went to the South Seas on a sailing ship in 1931 and 1932. Travel Notes (1932), is a 12 minute long series of scenes from the ocean trip, including a stop in Tahiti. Using 35mm motion picture film, Evans creates abstract compositions out of sails, rigging, and crew.","release_date":"1932-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":293637,"title":"Travel Notes","adult":false,"genre_ids":[99]},{"cast":["Emile de Antonio","John Cage"],"overview":"Celebrated documentary filmmaker Emile DeAntonio discusses his comtempt for J Edgar Hoover, the Federal Bureau of Investigation (FBI), and American political intolerance in general.","release_date":"1989-09-14","vote_average":5.0,"runtime":88,"cert":"N\/A","id":293639,"title":"Mr. Hoover and I","adult":false,"genre_ids":[]},{"cast":["Jason Harris","David Hoffman","Bill Lobley","Darin De Paul","Marieve Herington"],"overview":"Top Cat has arrived to charm his way into your hearts! Ever wonder how this scheming feline got his start? Well Top Cat Begins reveals the origins of everything you know and love about this classic comedy hero. What follows is an adventure so crazy that it has to be seen to be believed!","release_date":"2015-10-30","vote_average":5.1,"runtime":89,"cert":"N\/A","id":293644,"title":"Top Cat Begins","adult":false,"genre_ids":[35,16,10751]},{"cast":["Antonio Banderas","Rodrigo Santoro","Juliette Binoche","James Brolin","Lou Diamond Phillips"],"overview":"Based on a true story about the collapse at the mine in San Jose, Chile that left 33 miners isolated underground for 69 days.","release_date":"2015-08-06","vote_average":6.2,"runtime":120,"cert":"\"PG-13\"","id":293646,"title":"The 33","adult":false,"genre_ids":[18,36]},{"cast":["Oscar Hagerman","Dora Maria Ruiz Galindo","Enedino Diaz","Isabel Hernández"],"overview":"Doris and Oscar, a couple who has spent 40 years living and working together, face their impending retirement. Both dedicated their lives to educational projects and architecture in rural indigenous communities in Mexico. Isabel and Enedino, two indigenous professionals in the Sierra of Puebla, take the baton from their mentors and teachers. A documentary that celebrates and explores the transformational process of teaching, learning and building.","release_date":"2016-03-31","vote_average":0.0,"runtime":89,"cert":"N\/A","id":293648,"title":"El patio de mi casa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Get ready for both tricks and treats when  you join Dora and Boots on a spooky Halloween adventure and a magical hut for a wizard's missing wand!","release_date":"2004-08-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293665,"title":"Dora the Explorer: Dora's Halloween","adult":false,"genre_ids":[12,16]},{"cast":["Michael Fitz","Edgar Selge","Bettina Mittendorfer","Gerhard Wittmann","Hanna Plaß"],"overview":"","release_date":"2013-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293667,"title":"Hattinger und die kalte Hand","adult":false,"genre_ids":[10770,80]},{"cast":["Mária Podhradská","Richard Čanaky"],"overview":"Already the fourth sequel of the popular song DVD for children from Maria Podhradska and Richard Canaky Spievankovo ​​4 will get you through the Spievankovo country, where lives Spievanka and Zahrajko, lives a fairy Nezábudka and her friend rabbit Smejko.  Smejko bunny who loves to travel, wants to go on a trip to England. Fairy Nezábudka therefore invites to Spievankovo ​​her small English friends who teach bunny Smejko English. They experience many adventures and fun and sing cheerful English songs:  1. Dobré ráno, milé kvietky  2. Hello  3. Good morning  4. My name is Emily  5. Farm animals  6. One, two, three  7. Blue is the sky  8. I am the music man  9. I get up in the morning  10. Head, shoulders, knees and toes  11. I am big  12. Bread and butter  13. I will go by bus  14. Dobrú noc vám prajem, kvietky","release_date":"2013-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293669,"title":"Spievankovo 4","adult":false,"genre_ids":[10402]},{"cast":["Nico"],"overview":"Scenes of Sausalito, California, including boats, the docks, and streets. Eventually, the setting turns to night and boats appear silhouetted against the sky. A woman speaks poetic phrases on the soundtrack; at intervals her face is seen. A band begins to play but ceases again as lights appear in distant windows.","release_date":"1967-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":293671,"title":"Sausalito","adult":false,"genre_ids":[]},{"cast":["Aileen Pringle","Huntley Gordon","Cleo Madison","Eleanor Boardman","Norman Kerry"],"overview":"Successful middle-aged manufacturer Frank Parry takes a business trip to New York, where he becomes infatuated with Eva Boutelle, manager of the Swansea Cotton Mills. For a time, their affair develops, but Eva remains true to her husband ...","release_date":"1924-04-20","vote_average":0.0,"runtime":70,"cert":"\"\"","id":293673,"title":"True As Steel","adult":false,"genre_ids":[18]},{"cast":["Brontis Jodorowsky","Fabiola Falcón","David Reynoso","Armando Silvestre","Claudio Brook"],"overview":"Regina, who lives with her son Daniel, loses her teaching job because his illegitimacy. She opens a sewing shop and keeps her child away from people. The movie narrates the dramatic relationship between a mother, her illegitimate child and the puritanical society around them.","release_date":"1974-01-31","vote_average":5.0,"runtime":105,"cert":"N\/A","id":293681,"title":"El muro del silencio","adult":false,"genre_ids":[]},{"cast":["Werner Hinz","Ilse Steppat","Albrecht Schoenhals","Viktoria von Ballasko","Hilde Hildebrand"],"overview":"","release_date":"1951-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293695,"title":"Die Schuld des Dr. Homma","adult":false,"genre_ids":[80]},{"cast":["Herbert A.E.Böhme","Eva Pflug","Werner Schumacher","Günther Jerschke","Helmuth Gmelin"],"overview":"","release_date":"1954-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293697,"title":"Hin und her","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Animated short directed by James Whitney.","release_date":"1977-01-02","vote_average":0.0,"runtime":17,"cert":"\"\"","id":293699,"title":"Wu ming","adult":false,"genre_ids":[]},{"cast":["Ward Wilson"],"overview":"Mr &amp; Mrs Whoosis inspect and purchase a house trailer and head for the Parsley Trailer Park.","release_date":"1952-01-01","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":293701,"title":"Parlor Bedroom and Wheels","adult":false,"genre_ids":[]},{"cast":["Anna Neagle","Michael Wilding","Gladys Young","Felix Aylmer","Julian D'Albie"],"overview":"Based on the Reginald Berkeley stage play, this compelling historical drama offers a depiction of the life story of Florence Nightingale (Anna Neagle), the young 19th-century Englishwoman famously drawn to a career in nursing. Traveling to Turkey during the Crimean War, Florence gains a reputation for being devoted to the care of wounded soldiers and for pioneering higher standards for sanitary hospital conditions.","release_date":"1951-09-22","vote_average":0.0,"runtime":110,"cert":"N\/A","id":293703,"title":"The Lady with a Lamp","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by Liang Zhang.","release_date":"1984-01-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":293705,"title":"Yamaha fish stall","adult":false,"genre_ids":[18]},{"cast":["Edward Everett Horton","Esther Ralston","Erwin Connelly","Gertrude Short","Ethel Wales"],"overview":"Neil McRae, an impoverished composer, loves Cynthia Mason, but, fearing poverty, proposes to wealthy Gladys Cady. Can he compose himself and find the courage to seek love over comfort?","release_date":"1925-06-05","vote_average":6.5,"runtime":70,"cert":"\"\"","id":293725,"title":"Beggar on Horseback","adult":false,"genre_ids":[35]},{"cast":["Johannes Heesters","Werner Hinz","Curt Bois","Gustav Knuth","Ernst Fritz Fürbringer"],"overview":"","release_date":"1980-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293727,"title":"Die Alten kommen","adult":false,"genre_ids":[18]},{"cast":["Meret Becker","Curt Bois","Otto Sander","Peter Fitz","Nina Hoger"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293732,"title":"Der Mond scheint auf Kylenamoe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293734,"title":"Le temps qu'il fait","adult":false,"genre_ids":[18]},{"cast":["Jean Reno"],"overview":"Who has not dreamed of embracing the city of Paris from the sky? Fly and explore the exceptional places that have shaped and are shaping the history of Paris: Eiffel Tower, Notre Dame de Paris, the Louvre, the Bastille, Invalides, the Opera ... Far from the clichés of postcards out of marked routes by travel guides, this new film invites viewers to an exceptional private tour of the city of Paris. Travel through the centuries and be witnesses of the birth of the City Lights. This new production reveals one of the most influential capitals in the world as you've never seen.","release_date":"2014-09-20","vote_average":0.0,"runtime":50,"cert":"N\/A","id":293736,"title":"Paris Story","adult":false,"genre_ids":[99]},{"cast":["Attila Müller","Scott Alexander Young"],"overview":"","release_date":"2012-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293738,"title":"The Medieval Trip","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Have you ever found it impossible to say something, face to face, to someone you know, someone you love? The words just won’t come out? New messaging service, Somebody, could help.","release_date":"2014-08-28","vote_average":7.0,"runtime":10,"cert":"\"\"","id":293758,"title":"Somebody","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a graffiti artist loses his brother and fellow partner-in-crime to the hands of a vigilante killer he vows to give up graffiti forever. That lasts until he hooks up with his best friend, a tag-banger out to make a name for himself.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293760,"title":"Transit","adult":false,"genre_ids":[]},{"cast":["Nikki Benz","Ava Addams","Rachel Starr","Rikki Six","Luna Star"],"overview":"Nikki goes on a slip 'n slide adventure...with Manuel!  Monster breasted, smoking hot Ava gets a hot DP...by two oil bottle wielding madmen!  Rachel applies hot oil to her sexy curves...Manuel applies the cock!  Rikki and Luna tag-team Toni..in a three-way oil slick romp!  Lex is in big ass 'n' titty heaven...with a slippery coating!  Latin doll Kiara gets doused with gallons of baby oil\u0085then is drenched by Manuel's cum!","release_date":"2013-04-10","vote_average":8.5,"runtime":210,"cert":"\"NC-17\"","id":293762,"title":"Oil Overload 8","adult":true,"genre_ids":[]},{"cast":["Joe Alwyn","Kristen Stewart","Chris Tucker","Garrett Hedlund","Vin Diesel"],"overview":"19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad - contrasting the realities of war with America's perceptions.","release_date":"2016-11-10","vote_average":5.9,"runtime":113,"cert":"\"R\"","id":293767,"title":"Billy Lynn's Long Halftime Walk","adult":false,"genre_ids":[18,10752]},{"cast":["Glena Avila"],"overview":"Documentary about a single mother who is an amateur cage fighter. When her meteoric rise shocks the mixed martial arts world, she decides to risk it all for her shot at the big time.","release_date":"2013-01-01","vote_average":7.0,"runtime":85,"cert":"\"\"","id":293772,"title":"Glena","adult":false,"genre_ids":[99]},{"cast":["Juraj Johanides","Maroš Kramár","Ady Hajdu","Petra Pyšová"],"overview":"A crazy comedy about three bohemian friends whose fascination with adventures verging on breaking the law, sexual freedom, loose entertainment and no fears of the consequences bring them even to partaking in the theft of an Andy Warhol painting.","release_date":"1994-06-03","vote_average":7.5,"runtime":123,"cert":"N\/A","id":293786,"title":"Na krásnom modrom Dunaji","adult":false,"genre_ids":[]},{"cast":["Bud Spencer","Michael Winslow"],"overview":"","release_date":"1993-10-27","vote_average":9.0,"runtime":null,"cert":"N\/A","id":293788,"title":"Extralarge: Condor Mission","adult":false,"genre_ids":[]},{"cast":["Sunny Pang","Pete Teo","Pete Teo"],"overview":"Gentle, easy-going Or Kia moves from the countryside to Kuala Lumpur to work for his cousin and best friend Ah Soon, a mid-level gangster and enforcer. While Or Kia works hard to put a sister through school, Ah Soon cares for an unstable girlfriend prone to mysterious disappearances. As they both sink deeper into a nocturnal world of debts, drugs, and betrayal, Or Kia's loyalties are strained when Ah Soon falls out of favor with the bosses and tries to escape the business.","release_date":"2009-03-28","vote_average":0.0,"runtime":104,"cert":"N\/A","id":293790,"title":"Call If You Need Me","adult":false,"genre_ids":[18,80]},{"cast":["Ben Gazzara","Carolyn Lowery","Jerome Davis","Paul Hipp","Marianne Borgo"],"overview":"When a young man is arrested for dealing drugs, his girlfriend tries to help him out by making some big money as a member of an exclusive group of prostitutes.","release_date":"1997-01-01","vote_average":7.5,"runtime":90,"cert":"\"\"","id":293795,"title":"Vicious Circles","adult":false,"genre_ids":[53,18]},{"cast":["Gregory Hines","Annette O'Toole","Bill Nunn","Gregg Henry","Marc Macaulay"],"overview":"A black New York man returns to his southern hometown to investigate his father's lynching at the hands of a white mob.","release_date":"1991-09-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293797,"title":"White Lie","adult":false,"genre_ids":[18]},{"cast":["Steve Hawkes","Kitty Swan","Krista Nell","Ugo Sasso","Jesús Puente"],"overview":"Tarzan helps the Amazons defeat two gangsters who wished to take over a sacred gold treasure from the women's tribe. There are extensive views of the Central America jungle, and several tough battles between the young Amazons and the evil pirates.","release_date":"1969-06-12","vote_average":7.0,"runtime":68,"cert":"N\/A","id":293799,"title":"Tarzan in the Golden Grotto","adult":false,"genre_ids":[12]},{"cast":[],"overview":"For five grueling years, Li Ning documents his struggle to achieve success as an avant-garde artist while contending with the pressures of modern life in China. He is caught between two families: his wife, son and mother, whom he can barely support; and his enthusiastic but disorganized guerilla dance troupe. Li's chaotic life becomes inseparable from the act of taping it, as if his experiences can only make sense on screen. Tape shatters documentary conventions, utilizing a variety of approaches, including guerilla documentary, experimental street video, even CGI. Tape captures a decade's worth of artistic aspirations and failures, while breaking new ground in individual expression in China.","release_date":"2011-01-31","vote_average":0.0,"runtime":168,"cert":"\"\"","id":293819,"title":"Tape","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Since the onset of the human race there have been those who instinctively understood the nature of reality and sought to impose their will upon it by co-operating with and honoring the forces that governed it. Although History has left a rich legacy of Magick, Magicians and Wizards with such names as Pythagoras, Paracelsus, John Dee, Cagliostro, Israel Regardi and Eliphas Levi, in the modern era there is only one whose name is still spoken with fearful reverence as the most powerful and influential magician who ever lived – Aleister Crowley.","release_date":"2013-01-01","vote_average":8.0,"runtime":80,"cert":"\"\"","id":293821,"title":"Aleister Crowley: Legend of the Beast","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Video recorded in NYC by Michel Auder in 1983, edited in 2009.","release_date":"2009-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":293823,"title":"Blind Sex","adult":false,"genre_ids":[]},{"cast":[],"overview":"Super 8 film transferred to SD video.","release_date":"1979-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":293825,"title":"48 Hours in 8 Minutes","adult":false,"genre_ids":[]},{"cast":["Michel Auder"],"overview":"Video by Michel Auder.","release_date":"1999-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":293827,"title":"Bitte Danke","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hi8 video by Michel Auder recorded in 1989, edited in 2008.","release_date":"2008-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":293829,"title":"Chelsea, Manhattan - NYC","adult":false,"genre_ids":[]},{"cast":["Monica Mattos","Henrique Zanoni","Geisla Fernandes","Daniela Monteiro","Felipe M. Guerra"],"overview":"","release_date":"2014-05-01","vote_average":5.5,"runtime":20,"cert":"N\/A","id":293831,"title":"The Augusta Street Ripper","adult":false,"genre_ids":[27]},{"cast":["Gordon Eriksen","James Haig","Kevin Haig","Heather Johnston","Monica Sparrow"],"overview":"A soldier on leave from basic training returns home with the goal of sleeping with every woman in town.","release_date":"1989-01-24","vote_average":5.0,"runtime":84,"cert":"\"\"","id":293848,"title":"The Big Dis","adult":false,"genre_ids":[35]},{"cast":["Freddy Heineken","Charlene de Carvalho-Heineken","Michel Ray","Lucille Cummins-Heineken","Louisa de Carvalho"],"overview":"Take a captivating ride through nearly 150 years of entertaining history telling the story of the world's largest family controlled brewer. Meet Gerard Adriaan Heineken, who founded the first Heineken Brewery in 1864 and follow this extraordinary tale of pioneering adventure, relentless obsession for quality, persistent innovation, environmental sustainability, and celebrated sports and music events.","release_date":"2014-09-19","vote_average":0.0,"runtime":102,"cert":"\"\"","id":293850,"title":"The Magic of Heineken","adult":false,"genre_ids":[99]},{"cast":["Kristen Walterscheid Casner","Laura Azevedo","Kelly Erin Decker","Veronica Ricci"],"overview":"Six sorority girls escape to the countryside for a weekend getaway with their new pledge, Dawn. But, unbeknownst to them, an evil force from World War II is waiting for them - Dawn's great-grandfather, a notorious Nazi murderer. When they conduct a séance that awakens the spirit of the evil killer, their fun weekend getaway becomes a never-ending nightmare as they are are hunted down by the vengeful spirit.","release_date":"2014-02-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293852,"title":"Nazi Dawn","adult":false,"genre_ids":[27]},{"cast":["Victoria Hogan"],"overview":"Four idiots act as robbers in a robbery drill organized by LAPD, but when they kidnap an innocent man, the FBI will have no other option but to send a negotiator. Stars Christopher Corbin, Marlene McCohen and Brandon Brendell.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":293854,"title":"Spicy Mac Project","adult":false,"genre_ids":[]},{"cast":["Michael Wehrhahn","Sascha Knopf","Angie Martinez","Paula Roth","Joseph Bono"],"overview":"The daughter of a druglord and the son of the chief of police fall in love in this Romeo &amp; Juliet-esque street drama.","release_date":"2001-04-03","vote_average":4.0,"runtime":null,"cert":"\"\"","id":293856,"title":"Blazin'","adult":false,"genre_ids":[10749,28]},{"cast":["Cornell MacNeil","Ileana Cotrubas","Justino Díaz","Plácido Domingo","Isola Jones"],"overview":"Rigoletto performed by the Metropolitan Opera.","release_date":"1977-11-07","vote_average":10.0,"runtime":137,"cert":"\"\"","id":293858,"title":"Rigoletto","adult":false,"genre_ids":[18,10402]},{"cast":["Jim Vollman","John Bagdasarian","Robert Berson","Don Danielson","Dion DeRizzo"],"overview":"Rene Besson's exploration of the boxes we put ourselves into.  Whether it's sitting in a cubicle or watching TV at home, boxes dominate our lives, whether we like it or not.","release_date":"2000-10-15","vote_average":2.0,"runtime":93,"cert":"\"\"","id":293860,"title":"Boxes","adult":false,"genre_ids":[35]},{"cast":["Rachel Keller","Tobin Mitnick","Claire Chapelli","Tristan Erwin","Kate Boyer"],"overview":"Home for Thanksgiving break after their first semester at college, five friends discover just how much things change (and don't) after high school.","release_date":"2014-09-19","vote_average":5.9,"runtime":88,"cert":"\"\"","id":293880,"title":"Hollidaysburg","adult":false,"genre_ids":[35]},{"cast":["José Filiberto Morales","Hermilo Diego Mendoza,","Angelina Juárez Martínez","Urbano Vázquez Toral","Andrés Pérez Ramos"],"overview":"Barbarian blood is the story of the struggles, aspirations and dreams of a Nahua community in the mountains of the Sierra Norte of Puebla, Mexico. Through a choral narrative, we'll hear the voices of each of the characters as we follow them in their daily lives.","release_date":"2014-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":293882,"title":"Barbarian Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"When he was only 14 years old, Gustavo decided that he wanted to win five medals at the Paralympic Games in London 2012. He knows it won’t be easy, but he knows he has a good chance of breaking the world record.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":293884,"title":"World Record","adult":false,"genre_ids":[]},{"cast":["Julie Pinilla","José Luis Garduño","Daniel de la Garza","Magdalena Kovac","Raúl Quintanilla Alvarado"],"overview":"With the original intention of making a film about laziness, a young man travels to Holland. Soon he starts to retreat from reality and evade reality through drugs, forgetting his original intention of making a film and finally entering a circle of hell where death merges with dreams.","release_date":"2005-12-31","vote_average":0.0,"runtime":99,"cert":"N\/A","id":293886,"title":"La cámara robada","adult":false,"genre_ids":[9648]},{"cast":["Emma Matthews","Aldo Di Toro","Stephen Bennett","Dominica Matthews","Edomond Choo"],"overview":"Lakmé, Delibes greatest opera, is performed by Opera Australia in all its oriental glory. Starring the exquisite coloratura soprano Emma Matthews as the innocent girl priestess Lakmé, and superb tenor Aldo Di Toro as the love-struck Gerald, the story tackles religion and cross-cultural love against a backdrop of British rule in India in the mid-19th century.  French conductor Emmanuel Joel-Hornak brings out the full depth of the lush, dramatic score, with familiar high points being the beautiful renditions of the well-known Flower duet and Bell Song. Dominica Matthews adds her rich voice as Mallika and Stephen Bennett is darkly dominating as Brahmin priest Nilakantha, Lakmés father, while Roxane Hislop is a consumate Mistress Bentson.  Set and costume designs by Mark Thompson fill the stage with rich colour, atmosphere and exoticism, complemented by Nigel Levings warm lighting. This restudied production, originally conceived by Adam Cook, is skilfully directed by Roger Hodgman.","release_date":"2011-08-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":293888,"title":"Lakmé","adult":false,"genre_ids":[18,10402]},{"cast":["Chirayu La-ongmani","Chontida Assawahem","Nattapat Nimjirawat","Chanikarn Tangabodi","Kritteera Inpornwijit"],"overview":"Set in 1970s when disco music was popular, Took Kae Rak Pang Mak (Chiang Khan Story) is a romantic comedy set in Chiang Khan district of Loei. Talented 18-year-old actor Jirayu La-Ongmanee (Kao) plays a movie lover from Chiang Khan named Took Kae. Took Kae has sweet boyhood memories of a girl named Pang, played by Chontida Asavahame (Pleng), 19. Took Kae later works with a movie crew in Bangkok on a film starring Pang, who has become an actress. Though Pang appears to be out of his league, Took Kae doesn’t give up on his dreams of being with her.","release_date":"2014-12-10","vote_average":6.0,"runtime":110,"cert":"N\/A","id":293890,"title":"Chiang Khan Story","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Latiff, a famous but lonely photographer who was orphaned as a small child, sets out on an expedition to photograph abandoned houses around Malaysia.","release_date":"2006-11-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":293892,"title":"The Red Kebaya","adult":false,"genre_ids":[]},{"cast":["Sol Heras","Anthony Baines","Kezia Burrows","Nick Cornwall","Harry Feltham"],"overview":"The Hunger Games heads back to the Dark Ages when a group of five young Saxons is captured by a clan of fearsome Viking warriors and used as prey in a ritualistic manhunt. High on a potion that turns them \"berserk\" the brutal hunters are soon on the scent of the terrified youngsters in a desperate battle for survival from the ritualistic manhunt. Written and directed by Welsh film-maker Antony Smith.","release_date":"2014-09-15","vote_average":5.1,"runtime":89,"cert":"N\/A","id":293894,"title":"Viking: The Berserkers","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"This documentary shows how the Berliner workers lived in 1930. The director Slatan Dudow shows through images: a) the workers leaving the factory; b) the raise of the rents; c) the \"unpleasant\" guest, meaning the justice officer that brings the eviction notice; d) the fight of classes of the houses of capitalists and working classes; e) the parks of the working class; f) the houses of the working class, origin of the tuberculosis and the victims; g) the playground of the working class; h) the swimming pool for the working class, ironically called the \"Baltic Sea\" of the working class; i) the effects of humidity of basement where a family lives, with one member deaf; j) one working class family having dinner while the capitalist baths his dog; k) the eviction notice received from an unemployed family and their eviction.","release_date":"1930-01-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":293908,"title":"How the Berlin Worker Lives","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A single-shot short produced by Joe Swanberg for the Northwest Film Forum.","release_date":"2009-03-12","vote_average":0.0,"runtime":1,"cert":"\"\"","id":293910,"title":"One Shot","adult":false,"genre_ids":[]},{"cast":["Errol Flynn","Bette Davis","Humphrey Bogart","Lauren Bacall","Edward G. Robinson"],"overview":"Uncensored. Laugh along with Hollywood's brightest stars in this hilarious compilation of bloopers from some of the biggest movies in history . You'll see stars such as Humphrey Bogart, Lauren Bacall, Lucille Ball, Bob Hope, Ronald Reagan, Marlene Dietrich, Boris Karloff, Edward G. Robinson, Errol Flynn and more. They're not so perfect after all when these flubbed moments are caught on film!","release_date":"2013-01-29","vote_average":6.8,"runtime":123,"cert":"\"NR\"","id":293912,"title":"Classic Movie Bloopers: Uncensored","adult":false,"genre_ids":[35]},{"cast":["Charles Krauss","Alexandre Arquillière","André Liabel","Attilio Maffei","Josette Andriot"],"overview":"Directed by Victorin-Hippolyte Jasset.","release_date":"1911-01-02","vote_average":0.0,"runtime":40,"cert":"N\/A","id":293914,"title":"Zigomar","adult":false,"genre_ids":[]},{"cast":["Alexandre Arquillière","Charles Krauss","André Liabel"],"overview":"Directed by Victorin-Hippolyte Jasset.","release_date":"1911-01-02","vote_average":0.0,"runtime":40,"cert":"N\/A","id":293916,"title":"Zigomar contre Nick Carter","adult":false,"genre_ids":[]},{"cast":["Antonín Fencl","Ema Svandová-Kadlecová","Antonie Nedošinská"],"overview":"Directed by Antonín Fencl.","release_date":"1916-01-02","vote_average":0.0,"runtime":29,"cert":"N\/A","id":293918,"title":"Little Heart of Gold","adult":false,"genre_ids":[]},{"cast":["Kazimierz Junosza-Stepowski","Elżbieta Barszczewska","Witold Zacharewicz"],"overview":"Directed by Michal Waszynski.","release_date":"1937-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293920,"title":"Znachor","adult":false,"genre_ids":[]},{"cast":["Harry Liedtke","Georgia Lind","Hans Junkermann","Paul Hörbiger"],"overview":"Friends Franz and Bela work in a deli belonging to Mr. Wallis.  Franz is the manager and Bela a salesclerk.  Both get to know the lovely Lilo.  But while Bela is rebuffed, the charming womanizer Franz is more successful.  After a boisterous celebration in the deli, Mr. Wallis tells Franz to get lost and hires Lilo as a new salesperson.  Franz and Bela take a job at Mr. Markow's deli across the street and a serious competition begins between the two delis for survival.","release_date":"1930-03-05","vote_average":6.0,"runtime":78,"cert":"N\/A","id":293937,"title":"Delikatessen","adult":false,"genre_ids":[35]},{"cast":["Willi Forst","Oskar Karlweis","Fee Malten"],"overview":"","release_date":"1930-07-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293939,"title":"Ein Tango für dich","adult":false,"genre_ids":[]},{"cast":["Dakota Blue Richards","Karl Davies","Jack McMullen","Brigitte Millar","Zeb Moore"],"overview":"In a remote part of rural, post-apocalyptic England, now occupied by unseen alien invaders, a feisty teenage girl sets out on a desperate attempt to fight back a group of bandits and defend her parents' farm, their remaining livestock, and the solar panels that keep them safe from extraterrestrials. If she doesn't succeed, she will lose her only source of food and shelter; if she resists, she and her helpless blind sibling will be killed.","release_date":"2014-10-07","vote_average":4.5,"runtime":85,"cert":"N\/A","id":293941,"title":"The Quiet Hour","adult":false,"genre_ids":[18,878,53]},{"cast":["Mártha Eggerth","Gustav Fröhlich","Gretl Theimer","Oskar Sima","Fritz Grünbaum"],"overview":"Romantic musical comedy set in the world of phonograph recording.","release_date":"1932-04-13","vote_average":5.0,"runtime":91,"cert":"N\/A","id":293943,"title":"Ein Lied, ein Kuß, ein Mädel","adult":false,"genre_ids":[35]},{"cast":["Jarmila Novotna","Gustav Fröhlich","Fritz Odemar","Max Gülstorff","Hubert von Meyerinck"],"overview":"","release_date":"1933-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293945,"title":"Die Nacht der großen Liebe","adult":false,"genre_ids":[35]},{"cast":["Augustín Garvie","Lucía Mizrahi","Mara Barreto"],"overview":"A girl, her brother and their best friend on a long, hot summer's day in Chascomús in Argentina. A love-triangle takes its course.","release_date":"2006-02-11","vote_average":0.0,"runtime":11,"cert":"N\/A","id":293947,"title":"The Day I Died","adult":false,"genre_ids":[]},{"cast":["Taissa Farmiga","Malin Åkerman","Nina Dobrev","Alexander Ludwig","Alia Shawkat"],"overview":"A young woman grieving the loss of her mother, a famous scream queen from the 1980s, finds herself pulled into the world of her mom's most famous movie. Reunited, the women must fight off the film's maniacal killer.","release_date":"2015-10-09","vote_average":6.5,"runtime":91,"cert":"\"PG-13\"","id":293970,"title":"The Final Girls","adult":false,"genre_ids":[35,27]},{"cast":["Georg Alexander","Mártha Eggerth","Valy Arnheim"],"overview":"","release_date":"1936-08-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":293972,"title":"Das Schloß in Flandern","adult":false,"genre_ids":[18]},{"cast":["Chantal Janzen","Benja Bruijning","Fedja van Huêt","Halina Reijn","Bram van der Vlugt"],"overview":"Brothers Tom and Niek are running the family's costume rental store. Former soap star Tom doesn't take his job and his relationships very seriously. Niek on the other hand, is a workaholic, which recently led to a separation from his wife Karin. When the brothers are preparing for the busy holiday season, attractive Julia walks through the door with an offer they can't refuse: participating in a bold ad campaign that will rock Dutch holiday traditions to their core. Soon enough, Tom and Niek find themselves in a whirlwind of family issues, national cultural matters and love, after which neither of them will ever be the same.","release_date":"2014-11-06","vote_average":5.9,"runtime":86,"cert":"N\/A","id":293974,"title":"Gift from the Heart","adult":false,"genre_ids":[35,10749]},{"cast":["Louis Koo","Simon Lui","Allen Ting","Chin Ka-Lok","Esther Wan"],"overview":"The second chapter of the \"Troublesome Night\" series, this movie consists of three stories. The first story is about a girl that called a radio show for advice and comfort after her boyfriend died tragically. One of the station DJs unconsciously suggested that she should commit suicide if she wants to be reunited with her beau. Unfortunately, the girl takes the suggestion and the DJ becomes racked with guilt as the girl's ghost returns to haunt him. The second story is about a group of friends voyage to the sea. During the trip, they encountered mysterious events after they rescued an eerie woman from a boat wreckage. The third story is about another DJ that quit his job after the untimely deaths of his co-workers. To escape the pain, he becomes a street racer. But, his thrill rides were hindered when he stumbled upon a sinister spirit by the roadside","release_date":"1997-09-13","vote_average":0.0,"runtime":96,"cert":"N\/A","id":293976,"title":"Troublesome Night 2","adult":false,"genre_ids":[53,27,35]},{"cast":["Roland Carey","Maria Grazia Spina","Mario Feliciani","Gabriele Antonini","Andrea Aureli"],"overview":"","release_date":"1964-12-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":293984,"title":"La rivolta dei barbari","adult":false,"genre_ids":[36,18,12]},{"cert":"N\/A","title":"Hochzeitsnacht im Paradies","cast":["Johannes Heesters","Claude Farell","Gretl Schörg","Fritz Odemar","Bum Krüger"],"id":293998,"overview":"","runtime":null,"genre_ids":[10402,35],"release_date":"1950-10-23","vote_average":4.5,"adult":false}]