[{"cast":["Evelyn Laye","Fritz Kortner","Emlyn Williams","Carl Esmond","Alice Delysia"],"overview":"Loosely based on the story of the singer Nellie Melba...","release_date":"1934-09-03","vote_average":0.0,"runtime":87,"cert":"\"\"","id":296001,"title":"Evensong","adult":false,"genre_ids":[10752,18,10402,10749]},{"cast":["Charee Pineda","Mark Gil","Eula Valdez"],"overview":"Vanni, a 17-year-old girl, spends her vacation in a seaside village. While looking for her lost puppy, she sees Fiel, a lonesome 50-year-old man. Vanni decides to hang out in the man’s house and a fondness develops between them. However, he has an ailing wife afflicted with cancer.","release_date":"2008-12-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":296003,"title":"Wave","adult":false,"genre_ids":[18]},{"cast":["Agnes Kraus","Carola Braunbock","Gisela Rimpler","Elsa Grube-Deister","Friedel Nowack"],"overview":"","release_date":"1961-01-12","vote_average":0.0,"runtime":85,"cert":"N\/A","id":296005,"title":"Steinzeitballade","adult":false,"genre_ids":[18]},{"cast":["Ivy Chen","Cheney Chen","Ji Jin-hee","Christy Chung","Qi Xi"],"overview":"Professional astrologer Huang Ershan lives her life by the rules of the stars. When she learns that her brother is in Korea and is about to marry his astrology incompatible fiancée, she decides to fly straight to Busan to try and cancel the wedding. On the flight there, she meets the fiancée's father, and together they try to break up the marriage.","release_date":"2014-11-11","vote_average":5.8,"runtime":null,"cert":"N\/A","id":296007,"title":"Bad Sister","adult":false,"genre_ids":[35,10749]},{"cast":["Bo Derek","Stephen Shellen","Wayne Rogers","Dawn McKelvie Cyr","Steven Morgan"],"overview":"Katherine Sullivan, an acute agoraphobic, witnesses the murder of her husband and speaks with the investigating detective. Then both the body and the detective disappear. Katherine hires private investigator Jack Mize to figure out, only Mize isn't so sure Katherine's version of reality is the truth...","release_date":"2001-06-06","vote_average":5.6,"runtime":86,"cert":"\"\"","id":296012,"title":"Frozen With Fear","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Somewhere in the desert of North Africa there are cadavers lying around, never ceasing to stare at the dreamlike landscape of deep blue skies and golden sand. With blank holes in their skulls and blackened skin, they fall prey for grave robbers specializing in illegal immigrants jumping the makeshift boats sailing up to Sicily.  Those who manage to hold on to life on the boisterous waters embark on an equally dangerous journey to mainland Europe. Following the paths of immigrants balancing their lives in the shadow economy, this film unlocks a merciless narrative echoing the existential fright and the ceaseless longing for loved ones. Instead of plainly appealing to empathy, it confronts the viewers with the universal fear of abandonment and lonesomeness.","release_date":"2013-11-19","vote_average":0.0,"runtime":72,"cert":"N\/A","id":296014,"title":"Days of Hope","adult":false,"genre_ids":[]},{"cast":["Günter Hörner","Andrea Matzker","Peter Millowitsch","Willy Millowitsch","Barbie Millowitsch-Steinhaus"],"overview":"A comedy directed by Willy Millowitsch.","release_date":"1992-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296031,"title":"Millowitsch Theater - Der blaue Heinrich","adult":false,"genre_ids":[35]},{"cast":["Elexis Monroe","Dana DeArmond","Kylie Ireland","Manuel Ferrara","Mr. Pete"],"overview":"Manuel suspects wife Kylie Ireland of secretly planning to divorce him, and he enlists good friend Mr. Pete to help him uncover the truth. But are Pete and Kylie unknowingly caught in an even bigger web of deception? And how will Manuel lure Pete's wife Elexis into his sick, twisted game?","release_date":"2009-12-15","vote_average":10.0,"runtime":114,"cert":"\"NC-17\"","id":296033,"title":"The Deviant","adult":true,"genre_ids":[18,10749]},{"cast":["Kylie Ireland","Michelle Lay","Lindsey Meadows","Tyler Knight","Nick Manning"],"overview":"Trophy wife Kylie Ireland is tired of being ignored by ambitious, cheating husband Nick Manning. To stave off her loneliness, she invites younger sister Lindsey Meadows to move in. But when Lindsey brings home new boyfriend Tyler Knight, Kylie can't deny an overwhelming attraction to the gorgeous, African-American stud. Is the older redhead doomed to stay in a loveless marriage, or will she give into her sexual temptation? When Lindsay's life takes an unexpected turn, Kylie knows it's now or never. Will she give up her pampered lifestyle with a man she doesn't love, or finally give in to her forbidden lust? Michelle Lay and Aaron Wilcox costar in this tale of deception, forbidden desires, and true love.","release_date":"2009-09-29","vote_average":0.0,"runtime":129,"cert":"\"NC-17\"","id":296035,"title":"My Sister's Lover: A Tale of Interracial Love","adult":true,"genre_ids":[10749,18]},{"cast":[],"overview":"The autumn season is a great time to see steam locomotives in action. There are usually several steam photo charters scattered around the country where participants can get great shots of steam with pretty leaves, or great Indian Summer lighting.  In \"Steam in the Autumn\" you’ll be treated to 7 different locomotives putting on a great steam show during the autumn season. If you like steam action, then this program is for you!  Locomotives include:  Canadian National 4-6-0 #89  Cliffside Railroad 2-8-0 #40  East Broad Top 2-8-2 #14  Grand Trunk 4-8-4 # 6325  Norfolk &amp; Western 4-8-0 #475  Ohio Central 4-6-2 #1293  Western Maryland Scenic 2-8-0 #734  This is two hours of great steam railroading that you won’t want to miss. Order yours today!","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":296037,"title":"Steam in the Autumn","adult":false,"genre_ids":[]},{"cast":["Dani Daniels","Capri Cavanni","Monique Alexander","Xander Corvus","Mick Blue"],"overview":"In the high stakes world of Wall Street, sex is everything. Dani Daniels, a wildly wealthy sexy slut known to many as the whore of Wall Street, learned that lesson her first day at a meeting. It was also that day that Dani Daniels learned the secret to success in finance: get em' by the balls and don't let go.","release_date":"2014-05-27","vote_average":10.0,"runtime":204,"cert":"\"NC-17\"","id":296042,"title":"The Whore of Wall Street","adult":true,"genre_ids":[18]},{"cast":["Veronica Avluv","Keisha Grey","Sara Luvv","Richie Black","Tommy Gunn"],"overview":"Jealous of her sisters engagement, a free spirited skateboarder wants to get more serious with her boyfriend, but he's resisting. For one, he's just met an uber-hot, elegant woman at the office. But when he's forced to meet the girlfriends parents he discovers that his girlfriends mother is the hot client. Embarrassed and awkward, the mother confronts the young man, unleashing pent-up desires between the two. Starring the sizzling new star, Keisha Grey, with Sara Luvv, James Deen, Cody Sky, and Veronica Avluv as the mother who steals the heart of her daughters boyfriend.","release_date":"2014-04-24","vote_average":0.0,"runtime":117,"cert":"\"NC-17\"","id":296044,"title":"My Daughter's Boyfriend 10","adult":true,"genre_ids":[18,10749]},{"cast":["Alois Švehlík","Oldřich Vlach","Miroslava Pleštilová","David Švehlík"],"overview":"","release_date":"2004-09-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":296058,"title":"… a stoupej do slunce!","adult":false,"genre_ids":[18,10770]},{"cast":["Charles Puffy","Elsie Tarron"],"overview":"Silent western comedy starring Charles Puffy","release_date":"1926-03-08","vote_average":0.0,"runtime":10,"cert":"\"\"","id":296060,"title":"The Phoney Express","adult":false,"genre_ids":[37,35]},{"cast":["Jonathon Silverman","Natasha Gregson Wagner","Greg Grunberg","Kari Wührer","Annabelle Gurwitch"],"overview":"A cynical young man, diagnosed with cancer, meets a brash young leukemia patient in the hospital who more than matches his distaste for IV drips and weepy sentimentality.","release_date":"2001-10-10","vote_average":0.0,"runtime":102,"cert":"\"R\"","id":296062,"title":"The Medicine Show","adult":false,"genre_ids":[]},{"cast":["Olga Georges-Picot","Wolfgang Kieling","Arthur Brauss","Horst Janson","Tilli Breidenbach"],"overview":"","release_date":"1974-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296064,"title":"Härte 10","adult":false,"genre_ids":[80]},{"cast":["Anika Julien","Camillia Berra","Silvia Bertagna","Emma Dahlström","Janina Kuzma"],"overview":"PURE is the second 'Shades of Winter' movie of Austrian free skier and filmmaker Sandra Lahnsteiner. Sharing her platform with some of the best female athletes from all over the world you can again expect high performance skiing at its best. Together with directore Mario Feil and DOP Mathias Bergmann the young crew stepped it up in every single aspect of movie making. PURE will leave its footprints and get you pumped to get out and live your own adventure.","release_date":"2014-10-09","vote_average":0.0,"runtime":52,"cert":"N\/A","id":296066,"title":"PURE","adult":false,"genre_ids":[]},{"cast":["Karin Baal","Traugott Buhre","Günter Lamprecht","Lina Carstens","Tilli Breidenbach"],"overview":"","release_date":"1975-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296068,"title":"Haus ohne Hüter","adult":false,"genre_ids":[18]},{"cast":["Ruth Etting","Humphrey Bogart","Joan Blondell","Mary Philips"],"overview":"A girl who works in a music store discovers, on the eve of her wedding, that her intended husband already has a wife.","release_date":"1930-03-04","vote_average":4.0,"runtime":10,"cert":"\"\"","id":296091,"title":"Broadway's Like That","adult":false,"genre_ids":[18]},{"cast":["Emilia Clarke","Sam Claflin","Janet McTeer","Charles Dance","Brendan Coyle"],"overview":"A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.","release_date":"2016-06-01","vote_average":7.7,"runtime":110,"cert":"\"PG-13\"","id":296096,"title":"Me Before You","adult":false,"genre_ids":[18,10749]},{"cast":["Tom Hanks","Mark Rylance","Amy Ryan","Alan Alda","Sebastian Koch"],"overview":"During the Cold War, the Soviet Union captures U.S. pilot Francis Gary Powers after shooting down his U-2 spy plane. Sentenced to 10 years in prison, Powers' only hope is New York lawyer James Donovan, recruited by a CIA operative to negotiate his release. Donovan boards a plane to Berlin, hoping to win the young man's freedom through a prisoner exchange. If all goes well, the Russians would get Rudolf Abel, the convicted spy who Donovan defended in court.","release_date":"2015-10-15","vote_average":7.2,"runtime":141,"cert":"\"PG-13\"","id":296098,"title":"Bridge of Spies","adult":false,"genre_ids":[53,18]},{"cast":["Joseph Gordon-Levitt","Seth Rogen","Anthony Mackie","Lizzy Caplan","Jillian Bell"],"overview":"In New York City for their annual tradition of Christmas Eve debauchery, three lifelong best friends set out to find the Holy Grail of Christmas parties since their yearly reunion might be coming to an end.","release_date":"2015-11-20","vote_average":6.1,"runtime":101,"cert":"\"R\"","id":296100,"title":"The Night Before","adult":false,"genre_ids":[35,12,14]},{"cast":["Robert Fields"],"overview":"Promotional film extolling the wonders to be seen at the New York World's Fair.","release_date":"1964-06-26","vote_average":0.0,"runtime":28,"cert":"\"NR\"","id":296102,"title":"To the Fair!","adult":false,"genre_ids":[99]},{"cast":["Martin May","Dietrich Mattausch","Christine Wodetzky","Rolf Boysen","Hans Helmut Dickow"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296116,"title":"Die wunderbaren Jahre","adult":false,"genre_ids":[18]},{"cast":["Karin Baal","Trude Breitschopf","Ilse Neubauer","Kurt Raab","Volker Prechtel"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296118,"title":"Traumlage","adult":false,"genre_ids":[18]},{"cast":["Shirley Henderson","Anne Lacey"],"overview":"Glenda, an unemployed misfit, falls in love with Freddie, her goldfish. As her search for work flounders, her love for Freddie deepens and she feels her place is at his side…","release_date":"2003-04-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":296120,"title":"Fishy","adult":false,"genre_ids":[]},{"cast":["Pete Smith"],"overview":"A comic short filled with fake news and a fake movie trailer made up of clips from silent movies.","release_date":"1934-07-28","vote_average":0.0,"runtime":8,"cert":"\"\"","id":296122,"title":"Goofy Movies Number Six","adult":false,"genre_ids":[35]},{"cast":["Steve House"],"overview":"When you've given everything, what do you have left? After achieving his dream summit, an elite climber finds himself empty. Broken and untethered, he searches for a fulfillment more lasting than a faraway peak.","release_date":"2012-04-01","vote_average":5.0,"runtime":6,"cert":"\"\"","id":296127,"title":"Shattered","adult":false,"genre_ids":[28,12,18]},{"cast":["Rory MacDonald","Tarec Saffiedine"],"overview":"UFC Fight Night: MacDonald vs. Saffiedine (also known as UFC Fight Night 54) is an ongoing mixed martial arts event being held at the Scotiabank Centre in Halifax, Nova Scotia, Canada on October 4, 2014.","release_date":"2014-10-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":296129,"title":"UFC Fight Night 54: MacDonald vs. Saffiedine","adult":false,"genre_ids":[]},{"cast":["John Clarke"],"overview":"Documentary by John Clarke about his greatest creation - Fred Dagg.","release_date":"2006-03-06","vote_average":0.0,"runtime":45,"cert":"N\/A","id":296143,"title":"The Dagg Sea Scrolls","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Fagbug Films presents, 'Living Proof.' Twelve urban GLBT youth from Baltimore, Maryland come together to write &amp; perform a play based on their real life stories with the theme being to outlast storm or danger in order to discover truth. Directors Kalima Young &amp; Erin Davies base the 6-month improvisation writing sessions on the Hero's Journey, teaching each young person to see themselves as the hero in their own lives. Together they come across allies, mentors, tricksters, shapeshifters, shadows, and ultimately reach a higher self.","release_date":"2011-01-01","vote_average":0.0,"runtime":53,"cert":"\"\"","id":296145,"title":"Living Proof","adult":false,"genre_ids":[]},{"cast":["Ge You","Xu Fan"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":296147,"title":"After Separation","adult":false,"genre_ids":[]},{"cast":["Jeffrey Klein","Erin Cosgrove","Allen Reynolds","Mike Rodriguez","Armand Alvarez"],"overview":"A struggling couple are in dire straits and living paycheck to paycheck. When an opportunity to live rent-free in a 55 and older community arises, they are forced to disguise themselves as seniors and try to fake their way into living there.","release_date":"2013-08-08","vote_average":5.0,"runtime":98,"cert":"\"\"","id":296149,"title":"55 & Older","adult":false,"genre_ids":[35]},{"cast":["Charles Ruggles","Mary Boland","Lilyan Tashman","George Barbier","Walter Catlett"],"overview":"A woman's ceaseless badgering sends her husband on a drinking bender. Along the way, he makes a new female acquaintance.","release_date":"1933-07-14","vote_average":0.0,"runtime":68,"cert":"\"\"","id":296151,"title":"Mama Loves Papa","adult":false,"genre_ids":[35]},{"cast":["Cate Blanchett","Hugo Weaving"],"overview":"Within the world of theatre the rehearsal room is a sacred space -- the private domain where boundaries are pushed, risks taken, mistakes made, vulnerabilities exposed and, at its very best, magic created. It's not a place into which the public is often, if ever, invited. Until now; In The Company of Actors features an ensemble of Australia's finest actors, including Cate Blanchett and Hugo Weaving, as they prepare to perform the Sydney Theatre Company's production of Hedda Gabler, at the prestigious Brooklyn Academy of Music in New York. Opening night is just five weeks away and the pressure is on.","release_date":"2007-06-10","vote_average":0.0,"runtime":75,"cert":"N\/A","id":296153,"title":"In the Company of Actors","adult":false,"genre_ids":[99]},{"cast":["William Boeva","Daniel Cornelissen"],"overview":"17 year old Arend lives with his parents and hasn't come out of the closet yet. His first step into the gay world of love is on a date with handsome Michael, a guy he met on a homosexual dating site. They arrange to meet and Arend ventures to the other side of the country only to discover that Michael is not quite what he imagined..","release_date":"2013-09-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":296155,"title":"Short","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Michael and Lindsay have the perfect marriage, the perfect house, and the perfect life together. Little do they know everything is about to change. After coming home from celebrating their fifth wedding anniversary, the couple receive surprise visitors that will change both of their lives forever. Family ties run deep but, in Michael's case, they run blood deep. Blood will be shed and secrets will be revealed that will keep you guessing until the final shocking moment.","release_date":"2012-08-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":296172,"title":"Blood Brothers","adult":false,"genre_ids":[27]},{"cast":[],"overview":"After a young girl is found murdered, a group of teens at Payton High must band together to piece together the horrifying travesty. The teens soon discover the mysterious killer is killing only the most popular students in school. As their friends die one-by-one in the most shockingly gruesome ways possible, they realize that being in may not get them out alive.","release_date":"2011-10-28","vote_average":0.0,"runtime":20,"cert":"\"\"","id":296174,"title":"Popularity Killer","adult":false,"genre_ids":[27]},{"cast":["Casey Calvert","Dani Daniels","Alina Li","Summer Brielle","A.J. Applegate"],"overview":"Adult entertainment studio, Elegant Angel Productions, is proud to announce the latest volume of the high gonzo release \"Seduction 4.\"These are five of the most beautiful and passionate girls in the industry and they will seduce you with their erotic and artistic tease performances. Featuring Casey Calvert, Summer Brielle, Dani Daniels, Aj Applegate, and Alina Li.","release_date":"2014-08-19","vote_average":0.0,"runtime":170,"cert":"\"NC-17\"","id":296176,"title":"Seduction Vol. 4","adult":true,"genre_ids":[]},{"cast":["Brit Marling","Jack Huston","Tom Schilling","Lambert Wilson","Nikolai Kinski"],"overview":"After false reports of his demise put him and his work on the map, an artist decides to continue the charade by posing as his own brother. Soon, a reporter enters his life and has a profound effect on him.","release_date":"2014-10-04","vote_average":6.1,"runtime":94,"cert":"\"\"","id":296178,"title":"Posthumous","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"This two-disc package features a CD of five new songs and a DVD that brings together every Primus music video plus unreleased live performances and more.","release_date":"2003-10-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":296180,"title":"Primus: Animals Should Not Try to Act Like People","adult":false,"genre_ids":[]},{"cast":["Ulrich Seidl"],"overview":"This cinematic portrait shows the Austrian filmmaker Ulrich Seidl at work. The much-discussed ‘Seidl method’ is conveyed here vividly and directly: The camera watches over Seidl’s shoulder during the filming of his new production IM KELLER, and observes him at the rehearsals for his latest theatre production ‘Böse Buben \/ Fiese Männer’. The film paints the picture of a fascinating and exceptional artist using a combination of extensive interviews and excerpts from earlier works.","release_date":"2014-10-05","vote_average":0.0,"runtime":52,"cert":"N\/A","id":296182,"title":"Ulrich Seidl - A Director at Work","adult":false,"genre_ids":[99]},{"cast":["Carry Welton","Fifi Aldercy","Lesllie Bovee","Susan Hart","Tracy Valdis"],"overview":"Set in Ohau, Hawaii, Sandra is a wealthy heiress whom persuades insurance salesman, Peter, to sell her husband a $2 million life insurance policy, and then persuades Peter to kill him to get the money. The murder goes off without a hitch, but when a persistent investigator threatens to uncover the plot, Peter begins to suspect that Sandra may betray him and turns to her promiscuous teenage stepdaughter, Angie, to help turn the tables on her and Angie's boyfriend, Scott, whom is apparently in cahoots with Sandra.","release_date":"1977-06-07","vote_average":5.3,"runtime":82,"cert":"\"\"","id":296184,"title":"Eruption","adult":true,"genre_ids":[53,18]},{"cast":[],"overview":"A brigade of five marines are sent on a dangerous mission to capture an enemy stronghold during the Korean War.","release_date":"1961-10-20","vote_average":5.0,"runtime":118,"cert":"N\/A","id":296198,"title":"Five Marines","adult":false,"genre_ids":[]},{"cast":["Joe Stöckel","Wolf Albach-Retty","Olga Tschechowa","Rudolf Vogel","Beppo Brem"],"overview":"","release_date":"1950-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296200,"title":"Zwei in einem Anzug","adult":false,"genre_ids":[35]},{"cast":["Rudolf Fernau","Rudolf Vogel","Joe Stöckel","Marianne Schönauer","Lucie Englisch"],"overview":"","release_date":"1952-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296205,"title":"Mönche, Mädchen und Panduren","adult":false,"genre_ids":[35]},{"cast":["Paul Henckels","Maria Paudler","Beppo Brem","Albert Florath","Trude Haefelin"],"overview":"","release_date":"1952-10-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":296207,"title":"Einmal am Rhein","adult":false,"genre_ids":[18,35]},{"cast":["Bill Clinton","Erskine Bowles","Alan Simpson","Joe Klein"],"overview":"Overdraft is an award-winning film featuring leading thinkers and policymakers from across the aisle exploring major topics such as entitlement programs, defense spending, tax reform and the choices that America’s debt forces on individuals and businesses. Independently produced, Overdraft was launched in August 2012, and made available for broadcast on public television for two years through the National Educational Telecommunications Association (NETA).","release_date":"2012-01-01","vote_average":7.0,"runtime":57,"cert":"\"NR\"","id":296209,"title":"Overdraft","adult":false,"genre_ids":[99]},{"cast":["Anders Breinholt"],"overview":"Danish talkshow.","release_date":"2014-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296211,"title":"Breinholt & Venner","adult":false,"genre_ids":[]},{"cast":["Dolores Costello","Conrad Nagel","Mitchell Lewis","George E. Stone","Pat Hartigan"],"overview":"Rose Shannon, a dancing girl at \"Kelly's,\" in the 'Tenderloin' district of New York City, worships at a distance Chuck White, a younger member of the gang that uses the place as their hangout. Chuck's interest in her is only just as another toy to play with. Rose is unknowingly placed in a position in which she is implicated in a crime which she knows nothing about.","release_date":"1928-03-14","vote_average":0.0,"runtime":85,"cert":"\"\"","id":296228,"title":"Tenderloin","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"The Beat Club, Bremen is a live album by the band King Crimson, released through the King Crimson Collectors' Club in February 1999 (see 1999 in music). It was recorded on the German programme Beat Club, in Bremen, Germany, on October 17, 1972. The video of this performance is included in the deluxe \"Larks' Tongues in Aspic\" box set.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":296230,"title":"King Crimson - The Beat Club - Live In Studio Bremen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296232,"title":"As Melhores Músicas Infantis vol. 1","adult":false,"genre_ids":[16]},{"cast":[],"overview":"100 million years ago, an ecological disaster drove the Demon Beasts from our world. Now they must breed with human females to create a new, hybrid creature who will clear the way for an invading horde. When 19-year-old Kayo is raped by a possessed lover, it's up to 19-year-old Interplanetary Mutual Observation Agent Muneto to save her from the terrifying creature to which she gives birth: A mutant, lust-driven Demon Beast!","release_date":"1994-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":296234,"title":"Demon Beast Invasion Volume 5","adult":false,"genre_ids":[]},{"cast":["Gaspar Henaine","Joselo","Alicia Bonet","René Cardona","Amadee Chabot"],"overview":"Two clumsy and absent-minded spies (Capulina and Chespirito) are hired to save the world from a nuclear attack.","release_date":"1968-08-29","vote_average":5.0,"runtime":85,"cert":"N\/A","id":296236,"title":"Operación carambola","adult":false,"genre_ids":[35,80,28]},{"cast":["Lily Love","Lola Foxx","Dana DeArmond","Presley Hart","Marcus London"],"overview":"When a beautiful young woman enters the escorting profession, she's put off by her first client--a handsome but cocky gentleman who's thirst for sex is supported by lots of cash. But under the tutelage of a smart and capable madam, she quickly learns the ropes of the world's oldest profession, and realizes that there is a little charm and romance under his macho exterior.","release_date":"2014-05-13","vote_average":0.0,"runtime":139,"cert":"\"NC-17\"","id":296238,"title":"The Escort 2","adult":true,"genre_ids":[18]},{"cast":[],"overview":"Experimental film and music video.","release_date":"1985-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":296240,"title":"Shithaus","adult":false,"genre_ids":[]},{"cast":["Mauro Martínez","Juliana Simoes Risso","José Pablo Suárez","Victoria Bustamante"],"overview":"Mauro roams around the city buying things. Anything, no matter what. Because Mauro is a \"passador\", a man who exchanges fake bills. Marcela, who got pregnant recently, and Luis live together. Luis and Mauro decide to set up a little printing house to produce counterfeit money. At night, Mauro exchanges the money in bars and discotheques. He moves discreetly, always alone - until he meets Paula...","release_date":"2014-04-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":296254,"title":"Mauro","adult":false,"genre_ids":[18]},{"cast":["Jennifer White","Chastity Lynn","Jayden Lee","Marcus London","Dane Cross"],"overview":"Charlie plans to make an honest woman out of his girlfriend, May, a former stripper. But when times get tight and stress levels heighten, people let their emotions get the best of them. Charlie's thing for strippers risks returning, while Mary has some former clients who are always ready to let her be her true self.","release_date":"2013-01-09","vote_average":0.0,"runtime":153,"cert":"\"NC-17\"","id":296256,"title":"The Stripper","adult":true,"genre_ids":[18,10749]},{"cast":[],"overview":"This documentary treats film fans to a behind-the-scenes look at the making of Midnight Express, the now-classic film about a young man arrested in Turkey for drug smuggling and thrown into a horrifying prison hell. Includes footage of the filming process, as well as interviews with members of the cast and crew, who give their insights into what it was like working together on this project and the efforts it took to bring the film to completion.","release_date":"1977-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":296258,"title":"I'm Healthy, I'm Alive and I'm Free","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This documentary examines the social and cultural underpinnings of the trilogy of The Lord of the Rings by J.R.R. Tolkien, in an attempt to understand the work's phenomenal success and influence. The program looks for answers in the author's sources of inspiration, from the folk legends of Norway to the field of linguistics of which Tolkien was a lifelong student. It finds that the deep chord the story strikes owes its resonance to the author's use of archetypal imagery and language. Many examples of these recurrent themes and images are given, with readings from the work and other literature. Interviews with the book's illustrators, the brothers Hildebrandt, speak to the power of the imagery in the classic story. Scholars, Tolkien's children, and the author himself provide insight into the mythic themes and the spell they have cast over the vast readership of The Lord of the Rings.","release_date":"2001-12-04","vote_average":8.0,"runtime":80,"cert":"N\/A","id":296260,"title":"Master of the Rings: The Unauthorized Story Behind J.R.R. Tolkien's 'Lord of the Rings'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In conjunction with the premiere of The Sopranos episode \"Stage 5,\" HBO aired this seven-minute mockumentary titled \"Making 'Cleaver'\", detailing the fictional film's production. It includes in-character interviews with Moltisanti, Lupertazzi, Yam, Baldwin, LaPaglia, and special-effects make-up artist Steve Kelly. The behind-the-scenes look is broken up into four segments: \"Concept,\" \"Courting Kingsley,\" \"Cast and Crew,\" and \"A 'Family' Production.\" The mockumentary is included in the Season 6 Part 2 DVD set and in the Complete Series DVD collection.","release_date":"2007-10-05","vote_average":10.0,"runtime":8,"cert":"\"\"","id":296262,"title":"Making 'Cleaver'","adult":false,"genre_ids":[99,18,35]},{"cast":[],"overview":"Night has fallen, and the Pink Panther is looking for a place to sleep. A flop house denies him access, but he fortunately finds a key on the ground that gives him entry to a man's home, in which the Pink Panther helps himself to the man's shaving equipment, electric toothbrush, and bed. The man, a drunk, arrives home after one of his binges and, casting eyes on the pink feline in his bed, thinks he's having an alcoholic hallucination. He calls Alcoholics Anonymous to send someone to help him quit drinking. A man from A.A. throws all of the drunk's booze bottles into a garbage can, and they sit down to share a carton of milk. Then, both men see the Pink Panther walk past them! Befuddled, the two men rush to find the Department of Sanitation truck carrying the bottles of booze. After what they've seen, a drinking spree is in order!","release_date":"1964-12-25","vote_average":8.0,"runtime":6,"cert":"\"NR\"","id":296264,"title":"Pink Pajamas","adult":false,"genre_ids":[16]},{"cast":["Frankie Mann","Victoria Vera","Frank Braña","Russell Bates","Alejandro de Enciso"],"overview":"An enterprising woman reporter enlists the help of a hardened African explorer to try to locate a missing showbiz man who disappeared some time ago.","release_date":"1981-05-05","vote_average":0.0,"runtime":82,"cert":"N\/A","id":296278,"title":"Freddie of the Jungle","adult":false,"genre_ids":[35,12]},{"cast":["Miroslava","Carlos Navarro","José María Linares Rivas","Fernando Wagner","Alberto Mariscal"],"overview":"Set in the Balkans, this story concerns a bored journalist, Nora (miroslava) who is ordered by her boss (Wagner) to follow up a mysterious advertisement placed by Dr Ling (Linares Rivas). Ling turns out to be a misshapen creature who, rejected by his peers, has become the stereotypical mad scientist, here specializing in plastic surgery. He falls in love with Nora but fearing she will betray him he resuscitates a young man who committed suicide, Ariel (Navarro) by transplanting a new brain into him, and order him to fetch Nora so that he can kill her.","release_date":"1953-01-01","vote_average":6.0,"runtime":73,"cert":"N\/A","id":296280,"title":"The Revived Monster","adult":false,"genre_ids":[27]},{"cast":["Leandro Soares","Matheus Souza","Sophie Charlotte","Alice Wegmann","Fábio Porchat"],"overview":"Guy ends his relationship, re-encounter his best friend in school and the both start looking for girls while the nerd best friends thinks they're in a movie.","release_date":"2016-12-08","vote_average":4.8,"runtime":100,"cert":"N\/A","id":296288,"title":"Tamo Junto","adult":false,"genre_ids":[35]},{"cast":["Katiele Bortoli","Anny Fischer","Dráuzio Varella","Jean Wyllys"],"overview":"Her daughter afflicted by a rare epilepsy, Katiele tries desperately to obtain the only thing that can relieve it: a substance derived from marijuana.","release_date":"2014-10-09","vote_average":8.0,"runtime":82,"cert":"N\/A","id":296290,"title":"Ilegal","adult":false,"genre_ids":[99]},{"cast":["Martin Clunes"],"overview":"Think you know your baby? Think again. This beautifully shot, heart-warming and scientifically revealing film, narrated by Martin Clunes, brings you babies as you've never seen them before.  The first two years of our lives are the most critical of all. We grow more, learn more, move more and even fight more than at any other time in our life. We have to master the complex skills of walking, talking and relating to the world around us. But we are not yet built like an adult. We have more bones in our body at birth than an adult does, yet we don't have kneecaps. We laugh 300 times a day as a baby, but in the first few months we can't produce tears when we're upset. Secret Life of Babies reveals all these facts and more, telling incredible stories of babies' resilience and survival skills to boot.","release_date":"2014-06-03","vote_average":8.8,"runtime":47,"cert":"N\/A","id":296292,"title":"Secret Life of Babies","adult":false,"genre_ids":[99]},{"cast":["Walter Giller","Marianne Koch","Günther Lüders","Joachim Brennecke","Erika von Thellmann"],"overview":"","release_date":"1953-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296306,"title":"Skandal im Mädchenpensionat","adult":false,"genre_ids":[35]},{"cast":["Grethe Weiser","Nadja Tiller","Joachim Brennecke","Edith Schollwer","Ernst Waldow"],"overview":"","release_date":"1953-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296308,"title":"Die Kaiserin von China","adult":false,"genre_ids":[35]},{"cast":["Mads Mikkelsen","Nikolaj Lie Kaas","David Dencik","Nicolas Bro","Søren Malling"],"overview":"Men &amp; Chicken is a black comedy about two outcast brothers, who by getting to know their unknown family also discover a horrible truth about themselves and their relatives.","release_date":"2015-02-05","vote_average":6.6,"runtime":104,"cert":"\"\"","id":296313,"title":"Men & Chicken","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2013-10-06","vote_average":5.6,"runtime":null,"cert":"N\/A","id":296315,"title":"Psychomentary","adult":false,"genre_ids":[]},{"cast":["Alberto Cardoso","Divaldo Pereira Franco","Marcus V. Freitas","Ademar Gevaerd","Saulo Gomes"],"overview":"UFO experts claim that after the explosion of the bombs on Hiroshima and Nagasaki, there was an increase in the number of sightings of UFO'S (Unidentified Flying Objects) worldwide. Just over two decades later, the Brazilian medium Chico Xavier confided to close friends that when man reached the moon on July 20, 1969, happened a meeting with the celestial beings of our solar system to check the progress of humanity. They decided to grant a period of 50 years for humanity to evolve morally and live in peace, without provoking a third world war. If we live in peace until the Deadline, humanity would be ready to enter a new era of its existence, and magnificent feats would be checked everywhere, including our brothers from other planets would be expressly authorized to present themselves publicly and officially to Earth's residents.","release_date":"2014-08-14","vote_average":7.8,"runtime":63,"cert":"N\/A","id":296317,"title":"Data Limite segundo Chico Xavier","adult":false,"genre_ids":[99]},{"cast":["Jessyca Wilson","Adriana Chechik","Tiffany Doll","Chanel Preston","Dani Daniels"],"overview":"Come quick and discover just how far this young woman will go to take revenge on her cheating husband. You will not be disappointed!\r In this luxurious Los Angeles mansion, Rachel, a gorgeous brunette with incredible breasts, discovers that her husband Rick is regularly playing around, taking beautiful American girls up the arse and filming his sexual exploits. Shocked by the discovery, Rachel decides to take revenge. For the first time, she'll have a man other than her husband take her up the arse.\r In the video Rachel found, Rick is really taking Monica hard. Having enjoyed his mistress' impressive blow job talents, Rick takes her savagely up the arse in several positions with his big hard cock before covering her in cum...","release_date":"2014-10-01","vote_average":9.3,"runtime":113,"cert":"\"NC-17\"","id":296334,"title":"My Wife Is Cheating On Me","adult":true,"genre_ids":[]},{"cast":["Gianni Amelio","Marco Bellocchio","Vincenzo Cerami","Sabrina Ferilli","Paolo Ferrari"],"overview":"","release_date":"2011-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296336,"title":"Voi siete qui","adult":false,"genre_ids":[]},{"cast":["Claudia Pavel","Vlad Corbeanu","Catalin Ciurdar","Robert Radoveanu"],"overview":"A crime film with comedic overtones, Terapie pentru crimă (Therapy for Murder) follows Matilde, a beginner \"professional\" assassin who not only has to overcome the problems that every beginner in this unusual profession faces, but also an additional and personal challenge: she's a woman. When Matilde realizes killing for money is not that easy she wants to back out but it may already be too late as a real professional assassin is now after her.","release_date":"2014-10-03","vote_average":3.0,"runtime":79,"cert":"N\/A","id":296341,"title":"Therapy for Murder","adult":false,"genre_ids":[28,35,80]},{"cast":["Maureen O'Hara","Anthony Quinn","Richard Denning","Thomas Gomez","Lola Albright"],"overview":"Karen Harrison is a spoiled, rich, American predator who falls head-over-heels for the brooding, tormented, about-to-retire matador, Luis Santos who has inexplicably run away prior to a corrida that was to occasion the \"alternativa\" of a young, up-and-coming bullfighter.","release_date":"1955-05-24","vote_average":5.0,"runtime":94,"cert":"\"\"","id":296343,"title":"The Magnificent Matador","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"2012-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296345,"title":"גיבורי האור 2 - משימה בחלל","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mandaue Landfill, The Philippines: the 50 families who call this home are the bottom of their society; the lowest of the low. But material wealth is not the only kind of riches, and where there is hope and resourcefulness there is always the chance of a better life.","release_date":"2013-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":296362,"title":"Landfill Harvest","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Captain Zoom® travels from the Moon to Earth to sing a personalized happy birthday song.","release_date":"2014-10-08","vote_average":0.0,"runtime":8,"cert":"\"\"","id":296364,"title":"Captain Zoom's Happy Birthday Song for Jude","adult":false,"genre_ids":[]},{"cast":["Ayla Kell","Tricia O'Kelley","Ben Gavin","Micah Alberti","Gary Hudson"],"overview":"A woman tries to save her adopted daughter from a criminal, with help from the girl's biological mother.","release_date":"2013-10-19","vote_average":6.0,"runtime":90,"cert":"\"\"","id":296366,"title":"Missing at 17","adult":false,"genre_ids":[53,10770,18,9648]},{"cast":["Danny Bonaduce","Mick Wynhoff","Mollena Williams","Melora Walters","Gretchen Bonaduce"],"overview":"A man videotaping his road trip is taken hostage by three criminals and forced to tape their crime spree, including robberies and murder.","release_date":"1993-01-01","vote_average":2.0,"runtime":87,"cert":"\"NR\"","id":296368,"title":"America's Deadliest Home Video","adult":false,"genre_ids":[35,80]},{"cast":["Kathryn McCormick","Shane Harper","Finola Hughes","Carolyn Hennesy","Erin Cardillo"],"overview":"DANCE-OFF is a tongue-in-cheek family comedy set in the world of competition dancing starring talented dancers and choreographers from TV’s “So You Think You Can Dance!” Two rival studios pick their stars Jasmine  and Brandon  to compete against each other for a $25,000 prize. Jasmine and Brandon have history. They were dance partners and mutual crushes as children. But Brandon quickly moved away not allowed to say goodbye to the heartbroken Jasmine. Luckily, both kept up their dancing. Years later Jasmine shines at the well-funded Diamond Dance Studios and deals with her crazy “dance mom” Jo-Ann . Brandon leads rival Shockwave Studio that desperately needs the $25,000 to stop it from closing. Unable to deny their feelings and both wanting to win, the star-crossed lovers feel pressure from Jo-Ann, competition owner Mary , and her son JT to triumph at all costs. How can they compete against the person they love?","release_date":"2014-01-01","vote_average":5.9,"runtime":null,"cert":"\"\"","id":296370,"title":"Platinum the Dance Movie","adult":false,"genre_ids":[10749,10402,35]},{"cast":["Lee Hyo","Lee Do-hyeon","Kim Min-hyeok","Yoon Dong-hwan","Sin So-mi"],"overview":"Mizo is a lost bird born in trash. She's been sexually abused by her foster parents so she sets out to find her birth parents with the blood-stained uniform she was abandoned with.  Meanwhile, Woo-sang, the man who abandoned his baby girl in the trash, still lives a trashy life. Mizo approaches him to take revenge in the most painful way possible. The revenge steps over the line and they have no idea what gruesome end they are headed for...","release_date":"2014-10-02","vote_average":10.0,"runtime":80,"cert":"N\/A","id":296372,"title":"Mizo","adult":false,"genre_ids":[18]},{"cast":["David Rott","Sascha Göpel","Agata Buzek","Florian Stetter","Jan Decleir"],"overview":"","release_date":"2007-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296389,"title":"Paparazzo","adult":false,"genre_ids":[53,18]},{"cast":["Rob Zombie","Sid Haig","Bill Moseley","Sheri Moon Zombie","William Forsythe"],"overview":"An extensive documentary about the making of Rob Zombie's \"The Devil's Rejects\" (2005)","release_date":"2005-11-08","vote_average":9.0,"runtime":145,"cert":"\"NR\"","id":296391,"title":"30 Days in Hell: The Making of 'The Devil's Rejects'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2007-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296393,"title":"Caparaó","adult":false,"genre_ids":[99]},{"cast":["Patrick Haudecoeur","Philippe Bardy","Françoise Lépine","Isabelle Spade","Jean-Luc Porraz"],"overview":"","release_date":"2014-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296395,"title":"Peuple de Mylonesse, pleurons la Reine Naphus","adult":false,"genre_ids":[]},{"cast":["João Cabral de Melo Neto"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296397,"title":"Recife\/Sevilha, João Cabral de Melo Neto","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296402,"title":"OROPAX - Molkerei auf der Bounty","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":296413,"title":"Berlin2Shanghai","adult":false,"genre_ids":[99]},{"cast":["Nissim Renard","Sam Louwyck","Wim Willaert"],"overview":"Nine year-old Thomas spends most of his days at the flea market closely observing the Wheeling's and dealings of the market's sellers . His desire to be one of them leads him to embark on a one-night adventure that overwhelms him.","release_date":"2013-08-08","vote_average":0.0,"runtime":19,"cert":"N\/A","id":296415,"title":"Zinneke","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The complete series of documentaries about the events of World War II + film NUREMBERG.  - Nazism and the conquests of the Germans (140 min): Escalation of war, which starts with the advent of Nazism and Hitler's expansionist ambitions. The causes immense tragedy turn into facts with declarations of war of the Germans and the occupation of France.  - The Soviet resistance and the Japanese rule (155 min): The conflict comes alive with the fierce battles on the Russian front and the siege of Stalingrad. Across the world, the Japanese took control of the Asian region, up to the attack on Pearl Harbor.  - The fall of fascism and the landing in Normandy (151 min): In Italy the armistice was signed and the country is split in two. On the one hand the Americans liberators, on the other hand the German occupation and the partisan struggle.  - Auschwitz - Kamikaze - Atomic Bombs (75 min): Attacked on several fronts, the Germans collapse, showing the world the horror of the extermination camps.","release_date":"2000-01-01","vote_average":0.0,"runtime":521,"cert":"N\/A","id":296417,"title":"1939-1945: The Seven Years That Shook the World","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"","release_date":"2003-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296419,"title":"Clever & Smart Vol. 2","adult":false,"genre_ids":[16]},{"cast":["Emiko Hagiwara"],"overview":"","release_date":"2003-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296424,"title":"Discipline","adult":true,"genre_ids":[16]},{"cast":["George Raft","Rosalind Russell","Leo Carrillo","Arline Judge","Alan Dinehart"],"overview":"A poor boy rises to power in politics.","release_date":"1936-02-14","vote_average":0.0,"runtime":79,"cert":"\"\"","id":296426,"title":"It Had to Happen","adult":false,"genre_ids":[18]},{"cast":["Primož Pirnat","Tijana Zinajić","Ivan Vastl","Miha Čeak","Marko Bajzelj"],"overview":"The pursuit of happiness, 22 years later.","release_date":"2014-09-14","vote_average":0.0,"runtime":63,"cert":"N\/A","id":296440,"title":"Toilet Stories","adult":false,"genre_ids":[18]},{"cast":["Kirk Morris","Hélène Chanel","Alberto Farnese","Špela Rozin","Furio Meniconi"],"overview":"A fabulous land of green pastures is protected from invasion by the mysterious Valley of the Thundering Echo. Queen Farida draws together the desert tribes to conquer the land, even though a prophecy has promised the land to the Gameli tribe. The Gameli journey to the Silver Temple, where the High Priest summons the legendary Maciste from the mountain rock to defeat their enemies and guide them to their promised land.","release_date":"1964-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296442,"title":"Hercules of the Desert","adult":false,"genre_ids":[12]},{"cast":["Zack Pearlman","Cameron Goodman","Stefan Marks","Maria Bamford","Samantha Bogach"],"overview":"The Internet is haunted at Morningwood Road, they must appease the ghost before she makes a meme of them all.","release_date":"2014-06-26","vote_average":0.0,"runtime":5,"cert":"\"\"","id":296444,"title":"Dead End","adult":false,"genre_ids":[35,16]},{"cast":["Monte Blue","Irene Rich","Tully Marshall","Jackie Saunders","Z. Wall Covington"],"overview":"Set in the small town of Riverdale, Defying Destiny opens with Jack Fenton (Monte Blue) being scarred while saving the life of his sweetheart Beth Alden (Irene Rich), whose grateful father (James Gordon), president of the local bank, offers him a job. Middle-class Jack becomes head teller, joins the country club, and plans to marry Beth, but his upwardly mobile behavior stirs resentment. When he’s falsely accused of embezzlement the town’s upper crust turns its back. Jack endures self-exile until a chance encounter with a plastic surgeon enables him to return home incognito and seek vengeance.","release_date":"1923-09-29","vote_average":0.0,"runtime":79,"cert":"\"\"","id":296446,"title":"Defying Destiny","adult":false,"genre_ids":[]},{"cast":[],"overview":"SpaceBear is a bounty hunter in space. And he is a bear.","release_date":"2014-08-14","vote_average":0.0,"runtime":5,"cert":"\"\"","id":296448,"title":"SpaceBear","adult":false,"genre_ids":[]},{"cast":["Ashly Burch","Martin Rayner","Billy West"],"overview":"Josette is a sweet and curious young maid at gloomy Blackford Manor, whose master has a very disturbing secret.","release_date":"2014-08-28","vote_average":6.5,"runtime":5,"cert":"\"\"","id":296450,"title":"Blackford Manor","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In 1965 a VW Beetle is sold in São Paulo (Brazil). Forty years later the car ends up in a Recife scrapyard in the northeast, with the license plate KFZ-1348. The documentary “The Beetle KFZ-1348” presents the stories of this car through its eight owners, whose lives show a unique portrait of Brazil.","release_date":"2008-10-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":296467,"title":"The Beetle KFZ-1348","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A woman who sacrificed her shot at fame to focus on her family gets a second chance to live her dreams in this heartwarming comedy. Known to her friends as Miss E, Elestra Henton was a promising standup comedienne when she turned her back on the spotlight to save her marriage and raise her daughter. Years later, Miss E's marriage has failed, and she's estranged from her family. With nothing to fill the empty void at the center of her life, Miss E decides that the best cure for misery is laughter. She's determined to reclaim the career from the ruins, but in order to do so she'll first have to contend with her shady manager and ex-lover Buddy Felton, whose appearance back in her life sheds light on some long-suppressed family secrets.","release_date":"2009-07-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":296469,"title":"Applause for Miss E","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296471,"title":"הגוגונים ודתיה גם","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296473,"title":"הפיל שרצה להיות הכי","adult":false,"genre_ids":[]},{"cast":[],"overview":"The brutal story of betrayal between two partners in the violent business of supplying drugs to Chicago's West Side. Greed and mistrust tear apart their childhood-long friendship.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":296475,"title":"7 Colombian Kilos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though Ric and Natalie are well matched and seemingly happy, the soon-to-be groom finds himself too weak to resist engaging in a one-night stand, which, understandably, sends the would-be bride running in the opposite direction. Luckily, or so it would seem, she finds a wealthy suitor perfectly willing to include her among his accolades. Ric, now thoroughly lovelorn, sets off in hopes of proving that status and expensive gifts aren't valuable if there's no love involved.","release_date":"2005-04-01","vote_average":2.0,"runtime":null,"cert":"\"\"","id":296480,"title":"Big Ain't Bad","adult":false,"genre_ids":[]},{"cast":[],"overview":"Revision, a drama\/horror film written and directed by Edwin Brienen, is set in a futuristic world, where terrorist attacks rule daily life, forced chip implantation is commonplace and government control is routinely exerted through manipulation of the media. Traci (Eva Dorrepaal), an ex-model, feels lost and confused. Whereas she once believed in God, she now tries desperately to fill the void caused by her lack of faith. Her husband, Charlie (Clayton Nemrow), persuades her to surrender to the ultimate act of evil. Soon, however, reality and fantasy become intertwined in an indecipherable web of hallucinations and mental chaos.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":296494,"title":"Revision - Apocalypse II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Imani has her life turned upside down after she gets fired from her job. Imani attempts to rectify the situation by hooking up with a well-off man. After she gets brutally victimized by the man and his pals, Imani decides to become a vigilante who takes on the whole misogynistic system that labels her a gold digger.","release_date":"2007-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":296496,"title":"Gold Digger Killer","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Approximately Nels Cline","cast":[],"id":296498,"overview":"Taking a break from ultra serious documentaries, Academy Award-winning filmmaker Steven Okazaki has joined forces with legendary Fantasy Studios to create an extraordinary film on the music of Nels Cline, best known as lead guitarist of the Chicago-based Wilco. Dubbed a 'Guitar God' by Rolling Stone magazine, Nels Cline plays everything from punk to blues, rock to traditional, jazz to unbridled mad experimentation. 'Approximately Nels Cline' showcases Nels' astonishing range, fearless improvisational spirit and deep love of music. It's not a formulaic music doc with the same old cliched insight, rock star poses and camera angles you've seen before. It's an enthralling exploration of creativity, musicianship and the collaborative hard work of making music.","runtime":null,"genre_ids":[],"release_date":"2013-08-16","vote_average":0.0,"adult":false}]