[{"cast":[],"overview":"A science fiction documentary about a psychiatric institution for traumatized chimpanzees.","release_date":"2014-12-04","vote_average":0.0,"runtime":75,"cert":"N\/A","id":301000,"title":"The Chimpanzee Complex","adult":false,"genre_ids":[99]},{"cast":["Qing Jiang","Zhang Yi","Li Lili"],"overview":"Blood on Wolf Mountain tells the story of a village that is beset by a pack of wolves. Made just prior to the commencement of full-scale war with the Japanese, the film itself is often considered an allegory of conflict between China and Japan.","release_date":"1936-01-01","vote_average":7.0,"runtime":70,"cert":"N\/A","id":301002,"title":"Blood on Wolf Mountain","adult":false,"genre_ids":[10752,18]},{"cast":["Tom Adams","Graham Ashley","Chris Carbis","Ray Chiarella","Susie Hampton"],"overview":"A successful robbery goes sour when six criminals attempt to divvy up the fruits of their labour.","release_date":"1972-10-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":301004,"title":"The Fast Kill","adult":false,"genre_ids":[80]},{"cast":["Patrick Wayne","Christopher Mitchum","Fawne Harriman","Desi Arnaz Jr.","Sid Caesar"],"overview":"A team of troubleshooters is called to a skyscraper where a plane has crashed into the 20th floor and is stuck in the side of the building.","release_date":"1977-03-26","vote_average":3.0,"runtime":100,"cert":"\"\"","id":301006,"title":"Flight to Holocaust","adult":false,"genre_ids":[10770,18,28]},{"cast":[],"overview":"25 Years is an impressionistic survey of the years from the Queen's accession to the throne in 1952 through to her Silver Jubilee in 1977. Combining archive and contemporary footage - including that of the royal visit to Canada and the US in 1976, the bicentenary year of American independence - the film explores the monarchy through a quarter-century which saw the conquest of Everest, the development of television as a mass medium, the first supersonic flight and space exploration.  Through good times and bad, and tumultuous changes for better or for worse, one factor remained constant: the monarchy, in the person of Queen Elizabeth II, provided a continuity and stability which this film celebrates in her Silver Jubilee year.","release_date":"1977-02-16","vote_average":0.0,"runtime":73,"cert":"N\/A","id":301008,"title":"25 Years","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Based on true events, the film is the meeting of two people from diametricaly opposite cultures at a typical Los Angeles bus stop. The more they interact, they realize one common factor brought them together as their lives intersect in transit.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301019,"title":"In Transit","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kira Soltanovich is the voice of the Photo Booth on the Tonight Show with Jay Leno and born in the former Soviet Union, raised by immigrant parents in San Francisco, Kira Soltanovich has plenty to laugh about these day. In her half hour special \"Here Comedy Trouble\" Kira says her parents took her to Disneyland ... not because of the rides, but because of the lines, they assumed there would be food at the end of them. Kira was also a series regular on, \"Girls Behaving Badly\" for four years, as well as performed a killer set on the critically acclaimed \"Hot Tamales Live\" on Showtime.","release_date":"2011-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":301021,"title":"Kira Soltanovich: Here Comes Trouble","adult":false,"genre_ids":[35]},{"cast":["Eric Zudak","Kate Peckham","Terri Heffron"],"overview":"LOST ON THE BOHEMIAN ROAD A Sean Hoessli Trip \"not your ordinary boy meets girl meets girl love story\" LOST ON THE BOHEMIAN ROAD is a sensual, yet comical love triangle between irresponsible, drug-loving photographer Ian, his sharp-tongued bisexual (ex) girlfriend Amy, and 16-year-old innocent Heather. LOST ON THE BOHEMIAN ROAD realistically portrays a 90's generation that is in search of more than traditional, comfortable answers of yesterday. If one has ever felt the alienation of a changing society or the growing pains of innocence lost in a time of reckless experience, it's time to hit the bohemian road.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301023,"title":"Lost on the Bohemian Road","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301025,"title":"Backyardigans: Pablo em Na Trilha da Imaginação","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Tom Davenport's realistic adaptation of an old Appalachian story. With nothing more than her plucky spirit and her pocket knife, a mountain girl outwits a witch and an ogre to save herself and her sisters. Part of the PBS series \"Fromt he Brothers Grimm.\" Winner Chicago International Children's Film Festival. Ages 10 and above.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301027,"title":"Mutzmag","adult":false,"genre_ids":[]},{"cast":[],"overview":"When debts are due, there's no where to hide and somebody's going to pay. A low level bag man, his wife, his brother, a stripper, the strip club owner, a junkie whore, a psychopathic mute, a crime boss, and others, all collide in a final dance of death over money and survival.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301029,"title":"Petty Cash","adult":false,"genre_ids":[]},{"cast":[],"overview":"A heartwarming story adapted from Eric Holder's novel, director Jean Becker takes a washed-up artist and a troubled teen on an exhilarating road trip through the beautiful landscapes of France's western seaboard...both looking for a reason to live and love life again.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301040,"title":"Welcome Aboard","adult":false,"genre_ids":[]},{"cast":["Alice Johnson Boher","Jordan Black","Nic D'Avirro","Kevin Kirkpatrick","Ondine Rarey"],"overview":"In this completely improvised mockumentary, questionably talented documentary filmmaker Angie hopes to save her failed career by turning her camera on the all-time low point in her longtime roommate Diane's desperate search for love.","release_date":"2012-07-04","vote_average":0.0,"runtime":53,"cert":"\"\"","id":301042,"title":"A Portrait of Female Desperation","adult":false,"genre_ids":[35]},{"cast":["Bob Woodward","David Carr","Wayne Barrett","Paul Steiger"],"overview":"A documentary of the difficulties printed newspapers are going through concentrating on the loss of investigative journalism.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301044,"title":"Black & White and Dead All Over","adult":false,"genre_ids":[99]},{"cast":[],"overview":"JOHN’S OF 12TH STREET is a portrait of a century-old Italian-American restaurant in New York City, one of the last of its kind in a rapidly changing East Village. This observational documentary loosely follows the rhythm of the restaurant’s day, which swings between boredom and frenzy as the old rooms empty and fill. No one who works at John’s is actually Italian, but some have been here for 40 years, including two pairs of brothers and a father and son. JOHN’S OF 12TH STREET catalogues the overlooked details of working life and a vanishing facet of New York City.","release_date":"2014-11-16","vote_average":8.0,"runtime":64,"cert":"\"\"","id":301046,"title":"John's of 12th Street","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Indian film starring Dipankar Dey, Soma Dey and Anil Chatterjee","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301048,"title":"Sagar Balaka","adult":false,"genre_ids":[]},{"cast":[],"overview":"Martial arts champion Raul Ries was weaned on anger and fueled by rage -- a destructive path that led him to the brink of the murder-suicide of his family and himself. But on the darkest night of his life, Someone intervened. The man who refused to show weakness faces Someone so powerful that he is finally broken and taken from...Fury to Freedom.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301050,"title":"Fury to Freedom","adult":false,"genre_ids":[]},{"cast":["Danay García","Kate Siegel","Anastasia Baranova","Dean Cain","Mariel Hemingway"],"overview":"Attempting to compete for the love of a beautiful woman, a self-declared sissy joins a man camp that \"transforms boys into men,\" only to discover it's run by his dream girl's macho boyfriend.","release_date":"2013-08-12","vote_average":4.0,"runtime":76,"cert":"\"\"","id":301058,"title":"Man Camp","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Last year we sorted through hours of video footage and photographs from when we first recorded and released our debut album, I Am The Movie. We realized we had such great footage from those days that we thought it would be cool to put together a documentary inspired stylistically by Fugazi's Instrument. We asked our friend Melissa Kraemer to lead the project and she did an amazing job editing together the story of I Am The Movie through the songs, from start to end.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301060,"title":"Motion City Soundtrack - I Am The Movie: The Movie","adult":false,"genre_ids":[]},{"cast":["Jewel Alamble","Spencer Brown","Francis Kumse","Bismillah Rahmna"],"overview":"What happens to the crew aboard a pirated ship, the MV iceberg 1, hijacked for over 11 months.","release_date":"2011-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":301062,"title":"Pirates of Somalia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Lonely and struggling to navigate the dog eat dog world of preschool, playdates, and playgrounds, Amy is thrilled to meet fellow mommy Grace, who seems to be the answer to her prayers. When Grace suddenly starts avoiding Amy, ignoring her calls, excluding her and shunning her publicly, Amy begins to lose her grip and finds herself the center of the other mommy's scorn and ridicule.","release_date":"2012-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":301064,"title":"Play Date","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ram Sinha comes from a wealthy family. His mother would like him to get married so that their family can have a heir. Ram entrust's this job to his mother, and let's her decide who he should marry. Ram's marriage is arranged with a beautiful young woman named Chitralekha. After the marriage, Ram accuses Chitralekha of being inhuman, a ghost, who is out to kill him. But Chitralekha denies this, and pledges her lifelong love for him. Ram, his friend, Rajesh, and his wife decide to travel elsewhere, but no matter where they go, they see a ghostly apparition of Chitralekha following them everywhere.","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301066,"title":"Ab Kya Hoga","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Balkrishna and Shankar Nag","release_date":"1984-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301068,"title":"Thayi Kanasu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1976.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301070,"title":"Anaavaranam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1973.","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301078,"title":"Chukku","adult":false,"genre_ids":[]},{"cast":[],"overview":"Poland, 1944. Assembled for a top-secret rescue mission, a daring team of Special Forces soldiers quickly find themselves trapped deep behind enemy lines.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301080,"title":"101st: A-Company","adult":false,"genre_ids":[]},{"cast":[],"overview":"Six African-American street-corner gospel singers' individual stories mixed with soulfully sung a cappella harmonies give us insights as to how homelessness affects them and why their music touches us.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301082,"title":"Bay City Luv: Singin' 'n Livin' on the Edge","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Effect is one of the relatively lesser known documentaries about the NYHC scene. It contains live footage and interviews with some of the real, universal HC legends, like Agnostic Front, Cro-Mags, Murphy's Law, Sick of it All and Gorilla Biscuits. What is great about In Effect is that you get to see the different personalities and approaches behind each band (i.e. Cro-Mags' tougher 'bad guy' stance, SOIA's more mature HC approach, Gorilla Biscuits' intellectual straight edge), which has pretty much evolved into different schools of hardcore in all these following years. It's awesome to watch documentaries like this, because you gain some insight of how hardcore really used to be back in the day, before the hype, the style, the tattoos, the rejection of the oldschool by newer schools, and before touring and putting out records was easy as it is today.  So... know your hardcore history, enjoy the awesome music and check out these 58 minutes of O.G. NYHC action!","release_date":"","vote_average":4.3,"runtime":58,"cert":"N\/A","id":301084,"title":"In Effect 91' NYHC Documentary","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Bollywood 1969","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301086,"title":"Jwala","adult":false,"genre_ids":[]},{"cast":["Jenn Gotzon Chandler","Apolonia Davalos","Rebecca Lines","Hayden Gael Barnes","Glenn Cartwright"],"overview":"A small New Testament passes through the hands of fourteen strangers. For seven of the individuals, their lives will never be the same.","release_date":"2014-07-01","vote_average":0.0,"runtime":62,"cert":"\"NR\"","id":301088,"title":"The Good Book","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Film directed by Datta Keshav","release_date":"1974-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301102,"title":"Bayanu Navre Sambhala","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301104,"title":"Alle Werden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Soumitra Chatterjee, Aparna Sen and Utpal Dutt","release_date":"1973-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301106,"title":"Chhutir Ghanta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Indian classic starring Shyam Kumar, Nusrat and Munawar Sultana","release_date":"1947-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301108,"title":"Dard","adult":false,"genre_ids":[]},{"cast":["David Niven","Art Carney","Maggie Smith","Catherine Hicks","Lionel Jeffries"],"overview":"Two men show up claiming to be the grandfather of a child heiress.","release_date":"1983-04-14","vote_average":5.0,"runtime":89,"cert":"\"\"","id":301110,"title":"Better Late Than Never","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Takes a tour of the best this Ireland has to offer, sharing history, culture, tradition and the flavors of all the classic Irish brews. From Guinness to the magical whiskey distilleries, you'll get to see exactly how it's done.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301112,"title":"Great Irish Drinks: The History of Irish Breweries & Distilleries","adult":false,"genre_ids":[]},{"cast":[],"overview":"A  Vasu film starring Rajkumar","release_date":"1986-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":301114,"title":"Guri","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1987","release_date":"1987-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":301119,"title":"Ondu Muthina Kathe","adult":false,"genre_ids":[]},{"cast":["Hany Ramzy","Hassan Hosny","Talaat Zakaria","Said Tarabeek","Fayek Azab"],"overview":"","release_date":"2004-06-28","vote_average":5.9,"runtime":null,"cert":"N\/A","id":301121,"title":"Ghabi Meno Feih","adult":false,"genre_ids":[35]},{"cast":["Nacho Marraco","Carla Sánchez","Sergio Candel"],"overview":"","release_date":"2010-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301123,"title":"Historia de un director idiota","adult":false,"genre_ids":[18,35,36]},{"cast":["Kevin O'Dwyer","Alan Devine","Fiona O'Shaughnessy","Willie Higgins","Niall McDonagh"],"overview":"James and his dad Michael use Irish as a secret language to discuss their secret spy business. They must never let James' mum know about their covert missions. But soon everything will be thrown into the open and life will never be the same again...","release_date":"2005-11-19","vote_average":0.0,"runtime":14,"cert":"N\/A","id":301125,"title":"The Secret Language","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1984","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301127,"title":"Prachanda Kulla","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Jackie Shroff, Naseeruddin Shah and Nagma","release_date":"1993-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301129,"title":"Hasti","adult":false,"genre_ids":[]},{"cast":["Tara Strong","Ashleigh Ball"],"overview":"Since her arrival in Ponyville, Twilight Sparkle has learned the true meaning and value of friendship. With her very best friends (Rainbow Dash, Rarity, Pinkie Pie, Apple Jack, Fluttershy and, of course, Spike) Twilight goes on the greatest of adventures and comes back with even more lessons. All of this has earned Twilight her wings and the crown of a princess and now you can learn what Princess Twilight Sparkle has learned and take with you the Keys Of Friendship.","release_date":"2014-07-29","vote_average":0.0,"runtime":110,"cert":"\"\"","id":301131,"title":"My Little Pony Friendship is Magic: Keys of Friendship","adult":false,"genre_ids":[14,16,12]},{"cast":["Franco Nero","Tony Musante","Erik Estrada","Max von Sydow","Claudine Auger"],"overview":"Film starring Franco Nero, Tony Musante and Erik Estrada","release_date":"1985-11-15","vote_average":6.0,"runtime":120,"cert":"N\/A","id":301133,"title":"The Repenter","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Go on a fascinating journey to many of the places where the apostle traveled and taught. Along the way, scholar David Hulme begins to unravel the centuries of accumulated misunderstanding about Paul and his teachings. With modern scholarship shedding new light on the biblical record, an astonishingly different picture of the apostle Paul emerges.","release_date":"2005-11-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301135,"title":"Quest for the Real Paul","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young woman is bound to a chair. Her tormentor is in a gas mask. There's a voice on an intercom. Who are these people and why did they choose her? Written and Directed by Eric Williford","release_date":"2012-06-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301137,"title":"Natalie's Lose Lose","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1975","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301139,"title":"Raagam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301141,"title":"Inspector Kranthikumar","adult":false,"genre_ids":[]},{"cast":["Earl Browning III","Stacy Cunningham","LeMarc Johnson","Bryan Pitts","Stephen Brodie"],"overview":"Jack will do anything to win his league - even take out his opponents players. Jack Snow is a family man obsessed with winning his high stakes fantasy football league. He's a huge fan of fantasy football and professional football, but his wife forbids him to play. Steve-O, Jack's friend, convinces him to play one more time. Jack keeps it secret from his wife and son. He must take home the league championship in order to win the $60,000 payout.","release_date":"2013-01-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":301143,"title":"Pros and Cons: A Fantasy Football Movie","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Film starring Joy Mukherjee, Vimi and Helen","release_date":"1971-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301154,"title":"Kahin Aar Kahin Paar","adult":false,"genre_ids":[]},{"cast":["Andrew Baker","Bridget Bree","Eric Clayton","James Cole","Tony Halstead"],"overview":"A magical adventure inspired by the Chronicles of Narnia, Walt Disney animated musicals and the parables by Jesus Christ \"Strawinsky and the mysterious house\" tells the story of four talking animals that discover a hidden mansion in the middle of a secret forest. They start exploring the house and encounter strange inhabitants such as a depressed cello, a manic troll and an overweight creature that is addicted to the books in its basement. As Strawinsky - the hero of the story - tries to solve the mysteries surrounding the house, his friends get trapped in the underground library. It's up to Strawinsky to find a way to break the dark spell and help his friends to escape from the evil lurking within the mysterious house.","release_date":"2012-12-04","vote_average":1.0,"runtime":30,"cert":"N\/A","id":301156,"title":"Strawinsky and the Mysterious House","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Film directed by Dinkar D. Patil","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301158,"title":"Kamapurta Mama","adult":false,"genre_ids":[]},{"cast":[],"overview":"Barry Sheene MBE was probably the most famous two-wheeled star to have ever come out of Britain. The cheeky cockney was an inspiration to millions. There were other British champions who achieved more on the track, but the articulate, witty and confident 'Bazza' brought his successes to the attention of the British public, and they took him to their hearts. He was equally famous for overcoming his numerous crashes, at one time he had metal plates in both knees, 28 screws in his legs and a bolt in his left wrist!","release_date":"2003-07-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301160,"title":"Champion Sheene","adult":false,"genre_ids":[]},{"cast":["Kim van Kooten","Koen De Graeve","Lies Visschedijk","Frank Lammers","Hanna Obbeek"],"overview":"Masha (37) is in an overwhelming relationship with Luuk, father of two and separated. Nothing seems to stand in their way until Luuk turns incurably ill, leaving Masha without status.","release_date":"2015-01-15","vote_average":5.9,"runtime":98,"cert":"N\/A","id":301162,"title":"In the Heart","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Film starring Pandharibai and Rajkumar","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301164,"title":"Karthikeyan","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the fascinating and complicated process of the rebuilding of Holland's most famous museum, The Rijksmuseum. The film shows the people behind the scenes during the years of demolition, restoration, and political and financial debate. We witness their efforts, joys and struggles with one goal in common: the love of art.","release_date":"2014-12-14","vote_average":8.0,"runtime":127,"cert":"N\/A","id":301166,"title":"The New Rijksmuseum","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Essence of Surfing is a riveting surf documentary that gets to the heart of why surfing is the greatest sport in the world. Featuring surfers of all kinds, from the neighborhood grom to some of the greatest surfers to ever live, The Essence of Surfing uncovers what it is about this awesome sport that makes it a necessary part of each of their lives. Shot in the world's most beautiful locations by top notch Cinematographers Erik Ippel and Mike Prickett, this film is sure to hook and inspire anyone looking to get wet and catch some waves.","release_date":"2014-07-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301168,"title":"The Essence of Surfing","adult":false,"genre_ids":[]},{"cast":["Wes Craven","Sean S. Cunningham","David Hess","Sandra Peabody","Jeramie Rain"],"overview":"40-minute documentary on the making of Wes Craven's 1972 classic, The Last House on the Left.","release_date":"2003-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":301170,"title":"Celluloid Crime of the Century","adult":false,"genre_ids":[99]},{"cast":["Wes Craven","Peter Locke","Robert Houston","Dee Wallace","Suze Lanier-Bramlett"],"overview":"This laid-back interview-laden documentary about the film Hills Have Eyes, The (1977) details the entire production of the movie. All of the financing and weather problems are explained, as well as many other difficulties on set. The interviewees also talk about their starts in the film industry, which took place in and around when the film was made.","release_date":"2003-09-24","vote_average":0.0,"runtime":55,"cert":"\"\"","id":301172,"title":"Looking Back at 'The Hills Have Eyes'","adult":false,"genre_ids":[99]},{"cast":["Peter Maffay","Roman Knizka","Claudine Wilde","Heikko Deutschmann","Dieter Laser"],"overview":"","release_date":"1999-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301174,"title":"Gefangen im Jemen","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Film starring Uttam Kumar, Supriya Choudhury, Anil Chatterjee and Dilip Mukhopadhyay","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301176,"title":"Mombati","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Balkrishna and Rajkumar","release_date":"1981-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":301178,"title":"Nee Nanna Gellare","adult":false,"genre_ids":[]},{"cast":["Johanna Klante","Heikko Deutschmann","Hans Peter Hallwachs","Ernst Jacobi","Frank Giering"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301183,"title":"Hannas Baby","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 2000, Nili Tali produced a film about Israeli men traveling to the Ukraine in search of young wives. Eight years on, she returns to see what's happened to the couples since.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301185,"title":"Ukranian Brides","adult":false,"genre_ids":[]},{"cast":["Robert Atzorn","Suzanne von Borsody","Heikko Deutschmann","Alexander Pelz","Samira Bedewitz"],"overview":"The successful spoiled stock market pro Arthur Boysen is a winner. When he is diagnosed with an incurable disease of the nervous system, he takes on the fight against the disease. - Gripping drama with Robert Atzorn as a charismatic financier, who only by the threat of a deadly disease can recognize the value of love for his wife.","release_date":"2002-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":301187,"title":"Nicht ohne deine Liebe","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Die Entfuhrung aus dem Serail (The Abduction from the Seraglio) is one of Mozart's five great repertoire operas alongside Le nozze di Figaro, Don Giovanni, Cosi fan tutte and Die Zauberflote. A typical \"Singspiel\", a form in which all the dialogue is spoken rather than sung, it was a great success during Mozart's lifetime and to this day has not lost any of its magic. Mozart was twenty-six when he wrote this opera, which was commissioned by a Viennese Theatre and premiered in 1782. The production for the Schwetzingen Festival in May 1991, which was amusingly staged by Michael Hampe, was recorded in the small, jewel-like Rococo Palace Theatre. Gianluigi Gelmetti led his excellent soloists, including international stars Ruth Ann Swenson and Kurt Rydl to an ensemble performance of great unity. The combination of colourful and imaginative sets and costumes and musical excellence brings the story about Westeners in a Turkish harem convincingly home to the viewers.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301189,"title":"W. A. Mozart: Die Entfuhrung aus dem Serail","adult":false,"genre_ids":[]},{"cast":["Jan-Gregor Kremp","Heikko Deutschmann","Katharina Thalbach"],"overview":"","release_date":"2004-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301191,"title":"Die Quittung","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Film starring Bhanumathi Ramakrishna, Padmin and M.G. Ramachandran","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301193,"title":"Rani Samyuktha","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film directed by T. Hariharan","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301207,"title":"Sono Un Fenomeno Paranormale \/ Babasciò","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film featuring Simón Bolivar Orquesta Sinfónica, Gustavo Dudamel and Felix Mendoza","release_date":"2008-05-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301212,"title":"The Promise Musical","adult":false,"genre_ids":[]},{"cast":[],"overview":"1975 film starring  Adoor Bhasi, Thikkurisi Sukumaran Nair, Prem Nazir","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301214,"title":"Abhimanam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Mukkamala, Chittor V. Nagaiah and Taraka Rama Rao Nandamuri","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301216,"title":"Aggi Pidugu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Senator Algore has been trying to tell this story for years, but no one has been listening. Years ago, Penguins were brought to zoos all across America. Somehow, word got back to Antarctica about a better lifestyle in Southern California. Now, swarms of penguins are floating to America on ice chunks, taking over our living spaces, living tax-free and causing overpopulation. In this riveting documentary, we hear first-hand accounts of encounters with penguins, how they have been invading our communities, and how they are starting to make our lives…inconvenient.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301218,"title":"An Inconvenient Penguin","adult":false,"genre_ids":[]},{"cast":["Feroz Khan","Mumtaz","Prem Chopra","Helen"],"overview":"Romance between a beautiful thief and a race car driver","release_date":"1972-01-01","vote_average":0.0,"runtime":128,"cert":"\"\"","id":301220,"title":"Apradh","adult":false,"genre_ids":[10749,28,53]},{"cast":["Mariah Teixeira","Jefferson Antonio"],"overview":"At the beaches of Aracaju(Brazil), popsicle sellers believe in the myth of a girl dressed in white called Eva Maria.","release_date":"2013-11-26","vote_average":0.0,"runtime":12,"cert":"N\/A","id":301222,"title":"Eva Maria","adult":false,"genre_ids":[18]},{"cast":["Dianna La Grassa","Stephanie May","Matt James","Michela Carattini","Byron Sakha"],"overview":"5 people trapped in a bunker after a nuclear and biological attack are forced to make an impossible decision - either one dies or they all die.","release_date":"2014-11-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":301224,"title":"54 Days","adult":false,"genre_ids":[53]},{"cast":["Nana Patekar","Rabia Amin","Arjun Chakraborty","Madan Jain","Suhas Palshikar"],"overview":"Four unemployed young men befriend their new neighbors, but soon tragedy strikes and everything is shattered.","release_date":"1986-01-01","vote_average":7.3,"runtime":149,"cert":"N\/A","id":301226,"title":"Ankush","adult":false,"genre_ids":[]},{"cast":["Elliot Cowan","Élodie Yung","Jonathan Pryce","Robert Bathurst","James Callis"],"overview":"In the near future, Frank, a police officer, discovers that the legalization of all recreational drugs comes with a price.","release_date":"2015-09-25","vote_average":4.9,"runtime":96,"cert":"\"\"","id":301228,"title":"Narcopolis","adult":false,"genre_ids":[53,9648,878]},{"cast":["Baba Camara","Madou Camara","Kouda Camara","Koumba Doumbouya","Yaya Traoré"],"overview":"In Kouroussa, his native village, little Baba lives happily, between Madou, his father, a gifted mechanic, Kouda, his sweet mother, and his gang of pals. Kouroussa is a wonderful place where Baba learns about life. But like all little boys Baba grows and now he is old enough to continue his studies in Conakry. He must say farewell to his village and cross all Guinea to the capital city of Guinea to live with his uncle.","release_date":"1995-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":301230,"title":"The African Child","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301232,"title":"SUIKERTRIP","adult":false,"genre_ids":[10749]},{"cast":["Mario Almada","Fernando Almada","Cristina Molina","Olivia Collins","Lizetta Romo"],"overview":"A psycho-killer is on the loose targeting only young women. Grisly deaths pile up, one after another. The real problem is not finding out who he is, but instead, how to stop him.","release_date":"1984-05-10","vote_average":5.0,"runtime":90,"cert":"N\/A","id":301246,"title":"La muerte del chacal","adult":false,"genre_ids":[53,27]},{"cast":["Julieth Restrepo","Jose Restrepo","Alvi de Abreu","Camilo Ávila","Camilo Ávila"],"overview":"In an America where everyone has superpowers, Andy, the only kid who doesn't have one, struggles to escape a group of bullies led by Sofia, who just wants to make Andy's life more miserable than it already is. But what begins as an ordinary 'everyday' beating ends up spiraling out of control, putting our hero in a life-or-death situation where courage, leadership and sacrifice will guide Andy -- and Sofia -- to discover the true meaning of \"being special.\"","release_date":"2014-11-03","vote_average":5.0,"runtime":11,"cert":"\"\"","id":301248,"title":"Singular","adult":false,"genre_ids":[878,28]},{"cast":["Paulo Mendes da Rocha"],"overview":"","release_date":"2013-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301250,"title":"Paulo Mendes Da Rocha, Nosso Querido Arquiteto","adult":false,"genre_ids":[]},{"cast":["Fahadh Faasil","Nivetha Thomas","Renji Panicker","Joju George","Ambika Mohan"],"overview":"The movie revolves around the incidents that happen within a time span of 24 hours. Neil John Samuel (Fahadh Faasil) is the sales manager of Benz showroom. He gets a bag of money, while he returns home after the New Year party. The bag and the money originally belongs to a wealthy businessman Issac Aanakkadan (Renji Panicker), who intends to buy some precious diamonds from a group of people. Issac begin the mission to get back his lost money. At the same time, notorious goon Makudi Das (Joju George) and his group follows Neil to steal the money from him. Neil, who realizes that somebody is following him and the money in his hands, elopes to a remote village of Tamil Nadu in a truck. Rest forms the crux of the story.","release_date":"2014-09-26","vote_average":5.3,"runtime":125,"cert":"N\/A","id":301252,"title":"Money Ratnam","adult":false,"genre_ids":[35,53]},{"cast":["João Tabarra"],"overview":"A blur shadow, an anonymous interview reveals a lonely man, melancholic, unfitted to his time. His testimony reveals a city in mutation.","release_date":"2010-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":301260,"title":"Pickpocket","adult":false,"genre_ids":[]},{"cast":[],"overview":"Captured over three years, this black-and-white pictorial study portrays life under the threat of demolition at the Kopaszi dam.","release_date":"2004-11-02","vote_average":6.0,"runtime":13,"cert":"N\/A","id":301262,"title":"The Dike of Transience","adult":false,"genre_ids":[]},{"cast":["Omiros Poulakis","Prometheus Aleifer","Ioanna Tsirigouli","Iro Bezou","Dimitris Mavros"],"overview":"The Greek movie has a family in its main focus and the trouble they're all in.","release_date":"2012-10-10","vote_average":7.0,"runtime":99,"cert":"N\/A","id":301270,"title":"Το γάλα","adult":false,"genre_ids":[18]},{"cast":["Salvatore Ficarra","Valentino Picone","Tiziana Lodato","Fatima Trotta","Francesco Paolantoni"],"overview":"Valentino and Salvo, unemployed and in search of fortune and recommendation, leave Palermo for Valentino’s home town, Monteforte, where they will try to survive the Italian crisis by opening some sort of hospice.","release_date":"2014-11-06","vote_average":6.2,"runtime":90,"cert":"N\/A","id":301272,"title":"Andiamo a quel paese","adult":false,"genre_ids":[35]},{"cast":["Yang Zishan","Gua Ah-leh","Chen Bolin","Lu Han","Deshun Wang"],"overview":"A visit to the photographer’s returns the physical looks of a 70-year-old grandmother back to her 20s. Things get even stranger when his grandson asks her to join his band, and his best friend begins to fall for her.","release_date":"2015-01-15","vote_average":6.8,"runtime":131,"cert":"N\/A","id":301274,"title":"20 Once Again","adult":false,"genre_ids":[35]},{"cast":["Rahul Dev"],"overview":"Yoddha The Warrior is the story of a warrior who rises to revenge wrongdoers, with Rahul Dev essaying the role of a antagonist.","release_date":"2014-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301276,"title":"Yoddha: The Warrior","adult":false,"genre_ids":[]},{"cast":["Gianfranco Butinar","Enzo Salvi","Franco Oppini","Nadia Rinaldi","Andrea De Rosa"],"overview":"","release_date":"2014-11-06","vote_average":3.5,"runtime":null,"cert":"N\/A","id":301278,"title":"Non escludo il ritorno","adult":false,"genre_ids":[]},{"cast":["Lil Dagover","Lien Deyers","Paul Hörbiger","Alwin Neuß","Gustav Rickelt"],"overview":"","release_date":"1930-10-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301280,"title":"Das alte Lied","adult":false,"genre_ids":[18]},{"cast":["Liane Haid","Walter Rilla","Oskar Karlweis","Trude Hesterberg","Lien Deyers"],"overview":"","release_date":"1931-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301282,"title":"Die Männer um Lucie","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1918-08-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301290,"title":"An Ace and a Joker","adult":false,"genre_ids":[16]},{"cast":["François Cluzet","Lio","Tom Novembre","Catherine Frot"],"overview":"","release_date":"1985-10-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":301292,"title":"Elsa, Elsa","adult":false,"genre_ids":[]},{"cast":["Kathlyn Williams","Wallace Reid","Joe King","Alfred Paget","Helen Bray"],"overview":"Stella Benton, a young society girl who has lost her beautiful voice through the death of her father, goes to live with her brother Charles, in the lumber camp. Charles Benton is having a struggle to make both ends meet, and when his cook quits, he makes his sister do the work for the hundred men in the lumber camp. Jack Fyfe, a neighboring lumber man, meets Stella and gradually falls in love with her, but love is not reciprocated. Seeing that she is being overworked, Fyfe offers to marry her, in spite of the fact that she does not love him. A child is born of this loveless marriage, and the couple are reasonably happy, until Walter Monahan, a wealthy lumberman, begins to make love to Stella.","release_date":"1917-07-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301294,"title":"Big Timber","adult":false,"genre_ids":[10749]},{"cast":["Nils Lofgren"],"overview":"Face the Music is a much-needed in-depth look at the groundbreaking solo work of one of rock’s most underestimated, creative, and irreplaceable musicians. Summing up his monumental project, the unfailingly modest Lofgren says, “We were just grateful to play our faces off, anywhere and everywhere. To look back 45 years and to hand-pick this music and to hear it all together is pretty stunning.\"","release_date":"2014-04-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301296,"title":"Nils Lofgren Face the Music","adult":false,"genre_ids":[10402]},{"cast":["Kim Nam-gil"],"overview":"A documentary about environment destruction in the Amazon and the tribes living there. Produced for the 48th anniversary of MBC, Korea. A brilliant records of the itinerary for 250 days through the Amazon.","release_date":"2010-06-09","vote_average":6.5,"runtime":98,"cert":"N\/A","id":301301,"title":"Tears in the Amazon","adult":false,"genre_ids":[99]},{"cast":["Ken Olin","Mariska Hargitay","Gina Philips","Wendell Pierce","Jessica Tuck"],"overview":"A lawyer who realizes his superstar client is guilty of rape only after he successfully defends him.","release_date":"1997-10-05","vote_average":6.3,"runtime":89,"cert":"\"\"","id":301303,"title":"The Advocate's Devil","adult":false,"genre_ids":[80,18,27]},{"cast":[],"overview":"Contrary Warrior is an intimate first-person account on the life and work of Native American activist, artist, ceremonial leader, author, and enemy of the state Adam Fortunate Eagle This biographial account of one of the principal organizers of the Indan occupation of Alcatraz Island in 1969 won the Audience Choice Award at Cine Las Americas International Film Festival in Austin, and the Platinum Reel Award at the Nevada Film Festival.","release_date":"2014-03-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301311,"title":"Contrary Warrior: The Life and Times of Adam Fortunate Eagle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alsina, the Witch Queen of the Magic Island transforms her lovers into rocks and trees when she tires of them. At the opening of this opera, however, she is experiencing a new emotion: love. But Alcina is too tough to die for love, though her magic powers disappear when she falls in love with a man. Now she is forced to deal with the infections of doubt, jealousy and mortality.","release_date":"2013-05-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301316,"title":"Handel: Alcina","adult":false,"genre_ids":[]},{"cast":["Taylor Weaver","Nick W. Nicholson","David Maldonado","Brittney Karbowski","Kerry Beyer"],"overview":"Convinced her roommate's new fiancé is the man who abducted and raped her, a young law student, suffering from post traumatic stress disorder, takes justice into her own hands as she exacts revenge... but does she have the right man? Elizabeth Jackson and Kerry Beyer star in this disturbing revenge thriller that pushes the limits of sadism.","release_date":"2014-10-14","vote_average":7.0,"runtime":null,"cert":"\"\"","id":301318,"title":"Killing Mr. Right","adult":false,"genre_ids":[53]},{"cast":["Victor Jones","Zakiya Alta Lee"],"overview":"When 43 year-old Walter and 26 year-old Nadia met, he wasn't looking for her, and she wasn't looking for him. Now that they are together, nobody can believe it. At times neither can they. To Walters' friends she's a one-night stand. To Nadia's friends he's a sugar daddy. Both find themselves trying to prove to their friends that their relationship is real. While Walter struggles with the relationship because of the difference in age, Nadia embraces it wholeheartedly. Ultimately they find that they've spent so much time convincing the world that their love is true, they must now convince one another.","release_date":"2009-08-15","vote_average":0.0,"runtime":99,"cert":"\"\"","id":301320,"title":"Love Is Where You Find It","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Nick Pope of the British Ministry of Defense discusses the impending advent of aliens on Earth.","release_date":"2009-08-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301322,"title":"Nick Pope: Summer of the Saucers","adult":false,"genre_ids":[]},{"cast":["Sady Baby","Luana Scarlet","Jerônimo Freire","X-Tayla"],"overview":"Finding his wife being raped, man kills the offender with touches of cruelty. The wife, scared by her husband's violence, runs away. He then moves to São Paulo and starts a series of sex crimes.","release_date":"1985-11-06","vote_average":6.7,"runtime":null,"cert":"N\/A","id":301324,"title":"No Calor do Buraco","adult":false,"genre_ids":[28,35,80]},{"cast":[],"overview":"A heartfelt story, David Harley is in a relationship with diagnosed Bi-Polar DeAnn Helmsley. David receives unexpected attitudes from DeAnn, when David and DeAnns relationship begins to look promising, David answers an unexpected phone call that changes their relationship forever.","release_date":"2014-02-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301326,"title":"Medicated Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the last 500 years, Edilson has been cutting sugar cane in Brazil. One day, the machines arrive and he leaves his job to engage in his first space mission. A small step for him, a giant leap for the nation.","release_date":"2014-11-06","vote_average":7.0,"runtime":64,"cert":"N\/A","id":301328,"title":"Brasil S\/A","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An essay film\/documentary perusing matters of art, society, history, and a grab-bag of the author's interests, which also serves as a primer to the aesthetics of digital video.","release_date":"2000-01-23","vote_average":4.0,"runtime":68,"cert":"N\/A","id":301330,"title":"6 Easy Pieces","adult":false,"genre_ids":[]},{"cast":[],"overview":"For more than 40 years, Bob Proctor has focused his work and his teachings on helping people use the power of their minds to achieve lives of prosperity, rewarding relationships and spiritual awareness. But it wasn't always thus – at age 26 he was unhappy, sick, broke, and headed in the wrong direction, until a man introduced him to a powerful book.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301332,"title":"Portraits of Inspiring Lives with Bob Proctor","adult":false,"genre_ids":[]},{"cast":["Rooney Mara","Ben Mendelsohn","Riz Ahmed","Indira Varma","Tara Fitzgerald"],"overview":"When a young woman unexpectedly arrives at an older man's workplace, looking for answers, the secrets of the past threaten to unravel his new life.","release_date":"2017-03-30","vote_average":6.3,"runtime":94,"cert":"\"\"","id":301334,"title":"Una","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"John Assaraf discusses how to free yourself from unconscious beliefs that prevent you from truly achieving your goals. Assaraf gives a brief glimpse into his life as he discusses the thoughts and beliefs that prevented him from succeeding and what he did to overcome them.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301336,"title":"Portraits of Inspiring Lives with John Assaraf","adult":false,"genre_ids":[]},{"cast":[],"overview":"Marcia Wieder, founder and CEO of Dream University and the woman Oprah calls “America’s dream coach,” travels the globe, inspiring millions of people to make their dreams come true.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301338,"title":"Portraits of Inspiring Lives with Marcia Wieder","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tree planting is one of the most physically and mentally demanding jobs in Canada. Working long days in the baking sun of desolate clear cuts, you can expect rain storms and snow covered tents: that's tree planting in Northern Alberta. In this documentary, veteran planters share their experiences as they struggle through each day of what has become the longest and most difficult season ever!","release_date":"2014-01-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301340,"title":"78 days, the untold chronicle of a reforestation season","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Beer-Documentary that sheds some light on the exploding beer culture in and around the city of Philadelphia. Beeradelphia will showcase not only beer of course, but brewerys, home brewers, beer clubs, Brew pubs, beer authors and beer historians, bottle shops and distributors and of course interviews with the region's most famous beer personalities and of course more beer!","release_date":"2012-09-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301345,"title":"Beeradelphia","adult":false,"genre_ids":[]},{"cast":[],"overview":"A former hit-man recalls his first kill. When Luigi's mission is hampered, he inevitably encounters a cashier, a taxi-driver, a few clock collectors and a psychopath.","release_date":"2014-04-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301347,"title":"Chocolate Milk","adult":false,"genre_ids":[]},{"cast":["Tyra Misoux"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301349,"title":"Tyra Misoux's versaute Teeny-Sex-Parties","adult":true,"genre_ids":[]},{"cast":["Zac Efron","Emily Ratajkowski","Wes Bentley","Nick Rotteveel","Alessandro Lindblad"],"overview":"Young Cole Carter dreams of hitting the big time as a Hollywood disc jockey, spending his days and nights hanging with buddies and working on the one track that will set the world on fire. Opportunity comes knocking when he meets James Reed, a charismatic DJ who takes the 23-year-old under his wing. Soon, his seemingly clear path to success gets complicated when he starts falling for his mentor's girlfriend, jeopardizing his new friendship and the future he seems destined to fulfill.","release_date":"2015-08-26","vote_average":6.3,"runtime":96,"cert":"\"R\"","id":301351,"title":"We Are Your Friends","adult":false,"genre_ids":[18,10402,10749,35]},{"cast":["Uffe Holm"],"overview":"","release_date":"2014-11-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":301362,"title":"The Uffe Holm Show 4","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A unique documentary on boxing champion Gary \"Spike\" O'Sullivan as he prepares to defend his WBO International title against British and Commonwealth middleweight champion Billy Joe Saunders. 'SPIKE: The Mind of a Warrior' explores the psychological effects of the training and conditioning.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301364,"title":"Spike: The Mind of a Warrior","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pianist and lecturer Lisa Yui performs three famous sonatas by Ludwig van Beethoven (\"Appassionata,\" \"Moonlight\" \"Waldstein\") as well as the witty sonata in F major, Op. 10 No. 2. Each work is illuminated by historical and musical information demonstrated by the artist.","release_date":"2014-03-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301366,"title":"Lisa Yui Plays 4 Beethoven Sonatas","adult":false,"genre_ids":[]},{"cast":["Jake Johnson","Chase Ryan Jeffery","Cherami Leigh","Tom Maden","Kim Matula"],"overview":"A disgruntled grocery store clerk can't quit living in the past until one night his store gets robbed and it changes his future forever.","release_date":"2011-04-10","vote_average":5.8,"runtime":82,"cert":"\"\"","id":301368,"title":"Spilt Milk","adult":false,"genre_ids":[35]},{"cast":["Donna Marie Beard","H.T. Altman","Ingrid Moss","Doug Phillips"],"overview":"A nurse provides home care to a disabled Vietnam Vet. Unknown to her, she's part of a con game cooked up by her boyfriend.","release_date":"2013-03-10","vote_average":0.0,"runtime":120,"cert":"\"\"","id":301370,"title":"Not Quite Lyin' Eyes","adult":false,"genre_ids":[10749,18]},{"cast":["Emilia Clarke","Marton Csokas","Caterina Murino","Remo Girone","Lisa Gastoni"],"overview":"Verena is a nurse who arrives at an old mansion in Italy to help a young boy who has fallen silent since the sudden passing of his mother.","release_date":"2017-04-28","vote_average":5.5,"runtime":91,"cert":"\"R\"","id":301372,"title":"Voice from the Stone","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Bob Balaban","Josh Lucas","Jeffrey Buehl","Claudia Rocafort","Teri Garr"],"overview":"When 25-year-old New Yorker Eric Traber gets fired from his job and kicked out of his apartment, he fears the worst. But his best friend, Ziggy, shows up A.W.O.L. from the Peace Corps and leads him out to the swank Hamptons for Easter weekend in search of betterment and understanding. Once there, they confront the adult roles of life for the first time; fraud, attempted murder, two-faced disloyalty and well-catered cocktail parties!","release_date":"1997-07-04","vote_average":0.0,"runtime":102,"cert":"\"\"","id":301374,"title":"The Definite Maybe","adult":false,"genre_ids":[35]},{"cast":["Katherine Bell","George Bitsanis","Jay Boryczko","Maud Boyron","Gary Cupid"],"overview":"In a world in which Maniac Killers are so plentiful that they regularly stumble upon one another and fight to the death, an evil mastermind identifies a financial opportunity. He begins to round up 9 of the most notorious killers to battle in a custom built, camera saturated, wooded arena.","release_date":"2010-09-21","vote_average":3.0,"runtime":75,"cert":"\"\"","id":301382,"title":"The Maniac Project","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Take a look into the personal and professional life of DJ, Producer &amp; Recording Artist Rip. A story riddled with tragedy &amp; hardships, as well as ambition and success that will leave you feeling both heavyhearted and inspired. Follow a kid with a dream who dedicated his life to music through all the doubts, rejection and cynics despite all the adversity and odds against him. From growing up as a minority in his impoverished hometown city of Waukegan, IL to becoming nominated for 8 Madison Hip-Hop Awards. \"The Making of a Sellout\" takes you on Rip's motivated journey as his life is documented with never before seen footage, pictures and stories from the people who know him best.","release_date":"2014-04-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301384,"title":"The Making of a Sellout","adult":false,"genre_ids":[]},{"cast":[],"overview":"Terrell Davis - The too-short, remarkable career of Terrell Davis, the running back who changed Denver Broncos history.","release_date":"2014-10-24","vote_average":0.0,"runtime":44,"cert":"\"\"","id":301386,"title":"A Football Life: Terrel Davis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The best moments of the show that rocked the Goiânia were compiled and gave rise to CD, DVD and Kit (CD + DVD) ?? Night and Day - Live in Goiânia - Villa Mix ??. Thought in its details, the project accurately conveys the strength and energy of Villa Country event. For more than 50 000 present, this product is an opportunity to remember the best of what happened at the festival. And for those who did not attend the party, it's a great opportunity to enjoy the performance of three of the biggest names in Country University.","release_date":"2011-09-11","vote_average":4.8,"runtime":100,"cert":"N\/A","id":301391,"title":"Noite e Dia Ao Vivo Em Goiânia - Villa Mix","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"When Jane Austen, the daughter of a country clergyman, was born in the picturesque village of Steventon in Hampshire in December 1775, few people could have guessed the impact she would have on the world of literature. With just six completed novels, \"Sense and Sensibility\", \"Pride and Prejudice\", \"Mansfield Park\", \"Emma\", \"Persuasion\" and \"Northanger Abbey\", Jane Austen is one of that rare collection of classic authors to have remained popular throughout the ages. Although this program touches upon Jane Austen's literary abilities, it is in fact far more concerned with the great lady herself, and her own fascinating life at a time in England's history when Georgian elegance was at its most graceful.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301393,"title":"Austen Country: The Life & Times of Jane Austen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clumsy Hotori Arashiyama is a girl with a love for mysteries and a knack for getting into trouble. Hotori works as a waitress in an unsuccessful coffee shop when the manager comes up with a plan to increase its fortunes by changing into a maid cafe. Unfortunately, no one knows how to make a successful maid cafe other than dressing everyone in a maid outfit...","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301395,"title":"And Yet The Town Moves","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature documentary that questions why many urban youth ride dirt-bikes, 4 wheelers, and 3 wheelers illegally through the streets of Baltimore.","release_date":"2014-01-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301397,"title":"Baltimore Boys","adult":false,"genre_ids":[]},{"cast":[],"overview":"Just another ordinary family with a very dark secret that will tear them apart.","release_date":"2012-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301405,"title":"To Redemption","adult":false,"genre_ids":[]},{"cast":["Jeff Fahey","Sophie Duez","Lorne Brass"],"overview":"Set in 1912, Canada. A government zoologist fights to save the life of a wolf dog that attacked his master's killer.","release_date":"1994-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":301407,"title":"Eye of the Wolf","adult":false,"genre_ids":[12]},{"cast":[],"overview":"In this insightful session, Dr. Hawkins and his wife, Susan discuss the reality of life and its challenges. He stresses the importance of faith and prayer in daily living and how to maintain a spiritual awareness in life. Glamour, greed and human wants are also discussed. In addition, we are given a truth that we can use when life gets to be too much to handle. Dr. Hawkins also addresses the phrase \"like goes to like\" and the value of acceptance in one's life.","release_date":"2013-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301409,"title":"How To See the Reality of Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"Caleb Peterson (Je'Caryous Johnson) has it all - a great job, plenty of money, and a fine fiancée in former model Paisley Terrell (Patrice Fisher). They're all set to get married just as soon as she signs a prenuptial agreement, but there's just one problem... \"Paisley don't do pre-nups!\" As tempers flare and emotions run high, what began as a romantic proposal quickly escalates into an all-out battle between Men, Money, and Gold Diggers!","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301411,"title":"Je'Caryous Johnson's Men, Money and Gold Diggers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sam, a sex hungry director, gets bitten by a cannibal and suddenly discovers a newly found joy in eating human meat! RG is a student in love with the lovely Svetlana who just so happens to end up in Sam's plate. The two men set off on a lonely journey, each one trying to satisfy their own kind of hunger. Which one will prevail? The hunger for love... or the hunger for human flesh?!","release_date":"2009-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301413,"title":"Greek Psycho Cannibal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Weird Scottish Comedy. Milk Paton: The Motion Picture(s) are three hilariously acidic black comedy\/action stories told using an innovative mix of live action, photography and animation. Join a bottle of milk, a genius, an idiot and a guy who can turn into everyday objects as they are forced to learn the true meaning of friendship over the course of three wild adventures.","release_date":"2013-12-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301415,"title":"Milk Paton: The Motion Picture(s)","adult":false,"genre_ids":[]},{"cast":["J. Scott Green","Katelyn Marie Marshall","Selene Beretta","Kasey Williams","Jennice Carter"],"overview":"Meet the Antichrist. He's been kidnapped by a group of women who've mistaken him for someone else, and now they're about to find out exactly who they're messing with. One by one the women become possessed by demonic forces and turn on each other. As the bodies begin to pile up, the girls fight for their lives and to save mankind against the Prince of Evil. Hell Fire is a blood soaked, action packed tale of revenge, murder, satanic evil and demonic possession.","release_date":"2015-01-06","vote_average":4.3,"runtime":91,"cert":"\"NR\"","id":301417,"title":"Hell Fire","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Sunset Junction is about the importance of forming a community. The characters will discover their relationships are more rewarding than their achievements. They will realize while they are waiting for their careers to take off, their real lives are moving forward.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301425,"title":"Sunset Junction","adult":false,"genre_ids":[]},{"cast":[],"overview":"Witness the stunningly true story of the most inept basketball team ever assembled, The New Jersey Americans, who lost every single game they ever played, all to the same team, The Uptown Worldbeaters. Hear from actual 1970s New Jersey Americans players, their coach, fans, and their lone original cheerleader. Even a referee is including in this short mockumentary.","release_date":"2014-01-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301427,"title":"The New Jersey Americans","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thirty-something geek Tom Stewart has always loved cheap old horror and monster movies. He's decided to pursue a dream to create a horror host TV show in an age when infomercials are more important to local television stations than original programming. When TV60-WPM gives Tom his chance, his struggle begins, leading to unexpected and unwanted compromises in all aspects of his life. Before long, Tom wonders if the show's slowly growing success is worth the pain it takes to get there...but he doesn't have to shoulder the burdens alone. \"Thriller Theater!\" is a gently comedic feel-good movie about the struggle to find a balance between \"real life\" and the pursuit of one's creative dreams.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301429,"title":"Thriller Theater!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vampire Sunrise is a docudrama thriller set on the dark side of Hollywood, California. It follows two undercover police detectives as they track down a cult of killer vampires. Or not? Vampire Sunrise is the PG version of the Scott Shaw Zen Film Cult Film Classic, Vampire Abstracta. Removed is the nudity that some viewers may find offensive. Replacing it are unused scenes seen in no other version of the film.","release_date":"2014-02-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301431,"title":"Vampire Sunrise","adult":false,"genre_ids":[]},{"cast":["Zully Moreno","George Rigaud","Juana Sujo","Carlos Thompson","Guillermo Battaglia"],"overview":"A lonely woman marries a man without getting to know him.","release_date":"1949-08-11","vote_average":0.0,"runtime":84,"cert":"N\/A","id":301433,"title":"La trampa","adult":false,"genre_ids":[53]},{"cast":[],"overview":"More than any other historical documents, It is the personal private letters written by a people to \"their\" dictator that provide the most intimate glimpses of the history of the Third Reich. A treasure of more than 100,000 such letters were recently found, hidden in a secret Russian archive. The uncensored letters reveal the true feelings of the German people - their hopes, longings and fears; also love letters, declarations of loyalty, birthday wishes and the occasional word of protest. Like a seismograph, it mirrors the change in mood in Nazi Germany, providing a reflection of the German spirit in the years from 1932 to 1945. A.K.A. Dear Uncle Adolf.","release_date":"2010-04-24","vote_average":0.0,"runtime":59,"cert":"N\/A","id":301438,"title":"Dear Uncle Adolf: The Germans and Their Führer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"TEN LIVES is the first film to reveal the lives of feral cats and the growing number of people and organizations around the world working not only to make their lives better, but reduce their numbers through the proven method known as TNR, or trap, neuter and return. TEN LIVES dispels many of the negative myths about feral cats, especially the claim that they are responsible for the decline of birds worldwide.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301449,"title":"Ten Lives: A Feral Cat Odyssey","adult":false,"genre_ids":[]},{"cast":["Ruth Leuwerik","Peter van Eyck","Werner Hinz","Anaid Iplicjian","Edith Schultze-Westrum"],"overview":"","release_date":"1961-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301451,"title":"Die Stunde, die du glücklich bist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A failed writer begins to wish he was illiterate.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301453,"title":"A Real Page Turner","adult":false,"genre_ids":[]},{"cast":[],"overview":"A neurotic man's social and private lives breakdown when his friends discover he's sexually infatuated with his deceased sister.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":301455,"title":"The Rat's Nest","adult":false,"genre_ids":[]},{"cast":["Lilli Palmer","Curd Jürgens","Pascale Petit","Daniel Gélin","Kurt Meisel"],"overview":"","release_date":"1966-02-25","vote_average":0.0,"runtime":94,"cert":"N\/A","id":301457,"title":"An Affair of States","adult":false,"genre_ids":[35]},{"cast":["Fritz Tillmann","Inge Wolffberg","Maria Schell","Harald Juhnke","Barbara Schöne"],"overview":"","release_date":"1972-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301459,"title":"Die keusche Susanne","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the Steps of Moses is an exhilarating exploration of the life of Moses and the book of Exodus. Host David Nunn carefully traces the Biblical texts and takes us to the very places where the events happened. The Exodus stands as the iconic event of the Hebrew Scriptures, and In the Steps of Moses shows us what really happened and why this ancient story continues to change the world today.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":301473,"title":"In The Steps Of Moses","adult":false,"genre_ids":[]},{"cast":["Karl Ludwig Diehl","Olga Tschechowa","Karin Hardt","Hilde Sessak","Olga Limburg"],"overview":"","release_date":"1937-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301475,"title":"Liebe geht seltsame Wege","adult":false,"genre_ids":[18]},{"cast":["Sybille Schmitz","Karl Ludwig Diehl","Will Dohm","Rudolf Schündler","Angelo Ferrari"],"overview":"A fake countess falls in love with an honest man.","release_date":"1944-01-07","vote_average":0.0,"runtime":82,"cert":"N\/A","id":301477,"title":"Die Hochstaplerin","adult":false,"genre_ids":[35]},{"cast":["Barb Honchak","Takayo Hashi"],"overview":"Invicta FC 9 was headlined by Barb Honchak defending her flyweight championship against Takayo Hashi. The co-main event was be Mizuki Inoue against Karolina Kowalkiewicz.","release_date":"2014-11-01","vote_average":0.0,"runtime":270,"cert":"\"\"","id":301479,"title":"Invicta FC 9: Honchak vs. Hashi","adult":false,"genre_ids":[28]},{"cast":["Ruth Leuwerik","Carl Raddatz","Albert Lieven","Maria Sebaldt","Karl Ludwig Diehl"],"overview":"","release_date":"1953-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301481,"title":"Geliebtes Leben","adult":false,"genre_ids":[18]},{"cast":["Leo Martinez","Mara Lopez","Maria Isabel Lopez","Rez Cortez","Bembol Roco"],"overview":"\"Faith, Love, Time, and Dr. Lazaro,\" \"Tata Selo,\" and \"Sandaang Damit;\" three short stories written by three multi-awarded Filipino fiction writers, Gregorio Brillantes, Rogelio Sicat, and Fanny Garcia, transformed into three short films.","release_date":"2014-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":301483,"title":"Three","adult":false,"genre_ids":[10751,18]},{"cast":["Mimis Fotopoulos","Vasilis Avlonitis","Jenny Karezi","Alekos Alexandrakis","Hristos Tsaganeas"],"overview":"Two poor portable barrel piano players ramble through Greek countryside and play in fairs. They meet by chance with a rich runaway girl whose father offers a large reward to her finders.They have to choose between getting the reward or helping the girl with her renegade love affair.","release_date":"1955-11-12","vote_average":8.3,"runtime":91,"cert":"N\/A","id":301491,"title":"The Hurdy-Gurdy","adult":false,"genre_ids":[18,35]},{"cast":["Grazina Baikstyte","Mikhail Ignatov","Viktor Malyarevich","Vladimir Shakalo","Elena Melnikova"],"overview":"He did not understand how he got to this strange planet. You need to choose, because it turned out that there is also a certain alien, who in the same time appeared on Earth. But the peculiarity of the situation lies in the fact that between these characters really surprising similarities, which will become the reason for the emergence of a whole series of all sorts of oddities. It is not known whether they can return to their seats, because none of the participants in these events is not how it all happened. And viewers will get a whole lot of emotions and experiences, because to watch it all from the really interesting, as the arisen situation can hardly be called a typical and familiar to modern movies.","release_date":"1982-01-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":301493,"title":"Zvyozdnaya komandirovka","adult":false,"genre_ids":[878,35]},{"cast":["Aliki Vougiouklaki","Dimitris Papamichael","Giannis Michalopoulos","Sapfo Notara","Despoina Stylianopoulou"],"overview":"A man finds out that his boss had a quarrel with his wife, so he now tries to present her as his housemaid.","release_date":"1967-11-06","vote_average":6.2,"runtime":94,"cert":"N\/A","id":301495,"title":"Ah! Afti i gynaika mou","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This work by indie filmmaker Ikon documents 20 Years of Jungle Mania, a rave held on 6 April 2013 at the Coronet Theatre in London. The event celebrated and commemorated 20 years of drum and bass music in London dance culture. In addition to coverage of the live performances and the crowd, the film features interviews with reknowned drum and bass DJs and producers who performed that night.","release_date":"2013-07-07","vote_average":0.0,"runtime":85,"cert":"N\/A","id":301497,"title":"Jungle Mania","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"Mötley Crüe: Uncensored","cast":["Nikki Sixx","Mick Mars","Vince Neil","Tommy Lee","Mötley Crüe"],"id":301499,"overview":"This official Home Video contains eyeshattering excerpts from the first two \"never before seen\" videos: \"Take Me To the Top\" and \"Public Enemy Number One\" plus 25 uncensored minutes behind the scenes with the Crue. Plus: Livewire, Looks That Kill, Too Young to Fall in Love, Smokin' in the Boys Room, and Home Sweet Home.","runtime":45,"genre_ids":[10402],"release_date":"1986-10-27","vote_average":9.0,"adult":false}]