[{"cast":[],"overview":"Japanese snowboard movie.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305000,"title":"Synchronicity","adult":false,"genre_ids":[]},{"cast":["Gesine Cukrowski","Paulo Pires","Bernhard Schir","Patrícia André","Renato Godinho"],"overview":"","release_date":"2013-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305002,"title":"Ein Sommer in Portugal","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"\"You are not Alone\" is the Only Jackson Musical. During this evening of Music and Stories, Jermaine Jackson (Jackson 5 legendary member) tells his family's story from their native city to Michael Jackson's death, with unique archives of pictures and videos. Jermaine performs songs from the Jackson 5, Michael Jackson, and from his new album \"I Wish You Love\" featuring baritone David Serero.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305004,"title":"You Are Not Alone","adult":false,"genre_ids":[]},{"cast":["Jean Stapleton","Barry Bostwick","Blythe Danner","Marla Gibbs","Howard Hesseman"],"overview":"Emmy winner Jean Stapleton and Academy Award winner Art Carney star in the Pulitzer Prize-winning comedy by George S. Kaufman and Moss Hart about a slightly daft family who do exactly as they please.","release_date":"1979-05-16","vote_average":0.0,"runtime":96,"cert":"\"\"","id":305006,"title":"You Can't Take it With You","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As the capital of Scotland, Edinburghʼs got the lot! A sense of history, examples of the finest architecture, fascinating museums and a vibrant cultural life that rivals any of the worldʼs major cities, all add an extra dimension to this premier tourist attraction. If you have plenty of time at your disposal, Edinburgh is ideal for wandering at leisure, but if your time is limited, you need to know exactly where the main places of interest are to be found.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305008,"title":"Whistlestop Edinburgh: Scotland's Beautiful Capital","adult":false,"genre_ids":[]},{"cast":["Mercedes Cecchetto","Laura Locatelli","Sarah Zidhane","Jean-Yves Dubois","Nathalie Krebs"],"overview":"Voluptuous and bored, rebellious sixteen-year-old Sabine is interested in sex and clubbing, and not much else. But when she leaves home to move to Paris, she finds herself plunged into a world harsher than she ever imagined, a minefield of exploitation that will test her courage.","release_date":"2003-05-09","vote_average":10.0,"runtime":90,"cert":"N\/A","id":305010,"title":"A Big Girl Like You","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Fireman Sam and his team are on a mission to save Pontypandy! When a hurricane threatens the town, emergencies pop up everywhere... from saving the Wildmen of Pontypandy to rescuing a group from the flooding mines to protecting their new fire station. With new recruits, a new station, and a new vehicle, these ultimate heroes are always ready to save the day!","release_date":"2014-11-04","vote_average":7.1,"runtime":60,"cert":"\"\"","id":305024,"title":"Fireman Sam: Heroes of the Storm","adult":false,"genre_ids":[10751,16]},{"cast":["Patrick Sébastien","Danièle Lebrun","Nicolas Jouhet","Margot Faure","Yves Pujol"],"overview":"Rumours start flying around in a small French village after a butcher's wife goes missing.","release_date":"2014-10-29","vote_average":2.0,"runtime":96,"cert":"N\/A","id":305026,"title":"Monsieur Max et la rumeur","adult":false,"genre_ids":[80]},{"cast":[],"overview":"The Marcomb County Police Department obtains footage of several troubled teenage girls documenting violent and disturbing behaviors. This footage is being released to general audiences for viewing as a public service. Note to audiences, this is reality at it's most sincere and disturbing. Criminal cases are pending on several of the seen individuals in the film.","release_date":"2013-09-14","vote_average":2.0,"runtime":null,"cert":"\"\"","id":305028,"title":"Bad Kitties","adult":false,"genre_ids":[]},{"cast":[],"overview":"Amidst the small beautiful city of Guarapari, Brazil, Derek Rabelo's father prayed that his son would become a famous professional surfer. Unfortunately on May 25th 1992, his prayer seemed unanswered when Derek was born blind. Seventeen years later Derek decided that despite his blindness he still wanted to surf and that he wanted to surf Pipeline on the North Shore of Oahu. Through the encouragement of his parents, best friend, and surf coach, Derek embarked on a three-year journey of grueling mental, physical and spiritual training. As Derek perseveres towards his goal of surfing Pipeline, he inspires the best pro-surfers in the world including Kelly Slater, Damien Hobgood, Rob Machado, Lakey Peterson, Taj Burrow, Laird Hamilton and more, who are featured in the film. You will learn from Derek's story that the best journeys in life are walked by faith, and not by sight.","release_date":"2014-03-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305030,"title":"Beyond Sight: The Derek Rabelo Story","adult":false,"genre_ids":[99]},{"cast":["Nadja Gray","O.W. Fischer","Siegfried Breuer","Jochen Brockmann"],"overview":"","release_date":"1949-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305032,"title":"Liebling der Welt","adult":false,"genre_ids":[18]},{"cast":["Attila Hörbiger","Josef Meinrad","Maria Andergast","Heinz Moog","Erwin Strahl"],"overview":"","release_date":"1953-02-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305034,"title":"Der Verschwender","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary about \"Frankenstein\" author Marry Shelley and the various influences that lead her to create the mythical scientist and his monster.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305045,"title":"Mary Shelley's Frankenstein - A Documentary","adult":false,"genre_ids":[]},{"cast":["Stefan Danailov","Katerina Didaskalou","Vassil Mihajlov","Georgi Kaloyanchev","Tatyana Lolova"],"overview":"Two friends (Katerina Didaskalo, Stefan Danalyov) are separated when their village is divided by Communism, but they meet again 40 years later and begin having an affair.","release_date":"1998-11-29","vote_average":0.0,"runtime":112,"cert":"N\/A","id":305047,"title":"After the End of the World","adult":false,"genre_ids":[18]},{"cast":["Catherine Robbe-Grillet"],"overview":"Analog video by Sylvère Lotringer. Extended conversation between two dominatrixes, a younger American woman and an older French woman (Catherine Robbe-Grillet, writer and wife of Alain Robbe-Grillet).","release_date":"1998-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":305049,"title":"Violent Femmes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Lauren Myers, Israel Wright and Merritt Glover","release_date":"2012-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305051,"title":"Missing You","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two-channel video installation shot in Los Angeles by Magiloni and Thomson, commissioned for Schizo-Culture\/Semiotext(e) exhibition at SPACE Studios, London, 2014.","release_date":"2014-10-03","vote_average":0.0,"runtime":7,"cert":"\"\"","id":305053,"title":"and so I'll make myself believe it that this night will never go","adult":false,"genre_ids":[]},{"cast":["Clay Barnard Chodzko"],"overview":"F for Fibonacci is a new film that takes as its departure point American author William Gaddis’ epic modernist novel JR (1975). An eerily prescient, biting social satire, JR tells the story of a precocious 11 year-old capitalist who, with the unwitting help of his school’s resident composer, inadvertently creates the single greatest virtual empire the world has seen, spun largely from the anonymity of the school’s pay phone. F for Fibonacci develops a particular episode from JR, in which a televised music lesson is scrambled with a maths class on derivatives inside the mind of its child protagonist. Musings on aleatory music become muddled with virtual stock pickings and a theory of ‘market noise’. Unfolding through the modular machine aesthetics of the video game Minecraft, text book geometries, graphic scores, images from physics experiments, and cartoon dreams, blend with images from wall street: stock market crashes, trading pits, algorithms and transparent glass.","release_date":"2014-10-16","vote_average":0.0,"runtime":17,"cert":"N\/A","id":305055,"title":"F for Fibonacci","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about the influence Napoleon has had on the modern world.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305057,"title":"Napoleon: A Dealer in Hope","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children of the trains is a story of transformation : where junk-yard train cars become locations of learning and abandoned street children become hopeful youth. What began as one man's efforts to care for a few of Bangkok's street children, has now become a collective effort by the railway police to serve, protect, shelter, and educate homeless children living in the streets and slums of Bangkok. Children of the trains brings to light a great problem of our time: profound poverty. Children are its greatest victims. If they survive, their lives are often shrouded in the fog of drugs and violence. This film is about hope. It's about local, grassroots efforts that while they seem small, offer tangible, far-reaching sustainable solutions to our greatest problems.","release_date":"2012-03-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305068,"title":"Children of the Trains","adult":false,"genre_ids":[]},{"cast":["Ruth Roland","R. Henry Grey","Cleo Ridgely","Anna Lingham","Thomas G. Lingham"],"overview":"Fourth episode in the Girl Detective 2-reel series.","release_date":"1915-02-17","vote_average":0.0,"runtime":20,"cert":"\"\"","id":305070,"title":"The Mystery of the Tea Dansant","adult":false,"genre_ids":[]},{"cast":["Maria Gandini","Emilia Vidali","Giovanni Enrico Vidali"],"overview":"The father of Anna teaches music. A manager of the variety convinces Anna to perform for him at a variety, promising in return to release the old songs of her father. Anna decides to perform in the Variety against the advice of her father.","release_date":"1915-12-21","vote_average":0.0,"runtime":45,"cert":"N\/A","id":305072,"title":"White Flag","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Documentary Explaining The Latest Threats to the Maritime Industry and what private security companies are doing to tackle it.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305074,"title":"Return of the Pirates","adult":false,"genre_ids":[]},{"cast":["Guillermo Francella","Dady Brieva","Gisela Van Lacke"],"overview":"Pedro, an inexperienced conman, decides to rob a bank. When he tries to escape, the branch is surrounded by police. His hostage turns out to be Pablo, the husband of the daughter of the bank's owner. After Pedro and Pablo leave the crime scene, Pedro demands ransom. But the money never arrives, since Pablo's father-in-law decides not to pay and, to make matters worse, instead sends an assassin to kill off Pedro.","release_date":"2007-07-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":305076,"title":"Incorregibles","adult":false,"genre_ids":[35]},{"cast":["Karina García Casanova","Juan García Casanova","Victoria Casanova Lastra","Juan García Tarancon","Olivier Alary"],"overview":"Juanicas is an intimate portrait of a Mexican immigrant family in Quebec affected by mental illness. Using material shot over almost 10 years, the filmmaker documents her complex relationship with her mother and brother, both suffering from bipolar disorder.","release_date":"2014-11-20","vote_average":0.0,"runtime":80,"cert":"N\/A","id":305078,"title":"Juanicas","adult":false,"genre_ids":[99]},{"cast":["Honeysuckle Divine"],"overview":"Honeysuckle Divine does her infamous stage routine at The Mitchell Brothers O'Farrell Theater.","release_date":"1979-07-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305080,"title":"Honeysuckle Divine, Live!","adult":true,"genre_ids":[]},{"cast":["Damon Gameau","Brenton Thwaites","Isabel Lucas","Stephen Fry","Jessica Marais"],"overview":"One man's journey to discover the bitter truth about sugar. Damon Gameau embarks on a unique experiment to document the effects of a high sugar diet on a healthy body, consuming only foods that are commonly perceived as 'healthy'. Through this entertaining and informative journey, Damon highlights some of the issues that plague the sugar industry, and where sugar lurks on supermarket shelves.","release_date":"2014-07-31","vote_average":6.7,"runtime":97,"cert":"\"PG\"","id":305091,"title":"That Sugar Film","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305093,"title":"VICTIMES DE LA BOMBE ATOMIQUE FRANÇAISE","adult":false,"genre_ids":[]},{"cast":["Zami Ismail","Ahmad Busu","Mat Over","Angelina Tan","Imuda"],"overview":"This story is the adaptation of the characters in original theater work SYY ... Dr Hatta ever staged in Kuala Lumpur 20 years ago.","release_date":"2005-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":305095,"title":"Bukan Pi Mai Pi Mai","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305097,"title":"Apassionata - Hommage - Die Galanacht der Pferde","adult":false,"genre_ids":[10751,99]},{"cast":[],"overview":"","release_date":"2005-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305099,"title":"Das Beste aus Teen Town 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305101,"title":"Knastjulen II - Zur Sau gemacht","adult":true,"genre_ids":[]},{"cast":["Delia Bicchi","Leo Cavallari","Vittorina Moneta"],"overview":"Feature film on an episode of love and heroism of an Italian girl rescuing his beloved from his imprisonment","release_date":"1915-09-20","vote_average":0.0,"runtime":45,"cert":"N\/A","id":305103,"title":"The Samaritan","adult":false,"genre_ids":[]},{"cast":["Nico"],"overview":"More consciously experimental than Whitehead's other works, this film draws on a variety of sources, including sequences of London shot while Whitehead was at the Slade School of Art, glimpses of the singer and model Nico, and footage of the psychedelic underground nightclub UFO. There is also on-screen text, a voice critiquing it, and music from Pink Floyd, at this point still fronted by Syd Barrett--Whitehead's old painting friend from Cambridge. The track here, \"Interstellar Overdrive\", was recorded by Whitehead before the band signed to EMI and is much more exciting and beat-driven than the version they would later record for the label. There is no explicit link between the content of the film and the Cochrane Theatre, which is is named after, but the theatre was used as a venue for the Spontaneous Festival of Underground Films in 1966.","release_date":"1967-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":305117,"title":"Jeanetta Cochrane","adult":false,"genre_ids":[]},{"cast":["Julia Stemberger","Francis Fulton-Smith","Hanna Schygulla","Franz Xaver Kroetz","Christine Ostermayer"],"overview":"On the Schiermoser farm tense expectation prevails. The 'Urban', the Schaubleins, surprisingly announced their arrival. In the past, they were welcome as generous summer visitors. But now the shortage years of the First World War prevail. And the farmer's wife suspects lazy parasites in the townsfolk. The city family is indeed facing ruin. Especially since the defiant daughter Rosalie has just knocked out a promising money marriage without regard to scandal. The Rosalie is attracted to the Schiermoser heir Franz. His mother already drives the thought of a 'Madame Bäurin' to madness. Everyone experiences a turbulent time of upheaval. The end of the First World War will shake the social fronts as well as the new machine age.","release_date":"1993-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":305119,"title":"Madame Bäurin","adult":false,"genre_ids":[18,10749]},{"cast":["Gundi Ellert","Gerd Anthoff","Michael Roll","Tilo Prückner","Gerd Fitz"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305121,"title":"Über Kreuz","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Despite the bombs which he suffers from at the war front, war correspondent, Col. Heeza Liar succeeds to foil the enemy lines.","release_date":"1915-07-31","vote_average":0.0,"runtime":4,"cert":"\"\"","id":305123,"title":"Colonel Heeza Liar Foils the Enemy","adult":false,"genre_ids":[10752,16,35]},{"cast":["Charlotte Walker","Thomas Meighan","Marjorie Daw","Hallie Clements","Tom Forman"],"overview":"Drama in which Hélène, the owner of a large company goes to work in her own factory, to find out that its staff working in poor working conditions.","release_date":"1915-09-08","vote_average":0.0,"runtime":50,"cert":"\"\"","id":305125,"title":"Out of the Darkness","adult":false,"genre_ids":[18]},{"cast":["David Carranza","Christopher Soren Kelly","Cal Bartlett","Megan Heffernan","Marty Lindsey"],"overview":"Two strangers find their lives colliding in an impossible way. Alex is a methodical cargo thief working for a dangerous cartel. Sam is a determined paramedic trying to save the world while running from her past.","release_date":"2014-11-21","vote_average":6.9,"runtime":127,"cert":"\"\"","id":305127,"title":"The Frame","adult":false,"genre_ids":[18,878]},{"cast":["Seth Cassell","Brea Grant","Ryan Malgarini","Skylan Brooks","Robert Curtis Brown"],"overview":"The world's biggest stoner, Oliver, loses a high profile car, forcing him to steal an ice cream truck and enlist his wacky friends to help track down the thief before it's too late.","release_date":"2014-03-20","vote_average":4.6,"runtime":90,"cert":"\"PG-13\"","id":305141,"title":"Oliver, Stoned.","adult":false,"genre_ids":[35]},{"cast":["Akiko Yajima","Miki Narahashi","Keiji Fujiwara","Satomi Kourogi","Emi Takei"],"overview":"A diabolical plot to empower pushover dads causes Shin-chan's father to return home as a robot. The Nohara family bond is about to be put to the test!","release_date":"2014-04-19","vote_average":6.7,"runtime":97,"cert":"\"G\"","id":305143,"title":"Crayon Shin-chan: Intense Battle! Robo Dad Strikes Back","adult":false,"genre_ids":[35,16]},{"cast":["Kanji Tsuda","Tomomi Miyashita","Chiaki Ôta","Ayano Tachibana","Masayoshi Haneda"],"overview":"On of the southernmost islands of Japan, there's a dance school 'Orion Dancers Academy'. Hiding its public identity as a training school of singers and dancers, it actually operates as a girl-warrior training school, in order to win independence of the island. The secretly trained agents watch the music video of charismatic idol Cocoe on a huge TV monitor, and unlock codes from her dancing to complete their missions. However, the dark shadow of a rival organization slowly sneaks up on the girls and the training school on the island.","release_date":"2004-04-24","vote_average":4.0,"runtime":72,"cert":"N\/A","id":305145,"title":"Samurai Chicks","adult":false,"genre_ids":[35,28,18]},{"cast":["Oleg Fomin","Elena Drobysheva","Vladimir Gostyukhin","Lev Durov","Lev Borisov"],"overview":"A story about a relationships between man and wolf set in a very far away Russian village.","release_date":"2004-08-26","vote_average":4.0,"runtime":101,"cert":"\"\"","id":305147,"title":"A Wolf from Vesyegonsk","adult":false,"genre_ids":[12,18]},{"cast":["Polidor"],"overview":"The little Agenore (Ferdinande Guillaume) combines a lot of trouble to family friend Ilario Mentecatti (Natale Guillaume).","release_date":"1917-11-21","vote_average":3.0,"runtime":12,"cert":"N\/A","id":305149,"title":"Polidor and the Wig","adult":false,"genre_ids":[]},{"cast":[],"overview":"BROTHERS OF THE BLACK LIST tells the story behind the longest litigated civil rights case in American history. It all began in September 1992, when an elderly woman in Oneonta, New York reported that she had been attacked in an attempted rape by a young Black male who cut his hand during the altercation. This led to a college administrator at nearby SUNY Oneonta giving the police a list of the names and residences of the 125 Black men who attended the school. Police used this list to track down every Black male in town, questioning them and demanding to see their hands.","release_date":"2014-11-19","vote_average":0.0,"runtime":74,"cert":"\"\"","id":305151,"title":"Brothers of the Black List","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A modern Giallo horror film, CITY OF LUST tells the story of a lonely young woman who begins an unlikely relationship with dire consequences.","release_date":"2014-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305159,"title":"City of Lust","adult":false,"genre_ids":[27,53]},{"cast":["Matt Walker"],"overview":"Matt Walker's debut comedy special, shot live at the world famous Ice House Comedy Club in Pasadena, CA. This comedy special lets you see what it's like growing up as a redhead in a Mexican-American neighborhood, the joys of dealing with the medical industry, and how being nerdy affects your life choices.","release_date":"2014-09-25","vote_average":6.0,"runtime":46,"cert":"\"\"","id":305161,"title":"Matt Walker: H8R","adult":false,"genre_ids":[35]},{"cast":["Polidor"],"overview":"Comedy in which Polidor, assumed the pads regenerating, acquires an incredible force.","release_date":"1916-09-21","vote_average":0.0,"runtime":6,"cert":"N\/A","id":305163,"title":"Polidor Becomes Strong","adult":false,"genre_ids":[]},{"cast":[],"overview":"A San Diego hitman lives two different lives.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305165,"title":"Kingbreaker","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the small woodsy town of Waco, Georgia, siblings of Clara C. Harris (Mama Harris) share their experiences regarding their mother of many talents. From owning and operating her own grocery store next door to her house to making delicious homemade fried pies and biscuits, Clara's story will warm your heart and take you back in time with those old southern stories. MAMA HARRIS is a special film about love, family and the extraordinary life and times of a small town hero. Reenactments help mold the story while tugging at your emotions.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305167,"title":"Mama Harris","adult":false,"genre_ids":[]},{"cast":[],"overview":"Screams, love and hugs. This is the way Michael Bublé is greeted by his loyal fans. A man with swing and swag, he's the Jazz star of the 21st century. A man who deeply loves his fans, a romantic that sings of love and heart break, has conquered the heart of the world. Through his high profile relationships and meeting the love of his life, Bublé is a star but also he's simply a man. Meet the real Michael Bublé from where it all began to the star and family man we all know and love.","release_date":"2014-07-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305169,"title":"Michael Buble: Simply Buble","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about women's alcoholism chronicles the progression of the disease in Bette VandenAkker - a nurse, wife, and mother - who died in the fall of 2007.","release_date":"2011-03-23","vote_average":4.0,"runtime":59,"cert":"\"\"","id":305171,"title":"My Name Was Bette: The Life and Death of an Alcoholic","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This gently funny film follows Monem Salam as he enrolls in an open-minded flying school. Monem is the son of a Pakistani commercial pilot. His wife Iman's family is Palestinian and although initially dubious about the marriage, now accepts the cultural differences. These modern-day Americans cast off stereotypes and refuse to succumb to victimhood.","release_date":"2008-05-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305185,"title":"On a Wing and a Prayer: An American Muslim Learns to Fly","adult":false,"genre_ids":[]},{"cast":[],"overview":"Climbing on the sea with concrete block steps and falls Cordless 15 meters ... even water. It is the Psicoblock, discipline that makes its way into the cliffs of the exotic island of Mallorca and where Patxi Usobiaga Irati Anda and immersed first hand the local and discoverer of psicobloc Miquel Riera. New sensations, much adrenaline moments \"fliñar\" good climbing and evocative landscapes","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305187,"title":"Psicobloc","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hard dance at it's best. 25.000 fans rock the Dutch Gelredome for a night of ripping bass and controlling beats. These harder styles are hugely popular.","release_date":"2010-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305189,"title":"Qlimax in an Alternative Reality","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bike across America in 6 days. Must be fit-and a bit crazy. Team RAAM Roses compete in the most extreme bicycle race on the planet-the Race Across America. To win, they must conquer 3,000 gruelling miles, while battling fatigue, injury &amp; their own demons.","release_date":"2010-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305191,"title":"Race Across America","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1975","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305193,"title":"Aaranya Kaandum","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hear from supporters of the revolution wounded during protests, frustrated \"sofa Party\" members who miss the stability of the Mubarak regime, religious campaigners who want their party to have a stronger voice in the future of Egypt, and many more people from all walks of life caught in the struggle. They also tell you about their experiences during the protest that took 18 days to remove Mubarak from power, and their views on the world's reaction to their stand off. The voices of the people of Egypt deserve to be heard. In \"Stories From Tahrir\" we reveal the frustrations and aspirations of activists, candidates, and the victims of decades of repression who have never had a chance to share their stories until now.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305195,"title":"Stories from Tahrir","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Timber Tigers\" resulted from a national tour of forest areas that Richards made in 1970-71. The film contains footage of seldom seen giant forest-cutting machinery that harvested and hauled trees of all sizes across the country. The film exposes the forestry industry's approach to logging: \"After us, the deluge and the desert.\"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305197,"title":"Timber Tigers","adult":false,"genre_ids":[]},{"cast":["Supernana","Jean-Yves Lafesse","David Grossexe","Robert Lehaineux"],"overview":"","release_date":"1983-05-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":305199,"title":"Carbone 14","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bollywood 1969","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305207,"title":"Anaachadanam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1979","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305209,"title":"Ashta Vinayak","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Passage of Time is a very personal look into the perspectives of real individuals in regard to the subject of growing older. The subjects who participated in these conversations range in age from 12 to 101. Differences in family, social relationships and upbringing are addressed in the beginning of the film. Later both the positive and negative aspects of aging are addressed. The subjects express their fears as well as the joys that can be experienced in old age.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305211,"title":"The Passage of Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1968","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305213,"title":"Attagaru Kottakodalu","adult":false,"genre_ids":[]},{"cast":["Stacey Bradshaw","Ben Davies","Ben Leasure","Guyviaud Joseph","Josh Murray"],"overview":"The Senior Prank is family drama about a group of popular teenagers who wage a fake campaign to elect a girl with Down Syndrome as the schools Homecoming Queen. Inspired by real bullying events witnessed by real teenagers in their local high schools.","release_date":"2014-11-20","vote_average":6.7,"runtime":94,"cert":"N\/A","id":305215,"title":"Touched By Grace","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bollywood 1968","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305217,"title":"Bhagyachakram","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1969","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305219,"title":"Bhale Rangadu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 2013","release_date":"2013-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305221,"title":"Chandhamama","adult":false,"genre_ids":[]},{"cast":[],"overview":"Welcome behind the closed doors of a Hollywood that only a select few will ever get to see -- a Hollywood of tragic lives and tragic deaths. Some of the worlds brightest stars are hiding deep, dark secrets that - once revealed show a life of unhappiness, heartbreak and torment that has been so carefully hidden behind the glamour and glitter of the big screen. See the true lives behind some of Hollywoods most iconic stars and learn why, for some, it was as if the act of dying itself was a final performance.","release_date":"1990-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":305229,"title":"Hollywood Heaven: Tragic Lives, Tragic Deaths","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two roomies live in a house that has something special going on besides the low rent.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305231,"title":"(Para) Normal Activity","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Vietnam, there is a special market to find a mate. The Hmong people have a long tradition to go to this annual market where all people, married or single, can regain their freedom to love.","release_date":"2009-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305233,"title":"Love Market","adult":false,"genre_ids":[]},{"cast":["Katja Flint","Christoph Waltz","Sunnyi Melles","Henning Baum","Alexander Held"],"overview":"","release_date":"2006-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305235,"title":"Franziskas Gespür für Männer","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Bollywood 1974","release_date":"1974-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":305237,"title":"Eradu Kanasu","adult":false,"genre_ids":[]},{"cast":["Katja Flint","August Schmölzer","Henning Baum","Uwe Ochsenknecht","Günther Maria Halmer"],"overview":"","release_date":"2008-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305239,"title":"Mord in aller Unschuld","adult":false,"genre_ids":[80]},{"cast":[],"overview":"t the beginning of our story it's 1995 and two fledgling filmmakers, Richard and Daniel, are on their way to make a documentary about life in prison. As a favor to Richard's uncle, the warden has given the filmmakers and their crew unprecedented access to all of the prison including death row where we learn that an inmate will be put to death in seven days. At this point, Execution moves forward to the present day where we meet Mimi who is trying to sell the film that Richard and Daniel are in the process of editing. The prison footage, we find out, was confiscated by the warden ten years earlier and has just now been returned to the filmmakers.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305241,"title":"Execution","adult":false,"genre_ids":[]},{"cast":["Gisela Schneeberger","Peter Simonischek","Rüdiger Vogler","Adele Neuhauser","Gundi Ellert"],"overview":"","release_date":"2008-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305246,"title":"Mit einem Schlag","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After the homicide of his partner, a police officer assaults a male, is arrested, and after his discharge, must partner with him as a security guard.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305248,"title":"Hum Do Anjaane","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1994","release_date":"1994-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305250,"title":"Jazbaat","adult":false,"genre_ids":[]},{"cast":["Nargis","Dilip Kumar","Pratima Devi","Pesi Patel","Purnima"],"overview":"An atheist falls in love with a married devout woman who has forsaken materialistic life.","release_date":"1950-01-01","vote_average":5.0,"runtime":116,"cert":"N\/A","id":305252,"title":"Jogan","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"In a Kafkaesque story about identity and free will, a well-to-do man finds himself suddenly struggling for his place in society in the face of authoritarian corporate and state interference. (Russian with English subtitles).","release_date":"2010-02-13","vote_average":4.0,"runtime":null,"cert":"N\/A","id":305254,"title":"Missing Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1970","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305256,"title":"Kodalu Diddina Kapuram","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1963","release_date":"1963-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305258,"title":"Kulavadhu","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman, depressed that she in unable to bear children, abducts a child, and wants to keep him for her own. The child belongs to a large family consisting of 11 other children.","release_date":"1984-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305260,"title":"Lorie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live 2 Tell: The Lucas Torres Story is a the first hand account of a teenager who becomes a millionaire by selling drugs in America's most dangerous city, Camden, New Jersey.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305262,"title":"Live 2 Tell: The Lucas Torres Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Delve more deeply into the enticing life and untimely death of Marie Antoinette and uncover a tale of style, fashion, intrigue and danger that would satisfy even the toughest celebrity magazine editor of the 21st Century.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305264,"title":"Marie Antoinette: Queen of Versailles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Enjoy 40 minutes of Florida coastline, from Ft. Meyers all the way up to Destin, Florida. The first 20 minutes contain smooth jazz music; the last 20 minutes you will hear natural sounds of the waves crashing on the beach. Enjoy!","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305266,"title":"Serenity Channel - Florida","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get ready to view some of the most gorgeous tulips you've ever seen. Enjoy 40 photographs that display and change every 30 seconds, while listening to relaxing cinema\/classical music. If you have toddlers, this would be a great way to play the \"What color is that tulip?\" game. If you're studying, need something to play in the background before a bridal shower, or just want something soothing to watch before you go to sleep, this may be what you're looking for. This video is a great way to wind down little ones before bedtime. Enjoy!","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305268,"title":"Serenity Channel - Tulips","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alexei, a revered politician and professor, falls in love with a seductive young woman and realizes that while with her, everything he achieved in 40 years, family and career, is falling apart. (Russian with English subtitles).","release_date":"2014-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305270,"title":"Snegurochka","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this program Jay Michael postulate a theory that sightings of \"Bigfoot\" in the south may be actual encounters with apes that somewhere in antiquity made their way into the United States.","release_date":"2006-01-01","vote_average":0.0,"runtime":36,"cert":"\"\"","id":305272,"title":"Swamp Apes","adult":false,"genre_ids":[99]},{"cast":["Corian Po"],"overview":"A short film made to celebrate Corian Po's Birthday. Thanks to everyone who helped make this possible. \"Dedicated to Corian Po from all of your people.\"","release_date":"2012-09-14","vote_average":0.0,"runtime":12,"cert":"\"NR\"","id":305280,"title":"PoZilla vs Grass Valley","adult":false,"genre_ids":[28,12,27,878,53]},{"cast":[],"overview":"What happens when we die? Medical advances have created what are termed near death experiences. This documentary interviews people who had such an experience who reported visions of bright light, a feeling of love and speaking with Jesus. Medical doctors, physicists, biblical scholars and other scientists discuss this phenomenon and other documented evidence that may prove Heaven's existence.","release_date":"2004-06-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305282,"title":"The Evidence For Heaven","adult":false,"genre_ids":[]},{"cast":["Hans Holt","Margit Saad","Peter Weck","Peer Schmidt","Susi Nicoletti"],"overview":"","release_date":"1959-01-08","vote_average":3.0,"runtime":null,"cert":"N\/A","id":305284,"title":"Rendezvous in Wien","adult":false,"genre_ids":[35]},{"cast":["Antonio Aguilar","Elda Peralta","Agustín Isunza","Víctor Alcocer","Arturo Soto Rangel"],"overview":"Masked rider exposes the criminal misdeeds of a wealthy land-owner and his henchmen.","release_date":"1955-10-27","vote_average":0.0,"runtime":78,"cert":"N\/A","id":305286,"title":"El gavilán vengador","adult":false,"genre_ids":[28]},{"cast":[],"overview":"In this introductory lecture by Dr. William J. Neidinger we examine three topics: 1) the definitions, paradigms, and parameters we will use in examining the racial and religious history of the Land of Canaan; 2) the geography of the Middle East; and 3) a brief look at the Canaanites.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305288,"title":"The Land of Canaan: The Canaanites","adult":false,"genre_ids":[]},{"cast":["Karl John","Theo Lingen","Alice Treff","Liesl Karlstadt","Trude Marlen"],"overview":"","release_date":"1959-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305290,"title":"Die gute Sieben","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Alive &amp; Well is a powerful documentary film about the human condition, which follows seven resilient people coming to terms with the profound reality of living with the hereditary chronic illness known as Huntington's Disease (HD). Subjects in the film range from a young woman hoping to start a family, to a mother taking care of her symptomatic 6 year-old son and ailing husband; the drummer of a major country music band, a former NBC News journalist turned HD-advocate, as well as a renowned scientist relentlessly searching for a cure. Far from giving us a hopeless glimpse into life with terminal illness, Alive &amp; Well reminds us all of our ability to persevere with strength, despite life's most difficult challenges.","release_date":"2013-05-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305292,"title":"Alive & Well","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Car Danchi movie series is Japan's original and premier free-riding snowboard and ski film. The call has gone out to all snow lovers around the globe! Car Danchi has arrived at the magical number 8.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305294,"title":"Car Danchi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Xilitla 2010 examines the legacies of modernism and the incomplete modernities encountered in Latin America, through the relics and ruins of surrealism.  Made in collaboration with filmmaker Rafael Ortega, Xilitla is named after a small town in Mexico, the location of a garden created by the eccentric British aristocrat Edward James (1907–1984). James was an important collector of surrealist art, and several works that he owned by artists such as Salvador Dalí and Rene Magritte are now in the Tate collection. He spent much of his fortune constructing the garden between 1960 and 1984. It is dominated by fantastical concrete sculptures and unfinished architectural structures which he built among the tropical plants.","release_date":"2010-05-21","vote_average":0.0,"runtime":35,"cert":"N\/A","id":305296,"title":"Xilitla","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crystal Cove State Park is California's most unique in many ways including the numerous raven families that raise their young year after year. Meet Harold and Maude, and the challenges they had both feeding and bringing up three of their kids; Edgar, Allan and Poe in amongst the coyotes, bobcats, hawks and other natural enemies.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305298,"title":"Edgar, Allan and Poe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on an exclusive Space Viz interview with Apollo 11 astronaut Buzz Aldrin. We blend archival footage and audio with new animations to round out his take on the past, present and future of manned space exploration.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305300,"title":"The Third Foot","adult":false,"genre_ids":[]},{"cast":["Christopher St. Mary","Chris V. Brown"],"overview":"Welcome to Tumbleweed, Colorado, where the bad-ass baker just got zapped by lightning. Now his memory's fried and he's got to somehow unscramble the pieces of his life. But things only get crazier when he stumbles upon a cookie-cutter copy of himself dressed up as some kind of Frankenstein out back under a pile of leaves. Determined to solve the mystery of his own apparent murder, he tangles with his buried past, forcing him to choose once and for all between pastries and immortality.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305302,"title":"Walk-ins Welcome","adult":false,"genre_ids":[]},{"cast":["Charles Mc Dew"],"overview":"\"We'll Never Turn Back\" was filmed in Mississippi in 1963 during the dangerous voter registration drives of that era. Amzie Moore, a Mississippi NAACP activist escorted the film maker through rural Mississippi interviewing share croppers and activists in the voter registration campaign. Appearing in the film are Student Non-Violent Coordinating Committee (SNCC) leaders Julian Bond, Bob Moses, Fannie Lou Hamer, Charles McLaurin as well as other local civil rights leaders Curtis Hayes and Hollis Watkins. There are interviews with black farmers and share croppers on their experiences (often bloody) trying to register to vote.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":305304,"title":"We'll Never Turn Back","adult":false,"genre_ids":[]},{"cast":["Renee Harmon","Frank Neuhaus"],"overview":"Anne is a psychic police officer working for Interpol. She’s trying to find Linda’s killer while eluding some hitmen with familiar faces and the FBI, who are all searching for an incriminating audio cassette.  The film was completed in 1987 but never officially released, until 2014 when it was discovered in the trunk of an used car.","release_date":"1987-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":305306,"title":"Run Coyote Run","adult":false,"genre_ids":[28]},{"cast":[],"overview":"In the age of photoshop the pressure on the ugly is greater than ever. But self-confessed gargoyle Del is turning the tables with his model agency, lookers need not apply. But is this a liberating counter-concept or only reaffirming our beauty ideal?","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305308,"title":"Pretty Ugly","adult":false,"genre_ids":[]},{"cast":[],"overview":"Civil rights attorney Thurgood Marshall's triumph in the 1954 Brown v. Board of Education Supreme Court decision to desegregate America's public schools completed the final leg of a journey of over 20 years laying the groundwork to end legal segregation. He won more Supreme Court cases than any lawyer in American history, making the work of civil rights pioneers like the Rev. Martin Luther King, Jr. and Rosa Parks possible.","release_date":"2014-10-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":305310,"title":"Mr. Civil Rights: Thurgood Marshall and the NAACP","adult":false,"genre_ids":[36,99]},{"cast":["Han Geng","Fan Bingbing","Qi Xi","Sha Yi","Wu Mochou"],"overview":"The film \"Ever Since We Love\", directed by Li Yu, is based on the novel of the same title. The story depicts the life of a medical school student who grows through his experience of love and friendship.","release_date":"2015-04-17","vote_average":5.6,"runtime":106,"cert":"N\/A","id":305312,"title":"Ever Since We Love","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"The year is 1868, the city - Vienna, the music - exhilarating, yet all is not well with Johann Strauss, Jr., the darling of waltzing Vienna. Haunted by the constant pressure to outdo himself with each new composition, Strauss meets Nicholas, a humble stable boy who fears his brutal stepfather. To their surprise, the composer and the boy find in one another a piece of life's emotional puzzle, discovering the healing bond of trust and embarking on a collaboration that will be music to the world's ears.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305314,"title":"Strauss : The King of Three-Quarter Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"For our tenth film we wanted to do something special. So all we did was capture our deepest powder ever, expeditions to the most remote mountain ranges, and the steepest spines on the planet.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305316,"title":"Some Thing Else","adult":false,"genre_ids":[]},{"cast":["Bree Michaels","Simone Wasserman","Dominic Ryan Gabriel","EJ Assi","Anthony Ecclissi"],"overview":"Seven college friends spend their spring break in a remote waterfront cabin only to discover that their happy vacation is about to turn into a hellish trip, as shadowy locals threaten to pick them off one by one.","release_date":"2014-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305318,"title":"Waterfront Nightmare","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two families become embroiled in plots of revenge following a deadly tiger hunt.","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305323,"title":"Mera Dharam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shekhar and Pooja are in love, but cannot get married until Shekhar's family demands an unaffordable dowry to seal the deal.","release_date":"1985-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305325,"title":"Mohabbat","adult":false,"genre_ids":[]},{"cast":["Gabriel Abrantes","Benjamin Crotty"],"overview":"Story about Incest and the Iraq war.","release_date":"2009-04-01","vote_average":9.0,"runtime":17,"cert":"N\/A","id":305327,"title":"Visionary Iraq","adult":false,"genre_ids":[]},{"cast":[],"overview":"2008 Bollywood musical from director K B Madhu, featuring the music of Mohan Sitara.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305329,"title":"Mudhal Sabatham","adult":false,"genre_ids":[]},{"cast":["Fred St-Gelais","Marie-Mai"],"overview":"Singer Marie-Mai and her musicians are at the Bell Centre for the 100th and final show of their tour. Between songs, the singer-songwriter Quebec talks about his voice, his style of dress, her whimsical side and its special relationship with its fans. The energy on stage ball confides his dreams, his childhood and his eternal questioning, preparing duets with Jonas and Marc Dupré, repeating his dance moves with his choreographer Steve Bolton while rushing to perfect happiness her husband guitarist Fred St-Gelais.","release_date":"2014-07-11","vote_average":4.5,"runtime":118,"cert":"N\/A","id":305331,"title":"Marie-Mai Live at Bell Centre","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"2009 Tamil romantic comedy from writer\/director G. Ponnambalam.  Featuring music by E. L. Indhrajith","release_date":"2009-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305333,"title":"Pattaye Kilappu","adult":false,"genre_ids":[]},{"cast":[],"overview":"2008 Tamil film featuring the music of Marajathamani.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305335,"title":"Prethinidhi","adult":false,"genre_ids":[]},{"cast":["Sunny Deol","Apurva Agnihotri","Mahima Chaudhry","Kulbhushan Kharbanda","Alok Nath"],"overview":"Romance meets crime drama, when Nisha and Sunil are wed, but face the consequences of Sunil's brother's questionable business associates.","release_date":"1999-07-23","vote_average":3.0,"runtime":165,"cert":"N\/A","id":305337,"title":"Pyaar Koi Khel Nahin","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Bhagwan Shri Indra must assume human form to overthrow the tyrannical Demon King Lord Raavan.  VIllagers across India burn effigies in support of their chosen leader.  The story becomes personal for Ganga, who loves Raavan and wishes to tame him.","release_date":"1984-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305339,"title":"Raavan","adult":false,"genre_ids":[]},{"cast":["Sanjay Dutt","Reena Roy","Tina Munim","Ranjeet","Aruna Irani"],"overview":"Sanjay Dutt makes his film debut. Shamlal is a union leader for the workers of construction company Ratanlal, who is tragically killed just when safety negotiations begin, leaving behind a devastated family.  Shamlal's youngest son Rakesh takes his father's death the hardest, having fits whenever his family comes near.  As a result, he is given up for adoption, and renamed Rocky, and assumes a carefree life with a new family.  When Rocky reaches adulthood he falls in love, only to reveal buried traumas about his past.","release_date":"1981-04-25","vote_average":8.2,"runtime":151,"cert":"N\/A","id":305341,"title":"Rocky","adult":false,"genre_ids":[28]},{"cast":["Michel Boujenah","Cristiana Réali","Nora Arnezeder","Matthieu Boujenah","Charlotte Kady"],"overview":"","release_date":"2014-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305343,"title":"Après tout, si ça marche...","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A feature documentary about the writer JT LeRoy - Ethically charged, controversial, and confusing, JT’s life and death sprang open a Pandora’s box of powerful questions about literature and culture, identity and celebrity, and the reality of the society we live in. Fraud? Art? Mental illness? Complicity? The Cult of JT Leroy will be a testament to this bizarre and elaborate story that has captured the attention and fascination of the world’s media, and perplexes to this day.","release_date":"2014-11-14","vote_average":5.5,"runtime":97,"cert":"\"\"","id":305345,"title":"The Cult of JT LeRoy","adult":false,"genre_ids":[99]},{"cast":["Ryan Calhoun","Ryan Calhoun","Davin Jacob Carey","Crystle Lightning"],"overview":"It travels only at night, is taller than any person and has incredible strength. Can the legends about Bigfoot be true? When metal doors are ripped apart and campers are terrorized, kid detectives Mike, Ben, Winnie and Spence set out to solve the mystery - and learn about integrity in the process.","release_date":"1995-01-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":305347,"title":"The Last Chance Detectives: Legend of the Desert Bigfoot","adult":false,"genre_ids":[]},{"cast":["Shashank"],"overview":"Paathshala (English: Sacred place of learning ) is a 2013 Telugu film written and directed by Mahi V. Raghav. The original score &amp; soundtrack of the movie are composed by Rahul Raj.  The movie released on 10 October 2014 and met with predominantly positive reviews.","release_date":"2014-10-10","vote_average":0.0,"runtime":130,"cert":"N\/A","id":305349,"title":"Paathshala","adult":false,"genre_ids":[]},{"cast":["Jan Malmsjö","Jonas Malmsjö","Elin Klinga","Gunnel Lindblom","Erland Josephson"],"overview":"The Ghost Sonata relates the adventures of a young student, who idealizes the lives of the inhabitants of a stylish apartment building in Stockholm. He makes the acquaintance of the mysterious Jacob Hummel, who helps him to find his way into the apartment, only to find that it is a nest of betrayal and sickness. The world, the student learns, is hell and human beings must suffer to achieve salvation.","release_date":"2007-12-25","vote_average":6.0,"runtime":86,"cert":"N\/A","id":305354,"title":"The Ghost Sonata","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the film an ancient Lithuanian legend is told about an origin of amber. For the sake of love to fisherman Kastytis sea tsarevna Jurate offered herself up. Her fiance, terrible god Perkunas destroyed the amber castle where she lived and it scattered into a thousand slices.","release_date":"1959-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":305356,"title":"The Amber Castle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Episode of the monthly series of stories from the book Cuore of Edmondo De Amicis. In the town hall there is a solemn ceremony of handing over the medal for civil valor. The winner is a Piedmont boy who has risked his life to save that of a fellow who was drowning in the river Po.","release_date":"1916-11-22","vote_average":0.0,"runtime":25,"cert":"N\/A","id":305358,"title":"Valor civile","adult":false,"genre_ids":[]},{"cast":["Tyra Misoux","Melissa Black","Donna Colada","KimKim De","Timmi Dee"],"overview":"","release_date":"2005-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305363,"title":"V Dreams Vol. 3","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","Melissa Black","Donna Colada","KimKim De","Louisa Lamour"],"overview":"","release_date":"2006-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305365,"title":"V Dreams Vol. 4","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","Puta 69","Donna Colada","Chantal Hansen","Jasmine Rouge"],"overview":"","release_date":"2006-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305367,"title":"Prof. F. Stein oder Ich baue mir meine Traumfrau","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","KimKim De","Angie la Belle","Christin La Rouge","Jessica Night"],"overview":"","release_date":"2006-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305369,"title":"Pink Detective und der Slip-Schnüffler","adult":true,"genre_ids":[]},{"cast":["Rene Froger"],"overview":"","release_date":"2005-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305371,"title":"Rene Froger Live At The Arena","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary which outlines some of the stages of the conflict.","release_date":"1917-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305373,"title":"Dal Trentino al Rombon","adult":false,"genre_ids":[]},{"cast":["Rudolf Biebrach","Henny Porten"],"overview":"Short film produced by Messter-Film for the Seventh War Bond drive; reissued in October 1918.","release_date":"1917-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305375,"title":"Hann, Hein und Henny","adult":false,"genre_ids":[]},{"cast":["Sarsi Emmanuelle","Suzanne Love","Josephine Manuel","Jonas Sebastian","Eddie Arenas"],"overview":"An erstwhile boatman wants to do a little more than paddle his own canoe in the town famed for its waterfalls. He leaves the village of his roots for the city and lands a job as a live-sex actor called toro in street lingo derived from the Spanish term for bull. Quick successes in his newfound profession delude him into regarding that the measure of a man is in his trousers. He has a partner on stage and off. Despite her cynicism and tough veneer, she sees in him a way out of the slums and the red light district.","release_date":"1985-06-27","vote_average":5.0,"runtime":110,"cert":"N\/A","id":305377,"title":"Boatman","adult":false,"genre_ids":[18]},{"cast":["Vincenzo Scarpetta","Giuseppe Gambardella","Lea Giunchi","Lorenzo Soderini"],"overview":"A fragment of a short comedy of Neapolitan setting, in which the actor Vincenzo Scarpetta, son of playwright Eduardo, is struggling with a Miss across the Atlantic. The woman throws a chest in the sea, asking his lover to recover it as proof of love. He turns to a fisherman, offering him money to complete the recovery for him. The film, shot in 1916, was, for reasons unknown, unpublished until 1918.","release_date":"1918-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305379,"title":"Scarpetta e l'americana","adult":false,"genre_ids":[]},{"cast":["Andrew E.","Michelle Aldana","Jorge Estregan","Zeny Zabala","Aga Fazon"],"overview":"a film by Ben Feleo.","release_date":"1997-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305381,"title":"Extranghero","adult":false,"genre_ids":[14,35]},{"cast":["Joey Marquez","John Estrada","Perla Bautista","Flora Gasser"],"overview":"Driven with ambition and handsome looks, Adelbert (Estrada) is very optimistic to marry a rich girl.He pursues other women in their province, not minding his neighbor Elena who is in love with him but is not rich.One day, Elena accidentally overhears Adelbert that she is not the girl for him because of her status.Hurt, Elena leaves town.Soon after Edelbert realizes Elena is important to him and started looking for her.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305383,"title":"Hari Ng Yabang","adult":false,"genre_ids":[35]},{"cast":["Asal Badeei","Farhad Sharifi","Hossein Ilbeygi","Noor-Ali Lotfi","Maryam Boubani"],"overview":"A girl has heart disease and looks for a heart transplant.","release_date":"1998-01-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":305385,"title":"To Be or Not to Be","adult":false,"genre_ids":[18]},{"cast":["Nathan Simony","Benoît Allemane","Evelyne Grandjean","Alexis Tomassian","Jean-Claude Donda"],"overview":"A young boy named Nicholas is about to become the next Santa Claus, but must first avoid a crisis that's threatening the magic of Christmas before he can succeed in his new role.","release_date":"2013-11-20","vote_average":6.2,"runtime":82,"cert":"\"NR\"","id":305387,"title":"The Magic Snowflake","adult":false,"genre_ids":[10751,16]},{"cast":["Andrew E.","Charlene Gonzales","Niño Muhlach","Dindi Gallardo","Dale Villar"],"overview":"A man and his gang must rescue beauty queens in trouble.","release_date":"1994-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":305389,"title":"Ikaw Ang Miss Universe Ng Buhay Ko","adult":false,"genre_ids":[35]},{"cast":["Lois Moran","David Percy","Helen Twelvetrees","Elizabeth Patterson","William Orlamond"],"overview":"Phil and Pete compete for Mary's love and also in a contest for best song written by a college student.","release_date":"1929-08-18","vote_average":0.0,"runtime":81,"cert":"\"\"","id":305391,"title":"Words and Music","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"Produced as a promotional film for \"Deutsche Reichsbank\".","release_date":"1918-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305393,"title":"Ein neuer Dreibund","adult":false,"genre_ids":[]},{"cast":["Tyra Misoux","Annette Schwarz","Zenza Raggi","Till Kraemer"],"overview":"","release_date":"2006-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305395,"title":"Bezaubernde Tyra","adult":true,"genre_ids":[]},{"cast":["Andrew E.","Gelli De Belen","Dennis Padilla","Janno Gibbs","Ogie Alcasid"],"overview":"Pording Pogi (Andrew E.) is sought after by every woman in their neighborhood. Running away from all the girls who are dying to be his wife, he decides to look for his cousin Dodong Boogie (Dennis Padilla) in Manila.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305397,"title":"Mahirap Maging Pogi","adult":false,"genre_ids":[35]},{"cast":["Elliot Fane","Callum Funnell","Alex Hales-Owen","Jack Newman","Cieron Jones-Owen"],"overview":"Three young teenagers set out on a quest to retrieve \"the greatest movie of all time\" and return it to a God-like being known as 'The Director'.","release_date":"2014-06-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":305399,"title":"The Movie Quest","adult":false,"genre_ids":[12]},{"cast":["Mary Miles Minter","Douglas Fairbanks","James Kirkwood","Montagu Love"],"overview":"First episode of a series of reports on movie stars. Those seen include Douglas Fairbanks, Montague Love, Mary Miles Minter and James Kirkwood and various film studios.","release_date":"1919-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305401,"title":"Onze filmsterren","adult":false,"genre_ids":[]},{"cast":["Tyra Misoux","Angel Dark","Vanessa Eden","Nina Lee","Paula Styles"],"overview":"","release_date":"2007-07-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":305403,"title":"Der Spiegel deiner Leidenschaft","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","Chris Hilton","Alisha Laine","Sophie Logan","Mr. London"],"overview":"","release_date":"2008-04-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305411,"title":"Body Switch","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","KimKim De","Will Steiger"],"overview":"","release_date":"2008-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305413,"title":"Tyra Misoux - Das süsseste Betthäschen","adult":true,"genre_ids":[]},{"cast":["Robert Altman","Ursula Andress","Bernardo Bertolucci","Florinda Bolkan","Ennio Morricone"],"overview":"A documentary on the director’s career, featuring interviews with friends, collaborators, and filmmakers.","release_date":"2005-09-03","vote_average":0.0,"runtime":70,"cert":"N\/A","id":305415,"title":"Elio Petri: Notes About a Filmmaker","adult":false,"genre_ids":[99]},{"cast":["Maricel Soriano","Andrew E.","Donna Cruz","Smokey Manaloto","Anjanette Abayari"],"overview":"A wacky and hilarious misadventures of a trio of swindlers who chance upon Isko, a man from the countryside who is planning to work overseas but duped on his money by the flirty Dorie together with his accomplices Elvis and Ricky. More trouble ensues when they took custody of Don Sebastian's grand daughters, Brenda and Donna when Don Sebastian was killed by his assailants whose life was saved earlier by the swindlers. Now they will run for their lives because the assailants goes after the wealth left behind by Don Sebastian to her granddaughters.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305417,"title":"Manchichiritchit","adult":false,"genre_ids":[35]},{"cast":["Horst Tappert","Hannelore Elsner","Konrad Georg","Alf Marholm","Alexander Golling"],"overview":"","release_date":"1966-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305419,"title":"Der Mann aus Melbourne","adult":false,"genre_ids":[80]},{"cast":["Tilo Prückner","Vadim Glowna","Hannelore Elsner","Dieter Schidor","Marie Colbin"],"overview":"The true story of the Bavarian Tailor Albrecht Berblinger who, after a strange encounter with a balloon starts building a flying machine. Although not an engineer by profession, he never gives up. No matter how many obstacles are put in his way nor how many failures he endures, his ardour is never dampened. He continues with his dream to fly like a bird.","release_date":"1978-12-19","vote_average":7.0,"runtime":120,"cert":"N\/A","id":305424,"title":"The Tailor from Ulm","adult":false,"genre_ids":[36,18]},{"cast":["Redford White","Dennis Padilla","Efren Reyes Jr.","Dencio Padilla","Rufa Mae Quinto"],"overview":"a film by Felix E. Dalay.","release_date":"1997-01-01","vote_average":0.0,"runtime":109,"cert":"N\/A","id":305426,"title":"Pablik Enemi 1 n 2: Aksidental Heroes","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Festivities in Antwerp. Parade in the streets of Antwerp on the occasion of the national holiday.","release_date":"1920-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305428,"title":"Nationale feestdag","adult":false,"genre_ids":[]},{"cast":["Rolf Zacher","Bernhard Wicki","Hannelore Elsner","Klaus Löwitsch","Caroline Berg"],"overview":"","release_date":"1984-09-18","vote_average":0.0,"runtime":95,"cert":"N\/A","id":305430,"title":"Eine Art von Zorn","adult":false,"genre_ids":[18]},{"cast":[],"overview":"August 2, 1964:\r Long Beach, CA - Ed Parker, known as the Father of American Karate (Kenpo), invites Bruce Lee to give a demonstration. Bruce shows off his “one-inch punch,” and his two-finger push-ups, where he literally does “two” finger push-ups. At his first International Karate Championships are Jay Sebring, the hair stylist for Batman and William Dozier, a producer, who is looking to cast a part in a TV series he was developing. Sebring then gives a film of Bruce’s demo to Dozier who is impressed at Bruce’s “super-human abilities”. Bruce later flies down to Los Angeles for a screen test.\r February 4, 1965:\r Gives screen test at 20th Century Fox for TV series Charlie Chan’s Number One Son.","release_date":"1965-02-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305432,"title":"Bruce Lee: Screen Test","adult":false,"genre_ids":[]},{"cast":[],"overview":"La mémoire courte is a French documentary film first released in 1963, directed by Henri Torrent. The film was scored by Alain Romans. It stars Jean Négroni, Michel Puterflam and Philippe Dominique. It has also been released under the title: The Short Memory.  It is a black and white film and runs to 1 hour and 30 minutes.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":305434,"title":"La memoire courte (Short Memory)","adult":false,"genre_ids":[]},{"cast":["Wayne Morris","Lola Albright","Lloyd Corrigan","Alan Hale Jr.","Roland Winters"],"overview":"When young Johnny York witnesses the murder of his father, he joins a travelling variety troupe and trains up as a sharpshooter so he might one day get his revenge.","release_date":"1950-12-31","vote_average":0.0,"runtime":81,"cert":"\"\"","id":305436,"title":"Sierra Passage","adult":false,"genre_ids":[37]},{"cast":["J. Harold Murray","Norma Terris","Walter Catlett","Irene Palasty","Lennox Pawle"],"overview":"Heir to a Balkan throne, Prince Nicholai falls in love with an American vocalist who is touring with an operetta company in Europe. When he makes known his intention to renounce his heritage and marry Mary Lou, his mother has him locked up and orders Mary Lou back to the United States.","release_date":"1929-09-22","vote_average":0.0,"runtime":110,"cert":"\"\"","id":305438,"title":"Married in Hollywood","adult":false,"genre_ids":[10402]},{"cast":["Bettina Kupfer","August Zirner","Hannelore Elsner","Bernd Stephan","Michele Oliveri"],"overview":"","release_date":"1988-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305440,"title":"Pizza Express","adult":false,"genre_ids":[18,35,10749]},{"cast":["Farimah Farjami","Dariush Arjmand","Niku Kheradmand","Jamshid Hashempour","Mahaya Petrossian"],"overview":"Kamran and Moluk, middle-aged siblings, live penniless in the family's Tehran mansion, selling furniture to pay expenses. Their brother, who owns the house, has died suddenly, and his widow, Forugh, is coming from the provinces to visit. Kamran writes an elaborate script and hires a troupe of five actors to be the household servants. The purpose of the charade, which will seem real to Forugh, is to drive her mad, perhaps to suicide, so that Kamran and Moluk can inherit the house. The play is elaborate, Forugh is fooled and terrified, and the police can't substantiate her wild claims. She appears insane to them. All is headed for the mysterious last act.","release_date":"1991-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":305442,"title":"The Last Act","adult":false,"genre_ids":[]},{"cast":["Martin Benrath","Hannelore Elsner","Marianne Hoppe","Werner Kreindl","Sebastian Koch"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305444,"title":"Der Tod kam als Freund","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A journey along the shores of the Western Scheldt river in Belgium (upriver).","release_date":"1926-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305446,"title":"De Schelde","adult":false,"genre_ids":[]},{"cast":["Ghazal Shakeri","Moharram Basim","Akbar Doodkar","Hengameh Mofid","Hengameh Mofid"],"overview":"Golnar lives with her grandparents. One day she goes to the fountain to fetch water. The wind carries away her blue handkerchief. Golnar follows it into the forest and loses her way...","release_date":"1988-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":305448,"title":"Golnar","adult":false,"genre_ids":[10402,14]},{"cast":[],"overview":"A month after the Wall Street occupation, a number of protesters follow their example and set up their tents in front of the Ljubljana stock market. The protesters are united in the critique of representative democracy and global financial capitalism under the slogan ‘nobody represents us’. Their organisation is based on the principles of direct democracy.  In absence of other social alternatives, a community starts to emerge in the camp in front of the stock market where everyone has an equal say, and everyone is united in their diversity. After the initial euphoria the great idea of direct democracy clashes against the contemporary individual; antagonisms surface, similar to those of the system which the protesters fight against. The story about the Slovenian version of the ‘occupy’ movement is portrayed with the stories of a few protagonists, who despite several defeats do not lose hope in a different world.","release_date":"2014-09-16","vote_average":8.0,"runtime":85,"cert":"N\/A","id":305450,"title":"A Fight for","adult":false,"genre_ids":[99]},{"cast":["Douglas Fairbanks Jr.","Elissa Landi","Gordon Harker","Basil Sydney","Hugh Williams"],"overview":"A former boxing champion, now an innkeeper, is accused of stealing a watch from a party of guests at his inn, who happen to be members of English royalty. The old man is arrested and thrown in prison. His son, knowing that his father didn't steal the watch and suspecting a frame-up, follows the royal party to London, where he poses as a wealthy \"gentleman\" and insinuates himself into the English court in an effort to find out who framed his father and why.","release_date":"1936-04-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":305452,"title":"The Amateur Gentleman","adult":false,"genre_ids":[12]},{"cast":["Tyra Misoux","Melinda Shannon","Conny Dachs","Edina Wiesler","Alexa Weix"],"overview":"","release_date":"2002-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305457,"title":"Tyra Misoux 'live' im Sexshop","adult":true,"genre_ids":[]},{"cast":["Hannes Jaenicke","Alexandra Neldel","Gesine Cukrowski","Byron Gibson","Erika Walter"],"overview":"","release_date":"2014-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305459,"title":"Gegen den Sturm","adult":false,"genre_ids":[18]},{"cast":["Léon Mathot","Cécile Guyon"],"overview":"Propaganda spy-movie, Belgian-French production, directed by Honoré and Georges Lainé. A village girl repels the advances of the miller's son, who cowardly leaves for the German army. During the war he transforms into a ruthless soldier seeking for revenge on his village. A melodramatic story as alibi for anti-German propaganda.","release_date":"1916-11-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":305461,"title":"The Tragic Mill","adult":false,"genre_ids":[]},{"cast":["Georg Kundert","Paul Olmühl","Eva Karina","Therese Frank","Frl. Bringolf"],"overview":"The inhabitants of Vienna line the streets to salute the soldiers who go to the war. The butcher and widower Franz Xaver Wamperl succeeds to enroll himself in the army, and so does his son Ferdl, who becomes a platoon leader. Ferdl is a womanizer, who at the same time has three fiancées in Vienna: Franzi, Resl and Poldi. All three girls remain faithful to him, when he's away at the front, and all of them send passionate love-letters to him. On May Day both Ferdl and his father Franz are back in Vienna on a short leave. They are sitting in an open-air café with another soldier, when suddenly Poldi and Franzi turn up at the same time. When the two women find out that Ferdl has a romance with both of them, they start to weep and quarrel. Ferdl tries to escape, but land in a fight between Franzi and Resl.","release_date":"1916-11-22","vote_average":0.0,"runtime":12,"cert":"N\/A","id":305463,"title":"Vienna in War","adult":false,"genre_ids":[]},{"cast":["Lydia De Roberti","Maria Gandini","Giovanni Enrico Vidali"],"overview":"Family drama in which a mother, after the presumed death of her daughter, loses her mind.","release_date":"1916-03-22","vote_average":0.0,"runtime":39,"cert":"N\/A","id":305465,"title":"The Secret of the Lake","adult":false,"genre_ids":[]},{"cast":["Annie Bos","Frederick Vogeding","Lily Bouwmeester","Willem van der Veer","Louis H. Chrispijn"],"overview":"Film based on the novel of Bosboom-Toussaint about a girl of nobility that has problems collecting her inheritance. And as a mature woman she has trouble finding a loved one, until she met Leopold.","release_date":"1916-08-25","vote_average":0.0,"runtime":54,"cert":"N\/A","id":305467,"title":"Majoor Frans","adult":false,"genre_ids":[]},{"cast":["Eryk Lubos","Zbigniew Zamachowski","Marta Lipińska","Janusz Chabior"],"overview":"'Igła\" ( The needle)  is a former prisoner who seen the Blessed Virgin. He survived the conversion and wants to save people. In his quest to Warsaw meets the following characters: Martin - shy businessman and a victim of bullying, Lucy - working in a sex shop dreamer, Philip - a teenager who wants to get out of his native village, Jurek - embittered alcoholic who lost their lives and Monica - corporate single girl. Each of them is lonely, alienated - and each is at the threshold of a kind of awakening","release_date":"2014-03-28","vote_average":5.5,"runtime":null,"cert":"N\/A","id":305469,"title":"Warsaw station","adult":false,"genre_ids":[18]},{"cast":["Erna Morena","Adolf Klein","Harry Liedtke","Rolf Brunner","Emil Jannings"],"overview":"The circus dancer Lulu is a thoroughly q liberal being. Although she loves her former savior, the clown Alfredo, she begins a relationship with the noble Henri von Reithofen. Henri kills himself ruined by the horrendous expenses for Lulu,.She however is fishing for the next rich patron, the much older Baron Waldheim. His son knows Lulu and warns his father that she will also hurt him. Waldheim succumbs to Lulus's insinuations and punishes his son.","release_date":"1917-11-22","vote_average":0.0,"runtime":41,"cert":"N\/A","id":305474,"title":"Lulu","adult":false,"genre_ids":[18]},{"cast":["P. Alcaide","Mark Andrews","Matilde Domenech","José Portes"],"overview":"Since Juan Gallardo was a child wishes to be a bullfighter and he achieves to be come a recognizable figure. He marries Carmen, his childhood friend, but he fall s in love with the widow of a diplomat, a sophisticated woman of the world with whom he starts a relationship that will end up destroying him. While he is recovering be cause he had been severely gored in his sevillian house, Juan receives a visit f rom his great admirer the bandit “Plumitas” who makes him see the parallelism be tween their life experiences. The visit is interrupted with the Civil Guard lying in wait of the bandit. Juan drifts a long time from failure to failure because he is now a fraid of the bull and he is again humiliated by his beloved Mrs. Sol. Finally he gets a bullfight in Madrid and Carmen, his wife, has a bad omen and comes to the bullring.","release_date":"1917-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305476,"title":"Sangre y arena","adult":false,"genre_ids":[]},{"cast":["Señor Alonso","Josep Balaguer","Elena Bernís","Joaquín Carrasco","José Durany"],"overview":"Clara, widow duchess of Santauro, has confined her daughter Margarita, of great beauty, in the Royal Boarding School, where she goes to take her out and to make her debut already. So that it does not affect the reputation of her daughter, she breaks off her affair with Luis de Castro, a “don Juan of today”, blackmailer an d a drunkard. The duchess decides to celebrate a party, where Luis meets Margarita and seduces her. Clara receives Luis at home in order to ask him for her letters. Margarita, who sees him arriving, thinks he is coming to ask for her hand to her mother, an d hidden listens the conversation. Such is the disillusion that Margarita falls ill and goes mad.","release_date":"1917-02-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305478,"title":"El beso de la muerte","adult":false,"genre_ids":[]},{"cast":["Ernesto Vilches","Irene López Heredia","Artemio Pérez Bueno","Antonio Suárez Guillén","José Olozaga"],"overview":"Feature film that tells the misadventures of Enrique Villar, the tramp who, through much hard work finally fights his way to win the hand of beautiful and rich heiress Irene Heredia.","release_date":"1917-11-22","vote_average":5.5,"runtime":null,"cert":"N\/A","id":305480,"title":"El golfo","adult":false,"genre_ids":[]},{"cast":["Jimmy Fallon","Justin Timberlake","Will Ferrell"],"overview":"Jimmy Fallon went from being one of Saturday Night Live's biggest fans to being one of it's biggest stars.  The best of his six years on the show are all here in this exclusive DVD filled with extras and exclusives.","release_date":"2005-01-25","vote_average":8.0,"runtime":85,"cert":"\"\"","id":305482,"title":"Saturday Night Live: The Best of Jimmy Fallon","adult":false,"genre_ids":[35]},{"cast":["Alice Howell","Robert McKenzie","Eva McKenzie","Joe Moore","Fatty Voss"],"overview":"A Century Film comedy short.","release_date":"1917-11-02","vote_average":0.0,"runtime":24,"cert":"\"\"","id":305484,"title":"Neptune's Naughty Daughter","adult":false,"genre_ids":[]},{"cast":["Sessue Hayakawa","Marin Sais","Tsuru Aoki","Sidney De Gray","Harry von Meter"],"overview":"Yukio is illegal in the United States and is used by a gang of spies for their plans. Yukio must steal secret documents from an admiral. When he's submitting the documents to the gang, he realizes what he has done and claims the documents back. A struggle follows.","release_date":"1918-09-08","vote_average":5.5,"runtime":47,"cert":"\"\"","id":305489,"title":"His Birthright","adult":false,"genre_ids":[18]},{"cast":["Ressel Orla"],"overview":"The dancer Lena Schmidt wins ten thousand mark at the lottery. With the money she leaves for a fashionable resort. Lena meets there the penniless painter Gustav Lindner, who is looking for a rich wife.","release_date":"1918-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305491,"title":"Arme Lena","adult":false,"genre_ids":[]},{"cast":["Fritz Achterberg","Hans Albers","Olga Engl","Paul Richter","Gustav Rodegg"],"overview":"Melodrama about alleged adultery, jealousy and honor.","release_date":"1918-11-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":305493,"title":"Das Lied der Colombine","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Jüm-Jüm","cast":["Dore O."],"id":305498,"overview":"In “jüm-jüm” by Dore 0. and Werner Nekes, a girl swings for 10 minutes in front of a movie screen, on which is painted a phallus (slightly abstract and fairly large) The perspective is such that the girl appears to be swinging into and out of the phallus. It one is content to see through the specific event. the work exhausts itself in a trivial aspect, the literary. This is most comfortable for the critic: the literary content of a work is easiest to reproduce in a literary form of criticism.\r - http:\/\/wernernekes.de\/00_cms\/cms\/front_content.php?idart=550","runtime":9,"genre_ids":[],"release_date":"1967-07-13","vote_average":5.0,"adult":false}]