[{"cast":["Barry Bostwick","William Devane"],"overview":"","release_date":"1981-10-02","vote_average":5.0,"runtime":null,"cert":"\"\"","id":305500,"title":"Red Flag: The Ultimate Game","adult":false,"genre_ids":[10752,28,18]},{"cast":["Jimmy Santos","Herbert Bautista","Dawn Zulueta","Gelli De Belen","Cherry Pie Picache"],"overview":"a film by Tony Y. Reyes.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305505,"title":"Robin Good (Sugod Ng Sugod)","adult":false,"genre_ids":[35,12]},{"cast":["Norma Talmadge","Eugene O'Brien","Anders Randolf","Gladden James","Lillian Hall"],"overview":"Puck is a music hall dancer, married to an abusive husband. One night the music hall catches fire. Puck is rescued by an army officer and her husband perishes. Puck marries the officer and they begin a new life in India, until a man from her past finds her and makes demands.","release_date":"1918-07-10","vote_average":7.0,"runtime":60,"cert":"\"\"","id":305507,"title":"The Safety Curtain","adult":false,"genre_ids":[10749,18]},{"cast":["Marga Rubia Levy","Malvina Longfellow","George Foley","Edward Combermere","Frank Dane"],"overview":"In Wales, a gypsy queen changes her sister's dead baby for one by the same father. The child grows up to marry her daughter.","release_date":"1918-12-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":305512,"title":"Betta the Gypsy","adult":false,"genre_ids":[]},{"cast":[],"overview":"He experiments in a darkroom. She composes on a computer screen. Together, husband-and-wife artists Jerry Uelsmann and Maggie Taylor create haunting, layered dreamscapes that push the boundaries of photography's possibilities. This documentary explores both the technical and emotional aspects of Jerry's and Maggie's work, from the composition to the criticism, with insight from other preeminent voices in photography. Step inside the artists' quiet Florida compound for a peek at their complementary work, contrasting processes, and inspiration-seeking expeditions through an alligator-dwelling swamp.","release_date":"2012-01-01","vote_average":5.0,"runtime":94,"cert":"\"\"","id":305514,"title":"Jerry & Maggie: This Is Not Photography","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A business man sleeps four years and the Spirit of Womanhood shows him how women now work.","release_date":"1918-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305516,"title":"Mrs. John Bull Prepared","adult":false,"genre_ids":[]},{"cast":["Brigitte Fossey","Hannelore Elsner","Robert Powell","Daniel Olbrychski","Rüdiger Vogler"],"overview":"","release_date":"1992-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305524,"title":"Das lange Gespräch mit dem Vogel","adult":false,"genre_ids":[18]},{"cast":["Hannelore Elsner","Heinz Hoenig","Michaela May","Brigitte Mira","Harald Leipnitz"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305526,"title":"Klippen des Todes","adult":false,"genre_ids":[80]},{"cast":["Chang Yu-Chen","Pinky Juan","Chen-Liang Tsai","Yee Chin-Yen","Sandrine Pinna"],"overview":"The film follows the meandering misadventures of an aimless medical school graduate who has never kept a job and wanders from the bed of one girl to another. He becomes caught between his flight attendant girlfriend who is often away and a high school girl who claims to be a lesbian. A mixture of fast living and brooding melancholy, Fluffy Rhapsody is an engaging, photogenic essay on the current generation of seemingly thoughtless, but in fact overly introspective urban youth.","release_date":"2000-10-11","vote_average":5.0,"runtime":60,"cert":"N\/A","id":305528,"title":"Fluffy Rhapsody","adult":false,"genre_ids":[18]},{"cast":["Franco Nero","Hannelore Elsner","Konstantin Wecker","Günter Mack","Ernst Schröder"],"overview":"","release_date":"1993-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305530,"title":"Das Babylon Komplott","adult":false,"genre_ids":[18]},{"cast":["Jan Niklas","Hannelore Elsner","Gert Haucke","Sebastian Koch","Ursula Buschhorn"],"overview":"","release_date":"1995-05-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305532,"title":"Blutige Spur","adult":false,"genre_ids":[53]},{"cast":["Hannelore Elsner","Sissy Höfferer","Judy Winter","Louise Martini","Dieter Laser"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305534,"title":"Schmetterlingsgefühle","adult":false,"genre_ids":[35]},{"cast":["Balthus","Reine Christian","Coursière","William Elie","Raphaël Gilbert"],"overview":"Espionage movie about a German-Belgian family in occupied Brussels, and besides, an ode to the heroîsm of the Belgian soldier.","release_date":"1921-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305542,"title":"Âme belge","adult":false,"genre_ids":[]},{"cast":["James Cruze","Marguerite Snow"],"overview":"Immigrants drama where a poor Italian girl almost falls into the hands of white slave traders when she goes to New York.","release_date":"1921-11-23","vote_average":2.0,"runtime":null,"cert":"\"\"","id":305544,"title":"The Slave Market","adult":false,"genre_ids":[]},{"cast":["Jeroen Van der Ven"],"overview":"An intimate moment between a father and an almost grown-up son leads to a fundamental, though subtle, change in their relationship. Their unconditional love towards each other becomes clear, albeit unsaid.","release_date":"2009-03-01","vote_average":10.0,"runtime":11,"cert":"N\/A","id":305546,"title":"We Know","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary features Friulian landscapes (Eastern Alps, steps, valleys, lakes, alpine countries, lagoon); monuments and traditions of the various cities of Friuli (Aquileia, Grado, Cividale, feudal castles, Gemona, Venzone, Spilimbergo, Pordenone, Sacile, Udine, Palmanova, Passariano); folklore (festivals, costumes and picturesque ceremonies); the footsteps of the war (the home of the Alpine Right, first fell, the war cemeteries until you get to aspects of quiet rural places already devastated by the guns).","release_date":"1927-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305548,"title":"La sentinella della patria","adult":false,"genre_ids":[]},{"cast":["Hannelore Elsner","Lisa Kreuzer","Susi Nicoletti","Helmfried von Lüttichau","Rudolf Kowalski"],"overview":"","release_date":"2003-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305550,"title":"Claras Schatz","adult":false,"genre_ids":[35]},{"cast":["Kurt Junker","Olga Engl","Helga Mjön","Willy Kaiser-Heyl","Emmy Wyda"],"overview":"A Motion Picture Play about the Automobile.","release_date":"1924-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305552,"title":"Aus eigener Kraft - Ein Filmspiel vom Auto","adult":false,"genre_ids":[]},{"cast":["Corona","Abbé De Moor","Viviane Dhollain","M. Faucon","Marcelle Navarra"],"overview":"Patriotic melodrama. Marquise Berthe de Brabant got married to a French nobleman just before the beginning of World War I. Her husband gets severely injured in an attack against the Germans and hands over the bouquet of Berthe to a German officer, before dying without revealing his name. In turn, the German soldier gets injured and is sent to a military hospital, where Berthe is taking care of war victims. Unexpectedly he tells her everything. Will Berthe take revenge, or will she fulfill her duty as a nurse?","release_date":"1923-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305554,"title":"Cœurs belges","adult":false,"genre_ids":[10752,10749,18]},{"cast":["Hannelore Elsner","Axel Milberg","Ruth-Maria Kubitschek","Vadim Glowna","David Rott"],"overview":"","release_date":"2004-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305556,"title":"Die Rosenzüchterin","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Wyndham Standing","Harrison Ford","Alec B. Francis","Glenn Hunter"],"overview":"The story is essentially the same as the popular Jane Cowl play, with Talmadge in the dual role of Kathleen and Moonyean. Kathleen, a young Irish woman, is in love with Kenneth Wayne but is prevented from marrying him by her guardian John Carteret. John is haunted by memories of his thwarted love for Kathleen's aunt, Moonyean.","release_date":"1922-02-13","vote_average":0.0,"runtime":96,"cert":"\"\"","id":305561,"title":"Smilin' Through","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Official film of the days of the March on Rome and the born of Fascism.","release_date":"1922-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305563,"title":"A noi! Dalla sagra di Napoli al trionfo di Roma","adult":false,"genre_ids":[]},{"cast":["Frank Key","Boris Hiestand"],"overview":"A splendid 10-minute animated film by Sharon Smith. It is an adaptation of a tale by Frank Key. Narrated by Key himself, it has been screened at film festivals and competitions all over the world, including Annecy, Edinburgh, Brazil and last month’s Raindance in London.","release_date":"2013-01-01","vote_average":4.3,"runtime":10,"cert":"N\/A","id":305565,"title":"A Recipe for Gruel","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"","release_date":"2014-10-31","vote_average":3.3,"runtime":null,"cert":"N\/A","id":305567,"title":"En tierra extraña","adult":false,"genre_ids":[99]},{"cast":["Ron Hitchins"],"overview":"While most of Ken Russell's documentaries for the BBC's Monitor arts strand focused on a single creative figure, he would also occasionally make more wide-ranging surveys of the state of a particular art. The Light Fantastic (BBC, tx. 18\/12\/1960) was written and presented by Ron Hitchins, a Cockney barrow boy who has long been interested in a great many dance forms, and who has recently taken up Spanish dancing. Hitchins participates in some of the dance sequences, but his main contribution is an enthusiastic commentary that helps personalise what could have been simply a disparate collection of dance footage. He's not shy about expressing likes and dislikes, being none too keen on ballroom dancing (too choreographed), rock'n'roll (too monotonous) and Morris dancing (just doesn't like it), though anything genuinely spontaneous gets a thumbs up, even if it's a room full of people dressed in black swaying to the sound of a gong.","release_date":"1960-12-18","vote_average":3.0,"runtime":23,"cert":"N\/A","id":305569,"title":"The Light Fantastic","adult":false,"genre_ids":[99]},{"cast":["Wallace Beery","Florence Vidor","Warner Oland","Jack McHugh","Jack Oakie"],"overview":"Joan Fry, a society woman, falls in love with Chuck Riley, the white-leader of a powerful gang in Chinatown, and he quickly drags her down into the depths with him. But seeing her so much in love with him causes him to realize he isl in love with her, and he determines to lift her up again. \"Boston\" Charley, the rival gang-leader, has other plans.","release_date":"1929-03-29","vote_average":4.0,"runtime":83,"cert":"\"\"","id":305571,"title":"Chinatown Nights","adult":false,"genre_ids":[18,28,80]},{"cast":["Raquel Houghton","Brian Estel","Scott Lynch-Giddings"],"overview":"306 is a film that makes the viewer question: Is the closest person in your life normal? A family member, friend, or a lover? What is the norm that we are suppose to follow in life? What is perceived as normal on the outside is usually just a daily costume, which we as people like to dance around in to assimilate into society. The question is: Who is Eric Hays? Or more specifically: What is Eric Hays hiding? 306 gives the viewer a chance to see a secret that no one else gets to see.","release_date":"2010-06-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":305573,"title":"306","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mohawks, stage diving, fists flying. Homemade band t-shirts, circle pits, singalongs. These scenes are not unfamiliar; They have flooded pop culture imagery for over 25 years. The punk rock ethos gains new relevance in Israel, however, when band members' choices are often between picking up a guitar or picking up a gun. Like the country itself, the punk rock music scene in Israel is young, small, and passionate. The bands have differing political views, but they share a struggle for freedom in a country where they feel restricted by religious laws, mandatory military service and an explosive political situation. Looking at the present situation in Israel through the eyes of punk rockers is not a common vantage point, but the voices of these young people will illuminate the thoughts of a generation of disillusioned Israelis who yearn for an end to the bleak politics of war, so that they might live out their dreams.","release_date":"","vote_average":7.0,"runtime":75,"cert":"N\/A","id":305584,"title":"Jericho's Echo - Punk Rock In The Holy Land","adult":false,"genre_ids":[]},{"cast":["Heinz Schenk","Steffen Wilhelm","Carine Huber","Wolff von Lindenau","Hans Zürn"],"overview":"A comedy based on Molière's play \"L'avare\" directed by Wolfgang Kaus.","release_date":"1992-04-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305586,"title":"Der Geizhals","adult":false,"genre_ids":[35]},{"cast":["Frankie Sakai","Yoshiko Tsubouchi","Shoichi Ozawa","Toshiyuki Ichimura","Harue Tone"],"overview":"\"Delivering delicious milk and great customer service.\" Meet Roppeita (Frankie Sakai), a young man who's been living in a bubble for most of his life. He's big in size, clumsy and full of energy. When his grandfather orders him to move out to Tokyo to save a sinking milk delivery business a distant relative of his runs, he encounters the most strangest of clientele.","release_date":"1956-12-05","vote_average":0.0,"runtime":84,"cert":"N\/A","id":305588,"title":"Frankie the Milkman","adult":false,"genre_ids":[35]},{"cast":["Valérie Lagrange","Paul Guers","Katia Bartell","Eric Arval","Hans Meyer"],"overview":"Sorenson uses diamond robbery money to buy clinic in Corsica. His accomplice Dyonis has disappeared. Sorenson takes Dyonis' wife Valerie as mistress. Valerie takes coral fisherman Bernard as lover. Dyonis appears, Sorenson hopes Dyonis will kill Bernard. Bernard becomes lover of Sorenson's wife Katia. Bernard is found murdered, Valerie blames Sorenson, who tries to escape with his robbery fortune. He is pursued by Dyonis, who kills him. Dyonis is caught by police at airport. Katia drowns herself in the sea.","release_date":"1967-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":305590,"title":"Flesh and Fantasy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A biker gang rips off drug money from the mob, then a dentist and his nagging wife steal the money from the biker gang. Hilarity ensues.","release_date":"1991-01-01","vote_average":0.0,"runtime":97,"cert":"\"\"","id":305592,"title":"Driven to Kill","adult":false,"genre_ids":[53,80,28]},{"cast":[],"overview":"During a financial shortcoming, A boy and his friends try to raise money  to prevent his bicycle (Elizabeth) from being pawned off.","release_date":"2014-11-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305594,"title":"Elizabeth Ekadashi","adult":false,"genre_ids":[35,18]},{"cast":["Monika Barman"],"overview":"A young girl in rural India tills a small plot of land to feed her family and plant seeds of independence and financial freedom in her male dominated community.","release_date":"","vote_average":4.3,"runtime":9,"cert":"N\/A","id":305596,"title":"After My Garden Grows","adult":false,"genre_ids":[99]},{"cast":["Roberto Freitas","Dilpho Castro","Albenez Carvalho","Phillipe Dutra","Fabila Tozi"],"overview":"Tracklist: 1. Intro  2. The Half Light  3. My Tears Are Still Falling  4. Illusions of Perfection  5. The Wine's Dance  6. Eclipse  7. Last Visions  8. My Last Pain  9. Remembrance of Future  10. Enigmatic  11. Innocence's Look  12. Tears of Serenity  13. Sufocated in Darkness  14. Only to Love You  15. Troops of Doom (Sepultura Cover)  16. Desire of Dreams  17. Sweet Serenades  18. Remembrance  19. Holy Diver (Dio Cover)  20. Goodbye in the Silence  21. Innocence","release_date":"2006-10-07","vote_average":0.0,"runtime":102,"cert":"N\/A","id":305607,"title":"Silent Cry: Dark 'n' Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Tracklist:  1. Animal (F*ck Like A Beast)\r 2. L.O.V.E. Machine\r 3. I Wanna Be Somebody\r 4. On Your Knees\r 5. Blind In Texas\r 6. Wild Child\r 7. I Don't Need No Doctor\r 8. The Real Met\r 9. Forever Free\r 10. The Idol\r 11. Hold On To My Heart","release_date":"1993-01-01","vote_average":0.0,"runtime":47,"cert":"\"\"","id":305609,"title":"W.A.S.P. : First Blood, Last Visions","adult":false,"genre_ids":[10402]},{"cast":["Léon Mathot","Alexandre Colas","Albert Mayer","Jean Garat","Joseph Boulle"],"overview":"Le comte de Monte Cristo (15 Episodes). Monte Cristo, based upon Alexandre Dumas' novel of the same name, tells the story of Edmond Dantès, an innocent man jailed for 14 years after being wrongfully convicted. He succeeds to escape prison, finds a treasure on the isle of Montecristo and wreaks revenge on the ones who put him in prison.","release_date":"1918-01-02","vote_average":0.0,"runtime":173,"cert":"N\/A","id":305623,"title":"The Count of Monte Cristo","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"2011-10-30","vote_average":7.0,"runtime":null,"cert":"N\/A","id":305628,"title":"Quiero tener una ferretería en Andalucía","adult":false,"genre_ids":[99]},{"cast":["Mady Christians","Paul Hörbiger","Hans Heinz Bollmann","Veit Harlan","Eduard von Winterstein"],"overview":"","release_date":"1932-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305630,"title":"Friederike","adult":false,"genre_ids":[18]},{"cast":["Else Elster","Aribert Mog","Iván Petrovich","S.Z. Sakall","Liesl Karlstadt"],"overview":"","release_date":"1933-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305632,"title":"Muß man sich gleich scheiden lassen","adult":false,"genre_ids":[35]},{"cast":["Ana Caterina Morariu","Lorenzo Flaherty","Simona Borioni","Luca Ward"],"overview":"The film, based on the novel \"The Turn of the Screw\" by Henry James, tells of mysterious incidents in a villa located on an island in the middle of a lake.  Teresa is sent to the villa to educate Milo and Flora, two orphaned children entrusted to Elia, rude man. But upon her arrival, a bereavement upsets throughout her stay: the suicide of the former educator of the children, Eleonora Petri, whose body is found a few days later on the banks of the lake. From then on, Teresa will have strange dreams every night and assist in mysterious apparitions. The various events will bring Teresa to protect the two children and try to discover the mysteries and secrets surrounding the villa and involving all its guests.","release_date":"2009-01-07","vote_average":7.0,"runtime":90,"cert":"N\/A","id":305634,"title":"Il mistero del lago","adult":false,"genre_ids":[]},{"cast":[],"overview":"It has launched both purity balls and porn franchises, defines a young woman's morality-but has no medical definition. Enter the magical world of virginity, where a white wedding dress can restore a woman's innocence and replacement hymens can be purchased online. Filmmaker Therese Shechter uses her own path out of virginity to explore why our sex-crazed society cherishes this so-called precious gift. Along the way, we meet sex educators, virginity auctioneers, abstinence advocates, and young men and women who bare their tales of doing it-or not doing it. \"How To Lose Your Virginity\" uncovers the myths and misogyny surrounding a rite of passage that many obsesses about but few truly understand.","release_date":"2013-11-15","vote_average":8.0,"runtime":65,"cert":"\"\"","id":305636,"title":"How to Lose Your Virginity","adult":false,"genre_ids":[99]},{"cast":["Rebecca Emilie Sattrup","Peter Plaugborg","Jakob Oftebro","Maria Bonnevie","Søren Malling"],"overview":"The Shamer's daughter, Dina, has unwillingly inherited her mother's supernatural ability. She can look straight into the soul of other people. When the sole heir to the throne is wrongfully accused of the horrible murders of his family, it is up to Dina to uncover the truth, but soon she finds herself whirled into a dangerous power struggle with her own life at risk.","release_date":"2015-03-26","vote_average":5.8,"runtime":96,"cert":"\"\"","id":305638,"title":"The Shamer's Daughter","adult":false,"genre_ids":[14,12,18]},{"cast":[],"overview":"Story of a little girl who is searching for her lost puppy in the streets of Bombay and the variety of people that she meets.","release_date":"1996-02-07","vote_average":8.0,"runtime":92,"cert":"N\/A","id":305649,"title":"Halo","adult":false,"genre_ids":[]},{"cast":["Oliver Pocher"],"overview":"","release_date":"2005-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305651,"title":"Best of Oliver Pocher - Aufstieg und Fall eines B-Promis","adult":false,"genre_ids":[35]},{"cast":["Uschi Karnat","Christoph Clark","Cindy Carmen","Marilyn Jess","Terry Clarson"],"overview":"The hottest contactmagazine starts the hottest campaign for free partner-selection. Singles and couples are allowed to fulfill their most kept secrets and frivolous wishes. No idea is crazy enough. At \"Intimate contact private\" all horny dreams come true. Experience new dimensions of lust, abnormal and extreme. Lilli and Marleen do EVERYTHING to get their readers to the climax. What women are able to achieve in sex - this movie proves it! One orgasm comes after another. Naked sex is the language of the editors. Everything is allowed what brings you to the highest climax - until hot orgasms let your body shake.","release_date":"1985-01-12","vote_average":0.0,"runtime":76,"cert":"N\/A","id":305653,"title":"Intim Kontakt Privat","adult":true,"genre_ids":[]},{"cast":["Derek Cecil","Leela Savasta","Tom McBeath","Steve Bacic","Gerard Plunkett"],"overview":"While on his way to see his sick father, a man takes shelter with an elderly man and his young wife but soon discovers their horrible secret.","release_date":"2006-01-13","vote_average":6.2,"runtime":60,"cert":"N\/A","id":305655,"title":"Haeckel's Tale","adult":false,"genre_ids":[27]},{"cast":["Brandy Talore","Brooke Haven","Chris Charming","Evan Stone","Jamie Elle"],"overview":"","release_date":"2005-01-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305657,"title":"Jack's Teen America - Mission 14","adult":true,"genre_ids":[]},{"cast":["Sami Hedberg"],"overview":"","release_date":"2014-11-23","vote_average":4.3,"runtime":78,"cert":"N\/A","id":305659,"title":"Kokovartalomies 3","adult":false,"genre_ids":[35]},{"cast":["Simone Thomalla","Michael Roll","Dana Golombek","Steffen Wink","Monica Bielenstein"],"overview":"","release_date":"2005-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305661,"title":"La Dolce Rita","adult":false,"genre_ids":[10749,35]},{"cast":["Masatoshi Nagase","Miki Nakatani","Michiko Ameku","Dankan","Shôji Kôkami"],"overview":"Film directed by Gô Rijû.","release_date":"1995-12-22","vote_average":0.0,"runtime":107,"cert":"N\/A","id":305669,"title":"Berlin","adult":false,"genre_ids":[18]},{"cast":["Dani Woodward"],"overview":"","release_date":"2005-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305671,"title":"Playing with Dani Woodward","adult":true,"genre_ids":[]},{"cast":["Claude Buis","Anne Chretien"],"overview":"A pregnant woman lives with her father in law, after the father of her child leaves her.","release_date":"2009-03-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305673,"title":"77 Doronship","adult":false,"genre_ids":[]},{"cast":["Maarten Heijmans","Sallie Harmsen","Johanna ter Steege","Tom Jansen","Nadia Amin"],"overview":"Sam and Do (short for Dominique) have been together for five years. They enjoy life and are very happy. But then Do gives birth to their son Max. Their whole life is suddenly upside down. Can their love survive after the arrival of their baby?","release_date":"2015-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305675,"title":"Het mooiste wat er is","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A violent relashionship.","release_date":"1998-08-07","vote_average":0.0,"runtime":15,"cert":"N\/A","id":305677,"title":"Estou Perto","adult":false,"genre_ids":[]},{"cast":["Isabel Abreu","Dinarte Branco","Ricardo Gross","António Pedroso"],"overview":"Three people in a car, who will stay there the longest, wins the car.","release_date":"2000-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":305679,"title":"Sem Movimento","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Burning oil fields","release_date":"2013-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":305690,"title":"Behind the Sun","adult":false,"genre_ids":[]},{"cast":["Rock Anthony","Brendan Robinson","Katie Cockrell","Kellie Cockrell"],"overview":"After his best friend loses his virginity, socially inept and high strung Allan finds himself alone in high school and with no shot of getting laid anywhere in sight. But when hyper-extroverted Zack moves in across the street, he won't take no for an answer and drags Allan along for the ride of his life.","release_date":"2013-11-21","vote_average":5.5,"runtime":81,"cert":"\"\"","id":305695,"title":"Feels So Good","adult":false,"genre_ids":[]},{"cast":["Riki Takeuchi","Eugene Nomura","George Cheung","Mario Opinato"],"overview":"After a three-year prison term in Japan, a yakuza heads for LA to buy two kilos of cocaine. He's going to smuggle it back to Japan, and it's to be his last score: he wants to marry Yoko, his long-suffering girlfriend, and get out of the life. But somebody sets him up, Yoko is shot, and he loses the suitcase of dope. He determines to stay in LA, retrieve the coke, and exact revenge: although he's a drug dealer, he still follows the samurai code of the yakuza. Along the way, he learns that his long-lost younger sister is in Los Angeles, and he teams up with an unlikely partner in his quest for justice: a petty thief who's trying to help a young woman get back to Japan.","release_date":"1999-02-19","vote_average":0.0,"runtime":82,"cert":"N\/A","id":305697,"title":"The Yakuza Way","adult":false,"genre_ids":[]},{"cast":["Brigitte Horney","Otto Wernicke","Fritz Reiff","Eduard von Winterstein","Rudolf Klein-Rogge"],"overview":"","release_date":"1938-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305699,"title":"Der Katzensteg","adult":false,"genre_ids":[18]},{"cast":["Jelka van Houten","Maryam Hassouni","Monic Hendrickx","Jochum ten Haaf","Joep van der Geest"],"overview":"Anna starts and ends in euphoria: brother and sister Stijn and Brecht have both put the ghosts of the past behind them and she has finally said 'yes' to the tall waiter who has been courting her for so long. In their tragic past, the mysterious Anna plays a key role. When some time later Anna suddenly reappears, she again turns the siblings' life topsy-turvy.","release_date":"2007-02-05","vote_average":0.0,"runtime":75,"cert":"N\/A","id":305701,"title":"Anna","adult":false,"genre_ids":[18]},{"cast":["Anneke Blok","Carine Crutzen","Lou Landré","Celia Nufaar","Ellen Vogel"],"overview":"A group of holidaymakers descends on the West Frision Island Vlieland, where each of them is confronted with relational problems. Loneliness, surfacing secrets or a crisis; everyone gets their share.","release_date":"2007-02-05","vote_average":8.0,"runtime":90,"cert":"N\/A","id":305703,"title":"De avondboot","adult":false,"genre_ids":[18]},{"cast":["Paul Klinger","Alexander Golling","Alfons Höckmann","Richard Lauffen","Hans Elwenspoek"],"overview":"","release_date":"1966-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305711,"title":"Conan Doyle und der Fall Edalji","adult":false,"genre_ids":[18]},{"cast":["Cab Calloway","Dotty Saulter"],"overview":"Cab Calloway and his Orchestra perform \"Walking with My Honey\".","release_date":"1945-08-09","vote_average":0.0,"runtime":3,"cert":"\"\"","id":305713,"title":"Walking with My Honey","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Shunsuke works for a company. He has had feeling for Hinako since he began to work there, but she is in a long-distance relationship.","release_date":"2013-09-07","vote_average":0.0,"runtime":83,"cert":"N\/A","id":305718,"title":"Usotsuki Paradox","adult":false,"genre_ids":[10749]},{"cast":["Manny Pacquiao","Chris Algieri","Freddie Roach"],"overview":"Fighter of the Decade Congressman MANNY “PACMAN” PACQUIAO, boxing 's only eight-division world champion, defends his World Boxing Organization (WBO) welterweight title against New York's undefeated WBO junior welterweight champion CHRIS ALGIERI.","release_date":"2014-11-22","vote_average":10.0,"runtime":60,"cert":"\"\"","id":305720,"title":"Pacquiao vs.Algieri","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2014-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305725,"title":"バナナ","adult":false,"genre_ids":[]},{"cast":["Chad Lindsey","Benjamin Sprunger","Paul Stovall","Robert Mello","Bianca Blair"],"overview":"Jamie, an aspiring photographer and clumsy romantic, falls for his friend William, a pre-med student who's involved in a long-term relationship with an older man. Shared dance lessons and shared wine lead to shared beds. William wants Jamie but won't leave his partner. Confronting William and confronted by William's partner, Jamie begins to sort out the difference between being lonely and being alone","release_date":"2000-08-26","vote_average":5.0,"runtime":21,"cert":"\"\"","id":305727,"title":"Caught","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Rowland S. Howard, the Primitive Calculators, Ollie Olsen, Phillip Brophy and many others proffer their recollections and air their animosities in a tribute to the underground music scene of '77 - '81 in Melbourne, Australia.","release_date":"2009-07-31","vote_average":0.0,"runtime":94,"cert":"N\/A","id":305732,"title":"We're Livin' on Dog Food","adult":false,"genre_ids":[10402,99]},{"cast":["Etsushi Toyokawa","Hiroko Yakushimaru","Asami Mizukawa","Renji Ishibashi","Gaku Hamada"],"overview":"The heart wrenching love story between a married couple. The jobless husband cheats on his wife and has no love for her. The wife wants to go on a trip to get pregnant.","release_date":"2009-10-14","vote_average":0.0,"runtime":128,"cert":"N\/A","id":305734,"title":"A Good Husband","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305739,"title":"岳 ガク","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A 1960s Jell-O advertisement revisited and revised. The initial values of the perfect suburban nuclear family are transformed through techniques of bleach, paint and punching holes in the celluloid. Through the use of freeze frame, nuanced subtleties embedded in the advertisement take on new meaning. The idyllic and seamless Jell-O fantasy is displaced.","release_date":"2014-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":305741,"title":"Static Jello","adult":false,"genre_ids":[]},{"cast":["Serge Thériault","Claude Meunier"],"overview":"Ding and Dong at the Lundis des Ha! Ha!","release_date":"2005-11-08","vote_average":9.0,"runtime":88,"cert":"N\/A","id":305743,"title":"Ding et Dong aux lundis des HA! HA!","adult":false,"genre_ids":[35]},{"cast":["Louis-Pierre Bougie","François-Xavier Marange","Denis Saint-Pierre"],"overview":"","release_date":"2014-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305745,"title":"L'Oeuvre des Jours","adult":false,"genre_ids":[]},{"cast":[],"overview":"Every day, people would queue for over two hours for a bowl of ramen. What’s the celebrated chef’s secret ingredient? There is no secret ingredient. In fact, as most fans of Taishoken believe, it’s the charisma of owner Kazuo Yamagishi that attracted people from all around Japan to his modest shop. His personality and love for his craft, combined with a precise mélange of flavours, combined to create perfection in each ramen bowl. This heart-warming documentary is not just for noodle fans, but for anyone who loves to be inspired by passionate people.","release_date":"2013-06-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305753,"title":"The God of Ramen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305755,"title":"MR.CHILDREN -TOUR- POPS","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305757,"title":"Auf den Barockaden","adult":false,"genre_ids":[]},{"cast":["Tera Patrick","Alexis Amore","Brittney Skye","Nikki Benz","Lucy Lee"],"overview":"Return to Teradise Island... and fulfill all of your erotic fantasies.","release_date":"2008-01-12","vote_average":10.0,"runtime":94,"cert":"\"NC-17\"","id":305759,"title":"Teradise Island 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary showing numerous scenes of combat on the Western Front during the First World War.","release_date":"1916-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":305761,"title":"Fighting the War","adult":false,"genre_ids":[99]},{"cast":["Thelma Todd","Patsy Kelly","Don Barclay","Alice Belcher","Charlie Hall"],"overview":"The girls are going on a camping trip.","release_date":"1933-11-14","vote_average":0.0,"runtime":20,"cert":"\"\"","id":305766,"title":"Backs to Nature","adult":false,"genre_ids":[35]},{"cast":["Karl Bittner","Jacob R.G. Canon","Emily Rose Cofer","Andrew Danish","John Della'Zanna"],"overview":"An in-depth look into the Branch Davidians, a religious cult led by David Koresh in the late 1980s and early 1990s that ultimately met with a tragic, fiery end.","release_date":"2009-10-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305768,"title":"Witness to Waco: Inside the Siege","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305770,"title":"Retrato de Nobel: Christian de Duve","adult":false,"genre_ids":[]},{"cast":["Olivier Gruner","Robert Townsend","Nicholas Turturro","Claudia Christian"],"overview":"Mercenary Captain \"Hawk\" is in Acion again to save a hostage. But he and his team are betrayed. Nothing is as it seems...","release_date":"1999-07-20","vote_average":8.0,"runtime":100,"cert":"\"\"","id":305772,"title":"Mercenary II: Thick & Thin","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":305774,"title":"Princesinha Sofia: O Banquete Encantado","adult":false,"genre_ids":[]},{"cast":["Jean Michel Jarre"],"overview":"Port Hercules, completely transformed into a stage for the evening, will provide the setting for the artist, who has created this unique concert for Monaco, specifically for the Royal Wedding. Monaco will provide the backdrop for a dazzling evening. The concert was not part of the tour he's doing and distinguishes itself for having totally different visuals and a different setlist, although most of the setlist of the concert did share similarities with the indoor tour.","release_date":"2011-07-01","vote_average":10.0,"runtime":156,"cert":"N\/A","id":305788,"title":"Jean Michel Jarre: Live In Monaco","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A great dvd, starting off with X MARKS THE SPOT, when Rabbit plays a nasty trick on Pooh and his pals to teach them a lesson about messing up his garden.  Then in A FRIEND IN DEED Pooh and Rabbit learn a life long lesson in sharing.  Then in THE PIGLET WHO WOULD BECOME KING, when Pooh Bear gives Piglet a friendship gift, Rabbit and Tigger pressure Piglet into getting a gift for Pooh, and the 3 friends travel into a far off jungle in search of the land of milk and honey in attempt, yes you guessed it! To find Pooh some honey. Then in A DONKEY FOR A DAY, Pooh and his pals get together to cheer up there friend Eeyore!","release_date":"2003-02-01","vote_average":4.0,"runtime":58,"cert":"\"\"","id":305790,"title":"Growing up with Winnie the Pooh All for One, One for All","adult":false,"genre_ids":[16,10751]},{"cast":["Cecil Parker","Anne Crawford","Derek Bond","Barbara Murray","Mervyn Johns"],"overview":"The free-spirited wife of a proper British doctor leaves him after an arguement over the anatomically correct drawing of a horse on the wall drawn by their young son Tony.","release_date":"1950-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305792,"title":"Tony Draws a Horse","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A man, who once lost his love, tries to find another. The only obstacle is within himself.","release_date":"2014-05-11","vote_average":4.5,"runtime":80,"cert":"\"\"","id":305794,"title":"Blue Tide","adult":false,"genre_ids":[]},{"cast":["Ellen ten Damme","Ali Cifteci","Jacques Herb"],"overview":"Based on the traditional Dutch smartlap genre (an overly dramatic folk song). Maria Machita has to deal with a lot of heartache in this short musical film; her father dies in an accident, her mother perishes in the theatre, and her sweet Turkish boyfriend is leaving the country. Awarded with a Gouden Kalf for Best Short Film, the Prijs van de Stad Utrecht and the Pathé Tuschinski Award. (from http:\/\/www.filmfestival.nl\/publiek\/films\/de-tranen-van-maria-machita)","release_date":"1991-07-31","vote_average":0.0,"runtime":40,"cert":"N\/A","id":305796,"title":"The Tears of Maria Machita","adult":false,"genre_ids":[18,14]},{"cast":["Evelyn Brent","Irene Rich","Louise Fazenda","Lilyan Tashman","Marceline Day"],"overview":"The story of eight women and how they served their country during World War I.","release_date":"1931-09-18","vote_average":0.0,"runtime":63,"cert":"\"\"","id":305801,"title":"The Mad Parade","adult":false,"genre_ids":[18,10752]},{"cast":["Cees Geel","Dorien Haan","Martijn Hillenius","Steef Hupkes","Thijs Maas"],"overview":"On Stage is a fake documentary about a promising five-headed cabaret company at the Cabaret Academy, who after their graduation are signed up by an impresario. The latter wants to launch them as real stars, but the troupe appears to be less close-knit than expected, when machinations and mutual competition drive the friends apart and one person is even victimised. The actors really graduated from the Academy in 2003.","release_date":"2005-03-08","vote_average":0.0,"runtime":78,"cert":"N\/A","id":305803,"title":"On Stage","adult":false,"genre_ids":[18]},{"cast":["Jeff Dylan Graham","Lilith Stabs","Lucien Eisenach","Dawn DuVurger","Cynder Moon"],"overview":"Four criminals attempt the unthinkable -- ransoming the corpse of a dead child back to the family. But things take an even darker turn when they find an old spirit board at the cabin they are using for a hide-out.","release_date":"2003-10-27","vote_average":0.0,"runtime":74,"cert":"\"R\"","id":305805,"title":"Malefic","adult":false,"genre_ids":[27]},{"cast":["Willy Fritsch","Paul Hörbiger","Trude Marlen","Ida Wüst","Gustav Waldau"],"overview":"","release_date":"1933-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305807,"title":"Des jungen Dessauers grosse Liebe","adult":false,"genre_ids":[35]},{"cast":["Anneliese Uhlig","Paul Klinger","Lina Carstens","Herbert Wilk","Dorit Kreysler"],"overview":"","release_date":"1940-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305809,"title":"Kriminalkommissar Eyck","adult":false,"genre_ids":[80]},{"cast":["Mady Rahl","O.W. Fischer","Harald Paulsen","Elfriede Datzig","Paul Kemp"],"overview":"","release_date":"1944-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305811,"title":"Sieben Briefe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Stormy Times is a collection of three short films created as a series of visual poems (Dream Running, Grasshopper’s One-Game Match, andWe Can Hear Joe’s Poem). Katsu Kanai screened this films together, along with extra documentary footage, as a memorial to his friend Jônouchi Motoharu.","release_date":"1991-01-01","vote_average":7.0,"runtime":62,"cert":"N\/A","id":305813,"title":"The Stormy Times","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 2012","release_date":"2012-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305818,"title":"Yaar Pardesi","adult":false,"genre_ids":[]},{"cast":["Charmy Kaur","Ajay","Ali","Kota Srinivasa Rao","M. S. Narayana"],"overview":"A dance choreographer and her team of children come between two feuding gangs.","release_date":"2010-08-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305823,"title":"Sye Aata","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 2008","release_date":"2008-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305825,"title":"Tinnama Padukunnama Tellarinda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1996.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305827,"title":"Vamshaniki Okkadu","adult":false,"genre_ids":[]},{"cast":["Addison Graham","Brandon Rife","Gregory Michaels","Dustin Schroeder","Holgie Forrester"],"overview":"Welcome to Camp Liberty! When newbie camp counselor Andrew, meets camp leader Jack,  during orientation, Andrew finds he has more than campfires and weenie roasts on his mind! When Andrew’s attempt to gain Jack's affection fails, he devises a plan that threatens not only a would be summer fling, but Jack himself!","release_date":"2014-08-20","vote_average":4.0,"runtime":38,"cert":"\"NR\"","id":305829,"title":"Counselor Week at Camp Liberty","adult":true,"genre_ids":[35,10749]},{"cast":["Dragan Bakema","Nyncke Beekhuyzen","Dai Carter","Raoul Copier","Raoul Copier"],"overview":"What happens if you take the law into your own hands, start correcting the legal system on your own initiative? Hans Croiset, André van den Heuvel, Bram van der Vlugt and Kitty Courbois in their roles of aged resistance heroes do not think this is such a bad idea; in fact, it is what they already did during World War II. Back then, they formed a sworn resistance gang. The occasion for their renewed fighting spirit is the brutal robbery and murder of Marjan, one of the members of their former group. Past and present start blending. In a controlled tempo, alert to detail and acting, a story unravels that focuses on Hans Croiset in the role of Simon, a retired teacher of Dutch. He makes contact with the underworld, meeting the Slavic Goran, who starts feeling sympathy for the old man. Eventually, fate lies in Simon's hands.","release_date":"2005-03-02","vote_average":0.0,"runtime":97,"cert":"N\/A","id":305831,"title":"Broken Red","adult":false,"genre_ids":[53]},{"cast":["Shashi Kapoor","Rinku Jaiswal","Kiran Kumar","Sarita","Utpal Dutt"],"overview":"When Pal's son kills a police constable, his best friend, Saxena, the only witness to this murder, comes forward and as a result Pal's son is arrested and charged with murder. Pal pleads with Saxena to change his witness statement, but Saxena refuses to do so, and as a result Pal's son gets convicted and is sentenced to death. Pal swears to avenge his son's death. Years later, Saxena's sons, Ramesh and Suresh, have grown up. While Suresh, the younger son, is serious, studious, and business-minded, Ramesh is quite the opposite. Pal's son, Prem, befriends Suresh and gets him hooked-up with a gorgeous looking girl, and drugs his drinks, thus making him an addict. He falls in love with this girl and wants to get married to her. His parents and Ramesh are opposed to this, and Ramesh goes to the extent of threatening to kill her.","release_date":"1974-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305833,"title":"Mr. Romeo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1971","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305835,"title":"Namma Samsara","adult":false,"genre_ids":[]},{"cast":["Johnny de Mol","Dimme Treurniet","Nienke Römer","Celia Nufaar","Helmert Woudenberg"],"overview":"For all Frits, a farmer's son, knows, his mother died when giving birth to him. He and his father make up a strong team. In the literal and figurative sense, because his father not only teaches him to milk the cows and hunt, he is also the coach of his soccer team. The happy tide turns when the boy turns eighteen and is scouted as a promising soccer talent. Suddenly, Frits's future is no longer with his father on the farm, but on the green grass of the Nijmegen soccer club NEC. His son's splendid soccer career may be the crowning glory of the farmer's hard work, but he is afraid he will also lose his only child. Desperate, he reveals the lie with which he raised his son. Frits is bewildered and makes a dramatic decision.","release_date":"2004-03-08","vote_average":0.0,"runtime":92,"cert":"N\/A","id":305837,"title":"Quicksand","adult":false,"genre_ids":[]},{"cast":["Sanjeev Kumar","Jaya Bachchan"],"overview":"Sushma believes that she is too young to get married, but her father, Lalla Banarsilal insists, and she runs away. Her adventures take her to a lonely wealthy widower with a cute daughter named Guddi; a drunken lout in a brothel; Dr. Kruparam, a psychiatrist, who admits her in his mental hospital; a dreaded bandit who has killed his tormentor, cut him into pieces and fed them to birds, and who still on a killing spree; Pandit Gorakhnath who lives a double life - as a priest and as a smuggler; a leper Dhanraj, who once was a very wealthy man, but is now shunned by everyone; a transvestite stage actor; and a hunter who saves Sushma's life by shooting dead a man-eating lion. As things spiral out of control for Sushma, there is yet one more male she has to meet, and it is this meeting that will change her life even more.","release_date":"1974-05-07","vote_average":0.0,"runtime":141,"cert":"N\/A","id":305839,"title":"Naya Din Nai Raat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1981","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305841,"title":"Neela Saila","adult":false,"genre_ids":[]},{"cast":["Joyce DiDonato","Juan Diego Flórez","Pietro Spagnoli","Ferruccio Furlanetto","Alessandro Corbelli"],"overview":"23-year-old Gioachino Rossini completed his masterpiece IL BARBIERE DI SIVIGLIA incredibly quickly – legend has it in just 13 days – which Rossini attributed to ‘facility and lots of instinct’. The opera, characterized by youthful energy and bold wit, has all the ingredients for comic chaos: an imprisoned young woman, her lecherous guardian and a young noble suitor. Skilfully plotting behind the scenes is Figaro, an irrepressible and inventive character in whom many have seen a resemblance to the young Rossini himself. The score fizzes with musical brilliance, from Figaro’s famous entrance aria to the frenzy of the Act I finale. This recording sees Joyce DiDonato (Rosina) bring literal meaning to the old theatrical motto Break a leg! She did just that in an earlier show but was determined to finish her commitment and was re-staged into the production to allow for the additional challenges that come when a leading lady in a lively physical role must wheel around the other performers...","release_date":"2009-07-04","vote_average":4.3,"runtime":150,"cert":"N\/A","id":305846,"title":"Il Barbiere di Siviglia","adult":false,"genre_ids":[10402]},{"cast":["Arya Babbar","Pooja Bharti","Rajesh Sharma","Prasenjit Chatterjee"],"overview":"The film is a story of a small town girl, Pia, who falls in an Internet trap. She falls in love with a friend, Rahul, whom she has never seen but met on Internet. The feeling between them grows and Rahul informs Piya that he'd be coming to Haridwar to meet her. Elated and blind in love, Pia gives her life and love to the boy. They get married and she dreams of a future with him only to be hard hit by reality that the man she gave her life to is not the Rahul she met on Internet. She is being duped and denied justice. Will Pia come out of this tragedy and stand up for herself, forms the rest of the story of the film.","release_date":"2013-10-11","vote_average":0.0,"runtime":115,"cert":"N\/A","id":305848,"title":"Paapi","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Bollywood 1980","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305850,"title":"Pandanti Jeevitham","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four friends try to woo a girl next door.","release_date":"1992-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":305852,"title":"Parda Hai Parda","adult":false,"genre_ids":[]},{"cast":["Rajinikanth"],"overview":"A 1977 Kannada movie.","release_date":"1977-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305854,"title":"Sahodarara Saval","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film about the politics of measuring.","release_date":"2009-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":305856,"title":"We Began by Measuring Distance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bollywood 1977","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305858,"title":"Sose Thanda Saubhagya","adult":false,"genre_ids":[]},{"cast":["Ramki","Ramya Krishnan","Sanghavi","Bhanupriya","Nizhalgal Ravi"],"overview":"Rasaiya and Rajeswari are tribal newly weds, out for a midnight stroll in the forest. Three drunk businessmen('Nizhalgal' Ravi, Thyagu, Ponnambalam) accost them and when Rajeswari refuses to succumb to their advances, they kill the couple. Rajeswari is them reborn as the child of a poor couple and once she remembers her past, starts taking her revenge. Once she has disposed off the first two, she finds out that the son of the third is a look-alike of Rasaiya. When Rasaiya ends up marrying the girl of his father's choice, Rajeswari attempts to prevent the consummation of their relationship and steal her husband back.","release_date":"2001-04-13","vote_average":0.0,"runtime":142,"cert":"N\/A","id":305860,"title":"Sri Raja Rajeswari","adult":false,"genre_ids":[28,18,14]},{"cast":["Josette Pacino","Brian Neil Hoff","Xu Razer","Martin Klebba"],"overview":"Sometimes therapy doesn't work for everyone","release_date":"2014-08-15","vote_average":0.0,"runtime":80,"cert":"\"\"","id":305862,"title":"House of Mirrors","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Bollywood 1973","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305864,"title":"Udhayam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two brothers battle against each other in court when their lady love Shalu is accused of murder.","release_date":"1971-03-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":305866,"title":"Upaasna","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305874,"title":"Luntano","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Film about the investigation of the death of a young woman.","release_date":"1990-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305876,"title":"Police Public","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1975","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305878,"title":"Zamindarugari Ammayi","adult":false,"genre_ids":[]},{"cast":["Joe E. Brown","Bernice Claire","Jack Whiting","Frank McHugh","Laura Lee"],"overview":"An order clerk poses as a millionaire.","release_date":"1930-08-23","vote_average":0.0,"runtime":80,"cert":"\"\"","id":305880,"title":"Top Speed","adult":false,"genre_ids":[10402,35,10749]},{"cast":[],"overview":"Film starring Ajit, Madhu Malhotra and Amrit Raj","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305882,"title":"Pyar Ke Do Chaar Din","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1972","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305884,"title":"Konduku Kodalu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1967","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305886,"title":"Lagna Patrike","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1963","release_date":"1963-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305888,"title":"Malli Madhuve","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1970","release_date":"1970-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305890,"title":"Manjari Opera","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1972","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305892,"title":"Mehmil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Himanshu, Saadhika and Simran","release_date":"1995-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305894,"title":"Sanam Harjai","adult":false,"genre_ids":[]},{"cast":["Ichirō Nagai","Shouhei Ayukawa","Isamu Tanonaka","Shinichi Tsuba","Masaharu Satō"],"overview":"This adventurous story of a boy named Uri and an old man takes place in the cosmic Milky Way where the starfish live. This is the tale of their fantasy journey in search of the mysterious monster fish.","release_date":"1993-05-21","vote_average":7.3,"runtime":23,"cert":"N\/A","id":305896,"title":"Ursa Minor Blue","adult":false,"genre_ids":[16,14,12]},{"cast":[],"overview":"Bollywood 1967","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305898,"title":"Naadan Pennu","adult":false,"genre_ids":[]},{"cast":["Rajkumar","Harini","Leelavathi","Udaykumar"],"overview":"Bollywood 1962","release_date":"1959-01-01","vote_average":0.0,"runtime":157,"cert":"N\/A","id":305900,"title":"Nanda-Deepa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1949","release_date":"1949-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305902,"title":"Niruddesh","adult":false,"genre_ids":[]},{"cast":[],"overview":"A clash between the village of Zamindar and five men.","release_date":"1978-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":305904,"title":"Paduvarahalli Pandavaru","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Rekha","Moushumi Chatterjee","Helen","Keshto Mukherjee"],"overview":"Adivasi Mahua lives a poor lifestyle in a fishing village along with her widowed dad. One day the local Poojary comes across a seemingly menacing looking male, feeds him, and asks Mahua's dad to look after him. This male has no memory and they name him Kishan. Shortly thereafter Mahua and Kishan fall in love and get married. After about 2 months Kishan goes to the city and does not return home. A frantic Mahua and her dad go to the Police as well as to the city to search for him albeit in vain and return home. Mahua continues to worry about Kishan and sets out on her own to try and locate him. She meets with a doctor who informs her that he recalls treating a male fitting Kishan's description and gives her his Bombay address. Mahua travels to Bombay and locates Kishan's house.","release_date":"1979-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305906,"title":"Prem Bandhan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1972","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305908,"title":"Sabari","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1978","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305910,"title":"Samayamayilla Polum","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1976","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305912,"title":"Teesra Patthar","adult":false,"genre_ids":[]},{"cast":["Thikkurissy Sukumaran Nair","B. S. Saroja","T. R. Rajakumari","K P Ummer","Kedamangalam Sadanandan"],"overview":"An illiterate rich landlord Aboobacker Haji married three times and divorced all the three wives. His next aim is to get married again which according to traditions will be his last marriage.","release_date":"1960-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305914,"title":"Umma","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bollywood 1962","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305916,"title":"Vidhi Vilasa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1996","release_date":"1996-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305918,"title":"Yashoda","adult":false,"genre_ids":[]},{"cast":["Nina Proll","Kathrin Resetarits","Una Wipplinger","Victor Tremmel","Alexandere Tarzi"],"overview":"Short film about a woman and a little girl.","release_date":"1998-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":305920,"title":"Sunspots","adult":false,"genre_ids":[]},{"cast":["Emil Albes","Ernst Matray","Siddie Sinnen","Hugo Flink"],"overview":"Slapstick farce about a man who falls in love with a circus woman.","release_date":"1914-05-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":305922,"title":"Mein Name ist Spiesecke","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film about Manila. It is raining.","release_date":"1989-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":305924,"title":"Sa Maynila","adult":false,"genre_ids":[]},{"cast":[],"overview":"The documentary entitled \"Graduating Peter\" follows the journey of a young boy with Down Syndrome as he makes the transition from middle school through high school and into the real world.","release_date":"2001-11-24","vote_average":0.0,"runtime":75,"cert":"\"\"","id":305926,"title":"Graduating Peter","adult":false,"genre_ids":[]},{"cast":["Etsushi Toyokawa","Yuko Asano","Kazuya Takahashi","Mai Kitajima","Hisako Manda"],"overview":"A band of samurai warriors places a curse on a family fortune thus frustrating the heir 4 centuries later. Despite the Asian setting, it has a sort of strong sense of the gothic that brings to mind the works of Edgar Allan Poe and Nathaniel Hawthorne.","release_date":"1996-10-26","vote_average":0.0,"runtime":126,"cert":"N\/A","id":305928,"title":"The 8-Tomb Village","adult":false,"genre_ids":[18,9648]},{"cast":["Branco Mello","Sergio Britto","Paulo Miklos","Tony Bellotto"],"overview":"In 1986, with nine members, the Titãs recorded the album \"Cabeça Dinossauro\", one of the most important records in the history of Brazilian rock. In 2012, as a quartet (Paulo Miklos, Branco Mello, Sérgio Britto and Tony Bellotto), the band celebrates 30 years and commemorative tour in a show recorded live at the Circo Voador, Rio de Janeiro) .  The DVD was directed by Oscar Rodrigues Alves, one of the directors of the Titãs' documentary \"Life Like a Party\".  The band plays heavy, with the blow it deserves.","release_date":"2012-06-09","vote_average":0.0,"runtime":50,"cert":"N\/A","id":305930,"title":"Titãs: Cabeça Dinossauro 30 Anos","adult":false,"genre_ids":[10402]},{"cast":["Cameron Dallas","Matt Shively","Lia Marie Johnson","Marcus Johns","Andrea Russett"],"overview":"Felix (Cameron Dallas) is a legendary prankster who gets expelled from his high school and, with his friend’s help, stops at nothing to hide it from his parents.","release_date":"2014-12-12","vote_average":5.9,"runtime":85,"cert":"\"\"","id":305932,"title":"Expelled","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This documentary examines the traditions and subjective effects of ayahuasca drinking, primarily from a Western perspective.","release_date":"2014-09-01","vote_average":0.0,"runtime":65,"cert":"\"\"","id":305934,"title":"Ayahuasca: Nature's Greatest Gift","adult":false,"genre_ids":[99]},{"cast":["Ernest Borgnine","Peter Michael Dillon"],"overview":"Tino Mariano, an aspiring opera singer indebted to a Mob boss. Money is no object, but when you are in debt there's no turning back.","release_date":"2000-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":305936,"title":"The Kiss Of Debt","adult":false,"genre_ids":[35]},{"cast":["Carola Höhn","Else von Möllendorff","Lucie Englisch","Grethe Weiser","Johannes Riemann"],"overview":"","release_date":"1943-12-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":305938,"title":"Drei tolle Mädels","adult":false,"genre_ids":[35]},{"cast":["Joe E. Brown","Dorothy Lee","Ruth Hall","Edward Woods","Edward Nugent"],"overview":"John is a timid student who works at the University Book Store. He is studying to be a botanist and has a secret crush on the lovely Julia. One day, one of his letters gets accidentally mailed and Julia receives it. When the letter says that he is a fraternity man and a big track star, Julia rushes right over to see him. But John is neither and Spike, Julia's boyfriend, is a track star at a nearby College. John does not want to enter the track meet so Julia tries to use psychology on him. That and a good wrestling hold makes John timidly agree to enter the race, but Spike still scares him.","release_date":"1931-11-27","vote_average":0.0,"runtime":68,"cert":"\"\"","id":305946,"title":"Local Boy Makes Good","adult":false,"genre_ids":[10749,35,10402]},{"cast":[],"overview":"\"Bill T. Jones: A Good Man\" follows choreographer Bill T. Jones as he and his company create their most ambitious work, an original dance-theater piece in honor of Abraham Lincoln's Bicentennial. Through two tumultuous years, we witness raw moments of frustration as Jones struggles to communicate his vision to his dancers and collaborators, as well as moments of great exhilaration when movement transcends the limitation of words. Jones and his company come face to face with America's unresolved contradictions about race, equality, and the legacy of our 16th President. This intimate documentary provides a window into the creative process and the creative crisis of one of our nation's most enduring and provocative artists as he explores what it means to be a good man, to be a free man, to be a citizen.","release_date":"2014-08-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305948,"title":"Bill T. Jones: A Good Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bio of Janis Joplin, musical icon of the 1960s whose life ended much too young at 27 from a heroin overdose.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305950,"title":"Janis Joplin: Get It While You Can","adult":false,"genre_ids":[]},{"cast":[],"overview":"NBA's Greatest Rivalries &amp; Upsets showcases the NBA's most heated matchups to date. In back-to-back seasons, the Miami Heat and Detroit Pistons competed for bragging rights, with the Pistons winning in 2005 and the Heat gaining revenge on their way to the NBA crown in 2006. This classic showdown is one of several spectacular displays of the on-court clashes and epic rivalries.","release_date":"2010-05-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305952,"title":"NBA Greatest Rivalries Vol. 1","adult":false,"genre_ids":[]},{"cast":["Ann Wilson","Nancy Wilson","Sammy Hagar","Richard Marx","Shawn Colvin"],"overview":"Hearts Ann and Nancy Wilson returned to their hometown of Seattle to stage a celebration of the Christmas season, gathering a few of their friends to join them in singing holiday classics, personal favorites and some of their own hits. Special guests Shawn Colvin, Sammy Hagar, Richard Marx and Pat Monahan from Train joined HEART for this once-in-a-lifetime concert, which was taped on Dec. 12 2013 at the beautiful Benaroya Symphony Concert Hall in Seattle. The Wilson sisters performed an array of holiday songs written by Joni Mitchell, Harry Nilsson, Bob Dylan and Hagar in their Christmas set as well as some of HEART s favorite songs. Colvin, Hagar, Marx and Monahan provided additional vocals on the tunes and\/or sing duets with Heart.","release_date":"2014-11-10","vote_average":8.0,"runtime":60,"cert":"\"\"","id":305954,"title":"Heart and Friends: Home For The Holidays","adult":false,"genre_ids":[10402]},{"cast":["T Bone Burnett","Elvis Costello","Rhiannon Giddens","Jim James","Marcus Mumford"],"overview":"A documentary that goes behind the scenes with some of today's most talented songwriters as they make new music based on long-lost, newly discovered lyrics from Bob Dylan's legendary Basement Tapes sessions. T Bone Burnett brings Elvis Costello, Rhiannon Giddens, Taylor Goldsmith, Jim James and Marcus Mumford together in a dramatic two-week studio session in the basement of Capitol Records. Features an exclusive interview with Bob Dylan.","release_date":"2014-11-21","vote_average":8.5,"runtime":106,"cert":"\"\"","id":305956,"title":"Lost Songs: The Basement Tapes Continued","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"The Sinking of USS Princeton combines contemporary interviews with survivors and archival footage to tell the story of two ships, the USS Princeton (CVL-23) and USS Birmingham (CL-62). Hit by a Japanese bomb, Princeton would sink - but in trying to save the ship, Birmingham would take more casualties. find out how the last American Fleet Carrier sank in World War II.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":305958,"title":"The Sinking of USS Princeton","adult":false,"genre_ids":[]},{"cast":["Megalyn Echikunwoke"],"overview":"a short film by Rod Blackhurst, Bryce McGuire.","release_date":"2014-10-12","vote_average":6.5,"runtime":3,"cert":"N\/A","id":305966,"title":"Night Swim","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A documentary about the Norwegian Christian death metal band Extol.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":305968,"title":"Extol: Of Light and Shade","adult":false,"genre_ids":[99,10402]},{"cast":["Lauren Graham"],"overview":"\"Black Diamonds: Mountaintop Removal and the Fight for Coalfield Justice\" is an award-winning feature documentary exploring radical community resistance to the explosive rise of mountaintop removal coal mines in Appalachian states.","release_date":"2006-09-19","vote_average":0.0,"runtime":72,"cert":"\"\"","id":305970,"title":"Black Diamonds: Mountaintop Removal & the Fight for Coalfield Justice","adult":false,"genre_ids":[99]},{"cast":["Robert Z'Dar","Paul Coufos","Alexa Hamilton","Michael Paré","Joe Cortese"],"overview":"In the future, large corporations earn millions of dollars by staging gladiatorial fights to the death that are shown on worldwide television. One day, however, a fighter who is scheduled to hunt and kill an opponent in the Arizona desert decides he's had enough, and makes a run for it. His opponent is instructed to track him down and kill him.","release_date":"1990-06-05","vote_average":5.0,"runtime":90,"cert":"\"\"","id":305972,"title":"Dragonfight","adult":false,"genre_ids":[878,28]},{"cast":[],"overview":"A 5 minute animation on the nature of addiction.","release_date":"2014-10-13","vote_average":7.0,"runtime":5,"cert":"\"\"","id":305974,"title":"Nuggets","adult":false,"genre_ids":[16]},{"cast":["Cherie","Elisangela Marques","Danyelle Evangelista","Domonique Y","Julie Vidal"],"overview":"","release_date":"2003-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305976,"title":"Rogue Adventures 15","adult":true,"genre_ids":[]},{"cast":["Enrique Bastos","Bartolo Aguilar","Fabián Silva","Marilú Marini","Claudia Cantero"],"overview":"A trumpeter for the Uruguayan Air Force Band finds an opportunity to make his dreams come true after enrolling in a music contest.","release_date":"2013-11-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":305978,"title":"Solo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":305989,"title":"Global Shopping Village","adult":false,"genre_ids":[]},{"cast":["Fred Dalton Thompson","Todd Litzinger","Bill Lundy","Lee Lundy","David Fritsch"],"overview":"A small town lawyer, with a comfortable small town life undertakes the biggest case of his career in an area of law he does't handle against corporate defendants that never lose.","release_date":"2014-11-27","vote_average":0.0,"runtime":112,"cert":"\"\"","id":305991,"title":"A Larger Life","adult":false,"genre_ids":[18]},{"cast":["Dagmar","Iris Cash","Conny Jever","Isabella","Chantal Ramirez"],"overview":"","release_date":"1996-02-11","vote_average":9.0,"runtime":null,"cert":"N\/A","id":305993,"title":"Familie Immerscharf 2 - Von einem Schwanz zum Nächsten","adult":true,"genre_ids":[]},{"cast":["Kathryn Beck","Colin Lane","Aaron Jeffery","Zoe Naylor","Lorraine Bayly"],"overview":"Eleven tales of love connected by padlocks on a gate - a journey exploring the heart behind the worldwide phenomenon that is Locks of Love.","release_date":"2014-11-29","vote_average":0.0,"runtime":97,"cert":"N\/A","id":305995,"title":"Locks of Love","adult":false,"genre_ids":[18,35]},{"cast":["Sergej Borodokin","Mikheil Kobakhidze","Natalya Zorina"],"overview":"A dialogue-free Georgian student film.","release_date":"1962-01-01","vote_average":7.0,"runtime":12,"cert":"N\/A","id":305997,"title":"Carrousel","adult":false,"genre_ids":[18,35]},{"cert":"\"\"","title":"The Phantom of the North","cast":["Edith Roberts","Donald Keith","Kathleen Key","Boris Karloff","Joe Bonomo"],"id":305999,"overview":"In the great white north, a trapper searchers for the thief who has been stealing his furs while a local trader seeks to take advantage of the situation.","runtime":20,"genre_ids":[12,37],"release_date":"1929-05-27","vote_average":0.0,"adult":false}]