[{"cast":["Rex Lease","Dorothy Sebastian","Tom Santschi","Boris Karloff"],"overview":"The Utah Kid eludes a sheriff's posse and takes refuge in Robber's Roost, a hideout for outlaws running from the law where he meets and falls for a waylaid school teacher.","release_date":"1930-11-07","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":306001,"title":"The Utah Kid","adult":false,"genre_ids":[37]},{"cast":["Senta Berger","Tom Conti","Tom Conti","Natalia Wörner","Michael York"],"overview":"","release_date":"2009-12-25","vote_average":7.0,"runtime":null,"cert":"N\/A","id":306009,"title":"Four Seasons - Winter","adult":false,"genre_ids":[10749,18]},{"cast":["Andrée McLey","Roland Lespineux","Jio Berk","Nicole Duport","Roland Lethem"],"overview":"A surrealist saga in four parts:  1.) The credit sequence in which title cards show successively larger foetuses pulsating on the screen until the baby is born and cries.\r 2.) Etoile-directly referring to Cocteau, Lethem shows an adolescent sucking a starfish and then giving birth to a smaller starfish. A statement of inadequacy. To give birth involves an emasculation and a loss of vitality.\r 3.) Corps-two images of a man on a couch groping for each other, watched by a mysterious peeping Tom. As the two superimposed images come together, the heavy breathing subsides…the statement that the birth of desire is a self – realisation.\r 4.) Hymen – The decaying body of a girl is shot through green filters, and the final image reveals her vagina crawling with maggots and overlain with a crucifix. A representation of Catholicism preventing the free expression of desire.","release_date":"1967-12-27","vote_average":2.8,"runtime":19,"cert":"N\/A","id":306011,"title":"Les souffrances d'un oeuf meurtri","adult":false,"genre_ids":[]},{"cast":["Iris Cash","Dagmar","Daniella","Conny Jever","Backey Jakic"],"overview":"","release_date":"1996-04-11","vote_average":9.0,"runtime":null,"cert":"N\/A","id":306013,"title":"Familie Immerscharf 4 - Miss Kitzler von der Post","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adil Hoxur, descended from a line of Dawaz tightrope artists, performs nightly with his troupe in China’s Taklamakan desert, among the Uyghurs, a Turkic Muslim people seeking religious and political autonomy. Shot over four months, this experimental documentary takes shape as a travelogue, ethnographic visual poem, and advocacy video for the preservation of a traditional art form. - MoMA","release_date":"2004-09-16","vote_average":8.0,"runtime":68,"cert":"\"\"","id":306015,"title":"Kings of the Sky","adult":false,"genre_ids":[]},{"cast":["Senta Berger","Tom Conti","Natalia Wörner","Michael York","Paula Kalenberg"],"overview":"","release_date":"2009-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306017,"title":"Four Seasons - Spring","adult":false,"genre_ids":[10749,18]},{"cast":["Angelos Sifonios","Nikos Aliagas","Anna Mouglalis"],"overview":"","release_date":"2014-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306019,"title":"Le Rêve d'Icare","adult":false,"genre_ids":[18]},{"cast":["Steve Borden","Steve Austin","Ric Flair","Hulk Hogan","Kevin Nash"],"overview":"a film by Kevin Dunn.","release_date":"2014-09-23","vote_average":6.2,"runtime":null,"cert":"\"\"","id":306021,"title":"WWE: The Best of Sting","adult":false,"genre_ids":[]},{"cast":["Tatyana Reshetnikova","Mariya Vinogradova","Vasiliy Livanov","Aleksandr Baranov"],"overview":"","release_date":"1980-01-01","vote_average":6.5,"runtime":9,"cert":"N\/A","id":306035,"title":"A Kitten Named Woof (Episode 4)","adult":false,"genre_ids":[16]},{"cast":["Tatyana Reshetnikova","Mariya Vinogradova","Vasiliy Livanov","Aleksandr Baranov"],"overview":"","release_date":"1982-01-01","vote_average":6.5,"runtime":9,"cert":"N\/A","id":306037,"title":"A Kitten Named Woof (Episode 5)","adult":false,"genre_ids":[16]},{"cast":["Dharmendra","Shashi Kapoor","Zeenat Aman","Sachin Pilgaonkar","Pran"],"overview":"Unaware of his parents, as he was abandoned as a young child, Vikramjit Singh alias Vicky grows up amidst hatred.","release_date":"1981-02-03","vote_average":7.0,"runtime":159,"cert":"N\/A","id":306039,"title":"Krodhi","adult":false,"genre_ids":[]},{"cast":["Boris Chirkov","Vladimir Feoktistov (II)","Vladimir Gribkov","Aleksei Gribov","Yuri Khrzhanovsky"],"overview":"A cute doggy with gypsy soul found temporary work in a creative environment.","release_date":"1952-01-01","vote_average":6.8,"runtime":30,"cert":"N\/A","id":306041,"title":"Kashtanka","adult":false,"genre_ids":[10751,16,14]},{"cast":["Rumbi Mautsi","Naomi J. Lewis","Alexis Rodney","Kerron Darby","Dee Meaden"],"overview":"Set in Brixton, South London, and shot using a cast of new and non-actors, \"Top Girl\" is a coming of age tale about fearless 15-year-old Donna and her best friend Felicia, who set off on a mission to find Legz, a 20 year old with a recording studio in the bedroom of his mom's apartment. The idea is for Donna to MC on a track, but events, as you'd expect, don't go as to planned.","release_date":"2009-02-10","vote_average":0.0,"runtime":19,"cert":"N\/A","id":306043,"title":"Top Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"On a quiet suburban street there is a house occupied by a group of drug and alcohol fuelled teenage wasters who wreak havoc upon the local community on a daily basis, a mysterious figure has arrived at there door who intends to make them pay the ultimate price for their sins. Could this mysterious visitor be Christ himself? Punishing these young sinners with brutal acts of violence? Can anyone survive the wrath of Brutal Jesus!?","release_date":"2010-07-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306045,"title":"Brutal Jesus and the house of wasted youth","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program profiles writers of the 20s, 30s, and 40s, known as the Pulp Fiction-era. These writers created the iconic characters who live on today in our collective hearts and imaginations. It has even been estimated that 90-95% of the top blockbusters in Hollywood movies, were based on the stories from the Pulp Fiction-era.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306059,"title":"Pulpfiction","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Sleepy Hollow\" at PALEYFEST on March 19, 2014.The Headless Horseman rides again! And he's even deadlier than anyone -- Washington Irving included -- ever imagined. This modern spin on Irving's classic tale has great fun with its \"fish-out-of-water\" premise, taking Ichabod Crane (Tom Mison) out of the Colonial era and time-tripping him into present-day New York State.","release_date":"2014-08-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306061,"title":"Sleepy Hollow: Cast and Creators Live at PALEYFEST","adult":false,"genre_ids":[]},{"cast":[],"overview":"Geared for children ages 8-12, this stunning, half-hour, action-packed program uses top quality animation to bring to life the story of missionary martyr Jim Elliot.","release_date":"2005-03-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306066,"title":"Torchlighters: Jim Elliot","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get an insider's view of the romance world and follow the stories of three romance writers who try to maneuver their way to the top of this extremely competitive industry.","release_date":"2007-03-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306068,"title":"Who's Afraid of Happy Endings?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1976","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306070,"title":"Ayalkari","adult":false,"genre_ids":[]},{"cast":[],"overview":"An anthology of five zombie themed short films; DWEEZLE, A PICTURE TO DIE FOR, BLACK BONE WOODS, ZOE DIES IN THE END and HERE LIES BUD.","release_date":"2013-10-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306090,"title":"Long Live the Dead Zombie Anthology","adult":false,"genre_ids":[]},{"cast":[],"overview":"David captured a revelation of the greatness of God that caused everything else to pale in comparison. Our biggest problem in life isn't the fact that our situations are too large, but that our view of God is too small! Don't miss the life changing truth presented in \"God Is Greater\" from the Collision Conference in Dallas TX. This message has been aired all over the world and has touched thousands of lives.","release_date":"2014-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306092,"title":"God Is Greater","adult":false,"genre_ids":[]},{"cast":[],"overview":"An historic villa in Italy is the setting for this sumptuous and elegant film about a handsome stranger with a suspicious past whose arrival wreaks havoc on the marriage of a beautiful woman and her crippled husband. Inspired by the D.H. Lawrence Classic, \"Lady Chatterley's Lover\" and directed by Lorenzo Onoarati, one of Italy's most accomplished directors of art-house erotica.","release_date":"2014-06-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306094,"title":"The Loves of Lady Chatterley","adult":false,"genre_ids":[]},{"cast":[],"overview":"Geisha, the twilight of flowers, is a journey to the secret world of Geishas of Kyoto, Japan's ancient capital. Filmmaker Romain Guélat takes us on a rare journey into this hidden world usually closed to western eyes.","release_date":"2005-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306096,"title":"Geisha: Twilight of the flowers","adult":false,"genre_ids":[]},{"cast":[],"overview":"All the sights and sounds that have made Lionel Trains an American icon. See our narrator Jeff in the cab of a Santa Fe F3 as it glides down the track. You'll also meet Lenny the Lion, the first animated character ever in a toy train video. Great fun starring Lionel trains, funny toy train bloopers, educational segments, and new songs by James Coffey.","release_date":"2000-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306098,"title":"I Love Lionel","adult":false,"genre_ids":[]},{"cast":["Joanna Bartling","Misty Madden","Sean McCracken","Brian Papson","William D. Caldwell"],"overview":"A college student is injured by a malfunctioning soda machine on Highway 6. His fellow students take him to a doctor who lives in a basement bomb shelter and awaits the second coming of Elvis Presley. They can't leave, and a killer stalks them with an ax.","release_date":"2014-11-04","vote_average":0.0,"runtime":86,"cert":"\"\"","id":306109,"title":"Horror House on Highway 6","adult":false,"genre_ids":[27]},{"cast":[],"overview":"From the creator of Defy, the Danny Harf Project... comes the next level of wakeboarding including a massive movement to bring the sport and it's riders to the top of the action sports world. PRIME dives deep into the heart of the most progressive riding today while delving into the minds and physical potential of wakeboarding and wakeskating's best. These athletes are all unique and motivated by different instincts, but one factor remains the same: taking wakeboarding to the next level.","release_date":"2014-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306111,"title":"Prime: The Wake Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The Americans\" at The Paley Center for Media on October 4, 2013 and \"Elementary\" at the Paley Center on October 5, 2013. These PALEYFEST NY events honor the drama series about a pair of KGB spies posing as a suburban married couple during the Cold War and celebrate the crime series about the New York-based, modern-day adventures of Sherlock Holmes and his \"sober companion,\" Dr. Joan Watson.","release_date":"2014-08-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306113,"title":"The Americans & Elementary: Cast and Creators Live at PALEYFEST: A Special Two-Event Set","adult":false,"genre_ids":[]},{"cast":[],"overview":"In The Legend of Mortamuth Stanley, Brian Sheridan plays frustrated, delusional indie-film director Wilhelm Von Londshlongden. Writer\/Director David Dietrich hits close to home with the film's satire of the making of low budget horror movies. Attempting historical accuracy, an outcast film crew, Glenn Norgren and Eric Danes, research and retrace the steps of the legendary Mortamuth Stanley Murders. But when Wilhelm casts Larry Luckman, an insane, creepy washed up theater professor played by Michael Petranech, and Larry almost kills his costar during filming, Wilhelm becomes obsessed with this idea of reality film making and pushes his star actor toward murder.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306115,"title":"The Legend of Mortamuth Stanley","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1942","release_date":"1942-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306117,"title":"Khandan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about a city in Boznia and the division between Muslims and Catholics.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306119,"title":"Much Ado in Mostar","adult":false,"genre_ids":[]},{"cast":["Shabana Azmi","Farooq Shaikh","Rohini Hattangadi","Mushtaq Khan","Shaukat Azmi"],"overview":"A young woman leads impoverished embroidery workers in a strike against the greedy wholesalers who exploit them.","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306133,"title":"Congregation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Trapped by a storm in a remote country estate, five people confront their past sorrows when a young woman's seemingly miraculous emergence from a years-long catatonic state coincides with the arrival of a mysterious stranger who knows everyone's deepest secrets. Is he a con man, an angel, or a mass hallucination?","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306135,"title":"The Soul Gatherer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Widower Barrister Ashok lives a wealthy lifestyle in Bombay, India along with his sister-in-law, and a young son, Ramesh. One day while driving, he accidentally runs over a woman, brings her home, cares for her until she recuperates and tells him that her name is Kamla and is homeless. He finds that Ramesh likes her, so he marries her. After a few months, he is delighted when she becomes pregnant. This delight sours considerably when he finds out through his friend, Pran, that Kamla had been frequenting the OK Club. Then he witnesses her abusing Ramesh. Finally, he drives her out when Ramesh is killed by poisoned milk. Kamla gives birth to a baby boy but Ashok takes over sole custody and names him Mohan.","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306137,"title":"Bedard Zamana Kya Jane","adult":false,"genre_ids":[]},{"cast":["Eamon Geoghegan","Eon John","Ama Leu","Gary McDonald","Anjela Lauren Smith"],"overview":"A love story set during a hot summer in London's Portobello district.","release_date":"1998-05-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":306139,"title":"Respect","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1955","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306141,"title":"Chingari","adult":false,"genre_ids":[]},{"cast":["Susan Garibotto"],"overview":"Passed from owner to owner, an ominous suitcase carries its own deadly baggage as all who possess it are sucked into its haunting nightmare. To know its secret horror is to discover the tale of its original owner: a psychopathic traveling salesman. But is the suitcase carrying on his demented deeds? Or does it have an evil all its own?","release_date":"2009-07-25","vote_average":0.0,"runtime":77,"cert":"\"\"","id":306143,"title":"The Suitcase","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Seema and Uma belongs to a Thakur family which earns their bread &amp; butter through stage &amp; dance performances and this leaves Seema disowned by groom's father, right at the time of marriage rituals. Ashok, son of Diwan Saheb, marries Seema, then &amp; there, to save their faces. Diwan disapproves this marriage and Ashok leaves his estate. He stays in a small rented house with Seema &amp; Uma and starts doing odd jobs. Seema gives birth to their son, Munna. Ashok is diagnosed with an ophthalmic complicacy and need Rs.3000 for an operation which they could not manage despite many efforts. Seema writes to Diwan for money for Ashok's eye operation. Diwan agrees on a condition that Seema leaves Ashok alone.","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306154,"title":"Ganga Ki Lahren","adult":false,"genre_ids":[]},{"cast":["Kishore Kumar","Madhubala","Pran","Shammi","Manorama"],"overview":"A diamond thief hides his loot on an innocent child, but the child turns out to be an adult posing as a youngster to purchase a half-priced train ticket. Now, the thief will have to outwit the eccentric in a series of wacky misadventures.","release_date":"1962-01-01","vote_average":8.0,"runtime":168,"cert":"N\/A","id":306156,"title":"Half Ticket","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Part drama, part mystery with a dash of film noir, Currency weaves together a web of simple stories about the complex questions we all ask. We all ask why. We all die.","release_date":"2011-03-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306158,"title":"Currency","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1967","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306160,"title":"Jab Yaad Kisi Ki Aati Hai","adult":false,"genre_ids":[]},{"cast":["Prithviraj Kapoor","Raj Kapoor","Babita Kapoor","Randhir Kapoor","Roopesh Kumar"],"overview":"Widower Ram Kapoor lives a very wealthy lifestyle in Bombay, but is very lonely, as his only child, a son named Rajesh, lives abroad, and his aged dad, Diwan Bahadur, lives in the village. Ram frequently throws lavish parties to overcome this loneliness. This changes when Rajesh returns home, and he is able to convince Diwan also to return so that the three could live together. Shortly thereafter differences crop up between Rajesh and Diwan - initially on love and marriage; then on Caste issues; then the marriage of Rajesh, which is arranged with Diwan's friend, Thakur Janak Singh's daughter, Rukmani, while Rajesh wants to marry Monica. Things come to such a pass that Ram decides to leave, takes to women and alcohol in a big way, and becomes the subject of a big scandal.","release_date":"1971-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306162,"title":"Kal Aaj Aur Kal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Turkish film 2011","release_date":"2011-05-06","vote_average":1.0,"runtime":null,"cert":"N\/A","id":306164,"title":"Küçük Günahlar","adult":false,"genre_ids":[]},{"cast":[],"overview":"With this exceptional document Dynamic renders homage to Boris Christoff, one of the greatest figures of the 20th-century lyrical theatre, a bass voice by the unique timbre and absolutely solid technique. Christoff was a protagonist of the operatic scene from the end of the 1930s to the beginning of the 1980s, and for some roles his are still the reference interpretations today; his Filippo II (Verdi's Don Carlo) and Boris Godunov, in particular, have become legendary. The present recital, held in Lugano in 1976 for Televisione Svizzera Italiana, features a Christoff still in great vocal form. In the long interview of the renowned critic Giorgio Gualerzi, moreover, we are able to discover the more humane and private aspect of this outstanding singer, who died in 1993.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306166,"title":"Boris Christoff - Lugano Recital","adult":false,"genre_ids":[]},{"cast":["Kishore Kumar","Usha Kiran","Durga Khote","Sajjan","Bipin Gupta"],"overview":"A joint family consisting of four brothers, their wives, and their respective children, living under one roof. Some of the brothers are professionls, one a lawyer, a doctor, and others businessmen. They are a happy family, living and sharing each other's joys and sorrows. Then one day, an arguement breaks out over a glass of milk, and the entire family is thrown into chaos, and the only resolution seems to be nothing but dividing the entire property amongst the brothers and their respective families.","release_date":"1956-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306180,"title":"Parivar","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Two movie actors are confronted by startling and hilarious obstacles.","release_date":"1949-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306182,"title":"Patanga","adult":false,"genre_ids":[]},{"cast":["Dieter Eppler","Anton Diffring","Friedrich G. Beckhaus","Ruth-Maria Kubitschek","Wolfgang Völz"],"overview":"","release_date":"1965-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306184,"title":"Geld, Geld, Geld - 2 Milliarden gegen die Bank von England","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pipe Dreams rarely come to life. Often they are a result of over-consumption, and just as often, they are forgotten by the time the sun rises. On that rare occasion however, when the cosmos align, these dreams really do have a chance to become reality. I had first made the Yukon claim some years ago under such very circumstances.","release_date":"2012-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306186,"title":"There Are Strange Things Done in the Midnight Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this raw and heart-felt documentary, one busker turned filmmaker takes us inside the world of street musicians. Filmed over the course of three years, five talented artists bare all as they cope with \"making it\" in a society driven relentlessly by the allure of fame. While some dream of more, others are resigned to life on the street - and even embrace it.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306188,"title":"Find Your Way: A Busker's Documentary","adult":false,"genre_ids":[]},{"cast":[],"overview":"In May of 2004, Gretchen Wilson celebrated the release of her record setting Here For The Party album with several hundred of her closest friends at the famous St. Louis Pageant Theatre. On October 15, 2013 Gretchen returned to The Pageant to perform the groundbreaking album in its entirety for the first time. The one-night-only event was recorded for a live STILL Here For The Party BLURAY\/DVD and AUDIO CD release to commemorate the albums 10-year Anniversary. Filmed in HD, multi-track audio recorded, this project contains 2 bonus tracks. This concert contains priceless interviews and outtakes from label presidents, managers, and several others who were there for Gretchen's explosion onto the music scene.","release_date":"2014-05-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306190,"title":"Gretchen Wilson: Still Here for the Party","adult":false,"genre_ids":[]},{"cast":[],"overview":"2014 Monster Energy FIM Motocross of Nations.","release_date":"2014-11-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306192,"title":"2014 Monster Energy FIM Motocross of Nations","adult":false,"genre_ids":[]},{"cast":[],"overview":"When you flick through the pages of the history books, there are few women who really stand out amongst their male contemporaries. However, step far enough back in time, to the year 61AD to be precise, and you'll find a Warrior Queen of Ancient Britain, who truly did take on the world. Boudicca or Boadicea, call her what you will, was a remarkable Celt who as leader of the Iceni Tribe, at the time of the Roman occupation of Britain, made a stand against oppression that has never been forgotten. Follow in the great lady's footsteps to the historical landmarks of England's East Anglia on a journey of discovery to find the woman behind the legend.","release_date":"2014-07-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306200,"title":"Boudicca: Warrior Queen of Ancient Britain","adult":false,"genre_ids":[]},{"cast":["John Trent","Marjorie Reynolds","Milburn Stone","Jason Robards Sr.","Tommy Baker"],"overview":"Crooks plot to steal a payroll being shipped by air.","release_date":"1939-11-01","vote_average":5.0,"runtime":65,"cert":"\"\"","id":306202,"title":"Danger Flight","adult":false,"genre_ids":[12]},{"cast":["Gerd Baltus","Hans Epskamp","Willi Rose","Hermann Lenschau","Hans Pössenbacher"],"overview":"","release_date":"1962-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306204,"title":"Lokalbericht","adult":false,"genre_ids":[18]},{"cast":["Jürgen Goslar","Eva Pflug","Hans Epskamp","Peter Schütte","Alfred Balthoff"],"overview":"","release_date":"1963-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306206,"title":"Ein Todesfall wird vorbereitet","adult":false,"genre_ids":[80]},{"cast":["Robert Beavers","Gregory J. Markopoulos"],"overview":"Beavers shot The Hedge Theatre in Rome in the 1980s. It is an intimate film inspired by the Baroque architecture and stone carvings of Francesco Borromini and St. Martin and the Beggar, a painting by the Sienese painter Il Sassetta. Beavers’ montage contrasts the sensuous softness of winter light with the lush green growth brought by spring rains. Each shot and each source of sound is steeped in meaning and placed within the film’s structure with exacting skill to build a poetic relationship between image and sound.","release_date":"2003-09-09","vote_average":6.6,"runtime":19,"cert":"N\/A","id":306208,"title":"The Hedge Theater","adult":false,"genre_ids":[99]},{"cast":["Yurem Rojas","Sherlyn","Yordi Landeta","Germán Robles"],"overview":"In this blockbuster film from Mexico, live action, animation, fast-paced thrills and humor all combine in an irresistible tale the entire family will enjoy. The story revolves around lovable guardian angel Serafin who leads a group of youngsters in search of a magic star that will save a friend. Along the way, the young heroes learn that courage, loyalty and kindness can overpower even the darkest enemies. Join the quest and share each glorious moment!","release_date":"2001-07-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306210,"title":"Serafín: La Película","adult":false,"genre_ids":[]},{"cast":[],"overview":"Deep space. Billions of miles from Earth, Rosetta, a spacecraft the size of a car, travels towards an icy rock 2.5 miles wide that hurtles through space at tens of thousands of miles per hour. Rosetta has been in space for ten years but in the next few days she will do something no other spacecraft has ever attempted: land on the volatile surface of a comet as it flies round the sun. This is the European Space Agency's (ESA) most audacious mission. It has taken a team of brilliant engineers 30 years to get to this point. The mission has been beset with daunting technological challenges, faulty launch vehicles, and the unpredictable and dangerous nature of the comet itself, all of which have conspired to stop the mission in its tracks. If it works, Rosetta is guaranteed to provide a treasure-trove of scientific data, but make no mistake about it, this is a dangerous mission. The rewards may be huge but so are the risks.","release_date":"2014-11-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306212,"title":"To Catch a Comet","adult":false,"genre_ids":[]},{"cast":["Christian Laurian Kerr","Brian Cook","Eva Greig","Bonnie Wright","Jon Heder"],"overview":"\"A Christmas Carol\" turns into \"A Christmas Corral\" as the animals of Woodsley's Farm help Oliver and his little sister June stage the classic tale to shock their Dad into embracing the spirit of the holidays.","release_date":"2014-11-10","vote_average":5.6,"runtime":87,"cert":"\"\"","id":306220,"title":"My Dad Is Scrooge","adult":false,"genre_ids":[10751,35]},{"cast":["Angelika Hauff","Rudolf Prack","Hermann Erhardt","Dagny Servaes"],"overview":"","release_date":"1949-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306222,"title":"Königin der Landstraße","adult":false,"genre_ids":[18]},{"cast":["Oskar Werner","Fritz Imhoff","Ernst Waldbrunn","Heinz Moog","Hermann Erhardt"],"overview":"A smugglers gang is active on the Austrian-Swiss border. Until now, no one has come to their attention. But one day a little girl gets seriously ill and needs medical attention; the young operator will forget that he has to be careful and calls for help through the secret channel. (filmvandaag.nl)","release_date":"1951-01-05","vote_average":0.0,"runtime":82,"cert":"N\/A","id":306224,"title":"Call Over the Air","adult":false,"genre_ids":[80]},{"cast":["Hilde Krahl","Hans Söhnker","Claude Farell","Hugo Gottschlich","Hermann Erhardt"],"overview":"An isolated man living in a cottage in the mountains one day discovers a mysterious unconscious woman and takes her in.","release_date":"1951-09-27","vote_average":0.0,"runtime":83,"cert":"N\/A","id":306226,"title":"White Shadows","adult":false,"genre_ids":[18]},{"cast":[],"overview":"JD Films brings you the eleventh release in the Dezert People Video Series. DP11 is packed full of non stop off road racing action from BITD, SCORE, SNORE, MORE, King of the Hammers, Huckfest, Australia, Tuff Trucks and more! Dezert People 11 is brought to you by - Off Road Action, Team Ford Las Vegas, Poly Performance, FOX, PCI Race Radios, Axial Racing, Vision X, Race-dezert.com, Baja Junkies, SDHQ, BNS Brewing &amp; Distilling, Action Sports Canopies, GETSOMEphoto and HighRev Photography.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306228,"title":"Dezert People 11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rachel is a high-powered executive striving to climb the corporate ladder, however; suddenly finds herself thrown into an emotional crisis when she discovers she is pregnant.","release_date":"2014-09-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306230,"title":"Dying to Be Heard","adult":false,"genre_ids":[]},{"cast":["Elfie Mayerhofer","Evelyn Künneke","Annie Rosar","Hermann Erhardt","Heinz Moog"],"overview":"","release_date":"1952-06-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306232,"title":"Verlorene Melodie","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306246,"title":"Mega Dom","adult":false,"genre_ids":[]},{"cast":["Siput Sarawak","Rose Yatimah","Tony Kassim","Malek selamat","Fatimah Mohamed"],"overview":"Dayang an actor suffering from the decline due to increasing age and try to change the appearance to look younger.  Film Muda Mudi is a Malay film which was published in Malaysia in 1965. The film Muda Mudi issued in the form of black and white film without color.  Muda Mudi film directed by director M. Amin in 1965.","release_date":"1965-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":306248,"title":"Muda Mudi","adult":false,"genre_ids":[18,10402]},{"cast":["Noraniza Idris","Tamam Idris","Rubiah Suparman","Isma Aliff","Nancie Foo"],"overview":"Tells of a fisherman's daughter, Tiara that to the mother country to search the site as a singer. Because of works,s he has asked his friend to see his mother in the village that been let alone after his father died. The friend do not carry out the mandate it, otherwise use Tiara giving money to dissipate.","release_date":"1989-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":306250,"title":"Sayang Ibu","adult":false,"genre_ids":[18]},{"cast":["Jacqueline Bollen","Marie-Luce Bonfanti","Ioanna Gkizas"],"overview":"Professor Taranne, a conceited university Professor, is subject to several absurd and disquieting incidents from the world surrounding him. He is being accused of things he couldn't have been doing. He starts doubting himself - a self that might be fragmented or multiple.","release_date":"1987-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":306252,"title":"Professor Taranne","adult":false,"genre_ids":[]},{"cast":["Rosnani Jamil","Noran Nordin","Sony Abdullah","Hamizon","Gaas Shariff"],"overview":"Ms. Leha (Noran Nordin) who was a wealthy widow had just divorced her husband, Azman. He has a son named Amir (Karim Latif) but was taken to Medan, Indonesia by her former husband. The absence of her husband and children were making lonely. Therefore, he asked his servant named Salmah (Oradawan Jamil) to give her daughter up for adoption. Then, coincidentally Salmah husband had just died. As much indebted to the employer, and has worked in the house for so long, Salmah gladly handed her son, Ani (Hamizon). Ms. Leha has also considered Ani as his own child, not as a foster child for having defended him since childhood.","release_date":"1968-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":306254,"title":"Lain Jalan Ka-Shorga","adult":false,"genre_ids":[18]},{"cast":["James Koskinas","James Koskinas","James Koskinas"],"overview":"An artist uses his creative process to find his way out of a deep depression. -Coming Soon","release_date":"2014-11-15","vote_average":0.0,"runtime":55,"cert":"\"\"","id":306256,"title":"The Twilight Angel","adult":false,"genre_ids":[]},{"cast":["Andrew M. Gray","Ciara Hanna","Christina Masterson","John Mark Loudermilk","Azim Rizk"],"overview":"Heroic teens Troy, Noah, Emma, Gia, and Jake have defended our planet countless times as the newest generation of Power Rangers. But when evil Emperor Mavro launches his entire alien Armada in a final strike against Earth, these five best friends are called back into action! To defeat the greatest threat the galaxy has ever seen, the Megaforce will reunite with their alien friend Orion, and fight alongside over a hundred Rangers from the past - including Tommy, the original Mighty Morphin Green Ranger - in the most legendary battle in Power Ranger history!","release_date":"2015-08-11","vote_average":6.3,"runtime":55,"cert":"\"PG\"","id":306264,"title":"Power Rangers Super Megaforce: The Legendary Battle","adult":false,"genre_ids":[28,12,878]},{"cast":["Sal Barbier","Ronnie Bertino","Colin McKay","Jeremy Wray","Matt Hensley"],"overview":"Plan B's Second Hand Smoke video featured Sal Barbier, Ronnie Bertino, Pat Channita, Pat Duffy, Colin McKay, Jeremy Wray, Rodney Mullen and Danny Way.","release_date":"1994-01-01","vote_average":0.0,"runtime":36,"cert":"\"\"","id":306266,"title":"Second Hand Smoke","adult":false,"genre_ids":[99]},{"cast":["Marianne B.","Daniella","Iris Cash","Nicki","Alexandra Ross"],"overview":"","release_date":"1996-06-11","vote_average":9.0,"runtime":null,"cert":"N\/A","id":306271,"title":"Familie Immerscharf 6 - Die Sex-Lawine","adult":true,"genre_ids":[]},{"cast":["Jiří Zahajský","Filip Blažek","Jakub Kohl","Jitka Ježková","Oldrich Bubrle"],"overview":"","release_date":"1996-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306273,"title":"O třech rytířích, krásné paní a lněné kytli","adult":false,"genre_ids":[10751]},{"cast":["Nandana Sen","Cas Anvar","Vijay Mehta","Ryan Hollyman","Mohan Agashe"],"overview":"Vijay Chatterjee is a lonely widower and a successful restaurateur in Montreal. His thoroughly Westernized son Ashish works at his father's eatery but is more interested in the rock band that he started with his friend Michael. One day, Vijay meets the elegant, strikingly beautiful Maarya, who recently emigrated from Calcutta. He immediately hires her for his restaurant and  introduces her to Ashish, thinking that she would make the perfect wife. Though Maarya soon realizes that the young Chatterjee has a closer relationship to Michael than she originally thought, she plays along, keeping the secret from Ashish's dad so that she can remain in the country. When the elder Chatterjee starts to pursue Maarya and her jealous knife-wielding brother arrives on the scene, this volatile situation turns downright explosive.","release_date":"2000-06-21","vote_average":5.5,"runtime":107,"cert":"\"NR\"","id":306275,"title":"Seducing Maarya","adult":false,"genre_ids":[10749,18]},{"cast":["Olga Kabo","Aleksandr Koznov","Aleksandr Lazarev","Aleksandr Yakovlev","Aleksandr Pashutin"],"overview":"France, XV century. The young Scot, striving to make his worthy efforts, is kindly treated by the king and admitted to the guard. Soon the king entrusts him with a difficult mission - however, the matter turns into an insidious deception. Saving his beloved, the shooter of the guard shows miracles of courage and nobility ...","release_date":"1990-09-01","vote_average":1.0,"runtime":97,"cert":"N\/A","id":306277,"title":"The Adventures of Quentin Durward, Marksman of the Royal Guard","adult":false,"genre_ids":[12,36]},{"cast":["John Steiner","Roberto Bisacco","Miguel Bosé","Paolo Malco","Giancarlo Prete"],"overview":"Based on the infamous Stanford prison experiment. In 1977, Italian director Carlo Tuzii adapted the experiment to an Italian environment. Italian students made a film based on it, La Gabbia (The Cage).","release_date":"1977-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306288,"title":"La Gabbia","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"1979-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":306290,"title":"Кикос","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Soviet Armenian animation from the glasnost era about cosmonauts invading a serene planet where they pay a price for their cruel actions.","release_date":"1987-01-01","vote_average":1.0,"runtime":18,"cert":"N\/A","id":306292,"title":"The Lesson","adult":false,"genre_ids":[16,878]},{"cast":["David Buck","Joseph O'Conor","Jane Merrow"],"overview":"Early adaption of Orwell's Nineteen Eighty-Four as part of the Theatre 625 series.","release_date":"1965-11-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":306294,"title":"The World of George Orwell: 1984","adult":false,"genre_ids":[10749,18,878]},{"cast":["Kina Strandberg","Theodor Larzon"],"overview":"Fredrik is participating in a realty-show called “Andra Sidan” and his girlfriend is home, only able to check on Fredrik by watching the TV-show. While Fredrik discovers love inside the TV-house Emma finds out that she's pregnant.","release_date":"2003-08-30","vote_average":0.0,"runtime":11,"cert":"N\/A","id":306296,"title":"The Other Side","adult":false,"genre_ids":[18]},{"cast":["Lydiawati","Nassier Wahab","Siti Rohani Wahid","Haji Arshad","S. Shamsudin"],"overview":"Movies Silence Is Beautiful is a Malay film published in Malaysia in 1985. The film Silence Is Beautiful was published in the form of color film.  Silence is Beautiful first film aired in 1985 on cinema across the country. Displaying Lydiawati, nassier Wahab, Siti Rohani Zain, Haji Arshad, S. Shamsuddin, S. Roomai Noor, Sarimah, SA Fuel, Nora Shamsuddin, Rokiah Shafie and crowded again.","release_date":"1985-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":306298,"title":"Sepi Itu Indah","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary is a sad sight of the reality of child abuse victims who now live in public shelters in Brazil, with stories told by themselves. Children and adolescents who are now in shelters were victims of violence. Most were the victim of the own family and others never knew theirs. The years are passing and the childhood and adolescence of them also ...","release_date":"2007-01-01","vote_average":10.0,"runtime":10,"cert":"N\/A","id":306309,"title":"Abrigos… Até Quando?","adult":false,"genre_ids":[99]},{"cast":["Jan Kiepura","Aileen Marson","Emlyn Williams","Sonnie Hale","Reginald Smith"],"overview":"Riccardo Gatti, an Italian opera singer and lover-divine with voice to match, is the idol of all the women in Vienna,and is the man every woman is after. So, what's wrong with Mary Newberg, who keeps running away from him ?","release_date":"1934-07-30","vote_average":0.0,"runtime":85,"cert":"\"\"","id":306311,"title":"A Song for You","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Aaron Aurora","Jaxon Radoc","Kurt Maddox","Louis Blakeson","Lucius York"],"overview":"The best days of your life? Well, that’s debatable. But one thing’s for sure, if this horny schoolboy escapade is anything to go by then you might need to totally re-evaluate the time you spent in class. Not that’s much in the way of studying going on in these dormitories. For the likes of Orlando White, Tom Nutt and STAXUS Aussie superstar, Jaxon Radoc, are just far too busy stretching each other’s raw asses to worry about stretching their brain-cells. The result? A top grade production that’ll have you spurting over and over and over again!","release_date":"2014-11-26","vote_average":0.0,"runtime":118,"cert":"N\/A","id":306313,"title":"After Lights Out","adult":true,"genre_ids":[]},{"cast":["Guy Madison","Franca Polesello","Mario Valgoi","Lucio De Santis","Adriano Micantoni"],"overview":"E.C.H.O., a secret organization with a strange name masterminds a bizarre plot to take over the world by dosing important `nerve centers' with super potent LSD. The only man who can stop them is Rex, a secret agent working for an undisclosed organization.","release_date":"1967-02-02","vote_average":6.0,"runtime":86,"cert":"N\/A","id":306321,"title":"LSD Flesh of Devil","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"Film from India in the 1980s.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306338,"title":"Aalappiranthavan","adult":false,"genre_ids":[]},{"cast":["Kasper Tuxen","Dejan Čukić","Robert Hansen","Thomas Eje","Solbjørg Højfeldt"],"overview":"A family is held prisoner in their own house, when a summit conference is to be held in Nærum. The terrorist group has the plan of preventing this meeting and therefor capturing a family, and their house until the conference is held. Frederik, the main character, wants to stop them and with a little help from his friends, they try.","release_date":"1995-09-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":306340,"title":"Operation Cobra","adult":false,"genre_ids":[28]},{"cast":["Paul Mangwana"],"overview":"An intriguing look at an authoritarian state on the verge of democratization: how Zimbabwe got a new constitution.  Two political enemies are forced on a joint mission to write Zimbabwe's new constitution. The ultimate test that will either take the country a decisive step closer to democracy and away from President Mugabe's dictatorship, or toward renewed repression. In a country with little respect for human rights, impeded by economic sanctions and hyperinflation running rampant, failure is not an option.","release_date":"2014-11-13","vote_average":6.9,"runtime":100,"cert":"\"\"","id":306342,"title":"Democrats","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1977 film from India in the Malayalam language!","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306344,"title":"Agni Nakshatram","adult":false,"genre_ids":[]},{"cast":["Jayabharathi","Kamal Haasan","Jayan","Sukumari","KPAC Lalitha"],"overview":"","release_date":"1976-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306346,"title":"Agnipushpam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Figg Panamera (JT the bigga figga) moves to Atlanta Ga to bring the knowledge of being Independent to the hungry artist thriving in this region. He is met with opposition from major labels who want to sign these artist to shady 360 deals, also the drug dealers don't want to lose there workers to the music industry. The drama unfolds with each step as Figg Panamera makes progress in getting the word out. Robbery, Murder and Gang pressure can't stop The Independent Game.","release_date":"2014-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306360,"title":"The Independent Game","adult":false,"genre_ids":[]},{"cast":["Rudolf Prack","Winnie Markus","Eva Kotthaus","Paul Esser","Werner Peters"],"overview":"","release_date":"1960-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306362,"title":"Ein Herz braucht Liebe","adult":false,"genre_ids":[18]},{"cast":["Akshay Kumar","Raveena Tandon","Amrish Puri","Raj Babbar"],"overview":"Senior police officer Pandey is called in to train a new batch of trainee officers that the Indian police force wants to recruit. He does manages to induct some sense of fair-play in these officers and gets them assign to their place of duty; but these officers will find that there real life scenario are different and must deal with the world at large consisting of corrupt high-ranking police officers, dishonest politicians and gangsters. How they deal with them will shape their destinies.","release_date":"2004-05-28","vote_average":2.7,"runtime":138,"cert":"N\/A","id":306364,"title":"Police Force: An Inside Story","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"M.S. Baby film","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306366,"title":"Choodatha Pookkal","adult":false,"genre_ids":[]},{"cast":["Dev Anand","Waheeda Rehman","Zaheeda","Prem Chopra","Shatrughan Sinha"],"overview":"Ramdev Bakshi is the only son of widower and former Indian Army General Durgaprasad, who has been decorated several times with various medals for bravery shown in the line of duty. Alas this did leave him crippled, after he lost a leg during the war with Pakistan. Ramdev is also enlisted in the army, but he is peace-loving and detests war. He has a sweetheart in village belle Suman Mehra, and both hope to get married soon. He does answer the call from the army and joins active duty, only to be arrested and court-martial-ed for disobeying orders. After being dishonorably discharged, he disappears from Suman and his father's lives. Years later, Suman enters a beauty contest and is crowned Miss India. She travels with her mom to Britain, where she meets with Ramdev.","release_date":"1970-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306368,"title":"Prem Pujari","adult":false,"genre_ids":[]},{"cast":["Dilip Kumar","Waheeda Rehman","Mumtaz"],"overview":"Abused by an oppressive brother-in-law Gajendra (Pran), Ramchandra (Dilip Kumar) runs away from home, and ends up in a small village where he is mistaken for Shyamrao (also Dilip Kumar), and must accept Ganga (Leela Mishra) and his new name or face severe exorcism. Meanwhile, Shyamrao is mistaken for Ramchandra by Anjana (Waheeda Rehman) and her dad (Nazir Hussain). When Gajendra finds out, he is enraged and attempts to beat the stuffing out of the person he thinks is his brother-in-law, but Shyamrao refuses to be abused or beaten, and all of a sudden things start changing in the household as well as in the community. It is not long before Gajendra finds out about the truth, and plans an ugly death for Shyamrao, and all those opposed to him.","release_date":"1967-01-01","vote_average":8.3,"runtime":null,"cert":"N\/A","id":306370,"title":"Ram Aur Shyam","adult":false,"genre_ids":[]},{"cast":["Charley Chase","Ann Doran","John Tyrrell","Ben Taggart","Richard Fiske"],"overview":"Charley buys a wreck of an automobile that's been made to appear new by a disreputable used car dealer, but he soon realizes it's literally falling apart. He stops payment, and then must dodge repossesors as well.","release_date":"1939-07-14","vote_average":0.0,"runtime":20,"cert":"\"\"","id":306372,"title":"Rattling Romeo","adult":false,"genre_ids":[35]},{"cast":["Yash","Amulya","John Vijay","Anant Nag","Prabhakar"],"overview":"Film starring Yash, Amoolya and Anant Nag","release_date":"2014-05-23","vote_average":3.5,"runtime":null,"cert":"\"\"","id":306383,"title":"Gajakessari","adult":false,"genre_ids":[]},{"cast":[],"overview":"Coming of age story in India.","release_date":"2014-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306385,"title":"Gomti Ke Kinare","adult":false,"genre_ids":[]},{"cast":[],"overview":"Unorthodox, honest, simple-minded, and unemployed Gopi is blamed for a theft he did not commit, and gets thrown out of his home by his elder step-brother.","release_date":"1973-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306387,"title":"Gopi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bombay's Police Inspector Angre is assigned the task to investigate the theft of a Fiat car from Blue Ribbon Hotel which belonged to Ghanshyamdas Gupta. The alleged culprit is hospitalized, is claiming a memory loss, and had attempted to choke the life out of his nurse. Then a wealthy industrialist shows up stating that this young man is his son, Sikander, takes him home with him and arranges for a companion, Roopesh, to be with him all the time. Angre continues to pursue this matter but is all the more perplexed when he is notified by Inspectors K.K. Diwan and P.C. Yadav that Sikander is actually Poona-based Jony K. D'Souza, a career thief, who may have killed his wife, Janice, as well as his companion, Roopesh, and is on his way back to Bombay. Angre deduces that since Sikander got off the train at Dadar Railway Station, and is more likely to be anywhere from Bombay Central to Borivili or from Parel to Chembur.","release_date":"1992-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306389,"title":"Anaam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 2009","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306391,"title":"Be Dune Saade Char","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1986","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306393,"title":"Bharya Oru Manthri","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rambabu is the eldest of four sons in this family. He has brought up his three younger brothers, Shyam, Sohan, and Mohan, with love and fatherly care together with his wife, Sita. Sita has a younger sister, Gita, who also lives with them, is a child-widow. Ram does not approve of anyone refering to Gita as such. Ram decides that it is time for Shyam and Sohan to get married, and he picks their brides for them. Shyam marries Mona, and Sohan marries Sheela. With the entry of these two new wives, the equilibrium of love and respect is disrupted, as both want more control and demand more respect, which leads to clashes and quarrels all round, and changes in the lives of all the inhabitants.","release_date":"1994-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306407,"title":"Ghar Ki Izzat","adult":false,"genre_ids":[]},{"cast":["Shashi Kapoor","Smita Patil","Kunal Goswami","Ranjeet","Suresh Oberoi"],"overview":"While on his deathbed, the Emperor promises that his Senapati, Vikram Singh, will be treated like his son, and he will get married to a woman from a royal family. He also asks Vikram to obey every wish and whim of his wife, Ranimaa, to which Vikram agrees to. A few moments later the emperor passes away. After the formal mourning period is over, Ranimaa announces that she would like Vikram to marry Princess Priya. Vikram agrees to this, and soon Priya and he are married with great pomp and ceremony. After this marriage, Priya learns that Vikram really loves a prostitute named Kesarbai, and has only married her as he had promised to obey every wish and whim of Ranimaa. She also finds out that Kesar and Vikram had a baby girl as a result of this relationship.","release_date":"1983-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306409,"title":"Ghungroo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rejected and shunned by 35 prospective grooms as well as her very own family respectively, overweight Mumbai-based Sushila Sawant moves out, finds a job with Hindustan Bank and starts to live independently. When loneliness overtakes her, she visits Dr. Patki's dispensary, and through an unknown sperm donor, becomes pregnant; subsequently gives birth to a baby girl, Gauri and ensures she gets a good education. Years later, Gauri has blossomed into a beautiful young woman, and has fallen in love with wealthy Anand Deshmukh. Sushila finds out, disapproves at first, but relents when Gauri threatens to elope, and visits the Deshmukhs to fix this alliance. Things do not go as planned as the later refuse to give their permission as there is no male parent involved.","release_date":"2006-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306411,"title":"Hee Porgi Kunachi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1988","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306413,"title":"Illam","adult":false,"genre_ids":[]},{"cast":["Suresh","Nadhiya"],"overview":"Iniya Uravu Poothathu (English : Sweet relationship has blossomed) is a 1987 Tamil Indian feature film directed by C. V. Sridhar. The film stars Suresh and Nadiya Moidu in the lead roles.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306415,"title":"Iniya Uravu Poothathu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Suraj has been a slacker all his adult life. He hates any kind of work - rather it's paying or volunteer. One day he gate-crashes a wedding ceremony and finds out that the groom is to live with his In-laws. To his delight, he finds out that the bride has an unmarried sister. And so Suraj starts to woo the unmarried sister, Geeta. Slowly Geeta falls in love with Suraj, and with the approval of her wealthy dad, Rai Bahadur Chunilal Sanghvi, both get married. Suraj now looks forward to an easy life at his In-laws, but that is not to be so, for Geeta wants to move out. Suraj goes along with Geeta, but then starts showing his true colors, and openly demands a share in his wealthy father-in-law's estate, even if it means taking the family to court.","release_date":"1982-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306417,"title":"Kaamchor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1984","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306419,"title":"Kairaasikkaran","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1992","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306427,"title":"Maappilai Vandhaachu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film from director A.B. Raj","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306432,"title":"Ashtami Rohini","adult":false,"genre_ids":[]},{"cast":["George Lucas"],"overview":"A Night at the Movies, the ongoing TCM series of one-hour \"Film Studies 101\" specials, takes up the subject of \"Fantasy\" in its seventh and latest installment. Once again Laurent Bouzereau has created a documentary examining the many different ways that writers and directors have explored a particular genre--in this case, the limitless world of the imagination as portrayed in fantasy films.","release_date":"2014-11-25","vote_average":1.3,"runtime":60,"cert":"\"\"","id":306434,"title":"A Night at the Movies: George Lucas & The World of Fantasy Cinema","adult":false,"genre_ids":[99]},{"cast":["Hans-Dieter Knaup","Vsevolod Safonov","Vsevolod Sanayev","Annekathrin Bürger","Jewgenija Kosirjewa"],"overview":"Five Days, Five Nights (Fünf Tage, Fünf Nächte) takes place in Dresden in the immediate aftermath of the Second World War. While Dresden is in ruins, over two thousand paintings by artists including Rembrandt, Raphael, Rubens, Giorgione, and Vermeer have disappeared from the city’s Old Masters Picture Gallery. Red Army captain Leonov and his soldiers have been ordered to recover the lost paintings. During the next five days, Dresden’s residents join the search for the collection. A secret Nazi document offers a first lead…","release_date":"1961-02-27","vote_average":6.0,"runtime":103,"cert":"N\/A","id":306436,"title":"Five Days, Five Nights","adult":false,"genre_ids":[10752,36]},{"cast":["Kalpana","Kalyan Kumar","K.S. Ashwath","Pandari Bai"],"overview":"The movie examines the tumults in the lives of the people residing in the Belli Moda estate. Indira is the heiress of her father's estate, named Belli Moda. A young man, Mohan, is engaged to her and is desirous of owning the Belli Moda, once Indira's father passes away. Mohan returns from the US, only to discover that his fiancee's mother has died in labor, leaving behind a son - the new inheritor of Belli Moda. This shatters Mohan's dreams of the estate and he bitterly refuses to marry Indira. One day, Mohan meets with a car accident and is severely injured. He is nursed by Indira, and presently, Mohan falls truly in love with her and proposes for marriage. However, this time, Indira refuses to marry him and breaks his heart, for he only cared about her money.","release_date":"1966-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":306438,"title":"Belli Moda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Film starring Dimple Kapadia, Varsha Usgaonkar and Sadashiv Amrapurkar","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":306440,"title":"Pathreela Raasta","adult":false,"genre_ids":[]},{"cast":["Matthew Pritchard","Lee Dainton","Mike Locke","Dan Joyce","James Boyce"],"overview":"The Rise and Falls is a documentary telling the story of international hit TV stars Pritchard and Dainton from Dirty Sanchez. 10 years later and the mayhem still lives! Narrated by Welsh legend, Howard Marks.","release_date":"2014-11-17","vote_average":0.0,"runtime":55,"cert":"N\/A","id":306448,"title":"Pritchard vs Dainton: The Rise and Falls","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Film starring Brahmanandam, Akkineni Nageshwara Rao and Srikanth","release_date":"2000-12-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306450,"title":"Sakutumba Saparivara Sametam","adult":false,"genre_ids":[]},{"cast":["Agnes Fink","Paul Hubschmid","Werner Finck","Ingmar Zeisberg","Paul Esser"],"overview":"","release_date":"1961-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306452,"title":"Die große Reise","adult":false,"genre_ids":[18]},{"cast":["Jean Yanne","Monica Vitti","Michel Bouquet","François Périer","Jean-Claude Bouillon"],"overview":"","release_date":"1978-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306454,"title":"La Raison d'État","adult":false,"genre_ids":[53,18]},{"cast":["Paul Rosolie"],"overview":"Naturalist and wildlife filmmaker Paul Rosolie enters the belly of an anaconda in a custom-built snake-proof suit.","release_date":"2014-12-07","vote_average":2.0,"runtime":null,"cert":"\"\"","id":306456,"title":"Eaten Alive","adult":false,"genre_ids":[99]},{"cast":["Horst Tappert","Gisela Peltzer","Peter René Körner","Paul Esser","Manfred Heidmann"],"overview":"","release_date":"1961-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306458,"title":"Spanische Legende","adult":false,"genre_ids":[18]},{"cast":["Hanns Lothar","Geneviève Cluny","Ann Smyrner","Hanne Wieder","Peter Carsten"],"overview":"","release_date":"1963-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306460,"title":"Wochentags immer","adult":false,"genre_ids":[35]},{"cast":["Heinz Rühmann","Jenny Jugo","Ralph Arthur Roberts","Louis Graveure","Eva Eras"],"overview":"","release_date":"1933-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306471,"title":"Es gibt nur eine Liebe","adult":false,"genre_ids":[35]},{"cast":["Sílvia Munt","Libertad Pozo","Frank Lammers","Fred Goessens","Mattijn Hartemink"],"overview":"February 2002. An Argentinian mother and her daughter visit Amsterdam during the wedding of prince Willem-Alexander and princess Máxima. She is looking for a miracle, the reappearing of her husband Alejandro, who got lost during the regime. She experiences difficulty as the police don't believe her story. On top of it all her daughter disappears in the crowd. Police officer Felix Bos also has a problem. His girlfriend Min has just heard some bad news. She's going to be evicted from the country. The situation brings Felix into trouble with the police. This is also the day he finds out his mother couldn't have been his mother.","release_date":"2003-04-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":306473,"title":"Maxima's Miracle","adult":false,"genre_ids":[]},{"cast":["Paul Hörbiger","Maria Matray","Ralph Arthur Roberts","Olga Limburg","Lucie Euler"],"overview":"","release_date":"1932-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":306475,"title":"Lügen auf Rügen","adult":false,"genre_ids":[18]},{"cast":["Robert Laughlin","Craig Olsen","Leif Lillehaugen","Jared Edwards","Bill Jacobson"],"overview":"Four classically handsome, worked out, gay men get together for their regular Sunday brunch on the patio, and while they are eating, their neighbor, Eddie, comes home from his day job. They act very coldly to Eddie, since he is not classically handsome or worked out, and they do not invite him to join them for brunch. In a huff, he goes to his apartment, saying that he has to get ready for his appointments anyway. What appointments they wonder? They soon find out, much to their surprise, delight, and astonishment, but will jealousy ensue?","release_date":"2006-08-28","vote_average":5.5,"runtime":null,"cert":"\"\"","id":306477,"title":"Is One of You Eddie?","adult":false,"genre_ids":[]},{"cast":["Ren Casey","William S. Caleo","Carey Macaleer","Brendan Bradley","Jill Jackson"],"overview":"Mom's out shopping and the gay boy is smooching with his buddy downstairs while his  brother's upstairs with his girlfriend! When the catís away, the mice will play.","release_date":"2005-08-26","vote_average":5.0,"runtime":11,"cert":"\"\"","id":306479,"title":"Latch Key","adult":false,"genre_ids":[]},{"cast":["Aaron Pearl","Christopher Shyer","Patrick Stevenson","Chris Bradford","Sebastian Spence"],"overview":"Four unemployed, uninspired, life loving 20-something guys decide to turn their backs on society and hit the road in the world's slowest little bus, taking things one mile at a time.","release_date":"1999-12-15","vote_average":0.0,"runtime":85,"cert":"N\/A","id":306481,"title":"Little Boy Blues","adult":false,"genre_ids":[35]},{"cast":["Abbas Kiarostami"],"overview":"A short documentary about the making of Abbas Kiarostami's 'Shirin'.","release_date":"2008-12-12","vote_average":0.0,"runtime":27,"cert":"N\/A","id":306492,"title":"Taste of Shirin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Simply Red 25: The Greatest Hits is a 2008 album, released by Simply Red, as both a standard and deluxe edition which contained material from their 25-year career. In the US it was released in 1CD format.[1] In Europe it was released in a 2CD format,[2] as well as a 2CD and DVD deluxe edition.[3] The single Go Now, a cover of Bessie Banks, was released from the album, but failed to chart. The album itself was a moderate success, peaking at #9 on the UK Albums Chart. On 9 October 2010 the album returned to the UK Top Ten, again peaking at #9","release_date":"2003-03-24","vote_average":4.3,"runtime":108,"cert":"N\/A","id":306494,"title":"Simply Red ‎ Greatest Video Hits","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"TROIS SAPATES, a short film made as a part of Experimental Film Society's The Last of Deductive Frames Project. Shot with an early digital camera, at low resolution.","release_date":"2014-11-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":306496,"title":"Trois Sapates","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Deniska's Stories","cast":["Mikhail Men","Boris Melnikov","Yuriy Nikulin","Valentin Smirnitskiy","Pyotr Shcherbakov"],"id":306498,"overview":"A funny stories about a young boy Deniska and his best friend Mishka.","runtime":66,"genre_ids":[12,10751,35],"release_date":"1970-04-02","vote_average":0.0,"adult":false}]