[{"cast":["Keremcem","Javier Rey","María Pujalte","Luis Iglesia","María Castro"],"overview":"Poor farmer's son Tom Little may be small, but what he lacks in brawn, he more than makes up for in brains and bravery. When a magic mirror shows him that the love of his life is no less than the beautiful princess, he's determined to win her heart. Meanwhile, a revengeful witch has conjured up a giant tree that covers the royal palace and destroys the court's fountain. Having heard that the King is offering his daughter's hand and half the kingdom to whoever manages to free the palace from this spell, Tom tries his luck against all odds.","release_date":"2014-05-08","vote_average":5.0,"runtime":73,"cert":"N\/A","id":309002,"title":"The Princess and the Magic Mirror","adult":false,"genre_ids":[14,16,12]},{"cast":["Bong Cabrera","Alex Yasuda"],"overview":"A suicide ignites doubts and suspicions within the relationship of two gay men.","release_date":"2014-12-09","vote_average":0.0,"runtime":15,"cert":"N\/A","id":309004,"title":"A Suspicion","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309012,"title":"Jack's Leg Show 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309014,"title":"Warcry Omega","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309016,"title":"Jack's Big Ass Show 4","adult":true,"genre_ids":[]},{"cast":["Maggie Baird","Finneas O'Connell","Lori Nasso","David Cowgill","William Dennis Hunt"],"overview":"When a mother returns to her musical roots, she rediscovers the passion of her youth, and finds a way to connect with her troubled youngest son.","release_date":"2014-10-17","vote_average":6.2,"runtime":102,"cert":"\"\"","id":309018,"title":"Life Inside Out","adult":false,"genre_ids":[10402,18]},{"cast":["Antonio Ozores","Juanito Navarro","Fedra Lorente","Máximo Valverde","Pepe Álvarez"],"overview":"","release_date":"1989-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":309020,"title":"El equipo Aahhgg","adult":false,"genre_ids":[28,35]},{"cast":["Joe Odagiri","Akira Emoto","Isao Natsuyagi","Jun Fubuki","Munetaka Aoki"],"overview":"Shigeru Kajiwara (Joe Odagiri) works part-time at a company that sells mysterious health food. One day, the other employees run off with the company's money.","release_date":"2013-10-04","vote_average":0.0,"runtime":95,"cert":"N\/A","id":309022,"title":"Present for You","adult":false,"genre_ids":[18]},{"cast":["Honami Suzuki","Hiroyuki Sanada","Issei Ishida","Yumi Adachi","Tetsuya Takeda"],"overview":"Kasumi Sawaki (Honami Suzuki) works for a top-ranked newspaper publishing company as a capable economic reporter. Speaking six languages fluently, she vigorously performs research and interviews. Her fiance, Ishii (Shingo Tsurumi) is an elite in the same company. Although her work and love seem to go very well, she is suddenly relegated to the minor Sports Department which is full of strange colleagues.","release_date":"1994-09-03","vote_average":0.0,"runtime":106,"cert":"N\/A","id":309033,"title":"Hero Interview","adult":false,"genre_ids":[]},{"cast":["George Sample III","Zurich Buckner","Brian Kowalski","Landra Taylor","Samiyah Womack"],"overview":"Twenty-two-year-old Louis doesn't know whether his childhood friendship with Jack will last beyond today.","release_date":"2015-01-25","vote_average":7.0,"runtime":84,"cert":"\"\"","id":309035,"title":"Cronies","adult":false,"genre_ids":[18,35]},{"cast":["Peter Alfonso","Nicolás Galvagno","Ingrid Grudke","José María Listorti","Lourdes Mansilla"],"overview":"","release_date":"2014-07-17","vote_average":2.0,"runtime":null,"cert":"N\/A","id":309037,"title":"Socios por Accidente","adult":false,"genre_ids":[35]},{"cast":["Svetlana Khodchenkova","Dmitriy Endaltsev","Elena Yakovleva","Viktor Sukhorukov","Galina Polskikh"],"overview":"A year from the life of a first-grader and his parents.","release_date":"2014-10-30","vote_average":4.0,"runtime":75,"cert":"\"\"","id":309039,"title":"A Diary of a First-grader Mom","adult":false,"genre_ids":[10749,10751,18]},{"cast":[],"overview":"Hand painted directly onto film stock by Margaret Tait, this film features animated dancing figures, accompanied by authentic calypso music.","release_date":"1955-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":309041,"title":"Calypso","adult":false,"genre_ids":[]},{"cast":["Rockmond Dunbar","Faune A. Chambers","Maya Gilbert","Clifton Powell","Eva Marcille"],"overview":"Samantha, Trina and Rain are three sexy friends who form \"The Cheater's Club\", an agency designed to help women expose their men, who have been accused of cheating and encourage the men through unconventional methods to change their adulterous ways. Olive, played by Eva Marcille, runs the agency while the ladies execute the operation and set the traps for the un-expecting men! The ladies use their feminine wiles to expose the cheaters at almost any costs. Women hire them to answer that nagging question, \"Is my man cheating\"? Eventually the ladies decide to take things up a notch by kidnapping, imprisoning and torturing the men into forcing confessions. Samantha, the leader of the group, takes things too far and as she flashes back to her own personal pain and ultimately someone pays a price for their action that changes everyone forever.","release_date":"2014-12-31","vote_average":10.0,"runtime":83,"cert":"\"\"","id":309043,"title":"The Cheaters Club","adult":false,"genre_ids":[18]},{"cast":["Sofia Lee","Ian Ileto","Sofia Valdez"],"overview":"On his way to meet his girl friend Amy in Cebu, Edgar (Ian Ileto), an air force officer, survives a plane crash that maroons him on an uninhabited island. Days later, he finds Lara (Sofia Lee) unconscious in a hidden cove. When she regains consciousness, they both realize that they only have each other to survive this ordeal. They subsist by fishing from the bounty of the sea and gradually learn about each other. Edgar's girl friend doesn't approve of his precarious employment and wants him to leave his job. This puts strain to their sketchy relationship. Lara, on the other hand, dances in a bar and sees this mishap as a way to redemption - out of the seedy grind of her job.","release_date":"2010-11-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":309045,"title":"East of Paradise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ar Wing meets up with his side kick fish-monger. They proceed to train under the great Master Ling to defeat the local mafia leader Woo Ching Cheng. Aaaaah..Yes, you know his name.  BWM forever","release_date":"1979-09-27","vote_average":0.0,"runtime":89,"cert":"N\/A","id":309053,"title":"Butcher Wing","adult":false,"genre_ids":[]},{"cast":["Lü Liping","Wang Zitong","Wang Ziheng"],"overview":"Shenzhen, China, the present day. Nineteen-year-old Wang Baihe is a migrant worker from a village in Shaanxi province. She has a baby son from a one-night stand with a man from Hong Kong and a small income from making Chinese decorative knots at home. Her dream is to open a noodle restaurant and “make lots of money and become a city person” but she finds it difficult to find regular employment because of her baby boy. Her story emerges through interviews with journalist Liu Nan, who is writing a book about her. When Baihe discovers her son has congenital heart disease, she tries desperate ways to raise the RMB80,000 (US$12,000) for the operation, helped by her friend and fellow migrant worker Hu Jinling.","release_date":"2010-09-08","vote_average":0.0,"runtime":94,"cert":"N\/A","id":309058,"title":"Lost","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A group of cyclists challenge each other to ride bicycles to work during the cold, dark, and snowy Colorado winter.","release_date":"2013-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309060,"title":"A Winter of Cyclists","adult":false,"genre_ids":[]},{"cast":["Kira Madallo Sesay","Erika Ringor","Randy Brooks"],"overview":"The Girls of Kappa Tau Omega are popular, pretty, and love to party! However, the party will soon be dead! There's an uninvited guest in their new sorority house whose motto is Kappa Kappa Kill! Who will survive this hellacious night of blood, babes, and butchering? Don't turn your back on the past or it may kill your future.","release_date":"2008-05-20","vote_average":2.0,"runtime":90,"cert":"\"R\"","id":309062,"title":"Sorority Sister Slaughter","adult":false,"genre_ids":[27]},{"cast":[],"overview":"From PBS comes this intriguing look at quilting, once a necessity and a convention for storytelling that has evolved into a genuine art form. Crisscrossing America to visit the finest exhibits, the filmmakers chronicle the techniques and artistry of contemporary quilters. Prominent art quilters such as Jane Burch Cochran, Bob Adams and Laura Wasilowski demonstrate the bold possibilities of mixing and matching fabrics and colors.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309064,"title":"The Art of Quilting","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Dogumentary covers pugs and their owners in California, New York, and London.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309066,"title":"A Pug's Life: A Dogumentary","adult":false,"genre_ids":[]},{"cast":["Kareena Kapoor Khan","Tusshar Kapoor","Mallika Sherawat","Vijayendra Ghatge","Kader Khan"],"overview":"Pinky alias Pooja Malhotra (Kareena Kapoor) and Karan (Tusshar Kapoor) are childhood sweethearts. During this time they exchange vows that they will live for each other only. They separate shortly after but they do not forget their vows. Pooja frantically searches for her sweetheart, but to no avail. She finally decides to write her own story in a the form of a love story. This story turns out to be very popular, and Pooja does get to meet Karan, only to find out that he has a girlfriend by the name of Seema.","release_date":"2002-11-20","vote_average":4.3,"runtime":null,"cert":"N\/A","id":309074,"title":"Jeena Sirf Merre Liye","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"In 1999, four quilting organizations formed a team to select and assemble the 100 best quilts of the 20th century. The diverse stories behind many of the winning quilts are interwoven in this beautiful PBS documentary. The filmmakers travel across America to the homes and studios of the notable quilters, including Jane Sassaman, Miriam Nathan Roberts, Jonathan Shannon and artist and writer Faith Ringgold.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309076,"title":"A Century of Quilts: America in Cloth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chet Atkins was a gifted solo artist, but it was his stellar musicianship and producing talents that allowed country music to cross over into the mainstream. In 1980, Atkins gathered some musician friends together for this unique television special. Selected guests include Don Gibson, The Statler Brothers, The Charlie Daniels Band and Roger Miller. Featured tracks include \"Battle of New Orleans,\" \"Sugarfoot Rag,\" \"Bye Bye Love\" and more.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309078,"title":"A Tribute to Chet Atkins","adult":false,"genre_ids":[]},{"cast":[],"overview":"This first installment of a two-volume set captures Conflict in classic gigs in Newcastle and Leeds, culled from footage of the band's journey across the United Kingdom. Packing a wallop of explosive energy, this blistering set of tracks includes \"I Ain't Thick It's Just a Trick,\" \"Working Class Rip Off,\" \"Punk Is Dead,\" \"Big Hands,\" \"Reality Whitewash,\" \"To Whom It May Concern,\" \"The Ungovernable Farce\" and \"A Piss in the Ocean.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309080,"title":"Conflict: Live in England: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"This special presents the most riveting moments from the groundbreaking 1973 reality TV series, which followed the daily -- and often dramatic -- lives of Pat and Bill Loud and their five kids, an ordinary family from Santa Barbara, Calif.","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309082,"title":"An American Family: Anniversary Edition","adult":false,"genre_ids":[]},{"cast":[],"overview":"The band performs a jam heavy set at the Autumn Equinox Festival in 1998.","release_date":"1998-09-26","vote_average":8.5,"runtime":null,"cert":"\"NR\"","id":309084,"title":"Disco Biscuits: Wilmers Park","adult":false,"genre_ids":[]},{"cast":[],"overview":"Throughout the world, the bond between parent and daughter is celebrated in poetry, prose and song. This unique program illustrates that special connection through dazzling imagery and enchanting music. You'll also discover profound and uplifting works by writers through the ages who have chosen daughters as their subject.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309098,"title":"Flowers for a Dazzling Daughter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since the 1970s, Ugly George has hit the streets of New York City in search of women willing to bare all for the camera. This documentary uses George's controversial cable show as the starting point for a look at obscenity on television then and now. First Amendment advocates, moral crusaders and public figures such as former New York mayor Ed Koch weigh in on the debate, as does George himself, accompanied by vintage clips.","release_date":"2008-06-17","vote_average":0.5,"runtime":null,"cert":"\"\"","id":309100,"title":"Boob Tube: Sex, TV & Ugly George","adult":false,"genre_ids":[]},{"cast":[],"overview":"Explore the haunted castles of England, Scotland, Ireland and Wales with these four thrilling programs that take you inside some of the most frightening spots in the British Isles as you learn about their legends and myths. Sites include Ireland's Leap Castle, Castle Leslie and Castle Matrix; Scotland's Glamis Castle, Duntrune Castle and Fyvie Castle; England's Sudley Castle, Mucaster Castle and the Tower of London; and more.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309102,"title":"Castle Ghosts of the British Isles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Guy Fisher, former owner of the Apollo Theater, and Nicky Barnes were at once friends, competitors and allies in the struggle to control America's heroin trade. After years of outpacing the law, Barnes was arrested, tried (by litigator Rudolph Giuliani, no less) and sentenced to life in prison. But soon, Barnes cut a deal with federal prosecutors against Fisher and others. The result: Fisher was handed a 25-year-to-life term in a federal pen.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309104,"title":"The Guy Fisher Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Backed by powerhouse guitarist Doug Rappaport, bassist Mark Meadows and drummer Chris Frazier, legendary keyboardist-saxophonist Edgar Winter dazzles his fans with this 2003 concert at the Galaxy Theatre in Santa Ana, California. Playing a set list highlighted by his biggest hits, Winters and crew deliver memorable renditions of songs such as \"Free Ride,\" \"Frankenstein,\" \"Tobacco Road\" and \"Keep Playin' That Rock 'n' Roll.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309106,"title":"Edgar Winter: Live at the Galaxy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Profiling poet, essayist and environmental activist Gary Snyder, this documentary explores the Pulitzer Prize winner's role in bringing about many of the changes that have shaped modern American society, including the introduction of Zen Buddhism. The film consists primarily of a conversation between Snyder and fellow poet and novelist Jim Harrison as they hike the California coast. Archival footage and commentary help paint a vivid portrait.","release_date":"2010-05-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309108,"title":"The Practice of the Wild","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1967","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309119,"title":"Dilruba","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1974","release_date":"1974-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309121,"title":"Doosri Sita","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary Apache warrior Geronimo was loved by his people for his fierce courage while pioneers feared him as a cold-blooded murderer. This program searches for the truth behind the myth through the use of memoirs, letters, photographs and interviews with the descendants of those who fought alongside Geronimo. Learn the mysteries of the Apache tribe that helped them stand up to any outside threats and escape danger.","release_date":"1988-12-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309123,"title":"Geronimo and the Apache Resistance","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of India's best-known classical music vocalists, Pandit Jasraj has recorded and performed extensively for more than half a century. He reflects on his life and achievements in this musical memoir. Jasraj, raised by his older brother after their father died, remembers his early years as a solo vocalist and pays ample tribute to the people who influenced him, particularly ghazal and thumri legend Begum Akhtar.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309128,"title":"Golden Voice, Golden Years: Pandit Jasraj","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the help of Gwendolyn the Fairy Princess and her assistant Peeper the Puppy, learn how to throw cool Princess Parties for you and your friends. Gwendolyn shares costume suggestions, princess games, party favor ideas and tips on having fun. Perfect for young girls, this princess activity program also includes enchanting ways to turn your home into a castle and have your parents play along as a king and queen.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309130,"title":"Gwendolyn the Fairy Princess: How to Host a Princess Party","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ed Asner narrates this documentary about German theologian Dietrich Bonhoeffer, who condemned the atrocities of the Nazi party and was executed just days before the end of World War II. Rare archival footage, documents and footage of original locations paint a portrait of Bonhoeffer's life and times. The program examines questions still very relevant today, such as how a man of peace can accept the use of violence in order to combat evil.","release_date":"1996-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":309132,"title":"Hanged on a Twisted Cross: The Life, Convictions and Martyrdom of Dietrich Bonhoeffer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Straight from the pages of history come 10 timeless animated shorts featuring your favorite cat-and-mouse team, Tom and Jerry.  From ancient Athens to royal castles, swarthy swashbucklers to concert pianists, daring deeds to dancing duets, our hilarious heroes take on wizards, rats, fire-breathing dragons and more in comedy capers inspired by characters from times gone by.  The entire family will laugh happily ever after with this whimsical cartoon compilation.","release_date":"2012-05-09","vote_average":0.0,"runtime":73,"cert":"N\/A","id":309143,"title":"Tom and Jerry - Once Upon A Tomcat","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Bollywood 1982","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309145,"title":"Ithiri Neram Othiri Karyam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three brothers live together after the death of their parents. The eldest, Ramprasad, is married to Laxmi; the second, Jagdish, is married to Pinky; while the youngest, Kundan, is yet to marry. After Jagdish's marriage to Pinky, all kinds of misunderstandings crop up between Jagdish, Ramprasad, &amp; Pinky on one hand, and Kundan on the other, and as a result they ask Kundan to leave. Kundan is on his own, unemployed, homeless, and wihtout any money. Ramprasad and Jagdish move to a bunglow in the city. Kundan does well for himself, and is now the proud owner of a garage, lives in a nice bunglow, and is married to Vidya. Meanwhile at Jagdish's, a large sum of money is missing. The police are called-in, and after a preliminary investigation they conclude that the money has been stolen by Ramprasad and Laxmi, who are nowhere to be found.","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309147,"title":"Jiyo To Aise Jiyo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Motown legend Rick James comes alive in this comprehensive retrospective of his funky and controversial career, featuring interviews, music videos and performances from television shows such as \"Soul Alive\" and \"Dick Clark's New Year's Rockin' Eve.\" Catch James gets his groove on in classic videos such as \"Super Freak\" and \"Ebony Eyes\" and in previously unreleased videos for \"Throwdown,\" \"She Blew My Mind (69 Times)\" and \"Hard to Get.\"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309149,"title":"I'm Rick James: The Definitive DVD","adult":false,"genre_ids":[]},{"cast":["Shatrughan Sinha","Reena Roy","Ajit","Prem Nath","Danny Denzongpa"],"overview":"A police officer goes undercover to catch a wealthy and reputable person, who is involved in criminal activities.","release_date":"1976-02-07","vote_average":0.0,"runtime":143,"cert":"N\/A","id":309151,"title":"Kalicharan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1981","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309153,"title":"Khel Muqaddar Ka","adult":false,"genre_ids":[]},{"cast":[],"overview":"LINE DESCRIBING A CONE is what I term a solid light film. It deals with the projected light beam itself, rather than treating the light beam as a mere carrier of coded information, which is decoded when it strikes the flat surface (the screen). It is projected in the normal way, on a 16mm film projector. Though inevitably there will be a wall that limits the length of the beam, a screen is not necessary. The viewer watches the film, by standing with his, or her, back towards what would normally be the screen, and looking along the beam towards the projector itself. The film begins as a coherent line of light, like a laser beam, and develops through the 30 minute duration, into a complete, hollow cone of light. Line Describing a Cone deals with one of the irreducible, necessary conditions of film: projected light. It deals with this phenomenon directly, independent of any other consideration. It is the first film to exist solely in real, three-dimensional, space.","release_date":"1973-01-01","vote_average":6.5,"runtime":30,"cert":"\"\"","id":309164,"title":"Line Describing a Cone","adult":false,"genre_ids":[]},{"cast":[],"overview":"Best known for his unique style on the jazz trumpet (and his famously inflated cheeks), Louis Armstrong became an enduring figure in pop culture thanks to his distinctively phrased bass singing and engaging personality. Produced by Armstrong in the 1960s, this special captures Satchmo in his element as he delivers a variety of his signature songs, including \"Hello, Dolly,\" \"When It's Sleepy Time Down South\" and \"C'est Si Bon.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309166,"title":"Louis Armstrong: The Louis Armstrong Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's love at first sight when Vikram (Aarnav Bhatia) meets Neha, but their path to the altar takes a few unexpected turns in this entertaining Bollywood comedy. Though the lovebirds want to marry right away, Neha's father (Satish Shah) insists that unemployed Vikram find a job before a wedding can take place. Will Vikram accept when potential boss Armaan Kochar (Rishi Kapoor) offers him a post ... provided that Kochar gets to sleep with Neha?","release_date":"2006-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309168,"title":"Love Ke Chakkar Mein","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stage director Judith Malina -- who's led the Living Theater in New York since 1947 -- provides the subject of this documentary. The film captures Malina conducting rehearsals for a new play, despite health and financial problems.","release_date":"2011-04-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309170,"title":"Love and Politics","adult":false,"genre_ids":[]},{"cast":["Marc Almond"],"overview":"Riding the triumphant wave of his late-1980s solo career, alt-pop singer Marc Almond raises the roof of London's Astoria club with his quirky vocals and cool dance-pop beats on this slate of hits from his own catalog and his old band Soft Cell. Songs include \"The Stars We Are,\" \"Angel in Her Eyes,\" \"Stories of Johnny,\" \"Tenderness Is a Weakness,\" \"Everything I Wanted to Be,\" \"If You Go Away,\" \"Tears Run Rings,\" \"Mother Fist\" and the title track.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309172,"title":"Marc Almond: A Lover Spurned","adult":false,"genre_ids":[]},{"cast":["Klaus Löwitsch","Juraj Kukura","Anica Dobra","Günther Kaufmann","Gennadi Vengerov"],"overview":"","release_date":"2001-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309174,"title":"Mayday! Überfall auf hoher See","adult":false,"genre_ids":[53]},{"cast":[],"overview":"The first live performance of shock rocker Marilyn Manson ever to be caught on film is featured here, recorded in 1990 as Manson performed alongside his band, The Spooky Kids. The film not only offers a glimpse into the early, formative years of the now-successful recording artist, it also highlights many of Mason's early songs, including \"My Monkey,\" \"Strange Same Dogma,\" \"Sam Son of Man\" and more.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309176,"title":"Marilyn Manson: Birth of the Anti-Christ","adult":false,"genre_ids":[]},{"cast":[],"overview":"Founder Roger Waters talks about leaving Pink Floyd, and David Gilmour discusses taking the helm from Syd Barrett in this in-depth retrospective about the iconic progressive rock band. Along with rare interviews and live performances, the review includes critical analysis by music experts and band members. Rocker Tommy Vance introduces this comprehensive study of the pioneering band.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309187,"title":"Pink Floyd: Retrospectives","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring  Rajendra Kumar, Meena Kumari and Madan Puri","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":309189,"title":"Pyaar Ka Saagar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lobster Napoleon, crab sofritto tapas and jumbo shrimp with bacon vinaigrette are just a few of the sumptuous shellfish dishes chef David Forestell demonstrates in his cooking show, \"Gaslight Gourmet.\" In these three half-hour segments, Forestell trades tips and quips with his wine expert buddy, Robert Mines, while making use of the ocean's bounty by whipping up one delectable dish after another.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309191,"title":"Succulent Seafood: Shrimp, Crab & Lobster: Vol. 4","adult":false,"genre_ids":[]},{"cast":["J. LaRose","Christina Bach","Michelle Elise","Daniel Baldock","Julie Moss"],"overview":"A young couple plans to have a rockabilly themed wedding out at the old farm, despite warnings of a West Nile Virus outbreak. Things go horribly wrong when the virus spawns zombie-creating mosquitoes, who begin to feed on the wedding guests.","release_date":"2013-05-19","vote_average":6.0,"runtime":88,"cert":"N\/A","id":309193,"title":"Rockabilly Zombie Weekend","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Total Nonstop Action superstars such as Kurt Angle, Booker T, Christian Cage, AJ Styles and Samoa Joe enter the ring for a series of all-out brawls, and you'll have a front-row seat to see some of the world's best professional wrestlers duke it out. Other body slammers on the card include Abyss, \"Black Machismo\" Jay Lethal, Tomko, Eric Young, Scott Steiner, Kevin Nash, Gail Kim and \"Cowboy\" James Storm.","release_date":"2008-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309195,"title":"TNA Wrestling: Against All Odds 2008","adult":false,"genre_ids":[]},{"cast":["Qu Ying","Yuan Quan","Shao Bing"],"overview":"Tracing the fascinating, real-life saga of one of China's most revered composers, master storyteller Teng Wenji sweeps us into China's intellectual and artistic coming of age during the Cultural Revolution (1966-76). As a young composer, Zhao Liming (Shao Bing) struggles with a constellation of opposing forces: personal ambitions vs. communal obligation, romantic love vs. loyal friendship, modern music vs. traditional.","release_date":"1998-01-01","vote_average":0.0,"runtime":112,"cert":"N\/A","id":309197,"title":"Rhapsody of Spring","adult":false,"genre_ids":[]},{"cast":["Jeremy Brett","Edward Hardwicke","Robert Hardy","Norma West","Gwen Ffrangcon Davies"],"overview":"For years, a blackmailer has been preying on the weaknesses of others throughout London. When Holmes hears of the utter misery this mystery man is creating, he adopts a campaign to thwart his evil scheming. The campaign astonishes Dr. Watson by its strangeness and finds Holmes falling in love.","release_date":"1992-02-02","vote_average":7.3,"runtime":107,"cert":"\"\"","id":309199,"title":"Sherlock Holmes: The Master Blackmailer","adult":false,"genre_ids":[53,18,80,9648]},{"cast":[],"overview":"Robert Powell narrates this engrossing exploration of one of France and Britain's most thrilling and decisive conflicts: the Battle of Trafalgar. The event unraveled on Oct. 21, 1805, when British admiral Lord Nelson and his 27 ships defeated an assault by French emperor Napoleon's 33 ships, cementing Nelson's legacy in naval victories. Dramatized accounts and 3D graphics, along with expert commentary, help recount the unlikely triumph.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309210,"title":"The Battle of Trafalgar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Take a step back in history and relive the terror of spotting a skull-and-crossbones flag with this fascinating look at the treacherous pirate ships that haunted the high seas in the late 17th and early 18th centuries. Sneaky, speedy and deathly dangerous, these vessels ruined the careers and lives of many law-abiding sailors. The renegades who manned them lived outside the law, thriving on the adventure and rebellion of the pirate lifestyle.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309215,"title":"The Great Ships: The Pirate Ships","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adam Lucky stars as American author-philosopher Henry David Thoreau -- best known for his influential Walden -- in this live staging of an original play about the writer's life, penned by folksinger Michael Johnathon. Set in 1847, two days before the author left his cabin to live in isolation at Walden Pond, the play includes dialogue between Thoreau and his close friend Ralph Waldo Emerson that was lifted from the pair's literary works.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309217,"title":"Walden: Ballad of Thoreau","adult":false,"genre_ids":[]},{"cast":[],"overview":"This thought-provoking program offers a behind-the-scenes look at the construction of the ill-fated Titanic, the lavishly grand White Star liner that infamously sank after striking an iceberg in the North Atlantic in 1912. Shot on location at the Titanic's birthplace in Belfast, Ireland, the film also includes rare interviews with people who actually witnessed the ship being built, as well as those who saw its one and only launch.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309219,"title":"Titanic: Born in Belfast","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though perhaps best known for his star turn in Broadway's \"The Phantom of the Opera,\" Michael Crawford has more than 30 years' worth of credits to his name. He also has plenty of stories to tell, as Tony Palmer's witty documentary reveals. Clips from rehearsals, performances, films and home movies illuminate Crawford's reflections on \"Phantom,\" the Vegas spectacle \"EFX,\" \"Barnum,\" his work with Benjamin Britten, international success and more.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309221,"title":"Tony Palmer's Film About the Fantastic World of Michael Crawford","adult":false,"genre_ids":[]},{"cast":[],"overview":"The daredevil bush pilots in the Democratic Republic of Congo may have one of the world's most hazardous jobs, flying over miles of dense jungle in a country nearly destroyed by years of conflict and famine. Peter Coyote narrates this episode of \"National Geographic Explorer,\" an exciting look at daring pilots delivering much-needed supplies to isolated villages, landing on makeshift airstrips and dodging bullets from hostile militia.","release_date":"2008-09-16","vote_average":0.0,"runtime":120,"cert":"\"\"","id":309235,"title":"Congo Bush Pilots","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Laze aboard a cruise ship to various ports of call in Western Europe, a destination that, no matter how popular, always offers delightful surprises to travelers. The journey includes a discovery of Belgium's artistic treasures; a ramble through France's wine country, Bordeaux; a spell in romantic Seville; a step into movie majesty in Casablanca; a tour of exciting Lisbon and majestic London; a deluxe introduction to unparalleled Paris; and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309237,"title":"Cruise Western Europe","adult":false,"genre_ids":[]},{"cast":["Rudolf Forster","Olga Tschechowa","Heidemarie Hatheyer","Ilse Steppat","Marianne Koch"],"overview":"","release_date":"1950-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309239,"title":"Der Mann, der zweimal leben wollte","adult":false,"genre_ids":[18]},{"cast":["Misuzu Togashi","Tomosa Murata"],"overview":"Reality quickly unravels for antisocial Yukiteru when he's called into a death match to determine the new god of space and time. Each player possesses a prophetic device that can see the future, but only one future can become the truth.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309241,"title":"Future Diary: Part 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"After 30 years of living in a box buried six feet underground, the so-called Devil Claw breaks from his grave and takes over the body of a monk (Yuen Yat Chor), whom he uses to get revenge on the men who buried him decades before. With supernatural abilities to fend off blows, become invisible and use his extremities like swords, the reincarnated corpse is a vengeful force to be reckoned with, making for a classic kung fu flick that packs a punch.","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309243,"title":"Abbot White","adult":false,"genre_ids":[]},{"cast":["Greta Gerwig","Lola Kirke","Charlie Gillette","Dean Wareham","Heather Lind"],"overview":"Tracy, a lonely college freshman in New York, is rescued from her solitude by her soon-to-be stepsister Brooke, an adventurous gal about town who entangles her in alluringly mad schemes.","release_date":"2015-08-14","vote_average":6.5,"runtime":84,"cert":"\"R\"","id":309245,"title":"Mistress America","adult":false,"genre_ids":[35]},{"cast":["Allan Lane","Robert Strange","Robert Kellard","Lita Conway","Herbert Rawlinson"],"overview":"The Canadians have discovered a valuable substance called Compound X, which can cure infantile paralysis. When a country at war with Canada learns that Compound X also contains magnetic properties that could aid them in their warfare against the British, they send agents to infiltrate Canada and steal a large quantity of the substance. It's up to Sgt. King (Allan Lane) and his Mounties to track down the agents and put an end to their scheme.","release_date":"1940-09-19","vote_average":0.0,"runtime":211,"cert":"\"\"","id":309247,"title":"King of the Royal Mounted","adult":false,"genre_ids":[37,28,12]},{"cast":[],"overview":"THE RUNNER follows Extreme UltraRunner David Horton as he runs more than 40 miles per day for 66 consecutive days in an attempt to set the speed record on the 2,700 mile Pacific Crest Trail from Mexico to Canada. An epic adventure of human endurance.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309255,"title":"The Runner: Extreme UltraRunner David Horton","adult":false,"genre_ids":[]},{"cast":[],"overview":"The adrenaline free flows in this compilation of the best 2002 BMX thrills, spills and jumps from Props Video Magazine and Passport 2002. Riders know no limits as they push themselves and their bikes to execute mind-blowing stunts. Bone-crunching wipeouts match the intensity of the spectacular feats, and never-before-seen footage leaves fans breathless from the white-knuckle ride.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309257,"title":"Props: Best of BMX: White Knuckle Extreme","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this gripping noir, quirky con artist Barney blackmails a cheating husband. But the greedy grifter demands much more than money, forcing wife Melissa and husband Allen to confront their deepest, darkest secrets. Tension mounts as Melissa, Allen and Barney engage in a desperate game of cat and mouse with each player trying to figure out who's telling the truth. Marty Lodge, Lucy Newman-Williams and Neil Conway star.","release_date":"2007-07-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309262,"title":"Dead Giveaway","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Tom, Harry, Danny, Dougie, Matt and James as they tour across the country as the newly established boy band \"McBusted\": a newly collaborated boyband containing McFly and Busted. Contains both behind the scene fun adventures as well as footage from their live shows.","release_date":"2014-10-28","vote_average":8.0,"runtime":95,"cert":"N\/A","id":309264,"title":"McBusted: Tourplay","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The worlds of journalism and politics collide in this story about an experienced journalist who desperately needs to scoop a big story in order to revamp his career. Deciding he'll take matters into his own hands, he frames a politician and arranges to be there when the story is leaked to the public. What he doesn't realize is that his own devious behavior is about to get him caught in the middle of a dangerous web of lies and murder.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309266,"title":"The Edge of Power","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":309274,"title":"Descubriendo mi cuerpo","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"On the Prowl is a series of pornographic videos filmed by Jamie Gillis in the late 1980s and early 1990s. The video series is considered to be a watershed entry in the pro-amateur field and is credited as one of the first gonzo videos ever shot.The series is the basis for one of the scenes in the 1997 film Boogie Nights. The basis of the films centered on Gillis approaching random men with the invitation of free sex with a professional pornographic actress or paid escort. Filming locations would range from limousines to adult bookstores and the series was noted for its degradation of the women filmed during the series, who would take part in various elements such as golden showers, analingus, and occasionally physical violence.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309276,"title":"On the Prowl","adult":false,"genre_ids":[]},{"cast":[],"overview":"The true story of a band of laid-off workers from state-owned companies who set out to risk their own fortunes in the private sector and then find out that success ain't what it used to be. After getting laid-off from a state-owned shipbuilder, a middle-aged worker uses all of his savings, borrows some money, and then convinces a group of friends who are in similar circumstances, to join him in an apartment decoration\/construction business in Shanghai.","release_date":"2001-10-11","vote_average":0.0,"runtime":87,"cert":"N\/A","id":309278,"title":"Go for Broke","adult":false,"genre_ids":[]},{"cast":["Francis Ng","Cherrie Ying","Jia Zhangke","Wang Xiaoshuai","Liu Yiwei"],"overview":"Chen Chuan (Francis Ng) is a simple man who seems to be cursed with bad luck all the time. Convinced by a blind fortune teller that he must eliminate the \"villain\" that is bringing him the ills, Chen vows to kill the person responsible for his misfortunes. But he soon has second thoughts when he suspect that the \"villain\" is none other than his own wife.","release_date":"2006-04-26","vote_average":5.0,"runtime":98,"cert":"N\/A","id":309280,"title":"Karmic Mahjong","adult":false,"genre_ids":[35]},{"cast":["Sun Yunkun","Jiang Zhikun","Chen Dajiang","Zhao Shengling"],"overview":"The film follows a peasant couple, Zhao Deshan and his wife Xiuzhi, living in rural Yunnan province near Zhaotong in southern China. Their lives are thrown into upheaval when the local mayor “rewards” them with two foreign sheep donated by a former villager, now an official in Beijing. The couple is then tasked with breeding the sheep for their wool and to bring prosperity to their small community. Much to their chagrin, the sheep do not take to their new environment and the couple are forced into ever more ingenious ways of making the sheep appear greater than they really are. As they do so, they also come to value the sheep as companions in their family. When it becomes clear that the two “great” sheep are not the boon they were thought to be, the local authorities repossess the animals.","release_date":"2004-09-16","vote_average":4.0,"runtime":100,"cert":"N\/A","id":309282,"title":"Two Great Sheep","adult":false,"genre_ids":[]},{"cast":["Hu Xiaoguang","Men Tu","Li Ming"],"overview":"A larger-than-life hero, spectacular cinematography and a story originating from a famous Mongolian epic tale, Gada Meilin is the story of a reluctant leader who guides his people to victory against a tyrannical government who wants to steal their land. Highlighting the beautiful scenery of the Mongolian prairie, native music performed by Mongolian superstar Tang Ga-al plus the fascinating local customs and uninhibited character of the Mongolian people, Gada Meilin portrays the unforgettable symphonic poem of heroes.","release_date":"2002-08-25","vote_average":0.0,"runtime":109,"cert":"N\/A","id":309284,"title":"Gada Meilin","adult":false,"genre_ids":[]},{"cast":["Na Renhua","Ning Cai"],"overview":"Under the encouragement of the Chinese government, the traditional way of life of the nomads of the Mongolian plains change. Once a culture with a great emphasis on raising horses on the grassy plains, they are encouraged to move into the cities to work as industrial workers. However, one family tries to resist this change, trying to raise money to send their child to school by selling yogurt. Unfortunately, this is hardly sufficient and they are forced to sell their beloved horses.","release_date":"2005-10-22","vote_average":5.0,"runtime":105,"cert":"\"\"","id":309286,"title":"Season of the Horse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Luo Liang, a young man trying to meet the expectations of family and work, has come to town looking for something better but is unsure of his lot in life.","release_date":"2008-10-10","vote_average":0.0,"runtime":108,"cert":"\"\"","id":309288,"title":"Good Cats","adult":false,"genre_ids":[]},{"cast":["Jennifer Marazino","Jason Patzner","Brian Baker","Barbara Belt","Ted Davis"],"overview":"Group of friends go on vacation in a rural area, find unspeakable horror, a lot of them die violently, blah blah blah.","release_date":"1997-01-01","vote_average":0.0,"runtime":63,"cert":"\"\"","id":309290,"title":"Feeding Billy","adult":false,"genre_ids":[]},{"cast":["Sam Rockwell","Jemaine Clement","Amy Ryan","Danny McBride","Will Forte"],"overview":"Biblical archaeologist Don Verdean is hired by a local church pastor to find faith-promoting relics in the Holy Land. But after a fruitless expedition he is forced to get creative in this comedy of faith and fraud.","release_date":"2015-12-01","vote_average":4.6,"runtime":96,"cert":"\"PG-13\"","id":309298,"title":"Don Verdean","adult":false,"genre_ids":[35]},{"cast":["Liberto Rabal","Álex Angulo","María Adánez","Fernando Guillén Cuervo","Nathalie Seseña"],"overview":"","release_date":"2002-02-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":309303,"title":"Todo menos la chica","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Mission Asteroid A killer asteroid is on its way to Earth -- what can we really do to stop it? Are we destined to go the way of the dinosaur? Killer asteroids have long played a role in science fiction. But when a fireball exploded over Chelyabinsk, Russia in 2013, the world learned that the threat is real. On average, NASA finds a new potentially hazardous asteroid every day... and there are still many we haven’t found. Many of these space rocks have the power to destroy cities, and some are big enough to wipe out human civilization. On the other hand, they could hold the secrets to the origin of our solar system – and might just be the key to the survival of the human race. In the movies, when an asteroid is headed for Earth, there’s always a team of heroes that comes to the rescue and saves the day. But in real life, who can tame these hurtling space rocks? Who can save us from Asteroid Apocalypse – and, just maybe, take us outward into the final frontier?","release_date":"2014-11-14","vote_average":7.0,"runtime":47,"cert":"\"NR\"","id":309308,"title":"Mission Asteroid","adult":false,"genre_ids":[]},{"cast":["Renato Aragão","Dedé Santana","Mussum","Zacarias","Fernanda Brasil"],"overview":"The Trapalhões live in a floating boat and have a miserable life. When they find an abandoned baby, they decide to raise it as if it were their own daughter. Later, when they begin to work in a circus, they discover that the child is in fact the daughter of the trapeze artist and that she was forced to surrender her daughter to a gang that negotiates children abroad. This gang finds them and tries to recover the girl who now, however, has the help of the Trapalhões to protect her.","release_date":"1984-06-20","vote_average":4.5,"runtime":107,"cert":"N\/A","id":309310,"title":"A Filha dos Trapalhões","adult":false,"genre_ids":[12,35,10751]},{"cast":["Vanessa Alvario","Ana María Balarezo","Erick Sheen","Carlos Clonares"],"overview":"Lucia, a 16-year-old punk rock fan and singer, lives with her family. When her mother is accused of attempted murder after pushing her step-father down a flight of stairs, Lucia is left in charge of her siblings.","release_date":"2013-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309312,"title":"No robarás... (a menos que sea necesario)","adult":false,"genre_ids":[18]},{"cast":["Aslı Altan","Kenan Bal","Macit Koper","Sevim Çalışgir"],"overview":"","release_date":"1988-09-09","vote_average":0.0,"runtime":100,"cert":"N\/A","id":309314,"title":"Dolunay","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Operation Bethlehem follows Palestinian director Leila Sansour's extraordinary journey to the legendary city of Bethlehem, the place where she grew up. Armed with a camera and a family car that keeps breaking down, she sets out to make an intimate portrait of a historical town in peril. Five years on, with 700 hours of footage, the result is nothing like she had expected.","release_date":"2014-12-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":309316,"title":"Open Bethlehem","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The daughter of a boatman falls in love with a shore-dweller, and runs away in the face of her father's disapproval.","release_date":"1911-07-12","vote_average":5.0,"runtime":10,"cert":"N\/A","id":309318,"title":"The Barges","adult":false,"genre_ids":[18]},{"cast":["Matthew Brown","Sheldon Graham","Corky McMechan","Michael Fullerton","Asia Jong"],"overview":"100 years in the future, in a tiny town on the Yukon \/ Alaska border, a battle takes place that changes war forever, by changing minds.","release_date":"2014-12-21","vote_average":0.0,"runtime":82,"cert":"N\/A","id":309320,"title":"Battle at Beaver Creek","adult":false,"genre_ids":[878]},{"cast":["Shota Minami","Mamoru Miyano","Hiroyuki Konishi","Mitsutoshi Shundō","Ryû Manatsu"],"overview":"Zero sits on a cliff while he watches a strange tower firing lightning bolts, and then rises to face against what it seemed to be members Ultra Brothers, Ultraman, Robot Zoffy, Ultraman Jack and Ultraman Ace. After incapacitating the ZAP SPACY's Space Pendragon, Ultraseven joined the group as they face against Zero.","release_date":"2010-11-26","vote_average":0.0,"runtime":55,"cert":"N\/A","id":309322,"title":"Ultra Galaxy Legend Side Story: Ultraman Zero vs. Darklops Zero - Stage I: Cosmic Collision","adult":false,"genre_ids":[28,14,878]},{"cast":[],"overview":"They are the most famous royal family on the planet. They have massive influence, wealth and power and they once sat at the head of the world's largest Empire - they are the English Royal Family. But what do they do? Where and how did they get their power? Why do they still sit on the throne of a modern 21st century democracy?","release_date":"2014-12-09","vote_average":0.0,"runtime":60,"cert":"\"\"","id":309324,"title":"English Royalty: A Guide for the Rest of Us","adult":false,"genre_ids":[99]},{"cast":["Ítala Nandi","Antônio Pedro","Cecil Thiré","Otávio Augusto","Flávio Antônio"],"overview":"Two contrasting social groups get in touch: three architects and three street urchins, all struggling for survival.","release_date":"1979-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":309326,"title":"Muito Prazer","adult":false,"genre_ids":[18]},{"cast":["Rami Sebei","Benjamin Satterly","Fergal Devitt","Kenta Kobayashi","Kevin Steen"],"overview":"The future is now and the future will collide at NXT TakeOver: R-Evolution. Adrian Neville defends the NXT Championship against Sami Zayn.","release_date":"2014-12-11","vote_average":7.5,"runtime":120,"cert":"\"\"","id":309328,"title":"NXT TakeOver: R-Evolution","adult":false,"genre_ids":[]},{"cast":["Richard Grieco","Nick Mancuso","Jim Byrnes","Rachel Hayward","Frank Crudele"],"overview":"Six veteran police officers all have a blemished record, but one of them tries to be judge, jury and executioner...","release_date":"1995-10-31","vote_average":0.0,"runtime":97,"cert":"\"\"","id":309330,"title":"Suspicious Agenda","adult":false,"genre_ids":[28,53]},{"cast":["John Cena","Colby Lopez","Jonathan Good","Windham Lawrence Rotunda","Jon Huber"],"overview":"WWE TLC is the one night of the year when the WWE Universe is guaranteed to see a match involving WWE’s three most popular weapons of destruction: tables, ladders and chairs.","release_date":"2014-12-14","vote_average":7.3,"runtime":172,"cert":"\"\"","id":309332,"title":"WWE TLC: Tables, Ladders, Chairs... and Stairs 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about the life of revolutionary Cuban leader Ernesto \"Che\" Guevara.","release_date":"","vote_average":0.0,"runtime":105,"cert":"N\/A","id":309334,"title":"Ernesto Che Guevara","adult":false,"genre_ids":[]},{"cast":["Leonardo Defilippis","Patti Defilippis"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309336,"title":"São João da Cruz","adult":false,"genre_ids":[]},{"cast":["Heinz Hoenig","Jutta Speidel","Marian Lösch","Wolf Roth","Christian Schaeffer"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309338,"title":"Ein himmlischer Freund","adult":false,"genre_ids":[35]},{"cast":["Barbara Devil","Jean Pallett","Tina Gabriel","Chris Hilton","Taranee Devil"],"overview":"These sexy vixens never take off their lingerie or stockings when chowing down on some delicious cock and that's the way the guys like it. They look so dolled up and pretty, why ruin that by disrobing? The guys take full advantage of this opportunity by licking and cumming on their pantyhose like there's no tomorrow.","release_date":"2006-03-01","vote_average":10.0,"runtime":84,"cert":"N\/A","id":309340,"title":"Zarte Nylons - Harte Ficks","adult":true,"genre_ids":[]},{"cast":["Humphrey Jennings"],"overview":"How news of a general reduction in GPO charges was finally brought to parliament and the people, despite attempts by the country's enemies to prevent the announcement...","release_date":"1934-08-04","vote_average":0.0,"runtime":10,"cert":"N\/A","id":309342,"title":"The Glorious Sixth of June","adult":false,"genre_ids":[]},{"cast":[],"overview":"The hot girls that we present to you in this film have two distinct preferences - delicate mesh and hard cocks.","release_date":"2010-03-30","vote_average":0.0,"runtime":120,"cert":"N\/A","id":309344,"title":"Nylon Fetisch-Sex","adult":true,"genre_ids":[]},{"cast":["Laurent Lafitte","Julie Sicard","Laurent Stocker","Martine Chevallier","Christian Blanc"],"overview":"","release_date":"2013-11-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":309346,"title":"Le Système Ribadier","adult":false,"genre_ids":[35]},{"cast":["Frank Mayo","Virginia Valli","Harold Goodwin","Duke R. Lee"],"overview":"","release_date":"1922-03-06","vote_average":0.0,"runtime":50,"cert":"\"\"","id":309348,"title":"Tracked to Earth","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Are you ready for some legs? These hot thighs wrapped in nylon will have you sweating a mile a minute!! These girls love to use their legs to wrap themselves around anything they want...pussy, cock, you name it, these nylons get it!! Cum have a taste, we're positive you'll love every minute of it. Enjoy sex fiends!!","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":309350,"title":"Projekt: Fetisch - Nylon Shooting","adult":true,"genre_ids":[]},{"cast":[],"overview":"A patient expresses himself using the lyrics and titles of tango songs as a result of a post traumatic stress disorder discovered by a psychiatrist.","release_date":"2014-04-24","vote_average":8.0,"runtime":117,"cert":"N\/A","id":309352,"title":"Fermín glorias del tango","adult":false,"genre_ids":[]},{"cast":[],"overview":"The UEFA Champions League, known simply as the Champions League, is an annual continental club football competition organised by the Union of European Football Associations (UEFA). It is one of the most prestigious tournaments in the world and the most prestigious club competition in European football. The final of the 2012–13 tournament was the most watched UEFA Champions League final to date, as well as the most watched annual sporting event worldwide in 2013, drawing 360 million television viewers.","release_date":"2014-12-10","vote_average":7.0,"runtime":120,"cert":"N\/A","id":309354,"title":"UEFA Champions League Live","adult":false,"genre_ids":[]},{"cast":["Ken Lobb"],"overview":"That's right! Everything! Yoshi's back and this time you'll want to get wise to this mind-blowing sequel to Super Mario World! Be the first to learn unbelieveable tricks from the legendary Nintendo Game Masters of: Yoshi's Island. Nintendo of America's advance-action video lets you leap straight into the egg tossing adventure. You'll be dazed by vibrant details of Yoshi's Island, its powerful morphmation and incredible bosses! After seeing some of the choice secrets for saving Baby Mario from puzzling predicaments and Kamek's clever traps you might even decide to share them with your playing pals. It's up to you! Get prepared for dazzling graphics, electrifying sound and shocking technology! Get Prepared To Try Everything!","release_date":"1995-06-06","vote_average":0.0,"runtime":15,"cert":"\"\"","id":309356,"title":"Yoshi's Island: A Magical Tour of Yoshi's Island","adult":false,"genre_ids":[99]},{"cast":["Ken Lobb","Henry Sterchi","Armond Williams"],"overview":"A promotional video of Nintendo promoting the Nintendo 64.","release_date":"1996-05-15","vote_average":0.0,"runtime":15,"cert":"\"\"","id":309358,"title":"Nintendo 64: Change the System","adult":false,"genre_ids":[99]},{"cast":["Olivier Broche","Laure Calamy","Jeanne Ferron","Nanou Garcia","Florence Muller"],"overview":"Solange, in her sixties, her 3 daughters, and Zouzou, her 14 year-old granddaughter, spend a few days in the country. An opportunity for Solange to announce the news: she has a new man in her life. And the sexual side of the relationship, should they discuss it or ignore it?","release_date":"2014-12-24","vote_average":6.0,"runtime":82,"cert":"N\/A","id":309360,"title":"Zouzou","adult":false,"genre_ids":[]},{"cast":["Joseph Calleia","Florence Rice","Thomas Mitchell","Ted Healy","Catherine Doucet"],"overview":"An Italian immigrant studying the law gets mixed up with crooks.","release_date":"1937-01-27","vote_average":7.0,"runtime":81,"cert":"\"\"","id":309362,"title":"Man Of The People","adult":false,"genre_ids":[18]},{"cast":["Lakshmi","Mohan Sharma","Sujatha","Adoor Bhasi","Meena"],"overview":"Chattakkari is a 1974 Malayalam-language Indian feature film directed by K. S. Sethumadhavan and produced by M. O. Joseph, starring Lakshmi, Mohan Sharma, Adoor Bhasi and Sukumari in lead roles. The film written by Thoppil Bhasi based on Pamman's famous novel of the same name. It was the first Malayalam film of Lakshmi and also the start of her romance with co-star Mohan Sharma. It bagged the Kerala State Film Award for Best Actress for Lakshmi, Kerala State Film Award for Best Actor for Adoor Bhasi who played Laxmi's alcoholic father, and the Filmfare Award for Best Feature Film in Malayalam. Storywriter Pamman received the Kerala State Film Award for Best Story. It has the distinction of being the first Malayalam film to run continuously for 40 weeks in a Bangalore theatre. All Songs composed by well known music director G. Devarajan were instant hits.","release_date":"1974-05-10","vote_average":4.3,"runtime":128,"cert":"N\/A","id":309364,"title":"Chattakkari","adult":false,"genre_ids":[18,10749]},{"cast":["Steven Seagal","Meghan Ory","Warren Christie","William 'Big Sleeps' Stewart"],"overview":"Steven Seagal embarks on an all new action mission. After leaving his special undercover police force Elijah Kane returns to his shadowy past as a Special Forces operative. Kane is recruited by the government to once again work for them as a long range sniper specialist.","release_date":"2012-06-25","vote_average":0.0,"runtime":88,"cert":"N\/A","id":309366,"title":"Soldier of Vengeance","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Three historic sites, including Nashville's Grand Ole Opry and the Longhorn Ballroom in Dallas, host this multi-venue concert celebration of 50 years of country music, presented by the Academy of Country Music. With appearances by Loretta Lynn, Mel Tillis, Merle Haggard, Waylon Jennings, Larry Gatlin and the Gatlin Brothers, Barbara Mandrell, The Carter Family, Roy Clark and more, this landmark event is one for the ages.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309371,"title":"50 Years of Country Gold","adult":false,"genre_ids":[]},{"cast":["Agnetha Fältskog","Anni-Frid Lyngstad","Benny Andersson","Björn Ulvaeus"],"overview":"Swedish supergroup Abba stars in this documentary that features extensive concert footage, television clips and current interviews. Songs include \"Super Trooper,\" \"Mamma Mia,\" \"Eagle,\" Head Over Heels,\" \"Take a Chance On Me,\" \"One Man, One Woman,\" \"Money, Money, Money,\" \"The Winner Takes It All,\" \"Happy New Year,\" \"Knowing Me and Knowing You\" and \"Fernando.\" Also included is the finale from the gala performance of the stage show \"Mamma Mia.\"","release_date":"2004-10-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":309373,"title":"ABBA: Super Troupers","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"This 14-track collection of soul hits features six songs from Gladys Knight &amp; the Pips, including \"I Heard It Through the Grapevine,\" plus classics from Percy Sledge, Otis Redding, Rufus Thomas, Jerry Butler, Freda Payne and Carla Thomas. Songs include \"Midnight Train to Georgia,\" \"Do the Push and Pull,\" \"Satisfaction,\" \"Band of Gold,\" \"Walkin' the Dog,\" \"I Like What You Do to Me,\" \"Hey Western Union Man,\" \"You Had to Be There\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309375,"title":"American Soul: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Herbalist Letha Hadady shares the secrets of her trade in this fascinating lesson in nontraditional medicine, revealing which Chinese herbs help mitigate conventional Western diseases such as high blood pressure, depression and diabetes. You'll also discover certain food products that contribute to overall health. Follow Letha to her kitchen, where she concocts her potent potions, and find out how you can replicate her approach in your home.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309377,"title":"Asian Health Secrets","adult":false,"genre_ids":[]},{"cast":["David Millar","Magnus Backstedt"],"overview":"From Colorado to Qatar, California and France, this documentary follows a year in the life of the U.S.-based professional cycling team Slipstream -- a group that's made it their mission to restore the good name of cycling. Sure, the guys -- including Swede Magnus Backstedt and Brit David Millar -- wouldn't mind a Tour de France invite, but they're even more passionate about inspiring the next generation of cyclists.","release_date":"2009-10-22","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":309379,"title":"Blood, Sweat + Gears: Racing Clean to the Tour de France","adult":false,"genre_ids":[99]},{"cast":["Andrea Berg"],"overview":"","release_date":"2011-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309381,"title":"Andrea Berg: Schwerelos","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"George \"The Paperboy\" Carson takes on Jay Russell for the IFC lightweight title, while Becky \"The Specimen\" has it out with Betty Fagan in a no-holds-barred cage match in this installment of IFC's Caged Combat world tour. The event, which also includes a wild eight-man heavyweight tournament, was particularly notable for its lack of police, who were banned from the site because the matches were held on native Mohawk territory in New York State.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309383,"title":"Caged Combat: Vol. 3: Akwesasne, New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"While on tour in the West Bank, a small circus troupe from Eastern Europe finds that one of its featured attractions -- its lion -- is missing. The search for the beast draws together an unlikely alliance, but the united effort becomes more complicated as it continues. A wonderfully apt satire on the foibles of the human condition, this dark comedy collected five Israeli Film Academy Awards (including Best Film and Best Actor, Amos Lavie).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309388,"title":"Circus Palestina","adult":false,"genre_ids":[]},{"cast":["Kenneth Branagh","Helen Mirren","Alison Steadman","Philip Martin Brown","Felicity Montagu"],"overview":"While researching the work of author D.H. Lawrence (Kenneth Branagh), Kate (Alison Steadman) begins a romance with a fellow academic, and learns about Lawrence's love affair with the married aristocrat Frieda Von Richthofen (Helen Mirren) in this made-for-television drama. As Lawrence and Von Richthofen fall deeper into their forbidden relationship, Kate grows more familiar with Lawrence's work, such as the sensuous Lady Chatterly's Lover.","release_date":"1985-01-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":309390,"title":"Coming Through","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Narrated by anthropologist Terry Turner, this illuminating documentary looks at the dramatic changes effecting central Brazil's Kayapo Indians as they adjust to the growing influence of modernity on their tribal culture. The confluence of the ancient and the contemporary in Kayapo daily life -- from hunting tortoises to protesting the building of a government dam to using modern electronics -- is a fascinating study in contrasts.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309392,"title":"Disappearing World: The Kayapo Indians of the Brazilian Rainforest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed live at the Paramount Theatre in Bristol, Tenn., acclaimed mandolin player Doyle Lawson puts on an inspired performance of bluegrass gospel tunes, celebrating his 30-year career in the music business. Songs are \"That's How I Can Count on You,\" \"Big Country,\" \"Foggy Mountain Rock,\" \"Someday, Somewhere,\" \"Write Me Sweetheart,\" \"Hallelujah in My Heart\" and more. Interviews and a short documentary on Lawson's life are also included.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309394,"title":"Doyle Lawson: Treasures","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you're an aspiring guitarist -- and a Twisted Sister devotee -- this instructional program is for you. In a one-on-one session with fret man Eddie \"Fingers\" Ojeda, you'll learn the ropes on classic rock anthems and band favorites such as \"I Wanna Rock,\" \"We're Not Gonna Take It,\" \"The Price\" and \"The Fire Still Burns.\" Ojeda also discusses his \"Twisted\" pedigree, musical influences and choice of professional gear.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309396,"title":"Eddie Ojeda: Twisted Method","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hop aboard this visually lush documentary for a fascinating journey to the areas of the world where steam is still used to power trains: from the vast, icy landscape of Northeastern China to the remote deserts of India. You'll ride along the previously forbidden territory of Inner Mongolia in China, and see Indian sites such as the lakeside palaces of Udaipur, the intricate marble Ranakpur Jain Temple and Jaisalmer's 12th-century castle fortress.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309398,"title":"Empires of Steam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by John Allison and Tim O'Grady, this documentary chronicles the restoration of a rusty motorcycle owned by firefighter Gerard Baptiste, who died in the World Trade Center terrorist attacks. To honor Baptiste, the colleagues who worked alongside him raised donations from big companies, local stores and individuals to turn the decrepit machine into a dream bike. The film captures the firefighters' devotion as they pay tribute to a hero.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309400,"title":"FDNY Dream Bike","adult":false,"genre_ids":[]},{"cast":["Ashokan","KPAC Lalitha","Azeez","Jose Prakash","Ramesh"],"overview":"Peruvazhiyambalam is a 1979 Malayalam film directed by P. Padmarajan based on his novel of the same name. It marked Padmarajan's directorial debut and the acting debut for Ashokan who plays the central character Raman.  The film is an incisive examination of how violence or totalitarianism works in our society; it dealt with disturbing questions relating to masculinity and how people adore and dread it at the same time. The Hindu described this film as one of the finest films in Malayalam. It won the National Film Award for Best Feature Film in Malayalam. The film was included in IBN Live's list of 100 greatest Indian films of all time.","release_date":"1979-08-06","vote_average":5.0,"runtime":95,"cert":"N\/A","id":309402,"title":"Peruvazhiyambalam","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Based on Canadian 3D animation guru James Stewart's short film Foxed! The dark fantasy follows Emily and the children of Chiswick looking to reclaim their town after they are kidnapped by foxes and locked in the mysterious Blue Goo Mines.  - ComingSoon.net","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309404,"title":"Foxed!","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's down-home fun on the farm with this collection of four children's stories about farm animals and their friends. In \"Giggle, Giggle, Quack,\" Farmer Brown goes away, leaving his brother in charge, but sneaky Duck has a plan; lady birds compete to lay the most eggs in \"The Most Wonderful Egg in the World\"; in \"Wings: A Tale of Two Chickens,\" Winnie is in peril of being eaten by a fox; and \"The Foolish Frog\" is a hoppin' fun sing-a-long!","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309406,"title":"Giggle, Giggle, Quack","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get ready to rock with this hardcore compilation that features heavy metal legends who bring it on. Watch interviews, studio footage and music video clips from Aerosmith, Nirvana, Red Hot Chili Peppers, Thin Lizzy, Black Sabbath, Jane's Addiction, Alice in Chains, the Black Crowes, Smashing Pumpkins and other rockers. Bonus features include interactive trivia, highlights of each band's history and rare, behind-the-music footage.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309408,"title":"Hard 'N' Heavy: Vol. 1","adult":false,"genre_ids":[]},{"cast":["Laurence Olivier"],"overview":"Short WW II documentary","release_date":"1942-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":309410,"title":"Malta G.C.","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This collection of live shows from around the world featuring contemporary jazz artists is a treat for any fan of the genre. Whether it's played at an open-air festival or in an intimate nightclub, the music captured here is top-notch. Share the experience of audiences worldwide with performances such as \"I'm All Strung Up on You\" by Les McCann, \"Someone to Watch Over Me\" by Stephane Grappelli and \"A Good Travel Agent\" by Ben Sidran.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309412,"title":"Jazz Legends Live! 14","adult":false,"genre_ids":[]},{"cast":["Dawn Upshaw","Lorraine Hunt","Willard White"],"overview":"Headlined by Dawn Upshaw, Lorraine Hunt Lieberson and Willard White and orchestrated by the Berlin German Symphony Orchestra, this Nativity oratorio from composer John Adams tells the magical story of the birth of Christ. Conducted by renowned maestro Kent Nagano, this moving experience draws on both Old World and New World sources to re-create this influential story, highlighted by Adams’s trademark minimalism and melody.","release_date":"2000-12-15","vote_average":0.0,"runtime":118,"cert":"N\/A","id":309414,"title":"El Niño","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Featuring dynamite surfing footage and the beauty of California's coast, this wave-riding indie follows champion longboarder Josh Mohr and his pals Nathan Byers and Chris Payne as they set out to rediscover the passion that drew them to the sport. As the trio tries to reconnect with the culture that played a key part in shaping their lives, they also attempt to reconnect with one another.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309416,"title":"Josh Mohr: More than Waves","adult":false,"genre_ids":[]},{"cast":["Gisella Sofio","Aroldo Tieri","Enrico Luzi","Ada Dondini","Enrico Viarisio"],"overview":"","release_date":"1951-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309418,"title":"Il microfono è vostro","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Rap pioneer Kurtis Blow shows fans that he's still got what it takes to command an audience in this performance from 2008's \"Hip Hop Anniversary\" tour of Germany, in which he delights the crowd with a long list of his hits. The first rapper to sign with a major label and to record a national commercial is the last rapper standing here as he delivers such popular tracks as \"Party Time,\" \"Under Fire,\" \"If I Ruled the World,\" \"The Breaks\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309423,"title":"Kurtis Blow: The Hip Hop Anniversary Tour: Live in Cologne 2008","adult":false,"genre_ids":[]},{"cast":["Mira Sorvino","Sean Astin","Alexa PenaVega","Cybill Shepherd","Brian Bosworth"],"overview":"When a pastor is shaken by the visible faith of a street-corner preacher, he is reminded that true belief always requires action. His response ignites a journey that impacts everyone it touches in ways that only God could orchestrate.","release_date":"2015-03-20","vote_average":7.0,"runtime":115,"cert":"\"PG-13\"","id":309425,"title":"Do You Believe?","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"The unsung talents of early blues performers are examined and celebrated in the third installment of the comprehensive documentary series Legends of Country Blues Guitar. Highlights include rare performances of \"That Will Never Happen No More\" by John Jackson, \"The Woman I Had She Left Me\" by Jesse Fuller, \"You Know Baby What I Want\" by Josh White and \"See That My Grave Is Kept Clean\" by Furry Lewis.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309427,"title":"Legends of Country Blues Guitar: Vol. 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renowned for his foppish garb, iconoclastic Irishman Oscar Wilde was a gifted writer whose intelligence and razor-edged wit permeated his copious works. But his bohemian lifestyle put Wilde at odds with the Victorian prudery of his day, ultimately resulting in a two-year prison stint on a charge of homosexual conduct. This A&amp;E biography profiles the flamboyant scribe via diaries, still photos and scholarly observations.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309432,"title":"Oscar Wilde: Wit's End","adult":false,"genre_ids":[]},{"cast":[],"overview":"A triple dose of psycho-themed horror from three master directors. In Wes Craven's Chiller, a rich woman's son (Michael Beck) thaws out from the deep freeze and goes on a killing spree. In Ken Russell's Gothic, fact and fiction blend when Mary Shelley (Natasha Richardson), Percy Shelley (Julian Sands) and Lord Byron (Gabriel Byrne) get together. Dwain Esper's Maniac finds a gorilla impersonator munching a cat's eye … among other things.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309434,"title":"Psychotic Connections","adult":false,"genre_ids":[]},{"cast":[],"overview":"A close call on the road complicates three people's lives and leads to reprisal in this twisty Bollywood saga from director Poosala Radhakrishna. After reckless driver Anjali (Adin Khan) almost hits his cousin (Maansi), Seenu (Akula Vijay Vardhan) tracks down Anjali and demands an apology -- causing her to miss her civil service test. Placing the blame squarely on Seenu, Anjali crafts an intricate plan to even the score.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309436,"title":"Seenugadu Chiranjeevi Fan","adult":false,"genre_ids":[]},{"cast":["Sheryl Crow","Peter Stroud","Tim Smith"],"overview":"Sheryl Crow treks across the country for this smash 2003 tour, proving once again that she's not only a master of the recording studio and music videos, but of live performance as well. With this video featuring 13 chart-toppers, including \"All I Wanna Do\" and \"Everyday Is a Winding Road,\" Crow continues to entertain in her hard-driving, uncompromising and indefatigable style.","release_date":"2003-09-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309438,"title":"Sheryl Crow: C'mon America","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Frank Sinatra had the utmost respect and admiration for the songwriters who fashioned the wonderful words and marvelous melodies he sang. In this remarkable collection of songs from Sinatra's Golden Age (1943-1959), Frank lends his special magic to the words of Harold Arlen, Irving Berlin, Oscar Hammerstein, Frank Loesser and many others. Includes classics such as \"Fly Me to the Moon,\" My Romance\" and \"That Old Black Magic.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309440,"title":"Sinatra: Singing at His Best","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by true events, TESTING LIFE is a story about 25-year-old Ana Seuss. Full of life but living on welfare and part-time work as a waitress, Ana feels that her dream of going to Hollywood and becoming an actress is lowly fading away, so she makes a drastic decision to become a human lab rat for a Berlin medical research facility.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309442,"title":"Testing Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animation's original sultry siren Boop-oop-a-doops her way into screen legend with these 13 classic cartoons. Max Fleischer's bubbly bombshell, whose character was originally a sexy girl dog, fights off lecherous suitors while delighting audiences in this collection from the 1930s. The legendary cartoons include \"We Did It,\" \"A Song and a Day,\" \"The Hot Air Salesman,\" \"Whoops, I'm a Cowboy\" and \"Rhythm on the Reservation.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309444,"title":"The Best of Betty Boop 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"The sketch comedy gang Howard Stern calls \"very, very funny\" returns with more of their politically incorrect humor in this compilation that includes dozens of skits, cartoons, impersonations and much more. Foulmouthed Yucko the Clown wanders the streets insulting unsuspecting pedestrians and homeless Jimmy Gibberish sings his own version of \"The Star-Spangled Banner.\" Other characters include Regina Lynn, Bobby Possumcods and Rack Em Willie.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309446,"title":"The Damn! Show: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vladimir Alenikov's real-time thriller documents 90 minutes in the life of a gun as it passes through the hands of some very desperate individuals. Set amid the seedy clubs and alleyways of Los Angeles, the film tracks the gun minute by minute; tension builds as various characters grow increasingly reckless in their attempts to take possession of the firearm. Jack Forbes, Jeremiah Hassemer, Tamara Tana and Val Dillman star.","release_date":"2003-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309448,"title":"The Gun: From 6 to 7:30 pm","adult":false,"genre_ids":[]},{"cast":[],"overview":"For every script that gets turned into a Hollywood blockbuster, there are countless others that never make the cut. The same can be said for aspiring filmmakers, thousands of whom arrive in Tinseltown each year only to retreat home, defeated, within months. Tracking an ambitious pair of underdogs set on making their dreams come true, director Josh Roybal captures their journey on the rocky road to fame and fortune.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309453,"title":"The Kid Makes the Picture","adult":false,"genre_ids":[]},{"cast":[],"overview":"With capitalism and corruption becoming more entrenched in Russia, a father and his teenage son gear up for a yearlong political campaign to unseat President Putin in the 2008 elections and shift the country back toward socialism. Aliona Polunina's thoughtful documentary follows Anatoly and Andrei in their struggle to recreate a revolutionary fervor in a society that seems to be embracing the materialist values of the West.","release_date":"2009-01-07","vote_average":0.0,"runtime":95,"cert":"\"\"","id":309455,"title":"The Revolution That Wasn't","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Speed of lightning, roar of thunder … It's Underdog! Two episodes (\"The Wicked Witch of Pickyoon\" and \"The Silver Thieves\") from the classic animated series find our canine hero facing enemies a bit different from his archnemesis, Simon Bar-Sinister. First, Underdog faces a witch who captures Sweet Polly after her plane crashes in the forest. Then, he foils a robbery by some phantom burglars and discovers their shocking secret.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309457,"title":"Underdog: Nemesis","adult":false,"genre_ids":[]},{"cast":[],"overview":"Once Bram Stoker chronicled the horrifying story of the legendary vampire known as Dracula, the fanged iconic character became the popular subject of books, film, television and even creepy real-life encounters. Descend into the world of the bloodsucking fiend with this attempt to expose the truth behind the fiction, featuring expert commentary from Dr. Les Prince of Birmingham University and dramatized eyewitness experiences.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309459,"title":"Vampires: The Story of the Vampire in Myth and Reality","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mixing musical comedy with an inspirational message, stand-up comic Anita Renfroe mines motherhood for beaucoup laughs, holding forth on maternity clothing, prenatal visits, Botox, the Lactation Fairy and more. Her electrifying live show features her hit bit \"Momisms,\" in which the prodigious performer takes three minutes to recount everything a mom says in 24 hours -- all to the tune of the \"William Tell\" Overture.","release_date":"2007-11-06","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":309464,"title":"Anita Renfroe: Total Momsense","adult":false,"genre_ids":[]},{"cast":[],"overview":"Astor Piazzolla performs an evocative set of tangos at the 1984 Montreal Jazz Festival. Lovingly restored by Piazzolla's former student Richard Galliano, this footage captures seven songs by the renowned accordionist. Born in Argentina in 1921, Piazzolla proves his talent for injecting a range of emotions into his songs, which include \"Lunfardo,\" \"Muerte del Angel,\" \"Adiós Nonino,\" \"Resurrección del Angel,\" \"Chin Chin\" and \"Otoño Porteño.\"","release_date":"2008-03-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309466,"title":"Astor Piazzolla: Live at the Montreal Jazz Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get a taste of what it was like to be a member of the world's biggest rock band, the Beatles. This music documentary takes viewers on the road with the group through interviews, press conferences, television appearances, newsreel footage and more. In addition to hearing the band members talk about their experiences, Beatles lovers can also relive several of the most controversial and fascinating moments in the group's history.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309468,"title":"Beatles: Fun with the Fab Four","adult":false,"genre_ids":[]},{"cast":["Grant Show","Cicely Tyson","Lori Loughlin","George Wendt","Cari Shayne"],"overview":"Convinced that he's entitled to a life of fame and fortune, Korean War vet Jerry Shand (Grant Show) returns home to his fiancee (Lori Loughlin) and pursues a lucrative --if unprincipled -- insurance career. But when he meets the elderly client Vesta (Cicely Tyson), she begins to shed light on the destructive path Jerry has chosen to travel. Peter Bogdanovich directs this film set against the backdrop of racial tensions in the American South.","release_date":"1997-08-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309470,"title":"Blessed Assurance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Badseed Productions thrusts 50cc motocross riding in the spotlight with this action-infused compilation of tricks, stunts and daredevilry. Highlights include Kyle Cohen setting a world record-worthy long distance jump, Travis Hart rewriting the history books with an incredible full-pipe loop, Jake Ness pulling off a record-busting distance back flip and Kelly Tedder pushing the envelope with innovative freestyle variations.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309475,"title":"Hateus","adult":false,"genre_ids":[]},{"cast":["Richard H. Kirk","Stephen Mallinder","Chris Watson"],"overview":"This scintillating compilation of various Cabaret Voltaire albums and singles makes a great introduction to this interesting group. Tracks include \"Diskono,\" \"Obsession,\" \"Nag Nag Nag,\" \"Seconds Too Late,\" \"This Is Entertainment,\" \"Badge of Evil,\" \"Eddie's Out,\" \"Landslide,\" \"Photophobia,\" \"Extract from Johnny Yesno,\" \"Walls of Jericho,\" \"Moscow,\" \"Trash (Parts I &amp; II)\" and more.","release_date":"1982-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":309477,"title":"Doublevision Presents: Cabaret Voltaire","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Constantine Krimetz conducts the Moscow Symphony Orchestra in this performance of Sir Edward Elgar's Cello Concerto in E Minor, a program that blends the composer's music with an ever-changing backdrop of picturesque Scottish scenery. As you listen to the concerto's four movements, you'll tour some of Scotland's most breathtaking spots, including lochs, islands and whiskey distilleries; Edinburgh Castle; and the Scottish highlands and moorlands.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309479,"title":"Elgar: Cello Concerto: Naxos Musical Journey","adult":false,"genre_ids":[]},{"cast":[],"overview":"Miley Stewart (Miley Cyrus) continues her exciting double life in these four episodes from Season 2 of the smash hit Disney Channel series. Living as an ordinary teen, she hides from her schoolmates the fact that she's also pop superstar Hannah Montana. Episodes included are \"Me and Mr. Jonas and Mr. Jonas and Mr. Jonas,\" \"That's What Friends Are For?,\" \"Lilly's Mom Has Got It Goin' On\" and \"I Will Always Loathe You.\"","release_date":"2008-04-02","vote_average":5.6,"runtime":null,"cert":"\"\"","id":309484,"title":"Hannah Montana: One in a Million","adult":false,"genre_ids":[]},{"cast":["Ashwini","Saikumar","Sukumari","Thilakan","Jose Prakash"],"overview":"Ee Kanni Koodi is a 1990 Indian Malayalam film, directed by KG George and produced by Ouseppachan. The film stars Aswini, Saikumar, Sukumari and Thilakan in lead roles.","release_date":"1990-06-22","vote_average":6.8,"runtime":138,"cert":"N\/A","id":309486,"title":"Ee Kannikoodi","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Presenting a stunning visualization of the Old Testament, narrator Stephen Johnston fills over 56 hours worth of material on this comprehensive release. As the pages of the holy book are brought to life, some stunning visual imagery unfolds, and is complemented by both Johnston's words, and a highly appropriate musical soundtrack. Designed to appeal to a wide ranging audience, this version of the Old Testament should attract people from a variety of different backgrounds and beliefs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309488,"title":"Holy Bible: New Living Translation: Old Testament","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn the Japanese martial art of isshinryu with an emphasis on the use of two traditional karate weapons in this instructional video. Sensei Mike Reeves demonstrates proper movements and handling in five katas (practice methods). Three of the katas (tokumine-no-kun, urashi-bo and shishi-no-kun) focus on using a bo (a long stick); one (kusan-ku-sai) focuses on the sai (a swordlike baton); and the last is a two-person bo set.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309490,"title":"Isshinryu Weapon Kata","adult":false,"genre_ids":[]},{"cast":["Pierre Boulez","Olaf Bär","Eric Stoklossa","Stefan Margita","Peter Straka"],"overview":"Set in a Siberian prison camp, Janacek's final opera centers on the experiences of recent arrival Alexandre Petrovitch Goriantchikov (Olaf Bar), a nobleman who finds relief from the harsh conditions in the friendship of the illiterate Alyeya (Eric Stoklossa). Recorded at the Grand Theatre de Provence, this stage production is directed by the well-respected Patrice Chereau and features famed conductor Pierre Boulez. Filmed at the Aix-en-Provence Festival on 20 July 2007.","release_date":"2007-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309492,"title":"From the House of the Dead","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"While his father, Indian government official Jagatpratap Singh (Dilip Kumar), obediently follows the law to the letter, Ravi (Sanjay Dutt) attempts to take the law into his own hands by plotting to kill Kailash (Gulshan Grover) and Prakash (Tej Sapru), two criminals who murdered his friend. As a giant rift grows between the righteous father and temperamental son, a criminal cartel prepares to take both of them down.","release_date":"1989-10-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":309494,"title":"Kanoon Apna Apna","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2001, an Asian elephant was born at the Smithsonian National Zoo, with the distinction of being only the second animal of its kind produced via artificial insemination -- sending ripples throughout the zoological community. His name is Kandula, and this engrossing Discovery Channel documentary details his story -- from birth through his toddler years -- and how his conception may put a stop to the species' potential extinction.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":309496,"title":"Kandula: An Elephant Story","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"King of the Cage #5: Cage Wars","cast":[],"id":309498,"overview":"Hosted by champion kickboxer Don \"The Dragon\" Wilson and veteran commentator Eddie Bravo, this sports documentary chronicles the events of the fifth King of the Cage mixed martial arts tournament. Participating in the no-holds-barred tournament are a number of extreme-fighting champions, including Chris Brennan, Jerry Bohlander, Mike Bourke, Brian Foster, John Matua, Daujiro Matsui, Joe Hurley and Amir Rahnavardi.","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]