[{"cast":["Peter Gallagher","Michelle Pfeiffer","Claire Danes","Freddie Prinze Jr.","Seth Green"],"overview":"David loves his wife, Gillian. Unfortunately, she died two years ago. David deals with his grief by continuing his romance with Gillian during walks with her \"ghost\" on the beach at night. While David lives in the past, other family problems crop up in the present in the real world....","release_date":"1996-10-18","vote_average":5.6,"runtime":93,"cert":"N\/A","id":30500,"title":"To Gillian on Her 37th Birthday","adult":false,"genre_ids":[18,10749]},{"cast":["Linnea Quigley"],"overview":"No overview found.","release_date":"2007-08-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":30501,"title":"Pretty","adult":false,"genre_ids":[]},{"cast":["Paul Reubens","Penelope Ann Miller","Kris Kristofferson","Valeria Golino","Benicio del Toro"],"overview":"Paul Reubens stars as Pee-wee Herman in his second full-length film about a farmer who joins the circus after a storm drops a big tent in his front yard. Pee-wee, along with an outlandish cast of animals and circus performers, puts on the best show ever.","release_date":"1988-07-22","vote_average":5.0,"runtime":86,"cert":"N\/A","id":30502,"title":"Big Top Pee-wee","adult":false,"genre_ids":[35,10751]},{"cast":["Jeff Rector","William Marshall","Griffin Drew","Karen Black","Harrison Ray"],"overview":"Haunted by recurring dreams of Hea-Thor, a gorgeous cavegirl,and a menacing Allosaurus, action-movie star Tony Markham soon finds himself transported, by means of a magic Icon, back through time to Dinosaur Valley. Now trapped in world of dangerous dinosaurs, grunting cavemen and a tribe of exotic, love-starved cavegirls, Tony must put his modern-days skills to extreme tests in order to survive prehistoric perils, win the cavegirl of his dreams and (maybe) return to his own time?","release_date":"1995-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":30505,"title":"Dinosaur Valley Girls","adult":false,"genre_ids":[12,35]},{"cast":["Bob Hope","Virginia Mayo","Walter Brennan","Walter Slezak","Victor McLaglen"],"overview":"Princess Margaret is travelling incognito to elope with her true love instead of marrying the man her father has betrothed her to. On the high seas, her ship is attacked by pirates who know her identity and plan to kidnap her and hold her for a king's ransom.","release_date":"1944-11-10","vote_average":6.4,"runtime":94,"cert":"N\/A","id":30506,"title":"The Princess and the Pirate","adult":false,"genre_ids":[10749,35,12]},{"cast":["Griffin Drew","Ashlie Rhey","Maureen Flaherty","Shayna Ryan","Gregory S. O'Rourke"],"overview":"No overview found.","release_date":"1997-01-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":30507,"title":"Bikini Hoe-Down","adult":false,"genre_ids":[]},{"cast":["Paul Kalkbrenner","Rita Lengyel","Corinna Harfouch","Araba Walton","Megan Gay"],"overview":"A man tours clubs around the globe with his manager and girlfriend. On the eve of their largest album release he is admitted to a psychiatric clinic after overdosing at a gig.","release_date":"2008-10-01","vote_average":6.9,"runtime":105,"cert":"N\/A","id":30508,"title":"Berlin Calling","adult":false,"genre_ids":[35,18,10402]},{"cast":["Debbie Rochon"],"overview":"No overview found.","release_date":"2005-05-20","vote_average":0.0,"runtime":76,"cert":"N\/A","id":30513,"title":"Death Defying Acts","adult":false,"genre_ids":[]},{"cast":["Chad Lowe","Kelly Rutherford","Sean Patrick Flanery","Patty McCormack","Danielle von Zerneck"],"overview":"An ambitious medical researcher discovers a mold that he believes could be the foundation of a miracle cure for degenerative disease","release_date":"2001-03-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":30516,"title":"Acceptable Risk","adult":false,"genre_ids":[18,878,53]},{"cast":["Ranjit Chowdhry","Tirlok Malik","Adelaide Miller","Robert Kessler","David Toney"],"overview":"An East Indian native immigrates to New York City and stumbles his way onto the corporate fast-track.","release_date":"1990-09-30","vote_average":5.0,"runtime":96,"cert":"N\/A","id":30517,"title":"Lonely in America","adult":false,"genre_ids":[35]},{"cast":["Keishi Nagatsuka","Hiroshi Yamamoto","Machiko Ono","Takeshi Yamamoto","Sunny Francis"],"overview":"Tsuboi and Kinoshita have just arrived at a desolate town. Both of them are amateur filmmakers. Tsuboi is a screenwriter and Kinoshita a director. They have come to this town because Funaki, an actor, has tempted them to come here, but he has yet to arrive. Tsuboi and Kinoshita start wandering around the town and happen to meet a young woman, Atsuko. The three of them go on a journey together and become friends. But one day, Atsuko disappears.","release_date":"2003-09-10","vote_average":6.3,"runtime":83,"cert":"N\/A","id":30518,"title":"Ramblers","adult":false,"genre_ids":[35]},{"cast":["Nick Gregory","Laura Carney","Darren McGavin","Charles Cragin","Frank John Hughes"],"overview":"25 years ago at Winfield College, psycho-priest Zachary Malius murdered seven frat boys and was put away in the local asylum. Now, however, the same fraternity stages a prank from which Malius is inadvertently set free and returns to the house to repeat his crime...","release_date":"1992-04-13","vote_average":5.0,"runtime":87,"cert":"N\/A","id":30519,"title":"Happy Hell Night","adult":false,"genre_ids":[27,9648,53]},{"cast":["Eric Lane","Tommy Phipps","Simeon Henderson","Greg Niecestro","Diane Howard"],"overview":"In this action thriller, drug kingpins battle law enforcers in a vicious cycle of violence after a murder witness goes missing.","release_date":"2008-08-02","vote_average":1.3,"runtime":110,"cert":"N\/A","id":30520,"title":"Tactical","adult":false,"genre_ids":[28,80]},{"cast":["Frank Stallone","Brenda Vaccaro","Herbert Lom","Michelle McBride","Christine Lunde"],"overview":"Lovely photographer Rebecca winds up in a Bavarian castle at a \"Masque of the Red Death\" party hosted by the wealthy Ludwig. Mayhem ensues as assorted Poe story devices start doing away with the guests.","release_date":"1989-11-09","vote_average":2.0,"runtime":94,"cert":"N\/A","id":30523,"title":"Masque of the Red Death","adult":false,"genre_ids":[18,14,27]},{"cast":["Dolph Lundgren","David Soul","Renée Coleman","Roger E. Mosley","Evan James"],"overview":"When East German Eric Brogar (Dolph Lundgren) wins a gold medal in the pentathlon, he escapes to freedom in the west with the help of a beautiful American athlete. But his demanding coach, Heinrich Mueller (David Soul) vows revenge and Eric's best friend and his father pay the ultimate price for his freedom when they are killed by the Secret Police. In Los Angeles, Eric starts to train for the gold again. But when Mueller comes to America, Eric must win the most deadly game of all… the fight for his life.","release_date":"1994-01-01","vote_average":5.3,"runtime":101,"cert":"N\/A","id":30526,"title":"Pentathlon","adult":false,"genre_ids":[28]},{"cast":["Roy Dupuis","Deborah Kara Unger","James Gallanders","Michel Mongeau","Odile Katesi Gakire"],"overview":"Canadian Lt. General Romeo Dallaire was the military commander of the UN mission in Rwanda and this movie is personal and, all too true, story of his time there during the genocide of 1994. It is not quite as moving as the earlier Hotel Rwanda and is less geared to drama and emotional manipulation, but it is still grim and upsetting.","release_date":"2007-09-28","vote_average":6.7,"runtime":112,"cert":"N\/A","id":30527,"title":"Shake Hands With the Devil","adult":false,"genre_ids":[18,36]},{"cast":["Matthew Modine","Randy Quaid","Paul Reiser","Janeane Garofalo","Amy Brenneman"],"overview":"With varying degrees of success, recently divorced friends Dave, Vic and Donny are trying to move on with their lives. Vic feels vilified by his ex-wife's parents, while Donny has a shaky bond with his teen daughter, Emma. Dave, meanwhile, has an enviable problem -- he has more dates than he can handle. As they confront their post-marital challenges, the men take solace in one another's plights.","release_date":"1995-03-16","vote_average":6.0,"runtime":106,"cert":"N\/A","id":30528,"title":"Bye Bye Love","adult":false,"genre_ids":[35,10749]},{"cast":["John Turturro","Massimo Ghini","Rade Šerbedžija","Roberto Citran","Claudio Bisio"],"overview":"Although liberated from Auschwitz on January 27, 1945, Levi did not reach Turin until October 19 of that year. After spending some time in a Soviet camp for former concentration camp inmates, he embarked on an arduous journey home in the company of Italian former prisoners of war from the Italian Army in Russia. His long railway journey home to Turin took him on a circuitous route from Poland, through Russia, Romania, Hungary, Austria and Germany.","release_date":"1997-02-10","vote_average":6.3,"runtime":125,"cert":"N\/A","id":30529,"title":"The Truce","adult":false,"genre_ids":[18,36,10752]},{"cast":["Vinod Khanna","Dimple Kapadia","Amol Mhatre"],"overview":"Leela is the story of Leela, an aware, liberal woman who struggles with the true meaning of independence. It is also the story of Krishna, born of Indian parents in America but uncomfortable with his hyphenated existence. Leela then is a universal story of two paths that cross each other and pause a moment before moving on.","release_date":"2002-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":30542,"title":"Leela","adult":false,"genre_ids":[18,10749]},{"cast":["David Draiman","Dan Donegan","Steve Kmak","Mike Wengren"],"overview":"A documentary and behind the scenes footage during Disturbed's 'The Sickness' album era.","release_date":"2002-03-04","vote_average":6.0,"runtime":150,"cert":"N\/A","id":30543,"title":"Disturbed: M.O.L.","adult":false,"genre_ids":[99,10402]},{"cast":["Taylor Handley","Dustin Seavey","Alison Folland","Kyle Schmid","Rebecca Mozo"],"overview":"In this provocative teen comedy, Luke, a young man insecure about his masculinity discovers he's a Zerophiliac, with the ability to change sex at will. Join Luke as he journeys into the extraordinary world of Zerophilia where so many crazy questions arise, only one question matters: \"Whom do you love?\"","release_date":"2005-10-13","vote_average":5.6,"runtime":90,"cert":"N\/A","id":30548,"title":"Zerophilia","adult":false,"genre_ids":[35,10749]},{"cast":["Vegard Sverre Tveitan","Tomas Thormodsæter Haugen","Kai Johnny Mosaker","Tyr","Charmand Grimloch"],"overview":"Emperial Live Ceremony is a live album from Emperor. Recorded live at LA2, London, UK April 14, 1999 includes Emperor screensavers and a video for \"I Am the Black Wizards\", which can be found as track 1 (11:51) on the CD. Also released on VHS and DVD (Re-Released twice).","release_date":"2000-05-15","vote_average":0.0,"runtime":61,"cert":"N\/A","id":30553,"title":"Emperor: Emperial Live Ceremony","adult":false,"genre_ids":[10402]},{"cast":["Carol Kane","Charles Durning","Jill Schoelen","Gene Lythgow","Jerry Wasserman"],"overview":"Julia is babysitting two young kids while a doctor and his wife are out. During the evening, a stranger knocks on the door asking Julia if she can call the auto club so he can get a tow. The phone line is dead though. This is all part of the act as he has made his way inside and abducted the two children.","release_date":"1993-04-04","vote_average":5.9,"runtime":94,"cert":"N\/A","id":30554,"title":"When A Stranger Calls Back","adult":false,"genre_ids":[27,53,10770]},{"cast":[],"overview":"Sesame Beginnings celebrates the interaction of family members and children with a look at favorite Sesame Street characters like Elmo, Big Bird, Cookie Monster and Prairie Dawn when they were very young.","release_date":"2006-04-04","vote_average":0.0,"runtime":26,"cert":"N\/A","id":30555,"title":"Sesame Beginnings: Beginning Together","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Elmo is trying to make a Top Ten Countdown list for the radio station, but everyone keeps trying to share their favorite song with him. Meanwhile, Telly can't decide on his favorite song -- is it \"The Alphabet Song\", \"Twinkle Twinkle Little Star\" or \"Baa Baa Black Sheep\"?","release_date":"2001-10-30","vote_average":5.0,"runtime":60,"cert":"N\/A","id":30558,"title":"Sesame Street: Kids' Favorite Songs","adult":false,"genre_ids":[10751]},{"cast":["Isabelle Goguey","Charlotte de Turckheim","Michel Flavius","Betty Beckers","Jean Ludow"],"overview":"When she takes up her new post at an eerie convalescent home deep in the French countryside, nurse Martine (Isabelle Goguey) soon discovers that several missing co-workers may have fallen prey to an unspeakable evil rumored to roam the hallways at night. But as Martine looks deeper into the mystery, she suspects the home's aged residents know more about the menace than they let on.","release_date":"1980-10-22","vote_average":6.0,"runtime":94,"cert":"N\/A","id":30559,"title":"Night of Death!","adult":false,"genre_ids":[27,14]},{"cast":["Sully Erna","Tony Rombola"],"overview":"Changes is a documentary and live DVD released in September 2004 by the hard rock band Godsmack. The DVD was recorded in early 2004. That same month, the group also released \"Batalla de los Tambores\" a drum dual between Shannon and Sully, available only via online services such as Apple's iTunes Music Store, Real, Napster, and the Zune Marketplace.[1] The DVD has been certified Gold by the RIAA.","release_date":"2004-09-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":30560,"title":"Changes: Godsmack","adult":false,"genre_ids":[99,10402]},{"cast":["Karla Conway","Steve Vincent","Merci Montello","Dan Martin","Fancher Fague"],"overview":"A man is in bed reading Sci-Fi mags, and his wife seduces him. He then falls asleep, and the rest is his dream. He is from an alternate world, and disguises himself as an alien, then boards their ship, to keep them from attacking his planet. The captain is a woman, who has two lesbian encounters with her crew, and whips one of them for trying to have sex with our hero. All of the women are anxious to seduce our hero, as the other two men on the ship are not very exciting. Our hero forces a landing on an asetroid (actually the outskirts of Palmdale, California) and everyone runs around topless and has sex. He then blows up the alien ship in the worst special effects explosion.","release_date":"1968-09-20","vote_average":3.3,"runtime":69,"cert":"N\/A","id":30563,"title":"Space Thing","adult":false,"genre_ids":[35,878]},{"cast":["Preben Kaas","Dirch Passer","Jørgen Ryg","Lily Broberg","Peter Steen"],"overview":"Three out of work actors breaks into a bank through the toilet of a railroad station.","release_date":"1977-02-18","vote_average":6.6,"runtime":85,"cert":"N\/A","id":30564,"title":"Going for Broke","adult":false,"genre_ids":[35,80]},{"cast":["Keith Fulton","Terry Gilliam","Brad Pitt","Christopher Plummer","Madeleine Stowe"],"overview":"A documentary following Terry Gilliam through the creation of \"12 Monkeys\"","release_date":"1997-01-01","vote_average":6.3,"runtime":88,"cert":"N\/A","id":30565,"title":"The Hamster Factor and Other Tales of Twelve Monkeys","adult":false,"genre_ids":[99]},{"cast":["William Marshall","Vonetta McGee","Denise Nicholas","Thalmus Rasulala","Gordon Pinsent"],"overview":"An 18th century African prince is turned into a vampire while visiting Transylvania. Two centuries later, he rises from his coffin attacking various residents of Los Angeles and meets Tina, a woman who he believes is the reincarnation of his deceased wife.","release_date":"1972-08-25","vote_average":5.7,"runtime":93,"cert":"N\/A","id":30566,"title":"Blacula","adult":false,"genre_ids":[27,14]},{"cast":["William Friedman","Scott Gordon","Paul Venier","Nancy Sirianni","Joe Franklin"],"overview":"Two sniveling high school dropouts plot to rob the school janitor and accidentally release toxic chemicals into the school's water supply. The swimming team are the first ones to turn into green-faced flesh-eating zombies, and they promptly go after the rest of the present school populous, namely a duo of horror movie nerds, the members of a metal band and the world's worst basketball team.","release_date":"1990-01-01","vote_average":5.2,"runtime":74,"cert":"N\/A","id":30567,"title":"Ghoul School","adult":false,"genre_ids":[27]},{"cast":["Paul Naschy","Stelvio Rosi","Maria Pia Conte","Dyanik Zurakowska","Pasquale Basile"],"overview":"Upon his uncle's death, Serge Chekov journeys to a spooky Scottish village for the reading of the will. But when he inherits the estate, Serge runs afoul of his uncle's jealous wife , his business partner , his maid and others. It's not long before zombies join the fun in this Italian supernatural thriller, also starring Paul Naschy as a nutso gravedigger.","release_date":"1973-09-03","vote_average":5.5,"runtime":91,"cert":"N\/A","id":30568,"title":"The Hanging Woman","adult":false,"genre_ids":[27]},{"cast":["Genie Francis","Ted McGinley","Rick Roberts","Genelle Williams"],"overview":"Newspaper columnist Peyton MacGruder (Genie Francis) finds a note addressed simply to 'T', washed up on shore. It appears to be from the victim of a recent plane crash, and carries a message of hope and forgiveness from a father to his child. MacGruder's readership is down on her column (called \"Heart Healer\"), and the paper is going to dump it unless she starts to write from the heart.","release_date":"2007-12-08","vote_average":6.0,"runtime":86,"cert":"N\/A","id":30569,"title":"The Note","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Yûji Ishikawa","Mayuko Sasaki","Yumeko Sasaki","Takeshi Itô","Yôta Kawase"],"overview":"What lasts longer, the time before birth or the time after death? In the 1990's, Kenjo (Ishikawa Yuichi) dies in a terrorist gas attack. His girlfriend Haruka (Sasaki Yumeka) is killed by a man she meets as a street prostitute. In 2002, Kenji and Haruka who should already be dead, meet again and a new story begins.","release_date":"2001-06-15","vote_average":5.1,"runtime":77,"cert":"N\/A","id":30570,"title":"Tokyo X Erotica","adult":false,"genre_ids":[]},{"cast":["Adrian Dunbar","James Purefoy","Tony Slattery","Neil Stuke","Leslie Grantham"],"overview":"The sexual rivalries between a group of friends cause comic chaos during a stag night celebration.","release_date":"2000-08-11","vote_average":0.0,"runtime":94,"cert":"N\/A","id":30571,"title":"The Wedding Tackle","adult":false,"genre_ids":[]},{"cast":["Hedy Lamarr","George Brent","Paul Lukas","Albert Dekker","Carl Esmond"],"overview":"In 1903, Doctor Huntington Bailey (Brent) meets a friendly older lady during a train trip. She tells him that she is going to visit her brother Nick and his lovely young wife Allida. Once in New York, Bailey hears that his train companion suddenly died. Shortly afterward, he meets the strange couple and gets suspicious of Nick's treatment of his wife.","release_date":"1944-12-18","vote_average":5.7,"runtime":91,"cert":"N\/A","id":30574,"title":"Experiment Perilous","adult":false,"genre_ids":[18,53]},{"cast":["Kotono Mitsuishi","Aya Hisakawa","Michie Tomizawa","Emi Shinohara","Rica Fukami"],"overview":"As Usagi and her friends enjoy Christmas vacation, an unusual and fierce snowstorm hits town... The evil Snow Queen Kaguya has returned to claim Earth as her own. Crucial to Queen Kaguya's plan is a magical crystal from outer space, approaching Earth disguised as a comet. Once she gets hold of the crystal, she will have the power to suck away all life energy and cover the Earth in ice. Will Sailor Moon find the crystal before Queen Kaguya? Will her powers be enough to save the Earth from permanent winter? All hope lies with the Legendary Ultimate Scout Power!","release_date":"1994-10-02","vote_average":6.9,"runtime":60,"cert":"N\/A","id":30575,"title":"Sailor Moon S the Movie: Hearts in Ice","adult":false,"genre_ids":[16,28,35]},{"cast":["Lars Söderdahl","Mats Wikström","Catrin Westerlund","Stig Ossian Ericson","Staffan Hallerstam"],"overview":"Svante is a young boy who lives with his family in a Stockholm apartment. One day he meets Karlsson, a chubby little man in the prime of his life, who can fly using a propeller on his back and who lives in his little house on the roof.","release_date":"1974-12-02","vote_average":5.5,"runtime":99,"cert":"N\/A","id":30576,"title":"Karlsson on the Roof","adult":false,"genre_ids":[10751]},{"cast":["Lou Ferrigno","Milly Carlucci","Sonia Viviani","William Berger","Carla Ferrigno"],"overview":"Hercules searches for the Seven Thunderbolts of Zeus, which have been stolen by renegade gods.","release_date":"1985-08-26","vote_average":4.6,"runtime":88,"cert":"N\/A","id":30577,"title":"The Adventures of Hercules","adult":false,"genre_ids":[35,14]},{"cast":["Barbara Windsor","Joss Ackland","Neil Dickson","Neil Tennant","Chris Lowe"],"overview":"Pet Shop Boys Chris Lowe and Neil Tennant embark upon a journey across England - but which England? Is it the half-remembered England of their childhoods, or the brutal reality of Mrs Thatcher's late-eighties England? Along the way they come across many familiar (and sinister) faces. The movie also features some of the Pet Shop Boys' most popular records.","release_date":"1988-06-08","vote_average":5.1,"runtime":86,"cert":"","id":30580,"title":"It Couldn't Happen Here","adult":false,"genre_ids":[10402]},{"cast":["Oskar Löfquist","Jonatan Lindoff","Britta Pettersson","Charlie Elvegård","Ulla Sallert"],"overview":"Nils Karlsson Pyssling is a 1990 Swedish family film based on the novel with the same name by Astrid Lindgren.","release_date":"1990-11-09","vote_average":5.9,"runtime":75,"cert":"N\/A","id":30583,"title":"Nils Karlsson Pyssling","adult":false,"genre_ids":[10751]},{"cast":["Miles O'Keeffe","Leigh Lawson","Trevor Howard","Sean Connery","Emma Sutton"],"overview":"Gawain was a squire in King Arthur's court when the Green Knight burst in and offered to play a game with a brave knight. Gawain journeys across the land, learning about life, saving damsels, and solving the Green Knight's riddle.","release_date":"1984-08-17","vote_average":5.5,"runtime":102,"cert":"N\/A","id":30584,"title":"Sword of the Valiant: The Legend of Sir Gawain and the Green Knight","adult":false,"genre_ids":[12,14]},{"cast":["Aziz Ansari","Brandon Johnson"],"overview":"Aziz Ansari presents his highly anticipated debut hour long stand-up special. The critically acclaimed stand-up and actor (Parks and Recreation, Funny People) discusses topics ranging from sheets with fraudulent thread counts to the chubbiness of his young cousin Harris. Also included is a special encore performance from Raaaaaaaandy.","release_date":"2010-01-19","vote_average":6.7,"runtime":56,"cert":"N\/A","id":30587,"title":"Aziz Ansari: Intimate Moments for a Sensual Evening","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Mady Correll","Allison Roddan","Robert Lewis","Audrey Betz"],"overview":"The film is about an unemployed banker, Henri Verdoux, and his sociopathic methods of attaining income. While being both loyal and competent in his work, Verdoux has been laid-off. To make money for his wife and child, he marries wealthy widows and then murders them. His crime spree eventually works against him when two particular widows break his normal routine.","release_date":"1947-04-11","vote_average":8.1,"runtime":124,"cert":"N\/A","id":30588,"title":"Monsieur Verdoux","adult":false,"genre_ids":[35,80,18]},{"cast":["Joseph Kaufmann","Frank De Kova","Terry Haven","Mary Dean Lauria","Jacqueline Mills"],"overview":"An \"underground\" cartoonist contends with life in the inner city, where various unsavory characters serve as inspiration for his artwork.","release_date":"1973-08-08","vote_average":7.0,"runtime":76,"cert":"N\/A","id":30593,"title":"Heavy Traffic","adult":false,"genre_ids":[16,35,18]},{"cast":["Donnie Yen","Wang Xueqi","Tony Leung Ka-Fai","Nicholas Tse","Hu Jun"],"overview":"In 1905, revolutionist Sun Yat-Sen visits Hong Kong to discuss plans with Tongmenghui members to overthrow the Qing dynasty. But when they find out that assassins have been sent to kill him, they assemble a group of protectors to prevent any attacks.","release_date":"2009-12-18","vote_average":6.7,"runtime":139,"cert":"N\/A","id":30596,"title":"Bodyguards and Assassins","adult":false,"genre_ids":[18,28,36]},{"cast":["Takeshi Tsuruno","Ryo Kinomoto","Toshikazu Fukawa","Risa Saito","Nobuyuki Kase"],"overview":"The members of the Super GUTS force, one of whom is secretly Ultraman Dyna, are in the middle of a losing battle against an enormous monster on the surface of the moon, when suddenly a spaceship appears and saves them by zapping the beast. The crew of the ship claim to members of the world peace force that originally created the Super GUTS force, and they invite the GUTS members to enter their brainwave patterns into the ship's battle computer so it can be a more effective fighting system. It sounds like a good idea, but could they have some other plan up their sleeves?","release_date":"1998-03-14","vote_average":5.7,"runtime":67,"cert":"N\/A","id":30597,"title":"Ultraman Tiga & Ultraman Dyna: Warriors of the Star of Light","adult":false,"genre_ids":[28,12,10751,878]},{"cast":["Jeanette Branch","Terius 'Juvenile' Grey","Jerry Katz","B.G.","Turk"],"overview":"A flashback to the early life of the narrator\/ protagonist 'Tanuk' (Juvenile) shows life in the Magnolia projects in New Orleans. He bears witness to his father's demise at the hands of local gangster Garr over a debt of $2000. Fast forward to the year 2000. Beatrice (Birdman aka Baby or #1 stunna) along with Tanuk, Chopper (B.G) and Teke (Turk) meet with representatives of a drug cartel and purchase a large batch of cocaine. We then see scenes of everyday business in Magnolia with Iceberg Shorty (Lil Wayne) selling some drugs.","release_date":"2000-01-25","vote_average":6.0,"runtime":54,"cert":"N\/A","id":30598,"title":"Baller Blockin'","adult":false,"genre_ids":[18,80,10402]},{"cast":["Kobe Bryant","Kareem Abdul-Jabbar","Phil Jackson","Michele Tafoya","Lamar Odom"],"overview":"A documentary following Kobe Bryant during one day of the 2008 NBA playoffs.","release_date":"2009-05-16","vote_average":7.7,"runtime":83,"cert":"N\/A","id":30599,"title":"Kobe Doin' Work","adult":false,"genre_ids":[99]},{"cast":["Huang Jue","Fan Bingbing","Wang Ji","Wang Xueqi","Jiayi Du"],"overview":"\"Wheat,\" is a historical action drama about the women left behind when their men have gone off to war -- and the lies they are told to keep them from knowing the awful truth.","release_date":"2009-06-13","vote_average":6.5,"runtime":108,"cert":"N\/A","id":30600,"title":"Wheat","adult":false,"genre_ids":[28,18,36]},{"cast":["Govinda","Karisma Kapoor","Kader Khan","Paresh Rawal","Satish Shah"],"overview":"Rajesh and Meena fall in love and want to get married. But Meena's grandfather rejects Rajesh without seeing him because of a terrible encounter with Rajesh's father. Rajesh pretends to be a servant and finds employment in Meena's house to try and win her family over.","release_date":"1997-02-21","vote_average":6.8,"runtime":134,"cert":"N\/A","id":30613,"title":"Hero No.1","adult":false,"genre_ids":[18,35,10402,10749]},{"cast":["Brenda Marshall","William Gargan","Hillary Brooke","George Chandler","Ruth Ford"],"overview":"A female research scientist conducting experiments on a new anesthetic has a very bad week. Her scheming assistant intentionally scars her face, her almost-fiancee appears to have deserted her and she finds herself being blackmailed by a women she accidentally knocked down with her car. So what is one to do?","release_date":"1946-03-16","vote_average":6.5,"runtime":68,"cert":"N\/A","id":30614,"title":"Strange Impersonation","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"No overview found.","release_date":"1945-10-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":30615,"title":"Soyokaze","adult":false,"genre_ids":[]},{"cast":["Josh Hartnett","Demi Moore","Woody Harrelson","Ron Perlman","Gackt Camui"],"overview":"In a world with no guns, a mysterious drifter, a bartender and a young samurai plot revenge against a ruthless leader and his army of thugs, headed by nine diverse and deadly assassins.","release_date":"2010-09-01","vote_average":6.0,"runtime":118,"cert":"15","id":30618,"title":"Bunraku","adult":false,"genre_ids":[53,28,18]},{"cast":["Mikhail Porechenkov","Viktor Verzhbitskiy","Maksim Drozd","Sergey Sosnovsky","Varvara Porechenkova"],"overview":"A Russian remake of the '80s cult classic \"Commando\", where a retired special forces operative has to go on a final mission to rescue his daughter from the clutches of his old nemeses.","release_date":"2008-06-06","vote_average":5.8,"runtime":100,"cert":"N\/A","id":30619,"title":"D Day","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Meet Dee Laytner and his half-Japanese partner, Ryo McLane, a pair of detectives from New York. Not only are these two always chasing down criminals, but Dee can't stop himself from trying to 'chase' Ryo. While on a trip to England, Dee hopes to make his feelings for Ryo known but uninvited guests and a string of murders gets in the way. The pair become involved in the local crime scene when Japanese Americans start turning up dead. Will Ryo be in danger?","release_date":"1998-01-01","vote_average":5.8,"runtime":60,"cert":"N\/A","id":30620,"title":"Fake","adult":false,"genre_ids":[16,80]},{"cast":["Michael Jackson"],"overview":"Nearly 2 hours of the short films that made HIStory... Including never before released short films.","release_date":"1997-01-01","vote_average":7.2,"runtime":106,"cert":"N\/A","id":30621,"title":"HIStory on Film, Volume II","adult":false,"genre_ids":[10402]},{"cast":["Jay Kay"],"overview":"Recorded in June, on a wild &amp; stormy summer night in Italy's stunning Verona Amphitheatre on the European leg of Jamiroquai's 'Funk Odyssey World Tour 2002' this DVD, packed with extra features, shows exactly why Jamiroquai have sold over 20 million albums &amp; how they earned their reputation as one of the world's greatest live acts. NTSC\/Region 0. 13 tracks plus extra special features including multi-angle tracks &amp; documentary. 5.1 Dolby Digital. Sony. 2003. 1. Twenty Zero One 2. Canned Heat 3. Bad Girls 4. Corner Of The Earth 5. Virtual Insanity 6. Little L 7. High Times 8. Cosmic Girl 9. Main Vein (with Beverley Knight) 10. DeeperUnderground 11. Alright 12. Love Foolosophy","release_date":"2002-11-08","vote_average":6.1,"runtime":95,"cert":"N\/A","id":30622,"title":"Jamiroquai: Live in Verona","adult":false,"genre_ids":[10402]},{"cast":["Bjarne Riis","Ivan Basso","Carlos Sastre","Michele Bartoli"],"overview":"A fascinating look behind the scenes at the 2004 Tour de France with a penetrating insight into the hermetically closed world of professional cycling, following the Danish Team CSC's experiences.","release_date":"2005-06-10","vote_average":5.0,"runtime":105,"cert":"N\/A","id":30623,"title":"Overcoming","adult":false,"genre_ids":[99]},{"cast":["Ida Lupino","Cornel Wilde","Celeste Holm","Richard Widmark","O.Z. Whitehead"],"overview":"A night club owner becomes infatuated with a torch singer and frames his best friend\/manager for embezzlement when the chanteuse falls in love with him.","release_date":"1948-09-22","vote_average":7.0,"runtime":95,"cert":"N\/A","id":30624,"title":"Road House","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["William Powell","Shelley Winters","Marsha Hunt","Dorothy Hart","James Gleason"],"overview":"Prof. Andrew Gentling, in Los Angeles to help found a new college, is inveigled by old flame Catherine Sykes into a midnight drive. Next day Catherine is missing, believed killed; friend Martha convinces Andrew that he's a prime suspect and should investigate before he's arrested. But this only puts Andrew in a more deadly kind of danger.","release_date":"1949-06-22","vote_average":5.4,"runtime":94,"cert":"N\/A","id":30625,"title":"Take One False Step","adult":false,"genre_ids":[18,9648,53]},{"cast":["Ariana Fraval","Daniel Mendoza","Summer Phoenix","Sophie Winkleman","Leo Gregory"],"overview":"Suzie Gold is a twentysomething torn between the nice Jewish boy her family is keen on and the non-Jewish boy she loves.","release_date":"2004-03-05","vote_average":7.5,"runtime":94,"cert":"15","id":30626,"title":"Suzie Gold","adult":false,"genre_ids":[18]},{"cast":["Amitabh Bachchan","Rakhee Gulzar","Shatrughan Sinha","Shashi Kapoor","Parveen Babi"],"overview":"No overview found.","release_date":"1979-01-01","vote_average":7.5,"runtime":176,"cert":"N\/A","id":30627,"title":"Kaala Patthar","adult":false,"genre_ids":[18,28,53]},{"cast":["Ralph Fiennes","Michael Bryant","Julie Christie","Rebecca Callard","James Frain"],"overview":"A mother and father in search of help for their sick daughter cross paths with an extraordinary carpenter named Jesus, who has devoted his life to spreading God's word. An amazing miracle brings to light the true meaning of Christ, and the sacrifices he endured for the deliverance of mankind. A compelling story of faith, trust, and devotion.","release_date":"2000-03-31","vote_average":6.0,"runtime":90,"cert":"N\/A","id":30628,"title":"The Miracle Maker","adult":false,"genre_ids":[16,10751,36]},{"cast":["Anja Knauer","Hendrik Duryn","Julian Weigend","Walter Kreye","Sonja Kirchberger"],"overview":"No overview found.","release_date":"2001-11-18","vote_average":5.5,"runtime":93,"cert":"N\/A","id":30629,"title":"Lenya - Die größte Kriegerin aller Zeiten","adult":false,"genre_ids":[28,12,14]},{"cast":["Greta Garbo","Charles Boyer","Reginald Owen","Alan Marshal","Henry Stephenson"],"overview":"A polish countess becomes Napoleon Bonaparte's mistress at the urging of Polish leaders, who feel she might influence him to make Poland independent.","release_date":"1937-10-22","vote_average":6.8,"runtime":113,"cert":"N\/A","id":30630,"title":"Conquest","adult":false,"genre_ids":[18,36,10749]},{"cast":["Greta Garbo","Conrad Nagel","Anders Randolf","Holmes Herbert","Lew Ayres"],"overview":"A chaste kiss between a woman and a younger man leads to tragedy.","release_date":"1929-11-16","vote_average":7.0,"runtime":65,"cert":"N\/A","id":30631,"title":"The Kiss","adult":false,"genre_ids":[18,10749]},{"cast":["Greta Garbo","Robert Montgomery","Lewis Stone","Marjorie Rambeau","Beryl Mercer"],"overview":"The film features the leading actress Greta Garbo as Yvonne, an artist's model. Other stars include Robert Montgomery, Lewis Stone, Marjorie Rambeau and Judith Vosselli. It is a romantic melodrama, portraying a Parisian belle with a past returning to haunt her. The film is the only one where Montgomery played opposite Garbo.","release_date":"1931-01-01","vote_average":9.0,"runtime":74,"cert":"N\/A","id":30632,"title":"Inspiration","adult":false,"genre_ids":[18]},{"cast":["Erdem Akakce","Azra Akın","Erkan Can","Şevket Çoruh","Altan Erkekli"],"overview":"Five interconnected stories set in modern-day Istanbul based on the fairytales Snow White, Cinderella, Pied Piper, Sleeping Beauty and Little Red Riding Hood.","release_date":"2005-04-11","vote_average":7.3,"runtime":99,"cert":"N\/A","id":30633,"title":"Istanbul Tales","adult":false,"genre_ids":[18]},{"cast":["Cem Yılmaz","Yılmaz Erdoğan","Özgü Namal","Demet Akbağ","Ebru Akel"],"overview":"A struggling, suicidal young comedian meets a car thief who is willing to teach him a few things about his profession.","release_date":"2005-12-22","vote_average":6.7,"runtime":106,"cert":"N\/A","id":30634,"title":"Organize İşler","adult":false,"genre_ids":[35]},{"cast":["Boris Karloff","Betta St. John","Christopher Lee","Finlay Currie","Adrienne Corri"],"overview":"An 1840s British surgeon, experiments with anesthetic gases in an effort to make surgery pain-free. While doing so, his demonstration before a panel of his peers ends in a horrific mishap with his patient awakening under the knife; he is forced to leave his position in disgrace. To complicate matters, he becomes addicted to the gases and gets involved with a gang of criminals, led by Black Ben and his henchman Resurrection Joe.","release_date":"1958-12-01","vote_average":6.2,"runtime":86,"cert":"","id":30637,"title":"Corridors of Blood","adult":false,"genre_ids":[18,27,53,80]},{"cast":["Betta St. John","Alexander Knox","Christopher Lee","Sandra Dorne","Patrick Holt"],"overview":"A mysterious young man settles in a rural English town and immediately starts making a good impression. Before long he has insinuated himself into local life, is married and is serving on the board of the local hospital. Everything seems to be going well for him until a newly appointed consultant psychiatrist shows up and starts asking some probing questions.","release_date":"1955-12-14","vote_average":5.5,"runtime":71,"cert":"N\/A","id":30638,"title":"Alias John Preston","adult":false,"genre_ids":[27,9648]},{"cast":["Boris Karloff","Joan Wyndham","Arthur Margetson","Mona Goya","Anthony Ireland"],"overview":"An evil doctor and the greedy wife of a rich man plot to poison him so they can get their hands on his money.","release_date":"1936-09-08","vote_average":4.4,"runtime":64,"cert":"N\/A","id":30639,"title":"Juggernaut","adult":false,"genre_ids":[9648]},{"cast":["Boris Karloff","Anna Lee","John Loder","Frank Cellier","Donald Calthrop"],"overview":"Dr. Laurence, a once-respectable scientist, begins to research the origin of the mind and the soul. The science community rejects him, and he risks losing everything for which he has worked. He begins to use his discoveries to save his research and further his own causes, thereby becoming... a Mad Scientist, almost unstoppable...","release_date":"1936-09-11","vote_average":5.9,"runtime":66,"cert":"N\/A","id":30640,"title":"The Man Who Changed His Mind","adult":false,"genre_ids":[27,878]},{"cast":["Tyler Hoechlin","Kate Todd","Graham Kosakoski","Brody Harms"],"overview":"No overview found.","release_date":"2007-06-07","vote_average":4.2,"runtime":86,"cert":"N\/A","id":30641,"title":"Grizzly Rage","adult":false,"genre_ids":[53,27,10770]},{"cast":["Ernest Borgnine","Richard Roundtree","Lynda Day George","James Van Patten","Anne Lockhart"],"overview":"After a  young woman is gang raped and murdered in a California college town, her brother takes up arms by night with a gang of like-minded vigilantes from his fraternity, brutally punishing any miscreants they catch in a criminal act.","release_date":"1983-08-28","vote_average":3.2,"runtime":105,"cert":"N\/A","id":30642,"title":"Young Warriors","adult":false,"genre_ids":[28,18]},{"cast":["Lar Park Lincoln","Eva Gabor","Lu Leonard","Richard Paul","Carole Davis"],"overview":"Cindy Cathcart is a student out of place at an exclusive Swiss finishing school, Von Pupsin Academy. A poor orphan, Cindy is attending on a scholarship, and is resented by her snobby peers as well as Fraulein Stinkenschmidt. She soon finds allies: her British roommate, an outgoing Texan, Lulu Belle, an Italian Mafiosi's daughter, Isabella, and most crucial, the school's headmistress, Countess Von Pupsin.","release_date":"1987-04-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":30643,"title":"The Princess Academy","adult":false,"genre_ids":[35]},{"cast":["Geoffrey Binney","Hope Holiday","Jillian Kesner","John Dresden","Jennifer Holmes"],"overview":"A group of martial arts students are en route to an island that supposedly is home to the ghosts of martial artists who have lost their honor. A Hitler lookalike and his gang are running a female slavery operation on the island as well. Soon, the two groups meet and all sorts of crazy things happen which include cannibal monks, piranhas, zombies, and more!","release_date":"1982-07-01","vote_average":5.7,"runtime":86,"cert":"N\/A","id":30644,"title":"Raw Force","adult":false,"genre_ids":[28,12,27]},{"cast":["Mary Vivian Pearce","Divine","David Lochary","Mink Stole","Bob Skidmore"],"overview":"A day in the lives of a hit-and-run driver and her victim, and the bizarre things that happen to them before and after they collide (sexual assault by a crazed foot-fetishist, visions of the Virgin Mary, strange chicken-foot grafting operations).","release_date":"1969-03-14","vote_average":5.0,"runtime":87,"cert":"N\/A","id":30645,"title":"Mondo Trasho","adult":false,"genre_ids":[35]},{"cast":["Tony Anthony","Ringo Starr","Lloyd Battista","Magda Konopka","Raf Baldassarre"],"overview":"A blind, but deadly, gunman, is hired to escort fifty mail order brides to their miner husbands. His business partners double cross him, selling the women to bandit Domingo. Blindman heads into Mexico in pursuit.","release_date":"1971-11-15","vote_average":6.4,"runtime":105,"cert":"","id":30648,"title":"Blindman","adult":false,"genre_ids":[37]},{"cast":["George Carlin"],"overview":"George Carlin hits the boards with the former Hippie-Dippie Weatherman's take on Brooklynese pronunciations of the names of sexually transmitted disease (\"hoipes\"), plus a prayer for the separation of church and state, feuds between breakfast foods, and the absurdity of wearing jungle camouflage in a desert.","release_date":"1984-04-18","vote_average":7.3,"runtime":59,"cert":"N\/A","id":30649,"title":"George Carlin: Carlin on Campus","adult":false,"genre_ids":[35,99,10770]},{"cast":["Divine","David Lochary","Mary Vivian Pearce"],"overview":"This improvised film is based on the true-life suicide of TV personality Art Linkletter's daughter, Diane. Mr. and Mrs. Linkletter fret about their daughter's recent behaviour, which includes taking drugs and dating a lowlife named Jim. Eventually, the parents confront Diane… with tragic consequences.","release_date":"1969-10-06","vote_average":4.5,"runtime":10,"cert":"N\/A","id":30650,"title":"The Diane Linkletter Story","adult":false,"genre_ids":[35,18]},{"cast":["El Gran Wyoming","Pere Arquillué","Ernesto Alterio","Adrià Collado","Valeria Marini"],"overview":"The old Spanish filmmaker Luis Buñuel (1900-1983) imagines a movie plot, set in Toledo in the future 2002, about the fantastic adventure of three actors, who play him and his friends, the painter Salvador Dalí (1904-1989) and the poet Federico García Lorca (1898-1936), and their search for King Solomon's table, a mythical artifact capable of revealing the past, present and future.","release_date":"2001-11-09","vote_average":4.3,"runtime":99,"cert":"N\/A","id":30651,"title":"Bunuel and King Solomon's Table","adult":false,"genre_ids":[18,14,12]},{"cast":["Cameron Dye","Karen Black","Bud Cort","Lynn Danielson-Rosenthal","Starr Andreeff"],"overview":"An employee at a telephone fantasy service helps hunt for the killer preying on her silken-voiced colleagues.","release_date":"1988-06-02","vote_average":5.5,"runtime":89,"cert":"N\/A","id":30652,"title":"Out of the Dark","adult":false,"genre_ids":[35,27,53]},{"cast":["Robin Williams","Kurt Russell","Pamela Reed","Holly Palance","Donald Moffat"],"overview":"A small-town loser determines to have one more shot at the big time by winning a football game.","release_date":"1986-01-31","vote_average":5.9,"runtime":104,"cert":"N\/A","id":30653,"title":"The Best of Times","adult":false,"genre_ids":[35]},{"cast":["Peter Liapis","Barbara Alyn Woods","Stacie Randall","Raquel Krelle","Bobby Di Cicco"],"overview":"While in pursuit of cop Johnathan Graves, his demonic nemesis, Faust, sends his disciple Alexandria to hunt down the amulet that will set him free. Meanwhile, the Ghoulies find their way through an open porthole and onto the streets of L.A., creating madness and mayhem as they search for a way to get back home. As the body count rises, it becomes an ultimate battle between a demonic killer, a rule-breaking cop, and our favorite creatures from the netherworld!","release_date":"1994-08-17","vote_average":3.1,"runtime":84,"cert":"N\/A","id":30654,"title":"Ghoulies IV","adult":false,"genre_ids":[35,27,878]},{"cast":["Jim Metzler","Dana Wheeler-Nicholson","Lu Leonard","Vernon Wells","Barbara Alyn Woods"],"overview":"In a future where most humans have moved underground to escape the pollution, one of the few pleasures left is a kind of narcotic in the form of chips which can be plugged directly into the brain. Lori, a female body guard steals a case of such chips and flees underground Los Angeles with Danner, a pleasure android so that they can smuggle the chips to New York. In pursuit is Plughead, a dangerous criminal so named because of the many sockets and ports which decorate his scalp so that he can test and use the chips that he is after.","release_date":"1990-05-01","vote_average":5.4,"runtime":93,"cert":"N\/A","id":30655,"title":"Circuitry Man","adult":false,"genre_ids":[878,28]},{"cast":["Vernon Wells","Deborah Shelton","Jim Metzler","Dennis Christopher","Nicholas Worth"],"overview":"In the backdrop of Earths polluted future a female FBI agent removes Danner, a pleasure android from an asylum in order to coerce him into helping her hunt down the criminal psychopath Plughead. But Plughead who has tangled with Danner before has his own plans as he is forcing a female scientist to help him manufacture life extending longevity chips which he intends to sell to rich and powerful clients.","release_date":"1994-04-01","vote_average":3.6,"runtime":98,"cert":"N\/A","id":30656,"title":"Circuitry Man II: Plughead Rewired","adult":false,"genre_ids":[12,878]},{"cast":["Kostas Karagiorgis","Nikos Verlekis","Deborah Shelton","Giorgos Hristodoulou","Ilias Grigontis"],"overview":"A pirate takes over a munitions ship, killing the captain, and when the crew mutinies and abandons ship, is left aboard with the captain's widow.","release_date":"1977-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":30657,"title":"Anomalo fortio","adult":false,"genre_ids":[]},{"cast":["Alex Lifeson","Geddy Lee","Neil Peart"],"overview":"First concert DVD ever from legendary rock trio Rush. Double-DVD set, containing 28 Rush songs. Bonus features include a tour documentary, multi-angle viewing options for certain songs, and behind-the-scenes footage. Recorded and filmed at Maracana Stadium in Rio de Janeiro, Brazil, on the final night of the band's 2002 tour, in front of 40,000 fans.","release_date":"2003-10-21","vote_average":7.9,"runtime":171,"cert":"N\/A","id":30658,"title":"Rush: Rush In Rio","adult":false,"genre_ids":[10402]},{"cast":["Deborah Shelton","Lyman Ward","Tom Dugan","Clarence Williams III","Jackie Swanson"],"overview":"A psycho who has contracted AIDS blames women for his disease, and begins to stalk and kill beautiful girls.","release_date":"1988-08-18","vote_average":4.5,"runtime":90,"cert":"N\/A","id":30661,"title":"Perfect Victims","adult":false,"genre_ids":[80,27]},{"cast":["Martin Kemp","Alexandra Paul","Adam Ant","Grace Jones","Henry Gibson"],"overview":"A navigator aboard a millionaire's yacht, Jack Morris discovers that the millionaire's mistress has stolen the data for his secret Virtual Reality. To escape, they encrypt, miniaturize, and tattoo the data onto Jack's PL:back. The pair share a VR adventure on the run from the Millionaire's thugs, meeting up with a wild series of characters.","release_date":"1995-02-01","vote_average":2.0,"runtime":86,"cert":"N\/A","id":30662,"title":"Cyber Bandits","adult":false,"genre_ids":[28,878,53]},{"cast":["Van Heflin","Susan Hayward","Boris Karloff","Julie London","Whitfield Connor"],"overview":"Set at the beginning of the Civil War, Tap Roots is all about a county in Mississippi which chooses to secede from the state rather than enter the conflict. The county is protected from the Confederacy by an abolitionist (Ward Bond) and a Native American gentleman (Boris Karloff). The abolitionist's daughter (Susan Hayward) is courted by a powerful newspaper publisher (Van Heflin) when her fiance (Whitfield Connor), a confederate officer, elopes with the girl's sister (Julie London). The daughter at first resists the publisher's attentions, but turns to him for aid when her ex-fiance plans to capture the seceding county on behalf of the South.","release_date":"1948-08-25","vote_average":5.5,"runtime":109,"cert":"N\/A","id":30665,"title":"Tap Roots","adult":false,"genre_ids":[18,10752,37]},{"cast":["Terry O'Quinn","Meg Foster","Caroline Williams","Jonathan Brandis","Henry Brown"],"overview":"\"Stepfather\" Jerry Blake escapes an insane asylum and winds up in another town, this time impersonating a marriage counselor. With a future wife and new stepson who love him, Blake eliminates anyone who stands in his way to building the perfect family.","release_date":"1989-11-03","vote_average":5.8,"runtime":93,"cert":"N\/A","id":30666,"title":"Stepfather II","adult":false,"genre_ids":[53]},{"cast":["Don Wilson","Meg Foster","Chris Penn","Eb Lottimer","Al Ruscio"],"overview":"On Earth in the future Don \"The Dragon\" Wilson takes on a sinister corporation that trades in black market human body parts. He single handedly manages to restore law and order in a motion picture tour de force guaranteed to thrill science fiction and martial arts fans alike.","release_date":"1991-11-19","vote_average":4.7,"runtime":80,"cert":"N\/A","id":30667,"title":"Future Kick","adult":false,"genre_ids":[28,878]},{"cast":["Cynda Williams","Nick Cassavetes","Joe Viterelli","Lawrence Monoson","Richard Brooks"],"overview":"","release_date":"1996-03-01","vote_average":4.7,"runtime":87,"cert":"N\/A","id":30668,"title":"Black Rose of Harlem","adult":false,"genre_ids":[28,80,18]},{"cast":["Kip Pardue","Tara Reid","Meredith Baxter"],"overview":"What starts out as a romantic honeymoon on a deserted island turns into a horrible nightmare as Julianne discovers that her new husband is psychotic...","release_date":"2003-12-16","vote_average":4.9,"runtime":92,"cert":"N\/A","id":30669,"title":"Devil's Pond","adult":false,"genre_ids":[53,18]},{"cast":["Janet Julian","David Wallace","John Wildman","Janit Baldwin","Joy Boushel"],"overview":"Woman is raped at cocktail party. Years later, her son grows up to be a big hairy murderous monster who stalks a group of teens shipwrecked on his island.","release_date":"1982-06-11","vote_average":5.2,"runtime":94,"cert":"N\/A","id":30670,"title":"Humongous","adult":false,"genre_ids":[27,10749]},{"cast":["Linda Blair","Joanna Miles","Allyn Ann McLerie","Mary Murphy","Janit Baldwin"],"overview":"A constant runaway is given over to the care of the state and finds herself in a remand centre for girls. She is soon caught between the uncaring bureaucracy, the sometimes brutal treatment from her peers and her own abusive family, and only one care worker sees her potential to rise above her tragic circumstances.","release_date":"1974-09-10","vote_average":6.4,"runtime":98,"cert":"N\/A","id":30671,"title":"Born Innocent","adult":false,"genre_ids":[18,10770]},{"cast":["Linda Blair","Martin Sheen","Jeanne Cooper","Lee de Broux","Bert Remsen"],"overview":"An escaped mental patient kidnaps an illiterate teenage farm girl and takes her to his mountain hide-away, where they soon become friends and, eventually, lovers.","release_date":"1975-10-10","vote_average":7.7,"runtime":93,"cert":"N\/A","id":30672,"title":"Sweet Hostage","adult":false,"genre_ids":[10749,18,10770]},{"cast":["Helmut Berger","Theodore Bikel","Linda Blair","Kirk Douglas","Richard Dreyfuss"],"overview":"The film is based on an actual event: Operation Entebbe and the freeing of Israeli hostages at Entebbe Airport (now Entebbe International Airport) in Uganda.","release_date":"1976-12-13","vote_average":6.1,"runtime":119,"cert":"N\/A","id":30673,"title":"Victory at Entebbe","adult":false,"genre_ids":[28,18,36]},{"cast":["Laz Alonso","Anthony Anderson","Guy Torry","Darrin Henson"],"overview":"The Last Stand, a drama that chronicles the life of four very different people attempting success as performers in Los Angeles until life becomes too much to handle.","release_date":"2006-12-07","vote_average":3.0,"runtime":null,"cert":"N\/A","id":30674,"title":"The Last Stand","adult":false,"genre_ids":[18]},{"cast":["Rick D. Wasserman","Marc Worden","Mark Hildreth","Kevin Michael Richardson","Sam Vincent"],"overview":"When the Hulk becomes too dangerous for the Earth, the Illuminati trick Hulk into a shuttle and launch him into space to a planet where the Hulk can live in peace. Unfortunately, the Hulk's struggle to escape makes a malfunction in the shuttle causing Hulk to land on the planet Sakaar where he is sold into slavery and trained as a gladiator.","release_date":"2010-02-02","vote_average":6.7,"runtime":81,"cert":"N\/A","id":30675,"title":"Planet Hulk","adult":false,"genre_ids":[16,28,878]},{"cast":["Niels Olsen","Asger Reher","Henrik Koefoed","Søren Pilmark"],"overview":"No overview found.","release_date":"2005-01-31","vote_average":5.8,"runtime":null,"cert":"N\/A","id":30678,"title":"Ørkenens Sønner: Et Skud i Tågen","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Niels Olsen","Asger Reher","Henrik Koefoed","Søren Pilmark"],"overview":"","release_date":"1997-05-06","vote_average":5.5,"runtime":null,"cert":"N\/A","id":30681,"title":"Ørkenens Sønner: Gå aldrig tilbage til en fuser","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Niels Olsen","Asger Reher","Henrik Koefoed","Søren Pilmark"],"overview":"No overview found.","release_date":"2001-10-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":30682,"title":"Ørkenens Sønner: En Storm i Et Glas Vand","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Pink"],"overview":"Loud, brash, and outspoken, Pink has been shaking things up on the music scene for ten years. Drawing on interviews and performance footage, and with contributions from leading music critics, A LIFE LESS ORDINARY delves behind the hype, revealing the story of a talented, ambitious girl from Pennsylvania who went on to become a global pop sensation, two-time Grammy winner, and style icon.","release_date":"2009-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":30683,"title":"Pink: A Life Less Ordinary","adult":false,"genre_ids":[99,10402]},{"cast":["Cristina Banegas","Daniel Fanego","María Abadi","Lucas Escariz","Damian Ramonda"],"overview":"An incestuous love affair. Meme and Jeremias are the younger children in a typical bourgeois family. Their mother Lucia is the dominant force in the household, but her fixation on upholding the niceties of upper middle class life has prevented her from seeing what is going on under her roof. When the siblings’ older brother and his fiancee arrive home for their wedding, it seems inevitable that the concealment will be impossible to sustain. But equally it becomes apparent that if Lucia were to find out about the affair, there would be catastrophic consequences.","release_date":"2005-06-09","vote_average":5.1,"runtime":85,"cert":"N\/A","id":30688,"title":"Gemini","adult":false,"genre_ids":[18]},{"cast":["Michael Brandon","Mimsy Farmer","Jean-Pierre Marielle","Bud Spencer","Aldo Bufi Landi"],"overview":"Roberto, a drummer in a rock band, keeps receiving weird phone calls and being followed by a mysterious man. One night he manages to catch up with his persecutor and tries to get him to talk but in the ensuing struggle he accidentally stabs him. He runs away, but he understands his troubles have just begun when the following day he receives an envelope with photos of him killing the man. Someone is killing all his friends and trying to frame him for the murders...","release_date":"1971-12-17","vote_average":6.4,"runtime":104,"cert":"N\/A","id":30689,"title":"Four Flies on Grey Velvet","adult":false,"genre_ids":[27,53,80,9648]},{"cast":["Bobcat Goldthwait","John Candy","Dabney Coleman","Virginia Madsen","Cindy Pickett"],"overview":"Fred P. Chaney receives as inheritance after the death of his mother a speaking horse that also has good knowledge about the stock-market. With the help of this horse Fred gains a lot at the stock-market of Chicago.","release_date":"1988-08-26","vote_average":5.6,"runtime":88,"cert":"N\/A","id":30690,"title":"Hot to Trot","adult":false,"genre_ids":[35]},{"cast":["Cem Yılmaz","Ozan Güven","Demet Evgar","Zafer Algöz","Özkan Uğur"],"overview":"Two Ottoman government officials travel to USA in 19th Century in order to give gift to President from Sultan of Ottoman.","release_date":"2009-12-31","vote_average":6.9,"runtime":112,"cert":"N\/A","id":30691,"title":"Yahsi Bati - The Ottoman Cowboys","adult":false,"genre_ids":[35]},{"cast":["John Terry","Jane Sibbett","Chris Sarandon","Robert Romanus","Laurie Briscoe"],"overview":"Charles Dexter Ward's wife enlists the help of a private detective to find out what her husband is up to in a remote cabin owned by his family for centuries. The husband is a chemical engineer, and the smells from his experiments (and the delivery of what appear to be human remains at all hours) are beginning to arouse the attention of neighbors and local law enforcement officials.","release_date":"1991-10-06","vote_average":6.4,"runtime":108,"cert":"N\/A","id":30694,"title":"The Resurrected","adult":false,"genre_ids":[18,27]},{"cast":["Shahid Kapoor","Genelia D'Souza","Satish Shah","Mohnish Behl","Vikas Bhalla"],"overview":"Sameer is the archetypal struggler who leaves his dad in Delhi and comes to Mumbai, chasing dreams of becoming a star in Bollywood. Does he manage to survive the bleak and grueling rounds of endless auditions, broken promises and missed chances?","release_date":"2010-01-15","vote_average":5.0,"runtime":121,"cert":"N\/A","id":30695,"title":"Chance Pe Dance","adult":false,"genre_ids":[18,10749]},{"cast":["Jon Voight","Ellen Burstyn","Jeff Daniels","Dagmara Domińczyk","Steven Grayhm"],"overview":"On his 83rd birthday, Eddie (Voight), a war vet and a maintenance worker at the Ruby Pier amusement park, dies while trying to save a girl who is sitting under a falling ride. When he awakens in the afterlife, he encounters five people with ties to his corporeal existence who help him understand the meaning of his life.","release_date":"2004-12-05","vote_average":7.2,"runtime":180,"cert":"N\/A","id":30698,"title":"The Five People You Meet In Heaven","adult":false,"genre_ids":[18,14,878]},{"cast":["Joshua Petsonk","Calle Torén","Ebba Sojé-Berggren","Babben Larsson","Per Eggers"],"overview":"A short story from the book Nils Karlsson Pyssling.","release_date":"1989-12-25","vote_average":6.8,"runtime":76,"cert":"N\/A","id":30699,"title":"Peter and Petra","adult":false,"genre_ids":[10751]},{"cast":["Malte Forsberg","Josefin Årling","Totte Steneby","Victor Sandberg","Bobbo Steneby"],"overview":"The story is about a boy named Kalle Blomkvist who with his friends solves crimes. But also play the battle between the red rose and the white rose with his rival friends. But everything changes when Kalle Blomkvists friend finds a dead man in a cabin and then must his friends and he find the murdurer.","release_date":"1996-12-21","vote_average":6.3,"runtime":81,"cert":"N\/A","id":30700,"title":"Kalle Blomkvist Lives Dangerously","adult":false,"genre_ids":[10751,9648]},{"cast":["Totte Steneby","Josefin Årling","Malte Forsberg","William Svedberg","Pierre Lindstedt"],"overview":"An engineer and his 5-year old son Rasmus are kidnapped by a group who wants to get their hands on the engineer's latest invention. Three kids become witnesses to the kidnapping and decide to follow the kidnappers to an island and attempt to make a rescue.","release_date":"1997-12-25","vote_average":7.3,"runtime":78,"cert":"N\/A","id":30701,"title":"Kalle Blomkvist and Rasmus","adult":false,"genre_ids":[10751,9648]},{"cast":["Jon Voight","Paul Winfield","Madge Sinclair","Tina Andrews","Antonio Fargas"],"overview":"A young, white teacher is assigned to an isolated island off the coast of South Carolina populated mostly by poor black families. He finds that the basically illiterate, neglected children there know so little of the world outside their island.","release_date":"1974-03-27","vote_average":7.2,"runtime":106,"cert":"N\/A","id":30702,"title":"Conrack","adult":false,"genre_ids":[18]},{"cast":["Lee Richardson","Arthur Anderson","Rex Everhart","Anne Francine","Hetty Galen"],"overview":"A family of gnomes preparing for the wedding of their oldest son must engage in a battle of wits with an enemy family of vicious trolls.","release_date":"1980-11-11","vote_average":6.8,"runtime":45,"cert":"N\/A","id":30703,"title":"Gnomes","adult":false,"genre_ids":[16,14,10751,10770]},{"cast":["Sally Kirkland","Lynn Banashek","Sean Masterson","Michael O'Leary","Teal Roberts"],"overview":"A group of amazing athletes are systematically stalked and killed by a crazed, hoodie wearing psychopath.","release_date":"1984-01-01","vote_average":3.6,"runtime":88,"cert":"N\/A","id":30706,"title":"Fatal Games","adult":false,"genre_ids":[27]},{"cast":["Mariel Hemingway","Eric Roberts","Cliff Robertson","Carroll Baker","Roger Rees"],"overview":"Paul Snider is a narcissistic, small time hustler who fancies himself a ladies man. His life changes when he meets Dorothy Stratten working behind the counter of a Dairy Queen. Under his guidance Dorothy grows to fame as a Playboy Playmate. But when Dorothy begins pursuing an acting career, the jealous Paul finds himself elbowed out of the picture by more famous men.","release_date":"1983-11-11","vote_average":6.6,"runtime":103,"cert":"N\/A","id":30707,"title":"Star 80","adult":false,"genre_ids":[18]},{"cast":["John Wayne","George Kennedy","Gary Grimes","Neville Brand","Clay O'Brien"],"overview":"J.D. Cahill is the toughest U.S. Marshal they've got, just the sound of his name makes bad guys stop in their tracks, so when his two young boy's want to get his attention they decide to rob a bank. They end up getting more than they bargained for.","release_date":"1973-07-11","vote_average":5.9,"runtime":103,"cert":"15","id":30708,"title":"Cahill U.S. Marshal","adult":false,"genre_ids":[18,37]},{"cast":["Peter Falk","Vicki Frederick","Laurene Landon","Burt Young","Tracy Reed"],"overview":"A two-bit promoter tries to take a women's wrestling team to the top.","release_date":"1981-10-16","vote_average":7.3,"runtime":113,"cert":"N\/A","id":30709,"title":"...All the Marbles","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Jeff Bridges","Belinda Bauer","Ned Beatty","Steven Keats","Bianca Jagger"],"overview":"A husband is humiliated at home and at work. He decides he has had enough of it and hires a prostitute to help him get back at his boss, wife and friends and get a lot richer in the process.","release_date":"1980-03-01","vote_average":7.2,"runtime":91,"cert":"N\/A","id":30710,"title":"The American Success Company","adult":false,"genre_ids":[18,35]},{"cast":["Robert Vaughn","Donald Pleasence","Karen Lorre","John Carradine","Ginger Lynn Allen"],"overview":"A young woman goes to teach at the Ravenscroft Institute, a spooky old girls' school overrun by ants and staffed by various ex-mental patients. Spurred on by a series of horrific hallucinations, she begins to investigate the mysterious disappearances of several students.","release_date":"1990-11-03","vote_average":3.5,"runtime":87,"cert":"N\/A","id":30711,"title":"Edgar Allan Poe's Buried Alive","adult":false,"genre_ids":[53,27]},{"cast":["Marlon Brando","Charlie Sheen","Donald Sutherland","Martin Sheen","David Arquette"],"overview":"The Swede (Marlon Brando), a prison warden, rules his family and his prison with an iron hand in one of the coldest parts of North Dakota. When an inmate dies under mysterious circumstances, however, the FBI sends in agent Karen Polarski (Mira Sorvino) to investigate. On the home front, the sons-in-law of the Swede, Larry (Thomas Haden Church) and Bud (Charlie Sheen) accidentally discover that a train loaded with millions of dollars of unmarked currency slated to be destroyed will soon be passing through. The temptation is too great and the guys hatch a scheme to rob the train. Of course, the biggest obstacle in their way is the Swede.","release_date":"1998-12-03","vote_average":5.6,"runtime":93,"cert":"N\/A","id":30712,"title":"Free Money","adult":false,"genre_ids":[35,80,53]},{"cast":["Junio Valverde","Blanca Suárez","Jimmy Barnatán","Mar Sodupe","Francesc Orella"],"overview":"Santi, a young high-school student with a serious physical reaction to sunlight, is forced by his health to move with his single mother to a shadowy, isolated village in the mountains of Spain where the inhabitants begin to reveal themselves as strangely xenophobic. When terrible, violent events begin to occur, Santi becomes first a pariah at school and then strongly suspected by the police of hideous murders. Santi himself, however, wonders if he is not the next victim.","release_date":"2008-02-08","vote_average":5.6,"runtime":91,"cert":"N\/A","id":30713,"title":"Shiver","adult":false,"genre_ids":[27,53]},{"cast":["Tom Berenger","Barbara Hershey","Kurtwood Smith","Steve Reevis","Andrew Miller"],"overview":"A Montana bounty hunter is sent into the wilderness to track three escaped prisoners. Instead he sees something that puzzles him. Later with a female Native Indian history professor, he returns to find some answers.","release_date":"1995-09-08","vote_average":7.4,"runtime":118,"cert":"N\/A","id":30718,"title":"Last of the Dogmen","adult":false,"genre_ids":[12,9648,53,37]},{"cast":["Ginger Rogers","Joseph Cotten","Shirley Temple","Spring Byington","Tom Tully"],"overview":"Mary Marshall, serving a six year term for accidental manslaughter, is given a Christmas furlough from prison to visit her closest relatives, her uncle and his family in a small Midwestern town. On the train she meets Zach Morgan, a troubled army sergeant on leave for the holidays from a military hospital. Although his physical wounds have healed, he is suffering from post-traumatic stress disorder and is subject to panic attacks. The pair are attracted to one another and in the warm atmosphere of the Christmas season friendship blossoms into romance, but Mary is reluctant to tell him of her past and that she must shortly return to prison to serve the remainder of her sentence.","release_date":"1944-12-31","vote_average":7.0,"runtime":85,"cert":"N\/A","id":30719,"title":"I'll Be Seeing You","adult":false,"genre_ids":[18,10749,10751]},{"cast":["James Arness","Pat Hingle","Amy Stock-Poynton","Matt Mulhern"],"overview":"Retired marshal Matt Dillon tracks Arizona rustlers and lands in the middle of the 1880s Pleasant Valley War.","release_date":"1992-01-10","vote_average":6.5,"runtime":null,"cert":"N\/A","id":30720,"title":"Gunsmoke: To the Last Man","adult":false,"genre_ids":[10770,18,37,28]},{"cast":["Daniel Roebuck","Cynthia Thompson","Darren Young","Saba Moor-Doucette","Jeff Chayette"],"overview":"On a class excursion to a cave with stone age paintings the clumsy Rex gets lost. A mysterious crystal opens a gateway in time and sets him back to the stone ages, where he meets a group of prehistoric fellows and the gorgeous Eba. While teaching her English and doing some pseudo-research on her fellows, his main goal is to get her sleeping with him. However the curiosity of the clan chief disturbs his attempts.","release_date":"1985-05-01","vote_average":4.3,"runtime":85,"cert":"N\/A","id":30723,"title":"Cavegirl","adult":false,"genre_ids":[35]},{"cast":["Beverly Lynne","Jay Richardson","Michelle Bauer","Brad Bartram","Stacy Burke"],"overview":"Having been set the task of setting up a successful business as part of their college course, a group of students take a surprising route by setting up their own escort agency!","release_date":"2004-07-06","vote_average":6.0,"runtime":74,"cert":"N\/A","id":30724,"title":"The Bikini Escort Company","adult":false,"genre_ids":[10770,35]},{"cast":["Michael Nouri","Tracy Brooks Swope","Sandahl Bergman","David Warner","Margaux Hemingway"],"overview":"No overview found.","release_date":"1994-11-30","vote_average":4.0,"runtime":82,"cert":"N\/A","id":30727,"title":"Inner Sanctum  II","adult":false,"genre_ids":[9648,18,27]},{"cast":["Kim Yates","Michelle Bauer","Amber Newman","Nicholas Yff","Jim Stevens"],"overview":"While visiting a historic Western town, two women (Amy Lindsay and Kim Yates) are transported back in time to the Old West. After being mistaken for new recruits for the local brothel, the women hook up with some cowpokes. But their erotic escapades end up ruffling some feathers, and when the deputy winds up dead, the posse's hot on their tails for answers. Now, they must get back to their own time before they wind up jailed or worse.","release_date":"1999-06-22","vote_average":2.0,"runtime":90,"cert":"N\/A","id":30728,"title":"Timegate: Tales of the Saddle Tramps","adult":false,"genre_ids":[28,35,878]},{"cast":["Lina Romay","Michelle Bauer","Linnea Quigley","Amber Newman","Analía Ivars"],"overview":"Down at the docks a very enterprising but dangerous element is making life miserable for Sheriff Marga. But she is distracted by a series of puzzling kidnappings that is plaguing her parish. Could the culprit be the mysterious Queen - the dance hall queen of the docks? Or could it be an even more sinister figure: The Killer Tarantula?","release_date":"1998-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":30729,"title":"Mari-Cookie and the Killer Tarantula","adult":false,"genre_ids":[27,35]},{"cast":["Steve Lukather","David Paich","Mike Porcaro","Jeff Porcaro"],"overview":"Greatest Hits Live ... And More: Total Live Concert Le Zenith, Paris October 1990.Tracklisting: 1. Intro (Child's Anthem) 2. Africa 3. Georgy Porgy 4. I'll Be Over You 5. David Paich Solo Spot 6. I Won't Hold You Back 7. Little Wing (Tribute to Jimi Hendrix) 8. Without Your Love 9. English Eyes 10. Rosanna 11. Afraid Of Love 12. Hold The Line","release_date":"1991-01-01","vote_average":9.0,"runtime":61,"cert":"N\/A","id":30730,"title":"Toto - Greatest Hits Live... And More","adult":false,"genre_ids":[99,10402]},{"cast":["Russ Tamblyn","Michelle Bauer","Ted Monte","Vanessa Koman","Tommy Kirk"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":30731,"title":"Little Miss Magic","adult":false,"genre_ids":[35,10751,14]},{"cast":["Catherine Crystal","Michelle Bauer","David Hull","Pam Dobbins","Marlene Boa"],"overview":"No overview found.","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30732,"title":"Shannon","adult":true,"genre_ids":[]},{"cast":["Robert Donavan","John Lazar","De'Ann Power","Gabriella Hall","Scott Coppola"],"overview":"Rod Steele (aka Agent 0014) is anything but the world's greatest super spy, but when diabolical villainess Tangerina threatens the world again, he's the world's last and only hope.","release_date":"1997-01-01","vote_average":5.8,"runtime":93,"cert":"N\/A","id":30733,"title":"Rod Steele 0014: You Only Live Until You Die","adult":false,"genre_ids":[28,35]},{"cast":["Inga Landgré","Stig Olin","Marianne Löfgren","Dagny Lind","Allan Bohlin"],"overview":"A small-town piano teacher is shocked by the arrival of her foster daughter's real mother, whose young lover soon follows and causes further disruption.","release_date":"1946-02-25","vote_average":6.8,"runtime":93,"cert":"N\/A","id":30734,"title":"Crisis","adult":false,"genre_ids":[18]},{"cast":["Yaël Abecassis","Hana Laslo","Uri Ran Klauzner","Ronit Elkabetz","Amos Lavi"],"overview":"Life in a flimsy Tel Aviv apartment complex is a sour urban mosaic whose seedy characters, try as they might, can't get out of one another's faces. The character's lives overlap and collide. Gabi, a bobbed haired sexpot, and her lover Hezi—who's older, balding and married—rent a room to have an affair, while Ezra, a pot bellied divorcee, supervises an illegal construction site next door. All this racket drives Schwartz, a Holocaust survivor, to a mental breakdown. Other characters include illegal immigrants, a teenage boy who's afraid to serve in the army, and a corrupt police officer. In each scene the camera moves through walls, over desks, and around rooms in order to keep focused on the character it's following, in moments of drama as well as in moments of mudane daily activity","release_date":"2003-06-06","vote_average":6.0,"runtime":122,"cert":"N\/A","id":30735,"title":"Alila","adult":false,"genre_ids":[35,18]},{"cast":["Marilyn Chambers","Long Dong Silver"],"overview":"Men's Video Magazine hosted by Marilyn Chambers. This and the UK version of Electric Blue 001 (hosted by Fiona Richmond) are entirely different. This one likely shares footage with the UK version Electric Blue 002, which is also hosted by Chambers.","release_date":"1980-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":30736,"title":"Electric Blue 001","adult":false,"genre_ids":[]},{"cast":["Adrian Edmondson","Rik Mayall","Peter Cook","Nicholas Parsons","Dawn French"],"overview":"A couple of bored escorts find themselves suddenly involved with a hit-gang and an ax-murderer - Mr. Jolly. Gratuitous violence, rivers of blood and maximum hilarity, all rolled into one.","release_date":"1988-03-05","vote_average":10.0,"runtime":52,"cert":"","id":30737,"title":"Mr Jolly Lives Next Door","adult":false,"genre_ids":[35]},{"cast":["Marilyn Chambers","Desiree Cousteau","Veronica Hart","Tom Byron"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":30740,"title":"Electric Blue 002","adult":true,"genre_ids":[]},{"cast":["Britt Ekland","Arline Hunter","Brigitte Lahaie","Long Dong Silver","Tony Curtis"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":60,"cert":"","id":30741,"title":"Electric Blue 003","adult":false,"genre_ids":[99]},{"cast":["Vanessa del Rio","Michelle Bauer","Suze Randall","Sulka","Terri Hall"],"overview":"No overview found.","release_date":"1981-01-01","vote_average":0.0,"runtime":60,"cert":"","id":30742,"title":"Electric Blue 006","adult":true,"genre_ids":[]},{"cast":["Desiree Cousteau","Jayne Mansfield","Raquel Welch","Susan George"],"overview":"Desiree Cousteau hosts this fifth installment of the series, which features a narrated travelogue from Susan George, home movie footage of Jayne Mansfield and an interview with Raquel Welch in between numerous nude centerfolds.","release_date":"1981-01-01","vote_average":2.0,"runtime":52,"cert":"","id":30743,"title":"Electric Blue 005","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found.","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30744,"title":"Electric Blue 004","adult":true,"genre_ids":[]},{"cast":["Annie Ample","Jewel Shepard","Michelle Bauer","Pillow","Erica Roe"],"overview":"No overview found.","release_date":"1982-08-01","vote_average":0.0,"runtime":60,"cert":"","id":30745,"title":"Electric Blue 008","adult":true,"genre_ids":[99]},{"cast":["Michelle Bauer","Anna Ventura","Victoria Knoll","Lenora Bruce","John Leslie"],"overview":"The masterpiece of tease - introducing four stunningly beautiful girls never before seen on screen in the greatest tease movie ever. Everyone loves to be turned on and we all know that the tease or foreplay is the essence of eroticism. Now, for the first time, there is a movie that has teasing and tantalizing situations. That movie is Bad Girls and the impact of it is sensational.","release_date":"1981-10-01","vote_average":6.3,"runtime":82,"cert":"N\/A","id":30746,"title":"Bad Girls","adult":true,"genre_ids":[35]},{"cast":["Michelle Bauer","Julia Parton","Jennifer Brooks"],"overview":"In this soft-core bondage film, Jody and her girlfriend Diana devise a plot to get revenge on a female burglar who'd previously broken into their home and terrorized Jody.","release_date":"1985-01-01","vote_average":0.5,"runtime":55,"cert":"N\/A","id":30747,"title":"The Trap","adult":false,"genre_ids":[]},{"cast":["Steven Longhurst","Catherine Rowlands","David Slater","Wendy Young","Yvette Guntar"],"overview":"Neville Harmer thinks his troubles are over when his wheel-chair bound father meets with an untimely death due to Neville's negligence leaving him with a hefty inheritance. But stipulations in the will means that Neville will have to continue to run his father's sawmill and live in his house or forfeit the inheritance. But the house has a dark history where many unexplained things occur causing many to question their sanity.","release_date":"1983-01-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":30748,"title":"The Hereafter","adult":false,"genre_ids":[27,53]},{"cast":["António Vilar","Mara Cruz","Paul Naschy","Carlos José Teixeira","Magdalena de Soto"],"overview":"A member of the jet-set dies in Lisbon, of drug overdose. A journalist tries to pass through disinformation nets to get to the traffick ring leader who is acting with such impunity. He is up to a surprise, when all evidence points him towards a lady of immaculate repute...","release_date":"1973-03-25","vote_average":0.0,"runtime":97,"cert":"N\/A","id":30749,"title":"Disco rojo","adult":false,"genre_ids":[18]},{"cast":["Michelle Bauer","Julie Suscinski","Shawna Baer","James Black","Ken Jarosz"],"overview":"Inspired by a television show featuring a kickboxing heroine, a woman named Kathy (Julie Suscinski) enrolls at a martial arts school in this low-budget action-comedy. When Kathy learns that the school is a front for drugs, prostitution, and blackmail, she uses her new skills to take the bad guys down.","release_date":"1992-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":30750,"title":"Chickboxer","adult":false,"genre_ids":[28]},{"cast":["Matthew Jason Walsh","Cherie Petry","Shannon Doyle","Tom Stephan","Jo Norcia"],"overview":"Jeff works the night shift, then comes home to his domineering mother, who has the grisly habit of slaughtering neighborhood children to satisfy her insatiable bloodlust. Jeff is reluctant to reveal his true identity until he meets Nina, a young woman with a strange attraction for the introvert. But Jeff’s not the only one with eyes for Nina… mother has other plans for her!","release_date":"1991-01-01","vote_average":1.0,"runtime":70,"cert":"N\/A","id":30751,"title":"Kingdom of the Vampire","adult":false,"genre_ids":[27]},{"cast":["Tim Abell","Teresa Politi","Tane McClure","Jennifer Burton","Ross Hagen"],"overview":"","release_date":"1996-06-01","vote_average":3.0,"runtime":96,"cert":"N\/A","id":30752,"title":"Night Shade","adult":false,"genre_ids":[27]},{"cast":["John Leguizamo","Lisa Napoli","David Roya","Caroline Munro","Ali Thomas"],"overview":"No overview found.","release_date":"1993-01-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":30753,"title":"Night Owl","adult":false,"genre_ids":[27,53,9648]},{"cast":["Jerry Walter","Dan Caldwell","Barrie Youngfellow","John Cochran","Ray K. Goman"],"overview":"Attendees at a horror-film convention in San Francisco keep disappearing. It turns out that the guest of honor is a real vampire, and his henchmen are kidnapping the convention guests. A horror writer, a Sherlock Holmes fan and an Israeli Nazi-hunter set out to stop him.","release_date":"1978-07-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":30754,"title":"Nightmare in Blood","adult":false,"genre_ids":[35,27]},{"cast":["Don Wilson","Melanie Smith","Nicholas Guest","Sid Sham","Cash Casey"],"overview":"Jack Cutter is the last in long line of vampire hunters. After killing few vampires in one L.A. restaurant, he is chased both by police and by other vampires. In the process he meets an attractive woman-reporter.","release_date":"1996-04-01","vote_average":5.3,"runtime":86,"cert":"N\/A","id":30755,"title":"Night Hunter","adult":false,"genre_ids":[28,27,18]},{"cast":["Barry Pepper","Elizabeth Mitchell","Ernest Whitted","Andrea Powell","J.K. Simmons"],"overview":"A Biographical story of Dale Earnhardt, Sr.  The movie starts with his young life and growing up with his father, Ralph, who raced for a living, but initially wanted more for his son. When Dale quits high school to start driving full time, his father aids him and shows a reluctant pride when he is initially successful. Armed with many of his father's philosophies, Dale pushed himself to be the best. His aggressive track mannerisms earned himself fans and detractors. Fellow racer Neil Bonnett was one of those long time friends whose death deeply affected Dale. Darrell Waltrip clearly was a detractor and the two men's rivalry is clearly depicted. Off the track, Dale's determination to make it impacts two marriages. Third wife Theresa was closer to racing and met Dale when he had started his rise into the Winston Cup circuit. The story also looks at his relationship with his children.","release_date":"2004-12-11","vote_average":7.5,"runtime":92,"cert":"N\/A","id":30762,"title":"3: The Dale Earnhardt Story","adult":false,"genre_ids":[10770,18]},{"cast":["Stephen Lang","Ryan Slater","Yi Ding","Brian Wagner","Isabella Hofmann"],"overview":"Far from home in the lush bamboo forests of China, ten-year-old Ryan Tyler, with the help of a young girl, goes on a wonderful journey to rescue a baby panda taken by poachers.","release_date":"1995-08-25","vote_average":5.5,"runtime":81,"cert":"N\/A","id":30765,"title":"The Amazing Panda Adventure","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Alberto Fujimori"],"overview":"A character-driven, political-thriller documentary that explores the volatile events that defined Alberto Fujimoris decade-long reign of Peru: His meteoric rise from son of poor Japanese immigrants to the presidency; his fateful relationship with the shadowy and Machiavellian Vladimiro Montesinos; his self-coup that dissolved overnight both Congress and the Judiciary.","release_date":"2006-05-05","vote_average":7.1,"runtime":83,"cert":"N\/A","id":30766,"title":"The Fall of Fujimori","adult":false,"genre_ids":[99]},{"cast":["Conrad Pla","Caroline Néron","Victoria Sanchez","Nick Baillie","Ilona Elkin"],"overview":"Detective Raymond Pope is a detective of questionable morals, searching for his missing wife. His investigation leads him to the wealthy estate of the enigmatic Elizabeth Kane and her young maid Irina. Under Elizabeth's fascinating looks and aristocratic manners hides a terrifying secret,shared by her companion Irina. As Detective Pope finds himself perversely drawn to the powerful Elizabeth, bodies begin to surface, his inquiries only deepening the mystery surrounding Elizabeth's past. Pope's obsession grows so intense that he completely fails to anticipate Elizabeth's reaction to his intrusion into her dark world, a fatal mistake that might cost him his life and the lives of those close to him.","release_date":"2004-09-24","vote_average":4.0,"runtime":107,"cert":"N\/A","id":30767,"title":"Eternal","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Rob Lowe","Max Morrow","Kimberly Williams-Paisley","Maria del Mar","Hugh Thompson"],"overview":"Two separate stories mesh - in the first, a young music teacher, Maggie Andrews, begins dying of a heart condition and her son Nathan tries to get a pair of Christmas shoes for her before she dies. In the second, lawyer Robert Layton and his wife Kate are slowly drifting apart and the matter comes to a head during Christmas when Kate takes over for Maggie for the school choir.","release_date":"2002-01-01","vote_average":6.4,"runtime":100,"cert":"N\/A","id":30768,"title":"The Christmas Shoes","adult":false,"genre_ids":[18]},{"cast":["Jack Johnson"],"overview":"A Weekend at the Greek (shot at Berkeley's famed Greek Theatre at the beginning of his US tour, September 19th &amp; 20th, 2005 to promote In Between Dreams). 1. In Between Dreams Medley; 2. Never Know; 3. Taylor; 4. Posters; 5. Gone; 6. From Cuba to Tribe; 7. Sitting Waiting Wishing; 8. Flake; 9. The Openers; 10. The Accordion Set (Belle \/ Banana Pancakes); 11. Breakdown (with Dan Lebowitz); 12. I Never Intended to Have Songs that Said La-Da-Da-Da-Da-Da; 13. Sad to Know You're Wasting My Time; 14. Staple it Together (with Money Mark); 15. If I Could (with Money Mark); 16. Inaudible Memories; 17. Rodeo Clowns (with G. Love); 18. Mudfootball (with G. Love); 19. Plastic Jesus \/ Fall Line \/ Spring Wind; 20. No Other Way; 21. Better Together (with G. Love); 22. Girl I Wanna Lay You Down (with ALO)","release_date":"2005-11-21","vote_average":4.3,"runtime":80,"cert":"U","id":30769,"title":"Jack Johnson - A Weekend at the Greek","adult":false,"genre_ids":[10402]},{"cast":["Jack White","Meg White"],"overview":"Concert footage of The White Stripes recorded in January of 2004, featuring tracks from the band's four studio albums as well as live favorites like the Dolly Parton cover \"Jolene\".Track list : 1. When I Hear My Name, 2. Black Math, 3. Dead Leaves And The Dirty Ground, 4. I Think I Smell A Rat, 5. Take A Whiff On Me, 6. Astro, 7. Outlaw Blues, 8. Jack The Ripper, 9. Jolene, 10. Hotel Yorba, 11. Death Letter, 12. Do, 13. The Hardest Button To Button, 14. Truth Doesn't Make A Noise, 15. The Big Three Killed My Baby, 16. Wasting My Time, 17. You're Pretty Good Looking (For A Girl), 18. Hello Operator, 19. Apple Blossom, 20. Ball And Biscuit, 21. Let's Shake Hands, 22. I Fought Piranhas, 23. Let's Build A Home, 24. Goin' Back To Memphis, 25. Seven Nation Army, 26. De Ballet Of De Boll Weevil","release_date":"2004-07-24","vote_average":8.2,"runtime":81,"cert":"N\/A","id":30774,"title":"The White Stripes: Under Blackpool Lights","adult":false,"genre_ids":[10402]},{"cast":["Thomas Kretschmann","Nadja Uhl","Saïd Taghmaoui","Christian Berkel","Herbert Knaup"],"overview":"The incredible true story of Lufthansa Flight 181, which was hijacked by the Popular Front for the Liberation of Palestine in October of 1977, and the noble efforts of stewardess Gabriele Dillmann (Nadja Uhl) to ensure the safety of the terrified passengers throughout the harrowing ordeal. When terrorists sympathetic to the cause of the German Red Army Faction seize control of the flight, German chancellor Helmut Schmidt refuses to negotiate. Meanwhile, terrorist leader \"Captain Martyr Mahmud\" grows increasingly agitated, and the Yemeni government refuses to let the plane land on their soil. After Captain Schumann (Thomas Kretschmann) makes an emergency landing in the sand, he is brutally executed in front of the passengers by \"Captain Martyr Mahmud\" (Said Taghmaoui), who then forces the co-pilot to fly the plane to Somolia. Once there, counter terrorism measures quickly get underway as the passengers brace themselves for the worst.","release_date":"2008-11-30","vote_average":6.2,"runtime":108,"cert":"N\/A","id":30775,"title":"Mogadischu","adult":false,"genre_ids":[53,36,10770]},{"cast":["Nancy Allen","Lance Henriksen","Scott Lincoln","Dean Scofield","Ashley Buccille"],"overview":"In this action adventure, a former hit woman comes out of retirement to rescue her daughter from kidnappers. The child's abductors demand that the ex-killer retrieve a highly classified document. They give the woman 24 hours to succeed. If she fails, her daughter will die.","release_date":"1997-06-24","vote_average":4.1,"runtime":93,"cert":"N\/A","id":30776,"title":"Dusting Cliff 7","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"Shot over two years and in seven countries, the feature-length documentary Whiskey on a Sunday is an intimate portrait of the Irish-infused rock band Flogging Molly. The film tracks the group of musicians from their bar-band roots to their current success, including footage of the band in the studio, on tour, at home and at their sold-out homecoming performance at the Wiltern Theater in Los Angeles.","release_date":"2006-07-25","vote_average":0.0,"runtime":106,"cert":"N\/A","id":30777,"title":"Whiskey On a Sunday","adult":false,"genre_ids":[99,10402]},{"cast":["Mark Dacascos","Geoff Meed","Jennifer Lee Wiggins","Ryan Lloyd","Joshua Schlegel"],"overview":"The Last Man Alive Must Battle a Planet of the Dead. [An Asylum film.]","release_date":"2007-11-18","vote_average":3.8,"runtime":90,"cert":"N\/A","id":30778,"title":"I Am Omega","adult":false,"genre_ids":[28,27,878]},{"cast":["Patrick Muldoon","Keegan Connor Tracy","Will Sanderson","Michael Paré","Clint Howard"],"overview":"Matt is haunted by the death of a girl from a car accident he caused years ago. Matt was drunk and as he reached for the car radio, he struck the girl as she crossed the road. The guilt that he feels has altered his sense of reality, making Matt's life a mystery full of shadows and phantoms. Now, years later Matt goes away for weekend with his new girlfriend Dawn. After a wild session of lovemaking, Dawn goes for a walk. While she is away a strange man with an ax comes into the motel room and attacks Matt. After that incident Matt goes into the woods, looking for Dawn. There he encounters Dawn's family who tie him down and put him on trail for the murder of the girl years before. They find him guilty and he is sent back into the forest to be hunted down by the family. The deeper Matt runs into the forest the farther his mind is lost to the Blackwoods.","release_date":"2001-10-25","vote_average":2.4,"runtime":90,"cert":"N\/A","id":30779,"title":"Blackwoods","adult":false,"genre_ids":[53]},{"cast":["Judd Nelson","Hedy Burress","Susan Gibney","Bernie Coulson","Colleen Wheeler"],"overview":"A screenwriter does research for his new script by actually kidnapping and drowning young girls. He then places them in his \"garden\" of other dead girls coming back daily to check on them. One girl narrowly escapes and the other bodies are found leading to an ingenious plot to try and capture the killer.","release_date":"2000-02-01","vote_average":5.6,"runtime":91,"cert":"N\/A","id":30780,"title":"Cabin by the Lake","adult":false,"genre_ids":[53,27]},{"cast":["Judd Nelson","Brian Krause","Dahlia Salem","Claudette Mink","JR Bourne"],"overview":"Murderous screenwriter Stanley Caldwell, who incidentally is thought to be dead, returns to the scenes of his crimes.","release_date":"2001-08-14","vote_average":3.6,"runtime":89,"cert":"N\/A","id":30781,"title":"Return to Cabin by the Lake","adult":false,"genre_ids":[9648,27,53]},{"cast":["Myron Natwick","Brian Knudson","Mary Louise Gemmil","Christopher Cho","Paula Randol-Smith"],"overview":"A vampire scientist psychically charges the \"longevity serum\" he sells across the world, making all who use it into vampires loyal to him.","release_date":"1992-01-01","vote_average":3.5,"runtime":88,"cert":"N\/A","id":30782,"title":"Project Vampire","adult":false,"genre_ids":[27,28]},{"cast":["Morgan Fairchild","Ian Abercrombie","Brian Bremer","Christopher Wolf","Sara Suzanne Brown"],"overview":"In the future, corporations have taken over the world and banned sex. A group of rebellious high school students devise a way to go back in time to the present day and try change history to prevent that from happening.","release_date":"1994-07-27","vote_average":5.0,"runtime":74,"cert":"N\/A","id":30783,"title":"Virgin Hunters","adult":false,"genre_ids":[878,35,18]},{"cast":["Stanley Baker","Sam Wanamaker","Grégoire Aslan","Margit Saad","Jill Bennett"],"overview":"When a robbery at a racetrack goes wrong ex-con Johnny Bannion is caught and sent back to prison. He won't tell the rest of the gang where he has stashed the loot leading to violent consequences.","release_date":"1960-09-13","vote_average":6.5,"runtime":97,"cert":"","id":30784,"title":"The Criminal","adult":false,"genre_ids":[80,18]},{"cast":["David Carradine","Monique Gabrielle","Arte Johnson","Dick Miller","Madison"],"overview":"Four sexy young girls are to clean an old house for the new owners. They get delivered an old book full of magic incantations, and while reading it they accidentally bring a cartoon character to life. The cartoon character likes the blood of young girls...","release_date":"1992-01-08","vote_average":4.2,"runtime":90,"cert":"N\/A","id":30785,"title":"Evil Toons","adult":false,"genre_ids":[35,27,16]},{"cast":["Michael Gough","Jeanne Cooper","Rod Lauren","Virginia Grey","Jerome Cowan"],"overview":"A deranged animal lover unleashes his toothy pets on anyone who stands in his way.","release_date":"1963-05-15","vote_average":5.3,"runtime":88,"cert":"N\/A","id":30786,"title":"Black Zoo","adult":false,"genre_ids":[27]},{"cast":["Michael Gough","Robin Askwith","Vanessa Shaw","Dennis Price","Ellen Pollock"],"overview":"Following his forced retirement from an appalling rock band, Jason decides to vacation at Brittlehouse Manor, a health farm run by the leather-gloved, ex-Nazi scientist Dr. Storm. Along the way, Jason meets Judy, also on her way to Brittlehouse Manor to visit her aunt, who married Dr. Storm some years ago. Once they arrive, the pair realise rather quickly that something is wrong, probably because the other guests have had their brains surgically removed, or all the blood pouring from the sink, or possibly just because the creepy midget keeps telling them to brush their teeth.","release_date":"1973-05-11","vote_average":4.8,"runtime":90,"cert":"","id":30787,"title":"Horror Hospital","adult":false,"genre_ids":[35,27,878]},{"cast":["Michael Gough","Martin Potter","Candace Glendenning","Barbara Kellerman","Michael Craze"],"overview":"A young girl is caught up in a devil cult run by her evil uncle and cousin. She can trust no one and even people she thought were dead comes back to haunt her.","release_date":"1976-08-01","vote_average":5.8,"runtime":86,"cert":"","id":30788,"title":"Satan's Slave","adult":false,"genre_ids":[27]},{"cast":["Klaus Kinski","Oliver Reed","Nicol Williamson","Sarah Miles","Sterling Hayden"],"overview":"International terrorists attempt to kidnap a wealthy couple's child. Their plan comes unstuck when a deadly Black Mamba, sent by mistake instead of a harmless snake, escapes and the terrorists and several hostages are trapped in the boy's London home.","release_date":"1981-11-28","vote_average":6.8,"runtime":93,"cert":"N\/A","id":30789,"title":"Venom","adult":false,"genre_ids":[27,53]},{"cast":["Dan Wooster","Mads Koudal","Christopher Harrison","Colm Feore","Jeff Campagna"],"overview":"In a desolate place called the Badlands, four men stand off with guns drawn, their fingers ready at the trigger. Among them are a fugitive seeking redemption, a son out to avenge his father's murder, a loyal servant with a secret and a murderous criminal hired to kill with a vengeance. This is their story...in a place where revenge, deception and cruelty are a way of life.","release_date":"2008-07-15","vote_average":4.0,"runtime":88,"cert":"N\/A","id":30790,"title":"Six Reasons Why","adult":false,"genre_ids":[28,878,37]},{"cast":["John Carradine","Onslow Stevens","Lon Chaney Jr.","Martha O'Driscoll","Jane Adams"],"overview":"A scientist working on cures for rare afflictions, such as a bone softening agent made from molds to allow him to correct the spinal deformity of his nurse, finds the physical causes of lycanthropy in wolf-man Larry Talbot and of vampirism in Count Dracula, but himself becomes afflicted with homicidal madness while exchanging blood with Dracula.","release_date":"1945-12-07","vote_average":5.9,"runtime":67,"cert":"N\/A","id":30793,"title":"House of Dracula","adult":false,"genre_ids":[27,878]},{"cast":["Barton Faulks","Christina Marie Lane","Page Moseley","Patty Shepard","Fred Grossinger"],"overview":"A deranged guy in a mask kills people with an axe.","release_date":"1988-05-20","vote_average":6.4,"runtime":90,"cert":"N\/A","id":30794,"title":"Edge of the Axe","adult":false,"genre_ids":[27,53]},{"cast":["Ozzy Osbourne","Zakk Wylde","Robert Trujillo","Mike Bordin","John Sinclair"],"overview":"This 2 hour video was recorded live at Budakan Hall in Tokyo, Japan on February 15, 2002. It features 14 classic tracks spanning Ozzy's career and also behind-the-scenes footage of The Osbournes In Japan. Known for biting the head off of a bat, bickering with his vulgarity-happy family on MTV, and being one of the icons of heavy metal music, Ozzy Osbourne is nothing less than a cultural treasure.  01) I Don't Know  02) That I Never Had  03) Believer  04) Junkie  05) Mr. Crowley  06) Gets Me Through  07) Suicide Solution  08) No More Tears  09) I Don't Want to Change The World  10) Road to Nowhere  11) Crazy Train  12) Mama, I'm Coming Home  13) Bark at the Moon  14) Paranoid","release_date":"2002-06-22","vote_average":6.0,"runtime":120,"cert":"N\/A","id":30795,"title":"Ozzy Osbourne: Live at Budokan","adult":false,"genre_ids":[10402]},{"cast":["Scott Thompson Baker","Lorin Jean Vail","Dorothy Malone","Jack Taylor","Patty Shepard"],"overview":"A newlywed couple move into the mansion of the bride's recently dead aunt. Soon strange things begin to happen when the various tenants and servants of the mansion don't want to leave and the bride and groom are in a deadly predicament.","release_date":"1987-08-10","vote_average":4.1,"runtime":90,"cert":"N\/A","id":30796,"title":"Rest in Pieces","adult":false,"genre_ids":[27]},{"cast":["Howard Vernon","Antonio Mayans","Lina Romay","Daniel White","Françoise Blanchard"],"overview":"Upon arriving at the dilapidated estate of his mentor, Dr. Harker finds his former professor, Dr. Usher, radically changed. Instead of the reasoned scholar he once knew, a paranoid man is in his place and he's spiraling into madness.","release_date":"1982-01-01","vote_average":3.5,"runtime":93,"cert":"N\/A","id":30799,"title":"Revenge in the House of Usher","adult":false,"genre_ids":[27]},{"cast":["Steven Berkoff","Nikolaj Coster-Waldau","Julie Cox","Lili Gesler","Patrick Godfrey"],"overview":"Central Europe, early 16th century: two childhood friends, Martin &amp; Georg, find themselves on rival sides of a religious war with both of them struggling to do the right thing.","release_date":"2005-05-12","vote_average":6.0,"runtime":115,"cert":"15","id":30800,"title":"Shadow of the Sword","adult":false,"genre_ids":[12,10749]},{"cast":["Bob Hope","Jane Russell","Roy Rogers","Trigger","Bill Williams"],"overview":"In this sequel to \"The Paleface\", Peter Potter Jr. and Mike 'The Torch' Delroy return as the lead characters. Junior Potter returns to claim his father's gold, which is nowhere to be found; Mike 'The Torch' Delroy is the luscious head of a gang of thieves; and Roy Barton is a federal marshal hot on Mike's trail.","release_date":"1952-07-14","vote_average":6.5,"runtime":95,"cert":"N\/A","id":30801,"title":"Son of Paleface","adult":false,"genre_ids":[35,10749,37]},{"cast":["Arnold Vosloo","Eric Nobbs","Frank Dankert","Kelsey Middleton","Janie du Plessis"],"overview":"Boetie is the type of guy who will do anything to get out of military service. Until his father makes him an offer he can't refuse. Its a story of a rich kid who learns the value of being a man.","release_date":"1984-06-06","vote_average":6.2,"runtime":92,"cert":"N\/A","id":30804,"title":"Boetie Goes To The Border","adult":false,"genre_ids":[35]},{"cast":["Luis Guzmán","Marisé Álvarez","Georgina Borri","José Luis (Chavito) Marrero","Norman Santiago"],"overview":"A three-part look at the ironies of love, with stories that involve a young boy, a hostage situation, and a divorced elderly couple caught in a love triangle.","release_date":"2007-04-27","vote_average":7.7,"runtime":81,"cert":"N\/A","id":30805,"title":"Maldeamores","adult":false,"genre_ids":[35,18]},{"cast":["Steven Seagal","Michelle Goh","Corey Johnson","Tom Wu","Bruce Wang"],"overview":"An unsuspecting university professor is an unwitting accomplice in a foiled Chinese cocaine deal. Wrongly imprisoned, he escapes to take his revenge and prove his innocence.","release_date":"2003-08-14","vote_average":4.0,"runtime":90,"cert":"N\/A","id":30806,"title":"Out for a Kill","adult":false,"genre_ids":[28,53]},{"cast":["Hiroshi Kamiya","Hiroyki Yoshino","Mamoru Miyano","Shin-ichiro Miki"],"overview":"Like the Japanese Special Editions of other Gundam and Sunrise anime series, this is the last of three volumes, that will condense the second half of the second season of Gundam 00 into feature-length videos. They all feature some new animated sequences and some partially re-recorded dialogue.","release_date":"2010-02-23","vote_average":5.6,"runtime":99,"cert":"N\/A","id":30807,"title":"Mobile Suit Gundam 00 Special Edition III: Return The World","adult":false,"genre_ids":[28,12,16,878,10752]},{"cast":["Audrey Campbell","Judy Young","W.B. Parker","Ella Daphni","Alice Denham"],"overview":"In this third installment of the \"Olga\" series, our heroine adds jewel smuggling to her repertoire of dope pushing and white slavery. As the vicious Olga (Audrey Campbell) expands her criminal empire, she also encounters more resistance as a string of once-trusted partners turn traitor in an effort to steal the successful racket out from under her. The result is exactly what fans of the series expect, a barrage of torture scenes featuring soldering irons, floggings, spankings, and even an electric chair. As with its predecessors, Olga's House of Shame is a silent black and white film with narration to explain the action, but even with direct commentary it's difficult to keep track of the characters and Campbell (who is occasionally caught laughing out loud at the absurdity of it all) has all the menace of a kindergarten teacher, even when wielding a machete.","release_date":"1964-02-06","vote_average":5.2,"runtime":70,"cert":"N\/A","id":30810,"title":"Olga's House of Shame","adult":false,"genre_ids":[80,18]},{"cast":["Lucy Eldredge","Hattie Felder","Larry Hunter","Moia Gifford","Paul Grund"],"overview":"This last gasp of the grindhouse \"Olga\" series is a tossed off shrug of a movie that nonetheless entertains in a tacky, surreal style. Audrey Campbell no longer stars as the sinister femme fatale Olga, and her replacement retains none of her clumsy menace. Instead she languidly lounges about the flimsy sets smoking cigarettes and looking pale and sweaty. This new Olga is apparently too bored by the proceedings to even torture her white slaves. Instead the dirty work is handled by her partner Nick (Larry Hunter), a slimy, weasel faced man who lures innocent housewives into prostitution by offering them jobs as \"dance instructors\" in Olga's dance hall. Group sex, nude dancing and pretty ladies wrestling in their underwear are the results, along with several long, seemingly impromptu scenes where the characters talk endlessly and in circles.","release_date":"1969-01-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":30811,"title":"Olga's Dance Hall Girls","adult":false,"genre_ids":[18]},{"cast":["Kyra Sedgwick","Stanley Tucci","Robin Tunney","John Ritter","Philip Seymour Hoffman"],"overview":"A seasoned enforcer is given the seemingly routine task of finding the Boss's runaway mistress, Kitty. However Kitty is involved in plans to overthrow the Boss and this routine task gets very complicated.","release_date":"1998-01-01","vote_average":6.8,"runtime":96,"cert":"N\/A","id":30814,"title":"Montana","adult":false,"genre_ids":[18,28,35,80]},{"cast":["Demi Moore","Bruce Willis","Glenne Headly","Harvey Keitel","Frank Vincent"],"overview":"A loathsome man ends up dead, but it's not clear who's to blame. If ever a person got what he deserved, it's James Urbanksi, an abusive drunk who steals from his wife, Joyce, and promises her close friend Cynthia Kellogg that she'll be the next target of his rage. At a group outing, James bleeds to death after someone cuts his throat. But because he's such a terrible human being, police aren't sure which of his acquaintances decided to kill him.","release_date":"1991-04-19","vote_average":5.5,"runtime":104,"cert":"N\/A","id":30815,"title":"Mortal Thoughts","adult":false,"genre_ids":[9648,53,18]},{"cast":["Terry O'Quinn","Kenny Rogers","Wendy Phillips"],"overview":"No overview found.","release_date":"1994-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":30816,"title":"MacShayne: Winner Takes All","adult":false,"genre_ids":[18,53,9648]},{"cast":["Ice-T","Costas Mandylor","Erika Eleniak","William Sadler","Ernie Hudson"],"overview":"A navy pilot fakes his own death and steals a stealth fighter plane from a U.S.A.F base. He then acts as a mercenary, targeting military installations around the world.","release_date":"1999-01-01","vote_average":4.0,"runtime":88,"cert":"N\/A","id":30817,"title":"Stealth Fighter","adult":false,"genre_ids":[28,53]},{"cast":["Kari Foxx","Linnea Quigley","R. Eric Huxley"],"overview":"A pair of drug pushers torment a young female photographer they believe snapped photos of them making a drug deal.","release_date":"1987-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":30820,"title":"Flash!","adult":false,"genre_ids":[53]},{"cast":["Linnea Quigley","Keli Richards","Kym Wilde","Chelsea Rane"],"overview":"A disturbed man kidnaps women and conditions them into becoming his slaves.","release_date":"1986-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":30821,"title":"Stalked!","adult":false,"genre_ids":[53]},{"cast":["Linnea Quigley","Shauna Grant","John Leslie","Luis De Jesus","Shanna Evans"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":30822,"title":"Sweethearts","adult":true,"genre_ids":[]},{"cast":["Michelle Bauer","Rick Cassidy","Catherine Crystal","Becky Savage"],"overview":"No overview found.","release_date":"1982-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":30823,"title":"Bizarre People","adult":true,"genre_ids":[]},{"cast":["Andy Nichols","Paul McGibboney","Michelle Bauer","Marie Sharp","Tantala Ray"],"overview":"In the aftermath of nuclear apocalypse, 99% of the survivors are Sex Negatives - they become violently ill if they attempt it. The minority Sex Positives engage in carnal theater for the entertainment of the Negatives at Cafe Flesh. Everyone is excited about the arrival at the club of the famous Positive Johnny Rico, and one Negative woman is beginning to question her negativeness as she and her boyfriend grow more distant from each other. Two versions exist of this movie - a hardcore, XXX-rated version and an R-rated version with the most explicit scenes toned down. The R-rated cut played a number of mainstream movie theaters in 1982-83 and was released on VHS in the UK.","release_date":"1982-11-20","vote_average":5.4,"runtime":80,"cert":"N\/A","id":30824,"title":"Café Flesh","adult":true,"genre_ids":[18,878,35]},{"cast":["Dorothy LeMay","Loni Sanders","Jennifer West","Kevin James","Fast Steppin' Freddie"],"overview":"In an experiment, a pair of scientists use electric jolts to induce a sleeping woman to have erotic dreams.","release_date":"1981-02-04","vote_average":6.3,"runtime":78,"cert":"N\/A","id":30825,"title":"Nightdreams","adult":true,"genre_ids":[14]},{"cast":["Linda Lovelace","Fuddle Bagley","Val Bisoglio","Jack DeLeon","Micky Dolenz"],"overview":"An intentionally campy film designed to capitalize on Linda Lovelace's sudden fame following \"Deep Throat\", this film centers around Linda's fictional grass roots campaign to run for president. Touring the country with a rag-tag team of strange and wacky people, hilarity supposedly ensues at every stop.","release_date":"1975-03-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":30826,"title":"Linda Lovelace for President","adult":false,"genre_ids":[35]},{"cast":["Linda Lovelace","Harry Reems","Levi Richards","Chris Jordan","David Davidson"],"overview":"Nurse Linda Lovelace works for libidinous sex therapist Dr. Jayson. One of the patients she is treating is Dilbert Lamb, a meek geek who's harboring plans for a top secret government computer. Both the KGB and FBI alike attempt to enlist Lovelace in order to obtain the data on the computer.","release_date":"1974-02-01","vote_average":4.1,"runtime":88,"cert":"N\/A","id":30827,"title":"Deep Throat Part II","adult":true,"genre_ids":[]},{"cast":["Corey Fischer","Hy Pyke","Shmuel Livneh","Roberta Reeves","Sandy Carey"],"overview":"","release_date":"1976-04-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":30828,"title":"The Amorous Adventures of Don Quixote and Sancho Panza","adult":false,"genre_ids":[10402,35]},{"cast":["Dee Dee Levitt","Maria Arnold","William Margold","Rene Bond","Con Covert"],"overview":"Jurgen Noetafreud is a professor of the psyche of human sexuality, who introduces 10 short segments from his case studies of the most common female sexual fantasies.","release_date":"1976-07-16","vote_average":4.5,"runtime":90,"cert":"N\/A","id":30829,"title":"Fantasm","adult":false,"genre_ids":[35]},{"cast":["Uschi Digard","Cheryl Smith","Serena","William Margold","Rick Cassidy"],"overview":"Libbie is assigned to her paper's sexual advice column, \"Dear Collete\". She is taking over the job of Harry a crusty old journalist who shows her the pro's and cons of the job while running on a tight deadline to get the column finished for the morning's paper. During the course of the evening they reply to a wide variety of sexual experiences submitted by the readers, some these include, sex in a threesome at a drive-in theatre, sex in a gymnasium, and sex in a library where the \"Silence Please\" sign gives the male librarian an advantage over the female readers.","release_date":"1977-12-26","vote_average":5.9,"runtime":94,"cert":"N\/A","id":30830,"title":"Fantasm Comes Again","adult":false,"genre_ids":[35]},{"cast":["Jacqueline Giroux","Uschi Digard","Marius Mazmanian","Susan Westcott","Colleen Brennan"],"overview":"Girls in a nudist camp are terrorized by an Abominable Snowman-type beast.","release_date":"1974-01-01","vote_average":3.5,"runtime":66,"cert":"N\/A","id":30831,"title":"The Beauties and the Beast","adult":false,"genre_ids":[27]},{"cast":["Patrick Bergin","Virginia Madsen","John Shea","Al Matthews","Benedick Blythe"],"overview":"A CIA analyst takes over a case from his brother, a field agent who was killed in the line of duty, in this thriller based on a Robert Ludlum novel.","release_date":"1997-03-02","vote_average":4.3,"runtime":240,"cert":"N\/A","id":30832,"title":"The Apocalypse Watch","adult":false,"genre_ids":[28,53,10770]},{"cast":["John F. Goff","Steve Vincent","Douglas Gudbye","Verkina Flower","Robert E. Pearson"],"overview":"Two police detectives try to catch a serial killer who is stalking a rural California drive-in theater, randomly killing people with a sword.","release_date":"1976-12-20","vote_average":3.9,"runtime":74,"cert":"18","id":30833,"title":"Drive-In Massacre","adult":false,"genre_ids":[9648,27]},{"cast":["Mark Wells","Drew Seeley","Dave Barry","Megan West","Tammy Dahlstrom"],"overview":"Based on Dave Barry's book, the Complete guide to guys follows guyness from prehistoroc times, to current times and explains many of the mysteries we wonder. Like why do guys leave the toilet seat up, and why won't they ask for directions?","release_date":"2005-01-01","vote_average":6.5,"runtime":82,"cert":"N\/A","id":30838,"title":"Complete Guide to Guys","adult":false,"genre_ids":[35]},{"cast":["Satoshi Tsumabuki","Hiroshi Tamaki","Naoto Takenaka","Kôen Kondô","Takatoshi Kaneko"],"overview":"In a Japanese school, 5 adolescent geeks join the new sport teacher and take up the challenge to take part in the synchronised swimming competition, in-spite of the mockeries of the \"real sportsmen\".","release_date":"2001-09-15","vote_average":6.3,"runtime":90,"cert":"N\/A","id":30839,"title":"Waterboys","adult":false,"genre_ids":[35]},{"cast":["Patrick Bergin","Uma Thurman","Jürgen Prochnow","Edward Fox","Jeroen Krabbé"],"overview":"The Swashbuckling legend of Robin Hood unfolds in the 12th century when the mighty Normans ruled England with an iron fist.","release_date":"1991-05-13","vote_average":5.8,"runtime":104,"cert":"N\/A","id":30840,"title":"Robin Hood","adult":false,"genre_ids":[18,28,10749]},{"cast":["Moon Sung-keun","Joo Jin-mo","Hong Seok-cheon","Hyun Sung","Park Jun-seok"],"overview":"Five strangers, each with his own special talents, are recruited by the mysterious 'X'. They do not know why they are brought together, but nonetheless agree to a series of potentially lucrative schemes. A planned bank robbery goes awry when a minor mistake leads to a hostage situation. The robbery is orchestrated by Hwan. When Hwan turns up dead at the designated meeting spot, the remaining men realize something is seriously wrong, and suspicion flares.","release_date":"2006-09-14","vote_average":7.3,"runtime":91,"cert":"N\/A","id":30841,"title":"Puzzle","adult":false,"genre_ids":[28,53,80]},{"cast":["Tupac Amaru Shakur","The Notorious B.I.G.","Snoop Dogg","Rashida Jones","Anthony 'Treach' Criss"],"overview":"Documentary examining the politics, music, and life of Tupac Shakur.","release_date":"2002-03-07","vote_average":6.9,"runtime":92,"cert":"N\/A","id":30842,"title":"Tupac Shakur: Thug Angel","adult":false,"genre_ids":[99,10402]},{"cast":["Ju Ji-hoon","Kim Jae-wook","Yoo Ah-in","Choi Ji-ho","Andy Gillet"],"overview":"Jin-hyuk was brought up as the well-bred heir to a corporate fortune. He has got the looks, the money and the charm, but even so, true love is hard to find. Jin-hyuk opens up a cake shop and hires Sun-woo, a talented patissier who had a crush on Jin-hyuk back in high school. Together with Gi-beom, an ex-boxing champion and Su-young, a clueless bodyguard, four unique and handsome men stir up a quiet neighborhood when they show up at the cake shop, Antique.","release_date":"2008-11-13","vote_average":6.8,"runtime":109,"cert":"N\/A","id":30843,"title":"Antique","adult":false,"genre_ids":[35,18,10749]},{"cast":["Estella Warren","Rhett Giles","Victor Parascos","Vanessa Gray","Tony Bellette"],"overview":"A twist on the morality tale of forbidden love between the beautiful Belle and the feared Beast. As the villagers are being brutally murdered and the Beast is hunted down as the one responsible for the mayhem, Belle and Beast team up to defeat the real killer; the power-hungry witch's malevolent troll.","release_date":"2009-11-04","vote_average":4.6,"runtime":90,"cert":"N\/A","id":30844,"title":"Beauty and the Beast","adult":false,"genre_ids":[14]},{"cast":["Harry Connick Jr.","Bernadette Peters","Amanda Bynes","Regina King","Tammy Blanchard"],"overview":"Living Proof is a 2008 Lifetime Television movie, directed by Dan Ireland, starring Harry Connick, Jr. The film is based on the true life story of Dr. Dennis Slamon and the book HER-2: The Making of Herceptin, a Revolutionary Treatment for Breast Cancer by Robert Bazell. Vivienne Radkoff wrote the film script, and is also one of the film's executive producers. Renée Zellweger is another executive producer, together with Neil Meron and Craig Zadan. Tammy Blanchard, Amanda Bynes, Jennifer Coolidge, Angie Harmon, John Benjamin Hickey, Regina King, Swoosie Kurtz, Paula Cale Lisbe, Amy Madigan, Bernadette Peters, and Trudie Styler are featured in the supporting cast. The film premiered on October 18, 2008, for Lifetime's \"Stop Breast Cancer for Life\" public service and advocacy campaign, during the National Breast Cancer Awareness Month","release_date":"2008-10-18","vote_average":6.8,"runtime":125,"cert":"N\/A","id":30849,"title":"Living Proof","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This DVD includes: -Max and Ruby's Perfect Pumpkin -Max's Jack O'Lantern -Max's Big Boo! -Max's Rocket Racer -Max and Morris Blast Off! -Max's Candy Apple -Ruby Delivers -Getting Crabby at the Beach -Max Baby Sits -Max Cleans up -Max's Cuckoo Clock -Ruby's Jewelry Box","release_date":"2008-08-26","vote_average":0.0,"runtime":97,"cert":"N\/A","id":30854,"title":"Max & Ruby's Perfect Pumpkin","adult":false,"genre_ids":[16,10751]},{"cast":["Ralph Bates","Martine Beswick","Gerald Sim","Lewis Fiander","Susan Brodrick"],"overview":"In foggy London Dr Jekyll experiments on newly deceased women determined to discover an elixir for immortal life. Success enables his spectacular transformation into the beautiful but psychotic Sister Hyde who stalks the dark alleys of Whitechapel for young, innocent, female victims, ensuring continuation of the bloodstained research. With each transformation Sister Hyde becomes the more dominant personality, determined to eventually suppress the frail, ineffectual Dr Jekyll forever.","release_date":"1971-10-17","vote_average":6.3,"runtime":97,"cert":"","id":30855,"title":"Dr Jekyll & Sister Hyde","adult":false,"genre_ids":[27]},{"cast":["Bryant Davis","Devon Dixon","Javorn Drummond","Elliot Lovett","Nick Moncrief"],"overview":"American soldiers of the 2\/3 Field Artillery, a group known as the \"Gunners,\" tell of their experiences in Baghdad during the Iraq War. Holed up in a bombed out pleasure palace built by Sadaam Hussein, the soldiers endured hostile situations some four months after President George W. Bush declared the end of major combat operations in the country.","release_date":"2004-01-01","vote_average":6.2,"runtime":85,"cert":"N\/A","id":30856,"title":"Gunner Palace","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"It's a story about the relationship between daughter and mother who has Alzheimer's disease.","release_date":"2002-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30857,"title":"Lost Memories","adult":false,"genre_ids":[18]},{"cast":["Konstantin Lavronenko","Андрей Феськов","Marat Basharov","Ingeborga Dapkūnaitė","Sergey Zhigunov"],"overview":"A story, which takes place in 2013, describes the world overflowing with \"dangerous\" criminals due to the official termination of death penalty. The UN \"blue helmets\" under the directive from the central authority (i.e., One World Government) decided to conduct a social \"experiment\" by forcibly dumping the outlaws on the deserted island...","release_date":"2008-08-08","vote_average":6.3,"runtime":119,"cert":"N\/A","id":30858,"title":"Terra Nova","adult":false,"genre_ids":[18,53,28]},{"cast":["Susannah Melvoin","P.P. Arnold","Snowy White","Norbert Stachel","Andy Fairweather-Low"],"overview":"Recorded on a single night in June 2000, In the Flesh is a thrilling live testament to the strength of Roger Waters's peculiar artistic vision. Backed by a crack ensemble of both fresh and seasoned players, the former Pink Floyd songsmith powers through Floyd classics, underserved relics, and highlights from his spotty solo career. [Tracklist:] 01 \tIn The Flesh  02 \tThe Happiest Days Of Our Lives  03 \tAnother Brick In The Wall Part 2  04 \tMother  05 \tGet Your Filthy Hands Off My Desert  06 \tSouthampton Dock  07 \tPigs On The Wing (Part 1)  08 \tDogs  09 \tWelcome To The Machine  10 \tWish You Were Here  11 \tShine On You Crazy Diamond (Part 1-8)  12 \tSet The Controls For The Heart Of The Sun  13 \tBreathe (In The Air)  14 \tTime  15 \tMoney  16 \tThe Pros And Cons Of Hitch Hiking (Part 11)  17 \tPerfect Sense (Part 1-2)  18 \tThe Bravery Of Being Out Of Range  19 \tIt's A Miracle  20 \tAmused To Death  21 \tBrain Damage  22 \tEclipse  23 \tComfortably Numb  24 \tEach Small Candle","release_date":"2000-12-18","vote_average":7.5,"runtime":170,"cert":"N\/A","id":30859,"title":"Roger Waters: In The Flesh Live","adult":false,"genre_ids":[10402]},{"cast":["Thijs Römer","Tara Elders","Cahit Ölmez","Jack Wouterse"],"overview":"A fictional version of the events that led to the assassination of the Dutch politician Pim Fortuyn on May 6, 2002. The movie is based upon the book \"The sixth of May\" by Tomas Ross.","release_date":"2004-12-15","vote_average":5.8,"runtime":117,"cert":"N\/A","id":30860,"title":"06\/05","adult":false,"genre_ids":[18]},{"cast":["Daniela Virgilio","Daniele Grassetti","Luigi Campi","Elisabetta Rocchetti","Enrico Silvestrin"],"overview":"A woman escapes a group of bullies seeking to rape her and takes refuge with a seemingly kind couple who have a dark secret hidden in their quiet, secluded house.","release_date":"2006-10-06","vote_average":4.9,"runtime":85,"cert":"N\/A","id":30861,"title":"The Last House in the Woods","adult":false,"genre_ids":[27]},{"cast":["Joseph Fiennes","Elisabeth Shue","Justin Chambers","Sam Shepard","Dennis Hopper"],"overview":"A young mother is plagued by a tragic mistake and alienates her little boy. A brilliant writer is released from prison after serving a 15-year sentence and begins working at Vic's Diner. Their stories converge when the man must overcome obstacles of the past to save the little boy and ultimately himself.","release_date":"2002-03-12","vote_average":6.2,"runtime":104,"cert":"N\/A","id":30862,"title":"Leo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mutant Aliens is a wildly humorous yet poignant story about an astronaut, his daughter, and 5 violent, yet sympathetic, alien creatures who seek revenge against a space industry baron.","release_date":"2002-01-09","vote_average":7.0,"runtime":81,"cert":"N\/A","id":30863,"title":"Mutant Aliens","adult":false,"genre_ids":[16,35,878]},{"cast":["Ginger Lynn Allen","Christy Canyon","Rikki Blake","Robert Kerman","Rick Cassidy"],"overview":"Gorgeous Ginger Lynn plays the amorous assistant to a horny hypnotherapist in this scintillating romp. R. Bolla is the therapist, a man whose cures rely pretty heavily on Ginger's jiggly allure. His first client is a man who can't seem to become sexually aroused - but once the doctor unleashes Ginger on him, you can bet that his spirits start to rise. Christy Canyon also shines, sharing her awe-inspiring natural assets with Bolla and Ginger in a pair of feverish flings. The finale finds Bolla and Ginger all out of new clients. Without clients to arouse, they turn their amorous attentions on one another in a slam-bang session that closes out the film on a heated high note. A fantastic 80s-style romp!","release_date":"1985-05-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":30866,"title":"Hypnotic Sensations","adult":true,"genre_ids":[]},{"cast":["Scott Walker","David Bowie","Damon Albarn","Jarvis Cocker","Marc Almond"],"overview":"A documentary on the influential musician Scott Walker.","release_date":"2007-04-27","vote_average":6.7,"runtime":95,"cert":"","id":30867,"title":"Scott Walker: 30 Century Man","adult":false,"genre_ids":[99,10402]},{"cast":["Jimi Cauty","Bill Drummond"],"overview":"The Justified Ancients of Mu Mu, King Boy D and Rockman Rock, try to find and gain access to the mystical White Room. They leave a party at their house and drive in their 1968 US Cop Car through night-time London and the dusty plains of the Sierra Nevada region of Spain. There they face judgement: will they be allowed to enter the White Room? Meanwhile their lawyer David Franks tries to find a loophole to free them from their contract with Eternity.","release_date":"1989-01-01","vote_average":6.0,"runtime":47,"cert":"N\/A","id":30868,"title":"The KLF: The White Room","adult":false,"genre_ids":[10402]},{"cast":["Roman Karpynec","Saul Linklater","Dominic Alan-Smith","Kevin Farran"],"overview":"A relentlessly gritty action film, Reckoning Day takes its inspiration from modern day low-budget classics such as Evil Dead (Sam Raimi), Bad Taste (Peter Jackson) and El Mariachi (Robert Rodriguez), and gives it a uniquely British spin.","release_date":"2002-03-14","vote_average":4.8,"runtime":105,"cert":"18","id":30869,"title":"Reckoning Day","adult":false,"genre_ids":[28,53]},{"cast":["Lucio Fulci","David L. Thompson","Jeoffrey Kennedy","Malisa Longo","Paola Cozzo"],"overview":"The master of Italian horror, Lucio Fulci, stars as... Lucio Fulci, a filmmaker with a reputation for gruesome horror films. His body of work has started to plague his mental state, and he is haunted by the grotesque set-pieces his mind has conjured up during his career. His psychiatrist, Egon Swharz, uses a hypnotised Fulci as an avatar to carry out his own disturbed fantasies, in hopes of ruining the master’s reputation once and for all.","release_date":"1990-08-08","vote_average":5.8,"runtime":93,"cert":"","id":30870,"title":"A Cat in the Brain","adult":false,"genre_ids":[27]},{"cast":["Duilio Del Prete","Karina Huff","Pascal Persiano","Lorenzo Flaherty","Bettina Giovannini"],"overview":"Wealthy businessman Giorgio Mainardi has died of a stomach hemorrhage, but his ghost is not so sure that it was a random misfortune and wants to know the truth.  Unfortunately, almost everyone around him is happy to see him gone.  Everyone, that is, except for his daughter Rosy, who still feels affection for her father even though they have drifted apart.  With her medical student boyfriend, Johnathan, Rosy will try to get to the bottom of her father's death.","release_date":"1991-03-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":30871,"title":"Voices from Beyond","adult":false,"genre_ids":[27,9648,18]},{"cast":["Brett Halsey","Corinne Cléry","Blanca Marsillach","Stefano Madia","Paula Molina"],"overview":"A young woman abducts a doctor whom she holds responsible for the death of her boyfriend and subjects him to various sexual torture acts.","release_date":"1986-08-21","vote_average":5.4,"runtime":99,"cert":"N\/A","id":30872,"title":"The Devil's Honey","adult":false,"genre_ids":[27,53]},{"cast":["Colin Beavan","Michelle Conlin"],"overview":"Follow the Manhattan-based Beavan family as they abandon their high consumption 5th Avenue lifestyle and try to live a year while making no net environmental impact.","release_date":"2009-09-04","vote_average":6.3,"runtime":93,"cert":"N\/A","id":30873,"title":"No Impact Man","adult":false,"genre_ids":[99]},{"cast":["Jack Hedley","Almanta Suska","Renato Rossini","Andrea Occhipinti","Alexandra Delli Colli"],"overview":"A burned-out New York police detective teams up with a college psychoanalyst to track down a vicious serial killer randomly stalking and killing various young women around the city.","release_date":"1982-01-01","vote_average":6.4,"runtime":93,"cert":"18","id":30874,"title":"The New York Ripper","adult":false,"genre_ids":[27]},{"cast":["Christopher Connelly","Laura Lenzi","Brigitta Boccoli","Giovanni Frezza","Cinzia de Ponti"],"overview":"A young girl on vacation in Egypt is given a mysterious charm, causing her archeologist father to be struck blind inside an unexplored pyramid tomb.  But when the family returns home to Manhattan, a plague of supernatural evil and sudden violence follows.  Can this ancient curse be stopped before it is unleashed on the streets of New York City?","release_date":"1982-08-12","vote_average":5.2,"runtime":89,"cert":"N\/A","id":30875,"title":"Manhattan Baby","adult":false,"genre_ids":[27]},{"cast":["Massimo Foschi","Me Me Lai","Ivan Rassimov","Sheik Razak Shikur","Judy Rosly"],"overview":"An oil prospector escapes from capture by a primitive cannibal tribe in the Philippine rain forest and heads out to locate his missing companion and their plane to return home.","release_date":"1977-02-08","vote_average":6.0,"runtime":88,"cert":"N\/A","id":30876,"title":"Last Cannibal World","adult":false,"genre_ids":[12,27]},{"cast":["Lisa Blount","Leonard Mann","Richard Lynch","Willie Aames","Richard Bright"],"overview":"A reporter and her cameraman connect a surviving Jonestown leader and a TV exec's missing son to a drug war where jungle installations are being massacred by an army of natives and a skilled white assassin.","release_date":"1985-08-08","vote_average":5.9,"runtime":90,"cert":"N\/A","id":30877,"title":"Cut and Run","adult":false,"genre_ids":[12,27,53]},{"cast":["Charlotte Lewis","Marcello Modugno","Mattia Sbragia","Carola Stagnaro","William Berger"],"overview":"A psychic finds herself tapping into the \"energy\" of a deceased phone operator. She also finds that her friends soon begin dying mysteriously. An investigator determines to track down the cause.","release_date":"1988-11-10","vote_average":4.6,"runtime":94,"cert":"N\/A","id":30880,"title":"Dial: Help","adult":false,"genre_ids":[27]},{"cast":["Philippe Caroit","Ilaria Borrelli","Katarzyna Figura","Barbara Ricci","Laurence Regnier"],"overview":"A police detective investigates the murder of a man found dismembered in a washing machine and is drawn into a web of deceit and murder by the dead man's lover, Vida, and her two sisters, Sissy and Ludmilla.","release_date":"1993-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":30881,"title":"The Washing Machine","adult":false,"genre_ids":[80,27,53]},{"cast":["Lucretia Love","John Ireland","Lionel Stander","Mauro Parenti","Fiorenzo Fiorentini"],"overview":"Zenabel, a young woman from a humble background, discovers that she is actually the daughter of a Spanish nobleman who was killed by a ruthless don, Alonso, who took the title. So Zenable assembles a group of misfit friends to reclaim her title.","release_date":"1969-12-12","vote_average":4.0,"runtime":99,"cert":"N\/A","id":30882,"title":"Zenabel","adult":false,"genre_ids":[12,35]},{"cast":["Christopher Mitchum","Suzan Andrews","Fernando Rey","Howard Vernon","Dora Doll"],"overview":"A Jewish commando unit hunting Nazi war criminals tracks down the infamous Dr. Mengele in the jungle, and find that he is torturing nubile young virgins and performing horrible medical experiments on the locals. They prepare to battle their way past Mengele's hordes of fanatic Nazi bodyguards in order to get to him.","release_date":"1987-10-15","vote_average":4.0,"runtime":92,"cert":"N\/A","id":30883,"title":"Angel of Death","adult":false,"genre_ids":[28,12,53,80]},{"cast":[],"overview":"In the years following the sign of Jesus’ birth the Nephites grow wicked. Then a great storm and earthquakes ravage the land, followed by three days of darkness. When hope seems lost, the resurrected Savior appears in glory to the Nephites. He ministers, preaches, and calls disciples to His work. His perfect love and teachings cause the Nephites to be spiritually changed and live peacefully.","release_date":"1989-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30884,"title":"The Savior in America","adult":false,"genre_ids":[16,10751]},{"cast":["Marianne Morris","Anulka Dziubinska","Murray Brown","Brian Deacon","Sally Faulkner"],"overview":"A duo of bisexual female vampires prey on passing motorists, whom they seduce and murder in the English countryside.","release_date":"1974-01-01","vote_average":5.8,"runtime":87,"cert":"18","id":30885,"title":"Vampyres","adult":false,"genre_ids":[27,53]},{"cast":["Salman Khan","Mithun Chakraborty","Jackie Shroff","Sohail Khan","Raj Khatri"],"overview":"A Pindari Prince goes to England to study military tactics so that he can avenge his people, but while there, he falls in love.","release_date":"2010-01-22","vote_average":5.6,"runtime":160,"cert":"N\/A","id":30886,"title":"Veer","adult":false,"genre_ids":[28,10749]},{"cast":["Francisco Algora","Quique Camoiras","Azucena Hernández","Carlos Lucena","José Jaime Espinosa"],"overview":"Saturnino, a young archaeologist, bourgeois and wealthy, lives in a luxurious mansion. He receives a visit from his old teacher, Don Felipe, accompanied by his daughter and a monumental mummy he has just discovered in one of his excavations in the Upper Nile. The Mummy, was in his time a princess and has on his bandages a curse, that when it breaks ... it will be dedicated to chasing and raping all the men it finds in its path.","release_date":"1981-10-21","vote_average":9.5,"runtime":85,"cert":"N\/A","id":30887,"title":"The National Mummy","adult":false,"genre_ids":[35,27]},{"cast":["Patricia Granada","Lidia Zuazo","Rafael Machado","David Thomson","Lea Candle"],"overview":"A superstitious servant girl - who has foreboding nightmares about a naked man on horseback - comes to live with a solitary female artist at her country chateau. As the artist takes the girl under her wing, a sensuous relationship develops between them.","release_date":"1978-06-01","vote_average":5.6,"runtime":91,"cert":"N\/A","id":30888,"title":"The Coming of Sin","adult":false,"genre_ids":[53]},{"cast":["Susanna East","Perla Cristal","Marina Ferri","George Rigaud","Gustavo Re"],"overview":"Emma is a teenager when she is the victim of a terrible road accident in London, and needs psychiatric care after she suffers from resulting brain injury. Her mother, Silvia, confines her in the house, and Emma's personality becomes aggressive, leading to a regrettable series of violent deaths.","release_date":"1974-03-22","vote_average":5.0,"runtime":75,"cert":"N\/A","id":30889,"title":"Emma, Dark Doors","adult":false,"genre_ids":[27]},{"cast":["Woody Allen","Mia Farrow","Jeff Daniels","Larry David","Todd Field"],"overview":"The Narrator tells us how the radio influenced his childhood in the days before TV. In the New York City of the late 1930s to the New Year's Eve 1944, this coming-of-age tale mixes the narrator's experiences with contemporary anecdotes and urban legends of the radio stars.","release_date":"1987-01-30","vote_average":7.2,"runtime":90,"cert":"N\/A","id":30890,"title":"Radio Days","adult":false,"genre_ids":[35,18,10402]},{"cast":["Karl Lanchbury","Vivian Neves","Pia Andersson","Sibyla Grey","Johanna Hegger"],"overview":"Tulia, a young model is invited to a photographer's country home for what purports to be a quiet weekend retreat - but soon appears to be anything but.","release_date":"1970-01-01","vote_average":6.8,"runtime":92,"cert":"N\/A","id":30891,"title":"Whirlpool","adult":false,"genre_ids":[18,9648,27]},{"cast":["Peter O'Toole","Alastair Sim","Arthur Lowe","Harry Andrews","Coral Browne"],"overview":"When the Earl of Gurney dies in a cross-dressing accident, his schizophrenic son, Jack, inherits the Gurney estate. Jack is not the average nobleman; he sings and dances across the estate and thinks he is Jesus reincarnated. Believing that Jack is mentally unfit to own the estate, the Gurney family plots to steal Jack's inheritance. As their outrageous schemes fail, the family strives to cure Jack of his bizarre behavior, with disastrous results.","release_date":"1972-09-13","vote_average":6.9,"runtime":154,"cert":"N\/A","id":30892,"title":"The Ruling Class","adult":false,"genre_ids":[18,35]},{"cast":["Karl Lanchbury","Lisbet Lundquist","Sibyla Grey","Malcolm Terris","Shelagh Wilcocks"],"overview":"After a nocturnal car accident on the English countryside, an unfortunate couple is invited to a mysterious manor occupied by a creepy embalmer who throws sexy drug parties there.","release_date":"1971-12-18","vote_average":0.0,"runtime":89,"cert":"N\/A","id":30893,"title":"Deviation","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30894,"title":"XXX Superstar (uncut)","adult":true,"genre_ids":[]},{"cast":["Lola Flores","Beatriz Elorrieta","Jaime Morey","Manolo Gómez Bur","Quique Camoiras"],"overview":"","release_date":"1983-09-19","vote_average":6.0,"runtime":87,"cert":"N\/A","id":30895,"title":"Juana la loca… de vez en cuando","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Samuel the Lamanite preaches of the birth of Jesus Christ and the sign of His coming but wicked Nephites drive Samuel from their city. Some Nephites believe Samuel but they are threatened with death for their beliefs. Will they be killed by Giddianhi and the evil Gadianton robbers before the sign is fulfilled?","release_date":"1990-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30896,"title":"Samuel the Lamanite","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"No overview found.","release_date":"1998-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30897,"title":"October Twenty-Second","adult":false,"genre_ids":[18]},{"cast":["Mark Boone Junior","Michael Paré","Ernie Hudson","Amanda Plummer","Tate Donovan"],"overview":"A wounded man makes a desperate call, reporting that a gunman is holding a coffee shop hostage and shooting anyone he pleases -- but when the SWAT team shows up, the madman opens fire. Through flashbacks, a waitress serves an array of customers, all of whom are blissfully unaware of how their lives will be horrifically changed.","release_date":"1998-11-04","vote_average":6.5,"runtime":94,"cert":"N\/A","id":30898,"title":"October 22","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ammon, one of the sons of Mosiah, forsakes kingship to become a missionary to the Nephites’ mortal enemy, the Lamanites. Ammon shows great humility as he asks to become servant to the Lamanite king, Lamoni. Later, Ammon defends the king’s flocks against a band of robbers. His faithful example brings Ammon the opportunity to preach unto the king, bringing him and many others to humility, repentance and conversion.","release_date":"1989-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30899,"title":"Ammon, Missionary to the Lamanites","adult":false,"genre_ids":[10751,16]},{"cast":["Laura Gemser","Bárbara Rey","José Sazatornil","Ángel Herraiz","Mila Stanić"],"overview":"Gemser plays one of a pair of sexy bisexual nurses living in an apartment building one floor up from a middle-aged couple and their son Albert, who is only too happy to have the randy rug-munchers in the apartment above: whilst gorgeous Gemser is getting it on with her equally luscious lover, Albert is busy putting his new science project—a periscope—to good use by spying on the lingerie-wearing lovelies. Meanwhile, Albert’s mother is being even naughtier than her precious boy, sneaking off for some extra-marital sex while her hair-obsessed husband is at the salon, having his follicles tended to.","release_date":"1979-02-26","vote_average":6.8,"runtime":84,"cert":"N\/A","id":30900,"title":"El periscopio","adult":false,"genre_ids":[35]},{"cast":["George Hilton","Edwige Fenech","Ivan Rassimov","Nieves Navarro","Julián Ugarte"],"overview":"Jane lives in London with her boyfriend Richard. Her mother was murdered when she was young, she recently lost a baby in a car crash and she's plagued by nightmares of a knife-wielding man. Richard thinks that the cure is vitamins, while Jane's sister recommends psychiatric help. But a new neighbour promises that if she participates in a Black Mass, all her fears will disappear, instead it just seems to bring her nightmares to life.","release_date":"1972-02-28","vote_average":6.8,"runtime":94,"cert":"N\/A","id":30901,"title":"All the Colors of the Dark","adult":false,"genre_ids":[53,27]},{"cast":["Sophia Dawnay","Lisa Devlin","Jonathan Sidgwick","Tina Barnes","Daniel Jordan"],"overview":"Held captive in an underground prison by a sadistic sicko who fancies himself a surgeon, 4 women fight for their lives, knowing the exact time they're scheduled to die thanks to a crudely carved set of numbers on each of their bodies. None of them can remember how they got there, but if any of them figure out the secret to their imprisonment, they stand at least some chance of surviving.","release_date":"2008-01-01","vote_average":4.5,"runtime":104,"cert":"18","id":30902,"title":"Bane","adult":false,"genre_ids":[27,878]},{"cast":["George Hilton","Edwige Fenech","Ivan Rassimov","Conchita Airoldi","Manuel Gil"],"overview":"Newly married to an older man, Julie returns to Vienna, where a razor wielding slasher is killing women. Jean, her cruel and sadistic former lover, immediately contacts her, certain that only he can satisfy her strange vice. But she rejects him. She also meets George, the handsome cousin of her friend Carol; both are newly rich, thanks to an uncle's death. Julie's husband Neil is away frequently, so George pours on the charm. Meanwhile, it seems that the slasher is now focused on Julie. Bodies pile up, other murders are barely avoided, and George invites her to go away with him. Can it end happily?","release_date":"1971-01-15","vote_average":7.0,"runtime":98,"cert":"N\/A","id":30903,"title":"The Strange Vice of Mrs Wardh","adult":false,"genre_ids":[27,80,9648]},{"cast":[],"overview":"Death In Gaza is an Emmy-award winning 2004 documentary film about the Israeli-Palestinian conflict, opening in the West Bank but then moving to Gaza and eventually settling in Rafah where the film spends most of its time. It concentrates on 3 children, Ahmed (age 12), Mohammed (age 12) and Najla (age 16).","release_date":"2004-08-12","vote_average":6.1,"runtime":80,"cert":"N\/A","id":30904,"title":"Death in Gaza","adult":false,"genre_ids":[99]},{"cast":["Mauricio Garcés","Ana Luisa Peluffo","Abel Salazar","Germán Robles","Guillermo Cramer"],"overview":"A group of archaeologists break into the tomb of an ancient Aztec general, arousing the warrior's head and sending his undead servant out to take revenge on the careless scientists.","release_date":"1963-03-01","vote_average":7.7,"runtime":79,"cert":"N\/A","id":30907,"title":"The Living Head","adult":false,"genre_ids":[27]},{"cast":["Jon Cryer","Rick Stear","Rafael Báez","Ione Skye","Frank Whaley"],"overview":"Two young men (Jon Cryer, Rick Stear) who have been friends since early childhood decide to go on a trip to find a third friend (Rafael Baez) who has long since disappeared. Stories they have heard indicate that the friend has been seen in an apparently rambling, incoherent state at Coney Island. Their trip leads them to a number of adventures involving the otherworld-like life at the Park and revelations related to their own pasts including the death of one's sister, a failed past relationship, financial failings, and alcoholism.","release_date":"1998-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":30910,"title":"Went to Coney Island on a Mission from God... Be Back by Five","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Lehi and his family, led by the Liahona, arrive to the shores of a great sea after traveling far from Jerusalem. Nephi, son of Lehi, is commanded by the Lord to build a ship. They practice faith and obedience to overcome every obstacle and sail to the Promised Land. Witness their gratitude as they kneel on the shore of their new home and give thanks to God for the successful journey.","release_date":"1988-01-01","vote_average":4.0,"runtime":30,"cert":"N\/A","id":30911,"title":"Journey to the Promised Land","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Alma the Younger and the Sons of Mosiah rebel against their parents and work to destroy the church of Christ. In answer to their parents’ prayers, they are visited by an angel. Alma is struck as if dead and his soul suffers the torment of sin. Alma later awakes as new person, converted by the mercy of Jesus Christ. Alma and Mosiah’s sons become the greatest missionaries in the Book of Mormon. Mosiah 26–28; and Alma 36.","release_date":"1989-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30912,"title":"Alma the Younger","adult":false,"genre_ids":[16,10751]},{"cast":["José Mojica Marins","Magda Mei","Nivaldo Lima","Valéria Vasquez","Ilídio Martins Simões"],"overview":"Coffin Joe terrorizes a small peasant community in his search for the perfect woman to bear him a child.","release_date":"1964-11-09","vote_average":6.4,"runtime":84,"cert":"N\/A","id":30913,"title":"At Midnight I'll Take Your Soul","adult":false,"genre_ids":[27]},{"cast":["José Mojica Marins","Tina Wohlers","Nadia Freitas","Antonio Fracari","Jose Lobo"],"overview":"Coffin Joe is still looking for the perfect woman to give birth to a son of his, and, cleared of the past crimes in the first film (At Midnight I'll Take Your Soul), keeps terrorizing the people in his small town with his iconoclast and sadistic practices.","release_date":"1967-03-13","vote_average":6.5,"runtime":109,"cert":"N\/A","id":30914,"title":"This Night I'll Possess Your Corpse","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Abinadi courageously stands before wicked King Noah and his evil priests, calling them to repentance and testifying of Christ. Though Abinadi is killed after fulfilling this mission, his words touch Alma’s heart. Alma, one of the priests, repents and soon brings many people to the waters of baptism as a missionary of the coming Christ. Will these true believers also escape persecution from King Noah?","release_date":"1988-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30915,"title":"Abinadi and King Noah","adult":false,"genre_ids":[16,10751]},{"cast":["Geoffrey Bennett","Walter Boyden","Kim Blackett","William M. Bisson","Neal Barclay"],"overview":"The prophet Lehi preaches repentance to the people of Jerusalem and is persecuted. After he and his family leave Jerusalem he is told by the Lord to return and obtain the brass plates containing the sacred books of Moses. Nephi and his brothers muster their faith, obedience, and determination as they return to obtain the plates from the wicked Laban. 1 Nephi:1–5.","release_date":"1987-01-01","vote_average":4.3,"runtime":25,"cert":"N\/A","id":30916,"title":"Nephi and the Brass Plates","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"He is Risen is the story of the greatest miracle of all, the resurrection and ascension of Jesus. Sorrow and despair at the Lord’s crucifixion become complete joy and love as the disciples behold their resurrected Master three days later. The events of the real story of Easter teach of the atonement and resurrection, providing hope to Christians around the world.","release_date":"1988-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":30917,"title":"He is Risen","adult":false,"genre_ids":[16,10751]},{"cast":["Michael Moriarty","Penelope Milford","Geraldine Fitzgerald","Sarah Langenfeld","Martha Smith"],"overview":"A man who has been having psychic visions of himself killing naked women soon discovers that it's not himself he's seeing, it's his Siamese twin. (yes, they've been separated) So he travels to Hamburg, where the things he's seen start to come to pass…","release_date":"1982-10-15","vote_average":6.0,"runtime":98,"cert":"N\/A","id":30918,"title":"Blood Link","adult":false,"genre_ids":[27,53]},{"cast":["Meg Foster","Wings Hauser","David McCallum","Robert Morley","Steve Railsback"],"overview":"Mystery writer Sian Anderson leaves her boyfriend John for three weeks of intense writing in the isolated Greek town of Monemvassia. Upon her arrival in the ancient, deserted, walled-in fortress, she is met by Elias Appleby, the round eccentric landlord who guides her through mysterious underground passageways to the house where she will work. He warns her to stay inside at night because of the killer winds that arrive after dark.","release_date":"1986-11-17","vote_average":4.8,"runtime":92,"cert":"","id":30919,"title":"The Wind","adult":false,"genre_ids":[27,53]},{"cast":["Michael Callan","Barbara Nichols","Harold J. Stone","Edward Andrews","Jed Allan"],"overview":"A murder story with a comedic twist. A famous photographer uses his models for more than taking pictures. He needs them as victims to satisfy his blood-lust. Each murder becomes more bizarre than the next.","release_date":"1974-12-05","vote_average":7.0,"runtime":94,"cert":"N\/A","id":30920,"title":"The Photographer","adult":false,"genre_ids":[18,27,53]},{"cast":["Daniel Quinn","Darlanne Fluegel","Richard Grove","Mark Rolston","Richard Lynch"],"overview":"Sam Staziak, a rookie cop with the Los Angeles Police Department, is also a 'scanner' (psionic). When a string of murders begins to decimate the police department, Sam faces sensory overload and possible insanity as he uses his powers to hunt the man responsible for the killings.","release_date":"1994-07-27","vote_average":4.9,"runtime":95,"cert":"N\/A","id":30921,"title":"Scanner Cop","adult":false,"genre_ids":[878,27]},{"cast":["Rory Calhoun","Paul Linke","Nancy Parsons","Nina Axelrod","Wolfman Jack"],"overview":"Farmer Vincent kidnaps unsuspecting travellers and is burying them in his garden. Unfortunately for his victims, they are not dead. He feeds his victims to prepare them for his roadside stand. His motto is: It takes all kinds of critters...to make Farmer Vincents fritters. The movie is gory, but is also a parody of slasher movies like Last House on the Left.","release_date":"1980-08-14","vote_average":6.0,"runtime":102,"cert":"N\/A","id":30924,"title":"Motel Hell","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"No overview found.","release_date":"2008-11-13","vote_average":0.0,"runtime":95,"cert":"N\/A","id":30925,"title":"Died Young, Stayed Pretty","adult":false,"genre_ids":[]},{"cast":["Rosalind Allen","Todd Allen","Candace McKenzie","Brittany Alyse Smith","Aaron Lustig"],"overview":"Defense attorney Jennifer Garrick acquires a Pinocchio puppet from a condemned serial killer. Her pre-teen daughter, Zoe, mistakes the puppet as a birthday present and grows attached to her new friend. Suddenly, accidents begin to happen to those who cross Zoe. Zoe claims it's her Pinocchio doll but her therapist thinks otherwise. Pinocchio promises he'll behave if Zoe will cut his strings...","release_date":"1996-10-07","vote_average":4.5,"runtime":96,"cert":"N\/A","id":30926,"title":"Pinocchio's Revenge","adult":false,"genre_ids":[27]},{"cast":["Steve Sandor","Andrea Savio","Mike Lane","William Ostrander","Julie Gray"],"overview":"The world's water supply has dried up due to some sort of apocalypse. A beautiful woman holds the secret to where one of the last springs being guarded by a group of Amazons. A \"Road Warrior\" like crew captures her and tries to make her talk through brutal torture. The hero (Stryker) unites with some of the remaining \"good guys\" and the Amazons and frees the woman. They go on to a \"Road Warrior\" type of concluding battle with the bad guys.","release_date":"1983-09-02","vote_average":4.3,"runtime":86,"cert":"N\/A","id":30927,"title":"Stryker","adult":false,"genre_ids":[28,878]},{"cast":["Kathryn Witt","William Steis","Laura Banks","Frederick Bailey","Leslie Scarborough"],"overview":"Hunters become the hunted when illegal dynamite disturbs the ageold slumber of a carnivorous lizardman. Resort owner Angela, joins forces with Sheriff Keefer to save tourists from the beast's path of death.","release_date":"1987-01-01","vote_average":2.7,"runtime":87,"cert":"N\/A","id":30928,"title":"Demon of Paradise","adult":false,"genre_ids":[27,53]},{"cast":["Donald Pleasence","Tom Baker","Brad Harris","Julie Ege","Michael Dunn"],"overview":"A mad scientist (Donald Pleasence) crosses plants with people, and the results wind up in a sideshow.","release_date":"1974-09-25","vote_average":4.7,"runtime":92,"cert":"N\/A","id":30929,"title":"The Mutations","adult":false,"genre_ids":[27]},{"cast":["Tim Minchin"],"overview":"Filmed at the legendary Enmore in Sydney, Ready for This? contains new songs, new rants, a 9-minute beat poem about a hippy, and just enough of acclaimed Darkside and So Rock stuff to keep the old fans from rioting.","release_date":"2009-11-09","vote_average":5.5,"runtime":105,"cert":"N\/A","id":30930,"title":"Tim Minchin: Ready for This?","adult":false,"genre_ids":[35,10402]},{"cast":["Larry Drake","Charles Durning","Robert F. Lyons","Claude Earl Jones","Lane Smith"],"overview":"Bubba, an intellectually disabled man, is falsely accused of attacking a young girl. Disguised as a scarecrow, he hides in a cornfield, only to be hunted down and shot by four vigilante men. After they are acquitted due to lack of evidence, the men find themselves being stalked by a mysterious scarecrow.","release_date":"1981-10-24","vote_average":6.6,"runtime":96,"cert":"N\/A","id":30931,"title":"Dark Night of the Scarecrow","adult":false,"genre_ids":[27,9648,10770]},{"cast":["Bryant Haliday","Jill Haworth","Anna Palk","William Lucas","Anthony Valentine"],"overview":"A group of experienced archeologists are searching for an old and mystic Phoenician treasure when they are surprised by a series of mysterious murders...","release_date":"1972-05-19","vote_average":5.4,"runtime":89,"cert":"18","id":30934,"title":"Tower of Evil","adult":false,"genre_ids":[27]},{"cast":["Claire Brennen","Lee Raymond","Lynn Courtney","Bill McKinney","Claude Earl Jones"],"overview":"Claire Brennen stars as a waitress who leaves the greasy-diner business for the excitement of the carnival. She quickly discovers that she despises freaks and human oddities.","release_date":"1967-05-03","vote_average":3.0,"runtime":83,"cert":"N\/A","id":30935,"title":"She Freak","adult":false,"genre_ids":[27]},{"cast":["Josh Hammond","Riley Smith","Chris Olivero","Dominic Catrambone","Kovács Krisztián"],"overview":"Alien Arsenal, also released as Alien Weapons, tells the story of two teenage misfits, Ralph and Baxter, who accidentally discover a bizarre vault full of alien weaponry and body armor in the basement of their high school, with which they harness the power to transform from super geeks...to superheroes. Unfortunately, their discovery signals the arsenal's alien owners who have returned to Earth to reclaim the deadly cache...and destroy the planet!","release_date":"1999-05-17","vote_average":3.3,"runtime":90,"cert":"N\/A","id":30936,"title":"Alien Arsenal","adult":false,"genre_ids":[10770]},{"cast":["Tom Skerritt","Steve Forrest","G. D. Spradlin","Harry Morgan","Diana Muldaur"],"overview":"No overview found.","release_date":"1978-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":30937,"title":"Maneaters Are Loose!","adult":false,"genre_ids":[28,18,27,53]},{"cast":["Gary Busey","Ian D. Clark","Ty Wood","Diana Reis"],"overview":"When a dismembered body is found in the Appalachian Mountains, a county Sheriff is shocked to discover that the predator is a six-hundred pound Bengal tiger.","release_date":"2007-07-23","vote_average":4.1,"runtime":null,"cert":"N\/A","id":30938,"title":"Maneater","adult":false,"genre_ids":[28,18,10751,27,53]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"From Metallica.com 'In June of this year we were fortunate enough to return to Mexico City for three sold out shows at Foro Sol Stadium and with 155,000 of you there over the three nights, we knew it would be extra special. So we asked our friend Wayne Isham to join us with a film crew and the results of that crazy, magical, most memorable long weekend are shown here on this single disc pressing.","release_date":"2009-11-24","vote_average":6.3,"runtime":120,"cert":"N\/A","id":30939,"title":"Metallica: Orgullo, Pasion y Gloria: Tres Noches En La Ciudad de Mexico","adult":false,"genre_ids":[10402]},{"cast":["Louis Gossett Jr.","Jonathan Silverman","Michael Madsen","Samantha Ferris","Greg Thirloway"],"overview":"Postal inspectors investigate a con man who uses the identities of others to falsify credit card purchases. Stealing credit card offers from mail boxes, he obtains cards in others' names, makes many purchases until the card is maxed out, but is always careful to pay minimum balances. According to the story, it is possible for individuals such as this to run many credit cards at a time without being caught.","release_date":"2000-03-12","vote_average":5.0,"runtime":97,"cert":"N\/A","id":30940,"title":"The Inspectors 2: A Shred of Evidence","adult":false,"genre_ids":[10770,80,9648]},{"cast":["Sean Connery","Dyan Cannon","Martin Balsam","Ralph Meeker","Alan King"],"overview":"A thief, Duke Anderson, just released from ten years in jail, takes up with his old girlfriend, Ingrid, in her posh apartment. He makes plans to rob the entire building. What he doesn't know is that his every move is recorded on audio and video tape, although he is not the subject of any surveillance.","release_date":"1971-06-17","vote_average":6.5,"runtime":99,"cert":"N\/A","id":30941,"title":"The Anderson Tapes","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Wu Jing","Ronald Cheng","Miki Yeung","Cheung Siu-Fai","Ken Lo"],"overview":"A young man learns the fighting techniques of Sanda from a coach. The two become best friends as the young man prepares to enter an underground tournament, competing against some of the top fighters of the world.","release_date":"2006-10-05","vote_average":6.0,"runtime":110,"cert":"N\/A","id":30942,"title":"Fatal Contact","adult":false,"genre_ids":[28]},{"cast":["Michelle Pfeiffer","Treat Williams","Whoopi Goldberg","Jonathan Jackson","Cory Buck"],"overview":"Michelle Pfeiffer is ferocious in the role of a desperate mother whose 3-year-old son disappears during her high school reunion. Nine years later, by chance, he turns up in the town in which the family has just relocated. Based on Jacquelyn Mitchard's best-selling novel (an Oprah book club selection), the movie effectively presents the troubling dynamics that exist between family members who've suffered such an unsettling loss.","release_date":"1999-03-12","vote_average":6.2,"runtime":106,"cert":"N\/A","id":30943,"title":"The Deep End of the Ocean","adult":false,"genre_ids":[18,9648]},{"cast":["Armand Assante","Rachel Ward","Bryan Brown","Jacqueline McKenzie","Grant Bowler"],"overview":"The world has finally managed to blow itself up and only Australia has been spared from nuclear destruction and a gigantic wave of radiation is floating in on the breezes. One American sub located in the Pacific has survived and is met with disdain by the Australians. The calculations of Australia's most renowned scientist says the country is doomed. However, one of his rivals says that he is wrong. He believes that a 1000 people can be relocated to the northern hemisphere, where his assumptions indicate the radiation levels may be lower. The American Captain is asked to take a mission to the north to determine which scientist is right.","release_date":"2000-05-28","vote_average":6.4,"runtime":195,"cert":"N\/A","id":30944,"title":"On the Beach","adult":false,"genre_ids":[18,878]},{"cast":["Eriq La Salle","Luis Guzmán"],"overview":"No overview found.","release_date":"1999-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":30945,"title":"Mind Prey","adult":false,"genre_ids":[28,18,53]},{"cast":["Joan Allen","Jeff Daniels","Robert Forster","Andre Braugher","Bokeem Woodbine"],"overview":"A rich cross-section of urban USA find their lives changed when their fates collide at gunpoint.","release_date":"1999-09-11","vote_average":5.3,"runtime":99,"cert":"N\/A","id":30946,"title":"It's the Rage","adult":false,"genre_ids":[35]},{"cast":["Dean Cain","Jennifer Beals","Frederic Forrest","Stacy Keach","John Beck"],"overview":"When deadly anthrax missiles are stolen by a militia, ATF agent Ethan Carter (Dean Cain) must go undercover and join the group to save the country from disaster.","release_date":"2000-01-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":30947,"title":"Militia","adult":false,"genre_ids":[28,53]},{"cast":["Gary Daniels","Chuck Jeffreys","Frank Gorshin","Darren Shahlavi","Nina Repeta"],"overview":"Ken O'Hara (Gary Daniels) is a \"Mindhunter\" - a serial killer specialist enlisted to find the mass murderer (Darren Shahlavi) intent on killing the strongest fighters in New York City. Trying to catch this cunning and clever killer is the hardest assignment Ken has ever had. Now, the moon is rising again and he must use all of his resources to hunt down the murderer....or he may be the next to die.","release_date":"1997-06-20","vote_average":7.1,"runtime":102,"cert":"N\/A","id":30948,"title":"Bloodmoon","adult":false,"genre_ids":[28,53]},{"cast":["Woody Harrelson","Gina Gershon","Elisabeth Shue","Michael Rapaport","Chloë Sevigny"],"overview":"A recently released ex-con gets involved in a fake kidnapping scheme that turns very real.","release_date":"1998-02-20","vote_average":5.8,"runtime":114,"cert":"N\/A","id":30949,"title":"Palmetto","adult":false,"genre_ids":[9648,53,18,10749,80]},{"cast":["Christian Bale","Emily Watson","Lee Ross","Elsa Zylberstein"],"overview":"After ten years absence Toni, Chris's best friend, suddenly reappears in London to bring chaos and doubt into Chris's calm, tranquil, slightly boring, predictable life. Chris starts to remember his carefree youth as a photographer in Paris when he lived with and enjoyed a torrid affair with Annick. It was also in Paris that he first met and fell in love with Marion. The temptations and pressure exerted on Chris by Toni to return to their former carefree life of sex, drugs and rock'n'roll soon starts to have an impact on Chris's marriage. He starts to question his values, his lifestyle choices and his relationship with Marion and even suspects her of starting an affair with Toni whom she dislikes! Eventually circumstances come to a head and Chris is forced to decide whether to follow Toni back to the hedonistic, irresponsible life of his youth or face the harsh realities of the present and stay with Marion.","release_date":"1997-08-30","vote_average":5.8,"runtime":105,"cert":"N\/A","id":30950,"title":"Metroland","adult":false,"genre_ids":[35,18]},{"cast":["Casper Van Dien","Gerald McRaney","Stewart Bick","Tammy Isbell","Ron White"],"overview":"No overview found.","release_date":"2001-01-01","vote_average":4.6,"runtime":92,"cert":"N\/A","id":30951,"title":"Danger Beneath the Sea","adult":false,"genre_ids":[28,53]},{"cast":["Peter Murphy","Daniel Ash","David J","Kevin Haskins"],"overview":"A registration of the band's concert at the Roseland Ballroom in New York City during their 1998 reunion tour.","release_date":"1999-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":30952,"title":"Bauhaus: Gotham","adult":false,"genre_ids":[99,10402]},{"cast":["Björk"],"overview":"\"Volumen\" collects every video from Bjork's career {up until Hunter}, and showcases the work of famed video director's Spike Jonze, Sophie Muller and Michael Gondry","release_date":"1999-01-01","vote_average":9.3,"runtime":64,"cert":"N\/A","id":30953,"title":"Björk: Volumen","adult":false,"genre_ids":[10402]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Bill Ward"],"overview":"Filmed live during Black Sabbath's 1999 \"Reunion\" tour, this historic concert features the original lineup of the legendary metal band","release_date":"1999-01-01","vote_average":6.3,"runtime":106,"cert":"","id":30954,"title":"Black Sabbath: The Last Supper","adult":false,"genre_ids":[99,10402]},{"cast":["Brian Setzer","Beth Curry","Bernie Dresel","Robbie Hioki","Julie Reiten"],"overview":"Filmed December 18, 2004 at L.A's sold-out Universal Amphitheatre, its is easily the best video presentation of the Brian Setzer Orchestra ever. A 1-hour-and-40-minute concert, plus behind the scenes b-roll footage, including a first-time look at Brian Setzer and his orchestrator composing a chart from scratch. Track Listings: Dig that Crazy Santa Claus, This Cat's On A Hot Tin Roof, Boogie Woogie Christmas, Dirty Boogie, Winter Wonderland, Sleigh Ride, Santa Claus is Back in Town, Caravan, Pipeline, Stray Cat Strut\/You're A Mean One, Mr. Grinch, Jump Jive An' Wail, Zat You Santa Claus?, Let It Snow! Let It Snow! Let It Snow!, Run Rudolph run, Gene &amp; Eddie, Blue Christmas, Rat Pack Boogie, Fishnet Stockings, Rock This Town, Nutcracker Suite, Rumble in Brighton, Gettin' In the Mood.","release_date":"2005-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":30955,"title":"The Brian Setzer orchestra: Christmas Extravaganza","adult":false,"genre_ids":[10402]},{"cast":["George Fisher","Paul Mazurkiewicz Jr.","Pat O'Brien","Alex Webster","Jack Owen"],"overview":"No overview found.","release_date":"2004-02-24","vote_average":0.0,"runtime":41,"cert":"N\/A","id":30956,"title":"Cannibal Corpse: The Making of The Wretched Spawn","adult":false,"genre_ids":[10402]},{"cast":["Paul Ahmarani","Isabelle Chasse","Francesca Gagnon","Jorane","Mathieu Lavoie"],"overview":"On July 11 2004, over 200,000 spectators filled the downtown streets of Montreal to take part in a unique celebration, an incredible one-night-only special event! With more than 250 artists, Midnight Sun is a brilliant combination of music and circus - the perfect chemistry of sight and sound.  An unforgettable viewing experience filmed in high definition!","release_date":"2004-07-11","vote_average":6.8,"runtime":120,"cert":"N\/A","id":30957,"title":"Cirque du Soleil: Midnight Sun","adult":false,"genre_ids":[99,10402]},{"cast":["Svein Roger Karlsen"],"overview":"When Kaptein Sabeltann and his men land on the mysterious island Gral, they are warned by the sorceress Miriam av Gral, that the lord of the island, Greven av Gral (the Count of Gral), is cruel and mad, and would like to replace Kaptein Sabeltann as the king of the sea.","release_date":"2000-06-05","vote_average":0.0,"runtime":77,"cert":"N\/A","id":30958,"title":"Kaptein Sabeltann og den forheksede øya","adult":false,"genre_ids":[18]},{"cast":["Michiyo Aratama","Misako Watanabe","Rentarô Mikuni","Kenjiro Ishiyama","Ranko Akagi"],"overview":"Taking its title from an archaic Japanese word meaning \"ghost story,\" this anthology adapts four folk tales. A penniless samurai marries for money with tragic results. A man stranded in a blizzard is saved by Yuki the Snow Maiden, but his rescue comes at a cost. Blind musician Hoichi is forced to perform for an audience of ghosts. An author relates the story of a samurai who sees another warrior's reflection in his teacup.","release_date":"1964-12-29","vote_average":7.8,"runtime":183,"cert":"N\/A","id":30959,"title":"Kwaidan","adult":false,"genre_ids":[18,14,27]},{"cast":["Michael Amott","Bill Steer","Jeffrey Walker"],"overview":"Wake Up and Smell the... Carcass is a compilation album by the band Carcass, and is also the name of a Video\/DVD compilation of the band's songs. The cover is a photo of John F. Kennedy's autopsy.","release_date":"2001-01-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":30960,"title":"Carcass: Wake Up And Smell The Carcass","adult":false,"genre_ids":[10402]},{"cast":["Glen Benton","Steve Asheim","Jack Owen","Ralph Santolla"],"overview":"Doomsday L.A. is the second live DVD released by Deicide. It was released shortly after the Doomsday L.A. live EP was released on iTunes. The bonus material on the DVD includes interviews with the band members and the videos for \"Homage For Satan\" and \"Desecration\".","release_date":"2007-01-01","vote_average":9.0,"runtime":72,"cert":"N\/A","id":30961,"title":"Deicide: Doomsday In L.A.","adult":false,"genre_ids":[10402]},{"cast":["Daniel Auteuil","Nastassja Kinski","Katrin Cartlidge","Marianne Denicourt","Ciarán Hinds"],"overview":"Xavier Lombard is a world-weary private eye in London, in exile from his native Paris; his best friend is Nathalie, a high-class call girl. He gets a call from an old friend from the Paris police department, now a businessman whose brother-in-law is missing. The missing man's parents hire Xavier over their daughter's objections, and quickly he finds himself in the realm of children's sexual slavery.","release_date":"1999-06-25","vote_average":5.9,"runtime":102,"cert":"N\/A","id":30964,"title":"The Lost Son","adult":false,"genre_ids":[9648,53]},{"cast":["Ronnie James Dio","Rudy Sarzo","Simon Wright","Doug Aldrich","Scott Warren"],"overview":"Captured live in front of a sold-out London crowd Ronnie James Dio delivers a truly memorable performance on this truly memorable night - October 22, 2005. This set includes a performance of Dio's debut album, Holy Diver, in its entirety. Dio has been hailed as one of the finest voices in Heavy Metal for over 30 years now and for good reason.","release_date":"2006-04-17","vote_average":6.3,"runtime":116,"cert":"N\/A","id":30965,"title":"Dio: Holy Diver Live","adult":false,"genre_ids":[10402]},{"cast":["George Chuvalo","Henry Cooper","George Foreman","Joe Frazier","Larry Holmes"],"overview":"Ten of Muhammad Ali's former rivals pay tribute to the three-time world heavyweight champion.","release_date":"2009-01-01","vote_average":7.5,"runtime":100,"cert":"N\/A","id":30966,"title":"Facing Ali","adult":false,"genre_ids":[99]},{"cast":["Louis C.K."],"overview":"Profane, vulgar and obscenely funny, Louis C.K. insists on telling the truth, whether you like it or not! Join the Emmy Award-winning stand-up comic and TV star (Lucky Louie) as he shares his thoughts on the stuff everyone thinks about -- male bodily fluids, the joys of being white, the difference between women and girls -- but never has the nerve to say. It's Louis C.K. at his risk-taking best: fearless, honest and totally outrageous! Nominated for the 2009 Emmy for Outstanding Writing for a Variety, Music or Comedy Special","release_date":"2008-10-01","vote_average":8.2,"runtime":60,"cert":"N\/A","id":30969,"title":"Louis C.K.: Chewed Up","adult":false,"genre_ids":[35]},{"cast":["Juliette Binoche","Thierry Neuvic","Josef Bierbichler","Alexandre Hamidi","Maimouna Hélène Diarra"],"overview":"A series of events unfold like a chain reaction, all stemming from a minor event that brings the film's five characters together. Set in Paris, France, Anne is an actress whose boyfriend Georges photographs the war in Kosovo. Georges' brother, Jean, is looking for the entry code to Georges' apartment. These characters lives interconnect with a Romanian immigrant and a deaf teacher.","release_date":"2000-11-15","vote_average":6.9,"runtime":118,"cert":"N\/A","id":30970,"title":"Code Unknown","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Christopher Plummer","Henry Ian Cusick","Stuart Bunce","Daniel Kash","Stephen Russell"],"overview":"A word for word depiction of the life of Jesus Christ from the Good News Translation Bible as recorded in the Gospel of John.","release_date":"2003-09-11","vote_average":8.4,"runtime":125,"cert":"N\/A","id":30973,"title":"The Visual Bible: The Gospel of John","adult":false,"genre_ids":[18,36]},{"cast":["Fanny Valette","Johan Libéreau","Maud Wyler","Nicolas Giraud","Justin Blanckaert"],"overview":"A group of friends on vacation decide to venture onto a trail high up in the mountains that has been closed for repairs. The climb proves more perilous than planned, especially as they soon realize that they are not alone. The adventure turns into a nightmare.","release_date":"2009-06-24","vote_average":5.6,"runtime":90,"cert":"N\/A","id":30974,"title":"High Lane","adult":false,"genre_ids":[28,53,27]},{"cast":["Erin Cottrell","Holliston Coleman","Victor Browne","Hank Stratton","Braeden Lemasters"],"overview":"Missie three years later: being a single mother after her husband Willie was shot during a poker scuffle. She and Maddy move back in with her parents Clark and Marty. She finds a new home, and finds a new teaching position that she settles right into, but Missie has lost all faith in herself, until a chance encounter at her father's church where she adopts homeless orphan Belinda Marshall.","release_date":"2007-04-07","vote_average":6.6,"runtime":84,"cert":"N\/A","id":30975,"title":"Love's Unending Legacy","adult":false,"genre_ids":[18,10749]},{"cast":["Paul McCartney"],"overview":"For the Russian audience, McCartney's appearance in Moscow is little short of a miracle. The Beatles were banned for decades by the Soviet government, which regarded their music as the epitome of Western decadence and propaganda, and the fans' only access to the group was through the occasional photo or black market album. Their reaction to his 2003 visit is a mixture of frenzy and rapture.","release_date":"2003-01-01","vote_average":5.3,"runtime":160,"cert":"N\/A","id":30976,"title":"Paul McCartney In Red Square","adult":false,"genre_ids":[10402]},{"cast":["Tommy Kelly","Jackie Moran","Ann Gillis","May Robson","Victor Jory"],"overview":"An orphan in 1850 Missouri gets into a variety of scrapes, including a murder mystery.  Entertaining David O. Selznick production of Mark Twain classic with more slapstick than Twain may have had in mind.  Cave sequence with Injun Joe is unforgettable.","release_date":"1938-02-11","vote_average":6.6,"runtime":90,"cert":"N\/A","id":30977,"title":"The Adventures of Tom Sawyer","adult":false,"genre_ids":[10751,12]},{"cast":["Lan Artis","Toni Cahunek","Jure Dolamič","Matic Horvat","Žan Perko"],"overview":"Glavni junak je Piksi. Med počitnicami v kleti najde bratove kasete in tri dni posluša posnetke rocka, kar mu spremeni življenje. Odloči se, da bo ustanovil svoj punk rock bend. V njem so Piksi (električna kitara), Pejo (bas kitara), Sani (bobni) in Edi (vokal). Najprej so se imenovali Avtsajders, nato pa Ilegalci. Njihov idol pa je Johny Thunders. Piksi ima očeta, ki ves čas poležava pred televi","release_date":"2009-03-15","vote_average":6.0,"runtime":86,"cert":"N\/A","id":30978,"title":"Distortion","adult":false,"genre_ids":[18]},{"cast":["Simon Baron-Cohen","Temple Grandin","Roy Richard Grinker","Rowan Isaacson","Rupert Isaacson"],"overview":"Filmmaker Michel Orion Scott captures a magical journey into a little-known world, in a documentary which chronicles Rupert Isaacson and Kristin Neff's personal odyssey to make sense of their child's autism, and find healing for him and themselves in the unlikeliest of places.","release_date":"2009-11-25","vote_average":6.8,"runtime":93,"cert":"N\/A","id":30979,"title":"The Horse Boy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Shows how American public schools have failed in their mission to provide education, erode the country's democratic foundation by denying the most basic civil rights to youth, and often resemble prisons.","release_date":"2009-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":30980,"title":"The War on Kids","adult":false,"genre_ids":[99]},{"cast":[],"overview":"KNOW YOUR MUSHROOMS follows uber myco visionaries Gary Lincoff and Larry Evans (two of the more expert and unforgettably mercurial characters in the community) as they lead us on a hunt for the wild mushroom and the deeper cultural experiences attached to the mysterious fungi.","release_date":"2009-05-29","vote_average":6.0,"runtime":74,"cert":"N\/A","id":30981,"title":"Know Your Mushrooms","adult":false,"genre_ids":[99]},{"cast":["Charlie Chaplin","Edna Purviance","Ernest Van Pelt","Paddy McGuire","Lloyd Bacon"],"overview":"The Little Fellow finds the girl of his dreams and work on a family farm. He helps defend the farm against criminals, and all seems well, until he discovers the girl of his dreams already has someone in her life. Unwilling to be a problem in their lives, he takes to the road, though he is seen skipping and swinging his cane as if happy to be back on the road where he knows he belongs.","release_date":"1915-04-12","vote_average":6.5,"runtime":27,"cert":"N\/A","id":30982,"title":"The Tramp","adult":false,"genre_ids":[35]},{"cast":["Guido Gerosa","Gianfranco Vene","Edmund Purdom","Giorgio Albertazzi"],"overview":"Cult director Sergio Martino, during the most glorious mondo years, delivered Naked and Violent, a documentary which unveils the brutality of the USA. Hidden behind a mask of perfection and justice, Naked and Violent traces the problems of American society in the 70s: from racial persecutions to the depraved sexual habits of the middle class, from the drug market to illegal gambling.","release_date":"1970-07-29","vote_average":0.0,"runtime":104,"cert":"N\/A","id":30989,"title":"Naked and Violent","adult":false,"genre_ids":[99]},{"cast":["Nancy Snyder","Nancy Boykin","Joel Colodner","Ted Le Plat","Lawrence Tierney"],"overview":"A woman communicates with a houseplant that was the only witness to a recent murder.","release_date":"1979-06-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":30990,"title":"The Kirlian Witness","adult":false,"genre_ids":[80,27,53]},{"cast":["Roy Scheider","Helen Warren","Margot Hartman","Robert Milli","Candace Hilligoss"],"overview":"A wealthy member of the Sinclair family dies, leaving detailed instructions for his potential heirs, who include Philip and Abigail. When his relatives refuse to comply with his wishes, the dead man returns from the grave and proceeds to exact his revenge on his insubordinate kin, killing each of them in precisely the ways they most fear.","release_date":"1964-05-01","vote_average":4.5,"runtime":84,"cert":"N\/A","id":30991,"title":"The Curse of the Living Corpse","adult":false,"genre_ids":[27]},{"cast":["Gu Meng-He","Woo Ping","Jin Shan","Zhou Wen-Zhu","Shi Chao"],"overview":"In this Chinese version of The Phantom of the Opera, the mysterious Song Danping terrorizes the newly rebuilt opera house and its young star.","release_date":"1937-01-01","vote_average":6.8,"runtime":113,"cert":"N\/A","id":30992,"title":"Song at Midnight","adult":false,"genre_ids":[27,18,10402]},{"cast":["Robert Lee Oliver","Donatella Hecht","Neal Rosen","Valorie Hubbard","Terry Hayes"],"overview":"A venereal disease turns an entire town of two-timing mothers into cannibals!","release_date":"1988-09-16","vote_average":4.4,"runtime":89,"cert":"N\/A","id":30993,"title":"Flesh Eating Mothers","adult":false,"genre_ids":[35,27]},{"cast":["Michael Hutchence","Saskia Post","Nique Needles","Deanna Bond","Tony Helou"],"overview":"The place is Melbourne, Australia 1978. The punk phenomenon is sweeping the country and Dogs In Space, a punk group, are part of it. In a squat, in a dodgy suburb, live a ragtag collection of outcasts and don't-wanna-be's who survive on a diet of old TV space films, drugs and good music. And the satellite SKYLAB could crash through their roof at any moment...","release_date":"1986-12-18","vote_average":6.3,"runtime":103,"cert":"N\/A","id":30994,"title":"Dogs in Space","adult":false,"genre_ids":[10402,18]},{"cast":["Michael Rubin","Steve McCoy","George Seminara","Robert C. Sabin","Peter Bush"],"overview":"A high-school student (Michael Ruben) and a drug pusher (Steve McCoy) land in a nuclear-wasted river and come out zombies.","release_date":"1987-07-01","vote_average":4.7,"runtime":91,"cert":"N\/A","id":30995,"title":"I Was a Teenage Zombie","adult":false,"genre_ids":[35,27]},{"cast":["Forbes Riley","Ric Randig","Dick Biel","Kathy LaCommare","Mary Ellen David"],"overview":"A sociology instructor finds her new teaching duties at a private college interrupted by the presence of a killer.","release_date":"1984-07-13","vote_average":4.7,"runtime":77,"cert":"","id":30996,"title":"Splatter University","adult":false,"genre_ids":[27,9648,53]},{"cast":["Lara Wendel","Greg Rhodes","Mary Sellers","Ron Houck","Martin Jay"],"overview":"A group of unlikely companions receive a radio call leading to a deserted house with a grisly past. After exploring the house, the group makes the foolish decision to split up, leading to a trail of death and destruction as the house unleashes its deadly past. Along the way expect severed heads, exploding light bulbs, demonic clown dolls, and creepy children.","release_date":"1988-05-21","vote_average":5.0,"runtime":95,"cert":"N\/A","id":30997,"title":"Ghosthouse","adult":false,"genre_ids":[27]},{"cast":["Ben Kingsley","Amy Irving","Alec Baldwin","Richard Jenkins","Jay O. Sanders"],"overview":"After his young son dies from the negligience of medical professionals at a hospital, Harry Fertig (Kinglsey) takes matters into his own hands and kills the negligent doctors responsible. Slick lawyer Roy Bleakie (Baldwin), looking only to win a case and not caring of the matters involved, is assigned Fertig's case. Shocked to hear that his client wants to plead guilty, the case causes Bleakie to question his own morals by defending an honorable man.","release_date":"1999-03-26","vote_average":6.2,"runtime":114,"cert":"N\/A","id":30998,"title":"The Confession","adult":false,"genre_ids":[53,18]}]