[{"cast":[],"overview":"Talk about going to the dogs! Everyone's favorite fire engine red puppy, Clifford, is back in a series of fun new adventures. In \"Helping Paws,\" Clifford proves that although he's kind of little, he can be a big help to his friends. In \"Puppy Play Time,\" the pooch discovers that via imagination, sharing and friendship, you don't always need a toy to have fun during playtime.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310008,"title":"Clifford's Puppy Days: Helping Paws \/ Puppy Playtime","adult":false,"genre_ids":[10751]},{"cast":["Lil Dagover","Paul Hartmann","Rolf Moebius","Helga Marold"],"overview":"Melodrama written by Douglas Sirk.","release_date":"1938-05-23","vote_average":0.0,"runtime":97,"cert":"N\/A","id":310010,"title":"Dreiklang","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Some of the most successful underground punk bands are showcased in this compilation from indie punk label Drive-Thru Records. The video features over three hours of videos from Drive-Thru's stable, including Allister, Fenix TX, Home Grown, The Movielife, New Found Glory, RX Bandits, Something Corporate and The Starting Line; plus concert footage, interviews and home videos from many bands including Senses Fail, Steel Train and The Early November.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310012,"title":"Drive-Thru Records: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grammy winner Dwight Yoakam brings his signature country twang to this collection of seven videos of his early hits, including two live performances of \"Honky Tonk Man,\" filmed in Los Angeles and Las Vegas in 1986. Also featured are \"White Cadillac,\" \"Little Sister,\" \"Always Late with Your Kisses,\" \"Streets of Bakersfield\" and \"Guitars, Cadillacs,\" as well as behind-the-scenes interviews with the beloved country crooner.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310014,"title":"Dwight Yoakam: Just Lookin' for a Hit","adult":false,"genre_ids":[]},{"cast":[],"overview":"Voiced in Hindi, this animated fantasy-adventure follows Chinku, a curious young boy from modern-day Mumbai, as he finds a magical book with mystical powers that transport him to the time of Alibaba and the 41 thieves.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310016,"title":"Alibaba Aur 41 Chor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though psychotic Willie feels compelled to torture, murder -- and eat -- those he considers immoral, he struggles to quash his desires in this bloody sequel. It's a losing battle, however, and he continues seeking out prostitutes and criminals to satisfy his cravings even after the death of his vicious twin. Evil Ed and the Meat Man return in fine form for this second gruesome gore fest. Extras include a making-of documentary.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310018,"title":"Dead Body Man 2: Separation Anxiety","adult":false,"genre_ids":[]},{"cast":["John Graham-Hall","Patricia Johnson","Alan Opie","Felicity Palmer","Jean Rigby"],"overview":"Accompanied by the London Philharmonic Orchestra, composer Benjamin Britten's satirical look at life in an English market town delivers plenty of laughs. When Lady Billows (Patricia Johnson) realizes no girls in town are worthy of the May Queen title, she crowns virtuous Albert Herring (John Graham-Hall), the greengrocer's son, as the village's May King. The comic opera features a strong ensemble cast including Alan Opie and Felicity Palmer.","release_date":"1985-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":310020,"title":"Albert Herring","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set against the beautiful and historical sites of Vietnam, pop-rock Brits BBMak -- singer Mark Barry, guitarist Christian Burns and guitarist Ste McNally -- perform acoustic renditions of their hit tunes in this 2001 music-filled travelogue. Songs include \"Back Here,\" \"I'm Not in Love,\" \"Scotland the Brave,\" \"Again\" and more. Take a tour with the trio as they discover Vietnamese culture, history and spirituality.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310028,"title":"BBMak: Live in Vietnam: Music in High Places","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eight women vie for the Grand Prix Championship in this no-holds-barred mixed martial arts tournament. Matchups include Kaitlin Young vs. Suzy Smith, Jan Finney vs. Meisha Tate, Jen Babcock vs. Nicdali Calanoc and Patti Lee vs. Jordan Sprague. In the end, only one woman will triumph and claim the championship title. Bonuses include pre-fight coverage, behind-the-scenes interviews and a Tara LaRosa vs. Cody Welchlin superfight.","release_date":"2008-09-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310030,"title":"Hook N Shoot: 2007 Women's Grand Prix","adult":false,"genre_ids":[]},{"cast":[],"overview":"Veteran drivers share their race secrets in David Ray's high-speed how-to. Detailed lessons cover several track techniques, including heel and toe shifting, navigating the course and maintaining speed through the turns. Other highlights include valuable tips from Daytona 24 winner Randy Pobst; BMW tuner Steve Dinan explaining what it takes to get a vehicle ready to race; and footage of street cars being pushed to their limits on real tracks.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310032,"title":"Hooked on Driving: David Ray","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pull up your beach chair and relax as you listen to the melodies of Israel \"Iz\" Kamakawiwo'ole and his band, considered a leading influence in contemporary Hawaiian music. Iz filmed these two concerts in 1993 and 1995 -- just two years before his untimely death -- and they aired as part of KHNL-TV's \"Hot Hawaiian Nights\" series. Songs include \"Ka Huila Wai,\" \"Panini Pua Kea,\" \"Living in a Sovereign Land,\" \"Tengoku Kara Kaminare\" and more.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310034,"title":"Iz: Hot Hawaiian Nights","adult":false,"genre_ids":[]},{"cast":["Ulrike Krumbiegel","Ulrich Thein","Tobias Langhoff","Hansjürgen Hürrig","Monika Lennartz"],"overview":"","release_date":"1988-11-20","vote_average":0.0,"runtime":122,"cert":"N\/A","id":310036,"title":"Der Aufstand der Fischer von St. Barbara","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This meaningful documentary, the English translation of a 10-part Spanish-language series, explores the life and work of Jesus Christ. Cameras travel to biblical sites in the Middle East where Christ lived, as historians discuss his legacy. The program also examines archaeological evidence that brings the reality of the Bible to life, the long history of Christian-inspired artwork and the evolution of Christian beliefs over two millennia.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310038,"title":"Jesus, His Life, Mystery and Message","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Monkees' Michael Nesmith delights the crowd in this solo performance at the 30th annual Britt Festival in Jacksonville, Ore. Nesmith lends his soulful, Western style to solo hits such as \"Joanne,\" \"Silver Moon\" and \"Moon over the Rio Grande.\" Between tunes, he offers plenty of his trademark offbeat humor and repartee with his backup band of long-time collaborators Red Rhodes, John Jorgenson, Joe Chemay, Luis Conte and John Hobbs.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310052,"title":"Michael Nesmith: Live at the Britt","adult":false,"genre_ids":[]},{"cast":["Jodi Forrest","Catherine Le Guen"],"overview":"This narrated computer animation, with an original musical score, illuminates cellular mitosis. DNA self-replicates; chromosomes divide into two daughter cells; but it begins with a hormone entering the nucleus of a cell.","release_date":"1999-01-01","vote_average":10.0,"runtime":14,"cert":"\"NR\"","id":310057,"title":"Voyage Inside the Cell","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Follow gentle Oswald, the titular star of Nickelodeon's popular children's animated series, as he navigates life in the big city with his good-natured pals, Henry the waddling penguin and Daisy the friendly flower, and his loyal pet, Weenie the pup. Includes eight episodes featuring the bouncy, blue-hued octopus.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310059,"title":"Oswald: Welcome to the Big City!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary tenor Plácido Domingo and renowned cellist Mstislav Rostropovich unite for a remarkable performance in this once-in-a-lifetime concert, filmed live at the Ancient Roman Theater in Mérida, Spain. Performing a variety of operatic overtures and cello concertos from Tchaikovsky, Haydn, Massenet and others in a beautiful open-air setting, the masterful duo is accompanied by the Mariinsky Theatre Orchestra.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310061,"title":"Placido Domingo with Mstislav Rostropovich","adult":false,"genre_ids":[]},{"cast":[],"overview":"Law-abiding citizen Benny Hines is so by-the-book that he won't even cross the street until the sign says \"Walk.\" But when his best friend gets into $20,000 worth of trouble with a heartless loan shark, Benny does the unthinkable and commits a string of high-stakes felonies. Sacrificing his morals for the sake of a pal, however, may cost Benny more than he ever imagined.","release_date":"2005-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":310063,"title":"Queens Over Jacks","adult":false,"genre_ids":[]},{"cast":[],"overview":"They rule the grassy battlefields and over the perilous rivers. They are the world's deadliest predators: the big cats and big crocs of the African wild. Each possess its own lethal skill set, which it needs in order to stay alive in one of the most unpredictable environments on Earth.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310077,"title":"Smithsonian Channel: Predator Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"This Indian art house film directed by Shyam Benegal weaves the same characters and love stories together in short stories told from different points of view. With less emphasis on sheer entertainment value and Bollywood song-and-dance numbers, this film will appeal to fans of layered character studies looking for some food for thought.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310079,"title":"Suraj Ka Satwan Ghoda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Father Thomas Dubay leads this thought-provoking 13-part series about the life and spirituality of St. Teresa of Avila, a charismatic nun who played a pivotal role in the Catholic Reformation. One of the greatest mystics of the Catholic faith, she based her concept of a new kind of Carmelite monastery on powerful visions she began having in the prime of her life and went on to found a house of strict observances.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310081,"title":"Teresa of Avila: Personality and Prayer","adult":false,"genre_ids":[]},{"cast":["Susanna Hoffs","Debbi Peterson","Victoria Peterson","Michael Steele"],"overview":"After more than a decade apart, the Bangles reunite for a memorable concert of their greatest hits filmed live at the Hollywood House of Blues in 2000. Highlights include renditions of \"Walk Like an Egyptian,\" \"Eternal Flame,\" \"Manic Monday,\" \"In Your Room\" and \"Hazy Shade of Winter,\" plus a candid interview with band members Susanna Hoffs, Debbi Peterson, Vicki Peterson and Michael Steele about the highs and lows of pop stardom.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310083,"title":"The Bangles: Return to Bangleonia","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Recorded live in Nashville, Tenn., this memorable concert captures the all-American Charlie Daniels Band playing the most requested tracks of their celebrated career. A nostalgic set list includes \"Road Dogs,\" \"The Legend of Wooley Swamp,\" \"Sidewinder,\" \"Trudy,\" \"Still in Saigon,\" \"Freebird,\" \"Long-Haired Country Boy,\" \"In Memory of Elizabeth Reed,\" \"In America,\" \"Take the Highway\" and \"The Devil Went Down to Georgia.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310085,"title":"The Charlie Daniels Band: Live on DVD","adult":false,"genre_ids":[]},{"cast":["Dolphy","Lotis Key","Brenda Del Rio","Celia Rodriguez","Marissa Delgado"],"overview":"A (male) cab driver is transformed into a (female) superhero.","release_date":"1979-03-29","vote_average":0.0,"runtime":105,"cert":"N\/A","id":310087,"title":"Darna, Kuno...?","adult":false,"genre_ids":[]},{"cast":["Zhang Jingchu","Cao Cuifen","Jiang Qin Qin","Li Hai-Tao","Liu Yunlong"],"overview":"Chinese horror film directed by Zhang Jing.","release_date":"2005-08-11","vote_average":4.0,"runtime":79,"cert":"N\/A","id":310095,"title":"Seven Nights","adult":false,"genre_ids":[]},{"cast":["Charlie Hofheimer","Katharine Towne","Burt Bulos","Emily Marie Grant","Lila Green"],"overview":"Raymond Weir is a shut in computer genius surviving in the post dot-com era. Disabled as a result of a home invasion that took the life of his late wife, Sarah, Raymond sits in his makeshift apartment above a run down bar, over medicated, mourning her loss and contemplating suicide. His only contact with the world, besides his close friend Paul are the three computer screens that blink emotionlessly at him twenty four hours a day, through sleepless nights. There, he sees the universe, filled with images of webcams around the world, from petty crimes and private confessions, to public tragedies and natural disasters. It is here, one night, as Raymond finishes piecing together an old video recording of his late wife, that he sees a mysterious woman, Layla. The image of her is unexpected, sexual, as she goes through a ritualistic set of gestures that leads to an emotional plea to Raymond","release_date":"2011-12-11","vote_average":0.0,"runtime":90,"cert":"\"\"","id":310097,"title":"Blur","adult":false,"genre_ids":[53,18,9648]},{"cast":["Christy Mack","Remy LaCroix","Adriana Chechik","Cindy Starfall","Riley Reid"],"overview":"In this debauchery of sex, these ladies bathe themselves in oil as they explore their wildest desires. We start with Christy Mack getting oil and a whole lot of cock shoved up her ass. Then, Manuel covers Riley Reid in more than just oil. Just when you thought it couldn't get any better, Remy LaCroix discovers the pipeline runs right up her ass. Not to be outdone, little Cindy Starfall is definitely slippery when wet. Next, Summer Brielle's crazy curves were made for oil. To close out the film, Adriana Chechik is overloaded with more than just oil.","release_date":"2013-12-26","vote_average":0.0,"runtime":221,"cert":"\"NC-17\"","id":310099,"title":"Oil Overload 10","adult":true,"genre_ids":[]},{"cast":["Louis Gossett Jr.","Bruno Amato","Mackenzie Astin","John Bozeman","Armando DuBon Jr."],"overview":"It's Christmas Eve and an unexpected delay at the airport has left everyone stranded.  Young Joy (Savannah Page Ray from NBC's Parenthood) is traveling on her own to visit family for the holidays, so a retired flight attendant at the airport (Shirley Jones) becomes her travel companion.  As they wait with their fellow travelers, they soon learn that everyone can use a Christmas Miracle, especially a young man trying to escape his past, and they join together to help.  Allow your spirit to be lifted and your heart to be warned as you watch each person receive their Miracle at Gate 213","release_date":"2013-12-10","vote_average":0.0,"runtime":60,"cert":"\"G\"","id":310101,"title":"Miracle at Gate 213","adult":false,"genre_ids":[18,10751,10749,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310103,"title":"Jul i Blåfjell","adult":false,"genre_ids":[]},{"cast":["Neil Carandang","Angela Tendencia","Paul Temperante"],"overview":"1998. The Cold War is over. New technology is spreading across the globe. Two Filipino activists race against time, to fight a future that is about to rise from inside the machine.","release_date":"2014-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310105,"title":"Year Of Permanent Midnight","adult":false,"genre_ids":[]},{"cast":["Lorna Merioles","Hector Fernandez","Jocelyn Concha"],"overview":"It tells the story of Celia whose husband is diagnosed with lung cancer.","release_date":"2014-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310107,"title":"Last Request","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1976-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310118,"title":"Augsburger Puppenkiste - Drachen hat nicht jeder","adult":false,"genre_ids":[14,10751]},{"cast":["Casper Eggermont","Jan Dua","Dré Lameir","Karen Albers","Emiel Wilbrink"],"overview":"","release_date":"2014-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310120,"title":"Dag Mannetje","adult":false,"genre_ids":[10751]},{"cast":["Helene Fischer"],"overview":"","release_date":"2013-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310125,"title":"Helene Fischer - Farbenspiel Super Special Fanedition","adult":false,"genre_ids":[10402]},{"cast":["Massimo Boldi","Gigi Proietti","Ricky Memphis","Vincenzo Salemme","Denise Tantucci"],"overview":"A few stories about the different Zodiac signs.","release_date":"2014-12-11","vote_average":4.5,"runtime":99,"cert":"N\/A","id":310127,"title":"But What Sign Are You?","adult":false,"genre_ids":[35]},{"cast":["Munro Chambers","Laurence Leboeuf","Michael Ironside","Aaron Jeffery","Edwin Wright"],"overview":"In a post-apocalyptic wasteland, an orphaned teen must battle a ruthless warlord to save the girl of his dreams.","release_date":"2015-08-14","vote_average":6.7,"runtime":95,"cert":"\"NR\"","id":310135,"title":"Turbo Kid","adult":false,"genre_ids":[28,12,35,878]},{"cast":["Tina Ivlev","Richard Tyson","Bianca Malinowski","Kris Kjornes","Dustin Quick"],"overview":"A young woman, Eve, fights back and manages to escape a malicious abductor. However, after discovering she may not be the only victim, Eve unravels a darker truth and decides to turn the tables on her captor.","release_date":"2015-06-26","vote_average":5.8,"runtime":80,"cert":"\"\"","id":310137,"title":"Bound to Vengeance","adult":false,"genre_ids":[53,27]},{"cast":["Rainer Rolls","Philipp Dick","Ricky Tzatzicky","Linda M.","Porno Uwe"],"overview":"The fine sex-trash movie.  Turmoil in Special Department 6: A cock-amputated madman emerges and has involved Inspector Horst D. and his colleague \"Balla-Kalle\" into a bloody event. The intrepid officers uncover the terrible secret of Doctor Meier and her henchmen in the \"Hospital of Horror\"....","release_date":"2002-07-20","vote_average":6.0,"runtime":95,"cert":"N\/A","id":310139,"title":"Hospital des Grauens","adult":true,"genre_ids":[]},{"cast":["Lady M.","Natalie Night"],"overview":"A day of the life of Lady M. She gets attacked by three men in masks. But this is just the beginning...","release_date":"2001-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":310141,"title":"Sex Attack Berlin 3: Lady M.","adult":true,"genre_ids":[]},{"cast":["Kristen Muranaga","Jasmine Fox Li","Kimberly Fisher","Lina So"],"overview":"Chock full of racing clips and car show madness from around the country, this collection of footage takes you behind the scenes with the lovely ladies of the underground import street racing scene. Find out what gets these girls' motors running and what drives them to bare it all for the harsh glare of the lights and cameras in intimate photo shoots. Fast cars plus hot women equals the perfect formula for high-octane excitement.","release_date":"2003-10-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310155,"title":"Girls of Mischief","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1985-12-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310157,"title":"Schrei nach Leben","adult":false,"genre_ids":[]},{"cast":[],"overview":"Revel in the body's ability to make music with Gumboots, a group of performers who use their voices along with percussion instruments to tell the story of black South African coalminers. The oppressed miners, who wore black boots (or &amp;NFi;gumboots&amp;NFi_;), were not allowed to speak to each other while in the mines. In response, they devised a communication system using their gumboots and ankle shackles.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310159,"title":"Gumboots","adult":false,"genre_ids":[]},{"cast":[],"overview":"The British Invasion hits Australia in this 1966 concert featuring teen-sensation Herman's Hermits, who deliver their catchy brand of pop-rock to a crowd of screaming young ladies at the Hilton Hotel. Tracks include \"I'm Into Something Good,\" \"A Must to Avoid\" and \"Silhouettes.\" A 1985 documentary, a music video for \"No Milk Today\" and trailers for the group's films \"Mrs. Brown, You've Got a Lovely Daughter\" and \"Hold On\" round out the volume.","release_date":"1966-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310161,"title":"Herman's Hermits: Live at the Hilton","adult":false,"genre_ids":[]},{"cast":[],"overview":"This groundbreaking series takes viewers behind the scenes of the hip-hop world, exposing a side of the game that fans rarely see. Unflinching and rough-edged, Uncensored gets the scoop straight from the rappers, including how they deal with fame, money and the excesses that come with superstardom. Volume 2 goes into the studio and to rehearsal sessions with artists such as Method Man, Mos Def, Lauryn Hill and LL Cool J.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310163,"title":"Hip Hop Uncensored: Vol. 2: The Real Hip-Hop","adult":false,"genre_ids":[]},{"cast":[],"overview":"After breaking onto the music scene in 1992, rock band Jackyl was incorrectly assumed to be just another hair band. Their Southern roots set them apart from similar-looking groups, and they managed to outlast some one-hit-wonder colleagues from that decade. This performance filmed at the Full Throttle Saloon in Sturgis, S.D., includes tracks such as \"The More You Hate It,\" \"Mr. Evil,\" \"Push Comes to Shove,\" \"Redneck Punk\" and more.","release_date":"2004-09-28","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":310165,"title":"Jackyl: Live at the Full Throttle Saloon","adult":false,"genre_ids":[]},{"cast":[],"overview":"This collection of footage of jazz giants associated with the Left Coast features 10 performances captured from club appearances, TV engagements and festivals. A must-see for jazz fans, these incredible clips include artists Art Pepper (\"D Section\"), Zoot Sims (\"On the Trail\"), the Phineas Newborn Trio (\"Lush Life,\" \"Theme for Basie\" and \"Oleo\"), Chet Baker (\"If I Should Lose You\"), Shelley Manne (\"Isolate Pawn\" and \"Fantan\") and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310167,"title":"Jazz Shots from the West Coast: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Professor Omar Zoboli of Modena, Italy, soars through the oboe solo in Ludwig Lebrun's \"Concerto No. 1\" and proves himself to be the very definition of &amp;NFi;virtuosity&amp;NFi_; in the world of baroque music. Frans Brüggen (one of the leading experts in 18th century music) conducts the Orchestra della Svizerra Italiana in a brilliant evening devoted to the music of Lebrun and Mozart that also includes Mozart's \"Symphony No. 3 KV 285 'Haffner.'\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310175,"title":"Lebrun & Mozart: Oboe Concerto No. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Edited down from a more than six-hour conversation between director Isabel Coixet and her subject, this documentary portrait gives controversial Spanish judge Baltasar Garzón free reign to discuss his highest-profile public actions.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310177,"title":"Listening to the Judge","adult":false,"genre_ids":[]},{"cast":[],"overview":"Covering the critical dice game that leads to the Pandavas losing their kingdom, this animated program continues the tale of the Hindu epic Mahabharata, the story of two families battling for control of the kingdom of Hastinapura. This installment tells the story of how the five Pandava brothers came to marry Draupadi and explains the four goals of life: dharma (duty), artha (wealth), kama (pleasure) and moksha (liberation).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310179,"title":"Mahabharata: Sabha Parva: The Game of Dice","adult":false,"genre_ids":[]},{"cast":[],"overview":"Genre-hopping singer Marianne Faithfull caps off a yearlong concert tour with pianist Paul Trueblood in this 1997 performance dominated by songs from German theatrical composer Kurt Weill's songbook. The set list includes \"Alabama Song,\" \"Pirate Jenny,\" \"Bilbao Song,\" \"Complainte de la Seine,\" \"The Ballad of the Soldier's Wife,\" \"Boulevard of Broken Dreams,\" \"Don't Forget Me,\" \"Surabaya Johnny,\" \"Street Singer's Farewell,\" and \"If Love Were All.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310181,"title":"Marianne Faithfull Sings Kurt Weill","adult":false,"genre_ids":[]},{"cast":[],"overview":"Soulful message-man Michael Franti and his funky hip-hop band, Spearhead, perform live in Sydney, Australia, in this 10-song concert video. Filmed at the Horden Pavillion, Franti and Spearhead deliver many songs from their 2001 album \"Stay Human,\" a striking blend of old-school R&amp;B and soul, hip-hop and thought-provoking messages. Songs include \"Pray For Peace,\" \"Every Single Soul,\" \"Feelin' Free\" and \"Everyone Deserves Music.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310183,"title":"Michael Franti & Spearhead: Live in Sydney","adult":false,"genre_ids":[]},{"cast":[],"overview":"Acclaimed actor Vincent D'Onofrio narrates this documentary that celebrates the life and career of renowned comedian Sal Richards, from his upbringing in Brooklyn, N.Y., to his days headlining shows in glittering Las Vegas. Featuring interviews with Richards and highlights from his standup routines, director Greg Principato's entertaining film also includes Don Rickles, Joy Behar and other veteran comics reflecting on Richards's show-biz legacy.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310185,"title":"Mr. Laughs: A Look Behind the Curtain","adult":false,"genre_ids":[]},{"cast":[],"overview":"This edition of NFL Films Classics looks beyond the hard-hitting physical aspects of football to another side of the game that plays a key role in a team's success (or failure) -- emotions and the players' psyches. Also included are two documentaries: \"The Young, the Old and the Bold,\" which features of some of the greatest gridiron generals in history, and \"Lombardi,\" which profiles the feared and revered head coach of the Green Bay Packers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310187,"title":"NFL Films Classics: More Than a Game","adult":false,"genre_ids":[]},{"cast":[],"overview":"The religious group Opus Dei has found itself thrust into the spotlight thanks to the popular thriller The Da Vinci Code. Purporting to separate fact from fiction, this film offers a counterperspective to the one presented in Dan Brown's novel.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310189,"title":"Opus Dei: Decoding God's Work","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows a group of young Mexican-American musicians who leave the inner city to join their music teacher Julián Gonzalez -- an aging violinist -- on a trip to his hometown in the Mexican state of Jalisco, where mariachi was born. Once there, the performers encounter a host of captivating characters and become acquainted with their musical roots in a new way, connecting with a purer, pre-commercial style of mariachi.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310191,"title":"Pasajero: A Journey of Time and Memory","adult":false,"genre_ids":[]},{"cast":[],"overview":"Country legend and Grand Ole Opry member Charlie Daniels performs numbers from his album \"Songs from the Longleaf Pines\" in this star-studded concert. Joining Daniels are Mac Wiseman and members of the iconic Scruggs, White and McCoury families. Daniels's reminiscences about his career and influences, a glimpse backstage and interviews with Wiseman and former bandmate Earl Scruggs accompany the 2005 concert of bluegrass and gospel favorites.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310193,"title":"Preachin', Prayin', Singin' With Charlie Daniels and Friends: Live From Nashville","adult":false,"genre_ids":[]},{"cast":[],"overview":"ROAD TO THE PRESIDENCY is a three-part documentary that offers an unprecedented view of the 1992 Presidential race Bill Clinton's ascent to the presidency.  This documentary presents startlingly up-close views of Bill Clinton's path through the primaries, the Democratic convention, and the televised debates with President George H.W. Bush.  Produced for PBS' groundbreaking series \"The 90s,\" and directed by pioneering video journalist Scott Jacobs, ROAD TO THE PRESIDENCY goes far beyond simple campaign reporting.  It is compelling viewing that is at times funny and poignant as well as instructive, and provides an inside-look at the 2004 Presidential election.","release_date":"2004-09-17","vote_average":0.0,"runtime":170,"cert":"\"\"","id":310195,"title":"Road to the Presidency","adult":false,"genre_ids":[99]},{"cast":["SBB"],"overview":"During a career spanning several decades, the progressive jazz rockers of SBB have shared the stage with Elton John, Bob Marley, Thin Lizzy, Soft Machine and the Charles Mingus Dynasty. In this concert video -- the first live recording featuring Paul Wertico on drums -- the band revisits a set list of their cult compositions, coupled with newer selections from their album \"Walkin' Around the Stormy Bay.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310197,"title":"SBB: Live in Theatre 2005","adult":false,"genre_ids":[]},{"cast":[],"overview":"Combining thrilling race footage with interviews from the world's top drivers, this fast-paced video is an official review of the action, atmosphere and excitement of the 2005 Le Mans race-car competition, arguably one of the most important races on the planet. In addition, the cameras showcase the latest creations from automobile manufacturers, which use the well-attended event as a virtual showroom for their wares.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310199,"title":"Le Mans 2005 Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"The genius of Test Department is the band's ability to harness the musical power in otherwise ordinary objects such as scrap metal, wood and carpentry paraphernalia. This video also exhibits their amazing vision, which they've displayed before by taking tracks from their album \"Program for Progress\" and building films around them, all showcased in this unique collection. Songs include \"Cold Witness,\" \"Total State Machine\" and \"Inheritance.\"","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":310210,"title":"Test Department: Program for Progress","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Female gospel group the Angelic Gospel Singers have been a mainstay in the gospel community for more than 50 years. Their signature blues-influenced sound continues to inspire through this unforgettable compilation of live performances. Among the infectious numbers included here are \"He's My Ever Present Help,\" \"I've Got the Victory,\" \"Sweet Home,\" \"If You Can't Help Me\" and \"It Could Have Been the Other Way.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310212,"title":"The Angelic Gospel Singers: I Want to See Jesus","adult":false,"genre_ids":[]},{"cast":["Eric Paul","Jeff Schneider"],"overview":"Fans of the now-defunct noise rockers Arab on Radar can catch members Eric, Steve, Jeff and Craig at their grinding, distorted best in this documentary that captures the band wreaking havoc at 10 different concert venues. Formed in Connecticut in 1994 and later signed to Skin Graft records, the band has been compared to seminal No Wave artists the Contortions and is known for its no-holds-barred live shows.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310214,"title":"Arab on Radar: Sunshine for Shady People","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"This installment of the English Masters series chronicles the career of British artist William Hogarth with the help of expert commentary, authentic reenactments and on-location footage. Known for his spot-on satirical depictions of English society,","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310216,"title":"The English Masters: Hogarth","adult":false,"genre_ids":[]},{"cast":[],"overview":"With powerful stage presence and charisma, popular gospel singer John P. Kee fronts his talented New Life Community Choir to perform prayerful and uplifting songs such as \"I Surrender,\" \"Made Up Mind\" and \"Show Up!\" A former drug dealer, Kee has journeyed a long way in his personal life to achieve great success, performing to sold-out audiences at churches across the country.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310221,"title":"The New Life Community Choir Featuring John P. Kee: Show Up!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the gospel of Luke, the resurrected Jesus is said to appear to two travelers walking from Jerusalem to Emmaus in ancient Israel. This is the modern story of three travelers looking for Jesus between Jerusalem, Ohio, and Emmaus, PA.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310223,"title":"The Road to Emmaus, PA","adult":false,"genre_ids":[]},{"cast":[],"overview":"An emotional tribute to Billy Martin -- a five-time manager of the New York Yankees in the 1970s and '80s -- this program combines game clips and on-camera interviews, including one with Martin recorded shortly before his untimely death in 1989. Footage features an all-star lineup of Major League Baseball personalities, including Mickey Mantle, George Steinbrenner, Rickey Henderson, Whitey Ford, Willie Randolph and Rod Carew.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310225,"title":"Billy Martin: The Man, the Myth, the Manager","adult":false,"genre_ids":[]},{"cast":[],"overview":"Australian surf icons Terry Fitzgerald and Cheyne Horan -- two of the surf world's most explosive personalities -- erupt on-screen in this action-packed program, the fifth installment of the Surfer's Journal biography series. On-location footage combines with candid on-camera interviews to tell the stories of two athletes who rose to prominence in different decades but approached their sport in the same fearless fashion.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310227,"title":"The Surfer's Journal Biographies: Terry Fitzgerald and Cheyne Horan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gathering award-winning shorts from prestigious festivals, this superb collection features films from around the world animated in a variety of styles -- with subjects ranging from philosophizing workers to matches unable to resist a cigarette.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310229,"title":"The World According to Shorts Presents: Nine Nation Animation","adult":false,"genre_ids":[]},{"cast":[],"overview":"This collection of live performances features the influential Cuban group Trio Matamoros, who rose to fame in the 1920s and '30s with their trademark bolero-son style, and also captures other artists interpreting the group's songs. Tracks include \"Por Que Pasaron Rapido,\" \"Pobre Bohemia,\" \"Santiaguera,\" \"Conciencia,\" \"Mi Veracion,\" \"El Trio y el Ciclon,\" \"Lagrimas Negras,\" \"Reclamo Mistico,\" \"Son de la Loma\" and \"Homenaje Matamoros.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310231,"title":"Trio Matamoros: Eternamente Matamoros","adult":false,"genre_ids":[]},{"cast":["Elmo Lincoln","Enid Markey","Thomas Jefferson","Cleo Madison","Nigel De Brulier"],"overview":"Tarzan and Jane are to sail for England. They are attacked by natives and Tarzan is believed to have been killed. The Greystoke relatives return to England, the Porters (Jane's family) goes to their ranch near San Francisco. Tarzan shows up in a tuxedo and rescues Jane from outlaws...","release_date":"1918-10-17","vote_average":0.0,"runtime":70,"cert":"\"\"","id":310233,"title":"The Romance of Tarzan","adult":false,"genre_ids":[12,28]},{"cast":["Richard Crenna","Karen Young","Sean McCann","Terry Tweed","Richard Monette"],"overview":"A college professor becomes obsessed with a prostitute.","release_date":"1986-10-29","vote_average":6.0,"runtime":96,"cert":"\"\"","id":310238,"title":"The High Price of Passion","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"In May 2004, Willie Nelson took the stage in Los Angeles and proved once again why he's long been considered one of the most soulful musicians ever to cross over from country music into mainstream. Hosted by James Caan, this concert has Nelson teaming up with the likes of Bob Dylan, Kid Rock and Keith Richards for reinterpretations and reinventions of some of his best hits, including \"I'll Never Be Free\" and \"Trouble in Mind.\"","release_date":"2007-07-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310240,"title":"Willie Nelson and Friends: Outlaws & Angels","adult":false,"genre_ids":[]},{"cast":["José Feliciano","Monchy","Alexandra Cabrera"],"overview":"Take a trip to paradise without ever leaving home with this dance-worthy compilation of music videos from some of tropical music's biggest names, including José Feliciano, Héctor Acosta and El Chaval. Tracks include \"No Es una Novela\" by Monchy y Alexandra, \"Me Liberé\" by Rafely Rosario, \"Shorty Shorty\" by Xtreme, \"Ya No Llores\" by Baby Boy, \"Quedé Sólo en la Pobreza\" by Kiko Rodríguez and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310245,"title":"All Tropical Hits","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get an inside look at the technology and training of U.S., British and Soviet seafaring military personnel with this documentary scripted by renowned historian Bruce Quarrie. Putting all their weapons and other equipment into action, sailors participate in military maneuvers and train to land on enemy territory from Norway to the Middle East. Highlights include footage of the AAV7A1 armored amphibious assault vehicle and the LCAC hovercraft.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310247,"title":"Amphibious Assault","adult":false,"genre_ids":[]},{"cast":[],"overview":"With unflinching honesty, this biographical portrait examines the life and influence of former First Lady Betty Ford, revealing a woman whose public battles with alcoholism and breast cancer changed the face of presidential politics. A self-identified feminist, Ford never held back when it came to standing up for what she believed in -- even when her husband and the Republican Party disagreed. Actress Jane Alexander narrates.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310249,"title":"Betty Ford: The Real Deal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Go behind the scenes of the New York Piano Competition to learn what transforms a promising pianist into an exceptional artist. Through the stories of teenage contestants, this documentary explores the characteristics of outstanding musicians. Beyond dedication and skill, these true prodigies possess a passion for music and a drive for innovation that sets them apart from their peers and makes them truly shine on stage.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310251,"title":"Beyond the Practice Room","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"It's a bird! It's a plane! It's...This time, it really is a plane -- several of them, in fact -- and they belong to the U.S. Navy Flight Demonstration Team, aka the Blue Angels. Set to an evocative score, this film showcases the beautiful aerial acrobatics the Blue Angels are able to coax out of their F\/A Fighter Jets (\"Hornets\") in a spectacular air show that you can watch from the comfort (and safety!) of your own home.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310253,"title":"Rolling in the Sky: F\/A-18 Blue Angels","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Gospel greats the Commissioned -- Michael Williams, Michael Brooks, Karl Reid, Mitchell Jones, Keith Staten and Fred Hammond -- return to their hometown of Detroit for this 1989 concert at the State Theatre. A raft of spirited praise tunes are on tap, including \"Go Tell Somebody,\" \"Love Isn't Love,\" \"Victory,\" \"I'm Goin' On\" and \"What Do You Know About Jesus?\" Special guest Derrick Brinkley joins the group for \"The Race.\"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310255,"title":"Commissioned in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Transform your indoor workout into a cross-country adventure through the beautiful Colorado landscape with this interactive 60-minute DVD. Whether you're walking, jogging, running or cycling, now you can enjoy the scenic splendor of the Centennial State without leaving the comfort of your home. Accompanied by an energetic music beat, this engaging tour will take your exercise regimen to a new level -- and keep boredom at bay.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310257,"title":"Country Roads: Colorado","adult":false,"genre_ids":[]},{"cast":[],"overview":"There's no need to fear monsters and other large creatures: This collection gathers episodes that feature the nicest and chummiest bunch. In \"Danny and the Dinosaur,\" a little boy finds out what it's like to befriend a prehistoric beast; \"The Island of the Skog,\" narrated by actor Anthony Edwards, has little mice making nice with what they once thought was a scary animal; and \"The Beast of Monsieur Racine\" makes a monster the toast of Paris.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310262,"title":"Danny and the Dinosaur ... and More Friendly Monster Stories","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gaetano Donizetti's classic opera focuses on the complex relationship between Queen Elisabetta (Laura Polverelli) and Maria Stuarda (Maria Pia Piscitelli), two cousins who both desire the love and exclusive attentions of the handsome conte di Leicester (Roberto De Biasio). Filmed at the Sferisterio Opera Festival in Italy, this magnificent stage production also stars Giovanna Lanza, Simone Alberghini and Mario Cassi.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310264,"title":"Donizetti: Maria Stuarda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grammy Award-winning saxophonist David Sanborn plays Switzerland's world-famous Montreux Jazz Festival in this standout 1984 performance that features a special guest appearance by Chicago-born singer-songwriter Rickie Lee Jones. Selections include \"Autumn Leaves,\" \"Straight to the Heart,\" \"Morning Salsa,\" \"I Told U So\" and \"Rush Hour,\" plus a trio of bonus tracks recorded during Sanborn's set at the Montreux festival in 1981.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310266,"title":"David Sanborn: Live at Montreux 1984","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Berlin Philharmonic takes to the road every year to perform a unique concert in a different city in Europe. For their eleventh year, the city of choice was Istanbul, and this special concert was held in the city's oldest church, St. Irine. Conducted by Mariss Jansons, the orchestra takes the audience through whimsical versions of Haydn's Symphony No. 94, Berlioz's Symphonie Fantastique and Mozart's Flute Concerto No.2.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310268,"title":"European Concert from Istanbul","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Eames House and Studio is explored via a series of slides.","release_date":"1955-01-01","vote_average":6.0,"runtime":11,"cert":"\"\"","id":310270,"title":"House: After Five Years of Living","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this documentary, physicist Russell Targ delves into the mysterious world of remote viewing -- the ability to describe a distant or unseen object via extra-sensory perception (ESP) -- and teaches techniques on how you can practice it yourself. He also unveils the way these paranormal practices were utilized by NASA and the CIA to spy on Russia, China and Iran during the Cold War. Footage of renowned psychic Uri Geller is also included.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310272,"title":"ESP & Psychic Spies","adult":false,"genre_ids":[]},{"cast":[],"overview":"This charming collection from animators John and Faith Hubley showcases their unique creative vision, turning traditional children's cartoons into an expressive art form. Volume 2 includes 10 shorts that explore everything from world mythology to temper tantrums: Seers and Clowns, Sky Dance, Cockaboody, Hello, Step by Step, Rainbows of Hawaii, The Big Bang and Other Creation Myths, Zuckerland!, Whither Weather and Her Grandmother's Gift.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310274,"title":"Hubley Collection #2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Free your mind with this electrifying concert filmed in Birmingham, Ala., in 2002. Infusing a 1990s sound with soulful style, En Vogue performs songs from their chart-topping albums, including the No. 2 single \"My Lovin' (Never Gonna Get It).\" Tracks include the hits \"Whatta Man,\" \"Free Your Mind,\" \"Hold On\" and \"Don't Let Go,\" as well as a medley of pop covers such as \"Best of My Love,\" \"Respect\" and \"Lady Marmalade.\"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310276,"title":"En Vogue: Live In the USA","adult":false,"genre_ids":[]},{"cast":[],"overview":"When moist Pacific Ocean air collides with cold mountain temperatures, it creates an opportunity to see mother nature in her finest white dress. Railroads traverse these mountains by way of scenic routes and steep grades. Put winter and railroads together, and the result is something special: mile long freight trains braving white flurries, passenger coaches on mountain excursions, and small operators battling the elements. This is a Western Winter Wonderland.  Featuring:  Stevens Pass, Marias Pass, Mullan Pass, Deer Lodge Pass, Canadian Rockies, Donner Pass, Shasta, McCloud, Pengra Pass, and Port of Tillamook Bay Railroad.","release_date":"2004-12-11","vote_average":0.0,"runtime":70,"cert":"\"\"","id":310278,"title":"Western Winter Wonderland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rising from humble beginnings in Guanajuato, Mexico, Jorge Negrete went on to study opera and subsequently became the greatest &amp;NFi;ranchera&amp;NFi_; singer in the history of Mexican cinema, appearing in more than 40 films. This Spanish-language documentary examines his fascinating life and career, including his high-profile marriages to actresses Elisa Christy and \"La Doña\" Maria Felix, one of Mexico's most enduring leading ladies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310280,"title":"La Vida de Jorge Negrete","adult":false,"genre_ids":[]},{"cast":[],"overview":"All over the world, in every society, there are objects that have special power over people. People climb mountains or make pilgrimages just to see or touch them. They prostrate themselves or engage in rituals in their presence, caress them in the hopes of absorbing some of their magic, they enshrine them in temples or pass them on to descendants; wear them or store them in treasure houses or sometimes burn them. An individual object might hold power over only one group or even just one person, but the phenomenon of \"power objects\" is universal.","release_date":"2004-11-21","vote_average":0.0,"runtime":92,"cert":"N\/A","id":310282,"title":"Mana: Beyond Belief","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Frank Sinatra, aka \"Old Blue Eyes,\" was perhaps the greatest entertainer of the 20th century. This video features a revealing, honest and intimate portrait of Sinatra, from his storied boyhood in Hoboken, New Jersey, through his phenomenal career as a singing idol to hordes of bobbysoxers and his success as an Academy Award-winning actor. See what made Frank tick, and why, in this revealing film.","release_date":"2004-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":310284,"title":"Frank Sinatra: The Man and the Myth","adult":false,"genre_ids":[]},{"cast":[],"overview":"After decades of intense investigation and discovery, Apollo 14 astronaut Edgar Mitchell puts forward his scientific explanation for psychic phenomenon: the Quantum Hologram. Based on breakthrough research in quantum physics, the program discusses information formerly known only by a handful of scientists. You'll also learn the facts about a secret psychic test that Mitchell conducted on the moon during his Apollo 14 mission.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310289,"title":"Quantum Hologram & ESP","adult":false,"genre_ids":[]},{"cast":[],"overview":"Punk music in all its rebellious glory is on full display in this collection of live performances from some of Britain's pioneering punk bands, from popular favorites Sham 69 and Anti-Nowhere to more obscure groups such as Gravel Trap. All the bands, whether famous or little-known, rip into their best songs with extreme passion and reckless abandon, playing them as loud and fast as possible in front of enthusiastic fans.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310291,"title":"Raw Punk: Vol. 1: More Bollocks","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renowned gospel artist the Rev. F.C. Barnes and his company deliver an inspiring message of praise in this rousing live concert, filmed in 2001 at the Christian Faith Center in Creedmore, N.C. Tracks include \"Come on in the Room,\" \"It's Me Again, Lord,\" \"He Was There Just in Time to Rescue Me,\" \"Move in the Room with the Lord,\" \"More and More Like Jesus,\" \"God Will Heal the Land\" and \"Rough Side of the Mountain.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310293,"title":"Rev. F.C. Barnes & Company: Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"A stunning set of classic songs from Emmylou Harris with Albert Lee on guitar. By effortlessly fusing rock and country elements into her soulful songs, Harris has created a legacy of music that continues to resonate with her legions of fans. This 1977 performance features dazzling live versions of \"Making Believe,\" \"Luxury Liner,\" \"Tulsa Queen,\" \"(You Never Can Tell) C'est La Vie,\" \"I'll Be Your San Antone Rose\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310295,"title":"Rock Masters: Emmylou Harris","adult":false,"genre_ids":[]},{"cast":[],"overview":"This narrated virtual tour of the Grand Canyon is the perfect way to experience one of America's greatest national treasures, whether as a preview before traveling there in person or as a substitute for an actual trip. Highlights include spectacular views of the Vermilion Cliffs, the San Francisco Peaks, the Painted Desert and the Colorado River, as well as a stop inside the looming Desert View stone watchtower.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310297,"title":"Grand Canyon Tour Package","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hip-hop heads, this one's for you. Scribble Jam 2004 saw some of the best hip-hop battles ever. Now, you can witness the clash between two top DJs -- Brace and Scratch Bastid -- as they battle it out in the finals. Also, check out the verbal fisticuffs of 36 other contestants, including the MC battle between Mac Lethal and Illmaculate, a 17-year-old MC from Portland, Ore., who competes for the first time … and prevails.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310299,"title":"Scribble Jam #9","adult":false,"genre_ids":[]},{"cast":["Meng Fei","Yasuaki Kurata","Dorian Tan Tao-Liang","Chang Yi","Lau Kar-Wing"],"overview":"Legendary Chinese rebel Fong Sai Yuk (Fei Meng) takes on the Manchu dynasty in this high-octane martial arts actioner. After killing one of the governor's thugs, Fong must not only elude authorities, but also face a deadly assassin. Discovering the governor has murdered his two kung fu brothers, Fong vows to take on the corrupt leader. The film includes a slew of awe-inspiring battles using lethal Shaolin poles.","release_date":"1977-04-28","vote_average":6.0,"runtime":95,"cert":"N\/A","id":310301,"title":"Secret of the Shaolin Poles","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Penny Marshall to direct a biopic centered around Effa Manley, the American sports executive who became the first woman to be inducted into the Baseball Hall of Fame. The Effa Manley story is one of glass ceilings broken in WWII-era sports, with the African American woman serving as co-owner of the Newark Eagles baseball franchise with her husband Abe Manley from 1935 to 1946, and sole owner through 1948 after his death. The Eagles went on to win the 1946 Negro World Series. -ComingSoon.net","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310306,"title":"Effa","adult":false,"genre_ids":[]},{"cast":["Hilary Duff"],"overview":"No, it's not a History Channel documentary about the Wright Brothers hosted by a famous songstress; this fascinating video features Hilary Duff's music video \"Fly\" and an exclusive behind-the-scenes look at the making of the video, with special never-before-seen footage. You'll be flying high when you see exactly what makes this singer-actress so talented … in both disciplines. (Hint: It's star quality!)","release_date":"2004-11-16","vote_average":0.0,"runtime":31,"cert":"\"\"","id":310308,"title":"Hilary Duff: Learning to Fly","adult":false,"genre_ids":[]},{"cast":[],"overview":"This lyrical documentary records the passing of time in a tiny town nestled in the badlands of South Dakota, a place where sweeping natural events and daily activities converge in moments of profound beauty. Whether wind turbines dwarfed by the surrounding plains or an outcropping of tract houses, poignant images capture the community's enduring spirit, while old-timers such as resident psychic Donna and cowboy soldier Ed share their memories.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310310,"title":"Shunka","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drawing on interviews with scholars, rare paintings and artifacts and extensive location footage, this installment of A&amp;E's popular \"Biography\" series traces the legendary love affair of Israel's King Solomon, who was said to have the gift of reading men's hearts but had trouble finding true love. There was one woman, however, who eventually captured the lonely king's heart -- the mysterious and beautiful Queen of Sheba.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310312,"title":"Solomon & Sheba: Biography","adult":false,"genre_ids":[]},{"cast":[],"overview":"Heinz Wallberg conducts the world-class Vienna Symphonic Orchestra, soprano Sylvia Geszty and tenor Adolf Dallapozza in this concert featuring the works of six master composers. The program features Franz von Suppé's \"Overture: Poet and Peasant,\" Joseph Strauss's \"Village Swallows from Austria,\" Johann Strauss's \"Intermezzo from the operetta and more,\" Antonin Dvorák's \"Three Slavonic Dances\" and works by Karl Millöcker and Karl Zeller.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310314,"title":"Springtime in Vienna: Vienna Symphonic Orchestra: Vol. 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kids can let their imaginations run wild in this collection of animated tales based on children's literature classics that celebrate the creative power of magic and the happy endings it can bring to characters in need. Selections include Tomie dePaola's \"Strega Nona,\" William Steig's \"Sylvester and the Magic Pebble\" and \"The Amazing Bone,\" Gerald McDermott's \"The Stonecutter,\" and Barbara K. Walker's \"Teeny-Tiny and the Witch Woman.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310316,"title":"Strega Nona ... and More Stories About Magic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Read all about it in hip-hop's first video magazine as you wing your way across the Lower 48 with the biggest names in hip-hop. Features rare backstage footage at the Source Awards with Ice-T holding court about pimpin'. Other artists doing \"drive-bys\" include Master P, Trick Daddy, Da Brat, Missy Elliot, Scarface and Naughty by Nature. And just when you think you've seen it all, you can navigate the menu to read articles on movies and artists.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310318,"title":"Hiphopmovie.Com: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"High in the wild heart of the American Rockies, Yellowstone is a place of extraordinary landscapes and geysers. Created by the largest volcanic explosions in the planet's history, Yellowstone became the world's first national park in the late 1870s. Now that the wolves have been returned to the park, Yellowstone has become an unparalleled wildlife sanctuary and perhaps the best place on the planet to see wolves and grizzly bears hunting elk.","release_date":"2005-06-07","vote_average":0.0,"runtime":60,"cert":"\"\"","id":310326,"title":"The Living Edens: Yellowstone: America's Sacred Wilderness","adult":false,"genre_ids":[]},{"cast":[],"overview":"Author and behavioral specialist Dr. John Demartini offers up his wisdom and some down-to-earth techniques for creating the life you've always wanted by using the law of attraction in this practical and inspiring program. Topics include how to determine what you really want, recognizing fears that act as obstacles to your goals, and overcoming those fears to create a new reality by using love, deliberate thinking and gratitude.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310328,"title":"The Secret of the Law of Attraction 2: The Infinite Wisdom of Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tailor-made for fans, this collection of 14 music videos from rock act the Tea Party serves as a veritable history of the group's evolution as a mesmerizing musical force to be reckoned with. Selections include \"The River,\" \"Save Me,\" \"A Certain Slant of Light,\" \"Shadows on the Mountainside,\" \"Temptation,\" \"Psychopomp,\" \"Fire in the Head,\" \"The Messenger,\" \"Walking Wounded\" and \"Heaven Coming Down.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310330,"title":"The Tea Party Collection: Illuminations","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the aid of spectacular macrophotography, this film demonstrates how the common housefly has followed man throughout the ages to become one of the most enduring nuisances of the natural world. An up-close-and-personal encounter with these \"common monsters\" highlights their ability to propagate, feed, and avoid extinction and extermination. The result is the most extreme form of reality television you may ever see.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310332,"title":"Housefly: An Everyday Monster","adult":false,"genre_ids":[]},{"cast":[],"overview":"A gospel singer for the 21st century, Tonéx performs live at the Civic Center in his hometown of San Diego on this 2003 concert DVD. The innovative artist returns to his roots in this performance, performing his unique style of music with the help of a gospel band and choir. The show features the gospel standard \"Make Me Over,\" and special guests include gospel great Kirk Franklin on \"Since Jesus Came\" and songbird Sheila E on \"Todos Juntos.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310334,"title":"Tonex: Out the Box","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shakespeare's colorful character Sir John Falstaff comes to life in this 1999 production of Verdi's opera at London's newly restored Royal Opera House. Graham Vick's rendition stars Bryn Terfel as Falstaff and Barbara Frittoli as Alice Ford. Conductor Bernard Haitink leads the Orchestra of the Royal Opera House, and other players include Roberto Frontali, Kenneth Tarver, Robin Legatte and Peter Hoare.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310336,"title":"Verdi: Falstaff: Royal Opera House","adult":false,"genre_ids":[]},{"cast":["Aya Hisakawa","Kikuko Inoue","Kotono Mitsuishi","Shiho Kikuchi","Akira Ishida"],"overview":"The year is 2120, and evil extraterrestrials have seized control of Earth and driven the populace to secret bases on the ocean floor. But after a century of hiding, humanity is poised to fight back with a strike team of female cyborgs, led by Voogie. With extinction staring humankind in the face, it's up to Voogie and her four-woman wrecking crew to save the planet in this feature-length anime adventure.","release_date":"1997-10-23","vote_average":0.0,"runtime":30,"cert":"N\/A","id":310338,"title":"Voogie's Angel","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Director Artur Wiecek's otherworldly comedy centers on irresponsible, Elvis-loving angel Giordano (Krzysztof Globisz), who's sent back to Earth by his frustrated superiors and ordered to perform a good deed every day. In Krakow, Giordano faces an uphill battle as he struggles to do all the right things in order to return to heaven and reclaim his angel wings. Grzegorz Dyduch and Kamil Bera also star.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310346,"title":"An Angel in Krakow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hotshot surfers scour the world for extreme thrills, slinging from one corner of the world to another, but time and again they return to California, where water athletes abound and for good reason: The state has amazing beaches and even more amazing waves. Join Jamie O'Brien, Shane Beschen, Bobbie Martinez, Kelly Slater, Dane Reynolds, the Curran brothers, Bruce and Andy Irons and the Malloys as they indulge in some California dreamin'.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310348,"title":"Califragulistic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by scientific theories about human history and evolution, this fascinating History Channel docudrama imagines what it would have been like if humankind's most likely ancestors, the Cro-Magnons, had lived side-by-side with the Neanderthals. While Cro-Magnons are smarter and more creative, Neanderthals are certainly stronger -- and their differences add up to a dramatic clash of brains vs. brawn.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310350,"title":"Clash of the Cavemen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Josecho San Mateo's lighthearted ensemble comedy, based on the novel by Nacho Abad, follows a mischievous group of college students who spend their summer interning at a local radio station. Daniela Costa leads an unforgettable cast as Ana, the spunky ringleader of the interns who inspires an uprising amongst her motley brethren when the demands of the overbearing station supervisors become unbearable.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310352,"title":"Diario De Una Pasante","adult":false,"genre_ids":[]},{"cast":[],"overview":"Witness a crowning moment in Elite Xtreme Combat's fighting history as challenger \"Ruthless\" Robbie Lawler takes on defending middleweight champion Murilo \"Ninja\" Rua for the right to wear the coveted EliteXC belt. Other fights on the card include Nick Diaz vs. \"Iron\" Mike Aina, \"Smokin'\" Joe Villasenor against \"Killer Bee\" Riki Fukuda, Jake Shields vs. Renato \"Charuto\" Verissimo and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310354,"title":"Elite XC: Uprising: Rua vs. Lawler","adult":false,"genre_ids":[]},{"cast":["Hong Tao","Guo Xiaodong","Wang Ziyi","Zhang Yibai"],"overview":"Young Chinese parents Chen Xuesong and Cai Weihang find their marriage eroding as they deal with financial troubles, jealousy and constant bickering. When Weihang finds a photo of Xuesong and her ex-boyfriend, things spiral out of control.","release_date":"2013-02-13","vote_average":7.0,"runtime":89,"cert":"N\/A","id":310356,"title":"Forgetting to Know You","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Get your Rocky Mountain high flowing with this innovative program that features concert footage of John Denver performing live in Australia in 1994, with an option that allows you to sing along karaoke-style. Songs include many of Denver's best-loved hits, such as \"Take Me Home, Country Roads,\" \"Leaving on a Jet Plane,\" \"Annie's Song,\" \"Sweet Surrender,\" \"Grandma's Feather Bed\" and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310370,"title":"John Denver: Videoke","adult":false,"genre_ids":[]},{"cast":[],"overview":"This History Channel documentary investigates the intriguing possibility that fabled Wild West outlaw Jesse James, who robbed scores of banks for more than a decade after the Civil War, used his loot to fund a resurgence of Confederate sympathizers. As dedicated investigators mount a search for a stash of leftover coins, gold and other valuables that James stole, they also uncover new evidence regarding the outlaw's life and death.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310372,"title":"Jesse James' Hidden Treasure","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This captivating documentary explores the fate of coyotes in the American West, where they're often hunted down as pests or just for sport. But although hundreds of thousands of the animals are killed every year, coyotes continue to thrive. Through balanced interviews with ranchers, hunters, researchers and animal rights activists, Killing Coyote presents a vivid portrait of this wily animal -- and its complicated relationship with humans.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310374,"title":"Killing Coyote","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get set for more funky hip-hop kung fu action -- comic book style -- with Volume 4 of the hilariously creative martial arts series. Classic kung fu films are cut down and freshened up with comic-infused graphics and voice-overs and tunes from musical artists such as Afrika Bambaataa, Biz Markie, Guru, Masta Ace and many other top international and underground stars. This volume features Episode 7 (\"Dirty Dee\") and Episode 8 (\"Funky Bottoms\").","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310376,"title":"Kung Faux: Vol. 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"In his final film before being murdered in 2004, director Theo van Gogh (a distant relative of painter Vincent van Gogh) recounts the story of flamboyant Dutch politician Pim Fortuyn, who was assassinated during his 2002 run for office. With help from his teenage daughter (Caro Lenssen), a tabloid photographer (Thijs Römer) who snapped shots of the crime scene works to uncover the conspiracy that led to the candidate's death.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310381,"title":"May 6th","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the midst of a divorce, a passport officer (Raghuvaran) and his wife (Shanti Krishna) find they have more to worry about than a court battle after their young daughter is abducted. When the bureaucrat refuses to issue a phony passport to a shady politician (Karan) on the run from police, he promptly kidnaps the couple's little girl. Can their bickering brothers (Surya Sivakuma and Vijay) put aside their differences to try to rescue the child?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310383,"title":"Neerukku Ner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Trinity (Heath Kizzier) and Bambino (Keith Neubert) have something in common: They're both the progeny of legendary cowboys. They manage to steer clear of trouble until Bambino is falsely accused of a crime he didn't commit, which requires Trinity to step up. After successfully avoiding that snafu, the two take over the town as sheriff and deputy to make sure nothing gets in the way of law and order once again.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310394,"title":"Sons of Trinity","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dr. Fu Manchu (Glen Gordon) schemes to take over the world in this black-and-white 1956 TV series. Sir Nayland-Smith of the Scotland Yard faces off against the villain as he exhausts all means -- murder, poisoning, plastic surgery -- to achieve world domination. These episodes are included: \"The Golden God of Dr. Fu Manchu,\" \"The Master Plan of Dr. Fu Manchu,\" \"The Death Ships of Dr. Fu Manchu,\" and \"The Prisoner of Dr. Fu Manchu.\"","release_date":"1923-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310396,"title":"The Adventures of Fu Manchu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Before the fateful arrival of armed Spanish conquistadors in the 16th century, the Incas ruled half of South America, overseeing a vast empire that stretched from Ecuador to Chile. In this fascinating documentary, filmmaker Lucy Jarvis outlines the lost civilization's impressive roster of accomplishments, from important advancements in engineering and agriculture to pioneering feats in medicine -- including brain surgery.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310398,"title":"The Incas Remembered","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sex stars the Porcelain Twinz are real-life identical twins who moved to Portland, Ore., to attend college on track scholarships but ended up taking a different route when injuries sidelined their athletic careers. In this erotic extravaganza shot on 35mm film at Dante's famed cabaret, the duo shows off their highly stylized, exotic routines that are redefining burlesque. The film also features 50 other entertainers and an indie soundtrack.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310400,"title":"The Porcelain Twinz: The Masked Charade","adult":false,"genre_ids":[]},{"cast":[],"overview":"The fourth volume in this series of short films features four provocative movies, including \"Across the Bridge,\" the story of a man forced to wage war on his wife's homeland, and \"Left for Shadows,\" a chronicle of a man crumbling after his wife is murdered. Also included are \"The Big Break,\" about the clash between a hit man and an ambitious woman, and \"The Road That Binds Us,\" a fascinating tale of life in a small town.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310402,"title":"The Short Stack: Vol. 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"This virtual \"festival\" of comedy celebrates the legendary Three Stooges with a collection of classic shorts including \"Disorder in the Court\" (1936), in which the Stooges are asked to testify at a friend's murder trial. Other highlights: \"Heavenly Daze\" (1948), in which Shemp's ascent to heaven is held up until he \"reforms\" Moe and Larry; and \"Malace in the Palace\" (1949), in which the boys hit the desert to recover a priceless diamond.","release_date":"2001-05-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310404,"title":"The Three Stooges Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Toyah Willcox -- one of the most successful British pop stars of the 1980s -- delivers a 21st century performance, captured live at the Robin 2 Club in Wolverhampton, England, in 2005. Tracks include \"Echo Beach,\" \"Sweet Child of Mine,\" \"Jungles of Jupiter,\" \"Little Tears of Love,\" \"Race Through Space\" and \"Neon Womb.\" Also included are bonus videos for \"Rebel Run,\" \"Brave New World,\" \"I Want to Be Free\" and \"Thunder in the Mountains.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310406,"title":"Toyah: Wild Essence: Live in the 21st Century","adult":false,"genre_ids":[]},{"cast":["Jim Ross","Jerry Lawler","Michael Seitz","Mick Foley","Eric Bischoff"],"overview":"Join panelists Jim Ross, Jerry Lawler, Michael Hayes and others as they engage in a lively roundtable discussion about many of World Wresting Entertainment's most polarizing personalities and troublemakers -- affectionately known as \"Heatseekers.\" In addition to the insightful conversation, the program also includes highlights from some of the WWE's most memorable matches, featuring the likes of \"Rowdy\" Roddy Piper, Vince Russo and Scott Hall.","release_date":"2007-07-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310411,"title":"WWE: Legends of Wrestling - Heatseekers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Carrot sticks, anyone? By combining super-sized fast-food portions with a culture of car worship, North Americans have created the world's first manmade epidemic: obesity. In this startling documentary, Stockholm physician Dr. Stephan Rossner presents a strong case for rethinking unhealthy lifestyle choices, backed by expert opinion from researchers at the University of Pennsylvania and the University of British Columbia, to name a few.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310413,"title":"Weight of the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"A diverse line-up of chart-topping urban artists roll out a subtler, stripped-down version of their music in this compilation of performances from \"MTV Unplugged,\" a long-running acoustical concert series first launched in the late 1980s. Tracks include \"People Everyday\" by Arrested Development, \"Ring, Ring, Ring\" by De La Soul, \"Motown Philly\" by Boyz II Men, \"Real Love\" by Mary J. Blige and \"Is It Good to You\" by Heavy D.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310415,"title":"MTV Unplugged: Soul of R&B","adult":false,"genre_ids":[]},{"cast":["Laura Leighton","Angie Dickinson","Peter Jason","David Lee Smith","Shanley Caswell"],"overview":"When big-city TV journalist Kelly Faraday (Laura Leighton) gets fired, she moves back to her Nevada hometown, where a severe drought may force her aging mother, Ruth (Angie Dickinson), to sell the family farm to a casino developer. As Kelly and Ruth sort out old differences, the erstwhile reporter and her ex-beau Walt (David Lee Smith) begin to suspect the casino of manipulating the town's water supply. Stephen Bridgewater directs this drama.","release_date":"2009-06-18","vote_average":4.0,"runtime":null,"cert":"\"\"","id":310417,"title":"Mending Fences","adult":false,"genre_ids":[]},{"cast":[],"overview":"Designed to teach kids about how to succeed in life, these charming animated tales from India entertain while imparting lessons such as the value of using common sense instead of book knowledge, and acting with intelligence rather than trusting fate. In this collection, a crow and a family of owls develop an intense rivalry; a jackal uses quick thinking to get away from a dangerous lion; and the sun and the wind compete to find out which is stronger.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310419,"title":"Moral Stories: Tales of Panchatantra: Vol. 2","adult":false,"genre_ids":[]},{"cast":["Sivakarthikeyan","Aishwarya Rajesh","Anu Emmanuel","Samuthirakani","P. Bharathiraja"],"overview":"Arumpon wants his sister to get married into a good family, but is forced to accept her marriage to a local goon, with whom he is at loggerheads. Will the brother-sister relationship survive?","release_date":"2019-09-27","vote_average":4.0,"runtime":153,"cert":"N\/A","id":310421,"title":"Namma Veettu Pillai","adult":false,"genre_ids":[35,28]},{"cast":["Ruth-Maria Kubitschek","Heini Göbel","Siegfried Lowitz","Gundy Grand","Gerhard Remus"],"overview":"","release_date":"1972-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310432,"title":"Herr Soldan hat keine Vergangenheit","adult":false,"genre_ids":[18]},{"cast":["Alba Nydia Díaz","Yamaris Latorre","Yvonne Caro Caro","Esther Marí","Sonia Valentín"],"overview":"An inspiring, realistic portrayal of a group of female workers struggling to keep their jobs at a doomed Puerto Rican cannery. The volatile atmosphere worsens when their boss is found murdered one morning. As the investigation goes on and each of the women is questioned, the strain puts their friendship to the ultimate test.","release_date":"2002-08-20","vote_average":2.0,"runtime":90,"cert":"\"\"","id":310434,"title":"Sudor amargo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Set in Northern California, the Reggae on the River festival is an annual event that began in the early 1980s and has been going (and growing) strong ever since. This video captures the 20th anniversary of the show and celebrates both the event and the genre. Among the artists showcased are Culture, Toots and The Maytals, Israel Vibration, Michael Franti and Spearhead, Third World and many others.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310436,"title":"Reggae on the River","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joan Pahisa is 27 years old and has a huge passion: basketball. It would be nothing extraordinary except for a detail: he's exactly one meter tall. Joan's life has not been easy, but sport has helped him go ahead. Last summer he took part in the World Dwarf Games in Michigan, USA, an Olympic-style competition that's held every four years exclusively for little people. Joan was the only representative from Spain because he couldn't find anyone else to go with him. That's why he specialized himself in table tennis, an individual sport. He traveled 7.000 km to feel like at home and also to fulfill his dreams: to be World Champion in table tennis and, above all, to play basketball one more time, most probably the last. His trip will show us how the world is seen from just one meter from the ground. It's not only about sport, it's about life itself.","release_date":"2014-11-27","vote_average":0.0,"runtime":61,"cert":"N\/A","id":310441,"title":"Glance Up","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Metalheads S.O.D. scored an underground hit in the 1980s with the album \"Speak English or Die.\" This video features hours of unreleased footage, most of which was shot by fans with camcorders for that genuine \"in the trenches\" concert experience. Also includes five mini-concerts from around the world, new ballads to Freddy Mercury, INXS, Tupac and Frank Sinatra, backstage comments and shenanigans, and more.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310443,"title":"S.O.D.: 20 Years of Dysfunction","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hossein and Shaima have loved each other since childhood. As teenagers they were separated by war. They meet again in Kabul in the late 90s. Poverty forces Hossein to fight in the war. A shell splinter leaves him paralyzed. Shaima is sold into marriage with a man 40 years her senior and falls pregnant. Since Shaima's husband still owes half the dowry to her father he brings her back into the constraining patriarchal fold of the family, where she lives with her 5-year-old daughter. This situation doesn't prevent the two from seeing each other, even though this means going against their families' hard rules. In constant fear of revenge on the part of the male members of both families, they struggle to hold on to their love.","release_date":"2009-02-07","vote_average":0.0,"runtime":87,"cert":"N\/A","id":310454,"title":"War and Love in Kabul","adult":false,"genre_ids":[99]},{"cast":["Manfred Bettinger","Willem Fricke","Karl-Heinz Kreienbaum","Uta Stammer"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310456,"title":"Ohnsorg-Theater - Der Düvelsblitz","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A scientist makes a coat with natural powers. The coat lands in the hands of Pushkar who will use it to win the heart of his lady love.","release_date":"2007-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310458,"title":"Zabardast","adult":false,"genre_ids":[]},{"cast":[],"overview":"This patriotic documentary produced during World War II focuses on the definitive battles fought in the skies above England. Archival footage and exclusive interviews bring the Battle of Britain to life in this second installment of the acclaimed, three-part series. Also included is film of the battle's 50th anniversary observance, during which airplanes flew over Buckingham Palace to pay tribute to the British Air Force.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310460,"title":"The Great Battles of World War II","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2005, U.S. Army instructors struggle to train new recruits in the Iraqi army, but cultural and linguistic barriers make for a steep uphill climb. Still, the young soldiers soldier on, particularly a friendly young Iraqi known as Hamburger. From learning to storm an insurgency post to adopting the U.S. military haircuts, it's an intense transition for these aspiring warriors in this fascinating film, notable for its fly-on-the-wall access.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310462,"title":"The Making of an Army","adult":false,"genre_ids":[]},{"cast":[],"overview":"When all is long forgotten, how do we forgive ourselves?","release_date":"2009-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310464,"title":"Anne Perry: Interiors","adult":false,"genre_ids":[]},{"cast":["Julie Arebalo","Devashish Saxena","Renu Saxena"],"overview":"In this moving, introspective drama, newlyweds Raj (Devashish Saxena) and Niki (Renu Saxena) approach married life with all the hopes and expectations of most couples. But reality soon rears its head as miscommunication and numerous misunderstandings complicate matters during the traditional period of adjustment. The film's supporting cast includes Anu Gandhi, Zia Khan, Julie Arebalo and Harout Yerganian.","release_date":"2002-11-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310478,"title":"Wedded Bliss?","adult":false,"genre_ids":[]},{"cast":["Marina Petrova","Marisa Mell","Loni von Friedl","Pero Alexander","Angèle Durand"],"overview":"","release_date":"1959-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310480,"title":"Das Nachtlokal zum Silbermond","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Jazz aficionados will appreciate this compilation of performances by Art Hodes, the legendary jazz pianist and one-time host of \"Jazz Alley.\" Featured guests include Wingy Manone, Little Brother Montgomery, Herb Hall, Benny Morton, Truck Parham, Hillard Brown and Red Maddock. Songs include \"Sister Kate,\" \"How Come You Do Me?,\" \"Mule Face Blues,\" \"Corrine Corrina,\" \"Cow Cow Blues,\" \"Outskirts of Town\" and \"Truck's Boogie.\"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310482,"title":"After Hours at Art's Place","adult":false,"genre_ids":[]},{"cast":[],"overview":"For Love's Sake is a faith-based drama based on a true story. After the tragic death of her husband, Mary Walker falls into a spiral of suicidal depression and subsequently loses custody of her two boys. Through the intervention of her church community and a caring therapist, Mary regains her faith, experiences emotional healing, and finds the strength to fight a skeptical bureaucracy for custody of her children.","release_date":"2013-06-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310487,"title":"For Love's Sake","adult":false,"genre_ids":[]},{"cast":[],"overview":"Combining performances, interviews and archival footage, Artist of Life presents a rare look into the life of the multi-talented and multi-faceted opera singer Barbara Hendricks. Not only one of opera's biggest stars, Hendricks -- who has been a Goodwill Ambassador for the UN's High Commission for Refugees -- is also renowned as a humanitarian and global art advocate.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310489,"title":"Barbara Hendricks: Artist of Life","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Glassland","cast":["Jack Reynor","Toni Collette","Will Poulter","Michael Smiley","Ally Ni Chiarain"],"id":310491,"overview":"In a desperate attempt to reunite his broken family, a young taxi driver becomes entangled in the criminal underworld.","runtime":93,"genre_ids":[18],"release_date":"2015-04-17","vote_average":4.8,"adult":false}]