[{"cast":[],"overview":"Searching for enlightenment in the digital era? Then travel to a virtual world where the most pressing questions of existence are explored by some of today's greatest minds. What is consciousness? Does God exist? What happens when we die? Set to a cool ambient soundtrack, this documentary gets to the bottom of these and other questions with the insights of psychedelic pioneer Terence McKenna, chaos theorist Ralph Abraham and many others.","release_date":"2009-07-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310502,"title":"Cognition Factor","adult":false,"genre_ids":[]},{"cast":["Liu Qiancheng","Zhou Wenyi","Qi Qi","Zheng Shuang"],"overview":"He Na and her mother live in the small city by the river of Xiangjiang River, She didn’t understand why her mother loved a guy who is not at all a good men. One day she found a secrets from the men, she told her mother, which led to her family misfortune.","release_date":"2012-06-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":310504,"title":"Sweet Eighteen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Known for their catchy melodies and chart-topping rock anthems like \"The Final Countdown,\" hard-rock band Europe was one of the biggest acts of the \"hair band\" era, selling over 10 million albums between the mid-1980s and early '90s. In addition to a collection of interviews, music videos, behind-the-scenes footage and TV appearances, this release also features live performances of hits such as \"Prisoners in Paradise\" and \"Carrie.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310506,"title":"Europe: Rock the World","adult":false,"genre_ids":[]},{"cast":["Kaori Momoi","Shigeki Uda","Setsuko Dodo"],"overview":"One day, a mother who used to be hospitalized in Tokyo comes to Kashihara city in Nara prefecture to find her son. But the only clue she has is the digital camera which her son forgot at the hospital.","release_date":"2010-08-25","vote_average":0.0,"runtime":60,"cert":"N\/A","id":310508,"title":"Last Chestnuts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lindsay Wagner stars as Kate, a mother who learns that her son's teacher, Pete Suvak (Randy Quaid) -- who's also the mayor of their small town -- has been telling his students that the Holocaust didn't exist and that Jews are mounting a worldwide conspiracy. When Kate takes action to have Suvak removed from the school, she's shocked to find that the entire town is behind him. Karen Arthur directs this drama based on a true story.","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310510,"title":"Evil in Clear River","adult":false,"genre_ids":[10770]},{"cast":[],"overview":"In this episode of the heartwarming musical series that aims to teach children good values, the sheep examine the importance of following rules. According to the Great Shepherd, if the sheep don't follow rules, they could get lost … really lost. Includes the catchy \"Snow Song\" and \"Rules Song.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310512,"title":"Ewe Know: Ewe Going There?","adult":false,"genre_ids":[]},{"cast":[],"overview":"For more than three decades, the Holland-born progressive rock act Focus has been synonymous with some of the greatest instrumental music ever produced. This retrospective program, hosted by flute-toting band founder Thijs van Leer, provides a definitive critical review of the band's storied career, including rare archival clips from \"The Old Grey Whistle Test\" and a landmark concert at London's Rainbow Theatre.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310514,"title":"Focus: Inside Focus","adult":false,"genre_ids":[]},{"cast":["Arthur Brauss","Martin Halm","Michael Mendl","Brigitte Karner"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310522,"title":"Tödliche Hochzeit","adult":false,"genre_ids":[80]},{"cast":["Kevin Clash","Leslie Carrara-Rudolph","Tyler Bunch","Fran Brill","Pam Arciero"],"overview":"Sesame Street characters help Elmo count down the days leading up to Christmas.","release_date":"2007-12-23","vote_average":6.4,"runtime":60,"cert":"\"\"","id":310524,"title":"Sesame Street: Elmo's Christmas Countdown","adult":false,"genre_ids":[10751]},{"cast":["Werner Peters","Siegfried Lowitz","Willy Semmelrogge","Walter Richter","Uwe Friedrichsen"],"overview":"","release_date":"1958-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310526,"title":"Besuch aus der Zone","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A landscape is divided into very thin layers, which are reassembled into a different order. Lines from different moments in time are displaced and repositioned.","release_date":"2014-04-22","vote_average":0.0,"runtime":2,"cert":"\"\"","id":310528,"title":"Field\/Variation","adult":false,"genre_ids":[]},{"cast":["Dominic Frisby"],"overview":"Our solar system lies in a suburb of a vast celestial city, a colossal community of stars, bound together by gravity; the Milky Way galaxy. Today, astronomers are piecing together the evidence which is allowing them to see our galaxy in a new and exciting way, allowing us to take the Earth on an incredible journey through space and time to see how different neighborhoods of our vast star city would appear if we could visit them close up.","release_date":"2011-12-11","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":310530,"title":"Journey Through the Milky Way.","adult":false,"genre_ids":[99]},{"cast":["Fito Paez"],"overview":"Concert was performed in April 30 of 2011 at GEBA's Club.","release_date":"2011-04-30","vote_average":0.0,"runtime":89,"cert":"N\/A","id":310532,"title":"Fito Paez Trusts","adult":false,"genre_ids":[10402]},{"cast":["Cássia Eller","Malu Mader","Nando Reis","Zélia Duncan","Tárik de Souza"],"overview":"Cássia Eller Rejane. Cássia Eller. Cássia. A powerful restless force on stage, shined herself out of it. One of the greats of Brazilian music, Cássia Eller marked the 1990s and shocked the country with her early death in 2001. A film about the singer, the mother, the woman who exposed her personal life and broke barriers, leaving a beautiful social and artistic legacy.","release_date":"2015-01-29","vote_average":8.4,"runtime":120,"cert":"N\/A","id":310534,"title":"Cássia","adult":false,"genre_ids":[99]},{"cast":["Yuanyuan Cheng"],"overview":"Cucumber tells the stories of three families through the use of three Chinese dishes. Each of the stories is independent but connected to the others by the cucumber…","release_date":"2008-10-14","vote_average":0.0,"runtime":103,"cert":"N\/A","id":310536,"title":"Cucumber","adult":false,"genre_ids":[]},{"cast":["Yang Junyu","Mao Yi","Zhao Shumei"],"overview":"The inseparable brothers Leung and Ming came to the big city pursuing their dreams of being successful actors. Unusual intimacy emerged in their daily life. When the taboo was broken, Leung realized that he was just living underneath the shadow of his brother.","release_date":"2012-06-17","vote_average":8.5,"runtime":77,"cert":"\"\"","id":310541,"title":"Graupel Poetry","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Armand","Yves Baillat","Sabine Fleischer","Mona Lisa","Adeline Lange"],"overview":"Two soldiers accidentally fall into the female monastery. After which they begin to penetrate deep into the dark and deep nuns vaginas and explore the misteries of the monastery.","release_date":"1997-01-01","vote_average":10.0,"runtime":82,"cert":"N\/A","id":310543,"title":"Cum Over Nuns","adult":true,"genre_ids":[]},{"cast":["Grant Morrison","Bruce Timm","Dennis O'Neil","Michael E. Uslan"],"overview":"A short documentary feature outlining the climactic battle scene in Warner Brothers Animation's The Dark Knight Rises Part 2.","release_date":"2013-01-29","vote_average":5.5,"runtime":10,"cert":"\"\"","id":310545,"title":"Superman vs. Batman: When Heroes Collide","adult":false,"genre_ids":[99]},{"cast":["Nina Galindo","Rodrigo González","Armando Rosas","Carlos Arellano"],"overview":"A documentary about the urban rock musicians at Mexico during the 80's.","release_date":"2014-12-11","vote_average":0.0,"runtime":97,"cert":"N\/A","id":310547,"title":"Cave Art Rock, The Documentary","adult":false,"genre_ids":[]},{"cast":["Flavia Atencio","Raúl Méndez","José María Negri"],"overview":"Emilia and Ramiro, enjoy the simple pleasures of life. But there is something off about the general atmosphere of the loft, the city, the planet. You can sense this strangeness being present all the time. And Emilia´s and Ramiro's agreement to –not talk about it- is very clear. But it seems as if there is always something pushing them to bring up the subject. The Tongue of The Sun is a story of the end of our planet and how two ordinary people that live an extraordinary love generate the genesis needed to give the human race a new chance. In the mysterious alchemy that is love; lies the last hope that human beings have of transcending the inevitable end of the world.","release_date":"","vote_average":10.0,"runtime":75,"cert":"N\/A","id":310549,"title":"La lengua del sol","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"WINTER JAM! MAKE. SOME. NOISE!\" That is how the live concert Awake and Live opens. Hearkening back to the Comatose Comes Alive DVD, this one is included with the deluxe edition of Rise. It is the full Winter Jam Memphis concert.","release_date":"2010-08-24","vote_average":0.0,"runtime":125,"cert":"\"\"","id":310551,"title":"Skillet - Awake and Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed in an empty shop, the remaining features of the space are used to create a kaleidoscopic light film. Ceiling lamps become coloured spheres and circles that sweep across the frame. Pillars provide wipes and fades, window shutters are hole punched stencils, passing buses shoot beams of light. A toy solar system appears. Scale and depth constantly shift and colours are blindly combined as exposures gradually multiply","release_date":"2011-11-10","vote_average":0.0,"runtime":8,"cert":"N\/A","id":310553,"title":"99 Clerkenwell Road","adult":false,"genre_ids":[]},{"cast":["Haylie Duff","Ty Olsson","Magda Apanowicz","Rekha Sharma","Andrea Brooks"],"overview":"A woman investigates the past of her seemingly ideal husband, a doctor who starts to become increasingly hostile.","release_date":"2014-01-01","vote_average":5.8,"runtime":85,"cert":"N\/A","id":310558,"title":"Til Death Do Us Part","adult":false,"genre_ids":[10770,53]},{"cast":[],"overview":"","release_date":"2008-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310560,"title":"College - Best. Weekend. Ever.","adult":false,"genre_ids":[]},{"cast":["Bill Cosby"],"overview":"A man denigrates every conceivable group, including “niggers”, whites, women, children and the elderly.","release_date":"1971-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":310562,"title":"Bill Cosby on Prejudice","adult":false,"genre_ids":[35]},{"cast":["Jesse Jane","Lea Lexis","Yurizan Beltran","Gracie Glam","Brooke Lee Adams"],"overview":"Jesse Jane joins the cast, ready to exercise her sultry skills as a massage therapist working for James. Adding a sizzling hot pornstar to his ambitious and horny team adds an unexpected twist as Jesse is sent to the wrong house by accident, and the well-hung birthday boy gets much more than he expected with her as his masseuse. The action heats up in a naughty, lusty threesome. James find it harder and harder to satisfy the needs of his growing client list, sending Erik Everhard out to his most loyal clientele.","release_date":"2011-04-19","vote_average":6.0,"runtime":111,"cert":"\"NC-17\"","id":310564,"title":"Jesse Jane: The Masseuse 2","adult":true,"genre_ids":[]},{"cast":["Josh Safdie","Charlotte Pinson","Jagdeep Singh","Jake Sumner","Stephen Schneider"],"overview":"Josh Safdie made this assured comedy in and around his apartment building when he was still a film student at Boston University. The dioramic setup plays like a vertical REAR WINDOW: a shy daydreamer (played by Safdie) lives above an older Hindi man who lives above a reckless Brit who lives above a girl stuck in a bad relationship. The boy two floors up can only see the back of the girl’s head but that’s enough for a crush to develop. Safdie makes the most out of the single location, deploying dynamic camera angles, wry slapstick and even a couple of crane shots for a whimsical picture of city living.","release_date":"2007-01-20","vote_average":5.0,"runtime":21,"cert":"\"\"","id":310566,"title":"The Back of Her Head","adult":false,"genre_ids":[18]},{"cast":["Julija Steponaitytė","Aistė Diržiūtė","Jūratė Sodytė","Martynas Budraitis","Laurynas Jurgelis"],"overview":"Seventeen-year-old Sangaile is fascinated by stunt planes. She meets a girl her age at the summer aeronautical show, nearby her parents' lakeside villa. Sangaile allows Auste to discover her most intimate secret and in the process finds in her teenage love, the only person that truly encourages her to fly.","release_date":"2015-03-29","vote_average":6.4,"runtime":88,"cert":"\"\"","id":310568,"title":"The Summer of Sangaile","adult":false,"genre_ids":[18,10749]},{"cast":["Lo Lieh","Tien Peng","Doris Lung Chun-Erh","Eddy Ko","Kao Pao-shu"],"overview":"In her bid for domination of the kingdom, a wicked woman invites opponents to their doom at her 'Fairyland' estate.","release_date":"1979-03-10","vote_average":0.0,"runtime":87,"cert":"N\/A","id":310570,"title":"The Jade Fox","adult":false,"genre_ids":[28]},{"cast":["Jane Sherry"],"overview":"A collaborative faux documentary by then roommates Cara Perlman and Jane Sherry, tracing Jane’s activities as a topless dancer in a New York City nightclub–where she was in fact working at the time.","release_date":"1979-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":310581,"title":"Topless","adult":false,"genre_ids":[]},{"cast":["Lindsey Bean","Roberto Lombardi","Ali Stover","Christian Chase"],"overview":"A twisted suspense thriller about a manipulative teenage girl who convinces her widower\/alcoholic\/over protective father that the boy she asked out on a date beat and raped her, when in fact he turned down her advances. But no amount of facts can persuade this enraged father. No one hurts Daddy's Girl.","release_date":"2020-06-15","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":310583,"title":"Daddy's Girl","adult":false,"genre_ids":[18,53]},{"cast":["Arancia Cecilia Grimaldi","Guia Jelo","Salvatore Lazzaro","Beatrice Gallo","Maurizio Nicolosi"],"overview":"","release_date":"2002-01-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":310585,"title":"Iris","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Claudio Abbado conducts the Berlin Philharmonic in this gala New Year's Eve performance, organized to commemorate the 100th anniversary of Giuseppe Verdi's death. Recorded in 2000, the program includes excerpts from the composer's \"La Traviata,\" \"Falstaff,\" \"Rigoletto,\" \"Don Carlos\" and \"Un Ballo in Maschera,\" with solos by Andrea Rost (soprano), Ramon Vargas (tenor), Alan Titus (baritone) and Lucio Gallo (bass-baritone).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310590,"title":"A Verdi Gala from Berlin","adult":false,"genre_ids":[]},{"cast":["Larry Jack Dotson","Larry Jack Dotson"],"overview":"This comedy-horror hybrid follows a father and son as they lead a small group of Texans in a fierce fight against aliens who are using a pack of flesh-eating zombies to achieve world domination.","release_date":"2011-09-22","vote_average":0.0,"runtime":84,"cert":"\"\"","id":310592,"title":"Alien Zombie Invasion","adult":false,"genre_ids":[878,99,27]},{"cast":[],"overview":"Providing a half-century retrospective of social dance in America, this fascinating documentary demonstrates how dance mirrored culture in the first half of the 20th century. Featuring footage of hoofers such as Irene and Vernon Castle, the famed Whitey's Lindy Hoppers, average Americans cutting a rug in newsreels and the 1930s' excruciating dance marathons, the video includes 60 historical dance clips from 1897 to 1948.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310594,"title":"America Dances!: 1897-1948: A Collector's Edition of Social Dance in Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental short overlays footage of buildings and fields with that of a spiral galaxy.","release_date":"1973-01-01","vote_average":8.0,"runtime":15,"cert":"N\/A","id":310605,"title":"Ashden's Walk on Møn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thirteen creepy cartoon classics are waiting to scare you out of you wits in this haunting compilation. Actually, things that go bump in the night aren't so scary when all of your favorite cartoon heroes are involved. This stunningly restored fright fest features Casper the Friendly Ghost, Betty Boop, Popeye, Koko the Clown and more scaring and being scared in these charming animated shorts from a bygone era.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310607,"title":"Cartoon Crazys: Spooky Toons","adult":false,"genre_ids":[16]},{"cast":["Anjelica Huston"],"overview":"Narrated by actress Anjelica Huston, this 1999 documentary explores the myths surrounding the legendary ruler of Egypt, separating fact from fiction. Was Cleopatra a captivating temptress who seduced her way to the top? Or was she a capable and intelligent leader? With the help of reenactments, location footage, Hollywood film clips and interviews with historians, the fascinating truth about Cleopatra emerges.","release_date":"1999-08-15","vote_average":0.0,"runtime":50,"cert":"\"\"","id":310609,"title":"Cleopatra: The First Woman of Power","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Unpredictable but undeniably talented, DJ Swamp has been a musical force to be reckoned with since his award-winning 1996 debut. This compilation brings together his career's defining elements. Witness firsthand his powerful stage presence as he tours Japan, peek backstage, go behind the scenes for his recording process and experience his most dynamic videos. Clips include \"Worship the Robots,\" \"Ring of Fire\" and \"Demons in the Suburbs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310611,"title":"DJ Swamp: Collective Works","adult":false,"genre_ids":[]},{"cast":[],"overview":"From Queen Elizabeth II's coronation in 1953 to The Ceremony of the Keys at the famed Tower of London, this fascinating documentary captures the British monarchy's grandeur and history.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310613,"title":"Days of Majesty","adult":false,"genre_ids":[]},{"cast":["Bob Steele","Lorraine Randall","Warner Richmond","Earl Dwire","Harold Daniels"],"overview":"Young Dave Austin (Bob Steele) hunts down the varmint who murdered his father in this B Western. Austin tracks killer Jim Hatfield (Warner Richmond) to his hideout, a Mexican cantina where Hatfield and his ruthless gang terrorize the locals. After being deputized, the courageous Austin allows himself to be captured by the gang and devises an ingenious plan to turn the bad guys against one another. Lorraine Randall co-stars.","release_date":"1937-07-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310615,"title":"Doomed at Sundown","adult":false,"genre_ids":[]},{"cast":["Rodolfo Rey","Ramón Rey","Irma Dorantes","Armando Silvestre","Freddy Fernández"],"overview":"When criminals kidnap her brother and force her to secretly exchange their counterfeit dollars for real ones, bank cashier Rosa looks to an unassuming office boy named Julio to help her pull it off. But Rosa's buttoned-up bank manager boyfriend can't help but notice that something suspicious is going on, so he resolves to get to the bottom of it. Armando Silvestre, Irma Dorantes and Carlos Montesco star in this classic crime drama.","release_date":"1966-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310626,"title":"Falsificadores y Asesinos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sainkho Namtchylak's unique style blends the traditions of her native Tuva -- a tiny republic in southern Siberia -- and modern Western music. This performance film captures Namtchylak's riveting concert at France's Banlieues Bleues Festival. Accompanied by bassist William Parker and percussionist Hamid Drake, she thrills the audience with the paradoxical fusion of throat singing, hip-hop, tribal mythology and jazz.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310628,"title":"Freedom Now: Sainkho Namtchylak","adult":false,"genre_ids":[]},{"cast":["David Mourato","Cheyenne Domingues","Ana Cris","Maria João Pinho","Mia Tomé"],"overview":"Day breaks on the eighth floor in a suburban neighbourhood of Lisbon and 14-year-old Bruno’s grandfather is still in hospital. Doctors give him only a few days to live. The imminence of death and the void that it will leave force Bruno to become the man of the house, where he lives with his mother Mónica, who is in her 30s, and his three-year-old sister Érica.","release_date":"2015-12-31","vote_average":7.2,"runtime":91,"cert":"N\/A","id":310630,"title":"Mountain","adult":false,"genre_ids":[18]},{"cast":[],"overview":"British psychobilly pioneers the Guana Batz hit the stage at London's legendary Klub Foot venue for two sizzling live concerts featuring indie hits \"The Cave,\" \"Rock This Town,\" \"I'm on Fire\" and more. Highlights from Live over London include \"Please Give Me Something,\" \"Can't Take the Pressure\" and \"Shake Your Money Maker,\" while the set list on Still Sweatin' includes \"Hippy Hippy Shake,\" \"Guana Rock,\" \"Cannibal Run\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310632,"title":"Guana Batz: Live over London \/ Still Sweatin' After All These Years","adult":false,"genre_ids":[]},{"cast":["David McCullough","Anna Deavere Smith"],"overview":"Honeymooners, tourists and surfers flock to Hawaiian shores every year, but life wasn't always serene in the tropical paradise. In the 1890s, the islands -- ruled by Queen Liliuokalani -- faced financial ruin thanks to colonial business interests and the U.S. government, which rescinded Hawaii's preferential sugar market position. \"The American Experience\" recounts the events and intrigues that resulted in the monarch's ouster ... at gunpoint.","release_date":"1997-01-27","vote_average":7.0,"runtime":null,"cert":"\"\"","id":310634,"title":"Hawaii's Last Queen","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"Prolific British composer Howard Goodall traces the history of the pipe organ, from its ancient roots all the way to the 21st century, in a whirlwind tour of the instrument, which takes Goodall to Spain, France, Germany, Holland and the U.S. Four sections -- \"Medieval Organs,\" \"Baroque Organs,\" \"19th Century\" and \"Contemporary\" -- make up the documentary, winner of the 1997 New York Festival Silver Award for Best Arts Program.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310636,"title":"Howard Goodall's Organ Works","adult":false,"genre_ids":[]},{"cast":[],"overview":"Break away from the tourist pack and discover the true Barcelona with this off-the-beaten-track travel guide, which explores the city's funky neighborhoods, underground culture and other hidden treasures. Created for curious vacationers, the video samples bustling Barcelona's out-of-the-way nightclubs, fashion boutiques, tasty treats, parks and more. Also included is a survival kit, transportation tips and a must-do list.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310638,"title":"In the City: In Barcelona","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental film by Derek Jarman that captures the decay of an urban environment.","release_date":"1971-01-01","vote_average":8.0,"runtime":6,"cert":"N\/A","id":310640,"title":"Studio Bankside","adult":false,"genre_ids":[]},{"cast":[],"overview":"British jazz-pop musician Jamie Cullum proves how he's broken the mold and redefined genres with his hit album \"Catching Tales.\" This video contains a 20-minute behind-the-scenes documentary about the making of the album, an interview with the versatile artist, tour footage and videos for tracks including \"Get Your Way,\" \"I Only Have Eyes for You,\" \"Mind Trick,\" \"21st Century Kid,\" \"I'm Glad There Is You,\" \"My Yard\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310642,"title":"Jamie Cullum: Catching Tales","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental short by Derek Jarman visually represents a crumbling barn.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310644,"title":"Gerald's Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"Barkha saves the life of underworld king Vicky, and as a result he offers her a job and also falls in love with her, but Barkha is in love with Sagar. Will Vicky tolerate this?","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310646,"title":"Ekka Raja Rani","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dr. Martin Luther King Jr. was one of the most loved, respected and influential leaders in American history. In this one-of-a-kind look at his life and work, writer and director Tom Friedman explores how Dr. King's ideas evolved in the face of the rapidly changing climate of the Civil Rights Movement. Rare footage and photographs illustrate the defining moments of his crusade.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310648,"title":"Martin Luther King, Jr.: The Man and the Dream","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring coverage of the major street-truck events and shows from California to Florida and a half-dozen points in between, this action-packed video dishes up boffo babes and a sizzling soundtrack along with roaring road monsters. Highlights include the latest creations in light trucks, dragging on Interstate 10 in Louisiana and a burnout competition. Among the extras are behind-the-scenes footage, a photo gallery and two music videos.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310650,"title":"Mayhem: Redemption","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental short film by Derek Jarman enlivens urban surrounding with the presence of a human being.","release_date":"1972-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":310652,"title":"Andrew Logan Kisses The Glitterati","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Christian Chaudet breathes new life into Igor Stravinsky's classic opera \"Le Rossignol\" -- which is based on a Hans Christian Andersen fairy tale -- with a blend of brilliant vocal performances and stunning visual imagery. Live action and computer animation mix in this magical production starring Natalie Dessay and Hugo Simcic, and featuring the Orchestre et Choeurs de l'Opéra National de Paris, conducted by James Conlon.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310654,"title":"Natalie Dessay: Le Rossignol","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental short film by Derek Jarman cuts together disparate footage.","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310656,"title":"It Happened By Chance Vol 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kids are sure to have a blast when they get a load of the animated fun (that's really outta this world) to be had with this collection of episodes from the \"Pet Alien\" television series. Included are the exciting and fun-filled episodes \"The Thing on the Corner,\" \"A Pirate and His Dog,\" \"Stage Fright\" and \"Horror Scope.\" Special features include \"Strawberry Shortcake\" and \"Garfield\" trailers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310658,"title":"Pet Alien: Aliens Unleashed","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rather than be mere observers, this documentary's filmmakers stepped onstage themselves, so to speak, to get to know what it's truly like to be an exotic dancer. By doing so, they managed to create an engrossing and deeply personal film that chronicles the lives of three dancers and a waitress -- the assertive April, pregnant Ginger, vibrant Zoe and headstrong Jessica -- at one of the biggest clubs in the nation's capital.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310660,"title":"Portraits of a Naked Lady Dancer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Enjoy a unique sensory experience with this striking compilation of sounds and images from around the globe. Set against a stunning montage of photos from America, Australia, New Zealand, India and the Antarctic, atmospheric music creates a calming mood, weaving through the natural and the mystical world. Indian, Arabic and Mongolian songs deliver an unusual blend of orchestral music, electronica, hypnotic rhythms and ethnic sound effects.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310662,"title":"Pure Earth: Vol. 1: Discover the Sights and Sounds of Our Planet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Samba greats Beth Carvalho, Arlindo Cruz, Almir Guineto and Fundo de Quinta take the stage live in Rio for a show celebrating the festive street-party style of samba known as pagode. The aforementioned artists pioneered pagode, along with Zeca Pagodinho and Jovelina Perola Negra. Honoring their relatives' contributions to the musical form, Pagodinho's sister Iceia and Perola Negra's daughter Cassiana also perform in this concert.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310664,"title":"Raca Brasileira: 20 Anos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Run DMC paved the way for rap artists of today when they broke onto the scene in the early 1980s. Pioneers of the ever-evolving genre, they knew early on that rap music was a force to be dealt with, and they've commanded respect ever since. With the passing of Jam Master Jay, one-third of their blockbuster team, the surviving members take a look back at their triumphant career as one of music's most important icons.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310666,"title":"Run DMC: Forever Kings","adult":false,"genre_ids":[]},{"cast":[],"overview":"A plan for a hotly contested bypass in Kingsmarkham sparks a community protest -- and when Dora Wexford joins the group, Chief Inspector Wexford keeps his distance, as he anticipates trouble.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310668,"title":"Ruth Rendell: Road Rage","adult":false,"genre_ids":[]},{"cast":["John del Carlo","Teresa Ringholz","Richard Croft","Delores Ziegler","Jake Gardner"],"overview":"Conductor Arnold Östmann leads the Stuttgart Radio Symphony Orchestra and the Choir of Theater im Pfalzbau Ludwigshafen in this production of Antonio Salieri's comic opera \"Falstaff,\" filmed live at Germany's Schwetzinger Festspiele in 1995. John Del Carlo portrays the fat, licentious knight; the supporting cast includes Teresa Ringholz, Richard Croft, Darla Brooks, Carlos Feller, Jake Gardner and Delores Ziegler.","release_date":"2000-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310670,"title":"Salieri: Falstaff","adult":false,"genre_ids":[]},{"cast":[],"overview":"Acclaimed filmmaker Ken Burns directs this engrossing documentary trilogy about the life and work of writer, philosopher, painter and publisher William Segal, a lifelong student of Eastern thought and Western spiritual traditions. The first film in the series shadows Segal in his home art studio; the second follows him to the Vézelay basilica in France; the third accompanies him on the streets of Paris as he prepares for a gallery exhibition.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310672,"title":"Seeing, Searching, Being","adult":false,"genre_ids":[]},{"cast":[],"overview":"A  wonderful journey through the meaning and relevance of film music composition. Featuring great, albeit brief, insights from some of the modern greats.","release_date":"2007-08-06","vote_average":7.0,"runtime":null,"cert":"\"\"","id":310674,"title":"Lights, Action, Music","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Nostromo theater has seen better days -- and better employees. Thus, it's not surprising that on the hottest day of the year, only three workers -- the manager, a high-school student and an ex-con -- are around to deal with the rush that occurs when the year's hottest film begins its exclusive engagement. It doesn't take long for an angry mob to form in this comedy co-starring Michael McKiddy, Sean Farley (who also directs) and Angela Roberts.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310676,"title":"Surviving the Rush","adult":false,"genre_ids":[]},{"cast":[],"overview":"The young daughter of Australian outback settlers, Dot has all sorts of adventures in this these charming animated tales. First, she meets a harebrained rabbit who tries to convince her he's the lost baby kangaroo she's searching for in \"Dot and the Bunny.\" Then, in \"Dot and the Kangaroo,\" she becomes lost, but a friendly 'roo helps her out. Finally, Dot assists her animal friends when a planned dam threatens their world in \"Dot and the Koala.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310678,"title":"The Adventures of Dot","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Ronald Saland gives viewers a rare, behind-the-scenes look at Peter Yates's Oscar-winning 1968 detective thriller, starring the incomparable Steve McQueen in one of his most beloved and iconic roles. Filmed on location in San Francisco, Saland shadows the cast and crew as they shoot one of the best car chase scenes ever captured on film. The documentary features McQueen and his Bullitt co-stars, Jacqueline Bisset and Robert Vaughn.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310686,"title":"The Making of Bullitt","adult":false,"genre_ids":[]},{"cast":[],"overview":"This in-depth retrospective surveys the history and music of the Smiths via interviews with the band, expert commentary and insights from insiders, including producer Stephen Street. Performance footage and TV clips round out the program.","release_date":"2006-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310688,"title":"The Smiths: Under Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adolphe Adam's moving and mournful \"Giselle\" tells the story of a peasant girl who falls in love with the deceitful Albrecht. Heartbroken, Giselle passes away in longing, and returns as a sorrowful and oh-so-graceful specter. Natalya Bessmertnova and Mikhail Lavrovsky star in this Bolshoi Ballet production.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310690,"title":"Trilogy of Ballet: Giselle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive the best mixed martial arts beatdowns the Octagon has ever seen in this collection of fan favorites drawn from more than a decade of Ultimate Fighting Championship history, including action between Anderson Silva and Rich Franklin in UFC 64. Also included in Vol. 8 is The Ultimate Fighter 2 Finale: Sanches vs. Diaz, UFC 70: Gonzaga vs. Cro Cop, UFC Fight Night: Sanchez vs. Parisyan, and The Ultimate Fighter 1 Finale: Griffin vs. Bonnar.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310692,"title":"UFC: The Ultimate 100 Greatest Fights: Vol. 8","adult":false,"genre_ids":[]},{"cast":[],"overview":"Blues guitarist Walter Trout performs live in Germany during his 1993 solo tour. Trout has performed as a member of Canned Heat and John Mayall's Bluesbreakers, and toured with greats like John Lee Hooker and Big Mama Thornton. Songs include \"I Can Tell,\" \"Take Care of Your Business,\" \"Life in the Jungle,\" \"Frederica (I Don't Need You),\" \"Running Blues,\" \"Finally Gotten Over You,\" \"Victor the Cajun\" and \"Prisoner of a Dream.\"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310694,"title":"Walter Trout: Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stories by acclaimed writers Irwin Shaw, Carson McCullers and Henry Miller form this trilogy of shorts exploring male-female relations. In \"Return to Kansas City,\" a struggling boxer (Matt Dillon) tries to provide for his homesick wife (Kyra Sedgwick). \"A Domestic Dilemma\" finds a businessman (Ray Liotta) losing his wife (Andie MacDowell) to alcoholism. In \"Mara,\" an American writer (Scott Glenn) in Paris takes in a prostitute (Juliette Binoche).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310699,"title":"Women & Men 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cleveland-based rap act Bone Thugs-N-Harmony, best known for the 1996 hit \"Tha Crossroads,\" rounds up an impressive roster of artists from the group's Mo Thugs label for this set of clips from the 100% Pure Thug Tour. Performers include rappers Caz, Mac Dre, Shyne and the Booya Tribe, who tackle the tracks \"Hip Hop Baby,\" \"Throw Ya Hands Up,\" \"Get High,\" \"Pop Pop,\" \"Ecstasy,\" \"I Am,\" \"Clap\" and \"What Up, Thugs?\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310701,"title":"100% Pure Thug Tour","adult":false,"genre_ids":[]},{"cast":[],"overview":"While with having plans captured by Jack Skellington. He makes a plan by ruling Christmas with Spongebob in place. Until then Spongebob and friends like Heavy, Scout and Eddy must defeat a giant killer-rabbit machine that is planning on ruling christmas with help by Jack Skellington. Who will survive....?","release_date":"2013-12-25","vote_average":10.0,"runtime":21,"cert":"\"NR\"","id":310703,"title":"Skellington's Revenge","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Known as much for his own inspiring true story as his medical feats, African American doctor Ben Carson discusses both in this in-depth interview. The acclaimed physician discusses the hardships that shaped his upbringing and informed his philosophy. Carson's contemporaries, including his medical colleagues, mentors and Atlanta mayor Shirley Franklin, also touch on his rise from poverty to landmark success.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310705,"title":"Ben Carson","adult":false,"genre_ids":[]},{"cast":["Bill Oberst Jr.","Austin Madding","Abby Murphy","Josh Cornelius","Joshua Mark Robinson"],"overview":"Kyle Cole returns home to the town of Kaler Mills. He hasn't been back in 10 years since the people of the town turned on him believing that he was responsible for his brothers death. His brother, Ryan Cole, was the beloved \"fair haired boy\" of Kaler Mills. Loved by all, hated by none. After his death in a tragic farm accident a video was released that made it seem that Kyle could have prevented his brothers death. Now, armed with a documentary crew, Kyle has returned to face his demons. But he forgot about one of them... This is an 80's style creature feature with a modern twist. Made with practical effects and classic stop motion monster techniques, The Dooms Chapel Horror will keep you on the edge of your seat to the very end.","release_date":"2016-07-14","vote_average":3.8,"runtime":94,"cert":"\"\"","id":310707,"title":"The Dooms Chapel Horror","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Told from the perspective of his granddaughter, this compelling documentary explores the life and legacy of California Governor Pat Brown, examining the extraordinary obstacles he faced and the ways in which he shaped the future of his state.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310709,"title":"California State of Mind: The Legacy of Pat Brown","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the 1950s through the early '70s, nothing satisfied America's love of speed, style and tire-burning fun more than the V-8 muscle car. In this collection of the greatest moments from the top-rated Speed Channel series \"My Classic Car,\" host Dennis Gage scours the country to track down the coolest auto shows and the most interesting car connoisseurs, wheeling out some of the greatest Chevy muscle machines ever produced.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310711,"title":"Chevy Muscle Cars","adult":false,"genre_ids":[]},{"cast":[],"overview":"Uninhibited by competitive scoring, figure skating's most talented athletes are free to execute some of the most daring, innovative and technically challenging moves on ice. This one-of-a-kind lineup features breathtaking routines by Katarina Witt, Viktor Petrenko, the Duchesnays, Christopher Bowman, Tonya Harding and others. Bonus features include a biography of Olympic gold medalist Witt, 11 skater profiles and much more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310719,"title":"Figure Skating Superstars: Katarina Witt and Friends","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mexican drug kingpin Papi (Luis Felipe Tovar) enters a turf war against a team of American mafia intruders led by Mesías (Fernando Ciangherotti). But while the battle rages, the Korean mob sees an opportunity to seize power while its enemies fight each other. Ignacio Rinza directs this darkly ironic, Tarantino-esque thriller, where the action escalates into a three-way race for control of the lucrative drug trade.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310721,"title":"Gente Comun","adult":false,"genre_ids":[]},{"cast":["Terius 'Juvenile' Grey","Charles D. Allen","Kenia Brown","Allison Nurse","Kita Sha"],"overview":"Femmes fatales take the spotlight in this urban double feature. Three hot ladies accused of a crime they didn't commit agree to investigate the murder of famous rapper Nitro (Juvenile) and uncover a scandal that shakes the rap world in Hood Angels. Kenia Brown and Allison Nurse co-star. In Nikita Blues, sexy teen Nikita (Essence Atkins) stops at nothing to seduce her teacher Mr. Jackson (Kenney Lee) … even though he's engaged!","release_date":"2003-05-20","vote_average":2.0,"runtime":86,"cert":"\"R\"","id":310723,"title":"Hood Angels","adult":false,"genre_ids":[28]},{"cast":["Linnea Quigley","Brunhilda Zekthi","Chris McDaniel","Sacha Crutchfield","Garrett Harrison"],"overview":"After winning an all-expenses-paid Mardis Gras vacation in New Orleans, a tight-knit group of college friends prepare for the time of their lives. But boobs, beads and debauchery get pushed to the back burner when murder bubbles up to the surface. A local tourist trap hawking voodoo trinkets seems to be the source of all the trouble, but no one's sure who's pulling the strings when it comes to orchestrating the killings.","release_date":"2006-10-14","vote_average":0.0,"runtime":79,"cert":"\"ScreamFest Horror Film Festival\"","id":310725,"title":"Hoodoo for Voodoo","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Five skateboarders -- Jacob Walder, Cato Williams, Jimmy Gorecki, Terry Kennedy and Kevin Booker -- find adventure in Miami, San Francisco, Barcelona, Tokyo and more in this multimedia documentary featuring music by hip-hop greats the Neptunes. Also look out for appearances by Nigo, Rob Dyrdek, Chad Hugo, the Terriyaki Boys, Skate Board P and others. The Neptunes' Pharrell Williams produced the film.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310727,"title":"Ice Cream: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of the greatest singer-songwriters in the history of rock 'n' roll, John Lennon rose to worldwide acclaim in the early 1960s with the Beatles. When the band broke up after 10 years together, Lennon recorded several influential albums with his wife, Yoko Ono. His life cut short by a deranged fan in 1981, Lennon and his genius still endure, and this fascinating documentary sketch pays tribute to his lasting musical legacy.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310729,"title":"John Lennon: Timeless Portrait","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program presents two live performances by British band the Levellers. First is a complete show featuring 23 songs, including hits \"One Way\" and \"15 Years.\" Next are highlights from an acoustic set at the Buxton Opera House, with special guests Maddy Prior, Nick Burbridge, Rev Hammer and Nick Harper. The Levellers infuse their music with punk and traditional English styles to create their own brand of anarcho-activist rock.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310731,"title":"Levellers: Chaos Theory","adult":false,"genre_ids":[]},{"cast":["Kyôsei Tsukui","Ayako Shiraishi","Mitsuaki Madono","Ryusei Nakao","Hikaru Midorikawa"],"overview":"This anime tale set in a dystopian near future finds a corrupt regime in control as it first persecutes and then exploits those with extrasensory skills, harnessing their special talents to create more effective weaponry. Luckily for psychic Keith Evans, he escapes from custody and in time finds an ally in young Burn Griffiths. When Keith sacrifices his freedom to save his new friend from the government, Burn sets off on a quest to locate Keith.","release_date":"1998-05-25","vote_average":0.0,"runtime":30,"cert":"N\/A","id":310742,"title":"Psychic Force","adult":false,"genre_ids":[14,28,12]},{"cast":[],"overview":"When, on the eve of his wedding, a natural disaster strands Satyam (Madhavan) in an airport far from home, he sets off on an arduous overland journey back to Hyderabad. The slick advertising executive is joined on his trek by Sivam (Kamal Hassan), an unsophisticated cripple who's had a difficult life. As the two unlikely companions make their way across India, they have a close encounter with tragedy that prompts them to question their fate.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310744,"title":"Satyame Shivam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Long before Columbus, the Maya established one of the most highly developed civilizations of their time in the jungles of Mexico and Central America. Yet this advanced society of priests, astronomers, artisans, and farmers suddenly and mysteriously collapsed more than a thousand years ago. Accompany archaeologists to Copan, Dos Pilas, and other spectacular Classic Maya ruins as they unearth artifacts and huge temples of incredible beauty. Recently deciphered hieroglyphics and other new discoveries offer astounding clues to the lives of these ancient people. You'll hear the startling story of one kingdom's downfall and its final desperate hours of violent warfare. Through spine-tingling recreations, witness ancient rituals reenacted on sites where they originally occured. And meet the enduring Maya who still maintain many of their ancestor's traditions. You'll hear the voices of a magnificent civilization as you uncover LOST KINGDOMS OF THE MAYA.","release_date":"1993-01-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":310746,"title":"National Geographic: Lost Kingdoms of the Maya","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"This expansive documentary tracks the career of Florida-born producer-singer-rapper T-Pain from his early solo work to his eventual success on the international rap scene, including his collaborations with Bow Wow, R. Kelly, Kanye West and others. T-Pain pushes the boundaries of rap with his innovative echo-like vocals, and the Grammy winning artist's long list of collaborators reads like a Who's Who of the rap world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310748,"title":"T-Pain: Digital Collaborations","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this hilarious romantic comedy, Yuvakrishna and Ankitha head the cast as students who fall madly in love -- until a misunderstanding drives a wedge between them. When their families try to force them into an arranged marriage, will the couple kiss and make up, or will they allow their stubbornness to destroy their chance at happiness? Vivek, Nirosha, Pravin Mani and M.S. Vishwanathan also star.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310750,"title":"Thakathimitha","adult":false,"genre_ids":[]},{"cast":[],"overview":"A shaman with a cell phone. An artist who paints like Van Gogh. A 3-year-old genius. And JFK's secret writer, who helped President Kennedy win a Pulitzer Prize for Profiles in Courage. This story connects the lives of four people in a quest for life's deeper meaning. With the help of a modern medicine man, the artist searches for the spirit of his departed father among the living, in the healing red rock country of Sedona, Arizona.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310752,"title":"The Artist & the Shaman","adult":false,"genre_ids":[]},{"cast":["K. Bhagyaraj","Sulakshana","M. N. Nambiar","Senthil"],"overview":"K. Bhagyaraja and Sulakshana star as two people committed by their families to an arranged marriage. As the would-be groom faithfully courts his fiancée, the two fall in love. But when the families disagree on the dowry, both sides are incensed, and the lovers' marriage is forbidden. Now, the dejected fiancé must find a way to marry his beloved. K. Bhagyaraja directs this popular Kollywood romance drama co-starring M.N. Nambiar.","release_date":"1982-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310766,"title":"Thooral Ninnu Pochu","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Comic genius Lawrence Lee Wallace -- who had Chicago audiences rolling in the aisles with his hilarious sketch comedy show \"Urban Scenze\" -- brings the popular revue to the small screen, with all the hip-hop-infused zaniness intact. Newcomers Mael Cabarrus, Mark Davis, We'Lalah Kindred and Sara McCool join Keesh Future, China Colston and Adriohn Richardson for edgy skits that take aim at relationships and urban life's absurdities.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310768,"title":"Urban Scenze: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Actor Keith Carradine hosts this fascinating History Channel program examining the role that sound engineering played in the success of some of the most notorious Old West towns, such as Dodge City, Tombstone and Deadwood. According to historians and scholars, part of the reason we still talk about these towns is the fact that they were designed remarkably well -- even though they sprouted up in desolate areas that were once nearly uninhabitable.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310770,"title":"Western Towns","adult":false,"genre_ids":[]},{"cast":[],"overview":"The primal warriors of Windir combine heavy metal with native Scandinavian folk themes for a whole new angle on what it means to rock. The group disbanded after front man Terje \"Valfar\" Bakken's tragic death, but this 2004 concert -- a tribute to the late singer -- recorded live at Rockefeller Palace in Oslo, Norway, is a gem. Also featured are additional live footage, backstage scenes and an interview with Valfar.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310772,"title":"Windir: Sognamental Live","adult":false,"genre_ids":[]},{"cast":["Bob Steele","Marion Byron","Ernie Adams","George 'Gabby' Hayes","Henry Roquemore"],"overview":"Joe has Cowboy-Race Driver Brent drive him to the border where his men slug Brent, and he shoots Stafford and takes his bonds. Brent's old friend Chuck arrives and the two head out to find the gang and recover the bonds.","release_date":"1933-03-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":310774,"title":"Breed of the Border","adult":false,"genre_ids":[37]},{"cast":["Diana Hayden"],"overview":"Career woman Somiya (Diana Hayden) meets her dream man in Karan (Shawar Ali). They soon wed, and for years all is blissful … till Somiya learns of her spouse's affair. Crushed, she confronts him -- but regrets it after Karan gets physical. Unable to endure his abuse and adultery, Somiya escapes with their daughter. When the irate Karan hunts them down and threatens to kill them, can Somiya summon her mettle and teach him a lesson he won't forget?","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310776,"title":"Ab ... Bas!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1992, a group of New York backup musicians got together to jam and take a break from their daily lives, in the process forming a group named for legendary backup player Al Kooper. With talents from the orchestras of \"Late Night with Conan O'Brien\" and the \"Late Show with David Letterman,\" the Rekooperators shine in this PBS concert featuring original tunes, along with blues classics and favorite covers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310778,"title":"Al Kooper and the Rekooperators","adult":false,"genre_ids":[]},{"cast":["Danilo Mancinelli"],"overview":"Young basketball star Dan Milano has all the makings of a pro player -- talent, skill and determination. But as he sets out to make his dream come true, Dan learns that in the world of professional basketball, talent only gets you so far. Based on a true story, this telling drama exposes the politics and corruption that run rampant in organized sports.","release_date":"2007-07-27","vote_average":0.0,"runtime":75,"cert":"\"\"","id":310786,"title":"Faded Dreams","adult":false,"genre_ids":[28,18]},{"cast":["Isaac Alderson","Johnny Berrill","Jonas Fromseier","Diarmaid Hurley","Marianne Knight"],"overview":"At once ethereal and electric, this exciting live concert performance explores the intersection between Celtic sounds and world music with talented artists who truly test the traditions of their Irish heritage with notes of gypsy, bluegrass and jazz. Selections include \"The Last Leviatan,\" \"Monti's Czardas,\" \"Crooked Jack,\" \"Froggies Bell,\" \"Cuimhne an Phiobaire,\" \"Ned of the Hill\" and \"Unquiet Grave.\"","release_date":"2011-03-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":310788,"title":"Celtic Crossroads: World Fusion","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Featuring some of the biggest names in country music, this video series will have you breaking out your cowboy boots in no time. This video highlights live performances by Patty Loveless (\"It's What You Don't Do,\" \"Lonely Days Lonely Nights\"), Lee Greenwood (\"God Bless the U.S.A.\" and more) and Tanya Tucker (\"The Night They Drove Ole Dixie Down,\" \"Delta Dawn\" and more) and also includes interactive trivia and performer biographies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310790,"title":"Country Music America: Patty Loveless, Lee Greenwood and Tanya Tucker","adult":false,"genre_ids":[]},{"cast":["Maurizio D'Agostino","Giacomo Nasta","Veronica Liberale"],"overview":"","release_date":"2014-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310792,"title":"Il ladro di dita","adult":false,"genre_ids":[]},{"cast":["Hillary Clinton"],"overview":"Released during her 2008 bid for the U.S. presidency, this provocative documentary examines the political foibles of Sen. Hillary Rodham Clinton through interviews with more than 30 journalists and politicians. Delving into the senator's involvement with the futures market, her Senate race and her Senate record, the film includes appearances by Dick Morris, Newt Gingrich, Ann Coulter, Robert Novak, Bay Buchanan and more.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310794,"title":"Hillary: The Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jesús López Cobos conducts and Emilio Sagi stage directs this affecting performance of Federico Moreno Torroba's zarzuela, \"Luisa Fernanda,\" recorded live at the Teatro Real in Madrid and starring Nancy Herrera in the titular role. Plácido Domingo portrays Vidal Hernando, the farmer willing to break his own heart so his much younger beloved can run away with a man her age. Bonus features include sit-downs with López Cobos and Domingo.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310796,"title":"Federico Moreno Torroba: Luisa Fernanda","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of the most controversial figures in U.S. history, Jesse James has captured the imagination of the world for more than a century. Teen guerilla fighter, Civil War soldier, notorious bandit, James holds a place in popular legend like no other. Through expert accounts, historic analysis and forensic science, this revealing exposé traces the outlaw's life from his humble Southern childhood through his rise to infamy and his mysterious death.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310810,"title":"Jesse James: Legend, Outlaw, Terrorist","adult":false,"genre_ids":[]},{"cast":[],"overview":"This heartfelt tribute, the first to be released since Luciano Pavarotti's passing in 2007, contains excerpts from the illustrious career of one of the world's greatest opera tenors, including his famed 1989 performance in Barcelona, Spain. The presentation also contains rare clips from the master's childhood years, along with footage of his grand funeral proceedings.","release_date":"2008-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310812,"title":"Luciano Pavarotti: A Legend Says Goodbye","adult":false,"genre_ids":[]},{"cast":["Jenn Gotzon Chandler","Justin Kunkle","Tippi Hedren","James Nguyen","Patsy van Ettinger"],"overview":"In this love story with Hitchcockian overtones, a computer chip salesman meets the perfect girl (a brilliant software developer) -- and then she disappears. After Jack Livingstone (Justin Kunkle) finds Julie Romanov (Jenn Gotzon) through an Internet dating service, he's convinced life is perfect. But when she vanishes, he's left distraught and confused. Turning to Julie's mother (Hitchcock vet Tippi Hedren), he learns a startling revelation.","release_date":"2003-01-01","vote_average":1.5,"runtime":91,"cert":"\"\"","id":310814,"title":"Julie & Jack","adult":false,"genre_ids":[10749,878]},{"cast":[],"overview":"You've learned the basics of surfing -- now refine your technique with tips from the experts. Topics include longboarding and shortboarding; positioning; surfing big waves; competition and etiquette; mental and physical fitness; and preserving the environment. Top-notch surfers such as Chris Bredesen Jr., Laurie Wilson, Yasha and Leo Hetzel, Rusty Long, John Davies, Donna Frye and more share their wisdom, advice and stories of the surfing life.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310816,"title":"Learning to Surf with Surfer Joe: Vol. 3: Walkin' on Water","adult":false,"genre_ids":[]},{"cast":[],"overview":"For nearly 47 years, the Southern Pacific Railroad relied upon its massive AC-type steam locomotives to haul freight and passenger trains throughout California and neighboring states. Built to provide the power and flexibility demanded by the mountainous passes they traversed, these giants were constructed with their cab in front of the boiler, thus earning them the name Cab Forwards. The last Cab Forward revenue train ran in 1956, after which all but one were scrapped. From then on, film coverage of these AC-class engines was eagerly sought, hard to locate, and highly prized. Now, after years of research, Pentrex has assembled an awesome collection of footage and still images of SP AC-1s through AC-12s spanning the years 1927 to 1956.","release_date":"2007-12-12","vote_average":0.0,"runtime":90,"cert":"\"\"","id":310818,"title":"Southern Pacific Cab Forward Collection","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Celebrated Austrian violinist Gottfried Schneider and distinguished German pianist Gerhard Oppitz share the stage for this tour-de-force recital that showcases the work of Wolfgang Amadeus Mozart. Together, the duo turns in spirited, virtuoso performances of Mozart's Sonata in F Major, Sonata in B-flat Major and Sonata in E-flat Major.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310820,"title":"Mozart: Sonatas for Violin and Piano","adult":false,"genre_ids":[]},{"cast":[],"overview":"Outrageous Big Machines features 4 captivating construction shows on 1 action packed DVD.  Take your kid directly to the work site where they will help real construction workers clear the way for roads and blast away mountains of debris with awesome power.  Better pack your hard hat - it's going to be a bumpy ride!","release_date":"2008-01-01","vote_average":0.0,"runtime":135,"cert":"\"NR\"","id":310822,"title":"Outrageous Big Machines","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2013-11-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":310827,"title":"Lorenzo Negli Stadi - Backup Tour 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The masters of heavy metal rock -- AC\/DC -- rule London's Hippodrome in this live concert performed at the apex of their raucous career. The band is led by Bon Scott, AC\/DC's original vocalist, who commands the stage in numerous fan-favorite tunes. Roof-blazing songs featured include \"Rocker,\" \"Whole Lotta Rosie,\" \"Problem Child,\" \"Bad Boy Boogie,\" \"Ain't a Bad Place to Be,\" \"T.N.T.\" and many others.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":310829,"title":"Rock Masters: AC\/DC","adult":false,"genre_ids":[]},{"cast":["Rodney Perry"],"overview":"Stand-up comedian Rodney Perry (better known as Mo'Nique's wisecracking sidekick on \"The Mo'Nique Show\") takes the stage in Birmingham, Ala., to deliver the full-bodied brand of humor he's known for, mixing influences from the likes of Bill Cosby, Redd Foxx, Eddie Murphy and Richard Pryor. No subject is safe from Perry's good-humored ridicule -- from love and marriage to the ups and downs of simply being alive.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310831,"title":"Rodney Perry: Nothing But the Truth","adult":false,"genre_ids":[]},{"cast":["Hiromi Tsuru","Hinako Yoshino","Junko Shimakata","Yumi Touma"],"overview":"In the future, five female high school students form Sailor Victory to command three giant ninja robots: Gion, Momoyama and Sagano, so that they can fight against evil in the virtual-future of Mikado City. In these two episodes, a disgraced and disgruntled city employee aims to humiliate the Sailor Victory crew by joining up with the evil Margarita. Little does he know that she is bent on destroying the city...","release_date":"1995-06-25","vote_average":6.0,"runtime":54,"cert":"N\/A","id":310833,"title":"Sailor Victory","adult":false,"genre_ids":[28,16,35,878]},{"cast":[],"overview":"Chance is obsessed with basketball, but when he drives his girlfriend (Stacy) away with his single-mindedness, there is nothing he won't do to get her back. In desperation, he resorts to the help of Uncle Rick, the self-proclaimed head of Players University...","release_date":"2006-03-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310838,"title":"The University Player","adult":false,"genre_ids":[]},{"cast":["Raj Kapoor","Meena Kumari"],"overview":"After Shekhar (Raj Kapoor) falls for beautiful Sharada (Meena Kumari), he makes her promise that she'll wait for him while he goes abroad on a business trip. But when Shekhar's plane goes down in flames, Sharada finds comfort in the arms of another man, not knowing that he's Shekhar's widowed father (Raj Mehra). Trouble is, Shekhar survived the crash and soon returns home, only to discover that Sharada has become … his mother!","release_date":"1957-02-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":310840,"title":"Sharada","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on the popular video game series, this futuristic anime feature follows the plight of the Earth Federation, the last group of human beings on the planet, who are forced to defend themselves from elimination at the hands of an alien invasion. To give its troops a chance in battle, the Earth Federation Army has developed the \"Personal Trooper,\" a mobile robotic weaponry system that fuses with the body of its human pilot to remain functional.","release_date":"2005-05-27","vote_average":3.0,"runtime":84,"cert":"N\/A","id":310848,"title":"Super Robot Wars","adult":false,"genre_ids":[]},{"cast":[],"overview":"Perfect for jazz aficionados, this jam-packed compilation from TDK's vast catalog of recordings features genre masters such as Chick Corea, Herbie Hancock, Stan Getz and Oscar Peterson. Selections include \"Along Came Betty\" by Art Blakey's Jazz Messengers; the classic \"Summertime,\" by the Modern Jazz Quartet; \"Cool Vibes,\" by Lionel Hampton &amp; the Golden Men of Jazz; and \"Homecoming\" by the Dave Holland Quintet.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310850,"title":"The Best of Jazz on TDK '07","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Razah Code -- Underground Hip Hop takes you on all access journey through the most raw and talented under underground Hip-Hop scene in the world today -- New York City. Follow Hell Razah to the studio where he records songs with Ras Kass, Killah Priest and 4th Disciple. Listen to up close and personal interviews of your favorite under underground Hip-Hop artists. Then follow Hell Razah to live performances at some of the hottest underground clubs New York has to offer.","release_date":"2006-09-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310852,"title":"The Razah Code Underground Hip-Hop Chapter 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sean Kelly and Tom Askin of the reggae-influenced rock group the Samples dial down their sound and collaborate with Vertical Horizon drummer Ed Toth for this intimate acoustic concert recorded live at Quinnipiac College in Hamden, Conn. The set list includes \"Last Summer,\" \"Wild River,\" \"Streets in the Rain,\" \"When the Day Is Done,\" \"Blue,\" \"We All Move On,\" \"Feel Us Shaking,\" \"Who Am I?\" and others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310854,"title":"The Samples: Seventeen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentarian Abe Benjamin stumbles across an old cassette tape in a thrift store that leads him to investigate the mysterious origin of a bamboo bike and the odd little girl who accompanies it on its journey through time. Unbeknownst to Abe, the Braughman Brothers Security Team are on the hunt for the same bike at the request of their billionaire boss and best friend Joe Panda. Chaos ensues.","release_date":"2013-08-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310856,"title":"Whensday","adult":false,"genre_ids":[]},{"cast":[],"overview":"Archaeologists, historians and forensic scientists study ancient grave sites and castles in the Czech Republic to determine if Princess Eleonore von Schwarzenberg was the real-life inspiration for Dracula. During their investigation of the bizarre 18th-century Bohemian princess, the experts discover a variety of fascinating relics, including the corpse of a man with a wooden stake in his chest and a rosary binding his hands.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310858,"title":"The Vampire Princess","adult":false,"genre_ids":[]},{"cast":["Sissy Spacek","William Hurt","Howard Da Silva","Sally Kellerman","Vaughan Hooks"],"overview":"Paul Gallico's filmed play explores the camaraderie between a USO girl named Verna (Sissy Spacek) and an American soldier (William Hurt) stationed in Belgium during World War II. This play was produced for television and is part of the Broadway Theatre Archive. It's a wonderful trip to a bygone era with stellar performances from Hurt and Spacek.","release_date":"1978-01-25","vote_average":7.0,"runtime":90,"cert":"\"\"","id":310869,"title":"Verna: USO Girl","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Using rare archival materials and testimony, combined with the latest historical research, this deeply moving -- and true -- story centers on the million British horses who served in World War I.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310871,"title":"War Horses of WWI","adult":false,"genre_ids":[]},{"cast":[],"overview":"When young Zach and Annie face challenges, they're often unsure of what's the right thing to do. But by listening to inspiring stories from the buffalo Plato, the kids learn to make good decisions based on virtues like honesty, courage and loyalty. Drawing on classic myths, fables and tales from around the globe, this animated series teaches children positive lessons they can use in their daily lives.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310873,"title":"Adventures from the Book of Virtues","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the future of oil for energy in question, the demand for alternative fuels has never been greater. This filmed talk by biofuels expert David Blume uncovers the ways in which ethanol can help meet that demand. With an engaging style, Blume takes the mystery out of alcohol-based fuels with a start-to-finish explanation of how ethanol works, facts and figures, information on tax credits and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310875,"title":"Alcohol Can Be a Gas!: Fueling an Ethanol Revolution for the 21st Century","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lil' Fizz, Raz-B, J-Boog and Omarion, collectively known as R&amp;B boy band B2K, star in this banging music video collection that features their biggest hits, including \"Uh Huh,\" \"Gots Ta Be,\" \"Why I Love You,\" \"Bump, Bump, Bump\" and \"Girlfriend.\" Hip-hop artist and media mogul Puff Daddy appears in the video for \"Bump, Bump, Bump,\" which was the popular group's first No. 1 single on the Billboard charts.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310880,"title":"B2K: The Ultimate Video Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"Basketball legends including Michael Jordan, Steve Nash, Red Auerbach and John Wooden tell the amazing life story of Dr. James Naismith, the man who invented the game and inspired generations of players to reach for the rim. The athletes share their perspectives on the game and explain how Naismith developed the basic rules of the sport in just two weeks in 1891. Historical clips also feature the first-ever b-ball instructional film, from 1927.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310882,"title":"Basketball Man","adult":false,"genre_ids":[]},{"cast":["Meena Kumari","Shashi Kapoor","Nirupa Roy","Ashok Kumar","Tanuja"],"overview":"Sibling rivalry abounds in this film about two privileged brothers, Anwar and Nawab, and the women who come between them. Nawab, although a married man and father, engages in frequent secret rendezvous with his mistress, Benazir. Meanwhile, Anwar declares his love for a woman named Shahida, whom he desires to wed. So when Nawab witnesses Anwar in the arms of the lovely Benazir, he's outraged -- and puzzled -- by the brotherly betrayal.","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310887,"title":"Benazir","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lovable aardvark Arthur and his pals learn to deal with allergies, bullies, exercise and grades in this collection featuring four episodes of the popular animated show based on the best-selling books by Marc Brown. Binky learns he's allergic to peanuts in \"Binky Goes Nuts,\" while in \"Breezy Listening Blues,\" Brain gets a low grade on a test. In \"Arthur Weighs In,\" Arthur gets in shape, and Muffy faces a mean kid in \"The Law of the Jungle Gym.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310889,"title":"Binky Goes Nuts","adult":false,"genre_ids":[]},{"cast":["Roberto Silva","Miroslava","Ernesto Alonso","Estela Inda","Lupe Inclán"],"overview":"Romantic triangles, rural\/hacienda setting.","release_date":"1946-05-30","vote_average":0.0,"runtime":77,"cert":"N\/A","id":310891,"title":"Bodas trágicas","adult":false,"genre_ids":[]},{"cast":["Joseph Cotten","Pat Conway","Dick Foran","Dandy Curran","Karl Swenson"],"overview":"At the turn of the century in the Southwest, Brighty the wild burro accompanies his friend, a prospector named Old Timer, on a hunt for gold. A claim jumper robs the pair of their strike, killing Old Timer in the process. Brighty then sets out on a quest -- befriending a mountain lion hunter along the way -- to bring Old Timer's murderer to justice in this drama based on the best-seller by Marguerite Henry.","release_date":"1966-11-24","vote_average":5.5,"runtime":null,"cert":"\"\"","id":310893,"title":"Brighty of the Grand Canyon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Buckle your seat belts and hang on for a rowdy ride with this stellar compilation of outstanding routines from many of today's most talented comedians, including Adam Sandler, Jerry Seinfeld, Drew Carey, Ellen DeGeneres and Bill Maher. Other top-notch comic talents appearing are Tommy Chong, Rob Schneider, Harry Shearer, Phil Hartman, David Spade, Dave Attell, John Mulrooney, Dennis Regan and Steve-O.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310895,"title":"Comedy Club Shoot-out: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Practiced by millions of people across the globe, judo offers far more than a means of protecting oneself and staying fit; the popular martial art also helps improve self-confidence, concentration, quick thinking, balance and fast reflexes. This documentary reveals the history and legends of judo, which was developed and founded in 1882 by Dr. Jigoro Kano. Dr. Kano refined the ancient martial art of jujutsu to create the sport of judo.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310897,"title":"Judo: The True Story and Legend","adult":false,"genre_ids":[]},{"cast":["Maurice Bradley","Anthony Dorsey","Curtis Elliott","Bryant Johnson"],"overview":"In this chilling documentary about the power of addiction, three friends take their fourth longtime pal Bryant \"HairKutt\" Johnson to a remote cabin in the Tennessee woods, hoping to force him to kick his heroin habit. The group must cut short their trip when HairKutt's body begins to fail without the drug, and after rushing him to a hospital, the friends are dismayed to find that he quickly returns to his old ways.","release_date":"2007-04-10","vote_average":10.0,"runtime":1,"cert":"\"NR\"","id":310911,"title":"HairKutt","adult":false,"genre_ids":[99]},{"cast":["Esther Schweins","Tina Ruland","Cosma Shiva Hagen","Marek Erhardt","Uwe Friedrichsen"],"overview":"","release_date":"2002-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310913,"title":"Die fabelhaften Schwestern","adult":false,"genre_ids":[35]},{"cast":["Melika Foroutan","Matthias Schloo","Franziska Walser","Anja Nejarri","Marc Zwinz"],"overview":"Once Sofie Möller left her idyllic hometown with the aim of making a career in the big city. Now she returns with her mother Agnes to attend the funeral of her grandmother and to revamp her empty house for sale. It does not take long for Sofie to be confronted with her past, which apart from the grandmotherly love consisted of many personal injuries. When she meets her former boyhood friend Tom Sommer again, Sofie has come to the time to rethink her own emotional life.","release_date":"2011-06-24","vote_average":3.0,"runtime":90,"cert":"N\/A","id":310915,"title":"Der Duft von Holunder","adult":false,"genre_ids":[10770,18,10749]},{"cast":[],"overview":"On a dark, stormy night, two roomates caught in a power blackout decide to tell each other scary stories to pass the time. The first story is called \"Pain Killer\", about a Gulf War Vet. that returns home disfigured and mentally unstable engaging in a murderous killing spree after his wife no longer sees him as her husband. The second story called \"The Cologne\", written by B-Horror legend TIM RITTER (Truth or Dare, Killing Spree), tells the story of a nerd that can't get a date until he tries this special \"Cologne\", which works great at first but comes with some deadly side effects. The last story is called \"Blood Runs Cold\", about an aging Priest that is chosen by God to rid the earth of vampires.","release_date":"2004-08-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310917,"title":"Realms of Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"Road of Hope: The Spiritual Journey of Cardinal Nguyen Van Thuan is an original Salt and Light documentary exploring the man and his message. This powerful film traces the history of Thuan from his privileged upbringing in a powerful political family to decades of war, betrayal and suffering - all experiences which helped form his singular conviction that \"Love Conquers All.\" Featuring interviews with those who knew him best, never before seen family videos, and rare archival footage of Thuan sharing his most revealing insights, Road of Hope offers an unprecedented glimpse into the life of a modern day martyr and saint.","release_date":"2009-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310919,"title":"Road of Hope: The Spiritual Journey of Cardinal Nguyen Van Thuan","adult":false,"genre_ids":[]},{"cast":["Lou Wagner","Ken Del Conte","LoriDawn Messuri","Robert Balderson","Sandra Purpuro"],"overview":"In tradition of Crash, Sunsplit is an absorbing tale of three unique Los Angeles individuals.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310921,"title":"Sunsplit","adult":false,"genre_ids":[27]},{"cast":["Andrea Puglisi","Beatrice Gattai","Davide Macaione"],"overview":"","release_date":"2013-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310929,"title":"L'handicap più grande","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed live on the beautiful island of St. Lucia, this concert features renowned pianist and composer Randy Weston performing with an impressive group of backup musicians. Blending African rhythms with traditional jazz to create an eclectic sound of his own, Weston delivers a compelling set list that includes \"African Cookbook,\" \"The Shrine,\" \"African Sunrise\" and \"Blue Moses.\" A bonus interview sheds light on the man and his music.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":310934,"title":"Randy Weston: Live in St. Lucia","adult":false,"genre_ids":[]},{"cast":["Fernando Soler","Anita Blanch","Andrés Soler","Irma Torres","Joaquín Cordero"],"overview":"A respectable, married gent has made up a passel of stories to cover for his fifteen years of frequent pleasure trips to the city. One weekend, one of his city friends meets his daughter in her home town and all his lies and cover stories start unraveling.","release_date":"1953-08-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":310936,"title":"El gran mentiroso","adult":false,"genre_ids":[]},{"cast":["Lore Frisch","Maly Delschaft","Evelyn Künneke","Kurt Schmidtchen","Heinz Schubert"],"overview":"","release_date":"1958-04-02","vote_average":0.0,"runtime":88,"cert":"N\/A","id":310938,"title":"Meine Frau macht Musik","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Dave Brubeck is (and continues to be) a giant in the jazz scene, perhaps best known for his mellow instrumental ballad \"Take Five,\" which altered the face of modern jazz. Rediscover Brubeck and his music via this unique profile of the man, interspersed with some of Brubeck's patented California-style cool jazz riffs.","release_date":"2001-12-16","vote_average":5.0,"runtime":null,"cert":"\"\"","id":310940,"title":"Rediscovering Dave Brubeck","adult":false,"genre_ids":[]},{"cast":[],"overview":"A movie about the cotton’s workers in Xinjiang Province, North-West of China.","release_date":"2014-11-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":310948,"title":"Cotton","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Propelled by Claude Cloutier’s signature drawing style and absurdist humour, this animated short offers an overview of the evolution of life on Earth from rock to human, with some surprising twists in between.","release_date":"2000-01-01","vote_average":6.0,"runtime":6,"cert":"N\/A","id":310950,"title":"From the Big Bang to Tuesday Morning","adult":false,"genre_ids":[16]},{"cast":["Ralph Macchio","Janeane Garofalo","F. Murray Abraham","Fatima Ptacek","Kimberly Quinn"],"overview":"Ostracized at her posh new uptown school and shaken by the death of her beloved grandmother, a 10 year-old downtown girl finds an unlikely mentor in the form of an irascible chess-master, who uses the game to teach Max lessons in resilience, perseverance, and how to embrace inevitable change.","release_date":"2014-04-26","vote_average":6.1,"runtime":92,"cert":"\"PG\"","id":310952,"title":"A Little Game","adult":false,"genre_ids":[10751,12]},{"cast":["Martin Barry","Brigitte Poudrier","Monique Villeneuve","François Bottega","Pierre Mailloux"],"overview":"With the arrival of a new juke-box in a snack-bar, the cockroaches' life becomes suddenly a little more animated.","release_date":"1989-01-01","vote_average":7.0,"runtime":10,"cert":"N\/A","id":310954,"title":"Juke-Bar","adult":false,"genre_ids":[]},{"cast":["Tom Fort"],"overview":"Writer Tom Fort drives the 92-mile length of the A303 in a lovingly-restored Morris Traveller. Along the way he has many adventures - he digs up the 1960s master plan for the A303's dreams of superhighway status; meets up with a Neolithic traveller who knew the road like the back of his hand; gets to know a section of the Roman 303; uncovers a medieval murder mystery; and discovers what lies at the end of the Highway to the Sun.","release_date":"2011-05-19","vote_average":0.0,"runtime":60,"cert":"N\/A","id":310956,"title":"A303: Highway to the Sun","adult":false,"genre_ids":[99]},{"cast":["Barbara Becker"],"overview":"","release_date":"2012-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":310958,"title":"Barbara Becker - Mein Pilates Training","adult":false,"genre_ids":[]},{"cast":["Bethany Joy Lenz","John Reardon","Greyston Holt","Tasya Teles","Michael Hogan"],"overview":"While her life is falling apart, single mother Christine finds a magical family heirloom that leads to love and good fortune during Christmas.","release_date":"2014-11-23","vote_average":6.9,"runtime":90,"cert":"\"\"","id":310972,"title":"The Christmas Secret","adult":false,"genre_ids":[10749,18,10751,10770]},{"cast":["William Shatner"],"overview":"Back in 1976, microprocessors had a maximum of 8.5K transistors for 64bits of memory. The Queen of England sent her first email, and Steve Wozniak designed the Apple I. And a post-Star Trek but pre-TJ Hooker William Shatner made this film for AT&amp;T about the future of microprocessors.","release_date":"1976-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":310974,"title":"Microworld","adult":false,"genre_ids":[99]},{"cast":["Mei Kurokawa","Shota Sometani","Masatoshi Nagase","Yukichi Kobayashi","Daisuke Kuroda"],"overview":"Saki and Toshi were born and raised at the shabby \"Drive in Gamo,\" located on the side of a road. Their father was a yakuza but he was kicked out of the group. Because of their father, Saki and Toshi were known as being part of the idiot family. Saki in desperation with her life became a troubled kid. She got pregnant and ran away from family. But one day, Saki who suffered from physical violence by her husband, comes back home.","release_date":"2014-08-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":310976,"title":"Drive-In Gamo","adult":false,"genre_ids":[]},{"cast":["Joyce Reynolds","Robert Hutton","Cecil Kellaway","Ernest Truex","Don McGuire"],"overview":"An old millionaire, who believes he's dying, bequeaths his fortune to a young woman with a fanatical obsession with movie stars. But then the elderly tycoon recovers from his illness and decides he wants his money back. Comedy most notable for its numerous unbilled cameos by Warner Bros. actors.","release_date":"1947-12-10","vote_average":0.0,"runtime":78,"cert":"\"\"","id":310978,"title":"Always Together","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tender exploration of a disconnected relationship between a beautiful stage performer from China, who is trying to preserve her dignity, and a Malay motorcycle gangster, who clings on to their love hopelessly.","release_date":"2014-12-13","vote_average":6.0,"runtime":19,"cert":"N\/A","id":310980,"title":"Star","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When businessman David Morgan (Stefan Sims) embarks on an adulterous affair, his wife, Rena (Karyn Lewis), must decide whether his infidelity is the last straw in a relationship marred by years of neglect and emotional abuse. If she tries to mend the marriage, can her husband take responsibility for his actions and change his ways? Eric Harvey and Felicia Kerney also star in this potent urban drama directed by Shanda Davis.","release_date":"2008-06-10","vote_average":0.0,"runtime":116,"cert":"\"\"","id":310982,"title":"Deceitful Storm","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man and woman help each other survive on a desert island, while clinging onto hope of one day returning to their lives back in civilization. But theirs is an unlikely alliance.","release_date":"2014-12-13","vote_average":0.0,"runtime":8,"cert":"N\/A","id":310984,"title":"Heart of Stone","adult":false,"genre_ids":[]},{"cast":["Bryan Ferry"],"overview":"Bryan Ferry performs his colourful show at Baloise Session on October 30, 2014.","release_date":"2014-10-30","vote_average":0.0,"runtime":60,"cert":"N\/A","id":310992,"title":"Bryan Ferry - Baloise Session 2014","adult":false,"genre_ids":[10402]},{"cert":"N\/A","title":"My Name Is Now, Elza Soares","cast":["Elza Soares"],"id":310997,"overview":"A documentary about Brazilian singer Elza Soares and her long career singing samba and jazz.","runtime":71,"genre_ids":[99],"release_date":"2014-09-27","vote_average":7.0,"adult":false}]