[{"cast":[],"overview":"Out-and-proud comedian Kate Clinton celebrates her 25th anniversary of performing in this blend of stand-up footage, behind-the-scenes clips, interviews, footage of Clinton reading from her book, What the L?, photos and more. With her trademark cutting political satire and clever one-liners, Clinton always puts on a dynamic and hilarious show. Lily Tomlin, Melissa Etheridge, Billie Jean King and other celebrities join in the fun.","release_date":"2007-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":311500,"title":"Kate Clinton: The 25th Anniversary Tour","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first installment of a series profiling the next generation of great pianists highlights the work of Russian virtuoso Boris Berezovsky, who has forged a reputation as a musician of remarkable creativity and sensitivity. In a memorable recital recorded live at Germany's state-of-the-art Philharmonie Essen in 2006, Berezovsky plows through a set list of works by Beethoven, Godowsky, Liadov, Llywelyn and Medtner.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311502,"title":"Legato: The World of the Piano: Boris Berezovsky","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311504,"title":"Little Pim: Let's Play! - French for Kids","adult":false,"genre_ids":[]},{"cast":[],"overview":"National Geographic Explorer-in-Residence Zahi Hawass -- an Egyptology specialist -- and French archaeologist Alain Zivie take you on an excursion to Egypt for a fascinating exploration of the tombs from the New Kingsom period. The documentary reveals several stunning archaeological finds, including the tombs of the mighty Tutankhamen and Ramses and the sprawling valley of the Golden Mummies.","release_date":"2002-10-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311506,"title":"National Geographic: Egypt Eternal: The Quest for Lost Tombs","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311508,"title":"Little Pim: Let's Count - Chinese for Kids","adult":false,"genre_ids":[]},{"cast":[],"overview":"With a huge body of recorded work more varied than that of almost any other country singer of the postwar era, legendary honky-tonk artist Ray Price has left an indelible stamp on America's cultural landscape. This 13-song set recorded at Nashville's Renaissance Center in the mid-1980s includes many of Price's classic hits, such as \"San Antonio Rose\" and \"Spanish Eyes.\" Bonus materials include a comprehensive biography and much more.","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311510,"title":"Ray Price: Live at the Renaissance Center","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow an unlikely predator, the bizarre and vibrant flatworm, whose hunting and sexual exploits forever altered the shape of life. In a geologic instant, a fantastic array of animals emerged on earth, laying the groundwork for the incredible diversity of life that exists in the world today","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311512,"title":"Shape of Life: The First Hunter & Explosion of Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"This dynamic live performance by Freddie MacGregor -- one of the architects of roots reggae -- highlights his music's trademark spirituality and irresistible grooves. The video was originally released as a companion to the audio CD anthology \"Show Me Your Roots,\" which honors the masters of roots reggae with a selection of tracks by Luciano, Gregory Isaacs, Garnet Silk and Morgan Heritage, among others.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311514,"title":"Show Me Your Roots","adult":false,"genre_ids":[]},{"cast":["Natalia Wörner","Herbert Knaup","Peer Jäger","Matthias Fuchs","Felix Eitner"],"overview":"","release_date":"1998-07-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311516,"title":"Zur Zeit zu zweit","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mexican paintings pack both a visual and narrative wallop with their often bright colors and inventive depictions of stories and events. This video traces the rich history of Mexican painting, from colonial works with a distinct Christian emphasis to modernist paintings of the 20th century. Profiled artists include colonial painter Baltasar de Echeve Orio, 19th century master Jose Maria Estrada, and the influential surrealist Frida Kahlo.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311518,"title":"The Art of Mexico: Vol. 2: The Painters","adult":false,"genre_ids":[]},{"cast":[],"overview":"A merging of two previous Pink Floyd documentaries, this set examines the band from its formation through its Syd Barrett years. It includes the immediate post-Barrett albums, followed by an exploration of their legendary \"Meddle\" album. Through in-depth interviews with the band, studio clips and archival footage, this film sheds light on the early era of the rock institution that could well be considered a genre of its own.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311520,"title":"The Early Pink Floyd: A Review and Critique","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Boston, the four Naldoff brothers make a comfortable living running money scams. But the youngest brother, Lee, is dangerously attracted to the excitement of the underworld lifestyle. When Lee puts a hit on a wealthy businessman, he unknowingly pins his brothers and entire family up against a ruthless Chinese Mafia gangster. Lee and his brothers, Michael, Matty, and David, but join forces to untangle the situation which seems impossible to get out of.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311522,"title":"The Exchange","adult":false,"genre_ids":[]},{"cast":[],"overview":"Head to southern Louisiana with filmmaker Matthew Wilkinson to soak up one of the country's best-kept musical secrets: Lil' Band o' Gold, a group of seasoned musicians who churn out an eclectic blend of country, R &amp; B and zydeco known as swamp pop. This lively documentary follows blues-rock legend C.C. Adcock as he scours the marshes and prairies of Acadiana to assemble a supergroup of diverse personalities, backgrounds and musical styles.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311524,"title":"The Promised Land: A Swamp Pop Journey","adult":false,"genre_ids":[]},{"cast":["Joachim Fuchsberger","Sieghardt Rupp","Andrea Jonasson"],"overview":"","release_date":"1971-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311526,"title":"Heißer Sand","adult":false,"genre_ids":[12]},{"cast":["Donald McIntyre","Maria de Francesca-Cavazza","Robert Schunk","Hans Günter Nöcker","Josef Hopferwieser"],"overview":"Wolfgang Sawallisch conducts this acclaimed staging of Paul Hindemith's ambitious opera of the goldsmith Cardillac, whom fortune seems to favor and then abandon, featuring Donald McIntyre and Maria de Francesca-Cavazza in the starring roles. Filmed in 1985 at the Bavarian State Opera and directed by the legendary Jean-Pierre Ponnelle, the production captures every nuance of Hindemith's powerful tale of love, suspicion and betrayal.  Opera Performance, recorded at 16-25 September 1985 at the National Theater in Munich.","release_date":"1985-12-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":311528,"title":"Cardillac","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Mallory Lewis, daughter of Lamb Chop puppeteer Shari Lewis, and her orangutan puppet, Zoey, lead children on an amazing adventure through the jungle, where kids can learn about and gain an appreciation for nature and animals. Children can sing along with fun animal songs and delight in the jokes, crafts, riddles and stories throughout this educational live-action special.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311530,"title":"Zoey's Wild Things","adult":false,"genre_ids":[]},{"cast":["Joachim Fuchsberger","Daniel Ceccaldi","Raoul Bova","Billy Dee Williams","Anja Kruse"],"overview":"Alazar, a simple farmer who is also a beekeeper, meets the Three Wise Men Caspar, Melchior and Balthazar, who have set off to celebrate the arrival on earth of the Messiah. Alazar's magic bees become magically transformed into the tail of the bright comet which leads the four of them to the manger. At first, the brave young farmer's son is on the point of leaving the Wise Men to their fate because he has been forced against his will by their magic powers to leave his pregnant wife Izirah behind. He only very reluctantly agrees to the Kings' request to accompany them. Although the Three Wise Men make it very clear to him how important the Messiah's arrival on earth is, the relationship between the four men remains very tense. Nevertheless, despite all disagreements, our travelling companions soon become firm friends -and after several exciting adventures they finally succeed in locating the manger. The Three Kings then allow Alazar to return home to his loving wife.","release_date":"1997-12-27","vote_average":5.6,"runtime":null,"cert":"N\/A","id":311532,"title":"The Fourth King","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Keen to dispel some long-held misconceptions about the compositions of Franz Schubert, renowned Austrian pianist Alfred Brendel uses words and music to make his case in this third volume of his engaging performance series. Here, Brendel offers brilliantly nuanced performances and insightful musical analysis of the revered Romantic composer's Sonata in G Major, D. 894, and Impromptus D. 899 and D. 935.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311534,"title":"Alfred Brendel Plays and Introduces Schubert: Vol. 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using authentic combat footage from the early stages of World War II, this documentary-style program takes you to Poland, Holland, Belgium, France, North Africa, the Balkans and Russia to experience the heft of the Axis drive against the Allies. Segments show divisions of German Panzer tanks in action as well as the self-propelled guns, tanks and armored cars of the Japanese and Italian armies.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311536,"title":"Axis Armor","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you don't like flying ladders, barbed wire or light tubes with your wrestling, look elsewhere. The fearless folks at Combat Zone Wrestling keep the fighting bloody and disreputable in these four bone-crunching matches. Watch and cringe as Trent Acid faces off against \"Sick\" Nick Mondo in the CZW Iron Man Title Match. The other match-ups are Chris Cash vs. Joker; Nate Hatred with Dewy Donovan vs. Nick Gage; and Lobo vs. Zandig.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311538,"title":"CZW: Combat Zone Wrestling: Xtreme Action","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boxer Jim Braddock clawed his way up from a hard-knocks life to win the Heavyweight Champion of the World title and became an inspiring hero of the Depression Era, as revealed in this biographical documentary. From his family life to his most famous fights and inevitable retirement, Braddock's amazing underdog story is told through rare footage and interviews with famous boxers, sports commentators, referees and historians.","release_date":"2005-05-17","vote_average":5.0,"runtime":null,"cert":"\"\"","id":311540,"title":"Cinderella Man: The Real Jim Braddock Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"This claymation blast from the past brings clean-cut Davey Hansen and his talking dog, Goliath, back for more wholesome exploits courtesy of Gumby creators Art Clokey and Ruth Clokey Goodell. The fourth collection of episodes contains lessons about helping others, including \"A Diller, A Dollar,\" \"Boy in Trouble,\" \"Who Me?\" \"Who's George?\" \"Rags and Buttons,\" \"The Dog Show\" and the bonus installment \"New Year Promise.\"","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311542,"title":"Davey and Goliath: Vol. 4: Helping Each Other","adult":false,"genre_ids":[]},{"cast":[],"overview":"The life and virtuosic work of Russian violinist David Oistrakh, once known as King David in the Soviet Union, is chronicled with depth and detail by filmmaker Bruno Monsaingeon in this intriguing portrait of an artist. Highlights include a range of performance footage throughout Oistrakh's legendary career, as well as interviews with his son, Igor, conductor Gennadi Rozhdestvensky, cellist Mstislav Rostropovich and violinist Yehudi Menuhin.","release_date":"1996-06-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311544,"title":"David Oistrakh: Artist of the People?","adult":false,"genre_ids":[]},{"cast":["Diana Ross","Rhonda Ross Kendrick"],"overview":"Soul diva Diana Ross shines in this 1992 concert filmed at New York's Ritz Theatre. Ross shared the specially made stage with nearly 20 accomplished jazz, big band and rhythm and blues maestros, enhancing her already dazzling talent. Together, they collaborate on versions of \"Fine and Mellow,\" \"Don't Explain,\" \"Mean to Me,\" \"All of Me\" and many more. Also featured are interviews and a behind-the-scenes peek at the singing legend.","release_date":"1992-01-01","vote_average":0.0,"runtime":101,"cert":"\"NR\"","id":311546,"title":"Diana Ross: The Lady Sings Jazz and Blues","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"ESPN revisits boxing's blockbuster bouts in this knockout documentary that features Muhammad Ali vs. Joe Frazier in the Thrilla in Manila, Sugar Ray Robinson vs. Jake LaMotta in the St. Valentine's Day Massacre and more full-length matches. Other bouts include Joe Louis vs. Max Schmeling, Evander Holyfield vs. Riddick Bowe, Jack Dempsey vs. Gene Tunney and more. Revealing interviews provide fascinating insight into these legendary competitors.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311548,"title":"ESPN Ringside: Rivalries","adult":false,"genre_ids":[]},{"cast":["Walter Roderer","Gustav Knuth","Charles Regnier","Sabine Sesselmann","Willy Fueter"],"overview":"","release_date":"1960-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311550,"title":"Der Herr mit der schwarzen Melone","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Accompanied by the works of celebrated post-Romantic composer Edward Elgar, this musical excursion explores the heart of western England, from the Malvern Hills to the ornate cathedrals and charming half-timbered houses for which the region is known. Much of Elgar's work -- including the \"Pomp and Circumstance\" marches -- was inspired by his love for his homeland, and he remains the classical composer most closely associated with western England.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311552,"title":"England: Worcester and the Malverns","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join scientists Dr. Brian O'Leary and Tom Valone as they embark on a journey of discovery that takes them through some of the most technologically advanced science experiments. Learn how far experts have come in replacing regular fuel sources with cleaner, better alternatives; listen as they discuss the finer points of inertial propulsion, magnetic motors, nuclear batteries and the like; and hear about recent findings in the area of free energy.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311557,"title":"Free Energy & Antigravity Propulsion","adult":false,"genre_ids":[]},{"cast":["Käthe von Nagy","Wolf Albach-Retty","Gretl Theimer","Werner Fuetterer","Ida Wüst"],"overview":"","release_date":"1934-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311559,"title":"Einmal eine große Dame sein","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This episode of the Great Writers series focuses on Italian author Giuseppe Di Lampedusa. Born into wealth, this multifaceted Sicilian prince was also an astronomer and served in the armed forces. Lampedusa used his own family as a model for his epic novel &amp;NFi;Il Gattopardo&amp;NFi_; (\"The Leopard\"). It was posthumously awarded the Premio Strega and has since been recognized as one of the most important examples of 20th-century Italian literature.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311561,"title":"Great Writers: Giuseppe Di Lampedusa","adult":false,"genre_ids":[]},{"cast":["Richard Tauber","Paul Hörbiger","Werner Fuetterer","Maria Matray","Gustaf Gründgens"],"overview":"","release_date":"1930-02-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":311563,"title":"Ich glaub' nie mehr an eine Frau","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Pianist Hoagy Carmichael penned melodies that have delighted audiences the world over. Among his many gems are \"Stardust,\" \"Georgia on My Mind,\" \"Ole Buttermilk Sky,\" \"Lazy River,\" \"In the Still of the Night,\" \"Lazybones,\" \"Heart and Soul,\" \"Thanks for the Memory\" and \"The Nearness of You.\" This authoritative profile offers a comprehensive view of the life and music of one of America's most treasured composers, illuminating his timeless talent.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311568,"title":"Hoagy Carmichael: His Life and Music","adult":false,"genre_ids":[]},{"cast":["Tom Savini","John A. Russo"],"overview":"Tom Savini has served as a makeup artist for some of Hollywood's most terrifying -- and disgusting -- creature features. In this instructional program, he takes fans behind the scenes to reveal the secrets of his craft. Clips from Savini's masterpieces, including the Friday the 13th movies, Dawn of the Dead and Creepshow, accompany a discussion of his career and some helpful tips for viewers pursuing their own Hollywood dreams (or nightmares).","release_date":"1989-01-01","vote_average":6.5,"runtime":37,"cert":"\"NR\"","id":311570,"title":"Horror Effects: Hosted by Tom Savini","adult":false,"genre_ids":[99]},{"cast":["David Ackroyd"],"overview":"In the late 1600s, more than 150 men and women were accused of being witches. After the infamous Salem Witch Trials, 19 people were hanged for their alleged crimes, and one person was pressed to death under heavy stones. This History Channel documentary travels back to one of America's darkest times and reveals startling facts about who the real accusers were and what the community did to make restitution to the loved ones of the dead.","release_date":"1998-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":311572,"title":"In Search of History: Salem Witch Trials","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jennifer Berezan sings her heart out for all the peoples of the earth in this star-studded concert filmed live in March and November 2003 at the Scottish Rite Theater in Oakland, Calif. A multifaceted singer-songwriter, teacher and ritualist, Berezan has nurtured an international following for her songs that tackle weighty, contemporary issues. Celebrities in attendance include Alice Walker, Gloria Steinem, Eve Ensler and Patti Cathcart.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311574,"title":"Jennifer Berezan: Praises for the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Twenty-five of the world's best riders take on Jindabyne, Australia's answer to freeride madness. Featuring 25-foot drops, north shore ramps, steep rocky chutes, and deadly snakes, it's a course to be approached with caution! Andrew Mills, Wade Simmons, Robbie Bourdon, John Waddell, Tarek Rasouli and others hammer on trails others would go near. Enjoy the ride!","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311576,"title":"Jindabyne 2002: White Knuckle Extreme","adult":false,"genre_ids":[]},{"cast":["Irene von Meyendorff","Anneliese Uhlig","Werner Fuetterer","Hans Nielsen","Roma Bahn"],"overview":"","release_date":"1944-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311578,"title":"Um neun kommt Harald","adult":false,"genre_ids":[80]},{"cast":[],"overview":"This two-part video biography celebrates the music of Led Zeppelin, a British rock act formed in the 1960s that went on to influence legions of future stars with a blues-influenced sound, groundbreaking guitar riffs and inventive drum rhythms. Noted personalities in the music industry weigh in on the group's contributions to the canon of rock 'n' roll, a discussion illustrated by clips from the band's rich archive of live performances.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311580,"title":"Led Zeppelin: Videobiography","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary offers an insider's look at the runaway success of California rap-rock band Linkin Park, featuring in-depth interviews with founding members and longtime friends Rob Bourdon, Brad Delson and Mike Shinoda. The program also includes rare images and photographs along with additional interviews with journalists and colleagues of the band, creating a detailed portrait of the group that helped put the nu metal genre on the map.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311582,"title":"Linkin Park: From a Whisper to a Scream","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker David Parsa examines the powerful bond between surfing and music in this documentary featuring plenty of wave-riding action and interviews with famed surfing musicians such as Jackson Browne and Jack Johnson. Surfing greats Greg Noll, Kelly Slater, Gerry Lopez, Jordy Smith and others show off their best moves in the water and explain the role of music in surf culture. The film features music from the Doors, Jimmy Hendrix, TSOL and more.","release_date":"2008-09-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311584,"title":"Live: A Music and Surfing Experience","adult":false,"genre_ids":[]},{"cast":["Elfie Mayerhofer","Hans Söhnker","Gustav Knuth","Erich Ponto","Werner Fuetterer"],"overview":"","release_date":"1950-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311586,"title":"Geliebter Lügner","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Catch a ride to nanospace with Oxy and her crew to boldly go where only atoms have gone before! Aboard the Molecularium, the most fantastic ship in the universe, fly through the crystalline structure of a snowflake, blast through the far reaches of space, escape the tangled polymers of chewing gum and discover the molecular machinery of a living cell.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311588,"title":"Molecules to the MAX!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In an achievement of imagination, trance master musician Mr. Peculiar teams with visual artist The Shapeshifter to create a sensory feast of sight and sound. Top-quality 3-D animations are perfectly synchronized and integrated with the audio tracks, capturing the hypnotic energy and varied flavors of trance music in a deliciously psychedelic swirl. Special features include a picture gallery and information about the artists.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311590,"title":"Mr. Peculiar & The Shapeshifter: Syncrosect","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed on location and featuring real teachers and students, imaginative exercises and memorable original songs, this program is a wonderful tool for parents to help ease their child's fears and anxieties about attending school for the first time. Ideal for toddlers age 2-5, My First Day at Preschool won Parenting Magazine's Video of the Year Award.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311592,"title":"My First Day at Preschool","adult":false,"genre_ids":[]},{"cast":[],"overview":"Via the persona of Clawdette the black cat, Kathleen Turner narrates this not-for-the-squeamish documentary from National Geographic. From a Komodo dragon's virulent bacterial bite to a black widow spider poisoning her victim and a cobra devouring a rat (tail first), viewers get to see skin-crawling close-ups of Mother Nature's creepiest critters. Intriguing tidbits about each creature make the program as enlightening as it is hair-raising.","release_date":"2004-08-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311594,"title":"National Geographic Kids: Creepy Creatures","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though the reputation of pre-Hurricane Katrina New Orleans was one of parties and parades, this documentary exposes the dark underbelly at the city's core. With extreme poverty, drugs, crime, guns and one of the highest murder rates in the country, life in the inner city of the Big Easy is anything but. This revealing exposé features interviews with hip-hop stars and New Orleans natives Juvenile, Sqad Up and B.G.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311596,"title":"New Orleans Exposed: Before and After Katrina","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join globe-trotting bunny Buster Baxter as he hops across America embarking on adventures, making new friends and exploring other cultures in this charming show aimed at grammar schoolers. The four-episode collection includes a trip to Virginia Beach, Va., in \"Buster's League of Champions\"; a stopover in Winchester, Ky., in \"Best Friends\"; a visit to Chicago in \"A Sense of Direction\"; and a Pacific Northwest sojourn in \"Sleepy in Seattle.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311598,"title":"Postcards from Buster: Buster's Buddies","adult":false,"genre_ids":[]},{"cast":[],"overview":"This illuminating documentary profiles Crazy Horse, arguably the most important figure in Lakota Sioux history. Contemporary American Indians discuss his story, offering insight into their futures through Crazy Horse's legacy of wisdom.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311600,"title":"Questions for Crazy Horse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kids get extra help learning their ABCs with this video starring Reader Rabbit, the friendly instructor of the popular children's educational software. Appropriate for children ages 3-6, the program combines an engaging mix of animation, storytelling and interactive games to teach alphabet basics. Lessons focus on learning the alphabet, letter names and sounds, the difference between upper- and lower-case letters, new vocabulary and more.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311602,"title":"Reader Rabbit: The Great Alphabet Race","adult":false,"genre_ids":[]},{"cast":["Wade Radford","Kealey Gavillet","Victoria Howlett","Emilia Ufir","Victoria Welton"],"overview":"'More Sex,Lies &amp; Depravity' is the follow on film to 2012's Brutal Independent shocker 'Sex,Lies &amp; Depravity'. This stand alone sequel produces a pounding punch to the franchise, and follows the characters 8 months on from the last film. Controversial, shocking, insightful, beautiful, and a spit in the eye to a deprived society.","release_date":"2013-02-22","vote_average":9.0,"runtime":95,"cert":"N\/A","id":311604,"title":"More Sex, Lies and Depravity","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The flashy boys of Slade ruled the British music scene in the 1970s, conquering it with their glam rock flair. This collection of their live appearances in their home country and abroad, including never-before-seen footage, confirms once and for all their mastery and enduring appeal. Present-day critics chime in with their assessments, while musical history unfolds from on-the-spot interviews with the band members themselves.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311606,"title":"Slade: Alive!: The Ultimate Critical Review","adult":false,"genre_ids":[]},{"cast":["Vico Torriani","Mady Rahl","Gerd Frickhöffer","Werner Fuetterer","Klaus Löwitsch"],"overview":"","release_date":"1957-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311611,"title":"Träume von der Südsee","adult":false,"genre_ids":[35]},{"cast":["Josh Breckenridge","Derrick L. Briggs","RayMartell Moore"],"overview":"Truth follows the loves, losses, fights, jealousies and broken hearts of a group of friends. It centers around the sweet, bright-eyed and emotionally vulnerable Faybien (RayMartell Moore). Comfortable with his gayness but saddled with self-esteem issues, Faybien's love life is put into an emotional spin when his ex, Lonnie, returns with an interest in reigniting their relationship. You'd think that he'd get a sympathetic ear from his friends, but they already have their own issues. Reggie's in love with bisexual, non-committal Greg; high-strung queen bee Amera is certain her boyfriend is cheating on her; and the always-meddling muscle queen Jay is busy confronting his rough trade boyfriend's girlfriend.","release_date":"2011-01-01","vote_average":5.0,"runtime":100,"cert":"\"\"","id":311613,"title":"Finding Me: Truth","adult":false,"genre_ids":[]},{"cast":["Anthony Padilla","Ian Hecox","Mark Edward Fischbach","Jillian Nelson","Brittany Ross"],"overview":"An embarrassing video of Anthony surfaces online right before his fifth high school reunion. The Smosh dudes then race to pull down the clip before it blows Anthony's chances of reconnecting with his teen crush Anna.","release_date":"2015-07-24","vote_average":4.8,"runtime":84,"cert":"\"PG-13\"","id":311615,"title":"Smosh: The Movie","adult":false,"genre_ids":[35,28,12]},{"cast":["Yoima Valdés","Leyre Berrocal","Juan Carlos Morales","Candela Fernández","Bebe Pérez"],"overview":"A young Cuban named Olga arrives in Spain with a scholarship convinced that she has landed the chance of a lifetime. Deciding to stay, she eventually becomes an illegal immigrant, suffering the brunt of marginalization and, unable to return home, having to get by as she can. Mari Jo is a young girl from a poor Valencian suburb, born into a family with nothing but problems. Fate has marked her life as she too becomes an outcast. Both end up working illegally in a furniture factory where they earn three times less than the minimum legal salary.","release_date":"2005-09-20","vote_average":0.0,"runtime":94,"cert":"N\/A","id":311617,"title":"Salted Water","adult":false,"genre_ids":[18]},{"cast":["Laure Sainclair","Anita Blond","Anita Dark","Coralie","Élodie Chérie"],"overview":"Video Marc Dorcel compilation, also features Roxanne Hall","release_date":"2007-01-01","vote_average":8.0,"runtime":360,"cert":"N\/A","id":311619,"title":"Laure Sainclair Infinity","adult":true,"genre_ids":[]},{"cast":["Hélène Shirley","Richard Allan","Gabriel Pontello","Dominique Saint Claire","Marilyn Jess"],"overview":"A playboy seduces a lovely young girl in a cafe even though her fiance is there. Later he meets her at her place where he throws her on the sofa and forces her to perform his wildest fantasies!","release_date":"1980-01-01","vote_average":4.5,"runtime":62,"cert":"N\/A","id":311621,"title":"Sweet Dreams","adult":true,"genre_ids":[]},{"cast":[],"overview":"One-hour documentary recounts the untold story of the remarkable rise and fall of the Thanhouser Studio, one of American’s pioneering motion picture studios during the first decade of the twentieth century. It traces the evolution of one family’s career as it transitioned from producing live theater to establishing one of the most successful independent silent motion picture studios. The Thanhouser Studio produced and released over 1,000 silent motion pictures that were acclaimed by critics and seen by audiences around the world. Set against a background of the industry playing out in New York, Florida and California, it is a compelling story of fame and fortune, twisted by the vagaries of fate and ending on a bittersweet note. - See more at: http:\/\/hollywoodtheatre.org\/thanhouser-studio\/#sthash.qXNj7ALw.dpuf","release_date":"2014-12-01","vote_average":7.0,"runtime":54,"cert":"\"\"","id":311623,"title":"The Thanhouser Studio and the Birth of American Cinema","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thanhouser Company three-reel silent film based on Charles Dickens’s story of an English lad's tribulation-filled journey to adulthood, Thanhouser released the three  films over the course of three weeks beginning on October 17, 1911, one 1,000 foot reel per week.","release_date":"1911-10-17","vote_average":0.0,"runtime":40,"cert":"\"\"","id":311625,"title":"David Copperfield","adult":false,"genre_ids":[]},{"cast":["Kate Thomsen","Robert Cicchini","Larry Herron","Jennifer Jelsema","Richard Riehle"],"overview":"Investigative reporter Nicola Wilson is determined to find out why a jet headed from South America to Paris disappeared in the Atlantic, taking her close friend and 211 other passengers with it. How can a plane just disappear? As Nicola digs deeper and deeper into this mystery, she puts her job, friends and very livelihood on the the line. Even though she knows nothing about aviation, refuses to fly and doesn't speak French, Nicola quickly uncovers astonishing details about the missing flight. Was it preventable? Has it happened before? Could it happen again? And was it PILOT ERROR?","release_date":"2014-11-13","vote_average":0.0,"runtime":113,"cert":"\"\"","id":311627,"title":"Pilot Error","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"This is the definitive review of the music of Pink Floyd album by album. These eight DVDs represent the most painstaking and detailed exploration of the work ever undertaken. Featuring extensive archive interviews with Syd Barrett, Roger Waters, Nick Mason, Richard Wright and David Gilmour alongside rare footage of Pink Floyd in performance from film and television archives around the globe, this authoritative independent review is essential viewing for every Pink Floyd fan. Presented in a picture slipcase complete work 126-page book 'Pink Floyd And The Critics' - the best-selling study of the music of Pink Floyd.","release_date":"2008-12-16","vote_average":0.0,"runtime":518,"cert":"N\/A","id":311644,"title":"Pink Floyd; The Great Gig in the Sky: The Album by Album Guide","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"During a press conference introducing Drusilla, a prototype of Androids, Abele perceives a great truth: it makes no sense for men to waste energies building, planning and mass-marketing robots. They have been there for more than 1000 years: men themselves are machines! In an automatized world such as the one we live in, human beings no longer exist: everything is pre-planned, everybody animated by invisible threads that move men which have become machines without a soul or a heart. Abele attempts to transmit this message to the world, but it goes unheeded, and following certain acts which are considered to be acts of pure folly, the pathetic protagonist of this story is tried and condemned to spend the rest of his days in the dark of an asylum cell. But Abele smiles on: he is sure that the madmen are those who are left outside, while he is the only sane man left upon this tormented earth.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311652,"title":"L'autuomo","adult":false,"genre_ids":[]},{"cast":["Pablo G. Pérez","Gabriel Zayat","Lorena Damonte","Pablo Caramelo","Daniela Nirenberg"],"overview":"","release_date":"2012-10-19","vote_average":4.0,"runtime":82,"cert":"N\/A","id":311654,"title":"Mar del plata","adult":false,"genre_ids":[]},{"cast":["Alice Dwyer","Jule Böwe","Caroline Peters","Robin Detje","Lars Eidinger"],"overview":"After her mother's death, 15-year old Mia moves in with her aunt, the actress Cleo, who lives with her son Fritzi in a shared apartment in Berlin. Mia lingers for stability and attention but in between Cleo's rehearsals at the theatre and her relationally disturbed housemate Elisa, she finds herself in a world of adults who themselves seem to be unable to cope with life.","release_date":"2008-10-24","vote_average":0.0,"runtime":42,"cert":"N\/A","id":311656,"title":"Torpedo","adult":false,"genre_ids":[18,35]},{"cast":["Naomie Harris","Jimmy Akingbola","Maynard Eziashi","George Quaye","Danny Sapani"],"overview":"The story of an adventurous odyssey experienced by a group of West Africans to build a new life in Germany.","release_date":"2003-01-23","vote_average":0.0,"runtime":81,"cert":"N\/A","id":311658,"title":"Anansi","adult":false,"genre_ids":[]},{"cast":["Matthias Schoenaerts"],"overview":"Edward Monskii, is in a very bad shape, and Botter Gaarman, obviously tired, are in the terrace of a coffee of a Mediterranean city, ready for a long time prepared mission. When a quite old man, Ernest Carpentier, joined their table, the situation becomes tense and dangerous.","release_date":"2005-12-21","vote_average":7.0,"runtime":25,"cert":"N\/A","id":311660,"title":"The One Thing to Do","adult":false,"genre_ids":[]},{"cast":["Hattie Jacques","Joan Sims","Barbara Windsor","Peter Butterworth","Kenneth Connor"],"overview":"Two unforeseen problems meant that many fans consider this the weakest Christmas special. Firstly, Talbot Rothwell became ill whilst writing the script, and was unable to finish it. Dave Freeman had to be brought in to complete the script, but the two men did not work together. As a result, the script does not flow as easily as the earlier offerings. Secondly, Charles Hawtrey pulled out of the special at short notice. Having taken third billing to Sid James and Terry Scott in the previous two shows, and knowing they would both be absent, Hawtrey demanded top billing. But Carry On producer Peter Rogers refused, giving top billing to Hattie Jacques instead. Hawtrey's role had hastily to be recast, and was split between Norman Rossington and Brian Oulton, both of whom had played cameo roles in several Carry On films. The special featured a collection of historical sketches, loosely linked around an 18th-century banquet.","release_date":"1972-12-20","vote_average":10.0,"runtime":50,"cert":"N\/A","id":311662,"title":"Carry on Christmas (or Carry On Stuffing)","adult":false,"genre_ids":[35]},{"cast":["Paolo Balassone","Massimiliano Biasi","Giovanni Carta","Carlo Di Maio","Eveline"],"overview":"","release_date":"2012-10-08","vote_average":1.0,"runtime":null,"cert":"N\/A","id":311664,"title":"K smette di fumare","adult":false,"genre_ids":[53]},{"cast":["Danny Zetwo","Adam Henrickson","Cheyenne Hess","Patrick Driggett","Maddie Bright"],"overview":"Freddy Krueger and Jason Voorhees team up to seek revenge on Ash Williams. Lucy's haunting nightmares of Freddy resurface as he persuades her to read from the Necronomicon while Jason terrorizes Lucy's friends, leading them to the sacred ceremonial ground.","release_date":"2011-01-01","vote_average":5.0,"runtime":13,"cert":"\"NR\"","id":311666,"title":"Freddy vs. Jason vs. Ash","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A history of the West and capitalism up until today.","release_date":"2006-04-26","vote_average":0.0,"runtime":5,"cert":"\"\"","id":311671,"title":"Suprematist Kapital","adult":false,"genre_ids":[99]},{"cast":["Christiane Hörbiger","Francis Fulton-Smith","Karan Armstrong","Peter Weck","Dietrich Mattausch"],"overview":"","release_date":"1995-04-17","vote_average":2.0,"runtime":null,"cert":"N\/A","id":311673,"title":"Ich begehre dich","adult":false,"genre_ids":[18]},{"cast":["Maria Schrader","Jürgen Vogel","Christian Redl","Francis Fulton-Smith","Claudine Wilde"],"overview":"","release_date":"1997-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311675,"title":"Der Kindermord","adult":false,"genre_ids":[18]},{"cast":["Claudia Michelsen","Désirée Nosbusch","Francis Fulton-Smith","Ivan Desny","Horst Frank"],"overview":"","release_date":"1996-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311677,"title":"Sünde einer Nacht","adult":false,"genre_ids":[53]},{"cast":["John Cale","Bobby Driscoll","Dee Dee Driscoll","Rose Feliu-Pettet","Julie Garfield"],"overview":"Two nuns take a bath, then meet a sailor on the Staten Island Ferry.","release_date":"1965-09-25","vote_average":10.0,"runtime":12,"cert":"\"\"","id":311679,"title":"Dirt","adult":false,"genre_ids":[14]},{"cast":["Edmund Cobb","Neva Gerber","Charles Brinley","Ruth Royce","Wilbur McGaugh"],"overview":"Feature version of Days of '49 (1924), a 15-chapter serial.","release_date":"1924-11-01","vote_average":5.0,"runtime":70,"cert":"\"\"","id":311681,"title":"California in '49","adult":false,"genre_ids":[37]},{"cast":["Eduard Lupo","Yasmina Córcoles","Ana Cánovas","Manuel Medina","Abel Zamora"],"overview":"","release_date":"2006-07-28","vote_average":5.8,"runtime":null,"cert":"N\/A","id":311683,"title":"La Central","adult":false,"genre_ids":[27]},{"cast":["Virginia Davis"],"overview":"Alice tries to make two rival newsboys friends by telling them a story of a cat and a mouse whose constant battlings lead to being hunted by the police, when they learned to cooperate.","release_date":"1924-07-31","vote_average":4.0,"runtime":7,"cert":"\"\"","id":311685,"title":"Alice the Peacemaker","adult":false,"genre_ids":[35,16]},{"cast":["Anna Q. Nilsson","Spottiswoode Aitken","Will Jeffries","Jack Richardson","Madge Bellamy"],"overview":"","release_date":"1924-08-14","vote_average":0.0,"runtime":70,"cert":"\"\"","id":311687,"title":"The Fire Patrol","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Classic Rock Tribute to Led Zeppelin movie was released Mar 25, 2008 by the Navarre Corporation studio. This is the ultimate tribute to Led Zeppelin, the essential music of Zeppelin arranged for Grand piano and String Quartet. Featured here are the musical highlights from Led Zeppelins career from 1968-1980 featuring the entire spectrum of Zeppelin classics from the first album through to In Through The Out Door. The Classic Rock Quartet features four of the very hottest young string players to graduate from the finest British music colleges in recent years. Tracks: Dazed And Confused, Thank you, Tangerine, Thats The Way, Stairway To Heaven, Going To California, No Quarter, Kashmir, Achilles Last Stand, All Of My Love.","release_date":"2003-12-16","vote_average":0.0,"runtime":56,"cert":"\"\"","id":311689,"title":"A Classic Rock Tribute To Led Zeppelin","adult":false,"genre_ids":[]},{"cast":["Nacho Cerdà","Naxo Fiol","Eduardo Guillot","Mike Hostench","Hernán Migoya"],"overview":"","release_date":"2010-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311691,"title":"Troma is spanish for Troma","adult":false,"genre_ids":[]},{"cast":["Hannes Jaenicke","Minh-Khai Phan-Thi","Francis Fulton-Smith","Peter Fitz","Katja Woywood"],"overview":"","release_date":"1998-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311693,"title":"Gehetzt – Der Tod im Sucher","adult":false,"genre_ids":[80]},{"cast":["Francis Fulton-Smith","Eva Herzig","Franz Buchrieser","Ursula Karusseit","Luca Zamperoni"],"overview":"","release_date":"2001-12-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":311695,"title":"Die Pferdefrau","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Al Parker","Bob Blount"],"overview":"Doug (Al Parker), who works at an art gallery, is in a troubled relationship with Lee (Steve Taylor). After coming home from a business trip Lee announces that he's leaving Doug. That night Doug dreams about all the men who've had his partner. After some resistance he gives in to the advances of Tony (Bob Blount), a hunky photographer who's being exhibited at the gallery. They go away for a romantic weekend at a mountain hideaway but decide to keep their options open.","release_date":"1979-08-29","vote_average":7.5,"runtime":69,"cert":"\"\"","id":311697,"title":"Inches","adult":true,"genre_ids":[]},{"cast":["Mike Patton","R. Budd Dwyer"],"overview":"Video compilation by Mike Patton featuring various shocking film clips such as coprophagia, BDSM, Budd Dwyer's suicide, a young boy drowning, Mr. Bungle's music video for “Travolta”, skits starring Mike Patton, and much, much more.","release_date":"1991-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":311699,"title":"Video Macumba","adult":false,"genre_ids":[27,10402,99]},{"cast":["Jean-Marie Bigard","Alexandra Vandernoot","Franck Pitiot","Benjamin Hutin"],"overview":"","release_date":"2008-11-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":311701,"title":"Un vrai papa Noël","adult":false,"genre_ids":[35,10751]},{"cast":["Sigmar Solbach","Elisabeth Lanz","Dirk Martens","Francis Fulton-Smith","Julian Weigend"],"overview":"","release_date":"2001-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311703,"title":"Hässliche Vaterliebe... und ihre Lippen schweigen","adult":false,"genre_ids":[53]},{"cast":["Sidonie von Krosigk","Ralf Schermuly","Ursula Karven","Dieter Landuris","Ralph Herforth"],"overview":"","release_date":"2000-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311705,"title":"Autsch, du Fröhliche!","adult":false,"genre_ids":[35]},{"cast":["Buck Jones","Ruth Channing","Frank McGlynn Sr.","Roy D'Arcy","Pat J. O'Brien"],"overview":"Outlawed Guns stars Buck Jones as Reece Rivers, the nice-guy older brother of headstrong Babe Rivers. When Babe gets mixed up with outlaws, Reece loyally takes the rap. Eventually Babe pays for his recklessness with his life, but not before leading Reece to the film's head bad guy, gambler Jack Keeler (Roy D'Arcy).","release_date":"1935-07-29","vote_average":0.0,"runtime":62,"cert":"\"\"","id":311707,"title":"Outlawed Guns","adult":false,"genre_ids":[37]},{"cast":["Vashti Bunyan","Green Gartside","Lisa Hannigan","Scott Matthews","Krystle Warren"],"overview":"Filmed at the Barbican in January 2010 and curated by Joe Boyd, producer and general champion of Nick Drake, 90 minutes of performance highlights from a diverse but renowned cast of modern day troubadours. Presenting their own interpretations of Drake's songs are Vashti Bunyan, Green Gartside, Lisa Hannigan, Scott Matthews, Teddy Thompson, Krystle Warren, Robyn Hitchcock, Kirsty Almeida and Harper Simon.","release_date":"2010-04-16","vote_average":3.0,"runtime":null,"cert":"N\/A","id":311709,"title":"The Songs of Nick Drake: Way to Blue","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The tragedy of battle in the West Bank and the lasting effects of war play out in the lives of two men struggling after their encounters in combat. Their difficult return to everyday life after battle is captured over a span of more than two years.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":311711,"title":"Happy You're Alive","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mike and Matt Chapman present a third collection of offbeat cartoons from their popular Homestarrunner Internet series of hilarious animations. Shorts include episodes of \"Teen Girl Squad\" and \"Marzipan's Answering Machine,\" along with holiday cartoons. An animated version of the book The Homestarrunner Enters the Strongest Man in the World Contest is also featured, as well as \"Where's the Cheat,\" an interactive game.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311713,"title":"Homestarrunner.com: Everything Else: Vol. 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"This lively documentary about Jimmy Martin, the most colorful figure in bluegrass music, follows Martin's lifelong quest to reach his childhood dream of becoming a regular cast member of Nashville's Grand Ole Opry. The film interweaves the story of his quest with interviews and recently shot footage that (thanks to a film crew that followed Martin on tour throughout the South and Midwest) vividly captures the essence of the man and his music.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311715,"title":"King of Bluegrass: The Life & Times of Jimmy Martin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed live at Concorde 2 in Brighton, England, this 2002 concert spotlights influential Jamaican reggae artist Lee \"Scratch\" Perry performing in front of an enthusiastic audience. Songs include \"I Am a Madman,\" \"Station Underground News,\" \"French Connection,\" \"Jungle Lion,\" \"People Funny Boy,\" \"Tighten Up,\" \"Doctor Dick,\" \"Rub and Squeeze\" and \"The Thanks We Get.\" Additional features include an interview with Perry, rehearsal footage and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311717,"title":"Lee Scratch Perry: The Ultimate Alien","adult":false,"genre_ids":[]},{"cast":[],"overview":"The flamboyant pianist and singer nicknamed \"Mr. Showmanship\" shines in this collection of television performances from the 1950s, including episodes of \"The Liberace Show\" and holiday specials.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311719,"title":"Liberace: The Candelabra Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"What is it about motorcycles that captures the imagination? This documentary helps answer that question, revealing every aspect of the biker lifestyle, from pimped-out cycles to red-hot ladies and daredevil stunts. Travel down the West Coast to view some of the coolest custom bikes on the planet, and go inside biker clubs to experience a true brotherhood of the road.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311721,"title":"Motorcycle Road Hogs","adult":false,"genre_ids":[]},{"cast":[],"overview":"This segment of filmmaker Gordon Forbes's documentary series explores top-of-the-line technological weaponry and artillery as the Navy SEALs unveil the hardware they use to quietly execute their highly specialized operations without a hitch. Forbes's series ushers viewers into the clandestine world of the SEALs and closely examines the elite maritime commando force's operations and procedures, from training and preparation to all-out combat.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311723,"title":"Navy SEALs Training: The Silent Option","adult":false,"genre_ids":[]},{"cast":["Danny Lee Sau-Yin","Lam Suet","Brian Ireland","Hui Siu-Hung","Ken Lo"],"overview":"TC Lee, a senior policeman whose mounting debts are making headlines in the local press. Lee's not the only person in trouble at his police station, where a handful of colleagues are paying off the bank or worse, are becoming locked into repayments to gangland debt collectors. When Lee and his colleagues become caught in the loan sharks' spiraling interest charges and organized pressure tactics, they become vigilantes and fight back.","release_date":"2002-11-28","vote_average":7.0,"runtime":96,"cert":"N\/A","id":311725,"title":"Shark Busters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover the roots of emo-pop quartet Panic! At the Disco, one of the hottest new bands of the 21st century. This documentary shows how the Las Vegas natives formed their group just out of high school and launched their careers with online demos. Featuring interviews with close friends and colleagues, rare photographs and exclusive footage of the promising young band, this unauthorized profile is a must-see for fans.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311727,"title":"Panic! At the Disco: The Theatre of Imagination","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary gives an insider's view of the life and teachings of Father Yod aka James Edward Baker, vegetarian restaurateur, rock music vocalist and spiritual leader of the Source Family, a Hollywood commune active in the 1960s and 70s. Interviews with former Source Family members, archival footage and more chronicle Yod's rise to prominence and his dream of introducing a renewed consciousness to humankind in the Age of Aquarius.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311729,"title":"Re-Visiting Father and The Source Family","adult":false,"genre_ids":[]},{"cast":[],"overview":"Goth artist Rozz Williams and his wife, Eva O., perform live with their post-Christian death band Shadow Project in this collection of performance clips from the 1990s. A blend of punk, glam and experimental sounds, Williams's progressive band performs songs including \"Here and There,\" \"Death Plays His Roll,\" \"Static Jesus,\" \"Holy Hell,\" \"Holding You Close\" and \"Under Your Wing.\" Extras include interviews and spoken word performances.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311731,"title":"Shadow Project: And Then There Was Death","adult":false,"genre_ids":[]},{"cast":["Audrey Bastien","Zinedine Benchenine","Patrick Descamps","Julia Grekova","Solène Rigot"],"overview":"A dad and his two daughters are looking for old materials to recycle in a forest rubbish tip. Despite the apparent peace of the forest, each of the three characters is going to face up to the dangers running through the tip and its surroundings.","release_date":"2014-05-28","vote_average":0.0,"runtime":20,"cert":"N\/A","id":311733,"title":"Helix Aspersa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Check out some of the world's hottest models as they travel to all the best beaches in Latin America and pose in the season's sexiest swimwear for the 2002 edition of Sports Illustrated's popular swimsuit issue. Model Yamila Diaz-Rahi hosts the program, which features locations in Brazil, Costa Rica, Mexico, Guatemala and Argentina. Other models include Heidi Klum, Molly Sims, Veronica Varekova, Shakara Ledard and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311735,"title":"Sports Illustrated Swimsuit Edition: 2002","adult":false,"genre_ids":[]},{"cast":[],"overview":"Delivering interviews, concert footage, music videos and loads of other exclusive content, this Los Angeles-based, bimonthly video magazine offers viewers a behind-the-scenes pass to the world of hip-hop. Volume 2 introduces Lil' E -- son of the legendary Eazy E -- as he's about to embark on a recording career. Also included are interviews with Cypress Hill's DJ Muggs and UFC's Tito Ortiz, plus music videos by Crooked I and Lil' Rob.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311737,"title":"Tha Block: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Catch 10 episodes of this all-time favorite television series. Volume 1 includes the following episodes: \"Jethro Goes to School,\" \"Pygmalion and Elly,\" \"Elly Races Jethrine,\" \"The Great Feud,\" \"Home for Christmas,\" \"No Place Like Home,\" \"Jed Rescues Pearl,\" \"Back to Californny,\" \"Jed's Dilemma\" and \"Jed Saves the Drysdale's Marriage.\"","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":311739,"title":"The Beverly Hillbillies Vol. 1: 10 Classic Episodes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mika Kaurismäki's toe-tapping, finger-snapping documentary reveals the vibrant sounds of Brazil's old-style &amp;NFi;choro&amp;NFi_; music, a blend of native Indian, European and African forms that forms the foundation of modern musical styles including bossa nova and samba. Featuring Elza Soares, Paulo Moura, Zezé Gonzaga, Teresa Cristina, Paulinho da Viola and many others, this documentary explores choro's history and its influence on Brazilian composition.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311741,"title":"The Sound of Rio: Brasileirinho","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gospel great Tommy Ellison -- singer, composer and director of the group Tommy Ellison &amp; the Singing Stars -- delivers his inspirational and uplifting message in this live set of rousing gospel numbers. Tunes include \"Let This Be a Lesson to You (Drunk Driver),\" \"Grandma's House,\" \"Holy Ghost,\" \"Sailing,\" \"At the Gate I Know,\" \"Closer,\" \"Power,\" \"Crossroads,\" \"Serve the Lord,\" \"Trying to Get to Heaven,\" \"Adorable One\" and \"Keep the Faith.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311743,"title":"Tommy Ellison & the Singing Stars: Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Espousing concepts that may at first glance seem obvious and uncomplicated (\"Believe in yourself\"), Tony Robbins became one of America's most influential and successful motivational speakers. Although his infomercial appears constantly on television, Robbins is nevertheless quite reclusive, and this episode of A&amp;E's \"Biography\" sheds light on the enigmatic millionaire, who has advised everyone from jocks and rock stars to world leaders.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311745,"title":"Tony Robbins: The Secret of His Success","adult":false,"genre_ids":[]},{"cast":[],"overview":"Roy Disney produced this historical documentary that chronicles 100 years of the Transpacific Yacht Race. Originated by a Hawaiian king and fraught with danger, the prestigious sailing race starts in Los Angeles and ends in Honolulu, crossing unpredictable Pacific waters for 2,225 nautical miles. The film traces the race's history in concert with Hawaii's statehood and features interviews with former contestants, archival film and photos.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311747,"title":"Transpac: A Century Across the Pacific","adult":false,"genre_ids":[]},{"cast":["Diana Kauffman","Aaron R. Thomas","Alison Waters","Raena Cassidy","Jamie Phelps"],"overview":"In this erotic thriller, terror reigns over paradise as a serial killer turns Hawaii's tropical beaches into a personal playground. Now, sexy detective Alexandria Jameson (Diana Kauffman) must stop the deranged murderer before the tide washes up the next victim. Darren Ray Cromwell, Alison Waters and Raena Cassidy also star in this racy suspense drama directed by Mike Sedan.","release_date":"2002-12-10","vote_average":4.0,"runtime":null,"cert":"\"\"","id":311749,"title":"Tropical Passions","adult":false,"genre_ids":[]},{"cast":[],"overview":"Justin, JC, Lance, Joey and Chris invite you to join them in the adventure of a lifetime. Hang out with 'N Sync while they go on tour, visit radio stations, and shoot their music videos. Includes videos for \"I Want You Backl,\" \"Tearing Up My Heart, \"God Must Have Spent) A Little More Time On You,\" \"I Drive Myself Crazy,\" \"Merry Christmas, Happy Holidays\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311751,"title":"'N Sync: 'N the Mix","adult":false,"genre_ids":[]},{"cast":[],"overview":"With this installment of the series, viewers are led on a fascinating tour of some of France's most scenic regions while enjoying Chopin's piano concertos. Stops include a visit to the medieval Benedictine Abbey on Mont Saint-Michel island, an exploration of the Loire Valley's many stately castles and a look at the architectural wonders of the Roman aqueducts of Provence. And, of course, there's the magic and allure of Paris.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311753,"title":"A Musical Journey: France: Paris, Burgundy, Provence, Loire, Brittany, Normandy","adult":false,"genre_ids":[]},{"cast":["Pat Metheny","Armando Marçal","Mark Ledford","Jim Beard","Gil Goldstein"],"overview":"","release_date":"2008-12-16","vote_average":7.0,"runtime":89,"cert":"\"\"","id":311755,"title":"Pat Metheny: Secret Story","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"While working at a night club, Linda meets Steve, an aspiring writer who, in his search for the \"Meaning of Life\", gets pulled into a world of drugs and spiritual darkness propagated by Katrine, the nightclub owner. Linda begins to see beyond Katrine's world, with the knowledge she receives from a total stranger. With a fearless attitude she conquers the darkness in her own life, and unknowingly changes the course of many lives along the way.","release_date":"2012-05-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311757,"title":"Refuge from the Storm","adult":false,"genre_ids":[]},{"cast":[],"overview":"Complex, poignant and often surprising, the subjects' heartfelt stories touch upon breast-feeding, breast cancer, breast augmentation and breast reduction from a variety of cultural perspectives.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311759,"title":"Boobalogues: Our Breasts, Our Lives","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Church's first video release showcases a legendary live performance -- the entire final concert of the Australian tour supporting their \"Priest=Aura\" album -- featuring departing member Peter Koppes with drummer Jay Dee Daugherty (Patti Smith Group). Tracks include \"Aura,\" \"Ripple,\" \"Myrrh,\" \"Metropolis,\" \"Destination,\" \"Fly,\" \"Shadow Cabinet,\" \"North South East West,\" \"Sisters,\" \"The Disillusionist\" and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311761,"title":"Church: Enmore Theatre Concert 1992","adult":false,"genre_ids":[]},{"cast":["Ian Gillan","Steve Morse","Roger Glover","Jon Lord","Ian Paice"],"overview":"You'll have a front-row seat as British hard rockers Deep Purple tear through some of their biggest hits in this 2002 performance recorded at the National Exhibition Centre in Birmingham, England. The powerhouse set features such tunes as \"Fireball,\" \"Woman from Tokyo,\" \"Black Night,\" \"Hush,\" \"Smoke on the Water,\" \"Highway Star\" and more. Also included is an illuminating interview with band members Ian Gillan and Roger Glover.","release_date":"2016-08-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311763,"title":"Deep Purple: Live at the NEC","adult":false,"genre_ids":[10402]},{"cast":["Melissa Joan Hart","Jaleel White","Barry Watson","Melissa Sagemiller","John Ratzenberger"],"overview":"Small-time con man Nick DeMarco is ordered by his parole officer to take a minimum-wage job as a department store Santa during the holidays...and he hates it. Near the end of his first shift, he hastily promises a young boy, Billy, that Santa will bring his estranged parents back together by Christmas. Nick decides to make good on his promise to the child, somehow. But after meeting the boy's mother Carol, will Nick ultimately choose to put the happiness of others ahead of his own?","release_date":"2014-12-13","vote_average":4.5,"runtime":86,"cert":"\"\"","id":311765,"title":"The Santa Con","adult":false,"genre_ids":[35]},{"cast":["Josh Hutcherson","Steve Zahn","Laura Bell Bundy","Josh Hopkins","Brian Littrell"],"overview":"What do Josh Hutcherson, Steve Zahn, Josh Hopkins, Eddie Montgomery, Laura Bell Bundy and The Back Street Boys all have in common? Aside from making great movies and music, they all bow at the altar of Kentucky Basketball as members of Big Blue Nation!","release_date":"2013-10-10","vote_average":3.0,"runtime":null,"cert":"\"\"","id":311767,"title":"The Sixth Man: Bluesanity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Experience a bizarre jumbo jet disaster, featuring distracted pilots, a heroic frog hunter, and a curse.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311769,"title":"Fatal Distraction","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tongue-in-cheek rockers the Drive-By Truckers are probably best known for their double CD \"The Southern Rock Opera,\" which was loosely based on the history of Southern rock legends Lynyrd Skynyrd. This collection of live performances showcases the band's first two shows from their \"Dirty South\" tour. With more than 22 songs, backstage footage and band member interviews, this packed video is sure to thrill fans of the group.","release_date":"2005-04-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311774,"title":"Drive by Truckers: The Dirty South","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"British soul diva Dusty Springfield wears her heart on her sleeve in this collection of television performances that includes commentary about the artist and her life by Petula Clark and B.J. Thomas. Springfield brings an immediate emotional connection to songs like \"I Only Want to Be With You,\" \"Ain't No Mountain High Enough,\" \"What's It Gonna Be,\" \"The Look of Love\" and more. The program also includes an on-screen text bio of Springfield.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311776,"title":"Dusty Springfield: My Very Best","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aiming to entertain and to educate, this exciting TV show is the video counterpart to the popular magazine &amp;NFi;Eastmans' Hunting Journal&amp;NFi_;. Assembled from the program's 2004-2005 broadcast season, the video features nonstop big-game action, including more than 15 kill scenes throughout North America. Among the quarry are African cape buffalo, Colorado and Wyoming elk, Quebec caribou, mule deer and Oregon bighorn sheep.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311778,"title":"Eastmans' Hunting TV: Best of Season 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"Languishing in obscurity performing under his given name, crooner Gerry Dorsey shot to stardom when Tom Jones's manager suggested he try the Engelbert Humperdinck moniker instead. The rest, as they say, is history -- much of it captured here. In performances shot on vintage kinescope, film and video, the \"King of Romance\" lends his silky smooth vocals to hits such as \"Release Me,\" \"After the Lovin'\" and \"Quando, Quando, Quando.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311780,"title":"Engelbert Humperdinck: King of Romance","adult":false,"genre_ids":[]},{"cast":[],"overview":"More than 30 million years ago, volcanic activity began to transform the rainforests of East Africa into what would become the savannah, where herbivore species now feed off its plentiful grasslands -- and attract plenty of predators in the process. This installment of \"Equator\" chronicles the lives of the savannah's diverse mix of species, and how they adapt to the unpredictable and ever-evolving conditions presented in Equatorial Africa.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311782,"title":"Equator: Challenge of Change","adult":false,"genre_ids":[]},{"cast":[],"overview":"Singer Aselin Debison shows off her angelic voice, growing confidence and youthful enthusiasm in this concert and documentary program filmed at the picturesque Glace Bay Harbor in her native Nova Scotia. Appearing with her mentor and songwriting collaborator Bruce Guthro, Debison sings \"Sweet Is the Melody,\" \"Love So Rare,\" \"Moonlight Show,\" \"Once in Every Life,\" \"The Island,\" \"Out of the Woods\" and more.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311784,"title":"Aselin Debison: Sweet Is the Melody in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Throughout history, humankind has searched the horizon for inspiration and relaxation. The eighth installment of the Escape to Nature series offers stunning vistas of horizons from around the world, along with calming ambient music. Let your ordinary cares fall far behind and your imagination run free as you gaze at vast horizons full of possibilities and breathtaking sunrises glowing with promise.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311786,"title":"Escape to Nature: Vol. 8: Breathtaking Horizons","adult":false,"genre_ids":[]},{"cast":[],"overview":"Engineers from Ford Racing and motor sport company Multimatic join forces to transform a street-legal Mustang into a high-performance track racer in this dynamic documentary for car lovers. Follow the action from the design phase through the meticulous tweaking of the supercharged pony car until it's ready to take to the track. NASCAR star Kurt Busch test-drives the mean machine once it's been converted into the ultimate gearhead fantasy car.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311788,"title":"Extreme Mustang: Back to the Track","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn about the amazing fighter planes that brought combat into the sky with this historical World War II documentary that features interviews with pilots, dramatic re-creations of dogfights and detailed footage of the planes. The film focuses on the history, development and use of four famous American designs: the Lockheed P-38 Lightning, the Curtiss P-40 Warhawk, the Republic P-47 Thunderbolt and the Grumman F6F Hellcat.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311790,"title":"Famous Fighters of World War II: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Take to the skies with some of the most impressive warplanes ever built, courtesy of this high-action collection of airborne and aerial warfare footage. Along the way, you'll jump into the cockpit of internationally renowned attack aircraft such as the A-4 Skyhawk, the F-4 Phantom, the A-7 Corsair, the Israeli Kfir and the Anglo-French Jaguar-GR1.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311792,"title":"Fly Low, Hit Hard","adult":false,"genre_ids":[]},{"cast":[],"overview":"The man who healed the nation after Richard Nixon's impeachment and the turbulent Vietnam War years comes to life through these highlights from nine of his most important speeches. Excerpts are taken from Ford's speech pardoning Nixon, his declaration of amnesty for draft dodgers, his presidential campaign debate with Jimmy Carter, his nomination speech and the address he delivered in receiving the Profiles of Courage Award.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311794,"title":"Gerald R. Ford: All American President","adult":false,"genre_ids":[]},{"cast":["Heinz Erhardt","Oskar Sima","Ulrich Beiger","Ernst Brasch","Christiane Schmidtmer"],"overview":"A long time lost comedy directed by Johann Alexander Hübler-Kahla. It was discoverd in the estate of the director in Vienna in 2014.","release_date":"1961-01-06","vote_average":6.0,"runtime":37,"cert":"N\/A","id":311796,"title":"Geld sofort","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Kids who misbehave will want to take note of the gruesome punishments that await the naughty children in this collection of episodes from the popular British animated series based on the books by Jaime Rix. In the title episode, Lorelei pretends to be sick in order to skip school. But her plan backfires in a scary way in this amusing -- and slightly depraved -- morality tale that will make children think twice before lying to their parents.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311798,"title":"Grizzly Tales: Dr. Moribundus","adult":false,"genre_ids":[]},{"cast":[],"overview":"Provocative Moroccan artist Mounir Fatmi uses the Koran, Islamic art and noted European authors as a departure point in this collection of eight videos that examine current events but take liberties with well-established contextual relationships. With pieces produced between 1999 and 2008, the collection offers a unique perspective on the modern world, blurring the lines between what is expected and what is real.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311800,"title":"Hard Head: The Films of Mounir Fatmi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Composer Irving Berlin is honored in this portrait of a true American treasure. A Russian immigrant, Berlin penned timeless songs such as \"Cheek to Cheek,\" \"White Christmas\" and the inspiring World War I ditty \"God Bless America,\" which went on to become the unofficial national anthem. Through Berlin's music, photos and rare clips, this program captures the legend's life from his childhood to his 100th birthday celebration at Carnegie Hall.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311802,"title":"Irving Berlin: An American Song","adult":false,"genre_ids":[]},{"cast":[],"overview":"In many ways, there'd be no New York City without composer Leonard Bernstein -- at least not the romanticized, sepia-toned town he wrote about in his songs -- which makes this homage to his talent so fitting. Filmed in the Big Apple locales celebrated in his immortal music -- including Times Square and Central Park -- this 1997 documentary commemorates Bernstein and his legacy. Among the featured performers are Mandy Patinkin and Audra McDonald.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311813,"title":"Leonard Bernstein's New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring a medley of vintage performances, this compilation showcases the genius of illustrious French violinist Christian Ferras, accompanied by the Radio Canada Orchestra under the baton of maestro Alexander Brott. Selections include Claude Debussy's Sonata for Violin and Piano in G Minor, Maurice Ravel's Tzigane for Violin and Piano, Béla Bartók's Sonata for Violin and Piano no. 2 and Felix Mendelssohn's Violin Concerto in E Minor, op. 64.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311815,"title":"Christian Ferras in Recital","adult":false,"genre_ids":[]},{"cast":[],"overview":"Explore Central China's Wudang Mountain, the holy mountain of Taoism, in this engrossing documentary on the mystic range that has inspired faithful Taoists for centuries. The mountain is also the origin of Wudang Kung Fu and Taiji martial arts. Experience the spirit of Wudang Mountain and hear its whispered message of harmony between nature and humankind, and you'll discover why this sanctuary is a UNESCO World Cultural Heritage site.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311817,"title":"Mysterious China: Holy Mountain","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the heart of this classic Indian film is a pair of love triangles, both involving the kindhearted heir Kedarnath. When the wealthy young man falls for a beautiful charity worker, he must swallow his affection when he finds out she's in love with another -- a refugee named Jeevan. Kedarnath next turns his attentions on Shyama, but she, too, has a suitor of sorts -- a lecher named Lacchu.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311819,"title":"Namoona","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eros label's second 18-song intallment of music videos from their recent releases includes \"Jo haal dil ka\" (Sarfarosh), \"Chumma chumma\" (China Gate), \"Chhaiya chhaiya\" (Dil Se), \"Chai chapa chai\" (Hu Tu Tu) and others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311821,"title":"Naye Nagme: Vol. 2","adult":false,"genre_ids":[]},{"cast":["Elton John","Leon Russell","Bernie Taupin","T Bone Burnett","Danny Hutton"],"overview":"Documentary exploring Elton John's childhood, apprenticeship in the British music business, sudden stardom in the US at the dawn of the 70s and his musical heyday. Plus the backstory to the album reuniting him with Leon Russell, his American mentor. Features extensive exclusive interviews with Elton, plus colleagues and collaborators including Bernie Taupin, Leon Russell and others.","release_date":"2010-10-30","vote_average":0.0,"runtime":60,"cert":"N\/A","id":311823,"title":"The Making of Elton John: Madman Across the Water","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Experience the pulse-pounding drama as Nick DeVore and other premier telemark skiers carve up virgin powder on awesome backcountry slopes, from British Columbia and Baffin Island to the Chugach Mountains, the Wasatch Range and beyond. Other skiers joining in the fun include Darrell Finlayson, Charlie Cannon, Misha Zitkova, Dave Stratton, Will Cardamone, Jonah Howell, Noah Howell and more.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":311825,"title":"PW 07","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spared by a God he didn't believe in, Jason Malek (Seth Packard) survives a sniper attack while serving as a soldier in Afghanistan. However, his best friend, a devoted husband, father and Christian is killed just inches from him.  Critically wounded but alive, Jason returns home to Utah carrying shrapnel wounds in his legs and the age-old question, \"Why do bad things happen to good people?\" Now, searching for his purpose, the former soldier adjusts to his new day-to-day life and does his best to improve the lives of those who surround him.","release_date":"2006-05-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311827,"title":"Fire Creek","adult":false,"genre_ids":[]},{"cast":[],"overview":"Well, blow me down! Everyone's favorite spinach-chomping sailor stars in a series of vintage cartoons opposite his formidable opponent Bluto as both vie to win the heart of Popeye's perennial stick-figure sweetheart, Olive Oyl. In all, 36 hilarious cartoons (always fraught with mayhem) from the original run of the show are presented on this video that will entrance fans -- young and old -- who love animation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311829,"title":"Popeye: Giddy Gold and Other Fun Fan Favorites","adult":false,"genre_ids":[]},{"cast":[],"overview":"Reggae recording artists Sizzla and Capleton raise the roof and the collective conscious with songs of social justice in this 2000 concert filmed live at Winters Park in Kitson Town, Jamaica. Mixing reggae and dancehall, Sizzla and Capleton inspire the crowd with their Rastafari message of oneness and cultural pride and songs of anti-oppression and poverty. This high-energy concert is sure to bring reggae lovers to their feet.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311831,"title":"Conscious Vibrations: Sizzla & Capleton","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sarju and Laxmi have done everything to educate their son Amar and have lots of hope from him but the but Amar desires to become rich and disowns his parents who then face only sufferings in their life.","release_date":"1993-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311833,"title":"Santaan","adult":false,"genre_ids":[]},{"cast":[],"overview":"The television show \"Rollin' on the River\" aired from 1971 to 1973 and was a showcase for new musical artists in genres ranging from country to R&amp;B. With host Mickey Jones (Kenny Rogers' drummer) leading the way, the show boasts appearances from stars such as Al Green, Tina Turner, Kenny Rogers and Jim Croce. This collection of songs from the show includes performances from Bill Withers, B.B. King, Tina Turner, Jim Croce and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311835,"title":"Remember: The '70s Greatest Hits Live","adult":false,"genre_ids":[]},{"cast":["Sameh 'Saz' Zakout"],"overview":"This fascinating documentary explores the life and music of Saz, an Arab rapper living in a Jewish neighborhood who offers up a unique perspective as he creates music he hopes will aid in the reconciliation between Israel and Palestine. Believing people of differing viewpoints can come together as they enjoy his music, Saz travels from Tel Aviv and Haifa to London, presenting his own kind of musical peace treaty wherever he goes.","release_date":"2006-11-14","vote_average":0.0,"runtime":51,"cert":"\"\"","id":311837,"title":"Saz: The Palestinian Rapper for Change","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"This collection of award-winning short films from France, Denmark, Korea, Belgium, China, Germany, Holland, Australia, Mexico and Hungary includes a few standouts. Among them is The Fly, which won an Oscar for animation. Other entries include Lars from 1-10, in which director Lars von Trier sets forth his moviemaking rules; Burnout, which screened at the 2000 Sundance Film Festival; and Du Cote de la Cote, which shows off a young Brigitte Bardot's assets.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311839,"title":"Short: International Release","adult":false,"genre_ids":[]},{"cast":[],"overview":"Famed musician David Zinman takes on German composer Richard Strauss's epic \"Eine Alpensinfonie, Op. 64\" and \"Festliches Preludium for Organ and Orchestra, Op. 61\" in this rousing video. Strauss, who rose to prominence during the Romantic period in the late 19th and early 20th centuries, is at his most powerful with this piece, and Zinman, who also served as the Music Director and Chief Conductor of the Tonhalle Orchestra, is at his finest.","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":311841,"title":"David Zinman: Eine Alpensinfonie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Punk pioneers Slaughter and the Dogs reunite for a cranked-up performance at the 1996 Holidays in the Sun punk festival held in Blackpool, England, slamming through all their best-loved hits for a pumped-up crowd of fans. Songs include \"You're Ready Now,\" \"Hell in New York,\" \"Where Have All the Bootboys Gone,\" \"Victims of the Vampire,\" \"Who Are the Mystery Girls,\" \"Cranked Up Really High\" and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311843,"title":"Slaughter and the Dogs: Cranked Up Really High","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed live in 1984 at Britain's popular Summer Solstice Festival, this concert staged amid the looming monoliths of Stonehenge features performances by such noted rock acts as guitarist Roy Harper, who plays \"Rock 'n' Roll Man.\" Other bands making an appearance include Here and Now, the Enid and Hawkwind, playing tunes such as \"Glad You're Here,\" \"Something Wicked This Way Comes,\" \"Ghost Dance\" and others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311845,"title":"Stonehenge: A Midsummer Night Rock Show 1984","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mario climbs a beanstalk to take on a giant Koopa in \"Mario and the Beanstalk\"; \"The Adventures of Sherlock Mario\" finds the brothers sleuthing; \"Hooded Robin and His Mario Men\" recover stolen gold from the Sheriff of Koopingham; a Koopa is the big bad wolf in \"Little Red Riding Princess\"; and a monster is unleashed in \"Koopenstein.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311847,"title":"Super Mario Bros.: Once Upon a Koopa","adult":false,"genre_ids":[]},{"cast":[],"overview":"With a focus on the key role railroads played in America's economy and culture, this first-rate documentary explores the history, folklore and legends of the United States' railroads. Featuring archival footage, photographs and interviews, this episode showcases Western railways, including the California Western Railroad, the Big Trees Narrow-Gauge Railroad, the Grand Canyon Railway and the Cumbres &amp; Toltec Scenic Railroad.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311849,"title":"Great Trains of America: Western Railroading","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary examines the life of Matthieu Ricard, who left a promising career as a geneticist in France to pursue his passion for spiritual growth. More than 30 years later, Ricard is a noted humanitarian, photographer and Buddhist monk. After studying with renowned teacher Dilgo Khyentse Rinpoche, Ricard established his own methods of advancing the practice of meditation, and as a scientist, he maps the brain's activity under meditation.","release_date":"2009-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311851,"title":"The devotion of Matthieu  Ricard","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sheldon Turner is the prototype for the smart, brash, ambitious young screenwriter. He recently broke through with his script for the remake of The Longest Yard, and has a dozen other scripts in development. He's got insane discipline, writes longhand and boycotts email.","release_date":"2006-06-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311853,"title":"The Dialogue: An Interview with Screenwriter Sheldon Turner","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Best of the Improv series collects classic comedy routines by some of today's favorite stars of television, film and stage. Volume 2 includes vintage performances by Martin Lawrence, Paula Poundstone, Denis Leary and Bill Maher. Also featured are Hugh Fink, Brian Hailey, Jeff Marder and Rick Rockwell.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311855,"title":"The Best of the Improv: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Palestra: Cathedral of Basketball traces the evolution of college basketball through the rise of the most historic arena in the country - The University of Pennsylvania's Palestra. Discover how this building became the stamping ground for the game that captured the heart of America, and how its majestic influence would ultimately diminish as the very sport it had nurtured blossomed into lavish and high-priced popularity","release_date":"2007-04-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311857,"title":"The Palestra: Cathedral of Basketball","adult":false,"genre_ids":[]},{"cast":[],"overview":"Murder and political intrigue kick off a chain reaction of revenge in a small Indian village when the local zamindar, Dhurjan Singh (Amrish Puri), is convicted and jailed for killing Ranjeet (Biswajeet), a villager who opposed his policies. The animosity only intensifies when Dhurjan is released from prison and learns his son has been murdered in his absence. Anil Kapoor and Gulshan Grover co-star.","release_date":"1991-01-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311862,"title":"Jigarwala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Christoph Dreher relives punk's glory days with this detailed documentary originally created for German television. Rare footage and interviews with the era's pioneers detail the heady, creative atmosphere of mid-1970s New York. Patti Smith, Lenny Kaye, Richard Hell, Tom Verlaine and others discuss punk's history and impact, as iconic acts such as Iggy and the Stooges, Blondie, the New York Dolls and Television perform in vintage clips.","release_date":"1998-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":311864,"title":"The House of the Rising Punk","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cannabis enthusiasts: Get your stash and munchies and get ready for a comprehensive lesson on herb in this best-of compilation of \"High Times;\" excerpts and \"potcasts,\" featuring interviews with Snoop Dogg, Dave Chappelle, Damian Marley and others. Jorge Cervantes reviews the grow cycles, planting guidelines and criteria by which good crops are judged. Plus, you'll get an insider's guide to Amsterdam, a ganja cooking lesson from Chef Ra and more.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311866,"title":"High Times Greatest Hits","adult":false,"genre_ids":[]},{"cast":[],"overview":"This sweeping documentary follows the largest river system in the United States and its spectacular landscapes, diverse cultural heritage and the industrial triumph nurtured on its banks.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311868,"title":"The Mighty Mississippi with Trevor McDonald","adult":false,"genre_ids":[]},{"cast":[],"overview":"Even big stars need to stand in front of the director and audition for their roles, and some of the best screen tests are from the early years of legends. See some of Hollywood's top names and greatest talents in their very first appearances on celluloid. From Dustin Hoffman's 1966 stock and personality tests to Raquel Welch and James Coburn cavorting for Our Man Flint, from The Three Stooges to Rock Hudson, see stars trying to get on film.","release_date":"2000-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":311870,"title":"Hollywood Screen Tests","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the summer of 2009, a man calling himself Peter Bergmann and claiming to be from Austria arrived in Sligo Town. Over his final three days, Peter Bergmann would go to great lengths to ensure no one would ever discover who he was or where he came from.","release_date":"2013-09-28","vote_average":0.0,"runtime":19,"cert":"N\/A","id":311872,"title":"The Last Days of Peter Bergmann","adult":false,"genre_ids":[]},{"cast":[],"overview":"His striking and provocative portraits of female sensuality made Bob Carlos Clarke one of Britain's most successful shutterbugs. This seductive slideshow unspools Clarke's photographs -- sans narrative accompaniment -- for up to eight and a half hours (with the viewer setting the time intervals and number of images). With the flick of a switch, your living room will morph into an erotic art gallery.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311874,"title":"Too Many Nights: The Images of Bob Carlos Clarke","adult":false,"genre_ids":[]},{"cast":[],"overview":"Made to endure both the abuse of his fanatically religious mother (Leslie E. Hughes) and the taunts of his co-workers, Tim Connolly (Brandon Schraml) turns to killing prostitutes as a sick form of revenge. Things only get worse when he falls for a new co-worker (Brenda Cooney) who rejects his advances. Not for the faint of heart, this disturbing horror film features a shocking ending.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311876,"title":"Us Sinners","adult":false,"genre_ids":[]},{"cast":[],"overview":"Acting like a monkey turns out to be a good thing in this kid-friendly series that teaches little ones important life skills, such as how to tie your shoes, how to keep your teeth clean, and how to master your letters, numbers, colors and shapes. The first in a series of four programs set to a soundtrack of catchy original tunes, this animated adventure introduces blue-haired Happyland Zoo trainer Sue and her seven colorful monkey friends.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311878,"title":"It's Monkey Time!: Meet the Monkeys","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Book of Romans, which is said to be Paul's greatest scripture, follows the apostle's quest to explain the fundamentals of Christianity to the Romans. Learn of Paul's declaration of devotion to the gospel in this film shot on location in Rome and Corinth, Greece. The WatchWord Bible production allows the viewer to follow along with the Bible word for word as dramatic images appear on the screen and an original score plays in the background.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311880,"title":"WatchWord Bible: The Book of Romans","adult":false,"genre_ids":[]},{"cast":[],"overview":"This action-packed replay of a classic Wimbledon encounter captures the legendary three-hour men's semifinal match between Bjorn Borg of Sweden and Vitas Gerulaitis of the United States in 1977. To be sure, it was one of the most exciting contests of the year. But what made the match all the more enthralling was the fact that the two opponents were longtime friends -- and onetime practice partners.","release_date":"2004-12-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311882,"title":"Wimbledon Classic Match: Borg vs. Gerulaitis","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two families who make their living as shadow puppeteers in western Liaoning, near the Ling River, have a long-running feud over their ongoing competition for the Shadow Play King of Rehe in this drama from China. But when Japanese invaders force them to build a bridge over the river, the rival families finally bond over their shared hatred of the enemy. The Chaoyang Drama Troupe of the Liaoning People's Art Theatre performs this historical play.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311887,"title":"Ling River Shadow Play Practitioners","adult":false,"genre_ids":[]},{"cast":[],"overview":"Award-winning gospel act Kevin Davidson and the Voices deliver an uplifting evening of music in this memorable full-choir concert, recorded live in Memphis, Tenn. An inspirational set list includes the songs \"This Is Your House,\" \"God Will Work It Out,\" \"It Is Your Season,\" \"The Tabernacle,\" \"Overflow,\" \"God Wants to Heal You,\" \"I Will Call Upon the Lord\" and \"I Know What Prayer Can Do.\"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311889,"title":"Kevin Davidson & the Voices: Overflow","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Celebrated jazz pianist Ahmad Jamal provides a stunning retrospective (of sorts) of his illustrious and influential career in this pitch-perfect performance at the 2003 Baalbeck Music Festival. Jamal performs a dozen numbers, including \"Young and Foolish,\" \"The Devil's in My Den,\" \"I'll Always Be with You,\" \"Topsy Turvy\" and \"Poinciana,\" all of which display his prowess. Also includes a featurette, interviews and an extensive discography.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311891,"title":"Ahmad Jamal: Live in Baalbeck","adult":false,"genre_ids":[]},{"cast":[],"overview":"Saxophone legend Ben Webster is captured in fine form backed by no less than the Oscar Peterson Trio in this rare taped performance from Hannover, Germany, in 1973. It would be the last collaboration for Webster and the band before the musician's untimely demise a year later. The set list includes well-known standards such as \"Poutin,\" \"Sunday,\" \"I Got It Bad and That Ain't Good,\" \" Perdido,\" \"Come Sunday,\" \"For All We Know\" and \"Cottontail.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311893,"title":"Ben Webster: In Hannover: 1973","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gospel sensation Brent Jones &amp; the T.P. Mobb take their platinum-selling songs and message to a higher level with their album \"The Ultimate Weekend.\" Tracks include the hit single \"Cry Holy,\" \"Blessing with Your Name on It,\" \"Go Thru the Storm,\" \"Father of Lies,\" \"Holding Me Up,\" \"The Ocean,\" \"My Heart's Desire,\" \"Now I Want You,\" \"Stone Love,\" \"Fun in the Sun\" and \"Give Me What He Wants.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311895,"title":"Brent Jones & The T.P. Mobb: The Ultimate Weekend","adult":false,"genre_ids":[]},{"cast":[],"overview":"With his parents about to celebrate their wedding anniversary, a middle-aged husband (Richard Crenna) agrees to renew his vows to his longtime wife (Susan Clark). But as they assess their relationship, the couple discovers that their marriage no longer has any meaning. A televised production of Robert Anderson's thoughtful play, this fascinating drama deftly examines the institution of marriage and the nature of love.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311897,"title":"Broadway Theatre Archive: Double Solitaire","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this documentary, filmmaker Max Allan Collins chronicles the life and storied career of pioneering cartoon artist Vincent T. Hamlin, creator of the long-running cartoon strip \"Alley Oop.\" Interviews with Hamlin's contemporaries, such as his devoted assistant Dave Graue and fellow cartoonist Will Eisner, illuminate Hamlin's drive as well as his particular genius that helped establish \"Alley Oop\" as an American pop-culture icon.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311899,"title":"Caveman: V.T. Hamlin & Alley Oop","adult":false,"genre_ids":[]},{"cast":[],"overview":"From washing up and getting into PJs, to wishing on a star and listening to a bedtime story, Lullaby and Goodnight provides the ultimate cure to the bedtime blues. Combined with nursery rhymes, familiar lullabies and nighttime favorites, the comforting images and soothing melodies will delight and inspire as well as offer sweet dreams to all.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311904,"title":"Lullaby & Goodnight","adult":false,"genre_ids":[]},{"cast":[],"overview":"Earth Crisis' 10 year legacy is captured and documented on this full length release. Their revolutionary and militant stance against animal cruelty and substance abuse gained them a universal legion of diehard followers. Earth Crisis have toured with many of hard rock's biggest names and appeared on the inaugural OzzFest dates.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311906,"title":"Earth Crisis: 1991-2001","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded at the Crossroads Festival in Germany, this concert features a hard-hitting, rebellious performance by the legendary forerunner of punk rock and heavy metal. After nearly 40 years, Edgar Broughton's psychedelic rock-blues band is still performing with original members, plus Edgar's son Luke. Fans of the British group from 1960s and '70s will wax nostalgic over tunes such as \"Out Demons Out,\" \"Anthem\" and \"Evening Over Rooftops.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311908,"title":"Edgar Broughton Band: At Rockpalast","adult":false,"genre_ids":[]},{"cast":[],"overview":"The stories of five railroad workers who have been sacked as a consequence of the economic crisis.","release_date":"2004-10-07","vote_average":7.3,"runtime":null,"cert":"N\/A","id":311910,"title":"Proxima Salida","adult":false,"genre_ids":[]},{"cast":[],"overview":"Modes of the major scale, which are the cornerstone of great guitar playing, are often misunderstood by guitarists. In this program, Frank Gambale clearly and precisely explains all seven major modes, showing viewers how to use them in soloing. Gambale's explanations are easy to understand and will erase any confusion you have. In addition, his mind-blowing soloing examples will inspire you to achieve new heights.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311912,"title":"Frank Gambale: Modes: No More Mystery","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though he is often credited as the greatest dribbler in soccer history, Brazilian footballer Manuel Francisco dos Santos (Andre Goncalves) -- known to his fans as Garrincha, or \"songbird\" -- led an equally fascinating life off the field. Chronicling the highs and lows of his tumultuous story, this biopic addresses his problems with alcohol and his notorious infidelity, which included a 15-year affair with singer Elza Soares (Tais Araujo).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311914,"title":"Garrincha, Estrella Solitaria","adult":false,"genre_ids":[]},{"cast":["Debra Arnott","Andrew Arnold","Nancy Barry","Lanny Fuettere","Natalie Grant"],"overview":"As a hurricane threatens, Grandpa Lou tells the story of Noah's Ark.","release_date":"2004-08-28","vote_average":0.0,"runtime":45,"cert":"\"\"","id":311916,"title":"Roach Approach: Don't Miss the Boat","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Chronicling the impact of Guns N' Roses' simultaneous release of \"Use Your Illusion I\" and \"Use Your Illusion II,\" this documentary revisits the media events leading up to the release and the subsequent tour. Never before had the same band held the No. 1 and 2 spots on the Billboard charts. This milestone in rock history is told through backstage footage, interviews from musicians on the albums, and insight from biographers and journalists.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311918,"title":"Guns N' Roses: 2 Classic Albums Under Review: Use Your Illusion I and II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Henry Ford was one of the great innovators of our time. When the car he invented became so popular he couldn't build them fast enough, he came up with the modern assembly plant to meet demand. A&amp;E profiles the life of the industrial giant who was famed for his intolerance and inventiveness. Interviews with former workers and family members underscore Ford's genius and eccentricities, and automotive historians trace his monumental career.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311920,"title":"Henry Ford: Tin Lizzy Tycoon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover Black South African music from the apartheid era in this documentary that explores a wide panorama of styles, from Zululand roots to Soweto street singing, and features artists such as Ladysmith Black Mambazo and the Mahotella Queens. Ignored by the global community and suppressed from within the country by the local government, Black South African music used themes of joy and anger to promote resistance.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311922,"title":"Rhythm of Resistance: Black South African Music","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Mayor of Shanghai's daughter is abducted. Seen through the eyes of her lover, a stranger and the kidnapper.","release_date":"2010-04-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311924,"title":"Strangers, Lovers, Killers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Christian singer Jeremy Camp is the subject of a 24-hour exposé of what life is like for him on the road. The newest sensation in Christian rock, Camp has attracted a large (and growing) fan base for his positive, inspirational song stylings, partly as a result of his almost constant touring. Includes music videos for \"Walk by Faith\" and \"Understand.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311926,"title":"Jeremy Camp: In 24","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jim Lauderdale is a pioneer in the Americana movement who delivers a scintillating mix of country music, rockabilly, bluegrass, folk, pop and soul. This concert recorded at Ohne Filter Studios in Baden-Baden, Germany, underscores Lauderdale's pervasive influence on Nashville singers (his own style is a synthesis of George Jones, Merle Haggard and Johnny Cash) as well as his brilliant and charismatic performing style.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311928,"title":"Jim Lauderdale: In Concert: Ohne Filter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Despite his HIV-positive diagnosis in the early 1980s, Russian-born ballet dancer Rudolf Nureyev continued to dance and work as the director of the Paris Opera, as chronicled in this documentary that focuses on Nureyev's final years. Through interviews with colleagues and friends and archival footage of his performances, the film touches on the dancer's early years, his success and his later years as he struggled to continue dancing.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311930,"title":"Nureyev: Dancing Through Darkness","adult":false,"genre_ids":[]},{"cast":["George Kirby"],"overview":"Whether the joke involved singing, dancing, playing the piano or doing impressions of popular celebrities, classic comedian George Kirby could do it all -- and audiences always repaid him with hearty laughter. In this installment of HBO's \"On Location\" series, filmed at Grossinger's Hotel in New York's Catskill Mountains in the late 1970s, Kirby unleashes his unique brand of humor, impersonating Sarah Vaughan, Marlon Brando and many more.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311932,"title":"On Location with George Kirby","adult":false,"genre_ids":[35]},{"cast":["Chris Cassidy","Jerome Deeds","Gary Eberhart","Deborah Sullavan","Diana Holt"],"overview":"A contemporary film based on the 1921 story by Somerset Maugham.  A high priced call girl in Borneo is kidnapped by the rajah who is running a white-slave ring.","release_date":"1980-12-27","vote_average":0.0,"runtime":74,"cert":"\"NC-17\"","id":311937,"title":"Sadie","adult":true,"genre_ids":[18]},{"cast":[],"overview":"Terrorism is the new millennium's greatest threat, and Osama Bin Laden is the ultimate icon of modern-day fear. But how did the current wave of global terrorism emerge? Follow the history of post-Cold War politics and economics that created an entire terror industry, with Bin Laden at its center. A sobering look at how the world's present instability was built and fostered, Our Own Private Bin Laden examines the ways history can shape the future.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311939,"title":"Our Own Private Bin Laden","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this collection, prog rock keyboardist Patrick Moraz -- best known for his associations with Yes and the Moody Blues -- appears in two complete performances recorded live in 1979 and 1984: Future Memories Live on TV and Future Memories II. Highlights include renditions of \"Metamorphoses,\" \"Eastern Sundays,\" \"Black Silk\" and \"Flippers,\" plus a 2006 interview conducted by radio disc jockey Jon Kirkman.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311941,"title":"Patrick Moraz: Future Memories Live on TV","adult":false,"genre_ids":[]},{"cast":["Diane Dufresne"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311943,"title":"Diane Dufresne vous fait une scene","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Blending the best of Gaelic music, song and dance, this spectacular stage show sketches a vivid portrait of Ireland's cultural legacy. Inspired by Galway Bay's Inis Mor islanders, the production features exhilarating choreography and a dynamic performance by a company of outstanding young vocalists, musicians and hoofers. The Gaelic word &amp;NFi;ragús&amp;NFi_; means desire, and after watching this rousing presentation, you'll have a yen to see it again.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311948,"title":"Ragus: A Unique Irish Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scoop the Steam Shovel and Doozie the Bright Red Bulldozer experience all kinds of exciting and funny adventures in these four episodes from the award-winning educational children's program. Join Scoop, Doozie, Axel the Dump Truck and the Cobb family's mischievous garden hose as they sing, share jokes and learn about life's challenges. Episodes include \"The Clean Machine,\" \"Hide and Seek,\" \"My Way or the Highway\" and \"Pretty Strong.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311950,"title":"Scoop and Doozie: Can You Dig It?","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the years since his death, revolutionary Che Guevara has attained iconic status. This documentary explores the truth behind the myths, delving into Guevara's plans to spread his philosophy throughout Latin America and his ultimate effect on the Cold War. Biographer Jon Lee Anderson takes viewers from Guevara's Argentine homeland to the battlefields of the Cuban revolution and reveals the CIA's plot to quell the activist's tide of change.","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":311958,"title":"The True Story of Che Guevera","adult":false,"genre_ids":[]},{"cast":[],"overview":"The main attractions of the Great Rayman Circus, a troupe in India, are 50 Nepalese girls whose high-wire acts are like nothing seen before. Courageous and dazzling, their mind-boggling performances include a stunt called the Starkiss, in which the acrobats hold on to a fast-spinning rope by their teeth. Yet for all the glitz, their everyday lives have no glory. Instead, they're isolated, away from their families and living under strict rules.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311963,"title":"Starkiss: Circus Girls in India","adult":false,"genre_ids":[]},{"cast":["Jennifer Nitsch","Francis Fulton-Smith","Ursela Monn","Michael Mendl","Hansi Jochmann"],"overview":"","release_date":"2004-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311965,"title":"Geerbtes Glück","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Following a 1978 European tour with his sextet, tenor sax giant Stan Getz stopped in Stockholm, Sweden, to gig with a trio of locals, including pianist Lars Sjösten, who composed the tune \"Ballad for Laila,\" which is performed here. The smooth set also features choice standards such as \"'Round Midnight\" and \"I'll Remember April,\" as well as Getz's only known recording of \"Stan Meetz Jeff,\" written by Swedish baritone sax master Lars Gullin.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311967,"title":"Stan Getz Quartet: In Stockholm 1978","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the stellar career of Hawaiian-born surfer Sunny Garcia, who rose from hardscrabble beginnings and rode the waves into the history books with an unprecedented five Triple Crown titles to his name. Watch highlights from 14 years on tour, hear fellow surfers describe Garcia's special brand of wave-riding magic, and join him as he clocks some casual surfing time with friends back home in Oahu.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311969,"title":"Sunny Garcia: Sunny Dayz: A West Side Story","adult":false,"genre_ids":[]},{"cast":["Karla Montana","Panchito Gómez","Jerry Stiller","Tony Plana","Robert Covarrubias"],"overview":"Nothing is more important to Mexican-American Marta Delacruz than her quinceanera -- the traditional 15th birthday celebration that symbolically ushers a young girl into adulthood. Marta is understandably angry and resentful when her father cancels the gala event, but her outlook changes completely when she accidentally uncovers her father's secret: He never became a U.S. citizen.","release_date":"1990-01-15","vote_average":3.3,"runtime":120,"cert":"\"\"","id":311971,"title":"Sweet 15","adult":false,"genre_ids":[18,10770]},{"cast":["Stephen Rashbrook","Paul Louden-Brown","Carl Spencer"],"overview":"They were created to be the world s largest, grandest and safest ocean liners. Each were launched and sold as ships that would never sink, but despite this boast, all three were involved in maritime disasters, and two of the three were lost in the most dramatic of circumstances. This compelling documentary investigates the doomed history and flawed design of the White Star Liners Olympic, Titanic and Britannic from inception to disaster.","release_date":"2005-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":311982,"title":"The Curse of the Titanic Sister Ships","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Contrasting the landscapes and cultures of the Eastern and Western United States, this pair of domestic travelogues takes viewers on a captivating journey. Eastern stops include metropolitan Boston, Chicago, New York City, Washington, D.C., and a pre-Hurricane Katrina New Orleans. Among the Western stops are Salt Lake City, the Grand Canyon and the guilty pleasure of Las Vegas, plus historical spots from the days of the Wild West.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311984,"title":"The USA: Eastern & Western States","adult":false,"genre_ids":[]},{"cast":["Tony Joe White"],"overview":"Recorded in 1980, this \"live at Austin City Limits\" performance by Tony Joe White is one of the wildest and rawest they ever taped. Many artists choose to beef up their bands for the program. White played with his touring group: drummer Jeff Hale and bassist Steve Spear. While hearing live versions of his classics done wild and raw is awesome, hearing Tony Joe White play the hell out of his guitar in a without-a-net-setting is a rare thing. He doesn't need to show off, it's all at the service of his greasy, gritty, deeply soulful swamp funk tunes. His read of his classic \"Rainy Night in Georgia\" is the rare ballad here, and no one sings it the way he does. \"Willie and Laura Mae Jones\" is here, as is a Delta blues-drenched \"Lustful Earle and the Married Woman,\" done on an acoustic. Live from Austin, TX closes with the minor key blues rocker \"I Get Off on It,\" making the entire proceeding a must-have for White fans.","release_date":"2006-02-21","vote_average":0.0,"runtime":63,"cert":"\"NR\"","id":311986,"title":"Tony Joe White: Live from Austin, TX","adult":false,"genre_ids":[]},{"cast":[],"overview":"Punk rock, ska and hardcore bands from the Tooth &amp; Nail record label perform some of their best songs in this compilation of music videos. Artists include Ill Harmonics, Project 86, Stretch Arm Strong, the O.C. Supertones and many others. Tracks are \"Wearing Thin\" by Further Seems Forever, \"Building a Better Me\" by Dogwood, \"For the Record\" by Stretch Arm Strong, \"Are You the Walrus?\" by Furthermore, \"God-Man\" by Cadet and more.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311988,"title":"Tooth & Nail Video Compilation Vol. 7","adult":false,"genre_ids":[]},{"cast":["Fritz Wepper","Elisabeth Lanz","Saskia Vester","Francis Fulton-Smith","Bernd Michael Lade"],"overview":"","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":311990,"title":"Lindburgs Fall","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Comics on stage and off in New York City, the capital of comedy.","release_date":"2000-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":311992,"title":"Coming to the Stage","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"El Alambrista: The Fence Jumper","cast":[],"id":311994,"overview":"When he crosses the border into the United States, Mexican wrestler El Alambrista finds himself fighting rival lucha libre grapplers in the ring and battling powerful American anti-immigration forces in the fields and ranches far outside it. As he becomes a folk hero to migrant workers, El Alambrista must also save the life of a young child. Bonus features include a match between pro Mexican wrestlers Yako and Pequeno Guerrero.","runtime":null,"genre_ids":[],"release_date":"2008-12-09","vote_average":0.0,"adult":false}]