[{"cast":[],"overview":"Best known for his partnership with Vinicius de Moraes, Brazilian guitarist Toquinho has kept the art of traditional music alive in his native country for more than 30 years. In this concert filmed live at the Canecao in Rio de Janeiro, the artist is joined onstage by special guests Carlos Lyra, Badi Assad, Yamandu Costa, Leo Galdeman and Carlinhos Vergueiro for a supercharged set list, including \"Tarde Em Itapoa\" and \"Serenata Do Adeus.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312500,"title":"Toquinho: So Tenho Tempo Pra Ser Feliz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fearing imminent death after suffering a heart attack, rich industrialist Harkishan asks to meet his son's intended bride, Rita, whose charms win over the businessman immediately. When he begins to recover thanks to Rita's care, Harkishan places absolute trust in her … trouble is, she isn't who she professes to be. J.D. Chakravarthi, Balasubramaniam S.P. and Mallikharjunarao star in this absorbing Bollywood drama.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312502,"title":"W\/O V. Varaprasad","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hundreds of thousands of Latinos saw military action for the United States in World War II, and twelve of these heroes won our nation's most prestigious award, the Medal of Honor. All of the soldiers, sailors and airmen who served have a story to tell and now ten Latino veterans in their 70s and 80s offer reflections -- filled with heroism, fear, pain, sorrow, joy and humor -- on their role in a war that changed the world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312504,"title":"We Were There: Latino Remembrances of World War II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Actor Edward James Olmos narrates this celebration of Chicano rock, with personal stories, archival footage and music from Ritchie Valens, Los Lobos and others vividly chronicling the history and cultural import of this music born in the barrios. Other featured artists include Lalo Guerrero, considered the father of Chicano rock, and the classic bands Thee Midniters, Cannibal and the Headhunters, El Chicano and Tierra.","release_date":"2009-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312515,"title":"Chicano Rock!: The Sounds of East Los Angeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Musician Jackson Del Rey takes the classic Sergei Eisenstein film Battleship Potemkin and reinvents it for the modern age by creating a brand-new soundtrack and infusing it with his own brand of magic. The result: A historic film that feels as current as any modern-day oeuvre. Tracks include \"Drama in the Harbor,\" \"All for One and One for All: The Rebellion Begins,\" \"Squadron Sighted: Prepare for Action\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312517,"title":"Del Rey and the Sun Kings: Battleship Potemkin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jermaine \"JT\" Holt, Adam Chumita and Ryan Bonneau are the featured riders in X-Factor Production's high-adrenaline collection of motorcyle stunt footage.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312519,"title":"Full Leather Jacket","adult":false,"genre_ids":[]},{"cast":[],"overview":"This quirky documentary from PBS provides an inside look at the \"Hair Olympics,\" an intense competition pitting hundreds of hairstylists from more than 40 countries against one another in a string of timed tests to determine styling skill. Following Team U.S.A., filmmaker Mark Lewis explores all the highlights and bad hair days as the trainers, competitors and models prep rigorously for the 31st International HairWorld Championships in Moscow.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312521,"title":"HairWorld: The Pursuit of Excellence","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you didn't get enough of \"The Real World: Hawaii\" the first time, this collection of exclusive, never-before-seen footage should whet your appetite for roommate hook-ups, drunken brawls and other outrageous behavior. How much did Ruthie really drink? Did Amaya always keep those \"twins\" covered? And what other shenanigans did Teck decide to be part of when he forgot that the cameras were rolling?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312523,"title":"MTV: The Real World You Never Saw: Hawaii","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of traditional Indian music's most accomplished artists, U. Srinivas takes center stage for an unforgettable concert filmed in 2002 at New Delhi's India Gate. A child prodigy, Srinivas matured into one of the finest practitioners of Carnatic music -- an ancient melodic form comprising a monophonic song with improvised variations. The set list includes \"Srimahaganapathira,\" \"Samukhananilva,\" \"Enthamuddho\" and \"Yendaro Mahanu Bhavalu.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312525,"title":"Maestros in Concert: U. Srinivas","adult":false,"genre_ids":[]},{"cast":[],"overview":"NPR favorite and National Geographic Traveler contributor Rudy Maxa brings his travel savvy to this breathtaking tour of Mexico, which features visits to Guadalajara, Puerto Vallarta, Mexico City and Zihuatanejo. Highlights include Zocalo, the world's second-largest square; the pre-Aztec city of Teotihuacán; and the Mexican Riviera. Bonus materials include info on the Ballet Folklorico, the National Museum of Anthropology and tequila tasting.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312527,"title":"Mexico to the Max: Guadalajara, Puerto Vallarta, Mexico City and Zihuatanejo","adult":false,"genre_ids":[]},{"cast":["Siegfried Jerusalem","Wolfgang Brendel","Hans Kraemmer","Ivan Rebroff","Janet Perry"],"overview":"In the Temesvar Province, a landowner returned from exile marries a gypsy girl who is revealed to be the daughter of a Turkish Pasha and the rightful owner of a hidden treasure. Next to \"Die Fledermaus\", DER ZIGEUNERBARON is Johann Strauss’s most popular operetta. The libretto gave Strauss the chance to revel in such contrasting musical forms as the Csárdás and the Viennese waltz. The style of the lied forms and ensembles is so original and finely balanced that the \"Gypsy Baron\" can truly be called a comic opera. Among the leading names of the stellar cast in this exuberant 1975 film of the operetta are Wolfgang Brendel, Ivan Rebroff, Janet Perry, Ellen Shade, Martha Mödl and, in the role that launched his career, Siegfried Jerusalem as Sándor Barinkay.","release_date":"1975-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":312538,"title":"The Gypsy Baron","adult":false,"genre_ids":[10749,35,10402]},{"cast":[],"overview":"Legendary entertainer Dorothy Dandridge -- the first black woman to be nominated for a Best Actress Oscar (for director Otto Preminger's Carmen Jones in 1954) -- shows off her vocal talents in this collection of vintage performances. An amalgamation of movie trailers and feature-film clips, this fitting musical tribute includes the songs \"Blow Out the Candles,\" \"My Heart Belongs to Daddy\" and \"Swing for My Supper.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312540,"title":"Dorothy Dandridge: Singing at Her Best","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rarely seen archival footage highlights this retrospective of the greatest moments in Michigan State basketball history. The album includes more than two decades of Spartan action, including clips from Magic Johnson's years with the team. Many of the key personnel who've contributed to Michigan State's unparalleled success are featured, as well as full versions of both the 1979 and 2000 championship wins.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312545,"title":"The Greatest Stories of Michigan State Basketball","adult":false,"genre_ids":[]},{"cast":["Ralphie May","A.J. Johnson","Brandon Gibson"],"overview":"Get ready for some heavyweight smack-talking with this comedic freestyle competition, where a field of sharp-tongued comedians trade quick-witted verbal jabs in hood-inspired, cutthroat fashion. Host Ralphie May (Last Comic Standing, Celebrity Fit Club) welcomes some of the funniest comics in the game -- including A.J. Johnson, Corey Holcomb, Flame and Brandon Gibson -- for some no-holds barred, uncensored fun.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312547,"title":"Baggin'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Between 1921 and 1942, Dave and Max Fleischer led Fleischer Studios, an entity that broke the ground for animation and its place in history. For a good run, Fleischer was Walt Disney Studios' biggest competitor, a worthy foe that was responsible for such characters as Koko the Clown, Betty Boop, Popeye and the \"strongest\" of them all, Superman. Through their many contributions to the genre, the Fleischers helped animation become what it is today.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312549,"title":"The Lost Fleischer Studios Cartoons","adult":false,"genre_ids":[]},{"cast":["Graeme Edge"],"overview":"Rock legends the Moody Blues have been sharing their music with listeners for more than 40 years. This definitive documentary tells the story of one of the world's most successful bands, from their early days as a British R&amp;B group to their present incarnation. Packed with vintage and new interviews with band members, rare photographs, previously unreleased archival footage and early promos, this collection will delight fans of the enduring band.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312551,"title":"The Moody Blues: Classic Artists","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Serving as rebellious foils to their cleaner-cut rivals, the Beatles, during the earliest years of the British invasion, the Rolling Stones shucked their middle-class roots for a well-earned bad boy image. Combining candid interviews and rare footage, this retrospective program chronicles the band's journey to becoming one of the biggest acts in the world, aided by the attitudes -- and notorious libidos -- of Mick Jagger and Keith Richards.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312559,"title":"The Rolling Stones: On the Rock Trail","adult":false,"genre_ids":[]},{"cast":[],"overview":"Front man Dee Snider and the hair-metal brood known as Twisted Sister rock a packed house full of faithful fans with this 2004 London performance, delivering headbanging renditions of all of their biggest hits and fan favorites. The set list includes \"What You Don't Know (Sure Can Hurt You),\" \"The Kids Are Back,\" \"Like a Knife in the Back,\" \"The Fire Still Burns,\" \"I Wanna Rock\" and, of course, the unforgettable anthem \"We're Not Gonna Take It.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312561,"title":"Twisted Sister: Live at the Astoria","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Civil War Life\" is a six-part series that examines the American Civil War from an insider's point of view, with first-person accounts and never-before-seen period photos. \"Left for Dead\" tells the story of Ohio schoolteacher Oscar L. Jackson, who formed his own regiment and was engaged in some of the bloodiest battles of the Civil War -- only to be shot in the face and left for dead.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312563,"title":"Civil War Life: Left for Dead","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary focuses on Princess Diana's yearlong separation from Prince Charles and includes interviews with journalist Richard Kay and biographer Andrew Morton, plus exclusive footage of Diana during that period. With her marriage falling apart and overwhelming pressures from the monarchy and the media, Diana leaves England for a soul-searching exile away from the royal family.","release_date":"1994-11-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312565,"title":"Diana: Portrait of a Princess","adult":false,"genre_ids":[]},{"cast":["Robert Kane","Steve Walwyn","Phil Mitchell","Kevin Morris"],"overview":"Known for delivering classic pub rock, Dr. Feelgood cuts loose in this gritty homespun show, recorded live at The Mean Fiddler, London on August 20th 2005. Tracks are \"Date Bait,\" \"Too Much Trouble,\" \"Baby Jane,\" \"Roxette,\" \"Milk & Alcohol,\" \"Ninety-Nine & a Half,\" \"I Can Tell,\" \"Instinct To Survive,\" \"Down by the Jetty Blues,\" \"Back in the Night,\" \"She Does it Right,\" \"Going Back Home,\" \"Down at the Doctors,\" \"Waiting for Saturday Night\", \"Mad Man Blues\" and \"Bony Maronie\".","release_date":"2005-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312567,"title":"Dr. Feelgood: Live in London","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"After heating up the dance floor as part of the group Boyz N Da Hood, Atlanta-based rapper Young Jeezy goes solo with the album \"Let's Get It,\" which features guest appearances from some steamin' Southern artists including Bun B, T.I., Lil Scrappy, Trick Daddy and Young Buck. This \"Let's Get It\" companion DVD features performances, interviews, behind-the-scenes clips and Young Jeezy's unreleased \"Trap or Die\" video.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312569,"title":"Young Jeezy: Let's Get It: Thug Motivation 101","adult":false,"genre_ids":[]},{"cast":[],"overview":"Giancarlo Del Monaco directs this passionate production of Jacques Offenbach's final opera, \"Les Contes d'Hoffmann,\" recorded live at the Opera de Bilbao in 2006, the story of a poet (Aquiles Machado) who loses his soul to three beguiling enchantresses (Milagros Poblador, María Bayo and Valentina Kutzarova). Konstantin Gorny, Katharine Goeldner and the chorus of the Opera de Bilbao round out the supporting cast of voices.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312571,"title":"Jacques Offenbach: Les Contes d'Hoffmann","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive the greatest moments of the 2002 World Series as the Anaheim Angels capture their first championship. The first fall classic to feature two wild card teams, this all-California matchup between the Angels and the San Francisco Giants lived up to all the hype with a thrilling seven-game series. Finishing the regular season with 99 wins, the Angels hit upon the formula for victory with their mix of energetic youth and seasoned vets.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312573,"title":"Anaheim Angels Vintage World Series Films","adult":false,"genre_ids":[]},{"cast":[],"overview":"Journalist Del Walters's documentary explores secret recordings, classified films and other archival evidence that suggest the United States' involvement in the downfall of Africa, including genocidal wars in Darfur, Uganda and Rwanda. Through top-secret data, hidden documents and other sources obtained from government archives, this film reveals links between the destruction of Africa and those who influence American foreign policy.","release_date":"2010-11-08","vote_average":10.0,"runtime":null,"cert":"\"\"","id":312575,"title":"Apocalypse Africa: Made in America","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Prolific songwriter and gospel legend Cassietta George -- a timeless artist who's penned more than 100 songs during her five-decade career -- shares the stage with Kevin Burrough Heeley, the Pentecostal Anglican Choir and the Teddy Cannon Singers in this uplifting live concert. A memorable set list of inspirational music includes \"Jesus the Miracle Man\" and George's biggest hit, the gospel standard \"Walk Around Heaven All Day.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312577,"title":"Cassietta George: Walk Around Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renowned documentarian David Blaustein (Hunters of Utopia, Spoils of War) explores the roots of his Jewish heritage in this Spanish-language Tribeca Film Festival selection that traces his ancestors' overseas journey from Eastern Europe to Argentina, home to Latin America's largest population of Jews. Along the way, he makes inroads into understanding his family's role in contemporary Argentinean society.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312579,"title":"Hacer patria","adult":false,"genre_ids":[]},{"cast":["Don Dokken"],"overview":"This live concert was filmed in November 1999 in front of a sold-out Anaheim, California, crowd. Tracks include: \"Alone Again,\" \"Breaking the Chains,\" \"Tooth and Nail,\" \"Too High to Fly,\" \"Kiss of Death,\" \"Erase the Slate,\" \"Maddest Hatter,\" \"Into the Fire,\" \"Paris is Burning\" and \"In My Dreams.\" Also includes interviews, backstage footage and more.","release_date":"1999-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312581,"title":"Dokken: Live from The Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this sultry flamenco performance, dancer and choreographer Esther Ponce re-creates all the drama of the immortal 1946 film Gilda (which landed star Rita Hayworth in the pantheon of sex goddesses). Through the magic of dance, Ponce and her supporting ensemble evoke Gilda's themes of seduction, jealousy and duplicity in a presentation that ignites the fire of the Spanish dance and showcases some world-class flamenco artists.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312583,"title":"Esther Ponce Presents Flamenco Dreams","adult":false,"genre_ids":[]},{"cast":["Keith Thomas"],"overview":"Will they reach their destination?","release_date":"2014-10-23","vote_average":2.0,"runtime":98,"cert":"N\/A","id":312594,"title":"The Navigator","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Filmed in 2004 and 2005, this compilation of live performances from one of North America's most celebrated reggae festivals boasts an all-star lineup of superstars wowing crowds of more than 30,000. With appearances from names such as Gregory Isaacs, Freddie McGregor, Yellow Man, John Holt, Cocoa Tea, Sugar Minott, Morgan Heritage, Luciano and more, this video is a world-class treat for any reggae fan.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312596,"title":"In the Beginning: Vol. 2: Montreal International Reggae Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a loved one's demise at the hands of an envious drug lord and a fiery nymphomaniac, the Golden Rooster -- a notorious criminal -- decides to settle the score in this potent import from south of the border. The film's all-star Latino cast includes Gerardo Albarrán, Luis Gatica, Sergio Reynoso, Siena Perezcano, Alfonso Munguía and Jorge Aldama.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312598,"title":"La Muerte del Gallo de Oro","adult":false,"genre_ids":[]},{"cast":[],"overview":"Difficult to define, the Harley Davidson mystique is an internationally renowned phenomenon. This video will get your motor runnin' as you watch Harley riders burn rubber on California's back roads and rev up for amazing 170 mph action on the drag strips and at Florida's Daytona Speedbowl. Willie G. Davidson -- whose grandfather co-founded the company -- explains in an interview how the hog maker weathered some lean years.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312600,"title":"Live to Ride: Harley Magic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dive into the dark waves of the Atlantic to make contact with the Giants of the Sea.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312602,"title":"Whales of Atlantis: In Search of Moby Dick","adult":false,"genre_ids":[]},{"cast":[],"overview":"Go backstage with some of the hardest rockers in heavy metal with this collection of in-depth interviews featuring members of My Dying Bride, Cannibal Corpse, King Diamond, Immortal, S.O.D., Nevermore, Peter Steele and other top performers. These hard-driving rockers share surprising insights on music, their inspirations, life on the road and other topics with Bill Zebub from metal fanzine &amp;NFi;The Grimoire of Exalted Deeds&amp;NFi_;.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312604,"title":"Metal Interviews: Grimoire Style","adult":false,"genre_ids":[]},{"cast":[],"overview":"Understanding the world around us has never been more fun than with this multimedia potpourri of tolerance-themed short films. The collection includes more than 20 traditionally animated cartoons, ingenious computer graphics, puppetry, clay animation and more. Highlights include \"Skye, the Rejected Little Troll,\" a hit at the 2008 Coachella Music &amp; Arts Festival, Chris Miller's \"Frankenstein Goes to Camp\" and magic by the Amazing Zoltar.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312615,"title":"Polyphony: Be You and Accept Me Too","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gorgeous nature and wildlife cinematography, accompanied by a soaring classical soundtrack, illuminates the rich world of the Earth's waterways in this video portrait. Turning their camera on the lake shores, river banks and streams that populate the landscape, the filmmakers find a world teeming with life -- and music. as geese take flight to Rossini's \"Barber of Seville,\" bears teeter on a fallen log to Verdi's \"La Traviata\" and more.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312617,"title":"Musical Escapes: By the Water's Edge","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ace Capone and Tim Gotti -- leaders of the Take Down Family -- become power players on the streets of Philadelphia with the success of their growing crack ring. But drug-rival King and two persistent cops are very eager to take down Take Down. This gritty New Jack drama, directed by Jamal Hill, features a hip-hop soundtrack including Freeway, Ms. Jade, Namm Brigade, Jak Frost and Bugsy & Snake.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312619,"title":"New Jack City: The Next Generation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed for the BBC show \"Jazz 625,\" this live concert showcases the remarkable technique of jazz pianist Oscar Peterson and his trio (including bassist Ray Brown and drummer Ed Thigpen), capturing the group at their peak. The nine-song set includes tunes such as \"Yours Is My Heart Alone,\" Bill Evans's \"Waltz for Debby\" and \"My One and Only Love.\" Features include bonus tracks from a 1957 broadcast of \"The Nat 'King' Cole Show.\"","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312621,"title":"Oscar Peterson Trio: London Concert: 1964","adult":false,"genre_ids":[]},{"cast":["James Dunn","Whitney Bourne","Joan Woodbury","Franklin Pangborn","Solly Ward"],"overview":"A man and woman, who've never met, are forced by circumstances to share the same apartment. A remake of the 1933 film \"Rafter Romance\".","release_date":"1937-11-12","vote_average":4.0,"runtime":61,"cert":"\"\"","id":312623,"title":"Living on Love","adult":false,"genre_ids":[35,10749]},{"cast":["Yoshihiko Hakamada"],"overview":"Filmmaker Ryosuke Hashiguchi's heartbreaking drama delves into Tokyo's underbelly, following street urchin and hustler Tatsuru (Yoshihiko Hakamada), who comes of age under the dark cover of night in a city known for splash and lights. His only trusted ally is his pal Shinichirô (Masashi Endo), who joins him on his escapades picking up girls and making money off johns, but who also may be his one true love.","release_date":"1993-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312625,"title":"Slight Fever of a 20-Year-Old","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Get an in-depth journey through a cornerstone of Western literature with this guide to Homer's Odyssey. Using a combination of text and imagery, Rocketbook serves as a companion to study for students junior high school level and above. Engaging quizzes and in-depth analysis reinforce comprehension of the epic tale that meshes fact and fantasy, a verse masterpiece that remains the foundation of classical studies.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312627,"title":"Rocketbook: The Odyssey","adult":false,"genre_ids":[]},{"cast":[],"overview":"Formed in 1970 to back up Milton Nascimento during his show at the Opiniao Theater, progressive Rio de Janeiro rockers Som Imaginario came of age in the post-bossa nova period. The group soon began recording on its own in addition to backing artists such as Elis Regina, Gal Costa, Fafa de Belem and Sueli Costa during live gigs and in the studio. In this Brazilian musical treat, Som Imaginario performs some of their best-loved songs.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312635,"title":"Som Imaginario","adult":false,"genre_ids":[]},{"cast":["William Sears, M.D.","Paul Fleiss, M.D.","Jay Gordon, M.D.","Penny Simkin, PT CD"],"overview":"Breastfeeding Intensive, a 45-minute excerpt of Breastfeeding Comprehensive, informs, instructs, and empowers the expectant and new mother to breastfeed successfully. This revolutionary video takes the audience on an emotional and inspiring journey from birth to breastfeeding and beyond, providing the latest information on the health benefits of breastfeeding for mother and baby, and offering expert instruction in the techniques of successful breastfeeding. Viewers of Breastfeeding Intensive learn to confidently embrace breastfeeding as the optimal form of nurturance and nutrition for both mother and child.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":312637,"title":"Breastfeeding Intensive","adult":false,"genre_ids":[]},{"cast":["James Earl Jones","Jane Alexander","Gary Sinise","Amy Morton","Tim Sampson"],"overview":"The Great White Way comes into your living room via this disc of rare performances from some of Broadway's brightest luminaries. Culled from clips from the Tony Awards shows, this unique collection features acting powerhouses James Earl Jones, Annette Bening, Joan Allen, Joe Mantegna, Gary Sinise and Maggie Smith, among others, performing works by such playwrights as August Wilson, David Mamet, Wendy Wasserstein and more.","release_date":"2006-05-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312639,"title":"The Best of The Tony Awards: The Plays","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Academician and piano expert David Dubal narrates this absorbing documentary chronicling the instrument's history and featuring some of the 20th century's finest pianists via archival film clips. Among the keyboard virtuosos are Vladimir Horowitz, Claudio Arrau, Van Cliburn and Glenn Gould. Extras include Arrau's 1983 performance of Ludwig van Beethoven's Piano Concerto no. 4, accompanied by the Philadelphia Orchestra under maestro Riccardo Muti.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312641,"title":"The Golden Age of the Piano","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on the true story of Air Force personnel in Srinagar, Kashmir.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312643,"title":"Agni Pankh","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hit the deck with former Navy SEAL C.J. Caracci as he drives you through this intense hourlong calisthenics workout designed to get you into top physical shape with more than 40 exercises performed in back-to-back sets. Demonstrating the moves under the scorching desert sun, Caracci goes the extra mile by teaching you to develop the mental stamina you need to push yourself beyond your limits, even under the most demanding physical conditions.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312645,"title":"The Navy SEAL Burnout PT Challenge","adult":false,"genre_ids":[]},{"cast":[],"overview":"Produced in 1986, this critically acclaimed documentary chronicling the long career of Koerner, Ray &amp; Glover -- a blues trio composed of \"Spider\" John Koerner, Dave Ray and Tony Glover -- also features a selection of 10 full-length performances. Songs include \"Good Night Irene,\" \"Black Dog,\" \"Linin' Track,\" \"Shout Sister Shout,\" \"I Ain't Blue,\" \"Tremors,\" \"Me and My Chauffeur Blues\" and \"Everybody's Goin' for the Money.\"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312647,"title":"Koerner, Ray & Glover: Blues, Rags & Hollers","adult":false,"genre_ids":[]},{"cast":["Naomi Levov","Michael Moshonov","Liat Goren","Michal Varshai","Amir Weiser"],"overview":"Based on the turbulent life story of the poet Yona Wallach. The film focuses on the period in which she was just a young village girl, a war orphan, clawing her way through the world of Hebrew poetry. With the outbreak consciousness and transition from the village to the big city, Jonah, which examines the limits of herself and wants to know everything, experienced a mental breakdown. Spirit of the times, Jonah was treated LSD. The struggle to return to write and occupy its own place heavy charge her, but earns her immortality on the Hebrew poetry shelf.","release_date":"2014-12-19","vote_average":5.0,"runtime":100,"cert":"N\/A","id":312655,"title":"Yona","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Join Charlie (voiced by Steven Weber) and his canine friends Itchy (Dom DeLuise), Anabelle (Bebe Neuwirth) and Sasha (Sheena Easton) on another round of hair-raising adventures in this collection of episodes from the popular animated series, based on the 1989 Don Bluth film. A foursome of episodes focusing on the theme of friendship includes \"Field Trip,\" \"Cyrano de Barkinac,\" \"Mutts Ado About Nothing\" and \"Heaventh Inning Stretch.\"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312657,"title":"All Dogs Go to Heaven: Friends to the Rescue","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vito After takes a vital look at the 9\/11 health crisis by going beyond the headlines and focusing on one NYPD detective's personal struggle. Vito Friscia is a dedicated homicide detective and devoted family man who selflessly helped others on September 11th, then spent months sifting through toxic rubble hoping to bring closure to victims' families. The film follows Friscia as he copes in the aftermath with the support of loved ones and colleagues. Through this intimate portrait of an everyday hero, we find a powerful renewal of the human spirit, and insight into the lives of thousands of responders who are paying an emotional and physical price for their bravery.","release_date":"2005-10-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312659,"title":"Vito After","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brazilian concert guitarist Carlos Barbosa-Lima plays his favorite composers' solo works in a memorable evening of music running the gamut from Claude Debussy to W.C. Handy. Selections include \"Odeon\" by Ernesto Nazareth; \"I Got Rhythm\" by George Gershwin; \"Las Abejas\" by Augustin Barrios; \"Adios\" by Enric Madriguera; \"Sambolero\" by Luiz Bonfa; \"Two Ladies: One Old, One New\" by Bobby Scott; and \"Sons de Carrilhoes\" by Joao Pernambuco.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312661,"title":"Carlos Barbosa-Lima: Favorite Solos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Welcome to WILLIAMSBURG: the hip, upstart, intellectual mecca of New York City, the land where people would rather be artists than make art. Williamsburg is a voyeuristic picture about seven 'artists' living in Williamsburg, Brooklyn and their comical, usually absurd, intertwining lives.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312663,"title":"Williamsburg","adult":false,"genre_ids":[]},{"cast":[],"overview":"With this accessible introduction to the work of Scientology founder L. Ron Hubbard, viewers can gain insight into the methods employed by the church's followers to reduce stress, ease anxiety and increase happiness. Based on the writings of Hubbard's popular book Dianetics, this presentation details the step-by-step process the author created to help practitioners gain control over their thoughts and actions.","release_date":"1992-01-01","vote_average":4.0,"runtime":49,"cert":"\"\"","id":312665,"title":"Dianetics: A Visual Guidebook to the Mind","adult":false,"genre_ids":[]},{"cast":["Fish"],"overview":"Promoting \"Sunsets on Empire,\" his fourth solo album of original material, former Marillion lead singer Fish takes the stage in Poland and performs an energetic set of live music, including the songs \"Lucky,\" \"Internal Exile\" and \"The Company.\" Other tracks include \"The Perception of Johnny Punter,\" \"Goldfish and Clowns,\" \"Brother 52,\" \"Jungle Ride,\" \"White Feather,\" \"Family Business\" and \"A Gentleman's Excuse Me.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312667,"title":"Fish: Sunsets on Empire: Live in Poland 1997","adult":false,"genre_ids":[]},{"cast":[],"overview":"We all know the events preceding the death of Jesus Christ, but few know how he actually died. For the first time, explore in depth how he passed on through this methodical look at medical, forensic and historical facts about his crucifixion. Learn about his last hours alive on the cross, as well what renowned experts, including a historian, medical examiner and archaeologist, have to say about his ultimate sacrifice and eventual departure.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312678,"title":"How Jesus Died: The Final 18 Hours","adult":false,"genre_ids":[]},{"cast":[],"overview":"Malcolm's cross-country motorcycle odyssey - just for the experience - \"boggs\" down in Arkansas, where he acquires his sidekick, LeRoy; befriends moonshine-drinkin', bi-plane stunt pilot, Lester Boggs; falls in love with level-headed Susan; and, all the while, confounds Sheriff Billy Bob and his department.","release_date":"1974-09-01","vote_average":0.0,"runtime":94,"cert":"\"\"","id":312680,"title":"The Great Lester Boggs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Kaiser Chiefs perform their smash single \"Ruby,\" which hit No. 1 on the British charts, and other songs from their 2007 album \"Yours Truly, Angry Mob.\" Featured here are six songs recorded live in Berlin and a short making-of documentary. The other live recordings from the British post-punk sensations include the single \"Everything Is Average Nowadays\" along with \"Retirement,\" \"The Angry Mob,\" \"Heat Dies Down,\" and \"Highroyds.\"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312682,"title":"Kaiser Chiefs: Yours Truly, Angry Mob","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arguably World War II's finest medium bomber, the North American B-25 Mitchell bomber takes on the best the Japanese and Luftwaffe could send into combat in this documentary. Combining awe-inspiring aerial footage with expert commentary, this program takes viewers through missions in the Mediterranean and Pacific, the infamous Doolittle Raid as well as air strikes against the Afrika Korps and Italian Campaign.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312684,"title":"Military History: B-25: One Helluva Bomber","adult":false,"genre_ids":[]},{"cast":[],"overview":"From Wilt the Stilt's 100-point game to MVP Dwayne Wade's amazing moves in the 2006 finals, this collection showcases the all-time greatest moments in NBA history and celebrates notable teams, players and coaches. NBA trailblazers Red Auerbach and George Mikan are featured, as well as Kobe Bryant's alley-oop to Shaquille O'Neal in the 2000 Western Conference Finals, Magic Johnson's buzzer-beating hook shot against the Celtics and much more.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312686,"title":"NBA: Greatest Moments in NBA History","adult":false,"genre_ids":[]},{"cast":[],"overview":"Friends and colleagues (including Yoko Ono and Merce Cunningham) of Nam June Paik share their thoughts about the groundbreaking multimedia artist in this series of candid interviews filmed by Skip Blumberg at Paik's memorial service. This tribute to Paik also includes \"Bonus Art Video,\" in which 17 New York City artists discuss Paik's work, and the short educational film \"Lessons from the Video Artist.\"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312688,"title":"Nam June Paik: Lessons from the Video Master","adult":false,"genre_ids":[]},{"cast":[],"overview":"Borrowing its plot and title from the Jennifer Aniston-Jay Mohr vehicle Picture Perfect, this romantic Bollywood comedy finds a single working girl named Pooja (Kirti Reddy) trying to convince her curmudgeonly boss (Kader Khan) that she's engaged to a prominent artist (Abhishek Bachchan). The only trouble is, she's actually in love with her boss's son, Raj (Sanjay Suri) -- but, thanks to her lies, he thinks she's off-limits.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312696,"title":"Picture Perfect","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring the likes of Blink-182, the Descendents, Poison the Well, Slick Shoes, the Pop Narcotic and Voodoo Glow Skulls this raucous video magazine boasts appearances by many of the hottest acts on the contemporary punk scene. Highlights include a behind-the-scenes look at Blink-182's infamous video \"Josie,\" a live performance by the Descendents in the streets of New York and the premiere of Poison the Well's video \"Botchla.\"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312698,"title":"Punk Rawk Show: New American Standard","adult":false,"genre_ids":[]},{"cast":[],"overview":"A simple man, Durga, finds his ordinary life turned upside down when his politician brother is killed by a ruthless rival named Guru Narayan. Durga becomes an activist and a powerful union leader whose commitment to justice sometimes means disregarding the law. But Narayan is not so easily defeated: He pins a murder rap on Durga, who now must fight to prove his innocence and take down his brother's killer.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312700,"title":"Satya Sarkar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Take a seat on the Big Comfy Couch, where it's party time for clown Loonette and her dolly Molly as they sing, tell stories, play games and have fun. This volume of three episodes features Loonette at Granny Garbanzo's surprise party, a day of popcorn fun and clowns learning about loud and quiet. Preschoolers will laugh and learn as they visit Clowntown and the characters of this popular educational PBS television series.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312702,"title":"The Big Comfy Couch: Let's Have a Party","adult":false,"genre_ids":[]},{"cast":["Ernst Schröder","Dirk Galuba","Elert Bode","Horst Bollmann","Sonja Sutter"],"overview":"","release_date":"1987-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312704,"title":"Wer erschoss Boro","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Emmy-winning PBS documentary series \"The American Experience\" chronicles the dramatic highs and lows of the Kennedy dynasty, beginning with Joseph P. Kennedy's success on Wall Street, involvement in the New Deal and political missteps. As host David McCullough talks to Kennedy friends, colleagues and experts, what unfolds is a dramatic portrait of how America's most famous political family sought the highest seat in the land.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312706,"title":"The Kennedys: The Early Years 1900-1961","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on Robert Louis Stevenson's classic tale, this animated feature tells the story of young Jim Hawkins and his swashbuckling adventures. After encountering an angry mob of pirates in search of a treasure map, Jim and his friends set out on the high seas in search of buried treasure, but their ship is captured by pirate Long John Silver. Jim is able to slip away to Treasure Island, but the young lad must now find the treasure and save his friends.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312708,"title":"The Return to Treasure Island","adult":false,"genre_ids":[]},{"cast":[],"overview":"Having just returned from fighting in World War II, Kevin (Tony Finn) throws himself into the art of making lots of money. His big scheme? To bring televisions into every household in his hometown. To this end, he's decided to open Kevin's TV World on bustling Osbourne Street, hoping the store will start raking in the big bucks immediately. But when the sets fail to leave the shop fast enough, Kevin must come up with an alternative plan.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312710,"title":"The Wiz Kid of Osbourne Street","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lyddie (Tanya Allen) faces a daunting task: She's struggling to reunite her family and save their farm. To do that, she takes a job at a cotton mill and, with the help of Diana (who's toiled in the mills since age 10), learns that there are risks involved with being a factory girl -- namely, dangerous working conditions and low wages. Soon, Lyddie finds herself in the forefront of a suffrage movement to better those appalling conditions.","release_date":"1996-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312712,"title":"Lyddie","adult":false,"genre_ids":[]},{"cast":["Sean Dennison","Caitlyn Musgrove","Joe Reed","Heath Lanzillotti","Shane Brady"],"overview":"Brian Torro (Sean Dennison) has built his career -- and his sizable fortune -- on his ability to make people believe anything. When a client (Joe Reed) uncovers his ruse by chance and tries to blackmail him for 50 million euros, Torro's only got a week to turn the tables. Director Aaron Moorhead also co-wrote the screenplay for this independent drama about the fine art of B.S. -- and the business of carbon emissions.","release_date":"2010-04-29","vote_average":0.0,"runtime":88,"cert":"\"\"","id":312714,"title":"A Glaring Emission","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"This program features both vintage and contemporary performance footage of Dutch progressive rockers Focus -- including founders Thijs van Leer and Jan Akkerman -- who gained fame in the 1970s with their unique sound. Songs include two versions of the group's hit \"Hocus Pocus,\" along with \"Hamburger Concerto,\" \"Eruption,\" \"Anonymous II,\" \"House of the King,\" \"Focus Medley,\" \"Focus III\" and \"Sylvia.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312722,"title":"Focus: The Anthology","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Boxing Day Tsunami in 2004 was the most devastating natural disaster in modern times, killing 228,000 people across 13 countries in just a few hours. AFTER THE WAVE tells the untold story of this epic forensic operation in Thailand to identify and return home the bodies of over 5,000 victims, both locals and holidaymakers from around the world. Led by a crack Australian team, the best forensic specialists from around the world were in a race against time to give back every victim their identity. Creating forensic history, the international team’s mantra from the outset was ‘we will take them home’, a seemingly impossible ambition but one that almost succeeded. In this film forensic science intersects with powerful stories of survival and loss, attempting to make some sense out of a tragedy so bewilderingly complete that nearly a decade out it still seems far-fetched to most of us.","release_date":"2014-12-14","vote_average":0.0,"runtime":81,"cert":"N\/A","id":312724,"title":"After the Wave","adult":false,"genre_ids":[99]},{"cast":["Liu Kai-Chi","Tan Han-Jin","Candy Lo","Edward Chui","He Pei-yu"],"overview":"Preface In criminal law, law-breakers especially youth who are released on probation are being supervised by Probation Officers. Story If being bad is being evil, hell will have a full house! Tinky, Rainbow, Angie, Kane, Tung and Demon Queen are friends. They are line-steppers. Angie was put into a drug center for taking drugs. Kane and Tung are boys. They love Brother Sam. Tung hates being a boy. Friends of Kane raise money for his trans-gender operation by robbing friend's homes. Tinky saw Brother Dragon give his wife a ring. Tinky stole it. Dragon offers a bounty to get it back. To her surprise, the ring Tinky has is a fake one. Rainbow had it traded for her drug business...","release_date":"2014-08-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":312729,"title":"Probation Order","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"A boy deals with his real and imaginary fears.","release_date":"2014-04-25","vote_average":0.0,"runtime":2,"cert":"N\/A","id":312731,"title":"Aqua Profonda","adult":false,"genre_ids":[]},{"cast":["Nikki Anderson","Zenza Raggi","Desire Vinci","David Perry","Laura Black"],"overview":"France, 1625. After a dalliance with the Duke of Buckingham, Queen Anne of Austria, consort to Louis XIII of France, presents the Duke with her diamond necklace. Informed of the Queen's indiscretion Cardinal Richelieu seizes the opportunity to discredit her and destabilize the throne. He dispatches Milady de Winter to seduce the Duke and steal back the necklace as proof of Anne's infidelity. The Queen's servant, Constance, enlists her lover, D'Artagnan, and his friends, the King's Musketeers, to retrieve the necklace, save the Queen, and foil the cardinal's plot.","release_date":"1999-01-01","vote_average":10.0,"runtime":100,"cert":"\"NR\"","id":312733,"title":"The King's Musketeers","adult":true,"genre_ids":[]},{"cast":[],"overview":"Short documentary about the march from Aldermaston to London in 1959, and the perils of nuclear weapons.","release_date":"1959-06-30","vote_average":0.0,"runtime":9,"cert":"N\/A","id":312747,"title":"No Place to Hide","adult":false,"genre_ids":[99]},{"cast":["Yun Yang-ha","Seo Jeong-a"],"overview":"In the town of Seroa, a Korean immigrant's store has flourishing business and the natives get jealous. In order to buy out the store, they sell their goods at a lower price. One day, Lee Sang-kuk, who manages the restaurant his parents and sister Na-young left behind, is gunned down by a sniper. Han Sung-min starts to investigate Sang-kuk's murder.","release_date":"1984-03-16","vote_average":0.0,"runtime":105,"cert":"N\/A","id":312755,"title":"Uninvited Guest","adult":false,"genre_ids":[80,28]},{"cast":["Lauren McCune","Morgana Shaw","Crystal Pate","Jack Elliott","Riley Templeton"],"overview":"An elliptical, minimalist narrative of a lost, wandering child in the wake of an affair that may or may not have even happened.","release_date":"2014-08-24","vote_average":4.0,"runtime":65,"cert":"\"\"","id":312757,"title":"Her Wilderness","adult":false,"genre_ids":[18,9648]},{"cast":["Tauke Jambu","Yassin Senario","Saiful Apek","Ropie Cecupak","Dira Abu Zahar"],"overview":"The film focuses on four biker buddies who go for a joy ride until one of their bikes is stolen. Determined to retrieve the missing bike, the four friends embark on a road trip in search of the lost bike and they come across many wacky and funny troubles along the way.","release_date":"2014-11-27","vote_average":0.0,"runtime":83,"cert":"N\/A","id":312759,"title":"Mana Mau Lari","adult":false,"genre_ids":[35,12]},{"cast":["Richard Dean Anderson","Justine Bateman","Cynthia Dale","Gordon Pinsent","Géza Kovács"],"overview":"An overworked woman encounters a pair of armed robbers on the subway home. When one of them is killed, apparently as he divulges the location of some stashed money to her- police place her in protective custody, only she is uncertain what the man told her prior to being shot as she was wearing a pair of headphone as the time. She meets up with a disgruntled cop (Richard Dean Anderson) who decides to join her in searching for the money. A strange twist makes their hunt possible.","release_date":"1992-04-07","vote_average":1.0,"runtime":92,"cert":"\"\"","id":312761,"title":"In the Eyes of a Stranger","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-12-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":312766,"title":"Indochine - Black City Concert","adult":false,"genre_ids":[10402]},{"cast":["Akaki Tsereteli"],"overview":"The first Georgian full-length documentary follows the trip of the “king of Georgian poetry”, Akaki Tsereteli, to Racha and Lechkhumi, and his relationships with the people living in the mountainous areas of Western Georgia","release_date":"1912-09-20","vote_average":6.0,"runtime":44,"cert":"N\/A","id":312768,"title":"Journey of Akaki Tsereteli in Racha-Lechkhumi","adult":false,"genre_ids":[99]},{"cast":["Leon Dai","Lee Lieh","Mok Chi-Yee"],"overview":"Somewhere Over the Dreamland adopts a portmanteau form to provide a realistically poetic depiction of the sad fate of two generations of aboriginals as alienated laborers in Taipei city.","release_date":"2003-04-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":312776,"title":"Somewhere Over the Dreamland","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young director disgusted by the financing system of the movie industry decides to shoot a feature movie made from live scenes without any financial support in order to denounce the difficulties to achieve a cinematographic project in Belgium. The rivalries between the cast members, the excesses and the frustrations will slowly lead him to a surrealistic disaster.","release_date":"2008-08-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312781,"title":"Silence, We Are Shooting!","adult":false,"genre_ids":[35,27,53]},{"cast":[],"overview":"","release_date":"2012-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312783,"title":"Odete","adult":false,"genre_ids":[]},{"cast":["Ulrike Kriener","Axel Milberg","August Zirner","Hendrik Duryn","Katharina Lorenz"],"overview":"Commercial photographer Richard, very satisfied with himself and his life, considers himself the perfect spouse. But only until his wife Charlotte discovers her dream man on a dating portal.","release_date":"2014-05-19","vote_average":6.0,"runtime":88,"cert":"N\/A","id":312785,"title":"Meine Frau, ihr Traummann und ich","adult":false,"genre_ids":[35]},{"cast":["Tom Araya","Jeff Hanneman","Kerry King","Dave Lombardo"],"overview":"Slayer at Nürburgring, Nürburg, Germany  Disciple\r Stain of Mind\r Chemical Warfare\r Hell Awaits\r Mandatory Suicide\r War Ensemble\r Blood Red\r Dead Skin Mask\r Show No Mercy\r Raining Blood\r South of Heaven\r Angel of Death","release_date":"2005-06-04","vote_average":9.0,"runtime":56,"cert":"N\/A","id":312787,"title":"Slayer: [2005] Rock Am Ring","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary about a woman with a korean background living in Argentine.","release_date":"2014-04-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":312789,"title":"Una canción coreana","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first and only Indian movie to be made in Sanskrit. The movie follows the life and times of Sankara - the founder of the non-duality (Advaita) school of Indian philosophy.","release_date":"1983-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":312800,"title":"Adi Shankaracharya","adult":false,"genre_ids":[]},{"cast":[],"overview":"One man show depicting the life of Buffalo Bill.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312802,"title":"Cody! An Evening with Buffalo Bill","adult":false,"genre_ids":[]},{"cast":["Christopher Abbott","Cynthia Nixon","Kid Cudi","Ron Livingston","Makenzie Leigh"],"overview":"James White is a troubled twentysomething trying to stay afloat in a frenzied New York City. As he retreats further into a hedonistic lifestyle, his mother's battle with a serious illness faces a series of setbacks that force him to assume more responsibility. With the pressure on him mounting, James must find new reserves of strength or risk imploding completely.","release_date":"2015-01-23","vote_average":6.4,"runtime":85,"cert":"\"R\"","id":312804,"title":"James White","adult":false,"genre_ids":[18]},{"cast":["Joe Grisaffi","Anne Quackenbush","Therese Kotara","Garrison Wynn","Michael Gray"],"overview":"Is having fun and saying what you really think politically incorrect? Or is it impossible to do both? Cody McKenzie thinks nobody has parties anymore. Maybe they do, but he just isn't invited to any. However, tonight, Cody and his wife Judy are going to a very special party. Elizabeth Sheridan, star of Cody's fantasies, is giving it for the engagement of his best friend. Elizabeth also happens to be a very important player where Cody works. Judy sees the party as a chance for Cody to advance; he sees it as a chance to impress the woman of his dreams.","release_date":"2002-10-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312806,"title":"Laughing Boy","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Film captures the life and the sound of an overlooked and eccentric musical mastermind who has been compared to Beethoven, Duke Ellington and Jimi Hendrix","release_date":"2005-01-22","vote_average":6.0,"runtime":null,"cert":"\"\"","id":312808,"title":"Stranger: Bernie Worrell on Earth","adult":false,"genre_ids":[]},{"cast":["Taja","Estefania Straff","Katharina Buchberger","Günther Brandl","Helmut Brandl"],"overview":"","release_date":"2012-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312810,"title":"Hot Dreams","adult":false,"genre_ids":[35]},{"cast":["Egill Einarsson","Þorsteinn Guðmundsson","Pétur Jóhann Sigfússon","Hilmar Guðjónsson"],"overview":"","release_date":"2014-02-07","vote_average":9.0,"runtime":null,"cert":"N\/A","id":312824,"title":"Lífsleikni Gillz","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Lupita Mentiroso (Glydel Mercado), already distraught by the death of her rich husband, Fernando (Ricky Davao), finds her grief just beginning when three other women lay claim to his fortune. At his wake, Fernando's lovers -- born-again Christian Carmen (Chin Chin Gutierrez), has-been film star Dana (Assunta de Rossi) and the Mentirosos' maid, Fe (Juliana Palermo) -- turn up to assert inheritance rights. Which lady will walk off with his money?","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312826,"title":"The Mourning Girls","adult":false,"genre_ids":[]},{"cast":["Ingeborg Cornelius","Franziska Kinz","Richard Häussler","Wolf Ackva","Paul Richter"],"overview":"","release_date":"1952-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312828,"title":"Die schöne Tölzerin","adult":false,"genre_ids":[18]},{"cast":["Adel Al-Mudrab","Mohamed Al-Mudrab","Naser Al-Yaqoubi","Abdulrahman Al-Zarouni","Abdulla Saleh"],"overview":"Bint AlNokhitha, a story told by a grandmother to her grandson. At a stage in his life where he has to grow up, the family prepares to face the unforeseeable event. While Mohamed tries to come together with reality, a piece of the past will soon catch up to him","release_date":"2008-04-16","vote_average":0.0,"runtime":18,"cert":"N\/A","id":312830,"title":"Bint al nokhitha","adult":false,"genre_ids":[18]},{"cast":["Rudolf Platte","Oskar Sima","Waltraut Haas","Loni Heuser","Doris Kirchner"],"overview":"","release_date":"1955-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312832,"title":"Der falsche Adam","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Jackson Price is a high-powered attorney and rising star campaign manager for a US Senator. Until a scandalous affair ruins his career and Price loses it all.","release_date":"2009-03-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312834,"title":"The One Lamb","adult":false,"genre_ids":[]},{"cast":[],"overview":"British rockers Saxon raise the roof in this roaring 1985 concert that finds the metal sensations thrashing out such songs as \"Devil Rides Out,\" \"Everybody Up,\" \"A Little Bit of What You Fancy,\" \"Play It Loud\" and more. Also included is a music video compilation (released in 1989) featuring \"Nightmare,\" \"Rockin' Again,\" \"Power and the Glory,\" \"Rock the Nation,\" \"Waiting for the Night\" and \"Northern Lady.\"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":312845,"title":"Saxon: Live Innocence & Video Anthology","adult":false,"genre_ids":[]},{"cast":["Theo Lingen","Veronika Fitz","Susi Nicoletti","Paul Henckels","Peter Garden"],"overview":"","release_date":"1957-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312847,"title":"Egon der Frauenheld","adult":false,"genre_ids":[35]},{"cast":["Nadir Sarıbacak","Özgür Emre Yildirim","Hakan Karsak","Osman Alkas","Kadir Cermik"],"overview":"After months without pay, the already disgruntled crew on a Turkish cargo ship arrives in an Egyptian port and learns that the Port Authority is foreclosing on them. Ordered to anchor offshore, the remaining skeleton crew has their passports seized and must maintain the vessel until its owner’s debts are paid. Tensions quickly arise between the authoritarian Cypriot captain, his devoutly religious second-in-command, an affable cook, and a trio of newcomers to the ship—a pair of druggie ne’er-do-wells and the near-mute, hulking Kurd. As months pass, food and entertainment dwindle, alliances shift, and the men take out their raw frustration on one another.","release_date":"2015-01-26","vote_average":7.6,"runtime":104,"cert":"\"\"","id":312849,"title":"Ivy","adult":false,"genre_ids":[18,14,53]},{"cast":["Julia Richter","Christoph M. Ohrt","Heidelinde Weis","Pascal Breuer","Ole Puppe"],"overview":"Alex inherited her recently deceased grandmother's cottage in Wales. Having lost her husband a year ago and being broke, she moves there with her son, hoping to quickly sell the cottage, so she can use the money to purchase an antiquities shop in London. But with the cottage in dire need for repairs and no potential buyers in sight, she is forced to stay for some time. While there, she meets up with an old friend of hers, who wants to be more than friends, and also runs into an intriguing local politician who is already engaged. She supports the politician's goal of creating a nature preserve right outside of town, although she falls short of pledging some of her land to the cause in order to not upset potential buyers of her property. When her aunt suffers a fall and gets hospitalized, Alex temporarily takes over her aunt's shop. While the love triangle gathers steam between Alex and her two suitors, a local gold digger suddenly claims that there might be gold right under her ...","release_date":"2010-11-26","vote_average":5.0,"runtime":90,"cert":"N\/A","id":312851,"title":"Die grünen Hügel von Wales","adult":false,"genre_ids":[10770,18]},{"cast":["Bruno Dallansky","Klaus Behrendt","Johanna Matz","Jane Tilden","Matthias Fuchs"],"overview":"","release_date":"1972-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312853,"title":"Der Prokurator oder Die Liebe der schönen Bianca","adult":false,"genre_ids":[18]},{"cast":["Ken Ashley","Patrick Frzebar","Sun Chien","Danny Raisebeck","Chiang Tao"],"overview":"Thomas [sic] Tang unleashes yet another assault on human sanity with this Z-grade, cut and splice ninja crap-fest featuring drug dealing ninja, CIA operatives and a completely non related story from Thailand. The Thai footage comes from the 1986 action film ตามฆ่า (\"Follow the Kill\").","release_date":"1986-01-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":312855,"title":"Ninja Fantasy","adult":false,"genre_ids":[28]},{"cast":["Edda Baumann von Broen"],"overview":"TALL GIRLS will give an insight view on what it means to be unusually tall as a woman in the Western World. The film chronicles my journey to find out why we make more money but marry less often and why there's more treatments to stunt growth than self-help books to grow tall. For me this was personal. As a mother I needed to know: would my daughter have to go through the same struggles I did ? How could I guide her in the right direction?","release_date":"2012-03-22","vote_average":7.0,"runtime":80,"cert":"N\/A","id":312857,"title":"Tall Girls","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In Laborat, filmmaker Guillaume Cailleau interweaves the levels. He documents examinations performed on the object with great precision, while simultaneously reflecting on the process of the documentation itself. Distance to the object becomes suspended. The object becomes the subject, the spectator an accomplice. A tapestry of images. Unease sets in.","release_date":"2014-02-07","vote_average":0.0,"runtime":21,"cert":"N\/A","id":312871,"title":"Laborat","adult":false,"genre_ids":[]},{"cast":[],"overview":"A burlesque crime film constructed around real events from 1897: Ildebrando Biribo, an Italian anarchist and a prompter in a theatre, is found dead in his box under the stage. An artistic puzzle between theatre, cinema, and a mysterious crime through the voice of playwright Edmond Rostand.","release_date":"2014-07-04","vote_average":0.0,"runtime":55,"cert":"N\/A","id":312873,"title":"The Prompt of the Affaire","adult":false,"genre_ids":[]},{"cast":["Matthew Sandager"],"overview":"After a traumatic childhood accident, a small-town boy grows up to become a gay porn star (Matthew Sandager) n New York.","release_date":"2003-08-10","vote_average":2.0,"runtime":81,"cert":"\"\"","id":312878,"title":"Summer Thunder","adult":false,"genre_ids":[18,35]},{"cast":["Li-Ting Huang","Carlos Leal"],"overview":"A young Chinese, lands after a long trip illegally in France, somewhere around Paris. She does not know where she is, neither she speaks the language. Straying around she meet Felipe, son of spanish immigrants. He offers her to stay one night in his apartment. His frustration and the young woman's need for protection draw them together. The language barrier instead blocks real communication. Soon Felipe gets tired of her. How should he get rid of her?","release_date":"2007-01-01","vote_average":7.0,"runtime":21,"cert":"N\/A","id":312880,"title":"Corps étrangers","adult":false,"genre_ids":[18]},{"cast":["Kate More","Fovéa","Karen Lancaume","Anita Blond","Océane"],"overview":"A young man named Bruno bought a music box with a delicate and cute figurine from an old pervert magician. During the night, the figurine comes alive and starts masturbating frantically. Bruno thinks he dreamed it, but the next day the doll speaks and tells her story. She was an au pair for a provincial nobleman who introduced her to the pleasures of the flesh. She was exchanged for another magician girl whose sexual performance had seduced the count. The magician then locked her in this box to ensure obedience. She begs Bruno to help her escape by stealing a famous magic necklace. He does, but then discovers with horror that he fell into a trap...because the girl is an accomplice of the evil old magician and he is now locked in the music box.","release_date":"1998-01-01","vote_average":0.0,"runtime":92,"cert":"\"NR\"","id":312885,"title":"The Marionette","adult":true,"genre_ids":[]},{"cast":["Jade Forster"],"overview":"We are only now beginning to recognize the enormous potential and diversity of the relatively untapped resources of the world's oceans. The oceans offer an almost limitless environment for food and energy production, minerals, pharmaceuticals, and much more. Colonization of the oceans is one of the last frontiers that remain on earth. If intelligently managed, the creation of ocean communities could be among the greatest achievements of the twenty-first century. This video presents visions of tomorrow's cities in the sea. Running time 15 minutes, produced 2002.","release_date":"2002-01-03","vote_average":0.0,"runtime":15,"cert":"\"\"","id":312887,"title":"Cities in the Sea","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1942, and a spectacular wartime birth in the depths of winter: a young russian nurse unexpectedly goes into labour and, all alone and in freezing temperatures, gives birth to her daughter Tamara in a field on the banks of the Volga. The most personal film to date from co-directors Tamara Trampe and Johann Feindt is dedicated to Tamara's own family history. The search for her unknown father who, as a russian officer, made the young nurse pregnant, is complicated by the fact that her mother has never come to terms with her wartime trauma and worn family photos only seem to show happy-go-lucky life before the war. But the director won't give up so easily and, through a mixture of personal childhood recollections and conversations with relatives and former nurses who were on the front in Ukraine, she puts together the pieces of the puzzle.","release_date":"2014-02-09","vote_average":0.0,"runtime":78,"cert":"N\/A","id":312889,"title":"My Mother, a War and Me","adult":false,"genre_ids":[99]},{"cast":["Hyunri","Shuri","Jun Murakami"],"overview":"A sect is threatened to fall apart, when its leader, a young Korean woman, develops doubts regarding her alleged psychic powers.","release_date":"2014-08-30","vote_average":6.0,"runtime":127,"cert":"N\/A","id":312891,"title":"The Voice of Water","adult":false,"genre_ids":[]},{"cast":["Pierre Brassard","Jacques Chevalier","Francois Dunn","Yvon Landry","André Robitaille"],"overview":"From the imagination of René Gilbert, \"100 limit\" was the first TV program made by the comedy group called \"Powder Blue.\" Initially composed of Pierre Brassard, Richard Z. Sirois, JiCi Lauzon, Dany Laferrière and Yvon Landry, this team was going to skim the news at the end of 1988 and remodel so hilarious at late night newscasts a 30-minute Monday, Tuesday and Wednesday evening at a bulletin an hour Friday evening. The year two of this concept Dany Laferrière will leave the ship and new employees Tachereau Ghislain André Robitaille and Jacques Chevalier make their entrance and following the limited success of the first season, the show became a weekly which is presented every Friday evening. The show really takes off and quickly became a staple of humor Quebec waves. In 1991, TQS half sword budget and the issue ends up canceled. The company Distribution Select allows us to relive the great moments that have marked this show when the DVD \"100 limit\" appeared.","release_date":"1997-01-01","vote_average":7.5,"runtime":228,"cert":"N\/A","id":312893,"title":"100 LiMiTE","adult":false,"genre_ids":[99,35]},{"cast":["Jörg Vincent Malotki","Jacek Klimontko","Julia Stinshoff","Pascal Breuer","Nina Vorbrodt"],"overview":"Paul, shy, and not exactly what one would call a ladies man, checks his answering machine and gets a surprise message from a woman named Sandra. Great, except that he knows three Sandras: one he'd love to hear from, one he'd hate to hear from and a third he'd never expect to call him. Paul desperately wants to find out who is the woman who called and enlists the help of his close friend, who is a ladies man. Marc, though very busy himself and eager to pursue his business, agrees to help. And so begins an urgent investigation. Nothing ventured, nothing gained.","release_date":"2007-07-10","vote_average":10.0,"runtime":15,"cert":"N\/A","id":312895,"title":"The Sandra Situation","adult":false,"genre_ids":[10749,35]},{"cast":["Jo Ann March","Gloria Prince","Hilda Goring","Fred Dennie","Diane Webster"],"overview":"The Soul Snatcher short film","release_date":"1965-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":312900,"title":"The Soul Snatcher","adult":false,"genre_ids":[14,53,27]},{"cast":["Walter Chiari","Mario Carotenuto","Gabriella Pallotta","Isabelle Corey","Elke Sommer"],"overview":"","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312902,"title":"L'Amico Del Giaguaro","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312904,"title":"Nofretete","adult":false,"genre_ids":[18]},{"cast":["Ben Howard"],"overview":"Conrad  In Dreams  Small Things  I Forget Where We Were  Rivers In Your Mouth  Time is Dancing  Evergreen  She Treats Me Well  End of the Affair  Oats in the Water  The Fear  All Is Now Harmed  Encore:  Everything","release_date":"2014-12-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":312906,"title":"Ben Howard - At Le Bataclan Paris","adult":false,"genre_ids":[10402]},{"cast":["Taylor Louderman","Orfeh","Jason Babinsky","Amelie McKendry","Jace Mclean"],"overview":"Three actresses\/waitresses at a showbiz diner in New York chase their dreams and battle to preserve love, inspiration and dignity. When the diner hits financial headwinds, stakes rise and suppressed tensions and feelings surface.","release_date":"2014-12-19","vote_average":0.0,"runtime":124,"cert":"\"\"","id":312908,"title":"Life of an Actress: The Musical","adult":false,"genre_ids":[]},{"cast":["Guido Weijers"],"overview":"asd;kjfa;lsgj;laskjgf;lksadjgklsdagf","release_date":"2010-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312910,"title":"Guido Weijers: De Oudejaarsconference 2010","adult":false,"genre_ids":[35]},{"cast":["Eri Takamatsu"],"overview":"Former AKB48 trainee Eri Takamatsu, under her porn stage name Risa Tachibana, in a soapy, bath-themed adult video.","release_date":"2013-05-09","vote_average":0.0,"runtime":180,"cert":"N\/A","id":312912,"title":"Risa Tachibana super premium Soap Girl","adult":true,"genre_ids":[18]},{"cast":["James Stewart","Philip Sayer","Heekura Simba","Kathy","Eleonora Vallone"],"overview":"A pilot crash-lands in the African wilds, and loses his memory. He finds an old man living in the jungle with his grand-daughter. He falls in love with the young girl and settles down happily with them; their idyllic life broken only by a visit from his long forgotten fiancee.","release_date":"1980-07-19","vote_average":0.0,"runtime":120,"cert":"N\/A","id":312917,"title":"A Tale of Africa","adult":false,"genre_ids":[]},{"cast":["Joe Weider"],"overview":"Session 3 covers functions of the biceps and back muscles, and introduces viewers to training exercises for these muscles.","release_date":"1994-01-01","vote_average":0.0,"runtime":41,"cert":"\"NR\"","id":312922,"title":"Joe Weider's Bodybuilding Training System, Session 3: Back & Biceps","adult":false,"genre_ids":[99]},{"cast":["Paul Naschy","Javier Gurruchaga","Juan Pinzás","Pilar Sueiro","Enrique de Prado"],"overview":"","release_date":"2009-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312924,"title":"Lost Images: The Other Eye of Juan Pinzás","adult":false,"genre_ids":[99]},{"cast":["Joe Weider"],"overview":"This session covers the function and conditioning of the quadriceps and the muscles of the shoulders and hips.","release_date":"1994-01-01","vote_average":0.0,"runtime":51,"cert":"\"NR\"","id":312926,"title":"Joe Weider's Bodybuilding Training System, Session 5: Legs & Shoulders","adult":false,"genre_ids":[99]},{"cast":["Joe Weider"],"overview":"Covers the function and training of the muscles of the abdomen, calves, and forearms.","release_date":"1994-01-01","vote_average":0.0,"runtime":36,"cert":"\"NR\"","id":312928,"title":"Joe Weider's Bodybuilding Training System, Session 6: Detail Training – Calves, Abdominals, & Forearms","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The life and times of Classical\/Jazz\/film score composer\/conductor\/jazz french hornist\/world musician and Beat novelist Jack Keroauc's musical collaborator, David Amram.","release_date":"2011-11-15","vote_average":0.0,"runtime":93,"cert":"\"\"","id":312930,"title":"David Amram: The First 80 Years","adult":false,"genre_ids":[]},{"cast":["Joe Weider"],"overview":"This video covers in details Joe Weider's bodybuilding principles, including: split-system training, holistic training, instinctive training, full-range of motion, peak concentration, reverse gravity, eclectic workouts, muscle priority training, and more.","release_date":"1994-01-01","vote_average":0.0,"runtime":37,"cert":"\"NR\"","id":312932,"title":"Joe Weider's Bodybuilding Training System, Session 9: Advanced Training – The Weider Principles","adult":false,"genre_ids":[99]},{"cast":["Joe Weider"],"overview":"This session covers workout clothing, straps, wraps, and belts; warm-up and stretching; basic sports-medicine; healing; how to recognize and respond to minor injuries; plus common types of injury and how to prevent them.","release_date":"1994-01-01","vote_average":0.0,"runtime":43,"cert":"\"NR\"","id":312934,"title":"Joe Weider's Bodybuilding Training System, Session 10: Training Safe & Smart","adult":false,"genre_ids":[99]},{"cast":["Wouter Bongaerts"],"overview":"Snickers is a lonely mouse in a pet shop, craving to be bought by someone. But he has got one big problem: his huge ears. The kids entering the store keep laughing at him. Will Snickers find the buddy he so desires, someone who will take him for who he is?","release_date":"2010-06-18","vote_average":5.0,"runtime":5,"cert":"N\/A","id":312936,"title":"Mouse for Sale","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"A little boy, who likes reading adventure stories much more than playing outside, has to realize that he isn’t as brave as the\r characters in his books. Entirely by accident, he becomes a hero after all.","release_date":"2012-09-05","vote_average":0.0,"runtime":5,"cert":"N\/A","id":312938,"title":"The Window","adult":false,"genre_ids":[12,16]},{"cast":[],"overview":"Everyone's off to the seaside- by car, truck and train. Not wanting to miss out, the mole starts digging. When he gets there it's nice and quiet with just a few crabs and a sailing boat to keep him company. But then the hordes arrive. And no matter where he pops his head out of the sand, there's no room for a mole anymore. It's not until night time, when the moon shines on all the leftover rubbish, that things quiet down again.","release_date":"2012-09-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":312940,"title":"The Mole at the Sea","adult":false,"genre_ids":[35,16,12]},{"cast":["Denise Fraga"],"overview":"Idealized by the filmmakers Lais Bodansky and Luiz Bolognesi, the documentary portrays the projects executed by the Buriti Institute and Buriti Films in 10 years of work. Since 2004, projects collect impressive numbers: 116,509 kilometers were driven on roads, which led to 759 outlying neighborhoods, where they were made 7439 film sessions to 1,355,403 brazilians. Eighteen states and the Federal District were visited by Cine Tela Brasil, who put brazilian various ages for the first time in a movie theater.","release_date":"2014-10-17","vote_average":0.0,"runtime":16,"cert":"N\/A","id":312942,"title":"Tela Brasil: 10 Anos de Cinema nas Quebradas","adult":false,"genre_ids":[99]},{"cast":["Greg Evans"],"overview":"The worlds toughest hard enduro rally. Hundreds of the finest extreme motocross riders stand on guard in front of the Carpathian Mountains of Romania, ready to do battle with more than 600 kilometers of the most treacherous, grueling, unforgiving terrain on Earth. Armed with only their motorcycles and the hearts of warriors, these brave souls will march over the steepest hills, the thickest forests, and the deepest valleys to prove that they can conquer the Red Bull Romaniacs the world's toughest four day enduro rally in the world. 5 tough days to victory! Red Bull Romaniacs the 5th Edition has it all! After an insane prologue through the city streets of Sibiu, the riders quickly realize that this race isn't about winning, it's about survival. Over the course of four","release_date":"2008-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":312944,"title":"Red Bull Romaniacs 5","adult":false,"genre_ids":[]},{"cast":["Gudrun Landgrebe","Günther Maria Halmer","Marie Zielcke","Ingo Naujoks","Julian Weigend"],"overview":"The resolute cleaning lady Adele Weiß is not thrilled that her lovely daughter Linda just wants to marry the naughty son of the arrogant textile entrepreneur Carl Morus. In order to break the ice, the children, who are willing to marry, arrange a dinner, during which Adele and Carl go crazy in all the rules of the art. When the children are suddenly no longer sure if they should step in front of the altar, and Carl discovers his heart for the life-smart Adele, it comes to some oblique entanglements.","release_date":"2002-04-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":312946,"title":"Herz oder Knete","adult":false,"genre_ids":[18]},{"cast":["Günter Pfitzmann","Gaby Gasser","Manfred Lehmann"],"overview":"","release_date":"1975-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312948,"title":"Bleib doch zum Frühstück","adult":false,"genre_ids":[35]},{"cast":["Michael Bublé","Dawn French","Gary Barlow","Kelly Rowland","Gino D'Acampo"],"overview":"Michael Buble performs a selection of seasonal hits and other favorites from his Canadian mountain chalet. Plus guests including Dawn French, Gary Barlow and Kelly Rowland.","release_date":"2011-12-18","vote_average":6.0,"runtime":90,"cert":"N\/A","id":312950,"title":"Michael Bublé: Home for Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Little Bear loves Parties &amp; Picnics. In fact, everyone in the woods enjoys the big celebration called The Annual Blueberry Harvest. There, Little Bear and his friends put on a play and enjoy a delicious picnic. It's a day filled with fun.  But Little Bear has fun in lots of ways, When Uncle Rusty comes to bear sit, Little Bear and his friends turn the occasion into a party with games, a story and plenty of sweet treats. With that much fun, it's no wonder that they fall fast asleep.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":312952,"title":"The World of Little Bear - Parties and Picnics","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This surreal animated short depicts an impossible synchronized dive.","release_date":"2009-01-05","vote_average":0.0,"runtime":3,"cert":"\"\"","id":312954,"title":"Divers","adult":false,"genre_ids":[16,14]},{"cast":["Deepak Tijori","Raveena Tandon","Pooja Bhatt","Aamir Khan","Shah Rukh Khan"],"overview":"A down and out actor,Deepak Bakshi,sees a woman getting attacked. He lands himself into trouble with the police as he is now a suspect for murder.","release_date":"1993-10-13","vote_average":8.0,"runtime":137,"cert":"N\/A","id":312956,"title":"Pehla Nasha","adult":false,"genre_ids":[53,10749,18]},{"cast":["Chris Joslin","Pat Duffy","Felipe Gustavo","Scott Decenzo","Trevor McClung"],"overview":"In 1991 a skateboard company was created with the most revered team roster in the history of skateboarding, it was named Plan B. A year later the first video \"Questionable\" debuted and it caused a shockwave through skateboarding still felt to this day. The 2nd Plan B video \"Virtual Reality\" came out a year later with the same legendary dominance. The visionary and owner of Plan B, Mike Ternasky died in an auto accident in 1994 and left his legacy with two of the founders of Plan B, legendary skateboarders Danny Way and Colin McKay. Plan B skateboards is proud to introduce our 5th full length video, \"TRUE\" featuring Ryan Sheckler, Chris Joslin, Felipe Gustavo, Scott Decenzo, Trevor McClung, Pat Duffy, Torey Pudwill, and others. In the tradition of Plan B videos, TRUE stands as one of the most anticipated videos of all time. The team carries the torch from the spark which Mike Ternasky created from day one.","release_date":"2014-12-02","vote_average":7.0,"runtime":null,"cert":"\"\"","id":312958,"title":"Plan B - True","adult":false,"genre_ids":[99]},{"cast":["Pierre Lottin","Daisy Broom","Chloé Léonil","Clémence Baron"],"overview":"Niels, a twenty-year-old boy, comes out of a gas station in the countryside, talking to someone on the phone. He meets a group of boys and girls of the same age, casually rested against cars parked along the road. With music in the background, they chat and drink beers. Niels hangs up and take the road with two of his friends, Sam and Nicole, without suspecting that this last call will completely change his life.","release_date":"2014-12-20","vote_average":0.0,"runtime":25,"cert":"N\/A","id":312960,"title":"Carefree","adult":false,"genre_ids":[]},{"cast":["Adama Procida","Yann-Gael Elléouet","Ernest Pokossy","Ismaël Alexandrine","Régis Anguiar"],"overview":"It has been a year since his older brother has left and Willy, fifteen, is waiting impatiently for him to come home. He thinks he knows everything about Theo, but shortly after his return, he discovers a secret about him.","release_date":"2014-12-20","vote_average":9.0,"runtime":20,"cert":"N\/A","id":312962,"title":"The Return","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"A couple of well-meaning day-trippers miss all the animal activity that takes place right under their noses in an idyllic forest clearing.","release_date":"2012-07-12","vote_average":0.0,"runtime":2,"cert":"N\/A","id":312964,"title":"Snapshot","adult":false,"genre_ids":[16]},{"cast":["Yuto Nakano","Tomomi Saito","Mika Doi","Gen Ogawa"],"overview":"Ginko stumbles upon a young girl in a mountain with branches and leaves growing out of her body. He later realises that she is the lord of that mountain but finds it strange that a human like her was chosen as the lord. He meets her older brother who has continued to search for her ever since she disappeared while accompanying him on a stormy day. The story is about that girl, Kaya, and how she is torn between continuing her duty as a mushi lord and returning back to her loving human family.","release_date":"2015-05-16","vote_average":8.6,"runtime":47,"cert":"N\/A","id":312966,"title":"Mushishi: The Next Chapter - Drops of Bells","adult":false,"genre_ids":[14,12,9648,16]},{"cast":["Chiyonosuke Azuma","Yumiko Hasegawa","Hibari Misora","Kinnosuke Nakamura","Shunji Sakai"],"overview":"Best friends Gentaro and Sanpei become fateful enemies when Sanpei steals a secret document revealing the identity of the chosen successor to the Tokugawa Shogun. Gentaro of the Owari clan sets out to retrive the invaluable document.","release_date":"1958-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":312968,"title":"The Abandoned Swords","adult":false,"genre_ids":[18]},{"cast":["Perry King","Joss Ackland","Mylène Demongeot","Leslie Caron","David McCallum"],"overview":"In this drama, an American art student is trapped amidst the political turmoil of war-torn Europe while visiting Paris and staying at the fabulous Ritz hotel. Rather than cope constructively with it all, the fellow opts to ignore it and continue living the high-life for as long as possible.","release_date":"1989-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312973,"title":"The Man Who Lived at the Ritz","adult":false,"genre_ids":[10770,18,10752]},{"cast":["Abdullah Taher","Naima Abdo","Saban Dosky","Farzad Hassani","Ahmed Mohammed"],"overview":"Young man Bahoz goes hunting in rural Kurdistan. He witnesses the rape of a young woman by an older man. He chases the man away and helps the woman to mend her clothes so she can conceal the rape from her family. That evening, Bahoz receives an unexpected visit...","release_date":"2013-11-29","vote_average":8.0,"runtime":14,"cert":"N\/A","id":312975,"title":"Bad Hunter","adult":false,"genre_ids":[35,18]},{"cast":["Ben Elliott","Brian Christensen","Randy Wayne","Briana Evigan","Lance Henriksen"],"overview":"When 3 college kids take a summer job its a chance of a lifetime to bartend at a bar in the middle of a lake! The bar has been around for over a hundred years and is presumed by many locals to be haunted, after the owner killed himself many years before. Unfortunately they miss the last boat off the island and are stuck trying to find a way off. As darkness falls, they quickly realize things are very different after hours as they are hunted by the paranormal caretaker.","release_date":"2014-12-10","vote_average":3.1,"runtime":82,"cert":"\"NR\"","id":312980,"title":"Paranormal Island","adult":false,"genre_ids":[53,27]},{"cast":["Rosemarijn Bolraap","Alessandro Cangelli","Helena Coppejans","Patrick Dewiest","Roy Dewiest"],"overview":"'Get Ripped' centers on the encounters of the twenty year old Niko and a personal trainer. Though they meet daily at their gym, contact remains indifferent and silent. As Niko's efforts yield results, a game of manipulation unfolds. 'Get Ripped' exposes the mental decay of a young man set to transform his body.","release_date":"2014-03-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":312985,"title":"Get Ripped","adult":false,"genre_ids":[18]},{"cast":["Laura Verlinden","Joren Seldeslachts","Herwig Ilegems","Nejm Halla","Hilal Sönmez"],"overview":"Rue Royale tells the urban, modern lovestory of Ila &amp; Flynn, a young couple living in a squat in the city centre of Brussels. They've managed to survive properly by getting things for free &amp; because of the love they feel for each other. The ideal world Flynn once pictured for Ila is now slowly losing it's charm &amp; Ila will give him a choice that will change their lives forever.","release_date":"2014-03-12","vote_average":0.0,"runtime":25,"cert":"N\/A","id":312990,"title":"Rue Royale","adult":false,"genre_ids":[18]},{"cast":["Francois Pirette","François Pirette"],"overview":"","release_date":"2014-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":312995,"title":"François Pirette : Tu parles, Charles","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Surf documentary","release_date":"1968-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":312997,"title":"Ride a White Horse","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Plat Show","cast":["Michael Carøe","Mads Keiser","Peter Kær"],"id":312999,"overview":"","runtime":null,"genre_ids":[],"release_date":"1996-06-10","vote_average":0.0,"adult":false}]