[{"cast":["Dore O."],"overview":"\"...Nekes retreats behind his film. What is left is a double portrait, in which neither Dore 0. nor the grand landscape remain unchanged. The cold of the icy coastline - long shots of stones, snow and the sea - dwindles away before the image of Dore 0. Solitude is superflous, when the grandiose mountain meadow invites somersaults.  ... In this case Nekes handles what he shows considerately. He releases the objects he portrays. He allows them to unfold. And so model and patterns actually serve another purpose: to let poetry grow, and energy and beauty and confidence nell'abbandono.\" (Dietrich Kuhlbrodt, Filmkritik, 9\/1971).","release_date":"1970-12-08","vote_average":8.5,"runtime":32,"cert":"N\/A","id":313001,"title":"Abbandono","adult":false,"genre_ids":[]},{"cast":["Günter Pfitzmann","Simone Rethel","Herbert Herrmann","Barbara Schöne","Ingolf Gorges"],"overview":"","release_date":"1980-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313003,"title":"Einmal hunderttausend Taler","adult":false,"genre_ids":[35]},{"cast":["Heinz Schubert","Claus Biederstaedt","Bruni Löbel","Gaby Gasser","Andreas Mannkopff"],"overview":"","release_date":"1982-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313005,"title":"Die Präsidentin","adult":false,"genre_ids":[35]},{"cast":["St James Harp Quartet"],"overview":"An ambient fireplace that serves as the perfect centerpiece for your next Christmas party.  This DVD also includes music by the St. James Harp Quartet to help you snuggle up on the couch with hot cocoa and someone special as you bask in your own, personal, digital fireplace.","release_date":"2009-12-01","vote_average":5.0,"runtime":37,"cert":"\"G\"","id":313007,"title":"Fireside Reflections","adult":false,"genre_ids":[10751]},{"cast":["Maurice Ronet","Suzy Kendall","Susanne Uhlen","Christine Wodetzky","Balduin Baas"],"overview":"","release_date":"1975-10-22","vote_average":0.0,"runtime":105,"cert":"N\/A","id":313009,"title":"To the Bitter End","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"This Italian film takes a chilling, nonexploitative look into the mind of a nice young man who compulsively rapes beautiful women. The rapes are graphically presented and may be disturbing to some viewers. Outwardly Luca seems to be a normal, quiet 20-year old. His mother is frequently gone. Trouble begins when Luca becomes obsessed with Valeria, the beauty who works in the next building. He begins spying on her, and then secretly filming her with his camcorder. He tries to get to know her, but she ignores him. Unable to stand her constant refusal, the frustrated young man accosts her on dark street and rapes her. The first rape was almost accidental; he encountered her on the street and he hurt her. Unfortunately, he liked the violence and begins raping every attractive woman he sees. He is particularly violent with Lorena, a jewelry saleswoman whom he beats up in a park before violating her.","release_date":"1995-02-23","vote_average":4.0,"runtime":105,"cert":"N\/A","id":313011,"title":"Diary of a Rapist","adult":false,"genre_ids":[18]},{"cast":["Mitsuhiko Akita","Saburo Tamura","Kazuhiro Sano"],"overview":"MatsuiI's debut film, \"Rusty Empty Can\" (1979), was photographed by Sogo Ishii; nonetheless the film turned out to be a serious and emotionally painful one unlike Ishii's speedy roller-coaster movies. The film which depicts a homosexual relationship was success at the many film festival held in Japan. \"Rusty Empty Can\" is still shown at theatres today as it has become the pioneer of cult movies with devoted fans and approval from Nagisa Oshima and Shuji Terayama.","release_date":"1979-04-21","vote_average":0.0,"runtime":59,"cert":"N\/A","id":313013,"title":"Rusty Empty Can","adult":false,"genre_ids":[10749,18]},{"cast":["Zeki Alasya","Metin Akpinar","Meral Zeren","Süleyman Turan","Kenan Pars"],"overview":"Metin and his best friend Zeki comes to Istanbul to get married. All of a sudden they become famous and funny stories start.","release_date":"1976-07-14","vote_average":6.8,"runtime":80,"cert":"N\/A","id":313015,"title":"Nereye Bakıyor Bu Adamlar","adult":false,"genre_ids":[35]},{"cast":["Meret Becker","Johanna Gastdorf","Nicole Heesters","Diether Krebs","Hermann Lause"],"overview":"","release_date":"1997-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313017,"title":"Diamanten küßt man nicht","adult":false,"genre_ids":[35,80]},{"cast":["Dominic Raacke","Sophie von Kessel","Uwe Ochsenknecht","Johanna Gastdorf","Joseph Hannesschläger"],"overview":"","release_date":"1998-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313019,"title":"Auch Männer brauchen Liebe","adult":false,"genre_ids":[35]},{"cast":["Sarah Gadon","J. Adam Brown","Danielle Cole"],"overview":"A young couple try to pick up the pieces of their home, and their relationship, in the aftermath of a natural disaster.","release_date":"2012-09-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":313021,"title":"Yellow Fish","adult":false,"genre_ids":[10749,18]},{"cast":["Marc Marquez","Jorge Lorenzo","Valentino Rossi"],"overview":"This documentary takes a look at Marc Marquez’s record-breaking first season in MotoGP™, where he proved himself as the best newcomer of 2013. The rider from Cervera in Spain, is a former 125cc and Moto2TM World Champion and certainly has made his mark in the big leagues. Fighting for the title all the way with team mate Dani Pedrosa, two-time World Champion Jorge Lorenzo and his childhood hero Valentino Rossi, Marc’s not allowed himself to be overawed or edged out. In addition to an interview with Marquez himself, it also features the views of some of the key people surrounding him, as well as some insight from his direct competitors out on track they re not all fans!","release_date":"2013-01-16","vote_average":0.0,"runtime":82,"cert":"N\/A","id":313023,"title":"#Rookie93 Marc Marquez: Beyond the Smile","adult":false,"genre_ids":[99]},{"cast":["Colin Stafford-Johnson"],"overview":"The Shannon is Ireland’s greatest geographical landmark and longest river. It is both a barrier and highway, a silver ribbon holding back the rugged landscapes of the west from the gentler plains to the east. On its journey south, the Shannon passes through a huge palette of rural landscapes, where on little-known backwaters, Ireland’s wild animals and plants still thrive as almost nowhere else. For a year, wildlife cameraman Colin Stafford-Johnson lives on the river, camping on its banks, exploring its countless tributaries in a traditional canoe, following the river from dawn to dusk through the four seasons, on a quest to film the natural history of the Shannon as it has never been seen or heard or experienced before.","release_date":"2014-02-26","vote_average":9.0,"runtime":53,"cert":"\"NR\"","id":313025,"title":"Ireland's Wild River","adult":false,"genre_ids":[99]},{"cast":["Bruce Lacey","Huw Wheldon"],"overview":"Ken Russell's third Monitor documentary from 1962 is both a development from and inversion of the first, Lonely Shore. In that, an alien presence surveys a stretch of coastline strewn with assorted objects from early 1960s British lifestyles and tries (and mostly fails) to divine their meaning or purpose. The Preservation Man is also set in a series of object-strewn settings, but here they're part of the artist Bruce Lacey's collection of random junk, and their original function is irrelevant. Sensibly, Russell and commentator Huw Wheldon keep analysis to a minimum, preferring to use the film as an excuse to spend quarter of an hour in Lacey's amiable company.","release_date":"1962-05-20","vote_average":0.0,"runtime":16,"cert":"N\/A","id":313030,"title":"Preservation Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"Also known as Guitar Craze and the more evocative Hound Dogs and Bach Addicts, this Monitor item (Ken Russell's third for the pioneering BBC arts strand) offers a whistle-stop tour of how Britons are enthusiastically taking up the guitar in all sorts of ways. The instrument's sudden popularity came about as a by-product of the skiffle revival, which led a wide range of people to form bands whose instrumentation was generally as cheap and cheerful as possible. Washboards and comb-and-paper combinations were common, and the only conventional musical instrument was often the humble acoustic guitar.","release_date":"1959-06-07","vote_average":6.0,"runtime":10,"cert":"N\/A","id":313032,"title":"From Spain to Streatham","adult":false,"genre_ids":[]},{"cast":["Jay O. Sanders"],"overview":"A look at some of the planet's great gatherings, creatures that come together in inconceivable numbers - sometimes in millions, billions, and even trillions. Included are bats and bees, locust and ants, monarch butterflies in Mexico, 17-year cicada hatches, grunion in the Sea of Cortez and carp in the Mississippi River, sardine runs off the coast of South Africa, super flocks of parakeets in the Australian Outback, mayflies on the 4th of July, and even penguins and wildebeest. Some gather to breed or to migrate, some for protection, some simply to keep warm in the cold. But in the process, a kind of super-organism is created in which individual intelligence is superseded by a collective consciousness that shares information and moves with a single purpose for the benefit of all. Check out swarm intelligence, essentially a living embodiment of social media in the natural world.","release_date":"2014-05-21","vote_average":6.5,"runtime":53,"cert":"\"NR\"","id":313034,"title":"The Gathering Swarms","adult":false,"genre_ids":[99]},{"cast":["Joyce Yoo","Laura Beth Love","David A. Hoffman","David A. Hoffman","J. Wesley Bassard"],"overview":"As the holidays approach, Wesley, Laura Beth and Joyce are three Los Angeles roommates just trying to survive the stresses of work, school and festive parties! When a co-worker decides to hide inside the trunk of Joyce's car on the night of the 'big party', things start to get very weird... dead weird... like, with dead people. It's a parade of weirdos with sharp objects. A chainsaw comes out, knives, a potato peeler, Ethernet cable - even human hands may be used as a weapon as these roommates try to survive this one last Violent Night.","release_date":"2012-04-21","vote_average":0.0,"runtime":86,"cert":"\"\"","id":313036,"title":"Violent Night: The Movie","adult":false,"genre_ids":[35,27]},{"cast":["Bernadette Lafont","Anna Karina","Christine Pascal","Michel Galabru","Bernard Haller"],"overview":"","release_date":"1978-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313038,"title":"Chaussette surprise","adult":false,"genre_ids":[35]},{"cast":["Esmé Bianco","Ryan Bittle","John Ratzenberger","John Colton","Anne Leighton"],"overview":"While searching through her late mothers attic, Rebecca uncovers sealed cards from a mysterious suitor that had been addressed to her widowed Mom over the past 12 Christmases. As she begins to wonder the identity of man, Rebecca hires a handsome, yet mysterious, detective to help solve the mystery behind the letters.","release_date":"2014-11-30","vote_average":6.0,"runtime":90,"cert":"\"TV-PG\"","id":313040,"title":"A Christmas Mystery","adult":false,"genre_ids":[80,9648,10770]},{"cast":["Cheung Kwok-Keung","Bill Tung","Meg Lam Kin-Ming","Lo Meng","Gam Biu"],"overview":"A cross between Rear Window and The Blues Brothers! A group of gossipy neighbours witness a murder through an open window. Dopey mainland cop Lo Yau Dai investigates by going in undercover as a new tenant.","release_date":"1988-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313042,"title":"Chatter Street Killer","adult":false,"genre_ids":[35,80]},{"cast":["Kent Cheng","Wong Yu","Tang Lan Hua"],"overview":"A Mo Lai Tau (Nonsense Comedy) directed by Hong Kong New Wave filmmaker Dennis Yu.","release_date":"1984-01-05","vote_average":10.0,"runtime":93,"cert":"N\/A","id":313047,"title":"Comedy","adult":false,"genre_ids":[28,35]},{"cast":["Victoria Vera","Hugo Stiglitz","Héctor Alterio","José Calvo","Andrés Resino"],"overview":"","release_date":"1980-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":313052,"title":"En mil pedazos","adult":false,"genre_ids":[18,53]},{"cast":["Elena Anaya"],"overview":"","release_date":"2000-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313054,"title":"El árbol del penitente","adult":false,"genre_ids":[]},{"cast":["Pedro Cassiano","Luíza Curvo"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313056,"title":"O amor custa caro","adult":false,"genre_ids":[]},{"cast":["Esther Bové","Carlos Civis","Jairo Cruz","Lilibeth Echeverry","Oscar Mario Estrada"],"overview":"","release_date":"2010-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313058,"title":"¿Dónde se nacionaliza la marea?","adult":false,"genre_ids":[]},{"cast":["Roxana Campos","Daniel de Oliveira","Rogério Fróes","María Izquierdo","Victor Montero"],"overview":"Antonio, young Brazilian civil servant, travels to the Atacama Desert in search of inspiration to write a short story.","release_date":"2014-03-09","vote_average":0.0,"runtime":98,"cert":"\"\"","id":313060,"title":"Romance Policial","adult":false,"genre_ids":[18]},{"cast":["Basile Boli","Didier Deschamps","Eric Di Meco","Bernard Tapie"],"overview":"","release_date":"2013-05-26","vote_average":9.0,"runtime":null,"cert":"N\/A","id":313062,"title":"OM : A jamais les premiers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313064,"title":"Patigre e sua Gangue","adult":false,"genre_ids":[]},{"cast":[],"overview":"A black-and-white short film about Heiva, a Tahitian folklore festivity.","release_date":"2013-02-09","vote_average":0.0,"runtime":4,"cert":"N\/A","id":313066,"title":"Lights and Shadows","adult":false,"genre_ids":[99]},{"cast":["Samuel Theis","Jérôme Pouly","Caroline Bourg","Antoine Coesens","Corinne Masiero"],"overview":"","release_date":"2008-09-16","vote_average":0.0,"runtime":180,"cert":"N\/A","id":313068,"title":"Versailles - The Dream of a King","adult":false,"genre_ids":[36]},{"cast":["Georges Gersan","Renée Liégeois","Jean Norey","Roy-Fleury","Solange"],"overview":"A mother loses both of her children to the violence of war. Patriotic drama directed by Schoukens, in memory of the Armistice of 1918.","release_date":"1928-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313070,"title":"Les croix de l'Yser","adult":false,"genre_ids":[]},{"cast":["Leonid Leonidov","Mariya Sinelnikova","Yuliy Untershlak","Nikolai Cherkasov","Tamara Adelheim"],"overview":"This 1928 film features stylized cinematography and actors from the Moscow Art Theater in a fiction story based on the life of Jewish Labor Bund member Hirsch Lekert who attempted to assassinate the Vilna governor in 1902 to avenge the flogging of workers who participated in a May Day rally.","release_date":"1928-03-20","vote_average":7.0,"runtime":58,"cert":"N\/A","id":313072,"title":"His Excellency","adult":false,"genre_ids":[18]},{"cast":["Stanley Weber","Annabelle Wallis","Ed Skrein","Dave Legeno","Karel Roden"],"overview":"Returning to his homeland after years of slavery, a Norman prince seeks revenge on his father's  murderer – his ruthless uncle, Earl Durant. Gaining the trust of a band of exiled farmers, he leads them into battle against Durant, exploiting them in his inexorable quest for vengeance. As one by one they are slaughtered in the brutal battle, will the prince sacrifice everything an everyone to fulfil his quest for blood?","release_date":"2014-10-03","vote_average":5.2,"runtime":86,"cert":"N\/A","id":313074,"title":"Sword of Vengeance","adult":false,"genre_ids":[36]},{"cast":["Hrachia Nersisyan","T. Ayvazyan","Tatyana Makhmuryan","V. Manukhina","M. Garagash"],"overview":"An old, boring technician remembers a cruelly suppressed strike of oil industry workers in Baku.","release_date":"1929-01-11","vote_average":7.0,"runtime":63,"cert":"N\/A","id":313076,"title":"House on the Volcano","adult":false,"genre_ids":[18,36]},{"cast":["Charles Rogers","Mary Brian","June Collyer","Henry B. Walthall","Wallace Beery"],"overview":"Mississippi, 1830's. Tom Rumsford comes back to Magnolia Landing, his parents'estate. Having been brought up in the North by Quaker relatives, he just hates violence and accordingly refuses a duel. As this is the only way in the South to settle a dispute between gentlemen, Tom's father is so infuriated by his behavior that Tom has no other choice but leave. Away from Magnolia Landing, Tom learns bravery and returns seven years later as \"the notorious Colonel Blake\", the terror of the Lower Mississippi.","release_date":"1929-06-28","vote_average":0.0,"runtime":78,"cert":"\"\"","id":313078,"title":"River of Romance","adult":false,"genre_ids":[10749,18]},{"cast":["Céline Milliat-Baumgartner","Scali Delpeyrat","Gérard Watkins","Jean-Christophe Quenon","Christophe Vandevelde"],"overview":"Ponzi, from his arrival in Boston in 1903, to hi death in Rio in 1949. He made himself famous in inventing the first fraud of modern times on a large scale, and inspired Bernard Madoff.","release_date":"2014-06-26","vote_average":7.8,"runtime":85,"cert":"N\/A","id":313080,"title":"The Ponzi Scheme","adult":false,"genre_ids":[36]},{"cast":["Morris Carnovsky","Elizabeth Hawes"],"overview":"The photographer Ralph Steiner, who had been making abstract avant-garde films in the late 1920s, contributed his own parody of American economic life with PANTHER WOMAN OF THE NEEDLE TRADES, OR THE LOVELY LIFE OF LITTLE LISA (1931). The film, which opens with Jehovah (Morris Carnovsky) creating the world out of a test tube, proceeds to present a short history of the universe before the birth of Elizabeth Hawes (1903), the heroine of the film’s title. It then follows her career from childhood seamstress to Parisian designer of haute couture via a college education at Vassar. Reminiscent of Robert Florey’s THE LIFE AND DEATH OF 9413—A HOLLYWOOD EXTRA (1928) in terms of its art direction and elliptical narrative style, PANTHER WOMAN is a parody of the all-American success story, a young woman’s fantasy of a glamorous career in an age of diminishing possibilities. (via: http:\/\/encyclopedia.jrank.org\/articles\/pages\/2902\/Avant-Garde-Film.html)","release_date":"1931-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313088,"title":"Panther Woman of the Needle Trades, or The Lovely Life of Little Lisa","adult":false,"genre_ids":[]},{"cast":["Nicole Randall"],"overview":"(empty)(empty)(empty)(empty)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313090,"title":"These Things I Do That Others May Live","adult":false,"genre_ids":[]},{"cast":["Christina Bella","Nikky Blond","Georg","Jessica Loveitt","Zenza Raggi"],"overview":"Join Nylonic behind the scenes of a porn movie in Nylon Babes 2 and enjoy the extremely hot performances from a backstage point of view.","release_date":"2004-03-23","vote_average":0.0,"runtime":100,"cert":"N\/A","id":313092,"title":"Nylon Babes 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Jumbo 2: The Return of the Big Elephant was released on 21 October 2011. It received negative reviews[4][12] and went unnoticed at the box office due to lack of promotion.","release_date":"2011-10-21","vote_average":0.0,"runtime":83,"cert":"N\/A","id":313094,"title":"Jumbo 2 the Return of Big Elephant","adult":false,"genre_ids":[]},{"cast":["William Ringström","Morgan Alling","Frida Hallgren","Erik Johansson","Anja Lundqvist"],"overview":"The Svensson family goes on a ski-vacation during the winter holiday. Sune, the family flirt girl-charmer, is yet again pulled into a difficult relationship and his father Rudolf is pushed into difficulty parent challenges while the little brother Håkan is up to no good. The big sister being ashamed of her family and the mother Karin tries to glue the family together and enjoy their vacation.","release_date":"2014-12-19","vote_average":5.4,"runtime":92,"cert":"N\/A","id":313096,"title":"Sune i fjällen","adult":false,"genre_ids":[35,10751]},{"cast":["James Yi Lui","Kenneth Tsang","Ida Chan"],"overview":"A comedy film directed by Hong Kong New Wave filmmaker Yim Ho.","release_date":"1978-12-14","vote_average":0.0,"runtime":86,"cert":"N\/A","id":313098,"title":"The Extras","adult":false,"genre_ids":[35]},{"cast":["Russell Wong","Anita Mui","James Wong Jim"],"overview":"Entertainment manager James Wong loses his lead singer Jannie Fong when she breaks her contract. Angered, he turns his efforts to making a young dancer named Russell, who has no singing experience, into an even more successful singer than Miss Fong. During his climb to success, Russell's girlfriend, Dionne, feels alienated from him.","release_date":"1985-05-04","vote_average":0.0,"runtime":89,"cert":"N\/A","id":313100,"title":"Musical Singer","adult":false,"genre_ids":[18,10749,35]},{"cast":["Hwang Jung-min","Kim Yoon-jin","Oh Dal-su","Jung Jin-young","Jang Young-nam"],"overview":"Korea, 1950. A child's vow to take care of his family marks the beginning of a lifelong promise spanning sixty years.","release_date":"2014-12-17","vote_average":7.1,"runtime":126,"cert":"\"\"","id":313108,"title":"Ode to My Father","adult":false,"genre_ids":[18]},{"cast":["Ivan Trojan","Gregor Bauer","Jiří Dvořák","Josef Dvořák","Simona Babčáková"],"overview":"An ordinary man with an ordinary job, ordinary family and ordinary affair has an unordinary day after he signes the Charta 77.","release_date":"2014-12-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":313113,"title":"Osmy","adult":false,"genre_ids":[35]},{"cast":["Laura Conti","Abel Folk","Ferran Rañé","Jaume Valls","Mingo Ràfols"],"overview":"","release_date":"1987-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313115,"title":"L'escot","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This installment of the Musical Journey series takes you on a dizzying tour of Spain with stops in Madrid, Toledo and La Mancha, where Don Quixote famously fought his army of windmills. An authentic soundtrack includes works by artists who were inspired by the region, from Russian composers such as Rimsky-Korsakov and Glinka to European composers including Lalo, Massenet, Bizet, Verdi and Ravel.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313117,"title":"A Musical Journey: Madrid: La Mancha Toledo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winner of the 2005 Maui Film Festival's Best Short Film Documentary, this eye-popping video captures big-wave surfing at its most insane. Made by the folks who brought you Step in Liquid and Riding Giants, the film features tow-in trailblazers Laird Hamilton, Dave Kalama, Darrick Doerner and others taking on Peahi, Maui's enormous swells during the winters of '04 and '05. Fueling the action is a hot soundtrack courtesy of Pearl Jam, U2 and Beck.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313119,"title":"All Aboard the Crazy Train","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's jazz at its finest when former leader of the Glenn Miller Orchestra Tex Beneke, superstar drummer Gene Krupa and clarinetist Jerry Wald join forces for the legendary performance captured here. Beneke demonstrates his amiable singing style and saxophone chops, while the rest of the gang swing through a variety of tunes popularized by their own bands as well as others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313121,"title":"Big Band: Tex Beneke, Gene Krupa & Jerry Wald","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dance to the passionate rhythms of some of the hottest Brazilian musicians around with this music video. Features 15 tracks from artists Frank Aguiar, Caviar com Rapadura, Washington Brasileiro, Aviões do Forró, Francis Lopes, Forro 100 Preconceito, Robério e Seus Teclados, Forró Biquíni de Bolinha, Charlys da Rocinha, Roberto &amp; Banda, Carlos Mais, Forró Remexe and Wan-Luy. Songs include Aguiar's \"Prenda\" and Lopes's \"Bem Devagarinho.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313123,"title":"Casa Do Forro","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of the world's most beloved bands, the Eagles are in rarified air when it comes to their place in music history, with four No. 1 albums, five top singles and two of the top 10 best-selling albums of all time. Through in-depth interviews, this fascinating documentary relives the legendary band's remarkable career, from their formation in Los Angeles in the early 1970s to their place as the best-selling American group of all time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313128,"title":"Eagles: California Nights: Interviews","adult":false,"genre_ids":[]},{"cast":[],"overview":"This presentation captures the influential and popular Argentine saxophonist Gato Barbieri in peak form at the world's premier jazz venue, the 2005 Festival International du Jazz de Montreal, performing songs such as \"Fiesta,\" \"Emilian Zapata,\" \"Evil Eyes\" and \"What a Difference a Day Makes.\" Barbieri never fails to satisfy his audiences with his emotional performances, and this show is not one to be missed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313130,"title":"Gato Barbieri: Live in Montreal","adult":false,"genre_ids":[]},{"cast":["Glenn Gould","Franz Kraemer"],"overview":"Canadian concert pianist Glenn Gould enjoys a respite at his lakeside cottage. It is an aspect of Gould previously known only to the collie pacing beside him through the woods, the fishermen resting their oars to hear his piano, and fellow musicians like Franz Kraemer, with whom Gould talks of composition.","release_date":"1959-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":313132,"title":"Glenn Gould: Off the Record","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Maverick British director Peter Greenaway launched his career capitalizing on off-the-wall, intricate themes and stylistic panache. This compilation of shorts is a superb introduction to the auteur's singular talent. Films include Intervals (1969), H Is for House (1973), Windows (1975), Water Wrackets (1975), Dear Phone (1977) and A Walk Through H (1978) -- all beloved by his loyal art-house followers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313134,"title":"Greenaway: The Shorts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover the revolutionary Harrier fighter plane, the world's first vertical\/short take-off and landing military aircraft, in this fascinating documentary that shows its origins and combat use by the U.S. Marine Corps, British navy and others. Footage of the Harrier in NATO exercises and weapon delivery highlight the amazing helicopter-like maneuvering capabilities of this unique fighter aircraft.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313136,"title":"Harrier","adult":false,"genre_ids":[]},{"cast":[],"overview":"A powerful live concert recording of one of reggae's most revered trios is featured on this disc. Recorded at the Zenith club in Paris during the group's \"On the Rock\" tour, the concert features Skelly, Wiss and Apple backed by the Roots Radics. Tracks include \"Strength of My Life,\" \"Vultures,\" \"There Is No End,\" \"Never Gonna Hurt Me Again,\" \"Greedy God,\" \"Rudeboy Shufflin',\" \"On the Rock\" and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313138,"title":"Israel Vibration: On Strength of Trinity: Live 95","adult":false,"genre_ids":[]},{"cast":[],"overview":"This visually stunning concert filmed at the Palazzo del Te in Mantua, Italy, features a variety of madrigals composed by Claudio Monteverdi sung by luminaries Emma Kirkby, Evelyn Tubb, Mary Nichols, Andrew King, Joseph Cornwell and Simon Grant. With innovative staging, costumes and musical interpretation, director Anthony Rooley revives the bold spirituality and sometimes startlingly sexual nature of these madrigals.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313140,"title":"Monteverdi: Banquet of the Senses","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive the finest moments of the West Virginia Mountaineers' standout 2006-07 season, when head coach Rich Rodriguez led his team to a triumphant 11-2 record, culminating in a nail-biting come-from-behind victory in the Toyota Gator Bowl. Don't miss a play from this highlight reel that includes game footage and an insider's look at the coaching secrets that have made West Virginia football a powerhouse to be reckoned with.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313154,"title":"2006-2007 West Virginia: Season in Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed live in New Jersey, progressive rock band Asia puts on a dynamic performance, playing some of their best-loved songs for an enthusiastic audience of fans as they celebrate their 20th anniversary together. Songs are \"The Heat Goes On,\" \"Who'll Stop the Rain,\" \"Awake,\" \"Sole Survivor,\" \"Bad Asteroid,\" \"Only Time Will Tell,\" \"Heat of the Moment\" and more. Behind-the-scenes moments, rehearsal footage and interviews are also included.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313156,"title":"Asia: America: Live in the USA","adult":false,"genre_ids":[]},{"cast":["Dan Nakagawa","Eduardo Gomes","Gilda Nomacce"],"overview":"Marcos hosts Robert in his house – and falls in love with him. When Michael Jackson dies, Marcos goes sick and Lígia, his sister, comes to help them.","release_date":"2014-11-06","vote_average":0.0,"runtime":29,"cert":"N\/A","id":313158,"title":"The Life of Matches Is Not a Piece of Cake, Kitty","adult":false,"genre_ids":[]},{"cast":["Donald Moffat","Victor Garber","Tammy Grimes","Patricia Elliott","Ray Wise"],"overview":"Donald Moffat stars in Moliere's classic comedy about lovable scoundrel Tartuffe, who befriends the wealthy Orgon and then attempts to seduce both his new friend's wife and daughter in this TV presentation from the Broadway Theatre Archive. Tartuffe pretends to be a pious man whose faith convinces Orgon and his family to succumb to his influence, but he's undone when his womanizing ways make it clear that his piety is a charade.","release_date":"1978-01-01","vote_average":0.0,"runtime":114,"cert":"\"\"","id":313160,"title":"Broadway Theatre Archive: Tartuffe","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two civic-minded sisters -- one a lawyer, the other a police inspector -- vow to champion the law and fight for justice. But when the police inspector targets a dirty politician's set of heavies, the crooks make it clear they'll not go down without a fight. To make matters worse, the corrupt politico uses his ties to engineer the cop's suspension from her post and does everything he can to disgrace her in front of family and friends.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313162,"title":"Chanddi","adult":false,"genre_ids":[]},{"cast":["Jodie Rimmer","Carl Bland","Ian Hughes","Michael Hurst","Jennifer Ward-Lealand"],"overview":"Siggy (Jennifer Ward-Lealand) is a teenage \"bad girl\" who lives and works in a red-light district of Auckland, New Zealand. Just like her fellow streetwalkers, Siggy constantly dreams of leaving \"the life\" behind. When she learns one day that her pimp is planning a big drug score, Siggy decides to seize the day -- and her future -- by grabbing the loot.","release_date":"1999-04-08","vote_average":7.0,"runtime":92,"cert":"N\/A","id":313176,"title":"I'll Make You Happy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Filmed in Holland in 2004, this unforgettable concert documentary features psychedelic rock pioneers Iron Butterfly as they blaze their way through a six-song set list of their most beloved tunes. In addition to an extended performance of their signature single \"\"In-A-Gadda-Da-Vida,\" the 1960s icons deliver with powerful renditions of songs like \"Unconscious Power,\" \"Stone Believer,\" \"Flowers and Beads,\" \"Easy Rider\" and \"Butterfly Bleu.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313178,"title":"Iron Butterfly: In-A-Gadda-Da-Vida","adult":false,"genre_ids":[]},{"cast":[],"overview":"The biggest names in jazz chat and jam with the biggest cat of them all: the one and only Louis Armstrong, whose soaring trumpet and singular singing made him a musical and cultural icon. Watch Satchmo as he shares the stage with young bop lion Dizzy Gillespie, tenor sax titan Coleman Hawkins, the legendary Duke Ellington, wild drummer Gene Krupa, West Coast bopster Gerry Mulligan, vibes king Lionel Hampton and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313180,"title":"Jazz Legends: Louis Armstrong & Friends","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ashley Judd narrates this three-part installment of ESPN's series \"The Season,\" which captures the history and excitement of 75 years of Bluegrass basketball. Covering the University of Kentucky Wildcats and the state's formidable high school hardwood leagues, this program features stories from Kentucky's top players. Find out why this underdog state has produced such NBA greats as Antoine Walker, Pat Riley, Derek Anderson and many others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313182,"title":"Kentucky Bluegrass Basketball","adult":false,"genre_ids":[]},{"cast":["Long John Baldry"],"overview":"One of the first UK vocalists to perform rock and blues in the early 1950s, influential British musician Long John Baldry delivers an engaging and eclectic live set at Germany's Ohne Filter Studios in 1993. The songs include \"Everyday I Have the Blues,\" \"Do You Wanna Dance,\" \"Shake That Thang,\" \"It Ain't Easy,\" \"One Step Ahead of You,\" \"Insane Asylum,\" \"I'd Rather Drink Muddy Water,\" \"A Thrill's a Thrill,\" \"Black Girl,\" \"It Ain't Easy\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313184,"title":"Long John Baldry: Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mister D and the Southland Gangsters take their brand of Chicano rap to Japan for a series of sold-out concerts in Tokyo, Toyama, Kyoto and Nagoya. Exclusive backstage footage and a look at the clubs and cars that make up the Chicano rap scene take you beyond the concert stage and straight into the barrio. Extras include outtakes, three new videos, a photo gallery and a live performance of the hit single \"Gangsters Get Lonely Too.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313186,"title":"Mister D: From Southland to Japan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Proving that Canadians can thrash out hard-hitting tunes with as much angst as their American counterparts, skate punks Sidesixtyseven deliver a blistering set at the Vans Warped Tour 2004. Darren Agnew, Kerry Cyr, Sean Colig and the rest of the boys from Vancouver, British Columbia, take a break from skateboarding to shake up the tour's second stage with a scorching live show that includes the tracks \"Parasite,\" \"Ego\" and \"Shut Up and Die.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313200,"title":"Sidesixtyseven: Beyond Warped","adult":false,"genre_ids":[]},{"cast":["Wayne Kramer","Michael Davis","Dennis Thompson","Dave Vanian","Nick Andersson"],"overview":"Detroit's iconic rock group The MC5 is celebrated in this raucous London concert featuring other musicians and artists who join the band's remaining members onstage for an unforgettable show. The guest list boasts such rock luminaries as The Hydromatics' Nicke Royale, The Cult's Ian Astbury, The Damned's Dave Vanian, Meg and Jack of The White Stripes, Primal Scream, Death in Vegas, Dollhouse, The Go and more.","release_date":"2003-11-26","vote_average":0.0,"runtime":56,"cert":"N\/A","id":313202,"title":"Sonic Revolution: A Celebration of the MC5","adult":false,"genre_ids":[]},{"cast":[],"overview":"Talk about bringing down the house: Steve Harvey, Chris Rock, D.L. Hughley and Arsenio Hall are just a handful of the comedy greats who grace the stage in this compendium of some of the most brilliant and laugh-out-loud hilarious stand-up acts ever to hit the circuit. They're all in fine form here as they dish out their own particular brand of comedy. Watch as Chris Rock skewers the cops, Steve Harvey channels Oprah, and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313204,"title":"Straight Tripping","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313206,"title":"Таблетка от слез","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Internationally celebrated avant-garde artist Mikhail Shemyakin offers up his darker vision of \"The Nutcracker\" in this production filmed live at the Mariinsky Theatre in St. Petersburg, the site of the first performance of the famous ballet in 1892. Leonid Sarafanov and Irina Golub star, and legendary Russian conductor Valery Gergiev leads the orchestra in this surreal version of Tchaikovsky's well-known creation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313208,"title":"Tchaikovsky: Nutcracker: Mariinsky Theatre","adult":false,"genre_ids":[]},{"cast":["Ken Forman","Karen Tsen Lee"],"overview":"Peter Chan's little-seen debut film.","release_date":"1988-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313210,"title":"Pickles Make Me Cry","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When a beloved pooch is dog-napped, three friends join forces to get the animal back. Using the latest gadgets, along with a special computer, the trio begins tracking down clues and meeting a variety of unusual characters. Although they find a map that shows where the dog is located, they choose not to follow it. Everyone has a different idea about which direction to go, and viewers soon realize the similarities between the map and the Bible.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313212,"title":"The Sparky Chronicles: The Map","adult":false,"genre_ids":[]},{"cast":[],"overview":"Blurring the lines between country and pop, Steven Curtis Chapman has used his songwriting skill and unique sound to bring spiritual music to millions of fans. This collection features 10 of Chapman's most beloved music videos. Included are \"Let Us Pray,\" \"When Love Takes You In,\" \"Dive,\" \"More to This Life,\" the previously unreleased \"Live Out Loud\" and more, plus a bonus behind-the-scenes look at the making of \"Live Out Loud.\"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313220,"title":"Steven Curtis Chapman: The Videos","adult":false,"genre_ids":[]},{"cast":["Käthe von Nagy","Marc Dantzer","Lucien Baroux","Georges Deneubourg","Gustave Huberdeau"],"overview":"Käthe von Nagy plays Ronny, who designs the costumes for the upcoming premiere of an opera written by the young prince of Perusa (Willy Fritsch) and has to deliver them personally due to the urgency of the commission. Arriving there, the prince not only is charmed by the young lady (who wouldn't?), but also mistakenly believes her to be the famous singer who is to be the female lead in the opera. What Willy does not know yet is that the real singer has cancelled her appearance, and as the state ministers hope to distract him from politics with the performance of the opera, they indeed want Ronny to appear in the show….","release_date":"1931-12-22","vote_average":5.0,"runtime":87,"cert":"N\/A","id":313222,"title":"Ronny","adult":false,"genre_ids":[10402,35]},{"cast":["Karl Ludwig Diehl","Paul Wegener","Paul Hörbiger","Paul Richter","Olly Gebauer"],"overview":"","release_date":"1932-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313224,"title":"Das Geheimnis um Johann Orth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"She came back for the love she lost... A spurned lover returns for retribution in this thriller set on a college campus. Her target is the unsuspecting girlfriend that stood between her and her lover. Directed by Ose Oyamendan. Produced at USC.","release_date":"2002-07-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313229,"title":"A Final Wish","adult":false,"genre_ids":[]},{"cast":["Nina Petri","Martina Gedeck","Matthias Brandt","Franz Buchrieser","Ingrid van Bergen"],"overview":"","release_date":"1993-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313231,"title":"Barmherzige Schwestern","adult":false,"genre_ids":[35]},{"cast":["Jennifer Nitsch","Martina Gedeck","Monica Bleibtreu","Dominique Horwitz","Peter Sattmann"],"overview":"","release_date":"1998-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313233,"title":"Frauen lügen nicht","adult":false,"genre_ids":[35]},{"cast":[],"overview":"With their captivating stories about maidens, witches, trolls and talking animals, word-wise German siblings Jakob and Wilhelm Grimm -- better known as the Brothers Grimm -- revolutionized the world of children's literature. This animated tale, adapted from the Grimms' \"Hansel and Gretel,\" tells the story of two curious children who can't control their appetite for sweets. A bonus feature, \"Brother and Sister,\" is also included.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313244,"title":"The Fairy Tales of the Brothers Grimm: Hansel and Gretel \/ Brother and Sister","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scottish indie rockers the Fratellis bring down the house in this March 2007 concert appearance at London's Brixton Academy. Performing their debut album \"Costello Music\" in its entirety, the guys from Glasgow also throw in a handful of rarities, along with their crowd-pleasing mash-up of Goldfrapp's \"Ooh La La\" and T. Rex's \"Hot Love.\" Also included are promotional videos and interviews with band members.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313246,"title":"The Fratellis: Edgy in Brixton: Live","adult":false,"genre_ids":[]},{"cast":["Agnes Zuliani","Guilherme Uzeda","Marco Luque","Roberto Camargo","Grace Gianoukas"],"overview":"","release_date":"2008-09-16","vote_average":0.0,"runtime":140,"cert":"N\/A","id":313248,"title":"Terça Insana: Ventilador da Alegria","adult":false,"genre_ids":[35]},{"cast":["Witta Pohl","Fritz Lichtenhahn","Fritz Hollenbeck","Gerda-Maria Jürgens","Katharina Brauren"],"overview":"","release_date":"1976-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313250,"title":"Ein herrlicher Tag","adult":false,"genre_ids":[35]},{"cast":["Douglas P.","Albin Julius","John Murphy"],"overview":"Rock group Death in June is renowned for such earth-shattering tunes as \"Torture by Roses,\" \"To Drown a Rose\" and \"Coal Black Smith.\" This collection includes three of their music videos shot in Croatia and features the band's thrilling 1999 performance in Bologna, Italy. Cameras placed at various surprising angles capture the electricity and vibe of one amazing night, which has the group running through 20 of their signature goth-techno tunes.","release_date":"2003-02-24","vote_average":0.0,"runtime":64,"cert":"\"\"","id":313255,"title":"Death in June: Live in Italy 1999","adult":false,"genre_ids":[10402]},{"cast":["Jane Elliott"],"overview":"The very first documentary about Jane Elliott's educational experiment about discrimination, which was originally produced for ABC News, in which she conducts an unforgettable lesson with her third-grade class in Riceville, Iowa.","release_date":"1970-12-22","vote_average":8.0,"runtime":25,"cert":"\"\"","id":313257,"title":"Eye of the Storm","adult":false,"genre_ids":[99]},{"cast":["Engelbert Humperdinck"],"overview":"In this memorable concert filmed at London's Royal Albert Hall in 1985, pop music legend Engelbert Humperdinck joins the London Philharmonic Orchestra to perform many of his hits. Songs include \"Please Release Me,\" \"After the Loving,\" \"Lonely Is a Man Without Love\" and \"I Just Called To Say I Love You.\"","release_date":"1985-01-06","vote_average":0.0,"runtime":59,"cert":"N\/A","id":313259,"title":"Engelbert Humperdinck: Live at the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Never limited to the present-day experience, noted professor of anthropology and archeology Dr. Dwayne L. Merry tours France the only way he knows how -- from the very beginning. Travel through time to prehistoric days in the Dordogne region, relive the Roman invasion, visit World War II battle sites and stroll into modern-day Paris, the city of romance. Discover the landmarks, culture and history that shaped the country into what it is today.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313261,"title":"France: Dr. Merry's Nomad Travel","adult":false,"genre_ids":[]},{"cast":["Kanata Hongo","Sayaka Akimoto","Hikaru Osawa"],"overview":"Brother and sister are drawn into a thrilling game of survival, in which they use a bizarre device called SCM to turn others into their slaves.","release_date":"2014-06-28","vote_average":5.0,"runtime":100,"cert":"N\/A","id":313263,"title":"Tokyo Slaves","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"Rocker Jesus Jones brings their inimitable beat and toe-tapping sounds to a special performance at the Marquee in London. The 25 songs include \"Zeros and Ones,\" \"Move Mountains,\" \"International Bright Young Thing,\" \"Next Big Thing,\" \"Devil You Know,\" \"In the Face of All This,\" \"Bring It On Down,\" \"All the Answers,\" \"Chemical Number One,\" \"Come On Home,\" \"Right Here Right Now,\" \"Are You Satisfied,\" \"Welcome Back Victoria\" and more.","release_date":"2003-09-15","vote_average":0.0,"runtime":153,"cert":"N\/A","id":313265,"title":"Jesus Jones: Live at the Marquee","adult":false,"genre_ids":[]},{"cast":["Johnny Cash","The Carter Family","June Carter Cash","Kris Kristofferson","John Carter Cash"],"overview":"The Man in Black visits the Emerald Isle to perform some of his best-loved songs for an Irish audience. Filmed at Dublin's Olympia Theatre, this concert film features Johnny Cash on favorites such as \"Folsom Prison Blues\" and \"A Boy Named Sue.\" Special guest Kris Kristofferson joins in on \"Long Black Veil\" and \"Big River,\" and June Carter Cash helps her husband out on \"Jackson\" in this treat for fans of one of country music's most enduring stars.","release_date":"2006-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":313267,"title":"Johnny Cash In Ireland - 1993","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Craving laughs? Karen Williams brings her irreverent humor to a sold-out audience at the Knitting Factory in Hollywood, Calif. A pioneer in lesbian stand-up comedy, Williams talks about dating younger woman, the bygone days of tireless sex and more. The laughs continue with stories from a lesbian sex workshop, troublesome airline travel, the conundrums of Internet dating and other exploits. It's a sidesplitting hour of delicious humor.","release_date":"2009-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313269,"title":"Karen Williams: I Need a Snack!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since winning television's \"American Idol\" competition in 2002, aspiring singer Kelly Clarkson's career has taken off. Her album \"Thankful\" scaled the charts and sold over 1.5 million copies. Collecting backstage footage, home videos, photos and music videos, this video provides a treat for fans desperate for more material from pop's newest diva!","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313271,"title":"Kelly Clarkson: Miss Independent","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1976, Welsh rock group Man called it quits (but later reunited) and decided to record their last days with performances at London's Roundhouse -- all captured in this video souvenir, which includes interviews with the band. Drummer Terry Williams, guitarist Deke Leonard, keyboardist Phil Ryan and bassist John McKenzie join founding member Mickey Jones for \"Let the Good Times Roll,\" \"7171-551,\" \"C'Mon,\" \"Born with a Future\" and more.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313273,"title":"Man: Live at the Roundhouse 1976","adult":false,"genre_ids":[]},{"cast":[],"overview":"Enjoy a rarely captured live concert by Martha Argerich, one of the greatest pianists of the 20th and 21st centuries, a recording performed at the CBC studios in Montreal and containing the only known footage of the virtuoso playing a concerto. Argerich pours her considerable passion and impressive manual dexterity into pieces including Schumann's Piano Concerto, Ravel's \"Jeux d'Eau\" and Liszt's \"Les Funerailles.\"","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313275,"title":"Martha Argerich","adult":false,"genre_ids":[]},{"cast":["Johanna-Christine Gehlen","Michael Fitz","Jochen Nickel","Götz Otto","Michael Lott"],"overview":"","release_date":"2012-11-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":313283,"title":"Wohin der Weg mich führt","adult":false,"genre_ids":[18]},{"cast":["Barry White","David Essex","Bill Withers","James Brown","Maria Muldaur"],"overview":"The Midnight Special is an American late-night musical variety series that aired on NBC during the 1970s and early 1980s, created and produced by Burt Sugarman. It premiered as a special on August 19, 1972, then began its run as a regular series on February 2, 1973; its last episode was on May 1, 1981. The ninety-minute program followed the Friday night edition of The Tonight Show Starring Johnny Carson.  The show typically featured guest hosts, except for a period from July 1975 through March 1976 when singer Helen Reddy served as the regular host. Wolfman Jack served as the announcer and frequent guest host. The program's theme song, a traditional folk song called \"Midnight Special\", was performed by Johnny Rivers.","release_date":"1974-12-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313288,"title":"The Midnight Special Legendary Performances 1974","adult":false,"genre_ids":[]},{"cast":["The Bee Gees","Peter Frampton","Helen Reddy","KC & The Sunshine Band","Rod Stewart"],"overview":"The Midnight Special is an American late-night musical variety series that aired on NBC during the 1970s and early 1980s, created and produced by Burt Sugarman. It premiered as a special on August 19, 1972, then began its run as a regular series on February 2, 1973; its last episode was on May 1, 1981. The ninety-minute program followed the Friday night edition of The Tonight Show Starring Johnny Carson.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":313290,"title":"The Midnight Special Legendary Performances 1975","adult":false,"genre_ids":[]},{"cast":["Manny Pacquiao","Renato Mendones"],"overview":"A very young and raw Manny Pacquiao showcasing his talent. By this time his power in his left hand is already apparent. In this fight he gave Mendones a powerful left hook, which changed the outcome of the fight.","release_date":"1995-10-21","vote_average":0.0,"runtime":9,"cert":"N\/A","id":313292,"title":"Pacquiao vs Mendones","adult":false,"genre_ids":[28]},{"cast":["Meena","Sai Kiran","Nagababu","Suman Talwar"],"overview":"The movie is based on the legend of Vysyakuladevatha, Sri Vasavi Kanyaka Parameshwari, starting from her birth to how she sacrifices herself to save the pride of the Vysya community.","release_date":"2013-06-04","vote_average":3.5,"runtime":null,"cert":"N\/A","id":313294,"title":"Sri Vasavi Vaibhavam","adult":false,"genre_ids":[]},{"cast":["Samuel Hunt","Kai Caster","Barbara A. Fisher","Holly Hawkins","Maika Monroe"],"overview":"A teenage boy anxiously watches over his meth-cooking father and his little brother, but his vigilance is wearing thin.","release_date":"2011-01-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":313296,"title":"The Darkness Is Close Behind","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An Indian Taxi driver in New York goes back to his village and builds a school for girls.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313301,"title":"Good Sharma","adult":false,"genre_ids":[]},{"cast":["Daniel Pearl","Tim Harden","Edwin Neal"],"overview":"A multi-storied look into the making of and long-lasting success of THE TEXAS CHAINSAW MASSACRE.","release_date":"2006-09-26","vote_average":0.0,"runtime":72,"cert":"\"\"","id":313303,"title":"Flesh Wounds: Seven Stories of the Saw","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313308,"title":"Frei.Wild - Auf Stiller Fahrt - Die Konzertreise","adult":false,"genre_ids":[10402]},{"cast":["Dragon Lee","Nick Cheung Lik","Bolo Yeung","Phillip Ko","To Wai-Wo"],"overview":"While transporting funds for independence movement, Lee Han-saeng is shot in the legs by the Japanese military police. He recovers from his wounds with the help of Jang Geo-chil, an independence fighter, and his daughter, Wan-ah. When the Japanese police investigate Jang's house, Han-saeng and Jang take refuge in the home of Wan-ah's uncle. But he sells them out, blinded by his greed for the reward on their heads. They run and hide in kisaeng Ae-hi's home. Ae-hi and her sister Yu-ha desire revenge on the Japanese police who killed their father. But they are killed when Wan-ah's uncle turns them to the Japanese police while Han-saeng is away. When Jang and his wife are killed, Han-saeng takes revenge on the Japanese police.","release_date":"1981-09-12","vote_average":10.0,"runtime":75,"cert":"N\/A","id":313310,"title":"Dragon Bruce Lee, Part II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tan Tao Liang plays a man who goes to retrieve his brother (played by Mang Fei) from a war torn area. He finds him, only to have to escape the area with a group of other refugees to a tropical island. Meanwhile Ramon Zamora plays a man tracking down his missing fiance, who happens to be with Meng Fei's character; but a greater conflict threatens the well being of the refugees, and Tan, Meng Fei, and Zamora have to fight together to eradicate the menace.","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313312,"title":"The Dragon, the Lizard and the Boxer","adult":false,"genre_ids":[]},{"cast":["Chia Ling","Barry Chan","Tsui Fu-Sheng","Ming Lei","Ling Ling"],"overview":"Chia plays a government agent, Iron Phoenix, who’s after a bunch of crooked miners, and Barry plays a boastful young man without much fu talent. Iron Phoenix teaches Barry some martial arts skills, mainly because it helps her investigations about the miners, as she waits for her chance to strike and close down their illicit operation.","release_date":"1974-05-18","vote_average":0.0,"runtime":84,"cert":"N\/A","id":313314,"title":"The Female Chivalry","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"This turbulent and colorful drama about the proud and the profane was made with an international group of students at the school where I've been teaching for many decades: the San Francisco Art Institute.  Join this attractive assortment of talented youth as they bring to life a complex tale of alien insemination and CEO conflict in a character congested setting of magic, mystery and mangled literacy!  Experience the thrills that only a $600 budget could bring to the screen with such dedicated desperation.  Exalt in the excessive excellence of exhausted funds as they funnel into a whirlpool of wonder and weirdness made palpable in a cacophonic cascade of indescribably incoherence.  ENJOY!","release_date":"2010-01-01","vote_average":0.0,"runtime":38,"cert":"\"\"","id":313325,"title":"Lingo of the Lost","adult":false,"genre_ids":[]},{"cast":["Henrietta Crosman","Dorothy Lee","William Bakewell","Natalie Moorhead","Holmes Herbert"],"overview":"In this drama an older actress plays her last role. The aging thespian is terribly depressed and ready to kill herself when she finds out that an older more successful friend has vanished. The missing actress's family is in a real quandry. To help them, the other impersonates the older actress. Loose ends are knitted together and then she admits her ruse.","release_date":"1934-10-02","vote_average":0.0,"runtime":68,"cert":"\"\"","id":313327,"title":"The Curtain Falls","adult":false,"genre_ids":[]},{"cast":["William Gargan","Molly Lamont","James McGrath","Reginald Hincks","J.P. McGowan"],"overview":"A tough Irishman tries to help a logging company owner on Vancouver Island who is being sabotaged by a nearby competitor.","release_date":"1936-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313329,"title":"Fury and the Woman","adult":false,"genre_ids":[]},{"cast":["Gordon Jackson","Sarah Lawson","Eric Pohlmann","Warren Mitchell","Philip Saville"],"overview":"Three men arrive in a small town to pull the local bank heist.","release_date":"1958-10-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":313331,"title":"Three Crooked Men","adult":false,"genre_ids":[80]},{"cast":["Preston Foster","Ann Dvorak","John Beal","Ray Mayer","Gordon Jones"],"overview":"Its title notwithstanding, We Who Are About to Die has nothing to do with Roman Gladiators. Rather, the film is based on the true story of San Quentin inmate David Lamson, who spent 13 agonizing months on Death Row before the Supreme Court reversed his conviction. Renamed John (and played by John Beal), the Lamson character knows he's innocent but also knows that the date of his execution is drawing ever nearer.","release_date":"1937-01-08","vote_average":7.5,"runtime":81,"cert":"\"\"","id":313333,"title":"We Who Are About to Die","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Watch a modern-day drama based on Jesus' parable of the prodigal son. See what happens to David Barker, a young man who becomes drawn into association with those whose attributes and lifestyles are at odds with his Christian upbringing.  As David slips into the ways of the world, how do his family members react? Will David come to his senses and return to a godly way of life? What lessons can we learn from this dramatic portrayal of the real dangers facing young people today?","release_date":"2013-01-01","vote_average":0.0,"runtime":104,"cert":"\"\"","id":313335,"title":"The Prodigal Returns","adult":false,"genre_ids":[36,18,10751]},{"cast":[],"overview":"A Italian documentary short from 1915.","release_date":"1915-06-22","vote_average":0.0,"runtime":10,"cert":"N\/A","id":313337,"title":"The Great Historic Day of Italy","adult":false,"genre_ids":[]},{"cast":["Sensational","Daniel Dejesus","Matt Dawson","Jon Shecter","Smooth"],"overview":"\"Crooked\" follows the trials and tribulations of Sensational, a consummate original and posterchild for the underdog, but it celebrates the creative mind and independent spirit, longing for freedom.","release_date":"2002-02-15","vote_average":0.0,"runtime":115,"cert":"\"\"","id":313357,"title":"Crooked","adult":false,"genre_ids":[18]},{"cast":["Jochen Nickel"],"overview":"Marco locks himself away in his studio to paint a new painting. The canvas, however, remains white for lack of inspiration. In order to divert himself, he decides to clean the studio and suddenly finds a bottle of Mescal.","release_date":"1997-10-21","vote_average":0.0,"runtime":9,"cert":"N\/A","id":313362,"title":"Marco at Work","adult":false,"genre_ids":[]},{"cast":["Prof. Dr. Reinhard Genzel"],"overview":"In 2012, Prof. Dr. Reinhard Genzel, gave a talk, making his field in astrophysics understandable for everyone interested. Specifically, he explained the history and recent developments in the understanding of galaxies and black holes.","release_date":"2012-12-03","vote_average":0.0,"runtime":67,"cert":"N\/A","id":313364,"title":"Schwarze Löcher und Galaxien","adult":false,"genre_ids":[99]},{"cast":["Kevin Russell","Matthias Röhr","Stephan Weidner","Peter Schorowsky","Dr. Patrik Bishay"],"overview":"","release_date":"2014-12-12","vote_average":9.0,"runtime":null,"cert":"N\/A","id":313372,"title":"Böhse Onkelz: Nichts ist für die Ewigkeit - Dokumentation","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Trieste, Italian again, welcome for the first time his King.","release_date":"1918-12-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313374,"title":"Primo saluto di Trieste italiana al suo Re","adult":false,"genre_ids":[]},{"cast":["Yōko Matsuoka","Rei Sakuma","Minami Takayama","Yuriko Fuchizaki","Daisuke Gouri"],"overview":"The crew of the pirate ship Sol Bianca are out to steal some of the most valuable substance in the universe--Pasha. Small problem: they're not the only space pirates after the stuff. But, no big deal--they'll just burgle the burglars. That works out fine, except that the captain of the other ship doesn't take his defeat lightly and manages to infect the Sol Bianca with some machine-eating worms before getting arrested. Now they're stuck in jumpspace, and worse yet for the five, June is as sick as the ship and they don't even know what's wrong with her. By the time the crew figures out why nothing works, the police have shown up and the only plan they manage to come up with is to have Feb and April surrender and wait for the ship to recover. There's also a mysterious fellow who is not only trying to corner the market on Pasha, but seems to know all about the Sol Bianca and her crew--and he wants the captured pair transferred into his custody immediately.","release_date":"1991-05-17","vote_average":0.0,"runtime":54,"cert":"N\/A","id":313379,"title":"Sol Bianca 2","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Go out on the road and experience the outrageous antics of AWOL-One, one of the hottest emcees in Los Angeles's underground hip-hop culture. Take a peek into the sick and twisted mind of this gifted entertainer with live clips. Features appearances by the Shape Shifters, 2mex and Xololanxinxo, and music by Big Daddy Kev, Fat Jack, Marscaria, Paris, D-Styles and Four Eyed Mortalz, among others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313381,"title":"AWOL One: A Road to Nowhere","adult":false,"genre_ids":[]},{"cast":[],"overview":"What makes a family a family, and how do animal families differ from our own? These engaging and educational episodes from the \"Animal Atlas\" series examine the similarities and differences among families of wild animals all over the globe. From a chimpanzee family headed by a single male to elephant herds governed by females and the intricate protocols of a prairie dog town, the wild kingdom is brought to your home in a kid-friendly atmosphere.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313383,"title":"Animal Atlas: Family Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pull on your legwarmers, stick in those hot rollers and prepare for a nostalgic look back at the cinema of the 1980s -- an era of power suits, Jazzercise and some of the best (and worst) movies of all time. This comprehensive collection of 50 theatrical trailers runs the gamut from the realism of The Big Chill (1983) to the ridiculousness of Mad Max Beyond Thunderdome (1985) … and everything in between.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313385,"title":"Attack of the 80s","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of America's most influential fiction writers, Nobel Prize winner William Faulkner set most of his novels in the imaginary Yoknapatawpha County, Miss., creating vivid characters and exploring the Southern past and race relations in works such as The Sound and the Fury, As I Lay Dying and Absalom, Absalom! Through period documents and other archival material, this program traces the life and writing of the quintessentially American author.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313396,"title":"Famous Authors: William Faulkner","adult":false,"genre_ids":[]},{"cast":["Don Omar","Luny Tunes","Héctor \"El Father\"","Ivy Queen"],"overview":"The producers of Hustle Up video magazine showcase the Latino sound with a collection of exclusive music videos and candid interviews with some of the biggest stars in hip-hop. Featured artists include Don Omar, Hector \"El Father,\" Ivy Queen, Luny Tunes, the Mas Flow Family, Bimbo and Zion y Lennox -- plus exclusive behind-the-scenes footage captured at the Mix 107.7 Mix Action Sports concert in Puerto Rico.","release_date":"2006-01-02","vote_average":0.0,"runtime":76,"cert":"N\/A","id":313398,"title":"Hustle Up Latino","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Experience all the thrills of Laconia, New Hampshire's annual Motorcycle Week, from touring bikes, custom rigs and vintage bike races to the artists, photographers and colorful personalities that make the annual trek to this premier biking event. You'll also learn about the history of motorcycle racing and pick up insider tips for planning your own pilgrimage to this renowned \"Invasion of the Motorcycles.\"","release_date":"2007-01-26","vote_average":10.0,"runtime":null,"cert":"\"NR\"","id":313400,"title":"Invasion of the Motorcycles: Laconia Biker Rally","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Award-winning Tejano artist Jay Perez performs hits from \"The Voice,\" \"De Mi Cora-Soul,\" \"No Limits\" and other albums in this 11-song collection. Born in San Antonio, Perez rose to the top of Tejano charts, capturing the hearts of fans worldwide with his fresh approach to Latin music. Songs include \"Dame Tu Corazon,\" \"Hombre en la Luna,\" \"Me and Mrs. Jones,\" \"Eres Tu,\" \"Sabes\" and \"Easy.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313402,"title":"Jay Perez: Up Close and Personal","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the outside it may look like fun and games, but this provocative documentary reveals that stand-up comedy is one of the most grueling and merciless careers paths one can choose. Popular comedian Rayzor hosts this insider's look at the urban comedy circuit, featuring candid interviews with Sheryl Underwood, Donnell Rawlings and other top funnymen and women who tell it like it is. This program also includes selected comedy routines.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313404,"title":"Living Legends of Comedy: Real Talk","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Louisiana-born trumpet player Louis Prima (\"The Chief\") married Virginia-born singer Keely Smith (\"The Queen of Swing\"), their union created a magical sound that dominated 1950s jazz. Here, the legendary musicians are at the top of their game in vintage live performances, delivering such signature standards as \"Sing Sing Sing,\" \"Up a Lazy River,\" \"Saints Go Marching In\" and \"Old Black Magic,\" to name just a few.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313406,"title":"Louis Prima & Keely Smith: That Old Magic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cameras are rolling all the time when MTV trains them on the band of seven strangers picked to live in a breathtaking mansion in Paris during the 2003 season of \"The Real World.\" But given that each episode requires only 30 minutes of footage, there's much more that fans don't see.","release_date":"2003-11-11","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":313408,"title":"MTV: The Real World You Never Saw: Paris","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this heartwarming buddy picture, six male friends -- one soon to be married, one already married, two divorced guys and a couple of womanizers -- hook up each week to play football, flex their manly muscles and wax poetic on their lives and loves. As the game unfolds and the hits and touchdowns keep coming, each guy attempts to solve what's ailing him.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313416,"title":"Playin' for the Kitty","adult":false,"genre_ids":[]},{"cast":["Troy N. Ashford","Kevin Kilgore","Drew Woods","Bonnie Gillespie","Tim Murray"],"overview":"With dreams of becoming the next big action film hero, struggling actor Razor Sharpe (director Troy N. Ashford) takes a bit part in a movie with a bank robbery scene, only to discover that the heist is real -- and that he's been set up to be the fall guy. Now wanted by the law, the hunky hero sets out on a journey filled with nonstop martial arts mayhem to find the crooks who framed him. Michael Smalls and Kevin Kilgore co-star.","release_date":"2001-05-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313418,"title":"Razor Sharpe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Earthquakes claim lives worldwide every year, but forecasting them remains a challenge. Visit California, Mexico and Japan -- the world's high-risk earthquake zones -- to see how the population has adjusted to live with them. Relive 1989's Loma Prieta quake in San Francisco through the eyes of survivors. Stacy Keach narrates.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313420,"title":"Savage Earth: The Restless Planet","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you think you've seen it all when it comes to extreme sports, think again. In the helmet-cam footage captured here, you'll feel all of the pleasure and pain these daredevil athletes experience in their high-flying maneuvers. From the ski slopes to the water's edge, these snowboarders, wakeboarders, cyclists, surfers, skaters and more share their most off-the-charts adventures.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313422,"title":"Seriously Nuts: Red Label","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prestigious guitarist Stanley Jordan is well-known for his exclusive use of the guitar: His 10 fingers run along the neck of the instrument, creating special sound effects similar to those created by a keyboard. This video filmed at the XI Montreal International Jazz Festival presents Jordan's spectacular guitar solos, confirming his immense talent (as if any confirmation were necessary!).","release_date":"2003-03-18","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":313424,"title":"Stanley Jordan: Live in Montreal","adult":false,"genre_ids":[99,10402]},{"cast":["Tony Pomfret"],"overview":"Beginning in the 1980s, musical pioneer Tom Waits underwent a creative transformation, evolving into an even more experimental, provocative artist while remaining a popular figure. Chronicling the extraordinary two-decade period, this revealing documentary features an esteemed panel of commentators, rarely seen interviews and remarkable footage and photography of a true iconoclast at work. Songs include \"Clap Hands\" and \"Alice.\"","release_date":"2006-06-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":313426,"title":"Tom Waits: Under Review: 1983-2006","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Alexandre Pires shares the spotlight with Gloria Estefan in \"Santo, Santo\" in this compilation of music videos from Pires's 2007 album, \"Exitos, Solo Para Usted.\" The Grammy Award-winning Brazilian pop singer heats things up in more videos, including \"Necesidad,\" \"Amame\" and \"Usted Se Me Llevo la Vida.\" A former member of Brazilian pagode band So Pra Contrariar, Pires captured the Best Artist award at the 2003 Latin Grammys.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313431,"title":"Alexandre Pires: Exitos, Solo Para Usted","adult":false,"genre_ids":[]},{"cast":[],"overview":"Climb under the covers for some delightful bedtime stories from Sparky, Buzzer and the whole Bedbug Bible Gang. Little ones will love the tales of \"Little Joey Jacobson,\" \"Joseph and the Pharaoh\" and \"Eleven Hungry Brothers,\" told by the colorful bugs in versions geared toward 3- to 7-year-olds. Humorous rhymes, sing-along tunes, vivid animation and inventive games bring the Bible to life, delivering a Christian message in a fun format.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313433,"title":"Bedbug Bible Gang: Dandy Dreams","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this provocative investigative report, ABC News correspondent John Stossel examines the idea of personal responsibility vs. the \"victim's movement\" he sees increasing in America and the implications for our legal system and society at large. Topics include abuse of the law for frivolous lawsuits, an exploration of the effects of the Americans with Disabilities Act, and a look into African-Americans' perceptions of victimization.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313435,"title":"Blame Game: Are We a Country of Victims?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Get an exclusive look at the expansive Lionel train collection and model layout that once belonged to the Chairman of the Board himself, Frank Sinatra, with this entry in TM's popular \"Celebrity Train Layouts\" series. Modeling his layout after Lionel's legendary showroom, Sinatra's museum-quality collection features a 225E prewar freight set, a 1950 Hudson with Irvington cars and a UP M10000 set from 1935, among others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313437,"title":"Celebrity Train Layouts: Frank Sinatra","adult":false,"genre_ids":[]},{"cast":[],"overview":"British singing sensation Cliff Richard dominated the UK pop music scene in the late 1950s and early '60s and has sold more than 250 million albums over the course of his career. This program explores Richard's early years, drawing on his albums, concerts and archival film footage to review his work. Numerous experts -- including journalists, critics and musicologists -- discuss Richard's music and provide insight into his enormous popularity.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313439,"title":"Cliff Richard: In the Beginning","adult":false,"genre_ids":[]},{"cast":[],"overview":"Savor the sounds of doo-wop music with this nostalgic 2005 concert filmed live at The Sands Casino and Hotel in Atlantic City, N.J., starring some of the most iconic groups of the 1950s and '60s. A memorable set list includes \"You Belong to Me\" by The Duprees; \"Pennies from Heaven\" by Jimmy Beaumont and the Skyliners; \"Life Is But a Dream\" by Willie Winfield and the Harptones; \"Sh-Boom\" by Pure Gold; and \"Barbara Ann\" by The Regents.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313441,"title":"Doo Wop: Vocal Group Greats Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"The beloved Brothers Grimm fairy tale comes to life in this delightful 1964 family film from East Germany. Kindly shoemaker Klaus (Kaspar Eichel) is given a golden-feathered goose that seems to entrance all who see it. Soon, a veritable team of goose groupies form around Klaus, but his newfound celebrity does nothing to change one sad fact: He still hasn't found true love. That is, until a beautiful princess (Karin Ugowski) enters the picture.","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313443,"title":"The Golden Goose: Tales from Europe","adult":false,"genre_ids":[]},{"cast":["Julia Stemberger","Michael Mendl","Thure Riefenstein","Elke Winkens","Alexander Strobele"],"overview":"","release_date":"2010-06-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":313445,"title":"Schatten der Erinnerung","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Covent Garden's Royal Opera House sets the stage for this all-star tribute performance that gathers together some of the biggest names in classical music to honor Peter Ilyich Tchaikovsky on the centenary of the great Romantic composer's death. With appearances by the artists of the Royal Ballet and the Royal Opera Chorus, this special also features performances by Placido Domingo, Leanne Benjamin, Lesley Collier and Kiri Te Kanawa, among others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313447,"title":"Gala Tribute to Tchaikovsky","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded live in Olympia, Washington, in 1991, this concert film offers an intimate, head-bangin' look at one of the most influential heavy-metal bands around. Bandmembers Buzz, Dale and Joe jam through 12 heavy-duty cuts (including \"Antioxidote\" and \"Euthenasia\") as their die-hard audience goes crazy. Includes a bonus shorter set from Seattle in 1991, as well as a very early 1984 live-in-the-studio track.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313449,"title":"The Melvins: Live: Salad of a Thousand Delights","adult":false,"genre_ids":[]},{"cast":[],"overview":"You'll laugh yourselves silly when two aliens up to no good meet some strange inhabitants in these animated romps. Kaput is the squat one with a mohawk of red hair who thinks he's a martial arts specialist (yeah, right!). Zosky's the string bean-looking alien with yellow tendrils who's more laissez-faire about killing and mayhem. Together, they're irresistible as they stoop to conquer other worlds but always get their comeuppance.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313451,"title":"Kaput & Zosky Meet Strange Inhabitants","adult":false,"genre_ids":[]},{"cast":[],"overview":"This engrossing hourlong video tags along with British goth rockers the Mission during the second half of 1989 as the band records its \"Carved in Sand\" album, tours Scotland and toplines the Reading Festival. Performance footage includes the tracks \"Deliverance,\" \"Butterfly on a Wheel,\" \"Hungry as the Hunter,\" \"Grapes of Wrath,\" \"Tower of Strength,\" \"Into the Blue,\" \"Paradise Will Shine Like the Moon\" and more.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313453,"title":"The Mission: Wave Upon the Sand & Crusade","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2000, Linkin Park's debut album, \"Hybrid Theory,\" put them on the nu metal-rapcore map. This documentary takes you behind the scenes of the L.A. band's journey to the top, featuring interviews and rarely seen footage that tell the whole story from the beginning. No matter how big a fan you are, you've never seen Linkin Park like this.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313455,"title":"Linkin Park: Breaking the Rabbit","adult":false,"genre_ids":[]},{"cast":["Hwang Jang-Lee","Leung Kar-Yan","Jason Pai Piao","Lam Yi-Wa","Sit Hon"],"overview":"Silver Fox (Hwang Jan Lee) fights a dark martial arts master imbued with weird magical powers (which include performing strange rituals on captive women) and, of course, fantastic fighting skills. The Fox will need every one of his own prodigious fighting skills to triumph over the forces of evil that marshal against him in this rock 'em, sock 'em martial arts epic. The very formidable Leung Kar Yan costars.","release_date":"1979-03-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":313466,"title":"Demon Strike","adult":false,"genre_ids":[28]},{"cast":["Lewis Van Bergen","Roger Wilson","John Phillip Law","Katia Betancourt","Franklin Dominguez"],"overview":"On their way to cover a sporting event in Argentina, reporter John Teller and photographer Bob Norton make a brief stop-off in a Latin America country and get entangled in a revolution.","release_date":"1987-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313468,"title":"The Overthrow","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Israel, Egypt and Jordan serve as the backdrop for this modern investigation of one of the earliest stories ever told. A marriage of history and technology reveals details about the origins of Christianity while viewers time travel to the birth of Christ and the Holy Family's escape from the murderous Herod. Evidence from the Holy Land and contemporary scientific discoveries lend clarity to the ancient events that forever changed humanity.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313470,"title":"The True Story of the Nativity","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the struggles of eight women as they train to fight in the 2005 National Golden Gloves boxing competition, a contest that didn't allow women to compete until 1995. Chronicling the dramatic history of women's boxing and profiling a group of scrappy young fighters, filmmaker and boxer Leyla Leidecker delivers a knockout documentary experience. Leidecker was a sparring partner for actress Hilary Swank as she prepared for Million Dollar Baby.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313472,"title":"The Life of Million Dollar Babies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Louis Armstrong is one of the most recognizable figures in jazz, with his incomparable trumpet playing and beaming smile. This video profiles Armstrong from his humble beginnings in New Orleans through his career as America's Ambassador of Good Will. Film clips, vintage photographs and interviews with family, friends, fellow musicians and Armstrong himself are woven together to tell the story of this legendary personality.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313474,"title":"The Wonderful World of Louis Armstrong","adult":false,"genre_ids":[]},{"cast":[],"overview":"A profile of a preoperative transsexual, director Matthew Barbato's fascinating documentary follows Alexis Arquette as she prepares for her upcoming gender-reassignment surgery. Part of a famous Hollywood family that includes siblings Rosanna, Patricia and David, Alexis (nee Robert) is a well-known drag performer, underground cartoonist and actor who's appeared in dozens of films, including the 1994 blockbuster Pulp Fiction.","release_date":"2007-04-30","vote_average":0.0,"runtime":70,"cert":"\"\"","id":313482,"title":"Alexis Arquette: She's My Brother","adult":false,"genre_ids":[99]},{"cast":["Jorge Negrete","Lilia del Valle","Eduardo Noriega","Armando Soto La Marina","Lupe Inclán"],"overview":"Remake of famous 1936 ranchera musical.","release_date":"1949-01-21","vote_average":6.0,"runtime":98,"cert":"N\/A","id":313484,"title":"Allá en el Rancho Grande","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Relive the glory years of sports car racing with this entry from the popular Automotive Series that draws on rare archival footage and interviews to explore the origins of many of the cars that have graced the racetrack over the decades. Highlights include a 30-year overview of Corvette racing, a jaw-dropping duel between a Ferrari F-1 and a Lola TC70 coupe, and the classic race cars that the made the 1984 Bahamas Speed Week one for the ages.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313486,"title":"Automotive Series: Vintage Racing","adult":false,"genre_ids":[]},{"cast":[],"overview":"The magical tales of author and nature lover Beatrix Potter come alive in this delightful animated collection that follows the amazing adventures of curious mice in the big city, a fishing frog and Mrs. Tiggy-Winkle, a laundress hedgehog. Featuring the voices of actors Prunella Scales and Hugh Laurie, this program is sure to entertain children with its timeless stories full of fun and surprises.","release_date":"2001-05-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":313488,"title":"Beatrix Potter: The Tale of Mrs. Tiggy-Winkle and Mr. Jeremy Fisher and Other Stories","adult":false,"genre_ids":[]},{"cast":[],"overview":"Saxophone virtuoso Charlie Parker was a transforming talent who pioneered be-bop and changed the face of jazz improvisation. Although he died long before his time, \"Bird\" recorded a huge amount of material that continues to inspire musicians today. This video provides a tribute to Parker from many artists who knew and worked with him, including Red Rodney, Rufus Reid, Roy Haynes, Frank Morgan and Monte Alexander.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313490,"title":"Birdsongs: Tribute to Charlie Parker","adult":false,"genre_ids":[]},{"cast":[],"overview":"The popular gay and lesbian travel series turns its discerning eye on the great state of Massachusetts, ferreting out the shopping hot spots, tourist attractions and nightlife that GLBT travelers will love. The fabulous Shannon McDonough hosts this installment, which soaks up all the colonial charm of Northampton, the seaside splendor of Provincetown and the metropolitan flair of Boston.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313492,"title":"Bump!: The Ultimate Gay Travel Companion: Massachusetts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Welshman and revivalist Evan Roberts is the subject of this program that tells Roberts's life story and examines his role in the 1904 revival of Christianity in Wales. Told from Roberts's viewpoint, the program uses contemporary letters, interviews and photographs to relay the story of his life from the time of his conversion at age 13 to his gradual spiritual development and his role in the revival at his church, Moriah Lougher.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":313497,"title":"Diary of Revival: 1904 Welsh Awakening","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Emily Hubley: Pigeon (and More) Within","cast":[],"id":313499,"overview":"Artist Emily Hubley presents this collection of surreal animated short films, which explores a woman's encounter with her guardian angel, a girl's diary entries springing to life, a grandmother sharing her beliefs, and a surprising series of dreams. The daughter of famed animators John and Faith Hubley, Emily has won awards and praise for her unique manner of examining everyday problems. Her work has appeared at the Museum of Modern Art.","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]