[{"cast":["Hoot Gibson","Marian Nixon","G. Raymond Nye","Josie Sedgwick","Charles K. French"],"overview":"","release_date":"1925-03-08","vote_average":0.0,"runtime":60,"cert":"\"\"","id":314000,"title":"The Saddle Hawk","adult":false,"genre_ids":[37]},{"cast":[],"overview":"An undercover documentary film produced and directed by British filmmaker Dominic Brown, about the struggle of the indigenous Sahrawi people of Western Sahara. The documentary covers the current human rights and political situation of the Sahrawi. There are several interviews recorded with human rights victims including an elderly lady who had been attacked in her home the previous day by Moroccan security forces. There is also a focus given to the alleged vested interests of countries in the region, particularly France. The film states that the French Government's close relationship with Morocco, their trade deals and their use of veto over the terms of the UN mission in Western Sahara are major factors.","release_date":"2012-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":314002,"title":"No Other Choice","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1972\r 1. Physical Benefits - Fleksnes is perfectly aware that appearance means a lot in life. It can be a decisive factor when it comes to progress with ladies. But if your nose to Fleksnes not perfect, are there any solution?\r 2. Blood entity - Once in a lifetime is the duty of everyone to show some self-sacrifice. With this laudable base goes Marve to the doctor to give blood.\r 3. In the elevator - A full set lift stops between two floors. There need not be any disaster, while not one of the passengers called Marve Fleksnes.\r 4. Visittid - If you are hospitalized, you will like to have visits visiting hours. But there are exceptions. In some situations, loneliness is preferable.\r 5. Eternal yours forever - Like most others want Marve Fleksnes a woman to share life with. He takes the initiative and write letters. Pending happiness and love at the train station in Drammen?\r 6. Winter - Fleksnes going to Hinterglem for womanizing.","release_date":"","vote_average":8.4,"runtime":null,"cert":"N\/A","id":314016,"title":"Fleksnes fataliteter episode 1","adult":false,"genre_ids":[]},{"cast":["Russell Howard"],"overview":"The popular 'Mock the Week' panellist performs live in front of his home crowd in Bristol as part of his 2014 sell-out 'Wonderbox' tour. Russell performs his usual gleefully juvenile brand of social commentary and discusses some of the joy to be found in everyday experiences.","release_date":"2014-11-17","vote_average":8.0,"runtime":88,"cert":"N\/A","id":314021,"title":"Russell Howard: Wonderbox Live","adult":false,"genre_ids":[35]},{"cast":["Sasha Grey","John Strong","Nika Noire","Lee Stone","Shawna Lenee"],"overview":"We give new meaning to the word Panty-Hos! If watching the sexiest and nastiest tarts in XXX dressed (and undressed) in lingerie turns you on, then get ready for some heart-stopping\/nut-popping action!","release_date":"2009-04-12","vote_average":0.0,"runtime":144,"cert":"\"NR\"","id":314026,"title":"Nylons 5","adult":true,"genre_ids":[]},{"cast":["Tony Leung Chiu-Wai","Chingmy Yau","Eric Kot","Jay Lau","Roy Chiao"],"overview":"Chingmy Yau is spunky girl-next-door Tung-Tung, who's hot for rich guy Wing (Tony Leung Chiu-Wai), but she can’t say two words to him thanks to one of those afflictions that occurs only in movies. It seems she has this annoying problem of hyperventilating whenever a guy she likes looks at her.","release_date":"1996-01-04","vote_average":8.0,"runtime":99,"cert":"N\/A","id":314028,"title":"Blind Romance","adult":false,"genre_ids":[]},{"cast":["Elaine Stritch","Steven Hill","Gene Lyons","Andrew Prine","Daniel Reed"],"overview":"In this tense psychological drama, an emotionally unstable young woman and her brother drift from town to town. When a sympathetic motel maid (Elaine Stritch) takes pity on the girl -- and becomes romantically involved with her brother -- it could inadvertently spell doom for all of them.","release_date":"1959-01-01","vote_average":0.0,"runtime":94,"cert":"\"\"","id":314030,"title":"Kiss Her Goodbye","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1994, the Montreal Expos held the best record in baseball until the mid-August strike and the entire post-season was cancelled.  The team never found success again, and in 2004, the franchise was forced to leave Montreal and move to Washington. This film provides access to powerful behind-the-scenes footage – ranging from the players’ bus ride to the stadium, to their emotional reactions stepping onto the field, to the Montreal fans who have never forgotten baseball’s best team in 1994. Interviews with media who followed the team’s season and discussions with former coaches and players will paint both a thrilling and heartbreaking picture of the influential ‘94 Montreal Expos – a groundbreaking squad whose legacy lives on in Montreal ","release_date":"2015-03-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":314032,"title":"The Perfect Storm: Story of the 1994 Montreal Expos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An impromptu speakeasy sets up on Krazy's farm, and in no time, all the animals are drunk, and Krazy himself is so soused that he attempts to milk (an apparently male) donkey.","release_date":"1929-12-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314043,"title":"Farm Relief","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Van Beuren Aesop's Fable cartoon.","release_date":"1929-03-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314045,"title":"Foolish Follies","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314047,"title":"Seven Ways from Sundown","adult":false,"genre_ids":[]},{"cast":["David Novotný","Bolek Polívka","David Matásek","Lukáš Latinák","Jitka Čvančarová"],"overview":"Four swimmers - water polo players find themselves at the bottom of their existence after losing a match. So desperate that they even find themselves living at the bottom of their emptied pool. To save their \"dignity\" they start a questionable business \"Husband to rent\" fixing home items for local housewives. But as time will show the household items are not the only things they end up repairing.","release_date":"2014-12-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":314049,"title":"Husband to Rent","adult":false,"genre_ids":[35]},{"cast":["Marc-Marie Huijbregts"],"overview":"Twos sisters, two friends, twee women from Tilburg. Every week they play cards and talk about men, ailings and the children. About Life, death and the choir.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314054,"title":"Marc-Marie Huijbregts: Meepesaant","adult":false,"genre_ids":[]},{"cast":["Linda Zilliacus","Flora Thiemann","Kristo Ferkic","Annette Frier","Steffi Kühnert"],"overview":"A young girl must journey through the seasons to rescue her boyfriend who has been kidnapped by the evil Snow Queen.","release_date":"2014-12-26","vote_average":5.8,"runtime":85,"cert":"N\/A","id":314062,"title":"The Snow Queen","adult":false,"genre_ids":[10751,14]},{"cast":["Franco Nero"],"overview":"A man roves the vastity of a deserted industrial plant ready to grasp his gun. Hat, boots, belt, the last pistolero is going to face the hardest of challenges...","release_date":"2002-10-25","vote_average":6.0,"runtime":8,"cert":"N\/A","id":314064,"title":"The Last Gunfighter","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Home Away from Home is a partially animated children's documentary film about nine-year-old Oona whose parents are divorced.","release_date":"2008-03-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":314066,"title":"Sylistä syliin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A father's weekend with his 9-year-old daughter Anni is filled with both sad and happy events. How is one to know how to be a father or a daughter?","release_date":"2009-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":314068,"title":"Treenilaji","adult":false,"genre_ids":[]},{"cast":["Judd Holdren","George Eldredge","Gene Roth","Larry Stewart"],"overview":"Space hero Captain Video battles the evil Vultura on the planet Atoma.","release_date":"1951-12-27","vote_average":0.0,"runtime":287,"cert":"\"\"","id":314070,"title":"Captain Video, Master of the Stratosphere","adult":false,"genre_ids":[12,878]},{"cast":[],"overview":"This prison break story combines animation, puppetry and live action. The parallel worlds and scales collide as Masa, a guinea pig yearning for freedom, and his owner go about implementing their own plans. In his nest, the technologically surprisingly advanced and creative pet plots his convoluted getaway plans, which always run into the impenetrable wall of his owner’s love. This movie features electric gadgets, bodybuilding, Steve McQueen and surprisingly long monologues spoken in guinea pig language.","release_date":"2009-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":314072,"title":"Masa","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Unemployed man applies for a job he doesn't want.","release_date":"2012-11-16","vote_average":0.0,"runtime":6,"cert":"N\/A","id":314074,"title":"Say Yes and Dance","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Down in a mysterious, musty thicket on a deserted island, a pot is bubbling over a smoking campfire, around which Pik Mama and Missy are spending a hic-day in the forest. Weird and uncanny things are going on.","release_date":"2011-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":314079,"title":"Pöheikön hönkä","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sami Villa tells an ancient story from the Old Testament.","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":314081,"title":"Abrahamin poika","adult":false,"genre_ids":[]},{"cast":["Carroll \"Poke\" Runyon","Wayne Darwen"],"overview":"On January 3rd, 2001, documentary writer\/producer Wayne Darwen brought a professional TV news crew into the Temple of the O.T.A. to visually record a remarkable event: the summoning of the ancient spirit Vassago. Only 13 days after the ritual was visually recorded, President Laurent Kabila of the Congo was assassinated! See the entire operation in sequence, exactly as it happened with no rehearsals and no retakes. This 2011 edition has ten more minutes of new footage with commentary on the Vassago Prophecy, as subsequently revealed in the following 2 years, plus a new prophecy from Vassago.","release_date":"2012-01-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":314083,"title":"Dark Mirror of Magick: The Vassago Millennium Prophecy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An elderly lady remembers a tragic childhood moment.","release_date":"","vote_average":7.5,"runtime":3,"cert":"N\/A","id":314085,"title":"True Story","adult":false,"genre_ids":[]},{"cast":["Hiroshi Tamaki","Satomi Ishihara","Tokio Emoto","Haruna Kawaguchi","Yudai Chiba"],"overview":"In 1868, a battle between new government forces and shogunate forces are about to take place in Edo. Katsu Kaishu (Hiroshi Tamaki) wants to avoid useless bloodshed and sends a peace envoy to Takamori Saigō, but Katsu Kaishu is unable to get a response from Takamori Saigō. One day, Katsu Kaishu meets high school teacher Mikako (Satomi Ishihara) and her student Masaya who is captivated by the shogunate. Mikako and her student Masaya tells Katsu Kaishu that they are from the future. Katsu Kaishu takes care of Mikako and her student Masaya, while Mikako hopes to go back to the future where she came from.","release_date":"2014-07-26","vote_average":6.5,"runtime":108,"cert":"N\/A","id":314087,"title":"Time Trip App","adult":false,"genre_ids":[878,18]},{"cast":["Patricia Palmer","William Desmond Taylor","Jane Novak","Charles Bennett","Anne Schaefer"],"overview":"","release_date":"1914-04-22","vote_average":0.0,"runtime":10,"cert":"\"\"","id":314089,"title":"A Little Madonna","adult":false,"genre_ids":[18]},{"cast":["Tara Chung","Jennifer Jordan","Jake Teague","Jeffrey Hurst","Marlene Willoughby"],"overview":"Don and his wife Frances have been struggling in their marriage. Frances’s mentally ill sister, Karen, who lives with them, is taking a toll on their romance and as such, the Comptons have been considering having her committed to an asylum. Upon overhearing their plans, Karen runs away, taking refuge in an empty house on a remote beach. But slowly her grip on reality diminishes, giving way to increasingly violent delusions and an ever-growing bloodlust…","release_date":"1977-01-01","vote_average":6.0,"runtime":84,"cert":"\"\"","id":314091,"title":"A Woman's Torment","adult":false,"genre_ids":[27]},{"cast":["David Silva","Tonina Jackson","Titina Romay","Carmelita González"],"overview":"Family comedy and family melodrama involving father and son wrestlers, little brothers, little sisters, girlfriends, waitresses...","release_date":"1953-12-12","vote_average":5.5,"runtime":103,"cert":"N\/A","id":314093,"title":"Huracán Ramírez","adult":false,"genre_ids":[28]},{"cast":["Charlie Hunnam","Robert Pattinson","Sienna Miller","Tom Holland","Angus Macfadyen"],"overview":"A true-life drama in the 1920s, centering on British explorer Col. Percy Fawcett, who discovered evidence of a previously unknown, advanced civilazation in the Amazon and disappeared whilst searching for it.","release_date":"2017-03-15","vote_average":6.2,"runtime":140,"cert":"\"PG-13\"","id":314095,"title":"The Lost City of Z","adult":false,"genre_ids":[12,18,36,28]},{"cast":["Pedro Infante","Antonio Badú","Andrés Soler","Irma Dorantes","Emma Roldán"],"overview":"Two brothers known in town for their womanizing, drinking and rowdiness meet their matches when two girls who like them decide to tame the two machos.","release_date":"1952-08-13","vote_average":3.0,"runtime":114,"cert":"N\/A","id":314097,"title":"Los hijos de María Morales","adult":false,"genre_ids":[18,35]},{"cast":["Yakima Canutt","William H. Turner","Lew Meehan","George Lessey","Nell Brantley"],"overview":"","release_date":"1925-05-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314099,"title":"White Thunder","adult":false,"genre_ids":[37]},{"cast":["Annette Kellerman","Roland Purdie","Robert Ramsey","Norman French"],"overview":"The daughter of man who owns a South Seas pearl business falls in love with a wealthy traveler. Her father dies, leaving her the business. A greedy ship captain schemes to take the business from her.","release_date":"1924-02-01","vote_average":5.0,"runtime":55,"cert":"\"\"","id":314104,"title":"Venus of the South Seas","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"In a disused ethnographic museum located in a former human and animal zoo, an experiment unfolds over the course of one year.","release_date":"2013-11-10","vote_average":5.0,"runtime":122,"cert":"\"\"","id":314106,"title":"The Host and the Cloud","adult":false,"genre_ids":[]},{"cast":["Paul Barton"],"overview":"This story began with a blind, bull elephant called Pla-Ra. Paul Barton took his piano to ElephantsWorld, a Sanctuary on the banks of the River Kwai in Thailand and began playing to the elephants while they were eating. \"They were all having Barna Grass and it was that time of the day, when the elephants get to eat a lot and they don't waste a moment because they know that moment won't last forever,\" Paul recalls. \"Pla-Ra was behind the piano with a mouthful of barna grass and I started to play Beethoven. Pla-Ra was chewing, and as soon as I played the first chords, he stopped eating with stalks of Barna grass protruding from each side of his mouth, and that's the way he stayed until the end of the piece.\" \"Each time I played music for Pla-Ra, whether flute or piano, there was an identical reaction. Pla-Ra would stand for a while, and then he would curl his trunk and hold his trunk in his mouth until the piece was over. No matter how long that piece was, he would stay like that.\" ...","release_date":"2014-12-23","vote_average":0.0,"runtime":47,"cert":"N\/A","id":314108,"title":"Music for Elephants","adult":false,"genre_ids":[99]},{"cast":["Masanobu Ando","Kazue Itô","Yuko Takeuchi","Kosuke Toyohara","Hatsunori Hasegawa"],"overview":"Japanese film directed by Ten Shimoyama.","release_date":"1998-10-03","vote_average":0.0,"runtime":97,"cert":"N\/A","id":314110,"title":"Innocent World","adult":false,"genre_ids":[18]},{"cast":["Luna Star","Adriana Chechik","Nadia Styles","Kalina Ryu","Misha Cross"],"overview":"In 'Sloppy Head 6' director Jonni Darkko presents filthy, spit and sperm-slathered blow jobs.","release_date":"2014-10-15","vote_average":0.0,"runtime":193,"cert":"\"NC-17\"","id":314112,"title":"Sloppy Head 6","adult":true,"genre_ids":[]},{"cast":["Ayumi Ito","Masanobu Ando","Kyoka Suzuki","Tsutomu Yamazaki"],"overview":"Kaoru, a wealthy woman whose youth is fading, abandons the hustle and bustle of the city to live a peaceful life in a house on the coast. There she takes care of an old deaf, dumb and blind man as if he were an insect, a child or a pet. He can’t do anything for himself, so she feeds him and accompanies him on his walks. This strong mutual dependency offers Kaoru an escape from society and allows her to free herself from restrictions imposed by common sense.","release_date":"2006-09-08","vote_average":0.0,"runtime":102,"cert":"N\/A","id":314114,"title":"Crickets","adult":false,"genre_ids":[]},{"cast":["Ruriko Asaoka","Izumi Ashikawa","Juzo Itami","Daizaburo Hirata","Zenji Yamada"],"overview":"The tragic tale of Kiyono, a young woman from the mountain who fell in love with Takuji, a fisherman's son, and her devotion to him during a time of war.","release_date":"1964-11-22","vote_average":7.0,"runtime":120,"cert":"N\/A","id":314116,"title":"The Flame of Devotion","adult":false,"genre_ids":[10749,18]},{"cast":["Klausjürgen Wussow","Heidelinde Weis","Heinz Rennhack","Hans Häckermann","Barbara Schöne"],"overview":"A comedy directed by Otto W. Retzer.","release_date":"1995-05-14","vote_average":0.0,"runtime":92,"cert":"N\/A","id":314124,"title":"Ein Richter zum Küssen","adult":false,"genre_ids":[35]},{"cast":["Wolfgang Fierek","Ottfried Fischer","Harald Krassnitzer","Christina Plate","Rebecca Horner"],"overview":"A crime comedy directed by Otto W. Retzer.","release_date":"1997-01-01","vote_average":3.0,"runtime":89,"cert":"N\/A","id":314126,"title":"Die Superbullen","adult":false,"genre_ids":[80,35]},{"cast":["Jiří Sovák","Jan Libíček","Jiřina Švorcová","Zdeněk Kampf"],"overview":"","release_date":"1972-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314128,"title":"Člověk není sám","adult":false,"genre_ids":[]},{"cast":["Jacqueline Elber","Petra Campbell","Billy Aibel","Angelica Böck","Rainer Grupe"],"overview":"A comedy directed by Nikolai Müllerschön.","release_date":"1984-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314130,"title":"Schulmädchen '84","adult":false,"genre_ids":[35]},{"cast":["Adam Tas","Tanya van Graan","Ivan Zimmermann","Christina Knight","Tobie Cronje"],"overview":"Die Spook van Uniondale tells the story of the legend of The Ghost of Uniondale. It is a charming romantic family comedy based on true rumours. The movie is filled with original characters such as the charming Cornelius played by Tobie Cronje and the sinister Jan-Dawid played by Andre Schwartz. The princess of the film Marie is portrayed by Tanya van Graan and her love interest Johan played by Ivan Zimmermann. This film is bedazzled with light hearted moments that will make you smile and gut wrenching scenes Written by Pierre Smith","release_date":"2014-08-29","vote_average":6.0,"runtime":142,"cert":"N\/A","id":314132,"title":"The Ghost Of Uniondale","adult":false,"genre_ids":[10749]},{"cast":["Jindřich Plachta","Jaroslav Marvan","Jana Romanová","Jiří Blahník","Lumír Blahník"],"overview":"Rudolf Bartoš, the owner of a farm, quarry and factory, is extremely rich, however, he is unapproachable and irritable, and the dread of his employees. One day he falls down a steep slope by a river and hurts himself. The quarryman Fábera finds him groaning in pain and takes him to his cottage.","release_date":"1941-10-31","vote_average":8.0,"runtime":92,"cert":"N\/A","id":314134,"title":"Nebe a dudy","adult":false,"genre_ids":[10749,35]},{"cast":["Dominique Pinon","Lloyd Kaufman","Xavier Gens"],"overview":"Hordes of zombies invade a western town.","release_date":"2004-02-07","vote_average":3.0,"runtime":null,"cert":"N\/A","id":314136,"title":"Le bon, la brute et les zombies","adult":false,"genre_ids":[35,37,27]},{"cast":["Wallace Chung","Kangta","Sitar Tan","Wang Lanfei","Li Meng"],"overview":"An accident causes a wealthy man to swap souls with a poor woman.","release_date":"2012-12-28","vote_average":10.0,"runtime":85,"cert":"N\/A","id":314138,"title":"Secret Garden","adult":false,"genre_ids":[35,10749]},{"cast":["Ornella Muti","Karra Elejalde","Laura del Sol","Héctor Alterio","Santiago Ramos"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314140,"title":"Tatiana, la muñeca rusa","adult":false,"genre_ids":[18]},{"cast":["Nanako Matsushima","Takao Osawa","Nobuko Miyamoto","Aya Enjoji","Hirotaro Honda"],"overview":"Sakiko (Matsushima Nanako), works independently at a travel agent in Tokyo. She was raised by her mother, Tatsuko (Miyamoto Nobuko), is hospitalized, Sakiko returns to her hometown Tokushima on Shikoku. The town is famous for its annual Awa Dance Festival. She is told by doctor, Terasawa Daisuke (Osawa Takao), that her mother has terminal cancer.","release_date":"2007-05-12","vote_average":0.0,"runtime":120,"cert":"N\/A","id":314142,"title":"Bizan","adult":false,"genre_ids":[18]},{"cast":["Jindřich Plachta"],"overview":"","release_date":"1949-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314147,"title":"Pan Novák","adult":false,"genre_ids":[35]},{"cast":["Annie Colé","Frédéric Duru","Bernard Ménez","Jean Carmet","Christina Chamaret"],"overview":"Being the adventures of a young woman during a summer in the French countryside.","release_date":"1973-10-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":314149,"title":"Don't Cry with Your Mouth Full","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A Flea Market Documentary is a new PBS special and an all-American celebration of open-air shopping across the country.  On any weekend, there may be no better place to find out what makes America great than at a flea market. A Flea Market Documentary is an unabashed celebration of the unusual people and the enticing things that can be found in parking lots, fairgrounds, drive-ins, sidewalks, and wherever else someone has posted a sign saying \"Flea Market.\"  It's capitalism mixed with craziness. It's amazing old stuff, great salespeople, the ancient tradition of the open-air market, and the possibility of finding a bargain, all uniting shoppers across the nation.  Produced by WQED Pittsburgh, A Flea Market Documentary travels from the gigantic Rose Bowl Market in Pasadena, California, to the busy but modest- sized Eastern Market in Washington, DC, talking with organizers, vendors, food merchants and shoppers.","release_date":"2001-07-30","vote_average":0.0,"runtime":60,"cert":"\"\"","id":314151,"title":"A Flea Market Documentary","adult":false,"genre_ids":[99]},{"cast":["Enrique San Francisco","Antonio Resines","Patricia Adriani","Mariví Bilbao","Fernando Vivanco"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314153,"title":"7 calles","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tracy a young working class girl, who - against the wishes of her parents and racist ex-boyfriend - becomes one of three wives of West London Persian restaurateur, Sam.","release_date":"2005-12-27","vote_average":4.8,"runtime":120,"cert":"N\/A","id":314155,"title":"The English Harem","adult":false,"genre_ids":[]},{"cast":["Pola Negri","Edmund Lowe","Rockliffe Fellowes","Noah Beery","Sôjin Kamiyama"],"overview":"After being educated in England, Daisy Forbes returns to China, the country of her birth, and discovers that her father has recently died and that she has become a social outcast, owing to the public revelation that the oriental nurse who raised her was actually her mother...","release_date":"1925-01-12","vote_average":0.0,"runtime":70,"cert":"\"\"","id":314157,"title":"East of Suez","adult":false,"genre_ids":[18]},{"cast":["Barbara Castleton","James Kirkwood","Russell Simpson","Richard Tucker","Sidney Ainsworth"],"overview":"","release_date":"1920-10-31","vote_average":0.0,"runtime":70,"cert":"\"\"","id":314162,"title":"The Branding Iron","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the country of the Mother Goose tales, the students in the classes are very unruly, but always finish their lessons with music.","release_date":"1931-09-27","vote_average":0.0,"runtime":7,"cert":"\"\"","id":314164,"title":"Fairyland Follies","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Oswald the Lucky Rabbit is a clown in Pete's circus. He's also fired from the cannon. Pete wants gymnast Kitty to sign a contract, but Oswald warns her against it. Will Pete get his revenge?","release_date":"1931-12-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314166,"title":"The Clown","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald and Bunny go to a Fireman's Picnic and make friends -- sort of -- with a lost kitten in this cartoon.","release_date":"1931-04-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314168,"title":"The Fireman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald is leading a wagons train across the plains when it is attacked by a war party of Indians in this excellent Oswald the Lucky Rabbit cartoon.","release_date":"1932-03-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314170,"title":"Beau and Arrows","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald and his friends are students in a classroom run by an increasingly violent schoolmarm in this rather poor Oswald the Lucky Rabbit cartoon.","release_date":"1932-12-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314172,"title":"Teacher's Pests","adult":false,"genre_ids":[]},{"cast":[],"overview":"India. No other country presents so many contrasts. Ethnical, religious and  economic.The challenges of today however, are economic growth at any price – rapid population growth – and ecological balance.The list of endangered species at home in India is long.","release_date":"2013-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":314174,"title":"India On The Trail Of The Tiger 3D","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A group of indians are dancing in boogie-woogie style. Immeadiatly comes the rain but the indians are still singing.","release_date":"1942-11-30","vote_average":7.0,"runtime":7,"cert":"\"\"","id":314176,"title":"Boogie Woogie Sioux","adult":false,"genre_ids":[16]},{"cast":[".38 Special"],"overview":"Tracks  1. Hold On Loosely  2. Caught Up In You  3. Wild-Eyed Southern Boys  4. Like No Other Night  5. Second Chance  Actors: 38 Special  Format: Color, Dolby, NTSC  Language: English  Region: Region 1 (U.S. and Canada only. Read more about DVD formats.)  Aspect Ratio: 1.33:1  Number of discs: 1  Rated:  NR (Not Rated)  Studio: A&amp;M  DVD Release Date: April 20, 2004","release_date":"2004-04-20","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":314178,"title":"20th Century Masters: The Best of .38 Special","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald wants to be a knight. He then seeks the queen to grant him his wish.","release_date":"1934-03-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314180,"title":"Kings Up","adult":false,"genre_ids":[]},{"cast":["The Three Stooges","The Radio Rogues"],"overview":"Two little boys \"battle\" their toy pirate ships in a pool. The crews of both sea vessels are made of caricatures of such 30's era stars as Charles Laughton (as Captain Bligh), the Three Stooges, Wallace Beery, Jimmy Durante, Laurel & Hardy, and the Marx Brothers.","release_date":"1936-10-02","vote_average":0.0,"runtime":7,"cert":"\"\"","id":314182,"title":"Merry Mutineers","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Oswald the Rabbit and his (rabbit) girlfriend go to an amusement park but Oswald's dog is refused admittance. This does not set well with the pooch so he sneaks in through a trap-door that comes up into the shooting gallery, The park police are soon chasing Ozzie's dog through the skating rink.","release_date":"1936-05-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314184,"title":"The Fun House","adult":false,"genre_ids":[]},{"cast":["Hiroyuki Ôta","Arihiro Fujimura","Hiroshi Masuoka","Hiroshi Ôtake","Judy Ongg"],"overview":"Cyborg 009 and his team are re-united to fight the latest menace from the Black Ghost. Before they can tackle their foe the team must overcome an army of monsters sent to stop them, including giant jellyfish, stingrays, plesiosaurs and treacherous cyborgs.","release_date":"1967-03-19","vote_average":4.0,"runtime":60,"cert":"N\/A","id":314186,"title":"Cyborg 009 and the Monster Wars","adult":false,"genre_ids":[28,16,878]},{"cast":["Michel Sardou"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314188,"title":"Michel Sardou - Bercy 91","adult":false,"genre_ids":[]},{"cast":["Rain Simmul","Liis Tappo","Ülle Kaljuste","Marika Korolev","Kärt Tomingas"],"overview":"The life of Raimond Valgre.","release_date":"1992-06-06","vote_average":7.5,"runtime":127,"cert":"\"\"","id":314190,"title":"Need vanad armastuskirjad","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Michel Sardou"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314192,"title":"Michel Sardou - Bercy 93","adult":false,"genre_ids":[]},{"cast":["Andrew Scott","Olivia Grant"],"overview":"Once a successful artist, Hart is now a shadow of his former self, his world torn apart by loss. He is consumed by a haunting portrait of his deceased wife and spends every moment studying her face, unable to forget. Knowing that she was taken away from him too soon, all he wishes is that she would return to breathe life into his world once more.","release_date":"2011-02-24","vote_average":6.7,"runtime":13,"cert":"\"\"","id":314194,"title":"Chasing Cotards","adult":false,"genre_ids":[]},{"cast":["Sky du Mont","Michael Schönborn","Jannick Schümann","Emanuel Fitz","Matthias Kelle"],"overview":"","release_date":"2014-12-26","vote_average":5.7,"runtime":null,"cert":"N\/A","id":314196,"title":"Die drei Federn","adult":false,"genre_ids":[14,10751,10770]},{"cast":[],"overview":"","release_date":"1960-01-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":314201,"title":"Three Tales","adult":false,"genre_ids":[14,16]},{"cast":["Livio Lorenzon","Gino Turini","Alfredo Rizzo","Luigi Batzella"],"overview":"Eurospy movie","release_date":"1969-10-21","vote_average":0.0,"runtime":92,"cert":"N\/A","id":314203,"title":"Agguato sul Bosforo","adult":false,"genre_ids":[12]},{"cast":["Gary Cohen","Victor Garber","Mateo Gómez","Diego Lopez","Sam McConnell"],"overview":"Reunion of six short films having homosexuality as theme: \"The Absolution of Anthony\", by Dean Slotar, depicting a 16-year-old boy living with a Catholic grandfather in Bronx; \"Smear\", by Sam Zalutsky, telling the story of a boy who is in love with a straight friend; \"Front Room\", by Pierre Yves Clouin, an experimental short showing a gay physical relationship; \"Fairy Tale\", by David Kittredge, when a man decides to introduce his boyfriend to his homophobic family; \"Ferkel\" or \"Piglets\", by Luc Feit, showing an old lady who tries to ruin a sexual encounter; and \"Stanley Beloved\", by Simon Chung, telling the story of a boy who, before going to study abroad, decides to spend a summer day with his best friend.","release_date":"1999-12-12","vote_average":4.7,"runtime":83,"cert":"\"\"","id":314205,"title":"Boys Briefs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Here Comes A... Digger! - Kids just dig it! See real Diggers, Dumpers, Dozers, Crushers and more in this fabulous multi award-winning programme for pre-schoolers. Part of a hit series about big machines, this DVD has little ones singing along to the catchy songs and cheering the funny antics of a little bear called 'Ted'. Educational and great fun!","release_date":"2005-09-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":314207,"title":"Here Comes A... Digger","adult":false,"genre_ids":[]},{"cast":["Dustin Farnum","Marguerite Marsh","William Conklin","William Elmer","Lionel Belmore"],"overview":"","release_date":"1922-03-12","vote_average":0.0,"runtime":50,"cert":"\"\"","id":314209,"title":"Iron to Gold","adult":false,"genre_ids":[37]},{"cast":["Dragan Nikolić","Marko Nikolić","Peter Carsten","Žarko Radić","Olga Kacijan"],"overview":"\"Maiden Bridge\" is a place of exchange of German prisoners and partisans captured by the Germans. Unit with nine captured Germans is marching towards the bridge. there is double trouble for partisans, since they are surrounded by the hostiles and also going directly into the hands of ruthless enemy leaders.","release_date":"1976-01-07","vote_average":6.0,"runtime":95,"cert":"N\/A","id":314211,"title":"Maiden Bridge","adult":false,"genre_ids":[10752]},{"cast":["Peeter Oja"],"overview":"","release_date":"2013-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314213,"title":"Nüüd tõesti aitab jamast","adult":false,"genre_ids":[35]},{"cast":["Toshiko Yokota","Hajime Akashi","Hisashi Katsuda","Kinto Tamura","Minoru Midorikawa"],"overview":"Feature length animation edited from the Kimba the White Lion anime series.","release_date":"1966-07-30","vote_average":0.0,"runtime":65,"cert":"N\/A","id":314215,"title":"Kimba the White Lion","adult":false,"genre_ids":[18,12,16,10751]},{"cast":["Jan Uuspõld"],"overview":"","release_date":"2014-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314217,"title":"Miks mina?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film follows the life of Poitier Dunning (Koran Dunbar), an African American and single father who raises his only child in a predominantly White community. To add to the intrigue, Dunning's son (impressively portrayed by Dunbar's real-life son, Auriello Dunbar)is obviously of mixed origin among a culture of White folks who have very little contact with Blacks or anyone else with skin unlike their own.","release_date":"2012-01-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314219,"title":"Greencastle","adult":false,"genre_ids":[]},{"cast":["Kiesza"],"overview":"Setlist: 1. No Enemiesz 2. Giant In My Heart (followed by dance routine to a mashup of Bell Biv DeVoe \"Poison\" and Rob Base \"It Takes Two\") 3. What Is Love (Haddaway cover) 4. Hallelujah (Leonard Cohen cover) 5. Losing My Mind 6. So Deep 7. Hideaway","release_date":"2014-09-07","vote_average":0.0,"runtime":38,"cert":"N\/A","id":314221,"title":"Kiesza - Live at iTunes Festival 2014","adult":false,"genre_ids":[10402]},{"cast":["Tadao Takashima","Arihiro Fujimura"],"overview":"","release_date":"1968-03-19","vote_average":6.0,"runtime":80,"cert":"N\/A","id":314223,"title":"The World of Hans Christian Andersen","adult":false,"genre_ids":[16,12,14]},{"cast":[],"overview":"Kitarō, a ghost, spends his afterlife helping humans in need of his skills. He thwarts the plans of evil spirits who live to torment humanity. A retelling of episodes 5-6 from the 1968 TV anime.","release_date":"1968-07-20","vote_average":2.0,"runtime":46,"cert":"N\/A","id":314225,"title":"Spooky Kitaro","adult":false,"genre_ids":[16,27]},{"cast":["Gary Barlow","Jason Orange","Mark Owen","Howard Donald"],"overview":"Exciting music and entertainment special that sees a celebrity-packed audience and millions of fans at home screaming their tribute to international pop stars Take That.","release_date":"2006-12-02","vote_average":10.0,"runtime":60,"cert":"N\/A","id":314227,"title":"An Audience with Take That: Live!","adult":false,"genre_ids":[10402]},{"cast":["Julio Aldama","Lilia Prado","Roberto Ramírez Garza","Amanda del Llano"],"overview":"Family life in a squatter's-rights neighborhood on the outskirts of Mexico City.","release_date":"1962-01-11","vote_average":0.0,"runtime":87,"cert":"N\/A","id":314232,"title":"Cuanto vale tu hijo","adult":false,"genre_ids":[]},{"cast":["Lina Fanho","Antoinette Olive","Amer Mammouk"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":314234,"title":"Terror en la capilla mortuoria","adult":false,"genre_ids":[27]},{"cast":["Minako Mizushima","Yûko Asuka","Noriaki Abe","Miyako Yamaguchi","Shinzô Hotta"],"overview":"Toru, a down and out tabloid reporter is looking for his next “big” story. In order to get paid decent money in the supermarket rag business, you need to find controversy! The elusive “Momoe” is forbidden fruit, so he sets his sights on Miki Yoko, an up and coming young singing sensation. She’s young and beautiful and Toru thinks her record company is pumping her full of drugs. He will do anything to get a story, even assaulting her and tailing her everywhere she goes. One night, she is kidnapped right in front of him and, with his reporter instincts at work, Toru’s life spirals into a torrid world of sex, drugs, and corruption in the entertainment business. In his quest for a huge story, will he come out unscathed?","release_date":"1979-06-23","vote_average":6.0,"runtime":68,"cert":"N\/A","id":314236,"title":"Rape Shot: Momoe's Lips","adult":false,"genre_ids":[80]},{"cast":["Natalie Floyd","Alexis Cassar","Jake Lyall","Konstantine Anthony","Jelena Nik"],"overview":"On a post-apocalyptic Earth, Leila Dawn (Natalie Floyd), is the only human survivor. Raised by Robots after humanity abandoned the planet they destroyed with nuclear warfare, Leila cannot forget her parents nor ignore her yearning to find other organic life. A hunt she sets out on with Swat Team robot, Marker (Lex Cassar), leads Leila to discover a human disguised as Robot, Ray (Jake Lyall), and the reality she's been denied-a reality that sparks her ultimate quest. PLUG is a short film from acclaimed science-fiction film art director, David Levy (Tron Legacy, Prometheus, Enders Game, Tomorrow Land). It is the first installment of Levy's yet to be produced epic series\/feature, which follows Leila on her quest to reunite with humanity and the impossible choices she must make about her allegiances - Human or Robot.","release_date":"2014-10-25","vote_average":5.7,"runtime":16,"cert":"\"\"","id":314238,"title":"Plug","adult":false,"genre_ids":[878]},{"cast":[],"overview":"The award-winning Old Believers (2001) documents a strongly religious community where time seems to stand still, but does it?","release_date":"2001-10-28","vote_average":5.0,"runtime":46,"cert":"N\/A","id":314243,"title":"Old Believers","adult":false,"genre_ids":[99]},{"cast":["Carroll \"Poke\" Runyon"],"overview":"The Rites of Magick is a feature length (90 minute) dramatic documentary on the rites, ceremonies and meditative practices of America’s oldest continually operating Magical tradition: The Order of the Temple of Astarte in Southern California. The O.T.A. is the religious-fraternal order of The Church of the Hermetic Sciences incorporated in 1971. This production was filmed and video-recorded in temples, outdoor henges, and retreats of the Order from 1974 to the 21st century. It is divided into six chapters: Hermetic Yoga, Pathworkings, Seasonal Ceremonies, The Magical Eucharist, Enochian Watchtowers, and -- as a special bonus feature -- a surrealist Alchemical Fantasy from the talented avant-garde filmmaker Eric Bossick.","release_date":"2011-02-22","vote_average":0.0,"runtime":90,"cert":"\"\"","id":314245,"title":"The Rites of Magick","adult":false,"genre_ids":[99]},{"cast":["Weiß-Ferdl","Ursula Grabley","Kurt Vespermann","Beppo Brem","Trude Haefelin"],"overview":"","release_date":"1939-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314247,"title":"Der arme Millionär","adult":false,"genre_ids":[35]},{"cast":["Ralph Story","Phil Leeds","Charles Taylor","Anton LaVey","Dale West"],"overview":"A new collection of rarities and lost obscurities from Something Weird Video, one of which is a forgotten TV-pilot for a sitcom called \"Rosie\" that involves a grown man in a dog costume going home with a young boy. Then a TV special from the 70's called \"The Weird World of Weird\" where host Ralph Story takes us on a guide through the world of the occult. Next is \"Follow That Skirt\", a short film from 1964 that follows a gender confused man as he strangles and slashes the women he hates. The compilation wraps up with some recently uncovered footage of \"The Smut Peddler\", a lost nudie-cutie from '65 that involves a pervy publisher and a bevy of nude models.","release_date":"2009-09-01","vote_average":0.0,"runtime":115,"cert":"\"NR\"","id":314249,"title":"The Weird World Of Weird","adult":false,"genre_ids":[10751,27,18,99]},{"cast":["Fred Thomson","Lola Todd","Robert McKim","William Courtright","Billy Butts"],"overview":"\r\n","release_date":"1926-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314251,"title":"The Tough Guy","adult":false,"genre_ids":[37]},{"cast":["Phylicia Rashād","Dyan Cannon","Dakin Matthews","David Knell","Ahmad Rashād"],"overview":"Personalities clash when a city executive and a small town seamstress are thrown into jail for crimes they didn't commit and then escape, handcuffed together.","release_date":"1991-05-16","vote_average":0.0,"runtime":96,"cert":"\"\"","id":314253,"title":"Jailbirds","adult":false,"genre_ids":[28,35,10770]},{"cast":["Alberta Vaughn","Al Cooke","Kit Guard"],"overview":"","release_date":"1924-07-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314255,"title":"Faster Foster","adult":false,"genre_ids":[35]},{"cast":["Jodi Lynn Thomas","Kristen Rakes","Wendy Scott","Madison Fogle"],"overview":"A young woman wakes up and finds a photo of herself sleeping on her phone, she lives alone.","release_date":"2015-01-03","vote_average":0.0,"runtime":10,"cert":"\"\"","id":314257,"title":"Duality","adult":false,"genre_ids":[27]},{"cast":["Odeya Rush","August Fegley"],"overview":"When two sisters run away into the woods to escape an abusive home, they soon learn that building a new life together may be more difficult than they had hoped.","release_date":"2010-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":314268,"title":"Wild Birds","adult":false,"genre_ids":[]},{"cast":[],"overview":"Armin Linke’s Alpi is the result of seven years of research on contemporary perceptions of the landscape of the Alps, juxtaposing places and situations across all eight bordering nations. Alpi shows the Alps as a key location, owing to its delicacy and environmental importance, where one can observe and study the complexity of social, economic, and political relationships. Even if the imagery of Alps is still that of a world that is pre-modern, Alpi presents that unique landscape as a laboratory of modernity and its illusions.","release_date":"2011-08-23","vote_average":0.0,"runtime":62,"cert":"N\/A","id":314270,"title":"Alpi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"CLOSING CONCERT  The Jaguar Land Rover Invictus Games Closing Concert will take place on Sunday 14 September at the South lawn of Queen Elizabeth Olympic Park. This star-studded event will mark the conclusion of the Invictus Games presented by Jaguar Land Rover.  With a special headlining performance by Foo Fighters, the concert will also feature sets from Kaiser Chiefs, Ellie Goulding, Ryan Adams, The Vamps, Rizzle Kicks, James Blunt, Diversity and Military Wives Choirs.  The 26,000 capacity space will utilise the famous back-drop of the Stadium and The ArcelorMittal Orbit to feature some of the world’s greatest acts, which also includes the medal presentations for the inspirational winning competitors. With doors opening at 2:30pm and the show starting at 4:20pm, the multi-artist event will have highlights broadcast by the BBC.","release_date":"2014-09-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":314272,"title":"Foo Fighters - Invictus Games Closing Ceremony","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary depicting Mexican society, in honor of the 1968 Olympic Games in Mexico City. With a prologue by José Revueltas.","release_date":"1968-01-01","vote_average":5.0,"runtime":13,"cert":"N\/A","id":314274,"title":"México 68: Instantáneas","adult":false,"genre_ids":[99]},{"cast":["Anna Morna","Delilah Davis","Sarah Shevon","Veruca James","Bill Bailey"],"overview":"Your favorite long-legged sluts are back and wearing the hottest stockings they can find just for you! Sexy garters and fishnets give you a peep-hole view of the sexiest bodies in XXX! This infamous series does it again with lucky 13!","release_date":"2014-05-13","vote_average":0.0,"runtime":113,"cert":"\"NR\"","id":314276,"title":"Nylons 13","adult":true,"genre_ids":[]},{"cast":["Grandmaster Flowers","Pete DJ Jones","Nu Sounds","Master D aka DJ Lance","Infinity Machine"],"overview":"Unsung DJs who contributed to the foundational principals of the music known today as Hip Hop. This documentary transports you back to the early underground disco days of the streets and parks throughout New York City. Narrated by Chuck D, with plenty of primary interviews and slammin' beats.","release_date":"2012-01-01","vote_average":10.0,"runtime":85,"cert":"\"\"","id":314278,"title":"Founding Fathers: The Untold Story of Hip Hop","adult":false,"genre_ids":[10402,99]},{"cast":["Bojana Golenac","İdil Üner","Markus Knüfken","Uwe Rohde","Marie Gruber"],"overview":"","release_date":"2000-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314280,"title":"Zwei Mädels auf Mallorca - Die heißeste Nacht des Jahres","adult":false,"genre_ids":[35]},{"cast":["Francois Tremblay"],"overview":"","release_date":"2013-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314282,"title":"Arthur l'aventurier : En Afrique","adult":false,"genre_ids":[]},{"cast":["Carine McCandless","Walt McCandless","Billie McCandless","Sean Penn"],"overview":"Twenty years ago, a young American hiker named Chris McCandless, the accomplished son of successful middle class parents, was found dead in an abandoned bus in the Alaskan wilderness and became the subject of the best-selling book and movie “Into the Wild.” Now, PBS retraces Chris McCandless’ steps to try to piece together why he severed all ties with his past, burnt or gave away all his money, changed his name and headed into the Denali Wilderness. McCandless' own letters, released for the first time, as well as new and surprising interviews, probe the mystery that still lies at the heart of a story that has become part of the American literary canon and compels so many to this day.","release_date":"2014-11-25","vote_average":7.0,"runtime":60,"cert":"\"PG\"","id":314284,"title":"Return to the Wild: The Chris McCandless Story","adult":false,"genre_ids":[99,10770]},{"cast":["Kahlil Bell"],"overview":"After losing his job, a record-holding professional football player refuses to sacrifice his blindingly obsessive dreams of returning to the NFL in the face of his new, harsh realities.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":314286,"title":"The Off-Season","adult":false,"genre_ids":[99]},{"cast":["Roger L. Jackson","Doug Sweetland"],"overview":"A story about a mouse and his hat.","release_date":"2013-10-26","vote_average":6.0,"runtime":4,"cert":"\"\"","id":314288,"title":"Windy Day","adult":false,"genre_ids":[16]},{"cast":["Victoria Vera","Manolo Gómez Bur","Alberto de Mendoza","António Vilar","Pedro Osinaga"],"overview":"","release_date":"1976-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314290,"title":"Fulanita y sus menganos","adult":false,"genre_ids":[35]},{"cast":["Aurora Bautista","Valeriano Andrés","María Asquerino","María Asquerino","María Cañete"],"overview":"","release_date":"1952-04-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":314295,"title":"Agustina de Aragón","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314297,"title":"Nunca Jamas Hables Con El Diablo","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documentary of rock climbing 100% in Mexican lands.\r The best climbers in Mexico, the best action in the rock, in the best mountains.","release_date":"2010-08-24","vote_average":0.0,"runtime":65,"cert":"N\/A","id":314302,"title":"Respira","adult":false,"genre_ids":[99]},{"cast":["Rami Sebei","Benjamin Satterly","Masato Yoshino","Kevin Steen","Daniel Lyon"],"overview":"Pro Wrestling Guerrilla returned to the massive WrestleReunion VI convention in Los Angeles, California for the third straight year with \"Kurt RussellReunion 3\" held Jan. 29, 2012 at The Westin LAX.  Fightin' Taylor Boys (Brian Cage-Taylor &amp; Ryan Taylor) vs. Famous B &amp; Chris Kadillak  BxB Hulk vs. Jimmy Susumu  Davey Richards &amp; Harry Smith vs. The Young Bucks (Matt &amp; Nick Jackson)  Naruki Doi vs. Willie Mack  Peter Avalon, DEMUS 316, Ray Rosas &amp;; Joey Ryan vs. Cedric Alexander, B-Boy, Candice LeRae &amp; Mascarita Dorada  Blood Warriors (CIMA &amp; Richochet) vs. RockNESS Monsters (Johnny Goodtime &amp; Johnny Yuma)  Masaaki Mochizuki vs. Roderick Strong  El Generico, PAC &amp; Masato Yoshino vs. Super Dragon, Kevin Steen &amp; Akira Tozawa","release_date":"2012-01-29","vote_average":0.0,"runtime":137,"cert":"\"\"","id":314304,"title":"PWG: Kurt Russellreunion III","adult":false,"genre_ids":[]},{"cast":["Paul Hoffmann","Klaus Löwitsch","Robert Graf","Reinhard Glemnitz","Willi Rose"],"overview":"","release_date":"1964-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314306,"title":"Der Hund des Generals","adult":false,"genre_ids":[35]},{"cast":["Thomas Fritsch","Sonja Ziemann","Chris Howland","Marie Versini","Robert Graf"],"overview":"","release_date":"1965-01-14","vote_average":5.5,"runtime":null,"cert":"N\/A","id":314308,"title":"Halløj i himmelsengen","adult":false,"genre_ids":[10749,35]},{"cast":["Rami Sebei","Kevin Steen","Eddie Edwards","Willie McClinton Jr.","Chris Lindsey"],"overview":"Pro Wrestling Guerrilla presents \"World's Finest\" held March 17, 2012 in Los Angeles, CA featuring the PWG World Title Three-Way Match was El Generico defends against Eddie Edwards and Kevin Steen!  Singles Match 1. \"Pretty\" Peter Avalon vs. \"Mr. Wrestling\" Kevin Steen  Singles Match 2. Ray Rosas vs. Brian Cage-Taylor  Singles Match 3. Candice LeRae vs. Joey Ryan  Singles Match 4. TJ Perkins vs. Scorpio Sky Three-Way Tag  Team Match 5. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma) vs. Super Smash Bros. (Player Uno &amp; Stupefied) vs. The Young Bucks (Matt &amp; Nick Jackson)  Singles Match 6. Alex Koslov vs. Kyle O'Reilly  Singles Match 7. Willie Mack vs. Roderick Strong  Pro Wrestling Guerrilla World Championship Title Three-Way Match 8. El Generico (Champion) vs. Eddie Edwards vs. Kevin Steen","release_date":"2012-03-17","vote_average":0.0,"runtime":124,"cert":"\"\"","id":314313,"title":"PWG: World's Finest","adult":false,"genre_ids":[]},{"cast":["Brian Button","Ryan Taylor","Kevin Martenson","Andrew Pulido","Joseph Ryan Meehan"],"overview":"Pro Wrestling Guerrilla presents \"DDT4 2012\" held April 21, 2012 in Reseda, CA  1st Round Tag Team Match\r Fightin' Taylor Boys (Brian Cage-Taylor &amp; Ryan Taylor) vs. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma)  1st Round Tag Team Match\r The Dynasty (Joey Ryan &amp; Scorpio Sky) vs. Future Shock (Adam Cole &amp; Kyle O'Reilly)  1st Round Tag Team Match\r 2 Husky Black Guys (El Generico &amp; Willie Mack) vs. Sami Callihan &amp; Roderick Strong  1st Round Tag Team Match\r Super Smash Bros. (Player Uno &amp; Stupefied) vs. The Young Bucks (Matt &amp; Nick Jackson)  Semi-Final Round Tag Team Match\r 2 Husky Black Guys vs. RockNES Monsters  Semi-Final Round Tag Team Match\r Future Shock vs. Super Smash Bros.  PWG World Championship Title Match\r \"Mr. Wrestling\" Kevin Steen (Champion) vs. Sami Callihan (Challenger)  Final Round Tag Team Match\r 2 Husky Black Guys vs. Super Smash Bros.","release_date":"2012-04-21","vote_average":0.0,"runtime":145,"cert":"\"\"","id":314318,"title":"PWG: DDT4","adult":false,"genre_ids":[]},{"cast":["Anne Cardona","Bruno Davézé","jean pierre megeaud"],"overview":"The world seems to fall apart around Claire, a young woman anxious, anxiety attacks and victim aberrations of reality. She will discover that the worst nightmare is to wake up.","release_date":"2004-01-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":314320,"title":"un peu d'air frais","adult":false,"genre_ids":[]},{"cast":["T.J. Perkins","Joseph Ryan Meehan","Chris Lindsey","Drake Wuertz","Eddie Edwards"],"overview":"Pro Wrestling Guerrilla held its annual \"Battle Of Los Angeles\" Tournament with Night 1 on September 1st, 2012 featuring the following matches:  2012 Battle of Los Angeles First Round Match  TJ Perkins vs. Joey Ryan  2012 Battle of Los Angeles First Round Match  Roderick Strong vs. Drake Younger  2012 Battle of Los Angeles First Round Match  Eddie Edwards vs. Kyle O'Reilly  2012 Battle of Los Angeles First Round Match  B-Boy vs. Brian Cage  2012 Battle of Los Angeles First Round Match  Sami Callihan vs. Willie Mack  2012 Battle of Los Angeles First Round Match  Ricochet vs. \"Mr. Wrestling\" Kevin Steen  2012 Battle of Los Angeles First Round Match  Adam Cole vs. El Generico  2012 Battle of Los Angeles First Round Match  Michael Elgin vs. Davey Richards","release_date":"2012-09-01","vote_average":0.0,"runtime":136,"cert":"\"\"","id":314322,"title":"PWG: 2012 Battle of Los Angeles - Night One","adult":false,"genre_ids":[]},{"cast":["Kevin Steen","Aaron Frobel","Trevor Mann","Rami Sebei","Tyson Smith"],"overview":"Pro Wrestling Guerrilla presents \"Failure to Communicate\" held Oct. 27, 2012 in Reseda. CA  Singles Match  1. Joey Ryan vs. Ryan Taylor  Singles Match  2. Eddie Edwards vs. Michael Elgin  Tag Team Match  3. B-Boy &amp; Famous B vs. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma)  Singles Match  4. Sami Callihan vs. Davey Richards  Singles Match  5. Roderick Strong vs. Rich Swann  Singles Match  6. Brian Cage vs. Willie Mack  Tag Team Match  7. El Generico &amp; Kenny Omega vs. The Young Bucks (Matt &amp; Nick Jackson)  Pro Wrestling Guerrilla World Championship Title Three-Way Match  8. \"Mr. Wrestling\" Kevin Steen (Champion) vs. Michael Elgin vs. Ricochet","release_date":"2012-10-27","vote_average":0.0,"runtime":149,"cert":"\"\"","id":314324,"title":"PWG: Failure to Communicate","adult":false,"genre_ids":[]},{"cast":["Sam Johnston","Drake Wuertz","Austin Jenkins","Kyle Greenwood","Brian Button"],"overview":"Singles Match  1. Paul London vs. \"Mr. Wrestling\" Kevin Steen  Tag Team Match  2. Johnny Gargano &amp; Chuck Taylor vs. The Young Bucks (Matt &amp; Nick Jackson)  Singles Match  3. Eddie Edwards vs. Jay Lethal  Tag Team Match  4. AR Fox &amp; Samuray del Sol vs. Inner City Machine Guns (Ricochet &amp; Rich Swann)  Singles Match  5. Roderick Strong vs. Trent?  Tag Team Match  6. Future Shock (Adam Cole &amp; Kyle O'Reilly) vs. The Unbreakable F'N Machines (Brian Cage &amp; Michael Elgin)  Guerrilla Warfare Number One Contender Match  7. \"The Callihan Death Machine\" Sami Callihan vs. \"The Ultra-violent Golden Boy\" Drake Younger","release_date":"2013-03-22","vote_average":0.0,"runtime":158,"cert":"\"\"","id":314332,"title":"PWG: All Star Weekend 9 - Night One","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-08-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":314334,"title":"The Guardians of Tundra","adult":false,"genre_ids":[99]},{"cast":["Austin Jenkins","Sam Johnston","Matt Massie","Nicholas Lee Massie","Thomas James \"TJ\" Ballester"],"overview":"Tag Team Match  1. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma) vs. Unbreakable F'N Machines (Brian Cage &amp; Michael Elgin)  Singles Match  2. Kyle O'Reilly vs. Davey Richards  Tag Team Match  3. Johnny Gargano &amp; Chuck Taylor vs. DojoBros (Eddie Edwards &amp; Roderick Strong)  Singles Match  4. \"Mr. Wrestling\" Kevin Steen vs. Drake Younger  Non-Title Tag Team Match  5. The Young Bucks (Matt &amp; Nick Jackson - Champions) vs. AR Fox &amp; Samuray Del Sol  Pro Wrestling Guerrilla World Championship Title 60-Minute Ironman Match  6. \"The Panama City Playboy\" Adam Cole (Champion) vs. \"The Callihan Death Machine\" Sami Challihan","release_date":"2013-06-15","vote_average":0.0,"runtime":174,"cert":"\"\"","id":314336,"title":"PWG: Is Your Body Ready?","adult":false,"genre_ids":[]},{"cast":["Kevin Steen","Dustin Howard","Brian Button","Tommaso Whitney","John Anthony Nicholas Gargano"],"overview":"2013 Battle of Los Angeles First Round Match  1. \"Mr. Wrestling\" Kevin Steen vs. \"The Kentucky Gentleman\" Chuck Taylor  2013 Battle of Los Angeles First Round Match  2. Brian Cage vs. Tommaso Ciampa  2013 Battle of Los Angeles First Round Match  3. Johnny Gargano vs. Willie Mack  2013 Battle of Los Angeles First Round Match  4. AR Fox vs. Roderick Strong  2013 Battle of Los Angeles First Round Match  5. Joey Ryan vs. \"Psycho Shooter\" Drake Younger  2013 Battle of Los Angeles First Round Match  6. ACH vs. Anthony Nese  2013 Battle of Los Angeles First Round Match  7. Kyle O'Reilly vs. Trent?  2013 Battle of Los Angeles First Round Match  8. Michael Elgin vs. Rich Swann  Six-Man Tag Team Match  9. Adam Cole &amp; The Young Bucks (Matt &amp; Nick Jackson) vs. Forever Hooligans (Alex Koslov &amp; Rocky Romero) &amp; TJ Perkins","release_date":"2013-08-30","vote_average":0.0,"runtime":163,"cert":"\"\"","id":314338,"title":"PWG: 2013 Battle of Los Angeles - Night One","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joni Mitchell's The Fiddle and The Drum explores Mitchell's life-long concerns about environmental neglect and the warring nature of mankind within a ballet performed to a select soundtrack of her eternal songs. Together with acclaimed choreographer Jean Grand-Maitre of the Alberta Ballet Company, this unique combinations of three art forms - music, dance and art - comprise an engaging spectacle that Joni calls \".the best project of her career.\" SONG SELECTIONS: The Fiddle and The Drum, Sex Kills, Passion Play (When All the Slaves Are Free), Three Great Stimulants, For the Roses, Slouching Towards Bethlehem, The Beat of Black Wings, If I Had a Heart, If, Big Yellow Taxi. EXCLUSIVE BONUS FEATURES INCLUDE: Behind the Scenes with: Joni Mitchell and Jean Grand-Maitre, Kelly McKinlay and Nicole Caron (Alberta Ballet Dancers), and Mario Rouleau (Director of Filming), Joni Mitchell's video installation from the set.","release_date":"2007-10-22","vote_average":0.0,"runtime":60,"cert":"N\/A","id":314340,"title":"Joni Mitchell's The Fiddle and the Drum","adult":false,"genre_ids":[]},{"cast":[],"overview":"Baghdad fell after just twenty-one days of combat, but the capture of Saddam Hussein took a further eight months and was played out amid a brutal guerrilla war in which the hunters frequently became the hunted. The dictator had simply disappeared and finding him dead or alive was a top priority for US forces. The search for Saddam quickly became a real life crime drama as investigators combined sophisticated software and old-fashioned police work to tighten the noose on Saddam's inner circle. Ace in the Hole is the first-hand story of the US Army investigators who tracked down every lead until their final raid uncovered the Iraqi dictator cowering in his 'spider-hole.","release_date":"2005-09-06","vote_average":0.0,"runtime":45,"cert":"\"\"","id":314345,"title":"Ace in the Hole - The Story of How U.S. Troops Captured Saddam Hussein","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314350,"title":"Apassionata - Grand Voyage","adult":false,"genre_ids":[99]},{"cast":["Veronica Ferres","Anica Dobra","Julia Stemberger","Kai Wiesinger","Gabriel Barylli"],"overview":"German Comedy","release_date":"1996-04-11","vote_average":0.0,"runtime":92,"cert":"N\/A","id":314352,"title":"Honeymoon","adult":false,"genre_ids":[35]},{"cast":["Aleksey Batalov","Remigijus Sabulis","Inna Pivars","Natalya Florenskaya","Igor Andrianov"],"overview":"A journalist made a film called \"Mafia is immortal\", but it was put on the shelf, and the creator was explicitly threatened. He becomes a witness of strange things. He decides to conduct his own investigation along with his friend, a scientist. They find an underground laboratory, generating beams that allow to influence people at a distance ...","release_date":"1991-01-02","vote_average":4.2,"runtime":75,"cert":"N\/A","id":314357,"title":"Poltergeist-90","adult":false,"genre_ids":[]},{"cast":["Katie Dallam","Grahame Sharpe","Alice Wingwall"],"overview":"Sculptor\/painter Katie Dallam entered the boxing ring for her first professional fight and, 140 blows to the head later, suffered major brain damage. (Her life became the basis for the movie Million Dollar Baby). Irish musician Graham Sharpe’s career was on the rise when advancing tinnitus caused a ringing in his ears so bad that it put an end to his rock-and-roll dreams. Sculptor Alice Wingwall experienced complete loss of sight from a degenerative eye disease. Game over for these three, right? Not so fast. Each managed to struggle, innovate, and, ultimately, through their art, transform themselves into someone new.","release_date":"2015-01-10","vote_average":0.0,"runtime":74,"cert":"\"\"","id":314359,"title":"Spirit\/Will\/Loss","adult":false,"genre_ids":[99]},{"cast":["Edward James Olmos","Vincent D'Onofrio","Donnie Wahlberg","Richard Schiff","Lisa Vidal"],"overview":"In New York, armed men hijack a subway car and demand a ransom for the passengers. Even if it's paid, how could they get away?","release_date":"1998-02-01","vote_average":4.9,"runtime":100,"cert":"\"\"","id":314370,"title":"The Taking of Pelham One Two Three","adult":false,"genre_ids":[80,53,10770]},{"cast":["Michel Sardou","Lara Fabian","Florent Pagny","Jackie Sardou","Michel Leeb"],"overview":"","release_date":"1997-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314372,"title":"Michel Sardou - Show Salut 1997","adult":false,"genre_ids":[]},{"cast":["Mario The Magician"],"overview":"Building Magic: a documentary film about a wandering traveler turned full-time maker magician. Monkeybots, suitcase machines, and more.  A FILM BY KAL • SOUNDTRACK BY THE HEADLOCKS  \"This is one of those great meetings of art and technology that illuminates the maker movement so well.\" -MAKE Magazine","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":314374,"title":"Building Magic","adult":false,"genre_ids":[]},{"cast":["Gardy Granass","Bum Krüger","Ernst Stankovski","Ilse Fürstenberg","Herbert Weißbach"],"overview":"","release_date":"1958-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314376,"title":"Ein weißer Elefant","adult":false,"genre_ids":[35]},{"cast":["Hoot Gibson","Ethel Shannon","Burr McIntosh","Harry Todd","James Gordon"],"overview":"Mulford sends Ed Harley to manage Radigan's rundown ranch. He makes a success of it but when called to return, he asks Radigan for a loan. Radigan says he can have the loan but not his daughter, but Ed wants both.","release_date":"1926-11-14","vote_average":6.0,"runtime":64,"cert":"\"\"","id":314378,"title":"The Buckaroo Kid","adult":false,"genre_ids":[37]},{"cast":["Willy Millowitsch","Elsa Scholten","Gardy Granass","Peter René Körner","Franz Schneider"],"overview":"","release_date":"1959-12-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":314380,"title":"Millowitsch - Theater - Der müde Theodor","adult":false,"genre_ids":[10770,35]},{"cast":["Muriel Montossé","Antonio Mayans","Antonio de Cabo","Lina Romay","Ana Paula"],"overview":"","release_date":"1981-05-18","vote_average":4.0,"runtime":98,"cert":"N\/A","id":314382,"title":"Sexual Perversions of a Married Woman","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Captivated features insights from media experts as well as personal stories from individuals and families who have escaped media addiction and learned to make discerning and God-honoring choices about their use of media technology.","release_date":"2013-01-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":314393,"title":"Captivated","adult":false,"genre_ids":[99]},{"cast":["Regula Grauwiller","Thomas Heinze","Michael Mendl","Adele Neuhauser","Götz Otto"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314395,"title":"Dann eben mit Gewalt","adult":false,"genre_ids":[18]},{"cast":["Will Bruce","Mol Walker","Peyton Johnson"],"overview":"A tale of a psychotic misogynistic serial killer who is forced to think back about his actions when he takes a walk with a neighbor mid-murder.","release_date":"2014-12-29","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":314397,"title":"Destruction of a Man","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Award-winning martial arts director Stanley Tong (Rumble in the Bronx, Supercop) joins forces with director Anthony Szeto to deliver this computer animated martial arts adventure for the entire family. A fantastical version of the Chinese ancient Middle K","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":314399,"title":"Dragon Blade: the Beginning","adult":false,"genre_ids":[]},{"cast":["Shabana Azmi","Mithun Chakraborty","Poonam Dhillon","Shakti Kapoor"],"overview":"Ranimaa, a one-time empress, refuses to believe that her home is no longer a palace, even though she and her four children have turned it into a hotel. So when the police inform her that four bank robbers have checked in and they need to search every nook and cranny, she haughtily stands in the way of justice.","release_date":"1991-12-13","vote_average":0.0,"runtime":141,"cert":"\"\"","id":314401,"title":"Jhoothi Shaan","adult":false,"genre_ids":[18,28,12]},{"cast":[],"overview":"At the age of 71 I considered myself a very fortunate man. I had a wife who I loved for forty-four years, raised two wonderful children and was a proud grandfather, but something was missing. I had been so concerned with the day to day world that now I felt I needed something to nurture my spiritual side. I chose to walk the 800 kilometers pilgrimage to the burial remains of the Apostle St. James, who was buried in Santiago de Compostela, Spain. This is the story of my journey and the pilgrims I met along the path. The journey was a test of endurance and my will power. But the journey changed my life, I found my faith, I developed a personal relationship with God and just as important opened my eyes to the goodness in humanity.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314403,"title":"Are you a pilgrim?","adult":false,"genre_ids":[]},{"cast":[],"overview":"The sixth film in Frank Capra's \"Why We Fight\" series focuses on Japan's invasion of China. The film highlights the determination of the Chinese, who lose battle after battle yet stay in the fight.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314411,"title":"History Rediscovered: The Battle of China","adult":false,"genre_ids":[]},{"cast":["Leonard Cohen"],"overview":"Leonard Cohen - Live In Dublin is an extraordinary full-length concert recording and film. Lensed and recorded at Dublin's 02 Arena on September 12, 2013, Leonard Cohen - Live In Dublin documents a peak performance from the musician's monumental sold out 2012-2013 world tour, introducing Cohen's then-latest release (2012's Old Ideas) within a major canonical on-stage retrospective.","release_date":"2014-11-28","vote_average":9.5,"runtime":179,"cert":"\"PG\"","id":314413,"title":"Leonard Cohen: Live in Dublin","adult":false,"genre_ids":[10402]},{"cast":["Ornella Muti","Alessio Orano","Alberto Closas","Julia Gutiérrez Caba","Ismael Merlo"],"overview":"","release_date":"1972-12-11","vote_average":5.0,"runtime":null,"cert":"N\/A","id":314415,"title":"Experiencia prematrimonial","adult":false,"genre_ids":[18]},{"cast":["Sally Eilers","Paul Kelly","Larry J. Blake","Maurice Murphy","Morgan Conway"],"overview":"A nurse's younger brother is caught in a shootout between a criminal gang and the police, and he is shot and killed. The officer who is accused of shooting the man knows that he didn't do it, and sets out to find the real killer and clear his own name.","release_date":"1938-04-29","vote_average":0.0,"runtime":65,"cert":"\"\"","id":314417,"title":"The Nurse from Brooklyn","adult":false,"genre_ids":[18]},{"cast":["Alvaro Orlando"],"overview":"","release_date":"2009-05-05","vote_average":9.0,"runtime":null,"cert":"\"\"","id":314419,"title":"Drive-By Chronicles: Sidewayz","adult":false,"genre_ids":[]},{"cast":["Laura Weintraub","James A. Ward","Michael Cole","Rachel Hardy","Tim Cowgill"],"overview":"After winning 50 million dollars in the lottery, Matt Walker thought that he'd found the perfect woman one evening when he met Karen Bristol...she was smart, gorgeous and wanted him for his body...only trouble was that's all she wanted from him. Upon waking the next morning Matt discovers that his mind has some how be transferred into Karen's body...and that the being now in his body explains that he has lived throughout the centuries moving from body to body whenever the mood strikes him. Now, forced out onto the street, the new 'Karen' discovers that she is penniless and wanted by the police. In desperation she turns to her lecherous best friend Brian and ex girl friend Lisa, but unless he can find a way back to his own body, Matt will have to live the rest of his life as a true victim of Identity Theft.","release_date":"2009-07-02","vote_average":0.0,"runtime":66,"cert":"\"\"","id":314421,"title":"Identity Theft","adult":false,"genre_ids":[28,53,27,14,35]},{"cast":[],"overview":"Due to his video and interview based investigations of a top-secret, marginalized class of book-scanning workers on the campus of Google headquarters, Andrew Norman Wilson was fired from his job there as a video editor. Workers Leaving the Googleplex is the result of these investigations.","release_date":"2011-04-28","vote_average":0.0,"runtime":11,"cert":"\"\"","id":314423,"title":"Workers Leaving the Googleplex","adult":false,"genre_ids":[99]},{"cast":["Morgan Satterlee","John McCoy","Laura Fodera","Noel Dombroski"],"overview":"A short documentary looking into the relationship between teenage siblings.","release_date":"2014-10-24","vote_average":0.0,"runtime":4,"cert":"\"\"","id":314425,"title":"Your Best Friend","adult":false,"genre_ids":[35,99,18]},{"cast":["Lucas Crum","Cooper Pell","Eric Stockholm","Kimberly Perkins","Michelle Goloschokin"],"overview":"A musical charting the birth and decline of friendships following the immediate end of high school.","release_date":"2014-05-23","vote_average":2.0,"runtime":37,"cert":"\"\"","id":314430,"title":"Wasteland","adult":false,"genre_ids":[10402,35,18]},{"cast":["Ryan Walstrom","Max Holtman"],"overview":"Someone is chasing Ryan through strange territory.","release_date":"2013-01-07","vote_average":0.0,"runtime":5,"cert":"\"\"","id":314432,"title":"Cold Sweats","adult":false,"genre_ids":[9648,53]},{"cast":["Angelina Moreno","Chris Dixon","Aung Aye"],"overview":"Two lovers struggle to find the right way to say goodbye - to more than just their relationship.","release_date":"2014-04-25","vote_average":0.0,"runtime":4,"cert":"\"\"","id":314434,"title":"How Can I Live Without You?","adult":false,"genre_ids":[10749,35,18]},{"cast":["Will Nicholson","Amy Frazzini","Loren Greenblatt","Drew Phillips","Morgan Satterlee"],"overview":"Seeking quite in the park, a young songwriter runs into three familiar strangers with some bad news.","release_date":"2014-11-17","vote_average":0.0,"runtime":7,"cert":"\"\"","id":314439,"title":"Reckless Serenade","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"A transgender man successfully 'lives stealth' until a game of pickup basketball changes everything.","release_date":"2013-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":314441,"title":"Shirts vs. Skins","adult":false,"genre_ids":[]},{"cast":["Salvador Solís","Karla Valencia","Leandro Sanchez Arauz","Marcela Santamaria","Mercy Flores"],"overview":"The life of a simple piñata salesman named Don Cleo is turned upside down when he falls victim to an extortionist he can’t possibly afford to pay. The harder he tries to raise the funds, the deeper into trouble he  gets. If Don Cleo hopes to survive, he’ll have to face his fears and stand up to his tormentors.","release_date":"2014-10-04","vote_average":0.0,"runtime":70,"cert":"\"\"","id":314443,"title":"The Crow's Nest","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Icaros explores the spiritual universe of the Shipibo indigenous people who live by the Ucayali river, one of the main tributaries of the Peruvian Amazon. Young Mokan Rono sets outs on a journey to discover the ancestral knowledge of ayahuasca, mentored by a wise shaman and by his mother, a master healer.","release_date":"2014-03-23","vote_average":5.0,"runtime":70,"cert":"N\/A","id":314445,"title":"Icaros","adult":false,"genre_ids":[]},{"cast":["Cooper Pell","Laura Fodera","Sam Casey","Thomas Brimm","Dani Williams"],"overview":"A couple's break up gets out of hand as the man tries to woo his woman back in a strange house. Hijinks ensue.","release_date":"2013-10-25","vote_average":0.0,"runtime":2,"cert":"\"\"","id":314453,"title":"Spectacle","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A collection of 6 short movies made to break stereotypical opinions, and celebrate differences as well as maybe even create a little stir. The producer has gathered film makers over a subject - Sexual confusion.","release_date":"2014-02-12","vote_average":0.0,"runtime":83,"cert":"N\/A","id":314455,"title":"Fucking Different XXY","adult":false,"genre_ids":[]},{"cast":[],"overview":"Starting from a photography workshop for \"immigrant children\", the filmmaker focuses on Qin, in a harsh and unsettling portrait.","release_date":"2014-03-26","vote_average":0.0,"runtime":88,"cert":"N\/A","id":314457,"title":"Out of Focus","adult":false,"genre_ids":[]},{"cast":[],"overview":"In an Emmaus community, some singular and unforgettable portraits of modern-day Ulysseses.","release_date":"2014-03-27","vote_average":0.0,"runtime":65,"cert":"N\/A","id":314459,"title":"Sauf ici, peut-être","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary that chronicles the output and legacy of one of the Indian subcontinent's most important movie production houses.","release_date":"2014-02-11","vote_average":0.0,"runtime":89,"cert":"N\/A","id":314461,"title":"Journey with Prabhat","adult":false,"genre_ids":[]},{"cast":["Bernard-Pierre Donnadieu","Annie Girardot","Jean-Michel Noirey","Carole Richert","Jean-Louis Foulquier"],"overview":"","release_date":"2005-09-17","vote_average":6.8,"runtime":null,"cert":"N\/A","id":314463,"title":"Allons petits enfants","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Ayhan Hanim tells the dramatic story of a family during the 1980 Coup that sadly marks Turkey’s recent history. Ayhan Hanım is a housewife who is not involved with politics. She has four sons. Her husband, Ahmet Bey is a retired sergeant. Ayhan Hanım, her husband and their youngest son stay out of the political turbulences, however, their three other sons are personally involved with the incidents in the chaotic days of 1977. After the coup in 1980, the family’s disintegration begins.","release_date":"2014-01-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":314465,"title":"Ayhan Hanim","adult":false,"genre_ids":[]},{"cast":[],"overview":"Many Syrians fleeing the civil war in their country are settled in camps near the Turkish-Syrian border, living in temporary container houses. While they suffer losses of their loved ones, exile and other miseries of war, they still hang on to their hopes of going back home someday. Five Syrians who stay in the Öncüpınar Refugee Camp tell us about their hopes, fears and anxieties for a future that is becoming more unclear each day. In Distant, we witness the intimate stories of individuals who are mere statistics in headline stories.","release_date":"2014-04-15","vote_average":0.0,"runtime":60,"cert":"N\/A","id":314467,"title":"Uzak","adult":false,"genre_ids":[]},{"cast":[],"overview":"The life of the writer, intellectual, spokesman of democracy, and activist Musa Anter is now a movie rich in metaphors and images.","release_date":"2014-10-03","vote_average":0.0,"runtime":80,"cert":"N\/A","id":314469,"title":"Moses Without Rod","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1947, Yugoslav President Josip Broz Tito visited, for the first time, Romania. Its communist regime gave him, as present, a painting from a great Romanian artist Ion Andeescu: 'The Leafless Forest'. In the 60s, a young art critic, Radu Bogdan, decided to elaborate a monograph dedicated to the great painter, including reproduction of the painting given to Tito. After countless problems, he obtained the permission to photograph the painting. The moment they took the painting off the wall, they found - a microphone. Somebody was spying on Tito...","release_date":"2014-05-01","vote_average":0.0,"runtime":109,"cert":"N\/A","id":314471,"title":"The Forest","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Every year, a Kurdish family leaves Gaziantep (Anatolia) to work on the land near Ankara. This thankless life of seasonal labor turns upside down when the eldest son falls in love.","release_date":"2014-03-23","vote_average":0.0,"runtime":81,"cert":"N\/A","id":314473,"title":"He bû tune bû","adult":false,"genre_ids":[]},{"cast":[],"overview":"First there was the pure indulgence of Outlaw Ladies (Hustler's film of the year). Now, Henri Pachard, takes you even further into a world of sophisticated women and shameless desires.","release_date":"1988-01-01","vote_average":0.0,"runtime":84,"cert":"\"NR\"","id":314475,"title":"Outlaw Ladies: Part II","adult":true,"genre_ids":[]},{"cast":[],"overview":"The film tells the story of the lonely struggle for life of the 85-year-old Emine Danış who lives alone with her cattle in an abandoned village in the district of Çamlıhemşin, province of Rize (Northeast Turkey).","release_date":"2014-04-18","vote_average":0.0,"runtime":62,"cert":"N\/A","id":314477,"title":"Fırtına Emine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lolita hates to smile. Kévin doesn't know how to sell himself. Hamid doesn't like bosses. They are twenty. They have no qualifications. They are looking for work. Over six months, the coaches of an employment consultancy firm are going to teach them the attitudes and language required to get a job in today's market. Through this apprenticeship, the film reveals the absurdity of these new rules of the game.","release_date":"2014-05-22","vote_average":5.5,"runtime":105,"cert":"N\/A","id":314482,"title":"The Rules of the Game","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this documentary, Claudia Alves travels to India with two friends Sreya Chatterjee (Indian) and Thais Taverna (Brazilian) looking for traces of a Colonial Past.","release_date":"2014-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":314484,"title":"Contos sobre a Cegueira","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nordic Factory is a Residency, Workshop and Short Film Concept that stimulates cultural and cinematic meetings between young film directors, while giving them an international platform to present their first or second feature projects. This concept continues and builds on an initial, successful collaboration in 2013 between Directors’ Fortnight and the Taipei Film Commission, and will continue in 2015 with a new partner country.","release_date":"2014-05-15","vote_average":0.0,"runtime":61,"cert":"N\/A","id":314486,"title":"Nordic Factory","adult":false,"genre_ids":[]},{"cast":["Francisco Nascimento","Raquel Freire"],"overview":"Film by João Pinto Nogueira.","release_date":"2014-04-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":314488,"title":"Outra Forma de Luta","adult":false,"genre_ids":[]},{"cast":["Fanny Ardant","Marina Hands","Eric Elmosnino","Laurent Stocker","Catherine Hosmalin"],"overview":"Helene must act as a matchmaker for her world famous fashion designer boss, Alicia Ricosi.","release_date":"2015-01-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":314490,"title":"Chic!","adult":false,"genre_ids":[35]},{"cast":["Les Ogres de BarbacK"],"overview":"Les Ogres de Barback (sometimes known just as Les Ogres) is a French musical group formed in 1994, by two brothers and two sisters, Fred and Sam Burguière, and the twins Alice and Mathilde Burguière.\r All are multi-instrumentalists and their songs have various influences and they have made many collaborations with other artists.\r They are renowned for their quality of work, both technically and lyricwise and their rich variety of instruments in their works.\r This DVD was released for their 10th years anniversary","release_date":"2005-11-08","vote_average":8.0,"runtime":390,"cert":"N\/A","id":314495,"title":"10 ans d'Ogres et de Barback","adult":false,"genre_ids":[10402]},{"cast":["Lee Dong-hae","Park So-dam","Woorin","Seo Eun-ah","Nam Seong-joon"],"overview":"This omnibus film takes a unique approach to the experience of youngsters.","release_date":"2014-11-13","vote_average":8.1,"runtime":126,"cert":"N\/A","id":314497,"title":"The Youth","adult":false,"genre_ids":[18,53]},{"cert":"N\/A","title":"A Touch Of Unseen","cast":["Park Soo-in","Lee Eon-jeong","Choi Ri-ho","Jaeseung Kim","Yoon Chae-yeong"],"id":314499,"overview":"After they lost their parents in a traffic accident, strange events begin to happen to Yeonhui and Yeonsu.","runtime":80,"genre_ids":[18],"release_date":"2014-05-29","vote_average":7.5,"adult":false}]