[{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314501,"title":"Christmas in Norway with the St. Olaf Choir","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring rare archive and powerful testimony from former Red Guards and Rebels, CHINA’S 3DREAMS takes us directly to the perspectives of China’s people, in stories that develop over eleven years. It explores, through their eyes, how China's policies affect the lives and the happiness of its people, especially the common dreams that drive their values and actions.","release_date":"2014-05-10","vote_average":0.0,"runtime":84,"cert":"N\/A","id":314503,"title":"China's 3Dreams","adult":false,"genre_ids":[99]},{"cast":[],"overview":"FLOWING STORIES is a documentary about change, migration of Hong Kong people and the unknowability of the future.","release_date":"2014-04-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":314505,"title":"Flowing Stories","adult":false,"genre_ids":[]},{"cast":[],"overview":"NEW TERRITORIES is a journey of initiation through faith and beliefs on the border between life and death. Two women poles apart, two paths: one is a living French businesswoman; the other is a Chinese textile worker. While Li Yu is preparing herself to reach Hong Kong clandestinely in search for a better life, Eve is conquering the Asian market with a new funeral rite. The two women end up meeting. Their paths cross in the New Territories, a no man’s land on the edge of the super-capitalist city of Hong Kong and communist China.","release_date":"2014-05-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":314507,"title":"New Territories","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Messina brothers are Yesmoke, a little tobacco company based in modern day Turin, Italy. Originally, Yesmoke was an online store for cigarettes selling its products all over the world. Every day millions of people would buy cheap packets of Marlboro, Camels and Lucky Strikes online. When sales reached over one hundred million, \"Big Tobacco\" started to fight the \"Little Guys\" and sued them for 550 Million dollars, obligating them to shut their website down.","release_date":"2014-10-18","vote_average":7.8,"runtime":95,"cert":"N\/A","id":314509,"title":"smoKings","adult":false,"genre_ids":[]},{"cast":[],"overview":"Naofumi Yximalloo Ishimaru is an obscure cult musician who has spent most of his 57 years on the fringes of music and society. Perennially uncertain of what he wants, Naofumi is constantly moving - drawing people to him before pushing them away and setting out alone once more.","release_date":"2014-06-04","vote_average":0.0,"runtime":75,"cert":"N\/A","id":314511,"title":"Yximalloo","adult":false,"genre_ids":[]},{"cast":[],"overview":"When the wife who has been away from her cab-driving husband for ten years suddenly returns home, she brings back the long-lost family life the man had all but forgotten. He wonders if God has finally answered his prayers. But a sudden accident uncovers the truth behind the façade of new found happiness. Will his wife's return redeem his shattered life, or bring only false hope?","release_date":"2014-06-17","vote_average":7.5,"runtime":80,"cert":"N\/A","id":314519,"title":"Almost Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"F.W. de Klerk was the last President of apartheid-era South Africa. In less than 4 years he went from being Mandela's jailor to his deputy president. Together they changed history for the better and may have prevented a civil war, yet little is known about de Klerk. Through his probing lens, Rossier explores the fascinating political journey and legacy of this complicated figure.","release_date":"2014-06-01","vote_average":7.0,"runtime":75,"cert":"\"\"","id":314521,"title":"The Other Man: F.W. de Klerk and the End of Apartheid","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Syria. Among the ravages of war, there is also this more discreet yet vital phenomenon: exile. Leave, stay? A question Liwaa Jazji tackles. The place of this tearing apart of the self to the self will be the house as a physical space, as a place of memory of gestures and bodies, as the receptacle of our familiar objects.","release_date":"2014-06-27","vote_average":0.0,"runtime":113,"cert":"N\/A","id":314523,"title":"Haunted","adult":false,"genre_ids":[]},{"cast":["Felix Marchand","Pedro Dalton","Lucio Hernández","Mathias Perdigón","Ayara Hernández"],"overview":"A German actor lands in Montevideo. Rude and speaking very little Spanish, he gets himself in trouble: only a few hours after his arrival, he gets lost and runs into a group of young men who try to rob him.","release_date":"2014-08-14","vote_average":5.0,"runtime":80,"cert":"N\/A","id":314525,"title":"The Enemies of Pain","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Polish telephone company closes its gates. One last task remains to be done: The deassembly of the public telephones belonging to the company.","release_date":"2014-08-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":314527,"title":"They Chased Me Through Arizona","adult":false,"genre_ids":[]},{"cast":["Baptiste Gilliéron","Julia Faure","André Wilms","Nils Althaus","Nicole Letuppe"],"overview":"One winter evening, at an empty gas station, young country musician Sami meets beautiful Julia, who has run out of gas. Sami, who’s been living alone in his car since his ex kicked him out, invites Julia back to “his place” for the night.","release_date":"2014-08-14","vote_average":5.3,"runtime":82,"cert":"N\/A","id":314529,"title":"Pause","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Time is running out. What choice will you make? Naledi reflects on her life as she has lived it, unfortunately an instant car accident snaps her out of this world into the afterlife. In the afterlife she is taken back to flashes of the life she lived on earth. We discover the dark underworld and are taken on a journey of love, greed and deception.","release_date":"2014-06-21","vote_average":0.0,"runtime":71,"cert":"N\/A","id":314531,"title":"Two Choices","adult":false,"genre_ids":[]},{"cast":["Raúl Ramírez","Ana Luisa Peluffo","Rosa Gloria Chagoyán","Milton Rodríguez","Víctor Junco"],"overview":"","release_date":"1980-03-06","vote_average":0.0,"runtime":85,"cert":"N\/A","id":314533,"title":"Deadly Nightmare","adult":false,"genre_ids":[27]},{"cast":["Jana Schorn","Tiko Karrasch"],"overview":"","release_date":"2008-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314535,"title":"Die Geschichte der Pornografie","adult":false,"genre_ids":[99]},{"cast":["Woo Ji-hyeon"],"overview":"Finishing his military service, Jihyeon goes back to college, only to face difficult family issues and rumors to abolish departments of college he is belonged to. At a literary club meeting, Jihyeon meets Hyerin, who shares his concerns, and have an impulsive sex after the meeting.","release_date":"2014-08-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":314537,"title":"A Fresh Start","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Albanian LGBT community members appear for the first time with their non hidden faces and names and share their personal stories about how the LGBT movement has changed their lives.","release_date":"2014-05-17","vote_average":0.0,"runtime":64,"cert":"N\/A","id":314539,"title":"Skandal","adult":false,"genre_ids":[]},{"cast":["Jelena Stupljanin","Demet Gül","Armin Omerović","Michel Diercks","Salvatore LI Causi"],"overview":"A quintet is an omnibus feature told from the perspective of five international up and coming filmmakers who are searching to find identity in the modern world","release_date":"2014-08-19","vote_average":0.0,"runtime":74,"cert":"N\/A","id":314541,"title":"A Quintet","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Some sixty years ago, a man went missing for four years. He returned back a changed man carrying along a painful secret. He later built his family’s life around this unspoken secret.","release_date":"2014-10-23","vote_average":0.0,"runtime":75,"cert":"N\/A","id":314543,"title":"Naked Island","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film produced during a photographic expedition of the Svalbard Archipelago. It takes the natural highlights of the expedition and includes Bråsvellbreen, Storøya, Alkefjellet, polar bears, walrus, and phenomenal seabird colonies.","release_date":"2012-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":314545,"title":"Expedition Svalbard: Part 1 - Hornsund to Bear Island","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A journey of three young students running for the students councils in UNRWA school in Jordan, from announcing the election till the end of the academic year.","release_date":"2014-12-12","vote_average":0.0,"runtime":84,"cert":"N\/A","id":314550,"title":"The Council","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Istituto Luce turned ninety in 2014, its decades-long history intertwined with that of Italy itself, through cinema and that unique treasure trove of images known to all as the Luce Archives. To celebrate its anniversary, some of the most acclaimed rising filmmakers in Italy were invited to make a small film, with each director selecting ten minutes of footage from the archives, out of the thousands of hours of footage to be found there. The result is an album full of different narratives.","release_date":"2014-09-03","vote_average":6.0,"runtime":101,"cert":"N\/A","id":314552,"title":"9×10 Ninety","adult":false,"genre_ids":[]},{"cast":["Mónica Randall","Simón Andreu","Miguel Ayones","Azucena Hernández"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":314554,"title":"Morir de miedo","adult":false,"genre_ids":[27]},{"cast":["Egor Koreshkov","Alexandr Molochnikov","Artyom Grigoryev","Alexandra Rebenok","Yana Irtenyeva"],"overview":"A film is set in the Chekhov’s country estate near Moscow in the mid 80's of the 19th century. It was one summer day...  Self-sacrificing 26-year-old Anton takes all possible efforts to support his large and unfortunate family, his broke father, sickly mother, sister and brothers. He spends his day writing short comic stories for cheap magazines. The future great writer Anton Chekhov is just about to recognize his own gift.","release_date":"2014-06-12","vote_average":0.0,"runtime":106,"cert":"N\/A","id":314556,"title":"Brothers Ch","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Sabine wants a child. Michael already has one. A family. A perfectly normal wish and precisely because it is so easy, but not so easy to fulfill today. So what do you do when one partner wants a child and the other one maybe does or in fact doesn't? Split up? What does a child mean for a relationship? What does the wish and the urging do to a relationship? A relationship which works so easily, just as long as neither half really wants something. Sabine makes a decision and Michael can finally say what he feels.","release_date":"2014-09-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":314558,"title":"3\/4","adult":false,"genre_ids":[]},{"cast":["Breno Nina","Othon Bastos","Rita Assemany","Fernanda Rocha","Chico Sant'anna"],"overview":"When returning to his hometown with his ill mother, Marlombrando meets again his father and the Drive-in cinema where he spent his childhood. Almeida keeps the cinema functioning with the assistance of only two employees: Paula, who takes care of the projection and the snack bar; Jose, an old friend of Almeida, who helps selling tickets at the cashier and cleaning up the place. The arrival of Marlombrando and the demolition threatening of the Drive-in will bring new directions to their lives.","release_date":"2014-09-15","vote_average":6.3,"runtime":98,"cert":"N\/A","id":314563,"title":"The Last Drive-In Theater","adult":false,"genre_ids":[10751,35,18]},{"cast":[],"overview":"Point Blank is an investigative documentary on police violence and corruption perpetrated in Rio de Janeiro in the past 20 years. It vividly portrays the most emblematic incidents that occurred during this period through the perspective of family members, witnesses, survivors, and other people who were directly involved in such cases. The film starts with the notorious Vigario Geral Massacre of 1993 and culminates with the executions ordered and carried out by law enforcement agents in 2012 and 2013. These brutal facts are presented based on witness reports that reconstruct the memory of the few who survived the slaughters.","release_date":"2014-11-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":314565,"title":"À Queima Roupa","adult":false,"genre_ids":[]},{"cast":["Saravuth Inn"],"overview":"A Cambodian immigrant plays chess in the heart of New York .....","release_date":"2012-01-01","vote_average":8.0,"runtime":13,"cert":"\"\"","id":314567,"title":"Odysseus' Gambit","adult":false,"genre_ids":[99,10752,10402,18]},{"cast":["Kim Bum-Joon","Bae Jung-hwa","Jun Bum-soo","Kyung Gyu-won","Park Ji-ah"],"overview":"When a man loses his job, he slowly descends into car theft and serial murder. A dark, unflinching look at the darkness of a soul on the edge.","release_date":"2015-07-30","vote_average":6.8,"runtime":103,"cert":"N\/A","id":314569,"title":"Gifted","adult":false,"genre_ids":[80,18,53]},{"cast":["Cho Soo-hyang","Jeong Ha-dam","Kwon Eun-soo","Paul Lee","Kang Bong-sung"],"overview":"The life of runaway girls is exposed to the threats of prostitution or violent situations during the quest to find a place to stay overnight like Eunsoo and Soohyang.","release_date":"2014-06-15","vote_average":0.0,"runtime":114,"cert":"N\/A","id":314571,"title":"Wild Flowers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A former French soldier who fought in Afghanistan, lives in solitude in Montreal. The trauma caused by his memories of the conflict leads him towards an unhealthy relationship with women.","release_date":"2014-10-15","vote_average":0.0,"runtime":80,"cert":"N\/A","id":314579,"title":"Le Militaire","adult":false,"genre_ids":[]},{"cast":[],"overview":"72-82 tells the story of the first ten years of Acme Studios and their ground breaking work providing artists' housing and studios in London. It also features some of the pioneering exhibitions at the Acme Gallery that was based in Covent Garden from 1976-81. The film comprises visual archive materials brought to life by the voices of the artists involved.","release_date":"2014-10-13","vote_average":0.0,"runtime":60,"cert":"N\/A","id":314581,"title":"72-82","adult":false,"genre_ids":[]},{"cast":[],"overview":"Seven lives come together amid the stench of beer and tobacco smoke in an apartment block where single rooms are for rent and the bathroom is in the hall. Only friendship, mutual aid and a healthy sense of humor allow these men, scarred by self-destruction and addiction, to face the harsh reality of their lives.","release_date":"2014-10-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":314583,"title":"Fucké","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A presentation of the writer, musician and artist Rodrigo de Souza Leão. The film uses unreleased archive material, video clips with Rodrigo’s music and video art material based on the unpublished poems written by the author. At 23, Rodrigo was diagnosed with schizophrenia and created all of his work indoors. The film also features the participation of interviewees who actually met the artist, like the poet Leonardo Gandolfi, the writer Suzana Vargas and the artist Julia Debasse.","release_date":"2014-09-26","vote_average":0.0,"runtime":75,"cert":"N\/A","id":314585,"title":"Tudo Vai Ficar Da Cor Que Você Quiser","adult":false,"genre_ids":[]},{"cast":[],"overview":"2035, United States of Europe. Some humans are not sustainable anymore.","release_date":"2014-10-24","vote_average":6.0,"runtime":82,"cert":"N\/A","id":314587,"title":"Index Zero","adult":false,"genre_ids":[]},{"cast":["Dillie Keane","Adele Anderson","Liza Pulman"],"overview":"The female musical comedy trio Fascinating Aida perform live at the The Stables in Milton Keynes. Songs featured include 'One Night Stand', 'Little Chef' and 'Tesco Saves'.","release_date":"2012-05-07","vote_average":10.0,"runtime":145,"cert":"N\/A","id":314589,"title":"Fascinating Aida: Cheap Flights","adult":false,"genre_ids":[35,10402]},{"cast":["Elizabeth Kaitan","Raelyn Saalman","Jay Richardson","Jayne Hamil","Karen Knotts"],"overview":"Vice cops Candy and Traci accidentally meet the bikini robbers who are armed with assault weapons in a bank. The thieves escape with loot after a wild shoot-out. The commissioner and the instructor enlist Internal Affairs detective to solve the case. He suspects the Vice cops and sends them to prison. However, a robber plants a bomb in the police station. Vice cops are quickly reinstated with a new mission.","release_date":"1998-08-05","vote_average":0.0,"runtime":90,"cert":"\"R\"","id":314591,"title":"Vice Academy Part 6","adult":false,"genre_ids":[35]},{"cast":["Sofia Nolsøe Mikkelsen"],"overview":"LIMBO is set in a small town in rural Denmark, teenager Sara and young teacher Karen develop a connection. A quiet drama interested as much in the lives of its female protagonists as their surroundings.","release_date":"2014-09-23","vote_average":5.0,"runtime":80,"cert":"N\/A","id":314602,"title":"Limbo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In her documentary on Hungarian-Slovak relations, Vladislava Plancíková focuses on the word \"felvidék\", which refers to the now non-existent northern part of Austro-Hungary. In a personal collage consisting of the stories of members of her Slovak-Hungarian family and of visual references to historical events, she follows the eventful and today often taboo history of the post-war fate of Hungarians on Slovak soil. The abstract topic grabs our interest not only through the witnesses' testimony, but also by using thre novel technique of animating real objects, including a number of contemporary and modern photographs.","release_date":"2014-10-16","vote_average":0.0,"runtime":75,"cert":"N\/A","id":314604,"title":"Felvidek – Caught in Between","adult":false,"genre_ids":[99,16]},{"cast":["Sakura Ando","Ito Yozaburo","Saori Koide","Hirofumi Arai","Miyoko Inagawa"],"overview":"Slacker Ichiko gets into a fight with her younger sister and begins to live on her own, working the late shift at a 100 yen shop. On her way home, she passes a gym and meets middle-aged boxer Kano who trains there in silence...","release_date":"2014-11-15","vote_average":7.4,"runtime":113,"cert":"\"\"","id":314606,"title":"100 Yen Love","adult":false,"genre_ids":[35,18]},{"cast":["Mika Akizuki","Junki Tozuka","Makiko Watanabe","Kiyohiko Shibukawa"],"overview":"Nana is 19 and lives in a corner of Tokyo. Her birth mother and Marin, a girl the same age who she loves, were the only people she could trust. Nana confronts them in her yearning for love, but the world does not give it to her. With her whole life ahead of her, Nana struggles, suffers, and begins a search for the true meaning of love.","release_date":"2014-10-26","vote_average":0.0,"runtime":94,"cert":"N\/A","id":314608,"title":"Starting Over","adult":false,"genre_ids":[]},{"cast":["Andrey Kharitonov","Sergey Bondarchuk","Anastasiya Vertinskaya","Ada Rogovtseva","Konstantin Stepankov"],"overview":"The movie set in 1840s Italy under the dominance of Austria, a time of tumultuous revolt and uprisings. The story centers on the life of the protagonist, Arthur Burton, as a member of the Youth movement, and his antagonist, Padre Montanelli. A thread of a tragic relationship between Arthur and his love Gemma simultaneously runs through the story. It is a story of faith, disillusionment, revolution, romance, and heroism.","release_date":"1980-11-03","vote_average":6.3,"runtime":210,"cert":"\"\"","id":314610,"title":"The Gadfly","adult":false,"genre_ids":[36,18,10749]},{"cast":["Tamara Drakulić","Milutin Petrović","Ana Ivanović","Mane Radovanović","Lyon Hamilton"],"overview":"Tamara Drakulić sets off with her fiancé on a cargo ship headed to Hawaii to scatter her friend Tony’s ashes into the Pacific Ocean. After crossing the Atlantic Ocean, ancient limit to what was once the known world, the ship reaches the Caribbean Island of Guadalupe.","release_date":"2014-10-25","vote_average":0.0,"runtime":70,"cert":"N\/A","id":314612,"title":"Ocean","adult":false,"genre_ids":[12,99]},{"cast":["Long Tang","Songtao Guo"],"overview":"River Road is the story of two Yugur ethnic minority brothers, Bartel and Adikeer. They set out on a journey across the prairies of northwestern China in search of their parents, skillfully maneuvering their camels over the vast expanse of dry ground.","release_date":"2014-10-26","vote_average":7.5,"runtime":103,"cert":"N\/A","id":314614,"title":"River Road","adult":false,"genre_ids":[18]},{"cast":[],"overview":"January 2011 in Egypt was marked by anti-government demonstrations. While tens of thousands of protesters gathered in Cairo, poor villagers in the country's south followed the tense situation on Tahrir Square on their TV screens and in the daily newspapers. It is from their perspective that this documentary captures the political changes in Egypt, from the toppling of President Mubarak to the election of Mohamed Morsi.","release_date":"2014-10-24","vote_average":7.0,"runtime":111,"cert":"N\/A","id":314625,"title":"I Am the People","adult":false,"genre_ids":[]},{"cast":[],"overview":"When fear dominates and silence becomes a sanctuary, the destiny of one person becomes the fate for all. Synopsis: Young Zahra leaves home to fetch some water from the small river nearby but never comes back. While fear silences the one witness on her disappearance, the collective Imagination of the village creates its own tale of that disappearance; a tale that belongs to the world of the forbidden.","release_date":"2014-10-25","vote_average":0.0,"runtime":104,"cert":"N\/A","id":314627,"title":"The Silence of the Shepherd","adult":false,"genre_ids":[]},{"cast":["Petr Basnaev","Erzhena Buyantueva","Seseg Khapsasova","Matrena Kornilova","Zhargal Lodoev"],"overview":"The story takes place in Tundra. The local camp is preparing for a wedding, if it can be called a wedding in Nenets traditions. There are no guests, no closest or distant relatives, no feast, no songs, no smiles. The bride arrives to the groom’s camp without any attributes of a celebration. Young Alyoshka marries because his mother insists – the chum should not go vacant, the family should not die out. His heart though longs for Ilne, the daughter of old Petko. Ten years ago Ilne left the camp for the mainland. Every day Alyoshka checks the road hopelessly waiting for his love to return.","release_date":"2014-07-01","vote_average":9.0,"runtime":90,"cert":"\"\"","id":314629,"title":"White Moss","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When Arezoo and Amir-Hossein can't conceive a child together, Arezoo's friend Tahareh is willing to act as a surrogate. But Tahareh's ex-husband has his say in the matter.","release_date":"2014-08-27","vote_average":0.0,"runtime":85,"cert":"N\/A","id":314631,"title":"With Others","adult":false,"genre_ids":[]},{"cast":["Alireza Baledi","Zeynab Naserpour","Arash Mehraban","Arsalan Alipuorian"],"overview":"A boy has been fishing for some time in a grounded ship at the zero point border. He has chosen the place for his seclusion and serenity when the appearance a stranger takes away his peace and his work.","release_date":"2014-10-29","vote_average":9.0,"runtime":102,"cert":"N\/A","id":314633,"title":"Borderless","adult":false,"genre_ids":[18]},{"cast":["Peter Kurth","Johann Jürgens","Helena Dvořáková","Jakub Žáček","Petr Vršek"],"overview":"Schmitke is an old German wind turbine engineer. One day, he is dispatched to the Czech side of the Ore Mountains to fix an old squeaking wind turbine. His colleague disappears and mysterious things begin to happen in the forest.","release_date":"2014-10-05","vote_average":6.0,"runtime":97,"cert":"N\/A","id":314635,"title":"Schmitke","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The omnibus feature SUCESOS INTERVENIDOS consists of shorts by a who’s who of Argentine documentary and experimental-film giants, including Edgardo Cozarinsky and Gustavo Fontán but also Claudio Caldini, Andrés Di Tella and Gabriela Golder. Each one of them created a piece of a few minutes in length using archival footage from SUCESOS ARGENTINOS (“Argentine Events”), a popular newsreel series from 1938 to 1972 whose episodes have recently begun to be digitized by Buenos Aires’s “Pablo C. Ducrós Hicken” Film Museum.","release_date":"2014-10-27","vote_average":0.0,"runtime":73,"cert":"N\/A","id":314637,"title":"Intervened Events","adult":false,"genre_ids":[18]},{"cast":["Kim Young-ae","Song Il-gook","Kim So-eun","Do Ji-won","Lee Min-ji"],"overview":"ENTANGLED is a tale of irreversible tragedy. There is a house where a family of four live: mother, her eldest daughter Younghee who is married, younger daughter Kkotnip who is in high school and Younghee’s husband Sangho. The family is filled with happiness when Younghee gives birth to a child, but an unfortunate mishap caused by the mother leads to the death of the child. Totally distraught, Younghee decides to leave her mother’s house with her husband. Mother’s Alzheimer’s condition worsens with the couple moving out and Kkotnip is forced to live in anxiety. At school she is pushed around by schoolmate Junghye and at home she has to deal with her mother who has issues of controlling her emotions. With no one to help her, Kkotnip is driven to the edge.","release_date":"2014-11-06","vote_average":5.0,"runtime":94,"cert":"N\/A","id":314639,"title":"Entangled","adult":false,"genre_ids":[18]},{"cast":["Isabelle Blais","Pierre-Luc Brillant","Martine Francke","Guy Jodoin","Veronique Perron"],"overview":"Marie leads a calm and happy life withe her boyfriend in a nice suburban neighborhood. After a night out in a bar with her colleagues, she wakes up dizzy, in a cab, with no memories of the night. What could Marie say to her boyfriend Richard, when he suspects her of cheating on him? What if Antoine, a simple auto parts delivery man, has the key to this enigma.","release_date":"2014-10-16","vote_average":6.0,"runtime":85,"cert":"N\/A","id":314644,"title":"Antoine et Marie","adult":false,"genre_ids":[18]},{"cast":["Claudio Castagnoli","Rami Sebei","Brandon Bogle","Dustin Bogle","Brian Button"],"overview":"Eight Person Tag Team Match  1. \"Pretty\" Peter Avalon, Caleb Konley, \"Manscout\" Jake Manning, &amp; ODB vs. Cedric Alexander, Brandon Gatson, Candice LeRae, &amp; Willie Mack  Singles Match  2. Mr. Águila vs. Rey Bucanero  Singles Match  3. \"Supernatural\" Shane Helms vs. \"Hollywood Submission Machine\" Joey Ryan  Singles Match  4. Low Ki vs. Davey Richards  Jake \"The Snake\" Roberts Retirement Match  5. Sinn Bodhi vs. Jake \"The Snake\" Roberts  Legends Wrestleroyal Battle Royale  Singles Match  7. Chris Hero vs. \"Mr. Wrestling\" Kevin Steen  DDT4 Entry Four-Way Tag Team Match  8. The Cutler Brothers (Brandon &amp; Dustin Cutler) vs. Fightin' Taylor Boys (Brian Cage-Taylor &amp; Ryan Taylor) vs. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma) vs. The Young Bucks (Matt &amp; Nick Jackson)  Pro Wrestling Guerrilla World Championship Title Match  9. Claudio Castagnoli (Champion) vs. El Generico (Challenger)","release_date":"2011-01-29","vote_average":0.0,"runtime":200,"cert":"\"\"","id":314646,"title":"PWG: Kurt Russellreunion 2 - The Reunioning","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2005, the Fulton Fish Market was moved from Downtown Manhattan to Hunts Point, in the Bronx. This film is half-way between a video-portrait, or an archive of night-workers in the Bronx, and a video-atlas, or a sketching of the displacement of a historical landmark. The fish sellers, the buyers, the filet men, the truck drivers, the journey men, the security guards, share their impressions on the new location, on the old market, on the neighborhood, and their relationship to the ocean, boats and fish. Based on a topological structure, the film becomes a medium for these conversations affected by our intrusion, which then eventually drift towards a spatial acknowledgment of this so called 'no man's land'.","release_date":"2014-07-03","vote_average":0.0,"runtime":78,"cert":"N\/A","id":314648,"title":"Bx46","adult":false,"genre_ids":[]},{"cast":[],"overview":"I’VE SEEN THE UNICORN is a feature documentary that looks at life around the Maiden Cup horse race, the biggest event on the tiny island of Mauritius. The film examines post-colonialism through various characters involved in this tradition, among them, a young fisherman who dreams of becoming a jockey.","release_date":"2014-04-25","vote_average":0.0,"runtime":61,"cert":"N\/A","id":314650,"title":"I've Seen the Unicorn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four young Egyptian women with different social background smartly fight for their ideals and rights. For almost two years we follow their everyday lives and their struggle in post-revolutionary Egypt.","release_date":"2014-04-28","vote_average":0.0,"runtime":98,"cert":"N\/A","id":314652,"title":"Private Revolutions - Young, Female, Egyptian","adult":false,"genre_ids":[]},{"cast":["Vanessa Redgrave"],"overview":"The Gift is a feature-length film exploring a major transformation in peoples' relationships with animals.","release_date":"2014-09-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":314654,"title":"The Wound and the Gift","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film traces modern-day slavery in Cambodia by disclosing the fate of this young woman and following, in parallel, the daily lives of two human traffickers, a local recruiter and the head of an agency. Cambodian people call these traffickers Mey Kechol: The Storm Makers.","release_date":"2014-10-03","vote_average":7.7,"runtime":66,"cert":"N\/A","id":314659,"title":"The Storm Makers","adult":false,"genre_ids":[99]},{"cast":["Brian Button","Kenny Layne","Kevin Martenson","Andrew Pulido","Kevin Steen"],"overview":"Singles Match  1. Brian Cage-Taylor vs. Kenny King  Tag Team Match  2. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma) vs. Nightmare Violence Connection (Kevin Steen &amp; Akira Tozawa)  Singles Match  3. Willie Mack vs. Ricochet  Tag Team Match  4. The Cutler Brothers (Brandon &amp; Dustin Cutler) vs. The Dynasty (Joey Ryan &amp; Scorpio Sky)  Singles Match  5. Eddie Edwards vs. El Generico  Pro Wrestling Guerrilla World Tag Team Championship Title Match  6. The Young Bucks (Matt &amp; Nick Jackson - Champions) vs. Austin Aries &amp; Roderick Strong  Singles Match  7. Chris Hero vs. Akira Tozawa  Pro Wrestling Guerrilla World Championship Title Match  8. Claudio Castagnoli - Champion vs. Low Ki - Challenger","release_date":"2011-05-28","vote_average":0.0,"runtime":167,"cert":"\"\"","id":314667,"title":"PWG: All Star Weekend 8 - Night Two","adult":false,"genre_ids":[]},{"cast":["Claudio Castagnoli","Kevin Steen","Chris Spradlin","Matt Massie","Nicholas Lee Massie"],"overview":"Singles Match  1. \"The Man That Gravity Forgot\" PAC vs. \"Mr. Wrestling\" Kevin Steen  Singles Match  2. Brandon Gatson vs. Brian Cage-Taylor  Tag Team Match  3. El Generico &amp; Ricochet) vs. Alex Shelley &amp; Roderick Strong  Singles Match  4. \"Pretty\" Peter Avalon vs. Ryan Taylor  Tag Team Match  5. The Dynasty (Joey Ryan &amp; Scorpio Sky) vs. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma)  Non-Title Tag Team Grudge Match  6. The Young Bucks (Matt &amp; Nick Jackson) vs. CIMA &amp; Kevin Steen  Pro Wrestling Guerrilla World Championship Title Match  7. Claudio Castagnoli - Champion vs. Chris Hero - Challenger  Pro Wrestling Guerrilla World Championship Title Match  8. Claudio Castagnoli - Champion vs. Kevin Steen - Challenger","release_date":"2011-07-23","vote_average":0.0,"runtime":164,"cert":"\"\"","id":314669,"title":"PWG: EIGHT","adult":false,"genre_ids":[]},{"cast":[],"overview":"Perched above the sea, overlooking Paradiso bay in Camogli, is the imposing building that houses the G. Bettolo rest home, a historical institution of the Italian Navy, now owned and managed by INPS. This is where eighteen retired sailors live, a crew forced to live on dry land and which, under the guidance of a film crew, navigates the unknown waters of making a film.","release_date":"2014-11-21","vote_average":0.0,"runtime":70,"cert":"N\/A","id":314671,"title":"Roadstead","adult":false,"genre_ids":[]},{"cast":["Chris Spradlin","Willie McClinton Jr.","Dave Finlay","Kevin Steen","Claudio Castagnoli"],"overview":"2011 Battle of Los Angeles First Round Match  1. Chris Hero vs. Willie Mack  2011 Battle of Los Angeles First Round Match  2. Dave \"Fit\" Finlay vs. \"Mr. Wrestling\" Kevin Steen  2011 Battle of Los Angeles First Round Match  3. Claudio Castagnoli vs. El Generico  2011 Battle of Los Angeles First Round Match  4. Eddie Edwards vs. Roderick Strong  Number One Contenders Tag Team Match  5. The Dynasty (Joey Ryan &amp; Scorpio Sky) vs. RockNES Monsters (Johnny Goodtime &amp; Johnny Yuma)  2011 Battle of Los Angeles Semi-Final Round Match  6. El Generico vs. Willie Mack  2011 Battle of Los Angeles Semi-Final Round Match  7. Eddie Edwards vs. Kevin Steen  Pro Wrestling Guerrilla World Tag Team Championship Title Match  8. The Young Bucks (Matt &amp; Nick Jackson) - Champions vs. Kings of Wrestling (Claudio Castagnoli &amp; Chris Hero) - Challengers  2011 Battle of Los Angeles Final Round Match  9. El Generico vs. Kevin Steen","release_date":"2011-08-20","vote_average":0.0,"runtime":172,"cert":"\"\"","id":314673,"title":"PWG: 2011 Battle of Los Angeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"What would you do if you witness something extraordinary but cannot talk about it to anyone?Can you keep your sanity intact? What would you do, if a responsibility is assigned to you which might change the fate of universe?Would you be excited or petrified? A school teacher in a village goes through this mind-wrecking journey without a choice.The only choice left to him is whether he could complete the task assigned to him or he should get himself admitted in an asylum. Though the story is in the genre of supernatural thriller,the film tries to tell the story by following the cliches but breaking the rules in which cliches are told.","release_date":"","vote_average":0.0,"runtime":118,"cert":"N\/A","id":314675,"title":"Kaul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Peace Haven is the story of three friends in their 70's who journey to build a mortuary for themselves and in the process discover the meaning of life ironically through death.","release_date":"2015-10-02","vote_average":7.0,"runtime":78,"cert":"N\/A","id":314677,"title":"Peace Haven","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the dismal wake of Hurricane Katrina, a band of distinct personalities form a kinship to rebuild a destroyed church in New Orleans and reunite the diverse congregation, including many deaf parishioners, who worshipped there before the disaster. The church's head priest, Father Joseph Benson, gets help from an ex-Marine proficient in sign language and an inspired team of volunteers, some of whom who lost their own homes to the storm.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314679,"title":"The Church on Dauphine Street","adult":false,"genre_ids":[]},{"cast":["Nawazuddin Siddiqui","Shweta Tripathi","Trimala Adhikari","Irfan Khan","Harish Khanna"],"overview":"An unlikely love triangle unfolds when married professor, Shyam, has an illicit affair with his student, Sandhya, who in turn is trying to be wooed by her classmate Kamal.","release_date":"2015-11-02","vote_average":6.1,"runtime":90,"cert":"N\/A","id":314690,"title":"Haraamkhor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Join biblical scholar turned archeology enthusiast Mike Sanders on an intriguing journey through the Middle East as he explores the region for proof of the existence of Sodom and Gomorrah, the fabled cities of the well-known biblical tale. Guided by satellite photography, submarine footage and ancient maps, Sanders leaves no stone unturned in his search for evidence of two of history's greatest symbols of debauchery and self-indulgence.","release_date":"2008-12-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314692,"title":"Biblical Mysteries: Sodom and Gomorrah","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gustavo Dudamel conducts violinist Hilary Hahn and the Stuttgart Radio Symphony Orchestra in an acclaimed concert at the Vatican to celebrate Pope Benedict XVI's 80th birthday. Highlights include performances of Dvorak's \"New World\" Symphony and Mozart's Violin Concerto in G Major, plus words of appreciation from the pope himself. This lively presentation is a must-see for classical music enthusiasts and devotees of the pontiff alike.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314694,"title":"Birthday Concert for Pope Benedict XVI","adult":false,"genre_ids":[]},{"cast":["Kid Capri","Adele Givens","Joe Torry","Mike Epps","Steve Harvey"],"overview":"Long before Hollywood came calling with films such as Johnson Family Vacation, Steve Harvey was slaying audiences at comedy clubs. This collection of Harvey-hosted episodes from the popular television show captures that vibe. Funnymen James Hannah, Arnez J., Rich Vos and others unleash a tirade of laughs, demonstrating why this show served as a launching pad for so many top comic talents. Russell Simmons and Bob Sumner provide commentary.","release_date":"2006-11-21","vote_average":0.0,"runtime":300,"cert":"\"NR\"","id":314696,"title":"Def Comedy Jam Classics: Volume Two","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Although he won the world's top literary prize, Steinbeck never lost his own sense of inferiority. Playwrights Edward Albee and Terrence McNally, as well as Steinbeck's widow and son, offer their special insights on the man and his work.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314698,"title":"John Steinbeck: An American Writer","adult":false,"genre_ids":[]},{"cast":[],"overview":"This hourlong video biography looks at the life of one of country music's most beloved figures, Loretta Lynn, tracing her rise from humble Kentucky origins to her success as one of the genre's top singer-songwriters in the 1960s and '70s. Home movies are included, along with footage of Lynn performing 20 tunes. A bevy of guests -- such as Waylon Jennings, Minnie Pearl and Conway Twitty -- weigh in with fond reminiscences of the iconic songbird.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314700,"title":"Loretta Lynn: Honky Tonk Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this program celebrating the life and work of Mother Teresa, young viewers will experience the modern saint's incredible journey and witness how her faith in God helped her make amazing changes throughout the world. Mother Teresa was a pillar of strength whose compassion toward every ailing person she helped was truly inspiring.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314702,"title":"Mother Teresa: Seeing the Face of Jesus","adult":false,"genre_ids":[]},{"cast":["William Dalrymple","Abida Parveen"],"overview":"Historian William Dalrymple journeys to Morocco, Turkey, Syria and Pakistan to explore whirling dervishes, Qawwali singing and other forms of music sacred in Sufism, the branch of Islam that emphasizes music as a mystical route to the holy. Capturing performances of renowned Muslim musicians such as Rahat Fateh Ali Khan and Sain Zahoor, the film reveals that at the heart of Sufism lies a dedication to tolerance and pluralism.","release_date":"2005-11-06","vote_average":0.0,"runtime":48,"cert":"N\/A","id":314713,"title":"Sufi Soul: The Mystic Music of Islam","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man and his tiny dog have something in common: obsessive compulsive anxiety disorder. Throughout their quest to heal, we dissect into pieces the surroundings - in its upbringing, fears and constant inner conflict. A memory is recalled; a memory filled with fear, violence, war, love and a past almost depicting itself again in the present and in the future. The setting is a family’s house. A father, a mother, sons, daughters and grandchildren living on a versant in Lebanon. The time is when beauty faded and ugliness and expiation prevailed. The man is the director, the dog is the mirror and the film is the instrument…","release_date":"2014-12-12","vote_average":0.0,"runtime":75,"cert":"N\/A","id":314715,"title":"Diaries of a Flying Dog","adult":false,"genre_ids":[]},{"cast":["Amr Waked","Farouk Al-Fishawy","Salah Alhanafy","Amr Farouk","Salma Yaqout"],"overview":"An Egyptian gangster, El Ott, divorced his wife, Salma, and left the family soon after his daughter, Amina, was mysteriously kidnapped and lost in Cairo. El Ott discovers that Fathi, a human and organ trafficking monster boss, has recently kidnapped street children from his neighborhood, in order to sell their organs.","release_date":"2014-10-27","vote_average":3.5,"runtime":92,"cert":"N\/A","id":314717,"title":"The Cat","adult":false,"genre_ids":[]},{"cast":["Anna Kamenkova","Vadim Lyubshin","Inga Ilm","Regimantas Adomaitis"],"overview":"","release_date":"1993-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":314722,"title":"Ты есть…","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Go to the heart of one of the world's largest pilgrimages, where throngs of believers trek to Mexico City to celebrate the 16th-century Marian apparition of the Lady of Guadalupe. The beloved virginal figure -- an important symbol for many Catholics -- is the star of this insightful documentary, which features stories of the people who pay tribute to the woman who once appeared to St. Juan Diego on the hill of Tepeyac.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314724,"title":"Tradiciones Mexicanas: La Virgen Morena","adult":false,"genre_ids":[]},{"cast":["Warren Zevon","Billy Bob Thornton"],"overview":"This documentary follows singer-songwriter Warren Zevon through his struggle with the cancer that would later kill him in 2003. Despite his debilitating disease, Zevon worked feverishly to complete his emotional final album, \"The Wind.\" The creation of this album was an amazing endeavor that's also chronicled here. Hosted by Billy Bob Thornton, the program features interviews with Jackson Browne, Stevie Nicks and Mick Fleetwood, among others.","release_date":"2003-08-23","vote_average":10.0,"runtime":44,"cert":"\"\"","id":314726,"title":"(Inside Out): Warren Zevon","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"This film presents a moving performance of Czech composer Antonín Dvorák's religious cantata \"Stabat Mater\" op. 58, featuring the Prague Symphonic Choir and the Prague Symphony Orchestra conducted by maestro Libor Pesek. Recorded at the Alte Oper Frankfurt, the performance showcases the vocal talents of soprano Eva Urbanová, mezzo-soprano Katerina Kachlíková, tenor Stefan Margita and bass Peter Mikulás.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314737,"title":"Antonin: The Dvorak Cycle: Vol. 5","adult":false,"genre_ids":[]},{"cast":[],"overview":"The dutiful Rajeeva (Rajkumar) decides to move in with his widowed sister and devote the rest of his life to caring for her and her four small children. But as the children grow into adults and bring heartache, he questions whether his sacrifice was worth it. Siddalingaiah directs this Kannada-language drama adapted from the novel by T.K. RamaRao with music by G.K. Venkatesh. Bharathi and Loknath also star.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314739,"title":"Bangaada Manushya","adult":false,"genre_ids":[]},{"cast":["Xu Xiang-Dong","Lam Chau-Ping","Yu Rong-Guang","Wu Qiu-Hua","Chen Qin"],"overview":"Disguised as a Holy Monk of the Golden Light Temple, Tian Yuan challenges the high priest of Shaolin for ultimate rule of the holy place. But just as combat ensues, Emperor Tang's guards overrun the temple, killing all in their path (except a small group of priests who escape with the venerated - and magical - holy robe). The evil emperor will lose power if he can't locate the robe. But the monks aren't giving it up without a helluva fight!","release_date":"1985-02-15","vote_average":0.0,"runtime":98,"cert":"N\/A","id":314741,"title":"Holy Robe of Shaolin Temple","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Master songwriter and cultural icon Bob Dylan confounded his fans -- though not for the first or last time -- when he embraced Christianity in his music and personal life. This documentary captures some of Dylan's most fervent religious statements.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":314743,"title":"Bob Dylan: Gotta Do My Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"This engrossing documentary looks at the life and skyrocketing career of rhythm-and-blues star Chris Brown. Only 17 years old, the talented artist has already achieved great success, receiving a number of Grammy nods and charting several top 10 and top 20 hits. Brown's self-titled debut album has sold more than 3 million copies, and his first single, \"Run It,\" reached No. 1 on Billboard's Hot 100.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":314745,"title":"Chris Brown: A Star Is Born: Unauthorized","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary pianist and Cuban national treasure Jesus \"Chucho\" Valdes talks candidly about his monumental ensemble Irakere in this tribute to one of the greatest Cuban bands of all time. The film features live performances of songs such as \"Misa Negra,\" \"Chango\" and \"Stella Va a Estallar\" and interviews with Chucho, Oscar Valdes, Carlos Emilio Morales, Enrique Pla, Jose Luis Cortes, Julio Padron, Cesar Lopez and other Irakere band members.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314747,"title":"Chucho Valdes: Latin Jazz Founders","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 1999 shootings that took place at Colorado's Columbine High School shocked the country. In the middle of the investigation was the Threat Assessment Group, a task force assigned to figure out what drove these teenagers to go so far. By examining the physical evidence from the crime scene and gathering other clues, these specialists look for ways to prevent events like this from ever happening again.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314749,"title":"Columbine: Understanding Why","adult":false,"genre_ids":[]},{"cast":["Rami Sebei","Paul London","Brandon Bogle","Dustin Bogle","Matt Massie"],"overview":"Six-Person Tag Team Match  1. “Pretty”Peter Avalon, Malachi Jackson &amp; Ryan Taylor vs. Brandon Gatson, Johnny Goodtime &amp; Candice LeRae  Singles Match  2. Brandon Bonham vs. Brian Cage  Singles Match  3. Chris Sabin vs. Akira Tozawa  Scott Lost Retirement Match  4. “The Professional” Scott Lost vs. Scorpio Sky  Singles Match  5. “American Dragon” Bryan Danielson vs. Roderick Strong  Pro Wrestling Guerrilla World Championship Title Match  6. Davey Richards (Champion) vs. Chris Hero  Pro Wrestling Guerrilla World Tag Team Championship Title Three-Way Guerrilla Warfare Match  7. ¡Peligro Abejas! (El Generico &amp; Paul London - Champions) vs. The Cutler Brothers (Brandon &amp; Dustin Cutler) vs. The Young Bucks (Matt &amp; Nick Jackson)","release_date":"2010-07-30","vote_average":0.0,"runtime":149,"cert":"\"\"","id":314760,"title":"PWG: SEVEN","adult":false,"genre_ids":[]},{"cast":["Eva Marie Saint","Raymond Burr","Tom Baker","Robin Ellis","Harry Andrews"],"overview":"After an archeological expedition discovers the tomb of the Egyptian king Tutankhamen, many of the scientists, engineers and workmen begin mysteriously dying off.","release_date":"1980-05-08","vote_average":4.3,"runtime":90,"cert":"\"\"","id":314762,"title":"The Curse of King Tut's Tomb","adult":false,"genre_ids":[53,10770,9648,27]},{"cast":["Matt Massie","Nicholas Lee Massie","Brandon Bogle","Dustin Bogle","Brandon Gatson"],"overview":"2010 Battle of Los Angeles First Round Match  1. Matt Jackson vs. Nick Jackson  Tag Team Match  2. The Cutler Brothers (Brandon &amp; Dustin Cutler) vs. The Young Bucks (Matt &amp; Nick Jackson)  2010 Battle of Los Angeles First Round Match  3. Brandon Gatson vs. Ryan Taylor  2010 Battle of Los Angeles First Round Match  4. Joey Ryan vs. Chuck Taylor  2010 Battle of Los Angeles First Round Match  5. “Intrepid Traveler” Paul London vs. Roderick Strong  2010 Battle of Los Angeles First Round Match  6. Claudio Castagnoli vs. Ricochet  2010 Battle of Los Angeles First Round Match  7. Austin Aries vs. “Azúcar” Rocky Romero  2010 Battle of Los Angeles First Round Match  8. Brandon Bonham vs. Brian Cage  2010 Battle of Los Angeles First Round Match  9. El Generico vs. Akira Tozawa  2010 Battle of Los Angeles First Round Match  10. “The Fallen Angel” Christopher Daniels vs. Chris Hero","release_date":"2010-09-04","vote_average":0.0,"runtime":170,"cert":"\"\"","id":314764,"title":"PWG 2010 Battle of Los Angeles - Night One","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hindu gods and goddesses come to life in this enchanting collection of beautifully animated tales for children, which impart important spiritual lessons and provide a fascinating overview of Hindu mythology. Children will learn about Shiva and Parvarti's elephant-headed son, Ganesha; how Vishnu takes on various forms to aid people in need; the luck, triumph and wealth Lakshmi provides; and the devotion and power of monkey warrior Hanuman.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314766,"title":"Gods & Goddesses of India: Divine Stories for Children","adult":false,"genre_ids":[]},{"cast":["Aminata Ousmane","Balla Moussa Keita","Safiatou Mahamane","Oumar Mbarek","Hamel Mbarek"],"overview":"Director Abdoulaye Ascofare's drama follows Zamiatou (Aminata Ousmane), a mother who struggles to support her family in the wake of her husband's unjust incarceration. Life is already difficult in the desolate desert of Mali in Africa, but when her husband returns from prison a mentally and physically reduced man, Zamiatou will do anything to keep her two sons and daughter alive.","release_date":"1997-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":314768,"title":"Mother of the Dunes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The timeless feud between the Oklahoma Sooners and the Nebraska Cornhuskers explodes with highlights from their perennial Heartland Classic in this edition of the greatest rivalries in college football. The action includes the 1971 \"Game of the Century,\" as well as all the crucial tackles and exciting touchdowns made throughout their great history. Also featured are the legendary coaches and star players who have fueled this age-old battle.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314770,"title":"Great Gridiron Rivalries: Oklahoma vs. Nebraska","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you thought paradise was peaceful, think again. A thrilling night of punishing, no-holds-barred action awaits UFC fans in these Super Brawl mixed martial arts bouts from Honolulu. Matchups include Leonard \"Thai Son\" Carter vs. Pat Matsuda; Maurice Travis vs. Jason \"the Outlaw\" Pili; \"Big\" John Matua vs. Bob Gilstrap; and Lance \"the Darkness\" Gibson vs. Peter Mautautia.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314772,"title":"Havoc in Honolulu: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"In an in-depth interview, controversial political activist and Nation of Islam leader Louis Farrakhan talks candidly about the major moments in his life. From his childhood to the present, Farrakhan discusses his work, family, influences and more. Whether they regard him as an inspirational leader or a dangerous enemy, viewers can decide for themselves what Farrakhan is really like with this balanced program.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":314783,"title":"Journeys in Black: Minister Louis Farrakhan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded live at the height of King Kurt's career in the 1980s, this rare archival performance captures the alternative rock band's characteristic \"psychobilly\" sound, a musical signature attributable in part to a saxophonist named Maggot. Tracks include \"Rockin' Kurt,\" \"Lonesome Train,\" \"Horatio,\" \"Gather Your Limbs,\" \"Do the Rat,\" \"Mack the Knife,\" \"She's a Hairy,\" \"Bo Diddley Goes East,\" \"Destination Zululand\" and \"Wreck a Party Rock.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314785,"title":"King Kurt: Destination Zululand","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Jan Nickman's extraordinary film takes you on a sacred journey deep into the American Southwest, where the landscape's beauty, transformation and flexibility under extreme geographical conditions serves as a reflection on the human soul. Shots of spectacular vistas dotted with canyons, cliffs and cacti are accompanied by the atmospheric music of noted composer David Lanz and flutist Gary Stroutsos.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314787,"title":"Living Temples","adult":false,"genre_ids":[]},{"cast":[],"overview":"A follow-up to the popular \"Shorts For Cats\" collection, this enjoyable edition features short films that showcase the creative work of a diverse group of talented, up-and-coming filmmakers. Highlights include \"All's Fair,\" centered on two dedicated soldiers forced to confront the harsh realities of torture; and \"The Evaluation,\" a hilarious look at a work performance evaluation gone horribly wrong.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314789,"title":"More Shorts For Cats","adult":false,"genre_ids":[]},{"cast":[],"overview":"All Ganesh (Parthiban) wants is someone to love. When he moves to a new town for a job, he thinks he's found the right woman in Nandini (Devayani), but when Ganesh gets close to her, she withdraws, leaving him puzzled. What is it in Nandini's past that holds the secret to her reluctance? And can she find a way to make things right for the man she loves -- but cannot have?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314791,"title":"Nee Varuvai Enna","adult":false,"genre_ids":[]},{"cast":["John MacElwayne","Charlton Heston","Peter Ustinov","Virginia Mayo","Jerry Maren"],"overview":"Filmmaker Phillip Dye's documentary explores the many biblical adaptations Hollywood has produced throughout the years, including The Ten Commandments, The Greatest Story Ever Told, Ben Hur, The Bible ... In the Beginning and many more titles. With iconic clips, behind-the-scenes footage and interviews with the likes of Charlton Heston, Peter Ustinov and Virginia Mayo, Dye's film is a celebration of the golden age of epic moviemaking.","release_date":"1994-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":314793,"title":"The Bible According to Hollywood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"COPD (Chronic Obstructive Pulmonary Disease) is a group of long term lung diseases which make it difficult to breathe and is often a mix of emphysema and chronic bronchitis. It is the third leading cause of death in the United States.  \/nWhile there is no cure for COPD, the disease can be managed to help people breathe easier and improve their quality of life, particularly if it is identified and managed early. This 'Speaking from Experience' title offers first-hand experiences from people living with COPD. They discuss the impact it has had on their lives and the ways in which they manage the condition.  \/n\"Living With COPD\" was produced in partnership with Breathe California of the Bay Area. As the local lung health leader, Breathe California of the Bay Area fights lung disease in all its forms and works with its communities to promote lung health.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314804,"title":"Living with COPD","adult":false,"genre_ids":[]},{"cast":[],"overview":"The brainy and unglamorous teacher's pet Lola goes head to head with her schoolmate and arch-nemesis Virginia , the bratty rich girl used to getting everything her way, as they race for fame and popularity in this witty animated series for all ages.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314806,"title":"Lola & Virginia (volume 2)","adult":false,"genre_ids":[]},{"cast":[],"overview":"The brainy and unglamorous teacher's pet Lola goes head to head with her schoolmate and arch-nemesis Virginia , the bratty rich girl used to getting everything her way, as they race for fame and popularity in this witty animated series for all ages.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314808,"title":"Lola & Virginia (volume 3)","adult":false,"genre_ids":[]},{"cast":["Paul Austin","Ellen Barkin","Doris Belack","Ned Eisenberg","Ramón Franco"],"overview":"A group of city youth decide to form a neighborhood watch and clean their streets and the subway from criminals who rob and abuse the good people every night and day.","release_date":"1981-04-28","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":314810,"title":"We're Fighting Back","adult":false,"genre_ids":[28,18]},{"cast":["Ariel Casas","Silvia Marsó","Susana Fawaz","Asunción Balaguer","Joan Dalamau"],"overview":"Small-scale hustler Marc (Ariel Casas) is stretched to the limit when a drug deal goes wrong and runs him afoul of the mob, which only exacerbates his existing problems with his wife, his daughter and his elderly father, who's suffering from Alzheimer's disease. As Marc scrambles to save his own skin, he tries his best to repair his fractured relationships. But in the end, it might be too late to make amends.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314812,"title":"My Way: A Gangster's Saga","adult":false,"genre_ids":[]},{"cast":["Rosemarie Gil","Etang Discher","Alex Lung","Yukio Someno","Romy Diaz"],"overview":"A kung fu master battles an evil snake queen and her army of savage little people.","release_date":"1973-07-18","vote_average":3.0,"runtime":97,"cert":"N\/A","id":314814,"title":"Bruka - Queen of Evil","adult":false,"genre_ids":[14,27]},{"cast":[],"overview":"In this story of two brothers, Rishi is lazy and wants riches without lifting a finger, while Rocky knows the value of hard work. Rishi is in love with Riya, and Rocky has fallen for Riya's sister Misha, but the women have been forbidden to see the brothers because their father is offended by Rishi's work ethic. When Rocky realizes he's being judged by his brother's actions, comedy ensues as he goes to extreme measures to win the father over.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314825,"title":"Smile Please","adult":false,"genre_ids":[]},{"cast":[],"overview":"The award winning Aussie comedy. Small town, Big drama!","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314827,"title":"Bitter Art","adult":false,"genre_ids":[]},{"cast":["Erika Toda","Tori Matsuzaka","Nanao","Yūsuke Santamaria","Yukiyoshi Ozawa"],"overview":"Ayumi Nitta is a member of a hospital cleaning staff and suffers from extreme social anxiety. After having a one-night stand with genius surgeon and sex addict Wataru Makino, Ayumi discovers she’s pregnant. However, when she tells Wataru, he dismisses her claim as a bad April Fools joke. Refusing to believe he could possibly be the father of Ayumi’s baby after just one night together, Wataru takes a woman named Reiko on a date to an Italian restaurant. However, Ayumi also shows up, leading to a major incident.","release_date":"2015-04-01","vote_average":6.0,"runtime":120,"cert":"N\/A","id":314829,"title":"April Fools","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This is the ultimate review of the\/nmusic of Genesis on record, on film\/nand in performance.\/nDrawing on rare concert films, and penetrating\/ninterviews with the band and the critics, this is the definitive review of the\/nGenesis phenomenon. Featuring extensive archive film, with performance\/nfootage from Dallas, London and Liverpool, the key\/nGenesis works from the halcyon days with Peter\/nGabriel through to the massive commercial\/nsuccesses from the Phil Collins era are re-visited\/nand critically assessed.\/nThe DVD features highlights from:\/n? I Know What I Like (In Your Wardrobe) ? Stagnation\/n? The Knife - The Musical Box - Suppers Ready\/n? Dance On A Volcano - In The Cage and more.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314831,"title":"Genesis The Musical Box","adult":false,"genre_ids":[]},{"cast":["Mikako Tabe","Go Ayano","Tori Matsuzaka","Fumino Kimura","Masaki Suda"],"overview":"Shino Umemiya readily dates guys interested in her, because she believes that's better than being alone. She breaks up with her violent boyfriend after he discovered that she cheated on him. She moves to a new area to get a fresh new start on her life. There, Shino Umemiya meets her neighbor Kyoshiro Sugahara. He is also her manager at her new job. Shino Umemiya becomes interested in him, but he lives with mysterious woman Akari.","release_date":"2015-09-05","vote_average":5.4,"runtime":121,"cert":"N\/A","id":314833,"title":"Piece of Cake","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Jukebox The Ghost bring sounds new and old by our suburban cool basement in our latest Bands And Brews Session.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314835,"title":"Jukebox the Ghost","adult":false,"genre_ids":[]},{"cast":["Rob Mueller","Chelsie Lloyd","Erin D. Bennett","Sara Barker","Edward DeHarde"],"overview":"At a special type of baggage counter where people go to check their emotional issues, one young man is trying to reclaim his lost luggage.","release_date":"2013-01-25","vote_average":0.0,"runtime":10,"cert":"\"\"","id":314849,"title":"Bagagge","adult":false,"genre_ids":[35,18]},{"cast":["Isaak James","Michael C. Kricfalusi","Isaac Santiago"],"overview":"TV producer Warren (Isaak James) is developing his masterpiece, a reality show called \"Handicaps\" starring a variety of people with disabilities. Aided by Laura (Eva James), an overbearing partner with anger issues, and an ex-prison guard (Michael C. Kricfalusi), Warren creates a hit. But he soon learns that his cast can be just as vain and egotistical as anyone else in Hollywood. James also wrote and directed this politically incorrect comedy.","release_date":"2006-10-06","vote_average":3.0,"runtime":86,"cert":"\"\"","id":314851,"title":"Special Needs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Watch with your child and help Fred &amp; Fiona figure out where common objects belong - from pineapples to bananas to a sheep!","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314853,"title":"Vocabulary With Fred And Fiona - Word Fun","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's a remote-controlled helicopter that also makes a farting noise, like a flying whoopee cushion. The infomercial is hosted by a young, fast-talking, super-enthused kid who shows all the hilarious ways fartcopter can be used to make your friends laugh. Oh, and also if you switch fartcopter to DRONE mode, it becomes a military-grade killing machine. Kids love that too!","release_date":"2014-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":314855,"title":"Fartcopter","adult":false,"genre_ids":[]},{"cast":["Gary Sinise"],"overview":"This is the impossible true story of how Sgt. Rob Jones, a bilateral above the knee amputee, biked across the country in one of the coldest winters on record in order to raise money for veteran charities.","release_date":"2014-06-12","vote_average":0.0,"runtime":14,"cert":"\"\"","id":314857,"title":"Climb: The Rob Jones Journey Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the tradition of a classic \"A Christmas Carol\", this film offers many lessons on the importance of giving and the cause and effect our choices have on others.","release_date":"2014-11-02","vote_average":3.0,"runtime":null,"cert":"\"\"","id":314859,"title":"By God's Grace","adult":false,"genre_ids":[]},{"cast":["Matthew Elder","Celena O'Brien","Michael B. Fisher"],"overview":"After his best friend commits suicide, Jared begins to discover some difficult truths about her past while he grieves.","release_date":"2011-12-16","vote_average":10.0,"runtime":12,"cert":"\"NR\"","id":314870,"title":"Itsemurha","adult":false,"genre_ids":[18]},{"cast":["Dem Rădulescu","Tamara Buciuceanu-Botez","Horațiu Mălăele","Anda Onesa","Tora Vasilescu"],"overview":"Following the intervention of his mother, Barbara ( Tamara Buciuceanu-baptism ), the young Ionut ( Horatiu ), a graduate student at the Faculty of Agronomy, is assigned to perform summer practice Viişoara village. His parents, Barbara and Toderaş ( Dem Radulescu ) waits at the train station in Pogoanele fanfare announced the day of arrival, but the young man down from Mocăniţă the previous station and walk over the hills, through the Aries River and through the woods. He enters the village astride the colt Valjean, causing laughter villagers and shame to his mother.","release_date":"1987-04-06","vote_average":5.7,"runtime":81,"cert":"N\/A","id":314872,"title":"Spring of the Goslings","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The US Army fights rebels in a sprawling landscape","release_date":"2012-12-14","vote_average":0.0,"runtime":12,"cert":"\"\"","id":314874,"title":"Homeland At War","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"A Psychological Character study about a disabled war veteran.  Due to complications, the film was canceled early into filming back in Spring 2014.  Writer\/Director Salim Ibrahim collected all the footage he shot for the film and editd it into an 'Original Raw Cut'.","release_date":"2014-12-30","vote_average":0.0,"runtime":17,"cert":"\"\"","id":314882,"title":"Inertia- The Original Raw Cut","adult":false,"genre_ids":[9648]},{"cast":["Frank Buck"],"overview":"American animal trapper Frank Buck travels with Ali, his \"number one boy,\" on an expedition into the Malayan jungle. From their jungle headquarters just north of Singapore, Frank, Ali and a team of native helpers roam the area from Northern Johore to Perak in search of interesting wild animals, reptiles and birds. Hoping to find a tiger, Buck captures a monitor lizard and a black leopard, while another black leopard narrowly escapes an encounter with a giant python and then battles a bigger and stronger tiger. After trapping a spotted leopard, Frank adopts a baby honey bear and a baby elephant. The team catches an orangutan, but the tiger eludes their camouflaged pit. Meanwhile, Frank visits the \"bathing festival\" of a local tribe and watches as tribesmen kill an intruding spotted leopard with blow darts. The tiger then meets an enormous regal python, who has just crushed a crocodile, and fights to a draw with it.","release_date":"1932-12-30","vote_average":4.0,"runtime":64,"cert":"\"\"","id":314893,"title":"Bring 'Em Back Alive","adult":false,"genre_ids":[12,99]},{"cast":["Lyndon Brook","Patrick Cargill","Finlay Currie","Bernard Lee","Sam Kydd"],"overview":"The police investigate the murder of a wealthy old man.","release_date":"1961-08-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":314895,"title":"Clue of the Silver Key","adult":false,"genre_ids":[80]},{"cast":[],"overview":"In this melodrama filmed on location in Hawaii, a sugar plantation manager finds himself falling in love with a native girl, but instead of committing to her, he marries a socially prominent young woman from San Francisco. The spoiled girl does not easily adapt to the rigors of plantation life and she gets terribly bored. She is just about to give in to the romantic overtures of a persistent native when her former lover shows up. The husband gets jealous and is about to attack him when the wife sets fire to the cane field. The husband's native lover saves him from death. Afterward, his wife leaves to be with her old flame, and the manager is free to be with the woman he's loved all along.","release_date":"1934-12-30","vote_average":0.0,"runtime":62,"cert":"\"\"","id":314897,"title":"White Heat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Georges Lacombe","release_date":"1933-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314899,"title":"Jeunesse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Benito Perojo","release_date":"1934-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314901,"title":"A Prisoner Has Escaped","adult":false,"genre_ids":[]},{"cast":["Amy Frazzini","Drew Phillips","Nick Mathis","Bryce Everett","DeJon Crockran"],"overview":"A mockumentary focusing on an art school frat's attempt at recording a music video for their latest party anthem with unwanted dancers and an unruly director.","release_date":"2014-12-10","vote_average":0.0,"runtime":8,"cert":"\"\"","id":314903,"title":"The Making of G.O.L.D. ft. the Outsiders","adult":false,"genre_ids":[99,35]},{"cast":["Esperanza Roy"],"overview":"Vida\/Perra is the first feature-length film of Aguirre's \"Anticine\" and the first monologue in movie history. Aguirre's wife, Esperanza Roy, is the actress of this piece of visual art made as an adaptation of Ángel Vázquez's novel, whose texts are read by Esperanza \"as they are.\" This means, the text have been extracted from the novel without changing their words.","release_date":"1982-09-29","vote_average":5.0,"runtime":93,"cert":"N\/A","id":314905,"title":"Vida\/Perra","adult":false,"genre_ids":[]},{"cast":["Ate de Jong","Dick Maas","Hans Scheepmaker","Peter Warnier","George Schouten"],"overview":"In 1984, Ate de Jong, Dick Maas and George Schouten founded The Directors, a band made up of movie directors. Later on, more directors joined and so did actors, actresses and singers. This documentary follows the band members at home, on the set, at rehearsals and during performances. It’s a story of friendship, opposing characters, growing old and ambitions and illusions. Anecdotes and archive films provide a hilarious flashback on the lives of the film friends. Time has treated them well. Everybody is or has been successful. To rough it all up, they decide to write a song that will be played at one of the band member’s funeral.","release_date":"2010-11-07","vote_average":0.0,"runtime":76,"cert":"N\/A","id":314913,"title":"The Directors","adult":false,"genre_ids":[99]},{"cast":["Danny Dyer","Zoe Grisedale","Keith Allen","Craig Conway","Jason Durr"],"overview":"A torrid night of passion and terror awaits Phillip after a chance meeting with a beautiful stranger, whose shocking secret past threatens to destroy them both. Little does he know he will soon be drawn into a nightmare more terrifying than even he can imagine.","release_date":"2013-01-01","vote_average":4.1,"runtime":106,"cert":"N\/A","id":314915,"title":"In a Heartbeat","adult":false,"genre_ids":[27,10749,9648]},{"cast":["Michael Gough","Mark Eden","Toby Robins","Allan Cuthbertson"],"overview":"A politician is set up by his secretary and blackmailed by her brother.","release_date":"1965-04-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":314920,"title":"Game for Three Losers","adult":false,"genre_ids":[80]},{"cast":["Peer Schmidt","Helga Schlack","Siegfried Rauch","Evelyn Gressmann"],"overview":"","release_date":"1987-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314922,"title":"Love Jogging","adult":false,"genre_ids":[35]},{"cast":[],"overview":"CHIKARA Young Lions Cup Title Match  Mark Angelosetti (c) vs. Saturyne  Singles Match  Gran Akuma vs. Jakob Hammermeier  Singles Match  Archibald Peck vs. Tim Donst  Six Man Tag Team Match  Team FIST (Chuck Taylor, Icarus &amp; Sugar Dunkerton) vs. The Colony (assailANT, Fire Ant &amp; Green Ant)  Singles Match  Dasher Hatfield vs. Kobald  Six Man Tag Team Match  GEKIDO (deviANT &amp; The Shard) &amp; Jigsaw vs. Team Frightning (Frightmare, Hallowicked &amp; Mike Quackenbush)  CHIKARA Grand Title Match  Eddie Kingston (c) vs. Kevin Steen  CHIKARA Campeonatos de Parejas Title Best Two Out Of Three Falls Match  3.0 (Scott Parker &amp; Shane Matthews) vs. The Young Bucks (Matt Jackson &amp; Nick Jackson) (c)","release_date":"2012-09-14","vote_average":0.0,"runtime":179,"cert":"\"\"","id":314924,"title":"CHIKARA: King of Trios - Night One","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. Quarter Final Match 1  2. Mr. Touchdown vs. 1-2-3 Kid  3. Quarter Final Match 2  4. Fire Ant &amp; Green Ant vs. Ebessan &amp; Takoyakida  5. Quarter Final Match 3  6. Sugar Dunkerton vs. Tatanka  7. Quarter Final Match 4  8. Eddie Kingston vs. Tadasuke","release_date":"2012-09-15","vote_average":0.0,"runtime":168,"cert":"\"\"","id":314926,"title":"CHIKARA: King of Trios - Night Two","adult":false,"genre_ids":[]},{"cast":["Mickey Daniels","Grady Sutton","Thelma Todd","Mary Kornman","Gertrude Messinger"],"overview":"An actress is rehearsing a death scene in her apartment, but her neighbors all think it's the real thing.","release_date":"1931-04-11","vote_average":0.0,"runtime":20,"cert":"\"\"","id":314931,"title":"Love Fever","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1. Season 11 Prologue  2. Mike Quackenbush vs. Green Ant  2. Jigsaw vs. Kobald  3. Gran Akuma vs. Icarus  4. 3.0 vs. Tim Donst &amp; Jakob Hammermeier  5. Hallowicked vs. Archibald Peck  6. Hieracon vs. Ophidian  7. The Colony (Fire Ant &amp; Soldier Ant) vs. The Batiri (Obariyon &amp; Kodama)  8. Bonus Feature: You Are Chikara 2012  9. Bonus Feature: Quiz Present Crisis Battle!  10. Event Center: 1\/5, 1\/12, 1\/19 &amp; 1\/26\/12)","release_date":"2012-01-28","vote_average":0.0,"runtime":132,"cert":"\"\"","id":314933,"title":"CHIKARA: The Thirteenth Hat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chikara DVD February 25, 2012 \"A Death Worse Than Fate\" - Reading, PA  1. Ophidian vs. Green Ant  2. El Hijo Del Ice Cream vs. Saturyne  3. The Colony (Fire Ant &amp; Soldier Ant) vs. The Throwbacks (Dasher Hatfield &amp; Mark Angelosetti)  4. Brodie Lee vs. Jigsaw  5. Kobald vs. Colt Cabana  6. The Batiri, Tim Donst &amp; Jakob Hammermeier vs. 3.0, Eddie Kingston &amp; Gregory Iron  7. Archibald Peck vs. Sara Del Rey  8. F.I.S.T. (Chuck Taylor &amp; Icarus) vs. Hallowicked &amp; UltraMantis Black  9. Bonus Material: Quiz Present Crisis Battle!","release_date":"2012-02-25","vote_average":0.0,"runtime":150,"cert":"\"\"","id":314935,"title":"CHIKARA: A Death Worse Than Fate","adult":false,"genre_ids":[]},{"cast":["Mia Smiles","Chris Cannon"],"overview":"Tom is suffering from writer's block. He goes to a resort to help with his flow only to be \"seduced\" by a sexy Asian temptress (Mia Smiles) who appears in his dreams and fantasies. Watch Mia tease him in her short dress, shiny sheer-to-waist suntan pantyhose with no cotton panel and clear\/black platform slides! Then she strips out of her pantyhose tries on a black fishnet body suit and teases him some more. Was it all a dream? You decide!","release_date":"2002-01-01","vote_average":0.0,"runtime":51,"cert":"\"NC-17\"","id":314937,"title":"Nylon Zone","adult":true,"genre_ids":[14]},{"cast":[],"overview":"Chikara DVD March 25, 2012 \"It's How You Play the Game\" - Ottawa, Canada  1. Mike Bailey vs. Mathieu St. Jacques  2. Jigsaw vs. \"Mr. Touchdown\" Mark Angelosetti  3. Sara Del Rey vs. Leah VonDutch  4. Dasher Hatfield vs. Ophidian  5. 3.0 &amp; El Generico vs. Obariyon &amp; Kodama &amp; Kobald  6. UltraMantis Black &amp; Hallowicked vs. 17 &amp; The Shard  7. Archibald Peck vs. Chuck Taylor  8. Fire Ant &amp; Soldier Ant &amp; Green Ant vs. combatANT, deviANT &amp; assailANT  9. Eddie Kingston vs. Brodie Lee","release_date":"2012-03-25","vote_average":0.0,"runtime":141,"cert":"\"\"","id":314939,"title":"CHIKARA: It's How You Play The Game","adult":false,"genre_ids":[]},{"cast":["Nicolas Vanier","Diane Vanier","Montaine","Julia Levy-Boeken"],"overview":"","release_date":"2003-10-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":314941,"title":"L'enfant des neiges","adult":false,"genre_ids":[12]},{"cast":[],"overview":"Chikara DVD April 29, 2012 \"The Contaminated Cowl\" - Lafayette, IN  1. Arik Cannon &amp; Darin Corbin vs. Dasher Hatfield &amp; Mark Angelosetti  2. Billy Roc, Remi Wilkins &amp; Dale Patricks vs. Big Sue Jackson, Tripp Cassidy &amp; Jeremy Hadley  3. The Young Bucks (Matt &amp; Nick Jackson) vs. Kodama &amp; Kobald vs. Tim Donst &amp; Jakob Hammermeier vs. UltraMantis Black &amp; Hallowicked  4. Sara Del Rey vs. Obariyon  5. The Colony (Fire Ant, Soldier Ant &amp; Green Ant) vs. assailANT, combatANT &amp; deviANT  6. Eddie Kingston vs. 17  7. Jigsaw vs. Icarus  8. 3.0 vs. Chuck Taylor &amp; Johnny Gargano","release_date":"2012-04-29","vote_average":0.0,"runtime":123,"cert":"\"\"","id":314943,"title":"CHIKARA: The Contaminated Cowl","adult":false,"genre_ids":[]},{"cast":["Waltraut Haas","Gusti Wolf","Heinrich Gretler","Hubert von Meyerinck","Erwin Strahl"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314951,"title":"Keine Angst Liebling, ich pass schon auf","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1. UltraMantis Black vs. Ophidian\r 2. Loser Leaves Town: Colt Cabana &amp; Mixed Martial Archie vs. Mr. Touchdown Mark Angelosetti &amp; Dasher Hatfield\r 3. Ladder Match: Akuma vs. Icarus\r 4. Sara Del Rey &amp; Saturyne vs. Kodama, Obariyon &amp; Kobald\r 5. Hair vs. Mask: Hallowicked vs. Tim Donst\r 6. Eddie Kingston, Jigsaw, Mike Quackenbush, Green Ant &amp; Soldier Ant vs. 17, The Shard, assailANT, combatANT &amp; deviANT\r 7. F.I.S.T. (Chuck Taylor &amp; Johnny Gargano) vs, Young Bucks (Nick &amp; Matt Jackson)","release_date":"2012-06-02","vote_average":0.0,"runtime":150,"cert":"\"\"","id":314953,"title":"CHIKARA: Chikarasaurus Rex - How To Hatch A Dinosaur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ted is back in real-life Tractorland, where it's summertime on the farm and the wheat is ready to harvest. There are many big machines working hard on the farm in the sunshine, including the big baler and giant excavator.","release_date":"2007-06-18","vote_average":0.0,"runtime":40,"cert":"N\/A","id":314955,"title":"Tractor Ted in Summertime","adult":false,"genre_ids":[]},{"cast":[],"overview":"Men At Work: Live In San Francisco Or Was It Berkeley","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":314957,"title":"Men At Work: Live In San Francisco Or Was It Berkeley","adult":false,"genre_ids":[10402]},{"cast":["Max von Sydow","Belinda Bauer","Daniel Stern","Clive Revill","Jennifer Holmes"],"overview":"Samson and Delilah tv movie","release_date":"1984-03-31","vote_average":5.5,"runtime":95,"cert":"\"\"","id":314959,"title":"Samson and Delilah","adult":false,"genre_ids":[10770,12,14,28]},{"cast":["Jane Barrett","Kenneth Cope","Peter Bathurst","Pamela Ann Davy","Zena Walker"],"overview":"An adulterous couple turn to murder, only to discover that a petty crook and blackmailer has already had his eye upon them.","release_date":"1965-07-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":314961,"title":"Change Partners","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Chikara DVD June 24, 2012 \"Smack In The Middle\" - Syracuse, NY  1. DeviANT vs. Green Ant  2. Jakob Hammermeier vs. Sugar Dunkerton  3. The Shard vs. Jigsaw  4. Tim Donst vs. Sara Del Rey  5. Bravado Brothers vs. Hallowicked &amp; UltraMantis Black  6. Mr. Touchdown vs. Jason Axe vs. Tripp Cassidy vs. Ryan Rush  7. AssailANT vs. Soldier Ant  8. F.I.S.T. (Icarus, Johnny Gargano &amp; Chuck Taylor) vs. 3.0, Akuma &amp; El Generico  9. Dasher Hatfield vs. Eddie Kingston  10. Bonus Material: Where In The World Is Archibald Peck?  11. Bonus Material: Chikara Colortoons","release_date":"2012-06-24","vote_average":0.0,"runtime":152,"cert":"\"\"","id":314963,"title":"CHIKARA: Smack In The Middle","adult":false,"genre_ids":[]},{"cast":["Steven Vale"],"overview":"The large, specialised machines in this programme have one task: to move mountains. In the Fabero coal mine, northern Spain, you can see a 520-tonne Hitachi EX5500 hydraulic excavator making light work of overburden. This beast feeds 200-tonne capacity Cat 789C trucks in just three or four passes. Nearby, a Komatsu D475A dozer – the biggest in Europe – is ripping through rock. In footage from mines associated with Fabero you will see other immense hydraulic excavators at work: Komatsu PC3000 and Hitachi EX3600. Among the many supporting machines on view are Komatsu WA800 and WA600 wheeled loaders.","release_date":"2009-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":314965,"title":"Massive Earthmoving Machines Part 4: Mountain Movers","adult":false,"genre_ids":[]},{"cast":["Tadanobu Asano","Michiko Hada","Yoshie Ichige","Yûsuke Kawazu","Kenichi Yajima"],"overview":"A biographical film of war photographer, Taizo Ichinose.","release_date":"1999-12-04","vote_average":0.0,"runtime":111,"cert":"N\/A","id":314967,"title":"One Step on a Mine, It's All Over","adult":false,"genre_ids":[]},{"cast":["William Abney","Anthony Bailey","Patrick Barr","Victor Charrington"],"overview":"An ex-con escapes from jail to clear himself about a robbery charge","release_date":"1963-02-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":314975,"title":"On the Run","adult":false,"genre_ids":[80]},{"cast":["Narciso Ibáñez Menta","Emilio Gutiérrez Caba","Ramiro Oliveros","Berta Cabré","Ovidi Montllor"],"overview":"This movie is the first of a trilogy that Sebastián D'Arbó, a specialist in parapsychology, filmed on occult topics. The second film is El ser (1982) and the last one Más allá de la muerte (1986).","release_date":"1980-01-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":314977,"title":"Journey to the Beyond","adult":false,"genre_ids":[27]},{"cast":["Nigel Davenport","Yvonne Romain","Geoffrey Keen","William Russell"],"overview":"A fraudster is arrested for stealing a large sum of money from his partners. When he learns that a particularly brilliant barrister will lead the prosecution against him he sets out to undermine the credibility of the barrister.","release_date":"1963-03-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":314979,"title":"Return to Sender","adult":false,"genre_ids":[80]},{"cast":["Kim Min-yeong-II","Lee Sang-hoon","Kim Jung-pal","Kang Yong-gyu","Kim Mi-yeon"],"overview":"Ae-rang is a celebrated gisaeng who has the ability to knock out any man in the world with the flick of her hand or skirt and in the blink of an eye. She's got the men eating out of her hands with bedtime techniques that no one else knows about. One day, an impregnable man who won't date anyone is assigned to her village. The magistrate and Ae-rang secretly bet that she will or won't be able to have him begging for her.","release_date":"2014-12-30","vote_average":0.0,"runtime":94,"cert":"N\/A","id":314987,"title":"A Celebrated Gisaeng","adult":false,"genre_ids":[18,10749]},{"cast":["Spalding Gray","Marshall Efron","Madeline Puzo","Mary Woronov"],"overview":"Spalding Gray comes to LA to perform a set of monologues.","release_date":"1984-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":314989,"title":"Spalding Gray's Map of LA","adult":false,"genre_ids":[99,14]},{"cast":["Réal Langlois"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314991,"title":"L'homme Panache au Yukon 1","adult":false,"genre_ids":[99]},{"cast":["Réal Langlois"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":314993,"title":"L'Homme Panache au Yukon 2","adult":false,"genre_ids":[99]},{"cast":["Ngai Man-Yin","Cai Xinghung","Kelly Ko","Hsu Hui-Ni"],"overview":"The Trigger depicts a professional hit man\/assassin hired to take out a target. However, his girlfriend’s pregnancy gives him second thoughts. He decides that after this job, he will renounce his profession and turn himself in.","release_date":"2002-09-26","vote_average":0.0,"runtime":103,"cert":"N\/A","id":314995,"title":"The Trigger","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"United States of Airnadette","cast":["Gunther Love","Château Brutal","Moche Pitt","M-Rodz Antipoukav","Scotch Brit"],"id":314997,"overview":"","runtime":null,"genre_ids":[],"release_date":"2011-06-08","vote_average":0.0,"adult":false}]