[{"cast":["Madhavi","Murali","Seena Antony","Ben Kadavil Alexander","Kuthiravattam Pappu"],"overview":"The Story revolves around Johnny (Murali) and Annie (Madhavi), a married couple.Johnny is a recurrent alcoholic. After an altercation between Johnny and Keshavan (N F Varghese), who is humiliated in front of his family decides to take revenge and hurts one of their kid.During required blood transfusion it is discovered that Annie's is suffering from a late stage of Leukemia and that she only has a couple of months to live. Annie fearing her kids well being gives then up for better future through adoption.","release_date":"1993-01-01","vote_average":7.6,"runtime":113,"cert":"N\/A","id":315002,"title":"Akashadoothu","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a self-assembly cabinet, bereaved parents find a monstrous substitute for their dead son.","release_date":"2014-11-28","vote_average":6.5,"runtime":12,"cert":"\"\"","id":315007,"title":"Self-Assembly","adult":false,"genre_ids":[]},{"cast":["Anushka Shetty","Rana Daggubati","Allu Arjun","Nithya Menen","Catherine Tresa"],"overview":"Rudraba, daughter of Ganapatideva, the emperor of the Kakatiya dynasty, was officially designated a son through the ancient Putrika ceremony and given the name Rudradeva so that she could succeed her father after his death. Despite opposition, she became of the most prominent rulers of the Kakatiya dynasty and one of the few ruling queens in Indian history.","release_date":"2015-10-09","vote_average":5.8,"runtime":165,"cert":"N\/A","id":315009,"title":"Rudhramadevi","adult":false,"genre_ids":[36,28,18]},{"cast":["Hiroki Hasegawa","Yutaka Takenouchi","Satomi Ishihara","Kengo Kora","Satoru Matsuo"],"overview":"From the mind behind Evangelion comes a hit larger than life.  When a massive, gilled monster emerges from the deep and tears through the city, the government scrambles to save its citizens.  A rag-tag team of volunteers cuts through a web of red tape to uncover the monster's weakness and its mysterious ties to a foreign superpower.  But time is not on their side - the greatest catastrophe to ever befall the world is about to evolve right before their very eyes.","release_date":"2016-07-29","vote_average":6.6,"runtime":120,"cert":"\"\"","id":315011,"title":"Shin Godzilla","adult":false,"genre_ids":[28,878,27]},{"cast":["Farhang Amiri","Farrokh Ghaffari","Paria Hakemi","Mohamad Ali Keshavarz","Pari Saberi"],"overview":"Adapted from a story in 1001 Nights, the story concerns the death of an actor and the comical incidents that occur as different people come into possession of, and attempt to dispose of, his body.","release_date":"1965-01-02","vote_average":5.0,"runtime":91,"cert":"N\/A","id":315013,"title":"Night of the Hunchback","adult":false,"genre_ids":[18,35]},{"cast":["Julio Alemán","Alma Delia Fuentes","Elizabeth Campbell","Amadee Chabot","Liza Castro"],"overview":"A new adventure of secret agent Alex Dynamo on land, in the air, and in the treacherous swamps. Alex Dynamo goes up against the S.O.S. organization, a sinister group of beautiful girls driven by a lust for blood.","release_date":"1969-07-17","vote_average":7.8,"runtime":110,"cert":"N\/A","id":315015,"title":"Peligro...! Mujeres en acción","adult":false,"genre_ids":[878,28,12]},{"cast":[],"overview":"The cinematic tale recounts the story of a woman whose husband has left for war. When night comes, she pretends to her child that the shadow projected on a sheet is his father. When the father returns, two years later, the child rejects him, telling him that his father only returns at night.","release_date":"1987-05-01","vote_average":5.7,"runtime":23,"cert":"N\/A","id":315017,"title":"The Married Woman of Nam Xuong","adult":false,"genre_ids":[18]},{"cast":["Shu Qi","Jordan Chan","Michael Tse","Elvis Tsui","Alfred Cheung Kin-Ting"],"overview":"A group of friends are starting their senior year in a HK highschool. A new girl is the new student of the school and one of the friends from the group falls in love with her.","release_date":"1996-09-12","vote_average":0.5,"runtime":97,"cert":"N\/A","id":315019,"title":"Growing Up","adult":false,"genre_ids":[]},{"cast":["Richard Lynch","Priscilla Barnes","Richard Jaeckel","Stuart Whitman","John Ireland"],"overview":"Woman is kidnaped by hitman who discovers that he is the target of another hitman.","release_date":"1979-10-31","vote_average":0.0,"runtime":93,"cert":"\"R\"","id":315021,"title":"Delta Fox","adult":false,"genre_ids":[18,80]},{"cast":["Behrouz Vossoughi","Jamshid Mashayekhi","Fakhri Khorvash","Shohreh Aghdashloo","Akbar Meshkini"],"overview":"Desiderium lyrically charts the hapless loves of a three brother: Majid, they young handicapped brother with a deformed head falls in love with Aghdas, a prostitute hired by his eldest brother Habib to entertain him, not knowing the truth about her profession. Karim, the middle brother is so infatuated with a quail that he almost completely ignores his wife and her emotions. Habib himself is in love with Foroogh, a tailor lady who lives with them, while his sense of responsibility about Majid keeps him from requiting her affections.","release_date":"1978-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":315023,"title":"Desiderium","adult":false,"genre_ids":[10749,18]},{"cast":["Paul McCartney","Linda McCartney"],"overview":"The McCartney Years is a three-DVD set featuring music videos, live performances and other rare footage from Paul McCartney's solo career and Wings. The set spans the years 1970 to 2005  The first two discs comprise promotional films, from \"Maybe I'm Amazed\" (1970) to \"Fine Line\" (2005). Additional features include a documentary about his recent album Chaos and Creation in the Backyard (Creating Chaos at Abbey Road), a film about the Band on the Run album and a feature-length audio commentary from McCartney himself.  The third disc includes seven songs from the 1976 Wings concert Rockshow, four songs from McCartney's 1991 appearance on MTV Unplugged, and eleven performances from his 2004 set at Glastonbury Festival. The live footage is also complemented by an optional commentary by McCartney.  Other features includes his appearance at Live Aid in 1985, the Super Bowl XXXIX Halftime Show and interviews with Melvyn Bragg and Michael Parkinson.","release_date":"2007-11-12","vote_average":8.0,"runtime":377,"cert":"\"\"","id":315025,"title":"Paul McCartney: The McCartney Years","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In the early 1960s, the BBC interviewed 280 eye-witnesses of the First World War for the series, 'The Great War'. This film presents never before seen footage from these interviews.","release_date":"2014-03-14","vote_average":6.5,"runtime":59,"cert":"N\/A","id":315027,"title":"I Was There: The Great War Interviews","adult":false,"genre_ids":[99]},{"cast":["Shu Qi"],"overview":"Retired Win Kao used to be reknowned as the \"Prince of Golf\" for over a decade, but now suffers from financial hardship when his golf facilities store hits hard times. Reluctant to seek help because of his pride, he finally approaches strong career girl Jenny Wu after his economic situation hits the headlines in the local newspaper. Win blames Zsa-zsa for the story, the journalist who is dating his son Charles, and begins a campaign to separate them. But his son's relationship seems sincere and reminds him of his lost love with May, his childhood sweetheart who had committed suicide after she gets pregnant and her parents forbid their love.","release_date":"1998-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":315035,"title":"Unexpected Challenges","adult":false,"genre_ids":[]},{"cast":["Peter Ho","Fann Wong","Cheng Pei-Pei","Joe Cheung","Jason Chu"],"overview":"Sam, a fresh graduate from Singapore, works as a journalist in Hong Kong to gain wider exposure in life. He chances upon Jane, an intriguing mainland girl who lives a wayward, depraved life on the streets of Hong Kong. Because of her previous experiences in life, she is highly distrustful of men and spends her days smoking, taking drugs and booze. Sam, from a rich Singapore family, finds his social view broadened as he spends time with Jane in an effort to capture a good feature story. What started out as fascination over her for a cover story develops into a heart-warming love story. The two fall in love but their love is tested under the harsh light of societal comparisons.","release_date":"1999-07-20","vote_average":5.0,"runtime":100,"cert":"N\/A","id":315037,"title":"The Truth About Jane and Sam","adult":false,"genre_ids":[]},{"cast":["Agnes Chan Mei-Ling"],"overview":"The fate of the entire hotel industry is at stake. A group of evil black ninjas have threatened to insinuate themselves into the industry, take over, and transform the operation into something unspeakable. Thank heaven the white ninjas are on hand to save the day. Agnes Chan heads the cast, so we assume she's the \"ninja queen.\" This one isn't a whole lot better than others of its ilk, but at least there's some novelty in the settings.","release_date":"1988-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":315039,"title":"The Vampire Raiders","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Directed by Léon Mathot","release_date":"1935-06-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315041,"title":"La mascotte","adult":false,"genre_ids":[]},{"cast":["Nuutti Konttinen","Ville Myllyrinne","Laura Malmivaara","Veikka Vainikka","Emil Auno"],"overview":"It was supposed to be just an ordinary holiday of the sunny Kos, but Toni has to rescue a beautiful local girl from the clutches of kidnappers of Adriana . When it appears that anyone else can be trusted, will Toni reluctantly rely on velipuoliensa assistance.  Son of the trio formed a peaceful holiday in the South of traditional package holidays to skyrocket wilder Extreme trip full of momentum, disguise, theft and dangerous situations. The legendary ancient landscapes of the archipelago, hot beaches, small mountain roads and the Mediterranean waves rush adventurers risked their lives threatening situation to another.","release_date":"2014-10-31","vote_average":5.7,"runtime":86,"cert":"N\/A","id":315043,"title":"The Island of Secrets","adult":false,"genre_ids":[10751,12]},{"cast":[],"overview":"Directed by Michel Bernheim","release_date":"1935-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315045,"title":"Marie des angoisses","adult":false,"genre_ids":[]},{"cast":["Ladislav Herbert Struna","Ita Rina","Zlata Dryáková","Zvonimir Rogoz","Jaroslav Bráska"],"overview":"On the coast of Yugoslavia lives fisherman Ivo Kralj, his wife Marie, son Vuk, and Ivo's mother in one happy home. Marie, who loves her husband and always looks forward to his return from sea, attracts Nikola, with whom Ivo, out of jealousy, has a scuffle at a dance. After the outbreak of World War I Ivo is mobilized. He ends up in a P.O.W. camp where he is subjected to hard labour. His family then receives news of his death. The years pass and the lonely widow Marie is occasionally visited by her friend Nikola. Ivo's mother would like her to remarry. Soon after the wedding Marie becomes pregnant. Ivo, who has been thought dead, succeeds in escaping the P.O.W. camp where he has spent several years. Upon his arrival home he finds his name on a memorial erected to the victims of the war...","release_date":"1935-10-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":315047,"title":"...and Life Goes On","adult":false,"genre_ids":[18]},{"cast":["Laura Birn","Mari Rantasila","Eero Aho","Eero Aho"],"overview":"Kiia and Lauri, speeding toward the hospital overnight. Kiia in pain, holding the wheel with one hand and another in his stomach - the birth has started ahead of schedule. Surprisingly, the vehicle collides with something. Kiia fright and brakes, the car swerves before coming to a stop. Lauri rises to the car to check the situation and says he did not see anything. Kiia give birth to a healthy child in the hospital and befriends Hannah with. Hanna's husband has been in the same region hit by a car and drove onto the driver fled from the scene.","release_date":"2015-02-27","vote_average":6.5,"runtime":93,"cert":"N\/A","id":315055,"title":"Absolution","adult":false,"genre_ids":[53,18]},{"cast":["Armi Toivanen","Eero Ritala","Mimosa Willamo","Kai Lehtinen"],"overview":"Headfirst is a black comedy about a single mother with anger management problems and her teenage daughter who is always in trouble at school. With yet another school comes a new teacher and a blast from the past for the mother. Before long, an accidental pickpocket and a notoriously lousy storyteller teams up with this one dysfunctional sort of a family. Nothing is the same anymore. Headfirst is a story about missing teeth, strange friends, hidden dreams and long-gone love. And about a hare.","release_date":"2014-12-26","vote_average":3.3,"runtime":94,"cert":"N\/A","id":315057,"title":"Headfirst","adult":false,"genre_ids":[18,35]},{"cast":["Gheorghe Cozorici","Mircea Albulescu","Amza Pellea","Corneliu Gîrbea","Sergiu Nicolaescu"],"overview":"The movie is based on a true story from the end of WWI, in Transylvania. A nobleman who owned some land in Transylvania returns home to find a part of his fortune burned to ashes during late 1918 when power was trasfered from AustroHungary to Romania. Looking for revenge, he ordered the killing of innocent Romanian peasants from a neighbouring village, which he suspected to be guilty for the losses he suffered. A Romanian officer from Romanian Transylvanian Volunteers Corp, decides to help the villagers to face the menace of the nobleman","release_date":"1982-05-13","vote_average":6.8,"runtime":109,"cert":"N\/A","id":315059,"title":"Mercenaries' Trap","adult":false,"genre_ids":[10752,12]},{"cast":["Antti Reini","Jasper Pääkkönen","Jukka Puotila","Karoliina Blackburn","Miska Kaukonen"],"overview":"Jussi Vares find two bodies of Turku outskirts of women, which has been shot in the head, and the man whose body is full of runes similar to the cuts, which suggest that the murder would have been part of the dark ritual. A year later, Vares is hired to investigate these homicides. Cable Wires take Varesta towards Turku underworld dominant invisible godfather, sheriff. Sheriff is the man whom nobody knows and we do not discuss. Vares drifts dangerously close to the \"jury\", the secret underworld lord clubs, the members of the human spirit is a cheap commodity. Rummaging through the case Vares get too close to the truth.","release_date":"2015-01-07","vote_average":5.6,"runtime":90,"cert":"N\/A","id":315061,"title":"Vares - The Sheriff","adult":false,"genre_ids":[80]},{"cast":["Timofey Tribuntsev","Yuliya Aleksandrova","Aleksandr Pal","Natalya Potapova","Yuriy Kuznetsov"],"overview":"A couple of hours before the New Year a neighbor comes to an old lady for some salt. And quite suddenly kills her. And now his whole family, that gets together to celebrate the New Year, is to find out what to do now, and who is to blame.","release_date":"2014-06-04","vote_average":8.3,"runtime":21,"cert":"N\/A","id":315063,"title":"Unintentionally","adult":false,"genre_ids":[35]},{"cast":["Olaf Bender","Frank Bretschneider","Carsten Dane","Torsten Eckhardt","Ronald Galenza"],"overview":"AG Geige was one of the weirdest and most experimental musical projects of the former GDR. Founded by four autodidacts they defied any classification by producing electronic music combined with Dadaist texts and wearing absurd costumes.  The documentary AG Geige - ein Amateurfilm tells the story of this formation that even made it to release an official record short before the fall of the Berlin Wall. By means of interviews with the protagonists and their supporters, supplemented by video footage of live performances and self-produced clips, the film is focusing on the self-understanding of the four members, their artistic visions, the creative and working process. and, of course, the film also tells the story of the last few years of the GDR system, whose agony made this project possible at all. (cont. http:\/\/www.raster-noton.net\/shop\/ag-geige-ein-amateurfilm)","release_date":"2012-11-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":315065,"title":"AG Geige - Ein Amateurfilm","adult":false,"genre_ids":[10402,99]},{"cast":["Jean-Jacques Pauvert","Annie Le Brun","Ugo Broussot"],"overview":"A Wild Honest Man","release_date":"2012-01-04","vote_average":0.0,"runtime":52,"cert":"N\/A","id":315067,"title":"Un Sauvage Honnête Homme","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315075,"title":"Krummel - Waldi de stinkwants","adult":false,"genre_ids":[16,10751,12]},{"cast":["Luise Ullrich","Rudolf Prack","Albert Lieven","Ellen Schwiers","Peer Schmidt"],"overview":"","release_date":"1961-02-15","vote_average":0.0,"runtime":93,"cert":"N\/A","id":315080,"title":"Frau Irene Besser","adult":false,"genre_ids":[18]},{"cast":["Annie Brocoli"],"overview":"","release_date":"2007-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315082,"title":"Annie Brocoli - Info-Broc santé","adult":false,"genre_ids":[10751]},{"cast":["Ugo Broussot","Aurélie Vérillon"],"overview":"Brother and Sister","release_date":"2006-01-04","vote_average":0.0,"runtime":18,"cert":"N\/A","id":315084,"title":"Frère et sœur","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315086,"title":"Krummel - De Flo-show zorgt voor opschudding","adult":false,"genre_ids":[12,10751,16]},{"cast":["Scott Brady","Phyllis Thaxter","Elliott Reid","Elliott Reid","Herbert Butterfield"],"overview":"Connie is a widow and mother whose work involves checking up on the competition for her department store employer.  When Steve, a charming salesman at a competing store, recognizes her true motives but refuses to expose her, he ends up getting fired as a result.  Feeling guilty, Connie agrees to buy lunch for Steve, striking up a friendship that complicates her relationship with Carl, a lawyer who wants to marry her.","release_date":"1955-12-22","vote_average":0.0,"runtime":87,"cert":"\"NR\"","id":315088,"title":"Holiday Affair","adult":false,"genre_ids":[10749,10770]},{"cast":["Peter Pacey","John Graham","Jonathan Kydd","Fraser Kerr","Julie Peasegood"],"overview":"Based on a story by Henry Van Dyke. After years of searching, a fourth Wise Man finds Jesus Christ, but he has no gifts left to give Him. He is comforted to learn that \"inasmuch as ye have done it unto the least of these my brethren, ye have done it unto me\" (Matthew 25:40)","release_date":"1989-01-01","vote_average":0.0,"runtime":23,"cert":"\"G\"","id":315096,"title":"The Story of the Other Wise Man","adult":false,"genre_ids":[18]},{"cast":["Anri Ban","Rica Matsumoto","Shigemitsu Ogi","Kiyohiko Shibukawa","Tokitoshi Shiota"],"overview":"Japanese film directed by Masato Tanno.","release_date":"2003-12-13","vote_average":0.0,"runtime":88,"cert":"N\/A","id":315098,"title":"Kaminari hashiru natsu","adult":false,"genre_ids":[]},{"cast":["Shaheizy Sam","Nur Fazura","Lisa Surihani","Eja","Faizal Hussein"],"overview":"A girl decides to break up with her long-time boyfriend when she realises her boyfriend is having an affair. Then she meets another guy but was heartbroken when she found out that he is married. Meanwhile, widower to her late sister proposes to her. Will she accept or persists to find her true love?","release_date":"2014-12-11","vote_average":10.0,"runtime":102,"cert":"N\/A","id":315100,"title":"Manisnya Cinta Di Cappadocia","adult":false,"genre_ids":[10749,35]},{"cast":["Kenny Roberts","Kevin Schwantz","Eddie Lawson","Wayne Rainey","Rob McElnea"],"overview":"The 1980s were a high point of factory involvement in Grand Prix motorcycle racing.  Suzuki, Honda and Yamaha battled for technological dominance in the high-powered world of 500cc two-stroke racers - and to ride these beasts they employed the very best riders in the world.  The likes of Rainey, Schwantz, Lawson and Mamola struggled to tame the raw power and brutal handling of bikes built without constraints and without any of the modern rider aids which make today's MotoGP four-stroke machines seem bland in comparison.  The riders might have been paid handsomely for their efforts but, as this film shows, they paid a heavy price for their fame and stardom.  With loads of great action shots from the archives and revealing, frank interviews with many of the top riders this incredible documentary looks at the men who had to ride the unrideables.","release_date":"2013-10-17","vote_average":0.0,"runtime":45,"cert":"\"\"","id":315102,"title":"The Unrideables","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary based on video archives shots by Ramuntcho Matta of his father from the 1986 to 2000. Dozens of tapes of his father working, talking, walking and even sleeping, notebooks, letters, postcards and gifts.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315104,"title":"Intimatta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dadaist, radical provocateur, surrealist painter, pioneering filmmaker and visionary educator - Hans Richter was a major force in redefining art in the 20th Century, yet he remains largely unknown compared to his more illustrious peers. Richter is often misunderstood and undervalued for his contributions to making a new social art that forever changed the act of self-expression.","release_date":"2013-03-22","vote_average":0.0,"runtime":60,"cert":"\"\"","id":315106,"title":"Hans Richter: Everything Turns, Everything Revolves","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315111,"title":"Wiedersehen mit Schottland  - Auf den Spuren meiner ersten Motorradreise","adult":false,"genre_ids":[99]},{"cast":["Colleen Brennan","Hyapatia Lee","Beverly Bliss","Cheri Janvier","Debra Lynn"],"overview":"On their way to Canterbury, a group of noblemen and women play a game to see who can tell the best erotic story","release_date":"1985-01-01","vote_average":6.0,"runtime":90,"cert":"\"NC-17\"","id":315113,"title":"The Ribald Tales of Canterbury","adult":true,"genre_ids":[36,10749,18]},{"cast":[],"overview":"","release_date":"2008-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315115,"title":"Zum Tee nach Istanbul","adult":false,"genre_ids":[99]},{"cast":["Jacob Figueroa","Kris Kidd","Jason Scarbrough","Stacie Reyes Kidd"],"overview":"In the not-so-distant future, a virus has wiped out parts of civilization and the only hope lies with the mysterious cure known as Narcissus.","release_date":"2012-04-20","vote_average":0.0,"runtime":8,"cert":"\"\"","id":315117,"title":"Fuse","adult":false,"genre_ids":[28]},{"cast":["Yasmine Bleeth","Jere Burns","John Wesley Shipp","Alana Austin","Jenica Bergere"],"overview":"Ellen Carson is a real estate agent who inadvertently cuts off a delivery truck driver while changing lanes on the freeway to hurry home. The truck driver turns out to be a disturbed man named Eddie Madden, who proceeds to chase after Ellen in an effort to run her off the road. Ellen in fear calls the 1-800 number on the back of his truck and lodges a complaint, which causes Eddie to lose his job, and he (being a grieving husband and father who earlier lost his family to a car accident) sets out to destroy Ellen's family and soon becomes fixated on Ellen and her teenage stepdaughter Cynthia and plots to have them as replacement family, by removing the head of the house, Ellen's husband and Cynthia's father Jim Carson.","release_date":"1999-10-03","vote_average":6.0,"runtime":120,"cert":"\"\"","id":315119,"title":"Road Rage","adult":false,"genre_ids":[53]},{"cast":["Jason Sedillo","Caitlin Rose Williams","Taylor James Johnson","Jason Scarbrough","Akasha Banks Villalobos"],"overview":"An out of work husband takes his wife's advice on exaggerating his work experience. When he does, he accidentally lands a job as a superhero. Now with no powers to speak of, he must become a hero as his city is threatened by a great evil.","release_date":"2014-03-15","vote_average":3.0,"runtime":94,"cert":"\"\"","id":315121,"title":"Now Hiring","adult":false,"genre_ids":[10751,28,35]},{"cast":["Jason Lee Boyson","Caitlin Rose Williams","Michael D. Burger","Phillip Lobo","Karen Elvonna"],"overview":"The film follows, Darren, cold and calculating mob hitman, attempting to have a normal life with his unsuspecting girlfriend, Theresa, inadvertently comes across the path of another killer: a brutal and sadistic serial killer only known as the Angel of Mercy. As the walls of his perfect facade begin to crumble, he must face a killer hellbent on destroying his very existence.","release_date":"2008-08-02","vote_average":4.0,"runtime":99,"cert":"\"\"","id":315123,"title":"Echo","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Filmed in the white working-class suburbs of Detroit, Spook House reveals a community reveling in the macabre. Front lawns are transformed into cemeteries, kitchens become mausoleums and dismembered ‘bodies’ are prepared for cannibal feasts. Cameron Jamie’s camera tracks the celebrants as the nights become longer and darker.","release_date":"2003-11-28","vote_average":0.0,"runtime":21,"cert":"N\/A","id":315125,"title":"Spook House","adult":false,"genre_ids":[27,99]},{"cast":["Megan Sheehan","Go Go Amy","Jerry Lacy","Bobby Rice","Crystal Marie"],"overview":"After receiving a series of anonymous love notes, Spidora, a performer in a carnival Side Show, is finally encouraged to meet her secret admirer. But is he real or just an illusion?","release_date":"2014-08-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":315127,"title":"Spidora","adult":false,"genre_ids":[9648,18]},{"cast":["Märtke Wellm","Wolfgang Winkler","Ilse Voigt","Andreas Albert","Hans Klering"],"overview":"","release_date":"1979-07-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":315132,"title":"Das Pferdemädchen","adult":false,"genre_ids":[10751]},{"cast":["Hilarie Burton","Paul Campbell","Tim Conway","Aaron Craven","Malcolm Stewart"],"overview":"The story of a young businesswoman who tries to convince her uptight parents to accept her current boyfriend and instead finds herself falling for an old high school flame.","release_date":"2015-01-03","vote_average":6.2,"runtime":83,"cert":"\"\"","id":315134,"title":"Surprised by Love","adult":false,"genre_ids":[10749]},{"cast":["Mártha Eggerth","Sandro Palmieri","Gualtiero Tumiati","Lamberto Picasso","Achille Majeroni"],"overview":"Martha Eggerth heads the cast of Casta Diva, but the central character is famed Italian composer Vincenzo Bellini, here played by American actor Phillips Holmes. Paying but scant attention the facts, the film concentrates on Bellini's colorful love life. Evidently the film went through several rewriting processes, as witness the curious performances of Donald Calthrop and Arthur Margetson, whose characters do complete about-faces halfway through the story. Amidst so many British accents, Martha Eggerth's Polish intonations seem out of place, but she photographs beautifully and sings quite well. Casta Diva was attractively filmed on location in Naples.\r Not to be confused with the 1954 remake (by Gallone himself) or to the English language version \"The Divine Spark\" (also directed by Gallone and starred by Eggerth).","release_date":"1935-06-13","vote_average":6.0,"runtime":87,"cert":"\"\"","id":315136,"title":"Casta diva","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Venice Film Festival 1935","release_date":"1935-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315138,"title":"Freccia d'oro","adult":false,"genre_ids":[]},{"cast":["Doris Roberts","Rachael Carpani","Sam Page","Ernie Hudson","Chris Gartin"],"overview":"Acclaimed author and recluse Norma Boswell is reaching the end of her days. She has kept her terminal diagnosis secret from everyone around her, her housekeeper and gardener, as well as her estranged son, Justin. As her health continues to decline, her doctor insists it is time to bring in a live-in nurse at home. Stubbornly proud, Norma rejects every candidate for the job straight away. That is until she comes across Emma Keating, who refuses to take no for an answer and whole-heartedly agrees to keep Norma’s secret.","release_date":"2014-10-04","vote_average":6.5,"runtime":90,"cert":"\"\"","id":315140,"title":"Touched","adult":false,"genre_ids":[35,10751,10749,10770]},{"cast":[],"overview":"","release_date":"2008-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315145,"title":"Rozpomínání","adult":false,"genre_ids":[99]},{"cast":["Niels Anschütz","Miriam Knabe","Kurt Böwe","Dagmar Manzel","Horst Hiemer"],"overview":"A little boy tries to keep a huge Newfoundland dog in his family's apartment.","release_date":"1986-06-13","vote_average":4.0,"runtime":79,"cert":"N\/A","id":315147,"title":"The Boy with the Big Black Dog","adult":false,"genre_ids":[10751]},{"cast":["Pierre Palmade","Alexis Cadrot","Ariane Mourier","Benjamin Gauthier","Emmanuelle Michelet"],"overview":"","release_date":"2015-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315155,"title":"Le fils du comique","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315157,"title":"Nichtraucher werden und bleiben","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Puss in Boots travels to a temple to defeat the notorious bandit El Breato and his 40 thieves.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315162,"title":"Puss in Boots 2: Nine Lives & 40 Thieves","adult":false,"genre_ids":[35,16,10751]},{"cast":[],"overview":"A young man reads a comic depicting what the title says. We see his face and reactions. He finally finishes the book and leaves the scene.","release_date":"1964-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":315164,"title":"The Origin of Captain America","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young man and a young woman seat on a sofa and use the traditional tools to inject drugs into their veins.","release_date":"1965-06-21","vote_average":0.0,"runtime":12,"cert":"\"\"","id":315166,"title":"Like Sleep","adult":false,"genre_ids":[]},{"cast":["Eille Norwood","Hubert Willis","Tom Beaumont","Lionel d'Aragon","Laurie Leslie"],"overview":"Adaptation of the Conan Doyle story The Mazarin Stone.","release_date":"1923-03-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":315168,"title":"The Stone of Mazarin","adult":false,"genre_ids":[]},{"cast":["Varun Tej","Rao Ramesh","Prakash Raj","Ali","Pooja Hegde"],"overview":"Mukundais an upcoming Telugu film written &amp; directed by Srikanth Addala. The film was produced by Tagore Madhu and Nallamalapu Srinivas (Bujji) under the banner Leo Productions. It features Varun Tej and Pooja Hegde in the lead roles, the former making his debut in Telugu cinema","release_date":"2014-12-26","vote_average":7.5,"runtime":144,"cert":"N\/A","id":315170,"title":"Mukunda","adult":false,"genre_ids":[28]},{"cast":["Ben Austen","Morgan Ayres","Arthur Bridgers"],"overview":"A young soldier finds the courage to cross enemy lines.","release_date":"2012-07-03","vote_average":0.0,"runtime":14,"cert":"\"\"","id":315172,"title":"Lili Marleen","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"A splice-less, text soliloquy acknowledging an unknown, random audience of one I'm sharing this film with. Originally shot in b&amp;w, the digital version has gone pink. Super-8, silent. - Joseph Bernard","release_date":"1983-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":315177,"title":"Film for Untitled Viewer","adult":false,"genre_ids":[]},{"cast":[],"overview":"A flurry of security envelopes casts spells on the screen.","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":315179,"title":"Unsubscribe #1: Special Offer Inside","adult":false,"genre_ids":[]},{"cast":[],"overview":"Junk mail detritus forms a handicraft salute to new media.","release_date":"2010-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":315181,"title":"Unsubscribe #3: Glitch Envy","adult":false,"genre_ids":[]},{"cast":["Abdul Zainidi"],"overview":"\"The King's Dementia\" tells the story of how a director called King deals with his rejected script 'Teluki' and his self conflict and metaphorical internal war with society and his darkness.","release_date":"2013-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":315195,"title":"The King's Dementia","adult":false,"genre_ids":[35]},{"cast":[],"overview":"SINAI FIELD MISSION shows the routine activities of the diplomats and electronics technicians who operate the U.S. Sinai Field Mission, the early warning system established in 1976 to help facilitate the disengagement between Egypt and Israel after the 1973 war. The major purpose of the Mission is to monitor the approaches to strategic passes and to verify the operations of the Egyptian and Israeli surveillance stations in the Sinai Buffer Zone.","release_date":"1978-10-16","vote_average":5.0,"runtime":127,"cert":"\"\"","id":315197,"title":"Sinai Field Mission","adult":false,"genre_ids":[99]},{"cast":["Im Chang-jung","Uhm Ji-won","Park Chul-min","Lee Dae-yeon","Baek Il-seob"],"overview":"1980, Kwang-ju is fired up about a genius pitcher, a senior in high school. Ho-chang takes confident strides across the field making his way by cutting through the sand dust. He’s a university scouter on a mission. His task is to scout the genius pitcher, SUN Dong-yeul, a master of baseball who may be scouted to a rival university. But he is no where to be seen. But Ho-chang is determined to not let down his reputation as a successful scouter, and his scouting mission of 10 days begin! An original story of a scouter on a 10 day mission full of undisclosed history will now unfold!","release_date":"2007-11-14","vote_average":7.7,"runtime":94,"cert":"N\/A","id":315202,"title":"Scout","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two great shows about kindness!  Big River Rescue  Tomato Sawyer and Huckleberry Larry's life on the lazy river takes a turn for adventure when they help a stranger in need and they discover that while helping others may not be the easiest thing to do, it's always the right thing to do!  Babysitter in De-Nile  Laura the Carrot plays \"Miriam\" the sister of Moses, in the touching retelling of a classic Bible story that teaches us to take care of our families!","release_date":"2010-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":315204,"title":"VeggieTales: Growing Kindhearted Kids!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two great shows on being generous!  King George and the Ducky  A self-serving king learns a valuable lesson - when we are selfish, we hurt the people around us! \"For whether you're a king or a kid, God wants us all to think of others first!\"  Lyle the Kindly Viking  Junior Asparagus stars as Lyle the Kindly Viking as our Veggie friends learn that \"sharing gets us more of what we really want...friends!\"","release_date":"2010-01-01","vote_average":0.0,"runtime":38,"cert":"\"\"","id":315206,"title":"VeggieTales: Growing Generous Kids!","adult":false,"genre_ids":[]},{"cast":["Aimee Addison","Asa Akira","Briana Blair","Brynn Tyler","Eva Angelina"],"overview":"Penthouse-HD presents: Penthouse Nurses","release_date":"2011-03-17","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":315217,"title":"Penthouse Nurses","adult":true,"genre_ids":[]},{"cast":["Diamond Foxxx","Emy Reyes","Karlie Montana","Lana Lopez","Melissa Jacobs"],"overview":"Penthouse HD presents: Nurses 101","release_date":"2011-01-18","vote_average":0.0,"runtime":90,"cert":"\"NC-17\"","id":315219,"title":"Nurses 101","adult":true,"genre_ids":[]},{"cast":["Fernando Bilbao","Luis Escobar","Andrés Mejuto","Guillermo Montesinos","Paul Naschy"],"overview":"","release_date":"1982-12-18","vote_average":7.0,"runtime":82,"cert":"N\/A","id":315221,"title":"Good Evening, Mr. Monster","adult":false,"genre_ids":[35,27,14]},{"cast":["Subodh Bhave","Priya Bapat","Chinmay Mandlekar"],"overview":"The film encompasses some of a lifetime span of the legend - \"Father of Indian Unrest\"","release_date":"2015-01-02","vote_average":0.0,"runtime":139,"cert":"N\/A","id":315226,"title":"Lokmanya: Ek Yug Purush","adult":false,"genre_ids":[36,18]},{"cast":["Alex O'Dogherty","Teresa Hurtado de Ory"],"overview":"Why do we become idiots when we fall in love? Has our zodiac sign something to do with it?","release_date":"2008-01-26","vote_average":0.0,"runtime":11,"cert":"N\/A","id":315228,"title":"Horoscope","adult":false,"genre_ids":[35]},{"cast":["Beverly Hills","Brooke Banner","Jessica Bangkok","Kris Slater","Krissy Lynn"],"overview":"The sport of sex. Now that's what we're talking about. Follow these busty ladies as they discover how to make some sports even more exciting. Who knew that big boobs could be just as sporting.","release_date":"2012-02-01","vote_average":0.0,"runtime":103,"cert":"\"NC-17\"","id":315230,"title":"Penthouse Letters - Sportin' Big Boobs","adult":true,"genre_ids":[]},{"cast":[],"overview":"A competitive swimmer so desperate for victory that she considers cheating, but is it worth the cost?","release_date":"2013-04-26","vote_average":3.5,"runtime":7,"cert":"\"\"","id":315232,"title":"Water Song","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two people stuck in a situation from which they can not escape.","release_date":"2014-04-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":315237,"title":"Other Side of the Game","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Two Graffiti artists face a situation they don't expect!","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":315239,"title":"Graffiti Area","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Musicmatters Yearmix 2013 includes more than 150 songs in a total of 3 hours and 44 minutes. This Yearmix is a true tribute to the artists and their songs who made the \"soundtrack\" of 2013.","release_date":"2013-12-31","vote_average":0.0,"runtime":224,"cert":"N\/A","id":315241,"title":"Musicmatters Yearmix 2013","adult":false,"genre_ids":[]},{"cast":["Sanjeev Kumar","Rekha"],"overview":"Dr. Wilson is a humanitarian, and likes to believe that the worse part of a human can be separated and eliminated altogether, to this extent he experiments in various ways in his laboratory. One day he tries out a chemical solution on himself and lets his evil self, Blackstone, lose in bars, dark alleys, and with prostitutes. He is always able to control Blackstone, and comes home late at night to turn himself back to Dr. Wilson. Then things start to get out of control when Blackstone starts getting violent and killing people he dislikes, including Dr. Wilson; and Dr. Wilson finds Blackstone getting stronger, and out of his control, with a motive of taking over Dr. Wilson's life completely.","release_date":"1981-03-13","vote_average":4.0,"runtime":140,"cert":"N\/A","id":315243,"title":"Dr. Jekyll & Mr. Hyde","adult":false,"genre_ids":[878,27,18,10749]},{"cast":["Bruno Davézé","Jean-Christophe Bouvet","Cyril Lecomte","Christian Mazucchini","Rona Hartner"],"overview":"Schneider is a cop, a real one. A man of integrity that corruption revolts and disgusts compromise, an intractable citizen and respectful of others like himself. Fallible, it is driven by a powerful ambition: to tirelessly fight evil without ignoring the strength and attractions in him as in other ...","release_date":"2006-07-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":315245,"title":"Un Flic","adult":false,"genre_ids":[]},{"cast":["Elaine Stritch","Ben Aris","Stephanie Cole","Norma West"],"overview":"Julia, a Hollywood property scout, is looking for a house to star in a horror movie, she finds more than she bargained for at Glebes Hall. Unaired in the UK.","release_date":"1981-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":315247,"title":"Christmas Spirits","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2003-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315249,"title":"Usklang","adult":false,"genre_ids":[]},{"cast":[],"overview":"Video Mix By Nicolas Escobar","release_date":"2008-07-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":315260,"title":"Classic Project Vol 01 “70s 80s 90s” Reloaded 2008","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This documentary celebrates the homecoming of the Italian soldiers from the French front and shows a welcome given not only by the civilian and the military authorities, but by the whole city of Turin as well. The same event was documented by Luca Comerio in a film titled Il saluto di Torino alle truppe italiane in Francia. In the Caesar Film documentary, a man with moustache, holding a camera, among the participants of the ceremony, and he strikingly reminds the famous Italian director at work.","release_date":"1919-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315262,"title":"Omaggio alle truppe italiane reduci dalla Francia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Video Mix By Nicolas Escobar","release_date":"2009-12-15","vote_average":10.0,"runtime":null,"cert":"N\/A","id":315264,"title":"Classic Project Vol 02 “Pop eurodance 90s”","adult":false,"genre_ids":[10402]},{"cast":["Réal Langlois"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315269,"title":"L'Homme Panache au Yukon 3","adult":false,"genre_ids":[99]},{"cast":["Réal Langlois"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315271,"title":"L'homme Panache au Yukon 4","adult":false,"genre_ids":[99]},{"cast":["Yvonne Monlaur","Harry H. Corbett","Robert Rietti","Ernest Clark ","David Lodge"],"overview":"A gang of jewel thieves rob a house which has just become empty following the recent death of it's rich lady owner. The robbery is not a complete success and one of the gang hides the jewels in the house as he's about to be captured. Later the house is put up for sale and events lead the estate agent to conclude that the jewels may still be there.","release_date":"1962-07-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":315282,"title":"Time to Remember","adult":false,"genre_ids":[80]},{"cast":["Bernard Lee","David Knight","Francis de Wolff","Colette Wilde"],"overview":"A man is murdered in a room with no windows and a steel lined door which locks only from the inside.","release_date":"1960-09-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":315284,"title":"Clue of the Twisted Candle","adult":false,"genre_ids":[80]},{"cast":["Mohan Agashe","Amruta Subhash"],"overview":"The film revolves around Mr. Shastri, a retired Sanskrit professor who in due course suffers with Alzheimer's goes missing while travelling with his daughter .during this time of missing he gets fascinated with a elephant walking on street and goes to stay with the family which owns elephant. The film is inter cut to depict the human side of relationships with social message in end that only care and affection is medicine for Alzheimer's and there is no other cure for the same.","release_date":"2014-08-01","vote_average":6.5,"runtime":121,"cert":"N\/A","id":315286,"title":"Astu - So Be It","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Scooby-Doo! and the Haunted House is an unofficially released DVD containing three episodes from Scooby-Doo, Where Are You!.","release_date":"2012-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315288,"title":"Scooby-Doo! and the Haunted House","adult":false,"genre_ids":[]},{"cast":["Geoff Burkman","Mike Canestaro","Tara Clark","Adam Scott Clevenger","Tara Clark"],"overview":"Thanksgiving is a time when families get together to eat good food and share in the spirit of thankfulness. That's of course, a best case scenario. Some families are so tangled in a web of drama from financial issues, relationships, and so on that lead to big blow outs or worse, long awkward silences. This is the story of one of those families.","release_date":"2014-11-07","vote_average":5.0,"runtime":107,"cert":"\"\"","id":315290,"title":"Awkward Thanksgiving","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Let the fun and games begin! Scooby-Doo! and the gang are off to compete at the World Invitational Games in this all-new 23-minute episode Spooky Games! And there’s no shortage of spookiness – the gang’s fun gets sidetracked when a 1,000-year-old statue comes to life and threatens the entire event! Will the games go on? The high jinks continue with world-hopping of Hanna-Barbera’s competitive classic Scooby’s All-Star Laff-A-Lympics! Three teams enter, and all the fun breaks loose! Grab a seat as the Scooby Doobies, the Yogi Yahooeys and the Really Rottens get ready, get set, and get into more eccentric events! From bullfights and mountain climbing, roller skating to leprechaun hunting, trek the globe to catch all of the animated antics! Special guest stars abound, including Fred Flintstone and Barney Rubble. This collection is sure to take the gold!","release_date":"2012-07-17","vote_average":9.7,"runtime":null,"cert":"N\/A","id":315292,"title":"Scooby-Doo! Laff-A-Lympics: Spooky Games","adult":false,"genre_ids":[16,10751]},{"cast":["Roxanne Brewer","John Barnum","Colleen Brennan"],"overview":"Robert Cameron runs an advertising agency that mainly employs attractive young women.","release_date":"1974-01-02","vote_average":0.0,"runtime":76,"cert":"\"\"","id":315294,"title":"The Young Secretaries","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the 7th edition of the event JMP, Jean-Marc takes his new winning formula of last year: hilarious anecdotes, DJ music in the carpet, surprise guests and nobody knows what time ends party!","release_date":"2014-11-10","vote_average":0.0,"runtime":274,"cert":"N\/A","id":315299,"title":"L'évènement Jean-Marc Parent 2014","adult":false,"genre_ids":[]},{"cast":["Barry Foster","Margit Saad","Nigel Green","Dinsdale Landen"],"overview":"A young policeman becomes involved with a glamorous German woman in London, to his cost.","release_date":"1962-09-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":315301,"title":"Playback","adult":false,"genre_ids":[80]},{"cast":["Anthony Newlands","Glyn Houston","Nađa Regin","Allan Cuthbertson","Jack May"],"overview":"A group of crooks accidentally kill an elderly shop assistant while stealing the keys to the jewellery shop where she works.","release_date":"1962-09-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":315303,"title":"Solo for Sparrow","adult":false,"genre_ids":[80]},{"cast":["Maurice Denham","John Carson","Maria Corvin","Brian Peck"],"overview":"Arthur Payne, recently out of prison, meets a stranger, Theo Gaunt, on a train and explains his situation. A few days later another stranger makes a curious proposition. Arthur should participate in a fake robbery and remove some imitation jewellery from the stranger's own safe.","release_date":"1963-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":315305,"title":"The Set Up","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Introducing a short animation called Light Man – Superhero, with a series of adventures that form an intense introduction to Light Man and Light Woman, and their adventures within New York City. It is an elegantly simple and fun animation to see, giving a glimpse in to the daily adventures of this popular ‘Superhero’.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":315316,"title":"Light Man, superhero the new york city saviour","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Cosmos Man is a mysterious superhero whose origins are unknown. He lives in the stars and is always on hand to back up Light Man, the Earth’s superhero.  Cosmos Man’s power comes from two cosmic gods: ‘AS’, who is the god of the planets and ‘RA’, who is the god of the stars. They enable Cosmos man to exist in space and give him the power to fly at supersonic speeds. They also give him the ability to shrink to  micro sizes.  Cosmos Man can travel to all the different  galaxies and solar systems and is familiar with each god and goddess that rule over them. They also  offer him valuable information and insight to the workings of the universe.  With this knowledge and the help of AS and RA, Cosmos Man maintains the balance of good and evil and combats bad energies that try to dominate the light. He regularly monitors the  computer intelligence at Mars to see how Earth and Light Man are doing so he is ready to help if needed.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":315327,"title":"Cosmos Man and Light Man - Animation","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1941-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315332,"title":"Titi et Grosminet Retrospective 1941-1956","adult":false,"genre_ids":[]},{"cast":["Ava Courcelles","Kelly White","Lara De Santis","Satin Bloom","Mya Diamond"],"overview":"Mature women are the horniest, and their vast and varied sexual experience gives them a sensuality and expertise that no 20-year old girl could equal. Audrey, 36, is proof of this. She enjoys a fulfilling and totally open sex life with her husband, whose greatest pleasure is to find perfect strangers for her and watch her offering herself to them, sometimes taking part himself.  Indeed Audrey's husband has arranged a rendezvous with her today in a very classy bar in the city. What sexual surprise does he have in store for her this time? And will Audrey finally be able to realise her steamiest fantasy of hosting a licentious evening for all her mature girlfriends, who are as brazen as she is, and their partners?","release_date":"2015-01-01","vote_average":8.0,"runtime":null,"cert":"\"NC-17\"","id":315340,"title":"Wide Open Housewife","adult":true,"genre_ids":[]},{"cast":["Iya Arepina","Yuri Chekulayev","Fyodor Braychenko","Sergei Romodanov","Valentina Telegina"],"overview":"On a small island is a lighthouse. The lighthouse keeper, the old boatswain Yemelyan Leleka, lives here with his wife and daughter. The boat that delivers supplies is the only guest from the big world. Over time, the girl feels romantic feelings for the boat captain - Igor.","release_date":"1957-08-09","vote_average":0.0,"runtime":74,"cert":"\"\"","id":315354,"title":"A Girl from the Lighthouse","adult":false,"genre_ids":[10749,18]},{"cast":["Sylvester Stallone"],"overview":"Based on the true life story of Gregory Scarpa aka The Grim Reaper, top muscle man of the Colombo crime Family and secret FBI informant..","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":315359,"title":"Scarpa","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"The attractive, middle-aged owner of a trendy nightclub hires two young attractive maids to clean her house.  What they find while cleaning the bedroom leads them into a night of totally uninhabited lust.  They are invited to a party where they are the only guests and expected to provide the entertainment as well...and oh, what entertainment they provide!","release_date":"2013-12-17","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":315361,"title":"Teenage Lesbian Maids","adult":true,"genre_ids":[]},{"cast":["Billy Joel"],"overview":"With over 100 million albums sold in the course of a career now in its fourth decade, Billy Joel is one of the most beloved entertainers in the world. Now, for the first time on DVD, a comprehensive selection of Billy's innovative, visually compelling music videos have been brought together for The Ultimate Collection. A stunning group of videos and special live performances spanning the entire career of this Rock &amp; Roll Hall Of Fame honouree. The Ultimate Collection showcases the thoughtful lyrics and musical sophistication that make Billy Joel a legend of American music. Whether you're a long-time Billy Joel fan or looking for an introduction to the man and his work, The Ultimate Collection is a great addition to your DVD library. Bonus tracks include the MTV favourite \"She's Right On Time\" and a rare early promotional video of \"James\", both previously unavailable on home video.","release_date":"2001-05-18","vote_average":8.8,"runtime":null,"cert":"N\/A","id":315363,"title":"Billy Joel - The Ultimate Collection","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This explosive new workout combines Billy s favorite Tae Bo and BootCamp moves into one fun energetic and calorie-blasting workout. From the basics up to the more advanced steps Billy has hand-picked these moves to give you the ultimate mental focus to burn fat and lose weight.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":315365,"title":"Billy Blanks - Tae Bo - Billy's Favorite Moves","adult":false,"genre_ids":[]},{"cast":["Christian Quadflieg","Ulrike Kriener","Bernadette Heerwagen","Ulrike Grote","Dietmar Mues"],"overview":"","release_date":"2001-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315373,"title":"Eine öffentliche Affäre","adult":false,"genre_ids":[80]},{"cast":["Rüdiger Vogler","Ulrike Grote","Michael Gwisdek","Katja Studt","Gudrun Ritter"],"overview":"","release_date":"2001-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315375,"title":"Mörderinnen","adult":false,"genre_ids":[80,18]},{"cast":["Sebastian Koch","Ulrike Grote","Wanja Mues","Dietmar Mues","Dorka Gryllus"],"overview":"","release_date":"2002-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315377,"title":"Kollaps","adult":false,"genre_ids":[18]},{"cast":["Dean Stockwell","Stefanie Powers","Tina Chen","Elliott Street","James Stacy"],"overview":"A prank that starts with a group of college students creating a fictitious person so they can get a credit card develops into a plot that leaves three of them dead.","release_date":"1971-11-12","vote_average":6.0,"runtime":75,"cert":"\"\"","id":315379,"title":"Paper Man","adult":false,"genre_ids":[878,18,9648,10770]},{"cast":["Réal Langlois"],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315381,"title":"L'Homme Panache au Yukon 9","adult":false,"genre_ids":[99]},{"cast":["Adelheid Seeck","Maximilian Schell","Mathias Wieman","Albert Lieven","Charles Brauer"],"overview":"","release_date":"1955-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315383,"title":"Reifende Jugend","adult":false,"genre_ids":[18]},{"cast":["Réal Langlois"],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315385,"title":"L'Homme Panache au Yukon 10 - Chapitre Final","adult":false,"genre_ids":[99]},{"cast":["Peter Mandelson","Hannah Rothschild"],"overview":"Documentary following Peter Mandelson in the run-up to the 2010 general election. Hannah Rothschild's film shows Mandelson at his ministry, masterminding the election campaign and dealing with colleagues such as Gordon Brown and Alastair Campbell. With unprecedented access to key events and conversations, this is a fascinating behind-the-scenes exploration of British politics. (Storyville)","release_date":"2010-10-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":315393,"title":"Mandelson: The Real PM?","adult":false,"genre_ids":[99]},{"cast":["Stanley Donen"],"overview":"Story of a director Stanley Donen, king of Hollywood musicals and man behind such classics as \"Singin' in the Rain\".","release_date":"2010-12-25","vote_average":0.0,"runtime":55,"cert":"N\/A","id":315398,"title":"Stanley Donen: You Just Do It","adult":false,"genre_ids":[99]},{"cast":["Jared Bushansky","John Bacchus","Spencer Snygg","Spencer Snygg","Jared Bushansky"],"overview":"A teacher, pushed too far by his students, snaps and goes vigilante.","release_date":"1988-01-01","vote_average":0.0,"runtime":79,"cert":"\"\"","id":315400,"title":"The Heaping Bouncy Breasts That Smothered a Midget","adult":false,"genre_ids":[35,80,28,27,53]},{"cast":["Mike Henning","Eva Manhardt","Charles Hans Vogt","Eva Manhardt"],"overview":"A young boy learns of his mother's occupation while trying to save money for a bicycle.","release_date":"1976-11-09","vote_average":7.0,"runtime":107,"cert":"N\/A","id":315402,"title":"Coming of Age","adult":false,"genre_ids":[18]},{"cast":["Maria Pechukas","Tiffany Baron","Heather War","Hugo Boteler","Colleen Van Ryn"],"overview":"J. Sheridan LeFanu's famed, oft-adapted novel gets adapted again... but now it's in Long Island.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315404,"title":"Carmilla","adult":false,"genre_ids":[]},{"cast":[],"overview":"A sometimes very rapid montage of stills &amp; short clips referencing aspects of filmmaking, as well as my own paintings on glass and photographs. So then -- a film about filmmaking, a dervish dance, a celebration of light, color, movement and all the charged beauty I was capable of then, or since. Super-8, silent, non-narrative.  - Joseph Bernard","release_date":"1983-01-01","vote_average":8.0,"runtime":16,"cert":"\"\"","id":315406,"title":"Variant Chants","adult":false,"genre_ids":[]},{"cast":["William Lundigan","Mary Costa","Fredric March","Basil Rathbone","Bob Sweeney"],"overview":"A Christmas Carol was written in London by Charles Dickens in 1843. Since that time it has been the subject of countless adaptations for theatrical productions, radio, film, television, and even the opera! This musical version, adapted by Maxwell Anderson for the television show Shower of Stars, features Fredric March (The Man in the Grey Flannel Suit) as the misanthropic Ebenezer Scrooge, who's redemption comes after a ghostly night-time journey through his Christmas Past, Present and Future, and March received an Emmy nomination for his portrayal. The great Basil Rathbone (The Adventures of Sherlock Holmes) co-stars as the ghost of Scrooge's dead partner Jacob Marley, in what many consider to be the best and most chilling portrayal of Marley ever.","release_date":"1954-01-01","vote_average":6.8,"runtime":60,"cert":"\"NR\"","id":315411,"title":"A Christmas Carol","adult":false,"genre_ids":[10770,10751,10402]},{"cast":["Jacques Dufilho","Dagmar Lassander","Vincenzo Cudia","Dada Gallotti","Lucio Flauto"],"overview":"A comedy directed by Andrea Bianchi.","release_date":"1974-04-24","vote_average":2.5,"runtime":95,"cert":"N\/A","id":315413,"title":"Basta con la guerra... facciamo l'amore","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A short documentary directed by Mario Cortesi.","release_date":"1976-04-03","vote_average":0.0,"runtime":31,"cert":"N\/A","id":315415,"title":"Yesterday when I was Young","adult":false,"genre_ids":[18,99]},{"cast":["Makarand Anaspure","Siddharth Jadhav"],"overview":"Industrialization has reached each and every small village in India and the villages here are bearing the brunt of urbanisation in their own way. This is the story of a family residing in one such village. The family comprises an elder brother Vithal, a farmer by profession, younger brother Anand, a student, and the middle one Yeshwant, a vagabond, who left his education midway. He would squander his time by standing at the local paan shop, and as expected, he volunteers for the local political party.  Ambadas would often use such people to enhance his political status, challenges Appa, a senior political leader and uses Yeshwant as his scapegoat. Caught in a whirlpool of lies, deceit and betrayal, Yeshwant and his family are on the run. But without surrendering to the cruel and ruthless circumstances, they manage to stare in the face of danger with courage and valour.","release_date":"2010-08-17","vote_average":7.5,"runtime":null,"cert":"N\/A","id":315417,"title":"Paradh","adult":false,"genre_ids":[]},{"cast":["Aleqsandre Jaliashvili","Veriko Anjaparidze","L. Januashvili","Eka Chavchavadze"],"overview":"A rework of Boris Sigal's play The Trial of Stepan Korolev. Set in Tbilisi rather than Leningrad is a morality tale about the hazards of alcohol consumption that is nonetheless not without humor.","release_date":"1929-05-20","vote_average":4.5,"runtime":100,"cert":"N\/A","id":315419,"title":"Saba","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Miu Asakura lives a sad and troublesome childhood due to her parents' constant fighting. Eventually her father leaves the house and she ends up living with her bitter mother. Miu has been desperately trying to escape the harsh reality that surrounds her to the only safe place she knows: the worlds inside the books she loves. Ostracized by the kids at school due to her imaginative mind that prompts her to frequently lie, she becomes a friend of Konoha Inoue who rather than estranged, ends up fascinated by Asakura's tales.","release_date":"2010-10-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":315421,"title":"Literature Girl Memoire II - Requiem of the Dancing Sky Angel","adult":false,"genre_ids":[]},{"cast":["Evelyne Brochu","Louise Portal","Gilbert Sicotte","Augustin Legrand"],"overview":"A woman travels from the big city to the countryside. The locals are suspicious.","release_date":"2015-02-20","vote_average":6.2,"runtime":102,"cert":"N\/A","id":315432,"title":"Les loups","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This beautiful mountain saw a lot before and after the great flood.","release_date":"2007-01-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":315437,"title":"Ararat - 14 Views","adult":false,"genre_ids":[99]},{"cast":["Song Kang-ho","Yoo Ah-in","Moon Geun-young","Jeon Hye-jin","Kim Hae-sook"],"overview":"Ancient Korea, July 4, 1762. The Crown Prince Hyojang, posthumously named Sado, son of King Yeongjo of Joseon, is accused of treason. Thus, the king asks him to commit suicide, but his closest vassals prevent it, so the king orders the prince to get inside a wooden rice chest, where he suffers deprivation of food and water.","release_date":"2015-09-16","vote_average":7.0,"runtime":126,"cert":"N\/A","id":315439,"title":"The Throne","adult":false,"genre_ids":[18,36]},{"cast":["William S. Hart","Enid Markey","Nona Thomas","Milton Ross","Louise Glaum"],"overview":"Yukon Ed has asked saloon owner Ruby McGraw to marry him several times, and has been turned down each time. However, she falls for Jack Sturgess, a no-account who has seduced and abandoned a poor young girl and is escaping from his father's anger. She takes up with Jack to Ed's dismay, and soon the thing that Ed feared would happen does happen.","release_date":"1915-05-31","vote_average":0.0,"runtime":54,"cert":"\"\"","id":315441,"title":"The Darkening Trail","adult":false,"genre_ids":[37,18]},{"cast":["Paul Campbell","Michelle D'Angel Downer","Dale Foti","Mykal Fax","Robert Braxton"],"overview":"Jamaican Gangsters","release_date":"2015-01-02","vote_average":7.3,"runtime":118,"cert":"\"\"","id":315443,"title":"Jamaican Mafia","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315445,"title":"National Geographic's Most Dangerous Moments","adult":false,"genre_ids":[99]},{"cast":["Szabolcs Cseh","Florin Piersic","Marga Barbu","Alexandru Repan","Ion Besoiu"],"overview":"4th movie in the \"Margelatu\" series","release_date":"1986-03-03","vote_average":5.5,"runtime":92,"cert":"N\/A","id":315450,"title":"The Turquoise Necklace","adult":false,"genre_ids":[12]},{"cast":["Yanfen Fang","Fung Fung","Lee Ching"],"overview":"This Movie is in Chinese without subtitles so it's hard to give a full description.  Famous for being a film from 1959 with a scene depicting hopping vampires.","release_date":"1959-03-25","vote_average":0.0,"runtime":120,"cert":"N\/A","id":315452,"title":"The Beautiful Ghost's Grievance","adult":false,"genre_ids":[18,27]},{"cast":["Danuta Szaflarska","Janina Ordężanka","Jerzy Duszyński","Jan Świderski","Jan Kurnakowicz"],"overview":"Set during the German occupation of Warsaw during WWII, this musical tells the story of several inhabitants of the same tenement house.","release_date":"1947-01-08","vote_average":8.3,"runtime":97,"cert":"N\/A","id":315454,"title":"Forbidden Songs","adult":false,"genre_ids":[10402,10752]},{"cast":["Eric Kot","Lau Ching-Wan","Dayo Wong","Wu Chien-Lien","Charine Chan"],"overview":"Young gay men in Hong Kong. Hoi, Fa, and Kau have been friends since Third Form. They're now young gay adults sharing an apartment. Fa (Dayo Wong), who writes film scripts, has recently been jilted and is heart-broken. Hoi (Sean Lau), who works at an ad agency where he's in the closet, is pursued by Fok May (Jacklyn Wu), a female colleague. Kau (Eric Kot Man-Fai), effeminate and outgoing, is humiliated in public by his father in front of his brother and sister. He goes on TV to make a plea for acceptance. Under the shadow of AIDS and of prejudice, May and the three guys live out their friendships.","release_date":"1994-12-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":315456,"title":"Oh! My Three Guys....","adult":false,"genre_ids":[]},{"cast":["Yang Junyu","Yu Youxi","Jin Qiming","Andrea Benedet"],"overview":"People on Earth are sleeping, only few people awake!  Only those awake know the real answer. The story is about a boy that has an annoying life which include a series of hardships brought about by his position in life, and his attempts to remedy this.","release_date":"2013-05-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":315458,"title":"Wake Up Baby","adult":false,"genre_ids":[18,35]},{"cast":["Veronique Doisneau"],"overview":"Invited to make a piece for the ballet of the Paris Opera by her director Brigitte Lefèvre, Jérôme Bel wanted to stage a kind of theatrical documentary on the work of one of the dancers of the ballet : Véronique Doisneau. The dancer, close to the retirement age, alone on stage, retrospectively and subjectively considers her own career as ballerina inside this institution.  This film was shot during the last performance of the piece on the stage of the Palais Garnier.","release_date":"2004-02-28","vote_average":0.0,"runtime":37,"cert":"N\/A","id":315460,"title":"Veronique Doisneau","adult":false,"genre_ids":[]},{"cast":["Koji Yakusho","Aoi Miyazaki","Shota Sometani","Suzu Hirose","Sumire Morohoshi"],"overview":"Kyuta, a boy living in Shibuya, and Kumatetsu, a lonesome beast from Jutengai, an imaginary world. One day, Kyuta forays into the imaginary world and, as he's looking for his way back, meets Kumatetsu who becomes his spirit guide. That encounter leads them to many adventures.","release_date":"2015-07-11","vote_average":8.0,"runtime":119,"cert":"\"PG-13\"","id":315465,"title":"The Boy and the Beast","adult":false,"genre_ids":[16,14]},{"cast":["Christiane Kubrick","Keir Dullea","Malcolm McDowell","Ryan O'Neal","Stanley Kubrick"],"overview":"An 83-minute candid look into the life of Kubrick, including interviews with his widow, family, coworkers and actors, and featuring a tour of the Archive in London and an inside look into Kubrick's home.","release_date":"2014-11-04","vote_average":6.0,"runtime":83,"cert":"\"\"","id":315467,"title":"Kubrick Remembered","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This event featured Glory Light Heavyweight World Championship Tournament for the inaugural Glory Light Heavyweight Championship. Two bouts was held as semi-finals. The winners of the semi-finals proceeded to the final bout for the tournament championship. This event also featured other non-tournament one-off bouts, the two headlines.","release_date":"2014-04-12","vote_average":0.0,"runtime":96,"cert":"\"\"","id":315469,"title":"Glory 15: Istanbul","adult":false,"genre_ids":[]},{"cast":["Amparo Muñoz","Antonio Resines","Ana Gracia","Héctor Colomé","Jorge de Juan"],"overview":"","release_date":"1985-04-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":315471,"title":"La reina del mate","adult":false,"genre_ids":[18]},{"cast":["Marisol","Patxi Bisquert","Encarna Paso","Isabel Mestres","Santiago Ramos"],"overview":"Cesar and Isabel just got married for the Jewish rite, their religion. He is a director of a banking company. She works in a bookstore owned by her mother-in-law. The couple sees their happiness truncated when César discovers financial anomalies in the entity where he works. What were initially charges against some managers, becomes an accusation of embezzlement against César, who is in France to prevent his entry into military service. Go back and appear before the judge to prove his innocence.","release_date":"1985-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315473,"title":"Caso cerrado","adult":false,"genre_ids":[18]},{"cast":["Glenn Gould","Howard Scott"],"overview":"This short documentary follows Glenn Gould to New York City. There, we see the renowned Canadian concert pianist kidding the cab driver, bantering with sound engineers at Columbia Records, and then, alone with the piano, fastidiously recording Bach's Italian Concerto.","release_date":"1959-01-01","vote_average":7.0,"runtime":30,"cert":"N\/A","id":315475,"title":"Glenn Gould: On The Record","adult":false,"genre_ids":[99]},{"cast":["Doug Erholtz","Show Hayami","Megan Hollingshead","Kikuko Inoue","Mela Lee"],"overview":"Zwei was an ordinary person, until one day, while walking the streets a night, he witnessed a brutal assassination. He managed to avoid the sniper, a young girl named Ein, but was soon captured, and had the memories of his former life erased. He is spared death only by accepting a condition: to train to become an assassin alongside Ein. Now he must find a way to free himself from this shady world and reclaim his life once again.","release_date":"2004-02-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":315477,"title":"Phantom: The Animation","adult":false,"genre_ids":[28,16]},{"cast":["Che Ramos","Shamaine Buencamino","Dexter Doria"],"overview":"The ﬁlm tells of Hannah, a Chinese-Filipino girl who discovers that she has a half-brother and meets him for the ﬁrst time on the last day of her father’s wake.","release_date":"2012-12-02","vote_average":0.0,"runtime":21,"cert":"N\/A","id":315479,"title":"For Grandmother","adult":false,"genre_ids":[]},{"cast":["Aiess Athina Alonso"],"overview":"In a rural seaside town, north of Cebu, Philippines, fisher folks face the harsh reality of human-induced environmental conditions. Fueled by the consequences of dwindling marine resources, Randy, a late 20's fisherman, has delved into the world of cockfighting. He wants to make his first try in the town's derby. His mother tells him that he can find hope and luck if he participates in the city's solemn procession for the feast of Senior Santo Nino. At the same time, Tonyo, a fellow fisher folk, invites Randy to take part in their fight against coral harvesters. Ultimately, Randy has to make a choice between his devotion or the struggle of the people.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315481,"title":"Katapusang Labok","adult":false,"genre_ids":[]},{"cast":["John Campbell-Mac","Michael Dudikoff","Victoria Hopkins","Clark Moore"],"overview":"The Bouncer tells the story of Danny Martin a reluctant one man fighting machine tasked with cleaning up the roughest night spot in town without getting himself killed in the process.","release_date":"2015-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":315483,"title":"The Bouncer","adult":false,"genre_ids":[]},{"cast":["Angela Spivey","Kim Burrell","Vashawn Mitchell"],"overview":"Vashawn Mitchell's spiritual second album focuses on the promises of God, and this live recording filmed at a Chicago performance captures the emotional depth and musical reach of the talented singer-songwriter at his best. Known for his distinctive lyrics, Mitchell wrote eight of the 11 tracks on the album. Highlights from the concert include a stirring version of \"For My Good\" and duets with special guests Kim Burrell and Angela Spivey.","release_date":"2007-01-03","vote_average":0.0,"runtime":72,"cert":"\"G\"","id":315485,"title":"Mitchell, Vashawn & Friends: Promises","adult":false,"genre_ids":[]},{"cast":["Florin Piersic","Marga Barbu","Szabolcs Cseh","George Motoi","Emil Hossu"],"overview":"Sixth \"Margelatu\" movie","release_date":"1987-12-12","vote_average":3.0,"runtime":86,"cert":"N\/A","id":315487,"title":"Everything is Paid","adult":false,"genre_ids":[12]},{"cast":["Dagoberto Rodríguez","Daniel Herrera","Arturo Martínez"],"overview":"Police procedural, structured like a TV cop show with three independent half-hour episodes.","release_date":"1963-05-17","vote_average":0.0,"runtime":78,"cert":"N\/A","id":315492,"title":"Jugándose la vida","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":315494,"title":"Pippi Långstrump: Första skoldagen","adult":false,"genre_ids":[16,10751]},{"cast":["Leland Bernard Martin","Charles Wilson"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315496,"title":"1864","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"The Jade Badger","cast":["Tien Peng","Chin Kang","Hua Chung","Gu Bao-Ming"],"id":315498,"overview":"A marriage between nobles in Ancient China sets the stage for murder,  monsters, and mutilation as the invited guests search for a secret hidden treasure.  A search that leads them through dark evil forests, opulent  palaces, and each other! When two sick and twisted killers enter the fray  it is up to our hat wearing hero to straighten things out and put the  warlords, henchmen, and evil ninja six feet under! But is he working for  the law, or himself?","runtime":92,"genre_ids":[28,12,35],"release_date":"1982-01-01","vote_average":5.0,"adult":false}]