[{"cast":[],"overview":"Depicts scenes at the Immigration Depot and a nearby dock on Ellis Island. Appears to show, first, a group of immigrants lined up to board a vessel leaving the island, then another group arriving at the island and being directed off of the dock and into the Depot by a uniformed official.","release_date":"1906-05-08","vote_average":6.0,"runtime":4,"cert":"\"\"","id":315500,"title":"Arrival of Immigrants, Ellis Island","adult":false,"genre_ids":[99]},{"cast":["David Rudman","Frank Oz"],"overview":"Welcome to a song-filled, smile-making, simply scrumptious video starring everyone's favorite Sesame Street connoisseur de crumbs: Cookie Monster!","release_date":"2004-01-27","vote_average":0.0,"runtime":31,"cert":"\"\"","id":315502,"title":"Sesame Street: Cookie Monster's Best Bites","adult":false,"genre_ids":[10751]},{"cast":["Karl Dane","George K. Arthur","Marceline Day","Tenen Holtz","Felecia Drenova"],"overview":"A film by Chester M. Franklin.","release_date":"1928-06-09","vote_average":0.0,"runtime":70,"cert":"\"\"","id":315504,"title":"Detectives","adult":false,"genre_ids":[9648,35]},{"cast":["Jacky Cheung","Nick Cheung","Shawn Yue","Chang Chen","Wang Xueqi"],"overview":"Wanted criminal \"Helios\" and his assistant stole a quantity of uranium and plan to produce weapons of mass destruction. They are planning to trade with a terrorist organization in Hong Kong. Chief Inspector Lee Yinming and Inspector Fan Kaming lead the Counter Terrorism Response Unit of the Hong Kong Police Force. Along with a Chinese senior official, a physics professor, and two South Korean weapon experts, they hope to defuse a crisis sufficient to destroy the world.","release_date":"2015-04-30","vote_average":5.2,"runtime":118,"cert":"N\/A","id":315509,"title":"Helios","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"Shaggy &amp; Scooby-Doo Get A Clue!: Volume 2 is a DVD containing the episodes five-eight of the first season of Shaggy &amp; Scooby-Doo Get A Clue!","release_date":"2006-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315511,"title":"Shaggy & Scooby-Doo Get a Clue! Volume 2","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This chronicle of the life of St. Nicholas illuminates his transformation from holy man to the ultimate symbol of Christmas cheer.","release_date":"2009-01-03","vote_average":0.0,"runtime":47,"cert":"\"\"","id":315513,"title":"In Search of Santa Claus","adult":false,"genre_ids":[99]},{"cast":["Mohamed Graïaa","Mohamed Mourali","Ramzi Brari","Dalila Meftahi"],"overview":"In the arid Tunisian village of Bizerte, Khorma -- with his blonde-red hair and quirky habits -- is the town's kindly joke. His guardian is Bou Khaleb, the official announcer of births, deaths, and marriages. When the Bou mistakenly announces the death of a woman rather than her daughter's marriage, the film immerses us in the often-hilarious power struggles amongst the clerics of the \"religion business\".","release_date":"2002-09-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":315515,"title":"Khorma","adult":false,"genre_ids":[35]},{"cast":["Addie Blaustein","Kerry Williams","Tara Jayne","Michael Haigney","Eric Stuart"],"overview":"The devious leader of Team Rocket Organization, Giovanni, has a fervent ambition to take control of the Pokémon world through both financial and military means. To achieve his military needs, he covets a Pokémon stronger and more adept than any other, a veritable living war weapon, so he enlists a scientist named Doctor Fuji to create this being from the DNA of the ancestor of all Pokémon and most powerful of Pokémon, Mew, which Fuji had found on a previous jungle expedition. Fuji accepts, for he is heavily into the prospect of cloning to create and restore life itself, because of his love for his deceased daughter, Amber.","release_date":"2001-12-04","vote_average":8.0,"runtime":10,"cert":"\"\"","id":315520,"title":"The Uncut Story of Mewtwo's Origin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nobody vacations like Scooby-Doo and the gang. This is arm-scare travel at its very best! And with 13 hair-raising vacation destinations on two DVDs, that’s hours of family fun. Get ready to get shipwrecked in the Bermuda Triangle with scary skeleton scuba divers and chased through the canals of Venice by the Ghostly Gondolier, who even kidnaps Daphne! Hop aboard a haunted Aztec barge, but not before Scooby-Doo wows a vengeful god with his Mexican hat dance – to say nothing of his airplane cha-cha over the headhunter-happy jungles of Brazil. Along the way you can bet the Mystery Inc. gang will get to the bottom of each mystery with plenty of “zoinks!” (the same in every language), plenty of hijinks and a whole lot of international cuisine – leaning tower of pizza anyone?","release_date":"2012-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315522,"title":"Scooby-Doo! 13 Spooky Tales From Around The World Volume 2","adult":false,"genre_ids":[16,10751,9648]},{"cast":["George Montgomery","Rod Cameron","Ruth Roman","Wallace Ford","Charles Kemper"],"overview":"The daughter of famous outlaw Belle Starr arrives at the town where her mother was murdered to find her killer.","release_date":"1948-11-13","vote_average":2.7,"runtime":86,"cert":"\"\"","id":315530,"title":"Belle Starr's Daughter","adult":false,"genre_ids":[37]},{"cast":["Chuck D","Missy Elliott","Cheryl 'Salt' James","Sandra 'Pepa' Denton","MC Lyte"],"overview":"Ava DuVernay focuses on the history of female MC's in the hip-hop industry in this short documentary that features Missy Elliott, Salt-N-Pepa, and Chuck D.","release_date":"2010-08-30","vote_average":6.0,"runtime":43,"cert":"\"NR\"","id":315532,"title":"My Mic Sounds Nice: A Truth About Women and Hip-Hop","adult":false,"genre_ids":[10402,99]},{"cast":["Clint Barr","Spike Jonze"],"overview":"While filming professional bullriders for a commercial at the national rodeo in Houston, Texas, Spike Jonze befriended two suburban teenagers who aspired to be cowboys. The documentary chronicles an afternoon in their lives.","release_date":"1998-01-16","vote_average":6.0,"runtime":29,"cert":"\"\"","id":315534,"title":"Amarillo By Morning","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Up in Heaven, Yuki’s grandparents decide that, having turned thirteen years old, she must go down to Earth to a village that is torn by bandits and intervene to save its people. However if she does not succeed within one year she will become as insubstantial as the wind. Down in the village, Yuki is befriended by a group of orphans whose parents have all been killed by the bandits and who now subsist by begging. Yuki amazes them by taming the wild horse Blizzard. She is instrumental in getting the orphans and farmers to stand up to first the warring bandits and then Goemon, the greedy lord that owns the region. But Yuki must face her greatest challenge yet when the displeased Demon God that lives in the volcano emerges to destroy those who live beneath.","release_date":"1981-01-01","vote_average":7.8,"runtime":89,"cert":"N\/A","id":315539,"title":"Yuki: The Snow Fairy","adult":false,"genre_ids":[10751,16,12]},{"cast":["Agnès Adam"],"overview":"A philosophical film work based on the French philosopher Simone Weil's thoughts, beautifully translated into grainy 16mm footage from early modernism's absolute center, Paris, and divided into chapters like stations on a night-time ride with the metro.","release_date":"2013-11-10","vote_average":5.0,"runtime":70,"cert":"N\/A","id":315547,"title":"The Real Life","adult":false,"genre_ids":[99]},{"cast":["Fernando Ruiz Díaz","Gabriel Ruiz Díaz","Abril Sosa","Abril Sosa"],"overview":"","release_date":"2002-05-08","vote_average":8.0,"runtime":null,"cert":"N\/A","id":315549,"title":"Catupecu Machu: eso vive","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Weavers of Nishijin classically captures the process of Nishijin textile manufacture in rich black and white reminiscent of Kurosawa‘s Seven Samurai era.","release_date":"1962-01-01","vote_average":9.0,"runtime":25,"cert":"N\/A","id":315551,"title":"The Weavers of Nishijin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"While extracting and polishing their blocks of stone, stonecutters used to say “the stone is coming to life\". This paradox provided Matsumoto with the best metaphor for what making a film is all about. In his opinion, filmmakers work images in the same way that stonecutters work stones.","release_date":"1963-01-01","vote_average":7.0,"runtime":24,"cert":"N\/A","id":315553,"title":"The Song of Stone","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315555,"title":"Mvd","adult":false,"genre_ids":[]},{"cast":["Kyôko Kishida"],"overview":"Documentary about the relationships between mothers and their children.","release_date":"1967-01-01","vote_average":7.0,"runtime":40,"cert":"N\/A","id":315557,"title":"Mothers","adult":false,"genre_ids":[99]},{"cast":["Tatsuya Nakadai","Teruhiko Aoi","Toshirō Mifune","Tetsurō Tamba","Hisaya Morishige"],"overview":"Depicts the bloody siege of Port Arthur, one of the most strongly fortified positions in the world, during the Russo-Japanese War.","release_date":"1980-08-02","vote_average":7.3,"runtime":185,"cert":"N\/A","id":315559,"title":"Hill 203","adult":false,"genre_ids":[10752,18,36]},{"cast":["Lexi Belle","James Deen","Tyler Nixon","Nikki Daniels","Julia Ann"],"overview":"Sara has always had feelings for her childhood best friend Jacob, but he never felt the same way...or so she thought! The night before she's set to leave for college, Jacob confesses his love for her with a long awaited proposal. Unfortunately, Jacob's confession isn't enough - as Sara goes off to college. Several years pass and Sara returns home with her fiancee Michael, and is to decide between her \"new love\" or \"old love\" and ultimately decide what is...Meant to Be!","release_date":"2013-09-04","vote_average":4.5,"runtime":84,"cert":"\"NC-17\"","id":315567,"title":"Meant to Be","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Sequel to HBO TV movie The Normal Heart","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315569,"title":"Untitled Normal Heart Sequel","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315571,"title":"San Martin. El Combate de San Lorenzo","adult":false,"genre_ids":[99]},{"cast":["Harry Langdon","Thelma Todd","Judith Barrett","Eddie Dunn","Hank Bell"],"overview":"Harry is mistaken for \"The Fighting Parson\" in a tough western town.","release_date":"1930-02-22","vote_average":0.0,"runtime":20,"cert":"\"\"","id":315573,"title":"The Fighting Parson","adult":false,"genre_ids":[35]},{"cast":["Mathieu Amalric","Lou Roy-Lecollinet","Quentin Dolmaire","Léonard Matton","Dinara Drukarova"],"overview":"Paul is preparing to leave Tajikistan, while thinking back on his adolescent years. His childhood, his mother's madness, the parties, the trip to the USSR where he lost his virginity, the friend who betrayed him and the love of his life.","release_date":"2015-05-20","vote_average":6.8,"runtime":123,"cert":"\"\"","id":315575,"title":"My Golden Days","adult":false,"genre_ids":[18]},{"cast":["Alektra Blue","Lea Lexis","Presley Hart","Summer Brielle","Ramon Nomar"],"overview":"Toni Ribas returns with \"Hard Bodies 2\" a celebration of women with perfectly toned sexy bodies! Do not miss this all star cast Featuring Alektra Blue, with Summer Brielle, Lea Lexis, Presley Hart. Do not miss!","release_date":"2013-11-12","vote_average":0.0,"runtime":124,"cert":"\"NC-17\"","id":315577,"title":"Hard Bodies 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Alvin and his brothers Simon and Theodore have a fun filled Easter adventure","release_date":"2013-01-01","vote_average":0.0,"runtime":77,"cert":"\"G\"","id":315579,"title":"Alvin & The Chipmunks: Easter Collection","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"WHAT'S ON YOUR PLATE is a witty and provocative documentary about kids and food politics. Filmed over the course of one year, the film follows two eleven-year-old African-American city kids as they explore their place in the food chain. Sadie and Safiyah take a close look at food systems in New York City and its surrounding areas. They formulate sophisticated and compassionate opinions about urban sustainability, and by doing so inspire hope and active engagement in others.","release_date":"","vote_average":7.0,"runtime":76,"cert":"N\/A","id":315581,"title":"What's On Your Plate?","adult":false,"genre_ids":[]},{"cast":["Marion Bottollier","Jean-Benoît Poirier","Patrick Vaillant","Ugo Broussot"],"overview":"The Mouse is under the table","release_date":"2011-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315589,"title":"La Souris est sous la Table","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dream walk through the United States of America, a meditation on the thoughts and ideals of its inhabitants, as they are exposed in their silent but eloquent home movies.","release_date":"2011-07-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":315591,"title":"Dust of America","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315593,"title":"Мудаки.Арабески","adult":false,"genre_ids":[]},{"cast":["José Mourinho","Branislav Ivanović","Eden Hazard","Oscar dos Santos Emboaba Júnior","John Terry"],"overview":"Back at the club he loves and back with the fans who love him, José Mourinho returned to provide a captivating season from beginning to the very end. A squad that included legends Frank Lampard, John Terry and Petr Čech combined with the attacking talent of Eden Hazard, Willian and Oscar formed the nucleus of a terrifically talented team, guided by a tactical mastermind. In the Barclays Premier League, the Blues outplayed and outmanoeuvred their closest rivals in the biggest games, with stunning doubles over Manchester City and Liverpool, and comprehensive victories against Manchester United, Tottenham and Arsenal. In the UEFA Champions League, a reunion with Didier Drogba followed a dramatic, last gasp win over PSG took Chelsea to the brink of another European final.","release_date":"2014-06-16","vote_average":0.0,"runtime":120,"cert":"N\/A","id":315598,"title":"Chelsea FC - Season Review 2013\/14","adult":false,"genre_ids":[99]},{"cast":["Yusuke Iseya","Chizuru Ikewaki","Masatoshi Matsuo","Miako Tadano","Takeshi Katô"],"overview":"Meet NIPPORI Ayumu, an 80 year-old man, who, due to a serious heart condition, has spent sixty years of his life confined to his house. One morning, he wakes up believing himself to be twenty again. In his mind, he has become the youthful young man that he once was. However, reality fails to keep up with his illusion, and everything around him seems to be quite different from what he is used to. So, he decides that he is simply dreaming. As his reality becomes his dream, his unhappy world turns into a life enriched with happiness and expectations for the future. Ayumu is now enjoying his life to the full again.","release_date":"1999-10-31","vote_average":0.0,"runtime":96,"cert":"N\/A","id":315600,"title":"Across a Gold Prairie","adult":false,"genre_ids":[]},{"cast":["Luiz Felipe Scolari","Ray Wilkins","Guus Hiddink","Frank Lampard","Petr Čech"],"overview":"The 2008\/09 season will go down as one of the most dramatic and exciting in Chelsea FC's long and illustrious history. A mid-season change of manager, a devastating departure from the Champions League and a famous victory in The FA Cup Final are just some of the moments to remember. After a scintillating start to the season which saw the Blues undefeated until late October hopes were high that the club could reclaim the Premier League crown and secure an elusive first Champions League title. But a slump in form and fortune saw the club's title aspirations disappear along with manager Luiz Felipe Scolari. The arrival of Guus Hiddink energised the team and revived ambitions of securing a trophy but with the Premier League just out of reach and hearts broken in the Champions League, their perseverance was rewarded with a fantastic win at Wembley in The FA Cup Final ensuring another season of silverware for the mighty Blues.","release_date":"2009-07-11","vote_average":0.0,"runtime":180,"cert":"N\/A","id":315602,"title":"Chelsea FC - Season Review 2008\/09","adult":false,"genre_ids":[99]},{"cast":["Marina Vlady","Florence Pernel","Silvie Laguna","Bruno Todeschini","Jacques Ciron"],"overview":"","release_date":"2013-02-14","vote_average":6.3,"runtime":null,"cert":"N\/A","id":315604,"title":"3 femmes en colère","adult":false,"genre_ids":[18]},{"cast":["Andrej Šepetkovski","Dragan Petrović","Velimir \"Bata\" Živojinović","Milica Spasojević","Stefan Lazarević"],"overview":"When seven-year-old Julia's parents go out and leave her at home alone, she opens the door to a suspicious stranger. Six months later, the consequences of this launch Julia and her friends on a breakneck quest to save her family. In the course of this she becomes aware of how the world works and the place she and her family occupy in it.","release_date":"2007-08-24","vote_average":7.0,"runtime":88,"cert":"N\/A","id":315612,"title":"Paper Prince","adult":false,"genre_ids":[10751]},{"cast":["Lee Marvin","John Cassavetes","Jim Brown","Clint Walker","Charles Bronson"],"overview":"A short film looking behind the scenes at the making of The Dirty Dozen. Showing many scenes being filmed just north of London, the short focuses mostly on star Lee Marvin enjoying his pursuits on his one day off a week.","release_date":"1967-12-31","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":315614,"title":"Operation Dirty Dozen","adult":false,"genre_ids":[99]},{"cast":["Gil Gerard","Ernie Reyes, Jr.","Keye Luke","Nancy Stafford"],"overview":"","release_date":"1986-02-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315616,"title":"The Last Electric Knight","adult":false,"genre_ids":[]},{"cast":["Anton Diffring","William Sylvester","Justine Lord","Martin Miller","Tony Garnett"],"overview":"In a late night chemist a shot bank robber has been taken for treatment, and to rendezvous with the gang leader.","release_date":"1963-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":315618,"title":"Incident at Midnight","adult":false,"genre_ids":[80]},{"cast":["Matt Smith","Karen Gillan","Arthur Darvill","Michael Gambon","Katherine Jenkins"],"overview":"Amy Pond and Rory Williams are trapped on a crashing space liner, and the only way the Eleventh Doctor can rescue them is to save the soul of a lonely old miser. But is Kazran Sardick, the richest man in Sardicktown, beyond redemption? And what is lurking in the fogs of Christmas Eve?","release_date":"2010-12-25","vote_average":8.2,"runtime":62,"cert":"N\/A","id":315620,"title":"Doctor Who: A Christmas Carol","adult":false,"genre_ids":[878]},{"cast":["Roger Taylor","Adam Lambert","Brian May","Brian May","Spike Edney"],"overview":"Queen and Adam Lambert see in the new year playing live to an audience of just 2000, at London's Iconic Big Ben. Setlist: Don't Stop Me Now \/ I Want To Break Free \/ Somebody to Love \/ Another One Bites the Dust \/ Under Pressure \/ Fat Bottomed Girls \/ Radio Ga Ga \/ I Want It All \/ Crazy Little Thing Called Love \/ The Show Must Go On \/ Bohemian Rhapsody\/Killer Queen. Medley: We Will Rock You \/ We Are The Champions \/ God Save the Queen (Instrumental played from tape)","release_date":"2014-12-31","vote_average":9.5,"runtime":76,"cert":"N\/A","id":315622,"title":"Queen & Adam Lambert: Rock Big Ben Live","adult":false,"genre_ids":[10402]},{"cast":["Buck Jones","Marian Nixon","Malcolm Waite","Fred DeSilva","Luke Cosgrave"],"overview":"","release_date":"1925-11-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":315636,"title":"Durand of the Bad Lands","adult":false,"genre_ids":[37]},{"cast":["Leonard Belove","Owen Bush","Art Ellison"],"overview":"In this short National Safety Council film, the perfect crime is presented as excess speed. Accidents at high speed often results in deaths and are rarely investigated like the robbery of a corner grocery shown at the beginning of the film. The film ends with a plea to support the costs of new modern roads.","release_date":"1955-12-31","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":315638,"title":"The Perfect Crime","adult":false,"genre_ids":[18,99]},{"cast":["Marte Harell","Grethe Weiser","Waltraut Haas","Curd Jürgens","Hans Moser"],"overview":"","release_date":"1951-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315640,"title":"Du bist die Rose vom Wörthersee","adult":false,"genre_ids":[35]},{"cast":["Paul Hörbiger","Gerhard Riedmann","Waltraut Haas","Karl Schönböck","Margit Saad"],"overview":"","release_date":"1954-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315642,"title":"Der Zigeunerbaron","adult":false,"genre_ids":[18,10402]},{"cast":["Viktor de Kowa","Nadia Gray","Waltraut Haas","Ruth Stephan","Loni Heuser"],"overview":"","release_date":"1955-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315644,"title":"Musik im Blut","adult":false,"genre_ids":[35,10402]},{"cast":["Willy Hagara","Waltraut Haas","Georg Thomalla","Violetta Ferrari","Peter Frankenfeld"],"overview":"","release_date":"1959-03-28","vote_average":0.0,"runtime":91,"cert":"N\/A","id":315646,"title":"Paprika","adult":false,"genre_ids":[35]},{"cast":["Dan Reynolds","Ben McKee","Wayne Sermon","Daniel \"Z\" Platzman"],"overview":"","release_date":"2014-04-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":315657,"title":"Imagine Dragons Night Visions Live","adult":false,"genre_ids":[10402]},{"cast":["Matheson Lang","Eric Portman","Robert Atkins","O.B. Clarence","Douglas Jefferies"],"overview":"Set in 15th-century Italy, The Cardinal stars Matheson Lang as one Cardinal de Medici. Bound by the rules of the confessional, the cardinal is unable to disclose the multitude of sins revealed to him by one of his most influential parishioners. De Medici's dilemma is compounded by the fact that the confessor has committed a murder for which the Cardinal's brother has been arrested. The basic plot gimmick was good for another go-round in the 1953 Hitchcock flick I Confess. This 7-reel British film was based on a play by Louis N. Parker.","release_date":"1936-01-04","vote_average":5.0,"runtime":71,"cert":"N\/A","id":315659,"title":"The Cardinal","adult":false,"genre_ids":[36,18]},{"cast":["Adam Arkin","Nicholas Turturro","Melissa Leo","Stephen Root","Dean Norris"],"overview":"When a state trooper is gunned down on a New Jersey highway, his friend and colleague sets out to track down the killers. Realizing the murder is connected to an extensive underground terrorist ring, he joins forces with the FBI on a massive five-state hunt. Based on a true story.","release_date":"1995-10-05","vote_average":5.0,"runtime":90,"cert":"\"\"","id":315661,"title":"In the Line of Duty: Hunt for Justice","adult":false,"genre_ids":[10770,18,80,53]},{"cast":["Beniamino Gigli","Käthe von Nagy","Harald Paulsen","Paul Henckels","Erna Berger"],"overview":"Ave Maria was the second film-starring vehicle for legendary operatic tenor Beniamino Gigli. Mourning the loss of the only woman he ever loved, concert singer Tino Dossi (Gigli) is temporarily shaken from his doldrums by vivacious Montmartre entertainer Claudette (Kaethe Von Nagy). Dossi doesn't realize that Claudette is merely using him to advance her own singing career. Ultimately won over by Dossi's sincerity and courtesy, Claudette falls in love with him for real, only to suffer the pangs of conscience as a result. About to kill herself, she decides instead to return to Dossi's arms, vowing never to confess her original mercenary intentions.","release_date":"1936-01-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":315663,"title":"Ave Maria","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Venice Film Festival 1936","release_date":"1936-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315665,"title":"The Call","adult":false,"genre_ids":[]},{"cast":[],"overview":"Before the Battle is the English-language title of this espionage melodrama. The first half of the film takes place aboard a French cruising ship, steaming through dangerous waters during WWI. Among the passengers is heroine Jeanne (Annabella), who was once in love with first-officer D'Artelles (Robert Vidalin) but he now seems strangely preoccupied. It turns out that the ship is on a secret mission, which ultimately dooms the vessel to a Lusitania-like death. After the sinking, Captain De Corlaix (Victor Francen) faces a court-martial, and it is at this point that the film clarifies several baffling plot points. Despite its complexity, the story is fairly believable, with the exception of the grafted-on romantic subplot.","release_date":"1935-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315667,"title":"Sacrifice of Honor","adult":false,"genre_ids":[]},{"cast":["Sammo Hung","Jacqueline Chan","Andy Lau","Feng Jia-Yi","Li Qinqin"],"overview":"A retired bodyguard who has settled into a corner of the world where China, Russia and North Korea meet as he suffers from early dementia finds a new friend in a young girl. When her life is threatened by her father's connection with a local crime lord, .the bodyguard must call upon his long forgotten skills to save her.","release_date":"2016-04-01","vote_average":5.9,"runtime":99,"cert":"N\/A","id":315669,"title":"The Bodyguard","adult":false,"genre_ids":[28,18]},{"cast":["Leonard Maltin","Richard M. Sherman"],"overview":"Leonard Maltin talks with song writer Richard M. Sherman about Disney music.","release_date":"2001-01-05","vote_average":8.0,"runtime":null,"cert":"\"\"","id":315677,"title":"Songs of the Silly Symphonies","adult":false,"genre_ids":[]},{"cast":["Leonard Maltin"],"overview":"This featurette is available on the 'Walt Disney Treasures: Disney Rarities' DVD.","release_date":"2005-12-06","vote_average":6.0,"runtime":null,"cert":"\"\"","id":315682,"title":"From Kansas City to Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film about planets, women, sun, heat, and time.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":315684,"title":"Venus","adult":false,"genre_ids":[]},{"cast":["Lokica Stefanović","Kornelije Kovač","Zdravko Čolić"],"overview":"Zdravko Čolić is the biggest pop star in Yugoslavia. We follow him during his \"Traveling Earthquake Tour\", lerning who is the man behind the microphone, dancers, glittery suits... and in front of the audience.","release_date":"1981-05-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":315686,"title":"I Sing All Day, I Sing All Night","adult":false,"genre_ids":[99]},{"cast":["Lindsay Rathert","James R. Doherty","Brian Rooney","Matthew Urban"],"overview":"God Forgive Us is the dramatic collision of four strangers struggling through drug addiction, existential suicide, terminal illness and death. Portraying various aspects of life and Western society, God Forgive Us chronicles the utter hopelessness that all humans experience regardless of class or social status.","release_date":"2014-08-09","vote_average":0.0,"runtime":90,"cert":"\"\"","id":315688,"title":"God Forgive Us","adult":false,"genre_ids":[18]},{"cast":[],"overview":"All aboard for snowmen, Christmas trees and festive train rides! When you ride the rails with your jolly friends, you never know what to expect. Enjoy exciting adventures filled with lucky trucks, Christmas puddings, surprise parties and much, much more. Join Henry, Emily, Percy, and Thomas for trainloads of fun in the Holiday Express!","release_date":"2009-01-01","vote_average":0.0,"runtime":48,"cert":"\"\"","id":315702,"title":"Thomas & Friends: Holiday Express","adult":false,"genre_ids":[16,10751]},{"cast":["Esteban Lamothe","Ana Katz","Mora Arenillas","Mirella Pascual","Fernando Amaral"],"overview":"","release_date":"2013-04-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":315704,"title":"Por un tiempo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A mondo documentary directed by Mino Loy.","release_date":"1962-11-06","vote_average":0.0,"runtime":92,"cert":"N\/A","id":315706,"title":"Women by Night","adult":false,"genre_ids":[99]},{"cast":["Bruno Sukrow"],"overview":"Animated crime movie directed by Bruno Sukrow.","release_date":"2013-01-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":315708,"title":"Martins Feuer","adult":false,"genre_ids":[80,16,27]},{"cast":[],"overview":"A educational short.","release_date":"1975-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":315710,"title":"Du und Deine Umwelt","adult":false,"genre_ids":[18]},{"cast":["Sachin Bhatt","Wilson Cruz","Sakina Jaffrey","Parvesh Cheena","Diego Serrano"],"overview":"A young, gay Indian flees to Hollywood, away from an overprotective mother and memories of his father's violent death. A successful banker by day, at night his life unravels in a blur of alcohol, drugs, and sex as he grapples with love, loss and ultimately, forgiveness. Based on actual events and the acclaimed novel by Ghalib Shiraz Dhalla.","release_date":"2008-07-17","vote_average":0.0,"runtime":105,"cert":"\"\"","id":315712,"title":"The Ode","adult":false,"genre_ids":[]},{"cast":["Fernando Bonfante","Justina Gancedo"],"overview":"","release_date":"2008-04-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":315714,"title":"Llavallol","adult":false,"genre_ids":[10749,18]},{"cast":["Takuro Atsuki","Keiju Kobayashi","Kin Sugai","Kyusaku Shimada","Miyuki Matsuda"],"overview":"Veteran filmmaker Nobuhiko Obayashi rounds out the second of his two trilogies about his hometown of Onomichi with this film about the budding relationship between a young lad and an eccentric old man. Fifth-grader Yuta (Takuro Atsugi) is a typical city child looking forward to a summer of reading comic books and playing video games. Instead, he is bundled off to his grandparent's house on the Inland Sea. His grandfather, Yuta's parents explain, has been acting strangely as of late -- he eats the offerings in the family altar and once tried to lead attendants at a funeral in a rousing round of calisthenics. Since his mother and father are swamped with work, and his elder sister (Nana Sano) is studying for college entrance exams, Yuta has been asked to look after Grandpa. The old man takes Yuta on a tour of Onomichi, regaling him with 70 years of its history. Along the way, Grandpa slips in and out of the past, increasingly unable to discern between the two.","release_date":"1999-07-03","vote_average":0.0,"runtime":123,"cert":"N\/A","id":315725,"title":"One Summer's Day","adult":false,"genre_ids":[]},{"cast":["Fiona Murray","Flo Babolat","Will Gadd","Evgeny Khirovietschev","Harry Berger"],"overview":"All Mixed Up is a gripping tale of two female climbers from Scotland as they push their limits to see if they have what it takes in the spectacular Canadian Rockies. Tackling some of the steepest and toughest routes in the country, their roller coaster ride of self-questioning and sheer bloody-mindedness dressed up as determination is an inspirational story of success in the hard world of winter mixed climbing.","release_date":"2004-12-31","vote_average":0.0,"runtime":40,"cert":"N\/A","id":315727,"title":"All Mixed Up","adult":false,"genre_ids":[12,99]},{"cast":["Frances Howard","Adolphe Menjou","Ricardo Cortez","Ida Waterman","Helen Lindroth"],"overview":"The Swan (1925) is a silent film produced by Famous Players-Lasky and distributed by Paramount Pictures. The film is based on Melville Baker's 1923 Broadway play adaptation, The Swan, of Ferenc Molnar's play A Hattyu Vigjatek Harom Felvonasbarn.  This film was directed by Dimitri Buchowetzki, a recent Russian immigrant working for Famous Players-Lasky. Buchowetzki had directed pictures in Russia, Sweden, and Germany. The story of this film was remade in 1930 as One Romantic Night, an early talkie for Lillian Gish, and in Technicolor as a 1956 vehicle for Grace Kelly.","release_date":"1925-02-16","vote_average":6.0,"runtime":85,"cert":"\"\"","id":315729,"title":"The Swan","adult":false,"genre_ids":[10749,35]},{"cast":["Harry Langdon","Thelma Todd","Dorothy Granger","Charles McAvoy","Brad Michigan"],"overview":"The king is a juvenile dolt who tries the patience of the shrewish queen. While she's in the throne room awaiting him, he's outside playing with guns, drilling his soldiers, and dallying with the wife of a new minister. The queen catches him kissing her, her husband figures out that something fishy is going on, and the king tries his best to proceed with his plans for a night out. The queen contrives to keep him cuffed in the bedroom: king, queen, minister, and coquette end up in a game of musical beds. Will his royal highness get his night out?","release_date":"1930-06-14","vote_average":5.0,"runtime":20,"cert":"\"\"","id":315731,"title":"The King","adult":false,"genre_ids":[35]},{"cast":["Harry Langdon","Edgar Kennedy","Judith Barrett","Eddie Baker","Jack Hill"],"overview":"Revenuers have been chasing a gang of bootleggers for years. They're hot on the trail near a gas station operated by Harry, a seemingly slow witted fellow with a cheery and spunky girlfriend. A shootout between treasury agents and the gang - they transport the hooch in manikins seated in a touring car - takes place in front of Harry's filling station. While Harry's gal stays outside, Harry carries the liquor-filled dummies into the station. Will there be a reward for the heroics of Harry and his honey?","release_date":"1930-03-29","vote_average":0.0,"runtime":20,"cert":"\"\"","id":315733,"title":"The Big Kick","adult":false,"genre_ids":[35]},{"cast":["Leticia Dolera","Mercè Llorens","Òscar Molina","Ignasi Vidal","Andreu Castro"],"overview":"","release_date":"2006-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315735,"title":"Wendy placa 20957","adult":false,"genre_ids":[]},{"cast":["José de Abreu","Lima Duarte","Ney Latorraca","Ariane Porto","Gracindo Júnior"],"overview":"","release_date":"2009-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315749,"title":"Topografia De Um Desnudo","adult":false,"genre_ids":[]},{"cast":["Jean Michel Jarre"],"overview":"Compilation of all the videoclips of Jarre at the time of release, except for Equinoxe 5, that was left out because Jarre found it out-of-date.","release_date":"1991-10-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":315754,"title":"Jean Michel Jarre: Images - The Best Of Jean Michel Jarre","adult":false,"genre_ids":[10402]},{"cast":["Heinz Bennent","Rudolf Schündler","Karl Lieffen","Christine Kaufmann","Antje Hagen"],"overview":"","release_date":"1978-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315756,"title":"Die Ängste des Dr. Schenk","adult":false,"genre_ids":[878]},{"cast":["Günter Lamprecht","Antje Hagen","Friedrich W. Bauschulte","Ulli Kinalzik","Eva Mattes"],"overview":"","release_date":"1979-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315758,"title":"Schattengrenze","adult":false,"genre_ids":[18]},{"cast":["Maria Sebaldt","Carla Hagen","Elfie Pertramer","Trude Hesterberg","Erika von Thellmann"],"overview":"","release_date":"1957-02-08","vote_average":0.0,"runtime":95,"cert":"N\/A","id":315760,"title":"Frauen sind für die Liebe da","adult":false,"genre_ids":[35]},{"cast":["Franco Franchi","Ciccio Ingrassia","Gino Bramieri","Cristina Gaioni","Hélène Chanel"],"overview":"A meek clerk is hunted by the counterespionage because he has a secret formula tattooed on his bottom.","release_date":"1962-06-23","vote_average":5.8,"runtime":null,"cert":"N\/A","id":315762,"title":"I tre nemici","adult":false,"genre_ids":[35]},{"cast":["Franco Franchi","Ciccio Ingrassia","Gabriella Giorgelli","Fulvia Franco","Helga Liné"],"overview":"","release_date":"1968-03-14","vote_average":4.5,"runtime":91,"cert":"N\/A","id":315770,"title":"Brutti di notte","adult":false,"genre_ids":[35]},{"cast":["Bernard Archard","Elvi Hale","Paul Stassino","Michael Coles"],"overview":"A petty burglar sets a chain of events in motion when he steals some bullion that the owner hasn't declared to the authorities.","release_date":"1961-10-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":315772,"title":"Man Detained","adult":false,"genre_ids":[80]},{"cast":["Jack Hedley","Jacqueline Ellis","Patrick Magee","Richard Warner"],"overview":"Two rival gangs are trying to fix horse races and a jockey is attacked and left for dead in a stage-managed car crash. An insurance investigator makes routine enquiries into the \"accident\" and one of the gang leaders feels threatened by this and takes counter measures.","release_date":"1961-12-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":315774,"title":"Never Back Losers","adult":false,"genre_ids":[80]},{"cast":["Kris Aquino","Jenine Desiderio","Cherry Pie Picache","Coco Martin","Ian Veneracion"],"overview":"It focuses on Lester who, upon getting the cursed bagua, starts to get all the luck and prosperity he could get in his life, but with deadly consequences.","release_date":"2014-12-25","vote_average":6.0,"runtime":100,"cert":"N\/A","id":315776,"title":"Feng Shui 2","adult":false,"genre_ids":[9648,27,53]},{"cast":["Alexandra Béres"],"overview":"After a short warm-up dance and music are the calves, thighs, buttocks, hips, shoulders, arms, chest, abs exercises, and a well-deserved six-minute professional services. Hard, but not exaggerated, from head to toe shape.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315778,"title":"Alexandra Beres - 200%","adult":false,"genre_ids":[]},{"cast":["Charles Rogers","Nancy Carroll","June Collyer","Kay Francis","Regis Toomey"],"overview":"A vaudeville magician team is broken up when Carlee, an ex--circus performer, becomes infatuated with socialite Hilda Schmittlap. Meanwhile his vaudeville partner, Claire, has chosen a new partner, but her \"heart isn't in it\" because she is disconsolate over Carlee. Curious about her new act, Carlee attends a performance and sees Claire nearly killed when she fails to substitute fake bullets for real ones. Rushing to her aid, Carlee realizes how much Claire means to him.","release_date":"1929-09-21","vote_average":0.0,"runtime":84,"cert":"\"\"","id":315795,"title":"Illusion","adult":false,"genre_ids":[18]},{"cast":["Ray Danton","Gay Rowan","Sharon Acker","Lawrence Dane"],"overview":"Dead on Target is the third and final film in the Our Man Flint movie trilogy. The film originally aired on ABC on March 17, 1976.  The TV movie was also a pilot for a possible weekly series, but it did not get good enough ratings to warrant such, and Dead On Target became the last Derek Flint movie.","release_date":"1976-03-16","vote_average":0.0,"runtime":77,"cert":"\"\"","id":315797,"title":"Our Man Flint: Dead on Target","adult":false,"genre_ids":[28,12,18]},{"cast":["Dakota Skye","Carter Cruise","Ariana Marie","Cindy Starfall","Bill Bailey"],"overview":"Carter Cruise gets manhandled by 6 studs, pounding all her holes.  Ariana sure is cute taking two huge cocks.  Pixie Dakota Skye shows girls under 100 lbs. can take huge dicks too.  Asian Princess, Cindy Starfall shows her nasty side.","release_date":"2014-11-26","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":315799,"title":"Slut Puppies 9","adult":true,"genre_ids":[]},{"cast":["August Ames","Samantha Saint","Destiny Dixon","Peta Jensen"],"overview":"Samantha Saint bounces her tits on Manuel Ferrara's man meat.\r Erik Everhard takes Destiny Dixon on a ride she won't forget.\r August Ames gets soaking wet for Manuel Ferrara.\r Peta Jensen shows Bill Bailey why big tits are best!","release_date":"2014-11-19","vote_average":8.0,"runtime":143,"cert":"\"NC-17\"","id":315804,"title":"Bra Busters 6","adult":true,"genre_ids":[]},{"cast":["Michaela Watkins","Wilmer Valderrama","Pedro Juarez","Julia Farmer"],"overview":"A woman hires a day laborer for an hour and gets more than she bargained for.","release_date":"2012-01-19","vote_average":0.0,"runtime":13,"cert":"\"\"","id":315806,"title":"Una Hora Por Favora","adult":false,"genre_ids":[35]},{"cast":["Douglas MacLean","Beatrice Burnham","Walt Whitman","Margaret Livingston"],"overview":"","release_date":"1921-04-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315814,"title":"The Home Stretch","adult":false,"genre_ids":[18]},{"cast":["Frank Schauder"],"overview":"The film tells a very personal story from two perspectives: our protagonist is both doctor and patient. As a patient, he has struggled with recurring depression for years, and as a doctor he wants to find out why.  The search for the origins of his illness leads him into the realm of his own genes and casts light on the fundamental changes facing modern society as a result of the tremendous progress being made in the field of genetic sequencing. Along the way, he meets a host of people – researchers, artists, visionaries – who have developed their own very individual approach to genetic coding and are drawing attention to the social significance of genetic technology. The film does not restrict itself to a scientific view of the subject but also makes use of artistic visions and more playful approaches to genetic blueprints.","release_date":"2015-06-11","vote_average":0.0,"runtime":99,"cert":"N\/A","id":315816,"title":"Das dunkle Gen","adult":false,"genre_ids":[99]},{"cast":["Carike Keuzenkamp"],"overview":"","release_date":"2009-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315818,"title":"Carike en Ghoempie kuier saam met Ghoeghoe in Kinderland 6","adult":false,"genre_ids":[]},{"cast":["Victoria Emmons","Virginia Tucker","Brandon Millett","Jennie Marie O'Keefe","Scott Clark"],"overview":"The journey shows us what sound a spoiled young rock star makes when she is out of tune with life and how far her understudy will go to replace her. Star is the center of her universe when she discovers how small it really is. Paths cross between those climbing up the ladder, those falling off, and those putting the ladder away. This fresh, contemporary film offers the sounds of classical, rock, and bluegrass colliding as lives intersect, resulting in a new sound, a new life, a new beginning. In the end, Star discovers that the art to fine tuning her life is much like tuning a violin so she is in harmony with those around her, as she finds the family she never had.","release_date":"2012-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":315820,"title":"Life Fine Tuned","adult":false,"genre_ids":[18]},{"cast":["Leona Paraminski","Nikša Butijer","Anđela Ramljak","Luka Kuzmanović","Mara Toldi"],"overview":"Sunny, bright summer day in Vukovar. It is almost impossible to believe that the brightness and joy can be easily interrupted, enjoying and living a day like that.","release_date":"2009-05-15","vote_average":5.0,"runtime":15,"cert":"N\/A","id":315822,"title":"Party","adult":false,"genre_ids":[18]},{"cast":["Leona Paraminski","Jagoda Kralj","Alen Liverić"],"overview":"Young girl encouraged by her own mother enters the cruel business world.","release_date":"2011-07-26","vote_average":5.0,"runtime":14,"cert":"N\/A","id":315824,"title":"Mezzanine","adult":false,"genre_ids":[18]},{"cast":["Greg Travis","Leilani Sarelle","Billy Wirth","Debra Wilson","Amanda Sorvino"],"overview":"An alcoholic salesman finds himself at the crossroads of his life.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315826,"title":"Midlife","adult":false,"genre_ids":[]},{"cast":["Jean-Marc Barr","Ermin Bravo","Lubna Azabal","Grigoriy Dobrygin","Cristina Flutur"],"overview":"The global corporations have established cities and agricultural zones in areas where the climate is relatively good. These cities are populated by the elites, while the immigrant masses struggle with hunger and epidemics. For unknown reasons, the city’s agricultural plantations have been hit by a genetic crisis - and, as a result, by massive crop failure. Professor Erol Erin, a seed genetics specialist learns of Cemil Akman, a fellow scientist. Apparently, Cemil wrote a thesis about the recurrent crisis affecting genetically modified seeds - but the work was banned by the corporation..","release_date":"2017-11-24","vote_average":6.4,"runtime":127,"cert":"N\/A","id":315840,"title":"Bugday","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"In the film Battle for Ukraine Andrei Konchalovsky, the famous Russian director, analyzes how Ukraine, a former part of the Soviet Empire and present big European country, struggles to escape from the close embrace of the former big brother, Russia, and not to become one of the American satellites. This extensive study lasted for almost three years. Many Ukrainian, Russian and American historians, politicians and journalists took part in this study, as well as the ex-President of Poland Aleksander Kwasniewski, the ex-President of Slovakia Rudolf Schuster, the ex-President of Georgia Eduard Shevardnadze, the seventh Secretary-General of the United Nations Kofi Annan, the ex-Prime Minister of Russia Viktor Chernomyrdin, and the businessman Boris Berezovsky.","release_date":"2014-11-07","vote_average":0.0,"runtime":128,"cert":"N\/A","id":315842,"title":"Battle for Ukraine","adult":false,"genre_ids":[36,99]},{"cast":["Jack Holt","Betty Jewel"],"overview":"","release_date":"1927-03-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315844,"title":"The Mysterious Rider","adult":false,"genre_ids":[37]},{"cast":["Haruka Ayase","Masami Nagasawa","Kaho","Suzu Hirose","Ryo Kase"],"overview":"A story that revolves around three sisters who live in their grandmother's home and the arrival of their 13-year-old half sister.","release_date":"2015-06-13","vote_average":7.6,"runtime":128,"cert":"\"\"","id":315846,"title":"Our Little Sister","adult":false,"genre_ids":[18,35]},{"cast":["Jack Hoxie","Ena Gregory"],"overview":"","release_date":"1927-06-04","vote_average":0.0,"runtime":70,"cert":"\"\"","id":315848,"title":"Men of Daring","adult":false,"genre_ids":[37]},{"cast":["Flavor Flav","Alexis Arquette","Ice-T","Jimmy Kimmel","Snoop Dogg"],"overview":"It's Flavor Flav's turn to step in to the celebrity hot seat for the latest installment of The Comedy Central Roast.","release_date":"2007-08-12","vote_average":6.5,"runtime":90,"cert":"\"\"","id":315850,"title":"Comedy Central Roast of Flavor Flav","adult":false,"genre_ids":[35]},{"cast":["My-Chau Bui","Rachelle Yason"],"overview":"A young women recounts the memories of her girlfriend and the good times they had together in the past.","release_date":"2014-10-22","vote_average":0.0,"runtime":4,"cert":"N\/A","id":315852,"title":"Avenue","adult":false,"genre_ids":[10749]},{"cast":["Elvire","Antonio Camara"],"overview":"Trees, the sea, megaliths, an iron bridge, a feminine figure filmed at the dying of the day.","release_date":"2007-01-09","vote_average":6.0,"runtime":20,"cert":"N\/A","id":315854,"title":"Silencio","adult":false,"genre_ids":[]},{"cast":[],"overview":"A family desperately seeks help from the media and the law following the disappearance of their teenage daughter.","release_date":"2015-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":315856,"title":"Muted","adult":false,"genre_ids":[]},{"cast":["Guy McKnight","Elvire"],"overview":"A couple lives at the margins of empires. A montage of water, medicine, fire, ice. Sky's Black Out!","release_date":"2008-09-19","vote_average":0.0,"runtime":23,"cert":"N\/A","id":315861,"title":"Ciel éteint !","adult":false,"genre_ids":[]},{"cast":["Judy Winter","Herbert Fleischmann","Konrad Georg","Donata Höffer","Karl Walter Diess"],"overview":"","release_date":"1971-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315863,"title":"Liebe ist nur ein Wort","adult":false,"genre_ids":[18]},{"cast":["Clotilde Courau","Stanislas Merhar","Léna Paugam","Vimala Pons","Mounir Margoum"],"overview":"Pierre and Manon are poor. They make documentaries with nothing and they live by doing odd jobs.  Pierre meets a young intern, Elisabeth, and she becomes his mistress. But Pierre will not leave Manon for Elisabeth; he wants to keep both.","release_date":"2015-05-14","vote_average":5.8,"runtime":73,"cert":"N\/A","id":315865,"title":"In the Shadow of Women","adult":false,"genre_ids":[18]},{"cast":["Ho-won Bae","Choo Sok-yang","Bong Chu","Kim Choo-ryeon"],"overview":"Mi-ryeong marries Ji-kwang and takes him to live at her mansion. He soon seems to fall ill and he requests that his friend, Yeo-ok be hired on to nurse him. However, Yeo-ok and Ji-kwang are really lovers and together they manage to fake Ji-kwang's death. They next torment Mi-ryeong with visions of his 'ghost'. Mi-ryeong dies of fright and Yeo-ok and Ji-kwang marry--but their happiness is short-lived as their nights are interupted by the vengeful spirit of Mi-ryeong.","release_date":"1981-03-14","vote_average":0.0,"runtime":100,"cert":"N\/A","id":315867,"title":"Evil Spirit","adult":false,"genre_ids":[18,27]},{"cast":["Deborah Voigt","John Rhys-Davies"],"overview":"Joined by world-renowned vocalist Deborah Voigt and charismatic voice actor John Rhys-Davies, the Mormon Tabernacle Choir ushers in the holiday season with music that celebrates the work of Charles Dickens, the story behind The Night Before Christmas, and many other classic Christmas tales.","release_date":"2013-12-06","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":315869,"title":"2013 - Let The Season In","adult":false,"genre_ids":[10402]},{"cast":["Cameron Canada","Mia Gold","Francesca Lé","Zoey Monroe","Jodi Taylor"],"overview":"Mark and Francesca dish out a harsh brand of sexual punishment to several pretty, young things, with slapping, choking, face fucking, and nasty ass-to-mouth discipline, leaving the girls dazed and wrecked. To begin, Zoey submits to a ferocious anal hazing by the sinister swingers to earn her place on the cheer squad. Luscious redhead Jodi Taylor offends Mark and Francesca in scene two, so they teach her the filthy ways of the older generation until she's a hot, sweaty mess. Scene three features school slut Cameron viciously drilled in her rectum until she promises to stop texting the boyfriend of the LeWood's daughter! Finally, cute and clumsy Mia gets payback for breaking Francesca's fine china.","release_date":"2012-06-10","vote_average":0.0,"runtime":149,"cert":"\"R\"","id":315874,"title":"The LeWood Anal Hazing Crew 4","adult":true,"genre_ids":[]},{"cast":["Sissel Kyrkjebø"],"overview":"European singing sensation Sissel joins with the Mormon Tabernacle Choir and Orchestra at Temple Square in a magnificent Christmas celebration featuring some of the season's most beloved songs. Recorded in high-definition, surround-sound stereo, Christmas with the Mormon Tabernacle Choir is a holiday tradition the entire family will enjoy.","release_date":"2006-12-08","vote_average":0.0,"runtime":110,"cert":"\"G\"","id":315876,"title":"Christmas with the Mormon Tabernacle Choir and Orchestra at Temple Square featuring Sissel","adult":false,"genre_ids":[10402]},{"cast":["Francesca Lé","Holly Michaels","Cassandra Nix","Layla Price","Bonnie Rotten"],"overview":"American Latina porn MILF Francesca Le and her equally perverted husband, well-hung Mark Wood, are well known for filthy, rough anal carnality. These veteran pornographers\/suburban swingers mask their nastiest desires behind a veil of genteel normalcy. 'The LeWood Anal Hazing Crew #5' shows the horny couple brutally initiating four of porn's hottest girls into their special world of extreme anal debauchery.","release_date":"2013-02-03","vote_average":0.0,"runtime":138,"cert":"\"R\"","id":315878,"title":"The LeWood Anal Hazing Crew 5","adult":true,"genre_ids":[]},{"cast":["Jeremy Irons","Olga Kurylenko","Simon Johns","Shauna Macdonald","Simon Meacock"],"overview":"The relationship between Ed, a married astronomer and Amy, his lover, who spend their years apart, is based only on phone calls and texts. One day Amy begins noticing something strange in Ed's messages.","release_date":"2016-01-14","vote_average":6.3,"runtime":116,"cert":"N\/A","id":315880,"title":"The Correspondence","adult":false,"genre_ids":[10749,18]},{"cast":["Trent Harris"],"overview":"A chance meeting in a parking lot in 1979 between filmmaker Trent Harris and a young man from Beaver, Utah inspired the creation of an underground film that is now known as Beaver Trilogy. But the film itself is only part of the story.","release_date":"2015-01-23","vote_average":7.9,"runtime":null,"cert":"\"\"","id":315882,"title":"Beaver Trilogy Part IV","adult":false,"genre_ids":[99]},{"cast":["Pilar López de Ayala"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":315887,"title":"Tren Estrasburgo-Paris","adult":false,"genre_ids":[]},{"cast":[],"overview":"The mythic nature of cowboy masculinity is deconstructed in this scathing montage of re-contextualized sounds and images culled from advertising, television, arcade game footage and other pop culture iconography.","release_date":"1978-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":315889,"title":"Wild Gunman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tom is released from prison after serving a 2-year-sentence and wants to get back at the man responsible for his arrest. He convinces his long-time friend Arne to assist him, but Arne doesn't know the extent of Tom's planned revenge.","release_date":"2013-04-17","vote_average":0.0,"runtime":11,"cert":"N\/A","id":315891,"title":"Folk kjøper blomster","adult":false,"genre_ids":[]},{"cast":["Yadollah Anvari","Abbas Esfandiari","Delbar Ghasri","Mohsen Rahimi","Safar-Ali Safari"],"overview":"For forty years, Esfandiar has been unconcernedly preparing corpses for the journey to their final resting place. One day, whilst preparing a burial service, he's taken ill. Might he too be mortal?","release_date":"2004-05-14","vote_average":6.5,"runtime":87,"cert":"N\/A","id":315893,"title":"Bitter Dream","adult":false,"genre_ids":[18,35]},{"cast":["Vania Tzvetkova","Innokentiy Smoktunovskiy","Ivan Kondov","Maria Dimcheva","Evgeniya Barakova"],"overview":"In this picture, the barrier epitomizes the line between reality and dreams, the pattern of harmony and happiness. The delicate, pretty, sensitive Dorotea and the sedate middle-aged composer Antoni meet by chance. He gives her shelter in his house. Famous composer falls under the spell of young Dorothea: A pretty, thin-skinned, though quite an eccentric girl.","release_date":"1979-11-11","vote_average":5.0,"runtime":148,"cert":"N\/A","id":315901,"title":"The Barrier","adult":false,"genre_ids":[18,878]},{"cast":["Gregory Hines","Patti LaBelle","Vanessa Williams","Eartha Kitt"],"overview":"Songwriter Noel is struggling to write a hit song, and so he takes his frustrations out on his family. His daughter Dakota is granted one wih for doing a good deed and she wishes that her daddy will write a hit song. There is a sub-plot about kindness to animals that has almost nothing to do with the main story.","release_date":"2001-12-17","vote_average":3.0,"runtime":60,"cert":"\"\"","id":315906,"title":"Santa, Baby!","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Habiba and Shah who, because of the wars fought in Afghanistan over the past 25 years, have experienced immense suffering, but who have survived to show how it is possible to be brave and moral in this world of sanctioned violence and lies.  Shah, a former Mujaheddin soldier and land mine victim, works as a cobbler on the pavements of the ruined city of Kabul. One day, he noticed a pretty Tajik girl who had only one leg, and he began to court her. Amidst the chaos and violence, and despite all the obstacles of tradition and religion, Shah and Habiba were able to marry.","release_date":"2005-05-05","vote_average":0.0,"runtime":73,"cert":"N\/A","id":315908,"title":"Land Mines: A Love Story","adult":false,"genre_ids":[99]},{"cast":["Dem Rădulescu"],"overview":"Scenes from Dem Radulescu's life work","release_date":"2009-06-06","vote_average":0.0,"runtime":221,"cert":"N\/A","id":315910,"title":"Momente de Aur: Dem Rădulescu","adult":false,"genre_ids":[]},{"cast":["Leslie Banks","Flora Robson","Sebastian Shaw","Patricia Hilliard","Robert Cochran"],"overview":"Farewell Again is a multiplotted British comedy\/drama about soldiers on leave and the people they've left. Given a six-hour pass after a tour of duty in India, several British Tommies (among them Robert Newton, Sebastian Shaw and Anthony Bushell) try to unravel their domestic tribulations before having to ship out again. American expatriate Tim Whelan was the directorial hand who kept the various plot threads from entangling, while another Hollywood vet, James Wong Howe, manned the cameras. The film became instantly dated with the advent of World War II, but in its own time Farewell Again was a box-office smash. The film was issued in the US as Troopship.","release_date":"1937-01-05","vote_average":5.0,"runtime":85,"cert":"N\/A","id":315912,"title":"Farewell Again","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The real-life Flying Medical Association of Australia was the inspiration for the box-office hit The Flying Doctor. Hollywood's Charles Farrell is cast as \"sundowner\" Sandy Nelson, who aspires to tend to the sick in the Austrian outback. He gets his chance when he joins the F.M.A., taking aviation training to become a \"flying doctor.\" Nelson proves his mettle during a medical emergency, in which he's required to ship supplies to a remote, desolate and virtually impenetrable region. The Flying Doctor was also the title of a late 1950s series, again based on the exploits of the F.M.A. and again featuring an American screen favorite (Richard Denning) in the lead.","release_date":"1936-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315914,"title":"The Flying Doctor","adult":false,"genre_ids":[]},{"cast":["Lucie Höflich","Werner Hinz","Viktoria von Ballasko","Hans Leibelt"],"overview":"Considering Germany's own treatment of Poland in 1939, it is ironic in the extreme that the 1938 German film Um Freiheit und Liebe (For Freedom and Love) is a celebration of Poland's declaration of independence from Russia. Werner Hinz plays Konrad, an idealistic Polish student who courts disaster for his loved ones through his constant harrangues against Russian impression. When his mother promises the authorities that Konrad will cease his protests, he is honor bound to obey her, no matter what the provocation. Drowning his disappointment in liquor, Konrad falls in love with nightclub singer Anna Sasotska (Viktoria von Ballasko). While he never achieves his political goals, Konrad at least finds happiness romantically. The climax of the film is particularly exciting, even though it is motivated by anti-Russian (and implicitly pro-Nazi) propaganda.","release_date":"1937-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315916,"title":"Die Warschauer Zitadelle","adult":false,"genre_ids":[18]},{"cast":["Shûji Sano","Shin Saburi","Sanae Takasugi","Mieko Takamine","Chôko Iida"],"overview":"Episode in the life of a composer of a popular Japanese song.","release_date":"1937-01-05","vote_average":5.0,"runtime":73,"cert":"N\/A","id":315918,"title":"Moon Over the Ruins","adult":false,"genre_ids":[]},{"cast":["Ferenc Kiss","Tivadar Uray","Gyula Csortos","Mária Mezei","Attila Petheö"],"overview":"Az Aranyember (The Man of Gold) was based on a novel by Jokal, at one time Hungary's foremost storyteller. Set in the early 19th century, the story revolves around Timar (Ferenc Kiss), a ferryman on a Danish tugboat. Rescuing the daughter (Marisa Kormos) of a Turkish nobleman from a watery grave, Timar is rewarded with the girl's hand in marriage. Now rich beyond his wildest dreams, our hero finds he is unsatisfied; it seems he has never forgotten his true love, flower girl Noemi (Anna Fuzes). Timar is forced to suffer mightily until he is finally permitted a tender reunion with the girl of his dreams.","release_date":"1936-12-18","vote_average":7.0,"runtime":97,"cert":"N\/A","id":315920,"title":"Man of Gold","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The title character in Maria Nover (Sister Maria) is played by Eva Szorenyi. A convent-bred lass on the verge of taking her final vows, Maria falls in love with a handsome artist, portrayed by popular operatic baritone Sandor Sved. Due to a silly misunderstanding, she walks out on Sved and marries his best friend Paul Javor. The frustrated suitor quits the art world to become a world-famous concert singer. Years later, he returns to reclaim Maria, only to find that she's not only still a wife, but also a mother and a dedicated nurse. Gracefully bowing out of her life, the Pagliacci-like Sved continues his singing career to assuage his broken heart.","release_date":"1937-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315922,"title":"Sister Maria","adult":false,"genre_ids":[]},{"cast":[],"overview":"Venice Film Festival 1937","release_date":"1937-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315924,"title":"Battalion","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on Christian Schocher, director of the legendary «Reisender Krieger» (1980).","release_date":"2015-01-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":315926,"title":"Christian Schocher, Filmemacher","adult":false,"genre_ids":[99]},{"cast":["Adrian Păduraru","Teodora Mareș","Carmen Enea","Ion Caramitru","Tamara Buciuceanu-Botez"],"overview":"Love story of 2 high school students with different social standards, Ioana and Alexandru. They are to form a couple with all the social and familial obstacles encountered.","release_date":"1985-06-10","vote_average":8.3,"runtime":99,"cert":"N\/A","id":315928,"title":"Confessions of Love","adult":false,"genre_ids":[10749]},{"cast":["Gabriel Marian Oseciuc","Radu Beligan","Octavian Cotescu","Toma Dimitriu","Maria Voluntaru"],"overview":"Biography of Aurel Vlaicu, a world wide aviation pioneer.","release_date":"1977-06-13","vote_average":6.5,"runtime":97,"cert":"N\/A","id":315930,"title":"Aurel Vlaicu","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For the first time, supported by scientific evidence, and indisputable footage, this film exposes the truth about a practice that breaches human rights, animal rights, and unveils a deception that will leave viewers in shock! New Zealand claims to be clean, green, and 100% pure. But can a country that drops from helicopters, an attractive food mixed with 90% of the world's annual supply of the deadly pesticide 1080 - enough poison, every year, to kill its human population 5 times over - qualify for such an esteemed self evaluation? Can a country that relies on farming exports and tourism, afford to be so cavalier with one of the worlds most deadly poisons? Poisoning Paradise lifts the lid on this bureaucratic practice, exposing an atrocity that will leave you in disbelief.....","release_date":"2009-06-06","vote_average":10.0,"runtime":90,"cert":"N\/A","id":315938,"title":"Poisoning Paradise: Ecocide New Zealand","adult":false,"genre_ids":[99]},{"cast":["Charley Chase","Jesse Jane","Jynx Maze","Riley Steele","Nacho Vidal"],"overview":"Jesse Jane and Riley Steele are still running and gunning in a wild ride of adventure that keeps them hot and wet. As a pair of beautiful bail bondswomen working for Tommy Gunn, the bad-ass blondes work hard and fuck harder. When an old acquaintance (Keiran Lee) needs help on a case the girls sex up, suit up and are ready to take down bad guy, Nacho Vidal. Horny hotties Jynx Maze and Charley Chase also get caught up in the XXX action!","release_date":"2012-11-27","vote_average":6.0,"runtime":122,"cert":"\"NC-17\"","id":315943,"title":"Skip Trace 2","adult":true,"genre_ids":[28]},{"cast":["Aya Hisakawa","Kotono Mitsuishi","Michie Tomizawa","Emi Shinohara","Rica Fukami"],"overview":"A short movie based on the \"Sailor Moon\" TV series and movies about Ami rivaling with a boy she hasn't met nicknamed \"Mercurius\" who consistently ties with her for perfect scores on exams. When a spirit named Bonnone attacks her, Ami assumes it's Mercurius, but Usagi (Sailor Moon) knows otherwise.","release_date":"1995-12-23","vote_average":6.3,"runtime":16,"cert":"N\/A","id":315945,"title":"Sailor Moon Super S: Ami's First Love","adult":false,"genre_ids":[14,16]},{"cast":["Stoya","BiBi Jones","Dani Daniels","Teal Conrad","Mr. Pete"],"overview":"The hunt is on again. Waitress Bibi Jones serves herself up as a sweet treat to boyfriend Mr. Pete, a con on the run. After they finish a fiery fuck session, bad ass bounty hunter Stoya shows up to put a beat down on Pete, looking for info on where to find the bail jumping Mick Blue. Stoya and bounty hunter Erik Everhard blow off some steam with a celebratory screw. Before he's set to meet up with Pete, Mick spends some time with his overheated honey Dani Daniels who desires a deep dicking. When new recruit James Deen shows up to join Stoya on the hunt he gets more than what he bargained for when she shows him her fucking moves. Boss bounty hunter Tommy Gunn arrives at the crash pad to find sexy Teal Conrad who makes sure he's taken care of, including all of his sexual needs. The only thing left is to make sure Mick goes down. He can run but no matter how fast he is, Stoya is faster in Skip Trace 3.","release_date":"2013-06-18","vote_average":6.3,"runtime":102,"cert":"\"NC-17\"","id":315953,"title":"Skip Trace 3","adult":true,"genre_ids":[]},{"cast":["Michael Greyeyes","Ned Beatty","John Finn","Peter Horton","Zahn McClarnon"],"overview":"The legendary Native American chieftain refuses to go with his people peacefully to the reservation and starts a rebellion.","release_date":"1996-07-07","vote_average":6.5,"runtime":90,"cert":"\"\"","id":315955,"title":"Crazy Horse","adult":false,"genre_ids":[10752,28,18,37]},{"cast":["Holly Michaels","Kayden Kross","Riley Steele","Vicki Chase","Erik Everhard"],"overview":"Hung studs Nacho Vidal and Erik Everhard, on the rebound after being burned by their horny ex-roommate, Selena Rose, convince a buddy, Charles Dera, to move in with them. Charles brings his sexy friends, Riley Steele and Holly Michaels, with him, throwing them into a lusty lion's den of hot, pounding sex. Gorgeous, sultry Kayden Kross joins the naughty boys for a visit, and strokes their broken male egos as well as their long rods, before hopping on top for a wild, perverted ride of sexual pleasures.","release_date":"2012-05-01","vote_average":8.0,"runtime":106,"cert":"\"NC-17\"","id":315957,"title":"Kayden Kross: Home Wrecker 2","adult":true,"genre_ids":[]},{"cast":["Franco Franchi","Ciccio Ingrassia","Daniela Giordano","Jean Valmont","Enzo Andronico"],"overview":"","release_date":"1967-12-12","vote_average":5.9,"runtime":null,"cert":"N\/A","id":315965,"title":"I barbieri di Sicilia","adult":false,"genre_ids":[35]},{"cast":["Mathieu Rivest","Sébastien Ricard","Chafiik","Biz","Ali St-Pierre"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315967,"title":"Symphonie Locass","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sister Rosaria is working at the village`s local church. Everything has been peaceful and many days of happiness have passed. One day a new priest and a sister arrive...and her happiness is suddenly shattered. The two are imposters, villains on the run for theft and murder. But that isn`t the only problem...the man is a former priest who sexually assaulted sister Rosaria many times in the past. Now, the village`s peace is in her hands; if she doesn`t obey \"Father Edwards\", he has sworn to kill every single one of the villagers...","release_date":"2006-04-25","vote_average":0.0,"runtime":56,"cert":"N\/A","id":315969,"title":"Dark Chapel: The Forbidden Sin","adult":true,"genre_ids":[16]},{"cast":["Oliver Stone","Phil Donahue","Noam Chomsky"],"overview":"'Project Censored: The Movie' explores media censorship in our society by exposing important stories that corporate media fails to report\/under report. Using the media watchdog group, Project Censored, as their road map, two fathers from California decided to make a documentary film that will help to end the reign of Junk Food News that Corporate Media continues to feed the American people.","release_date":"2013-04-12","vote_average":0.0,"runtime":60,"cert":"\"PG\"","id":315974,"title":"Project Censored the Movie","adult":false,"genre_ids":[99,36,10752]},{"cast":["Bruno Pradal","Jean-François Poron","Karina Verlier","Gérard Boucaron","Bernard Cazassus"],"overview":"","release_date":"1980-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":315976,"title":"Charlie Bravo","adult":false,"genre_ids":[10752]},{"cast":["Jena Ramona","Adam Weiner","Tawnya Richardson","Travis Shakespeare","Keri-Anne Telford"],"overview":"Two young entrepreneurs open up a voyeuristic Internet site.","release_date":"2000-10-17","vote_average":3.0,"runtime":95,"cert":"\"R\"","id":315978,"title":"Voyeur.com","adult":false,"genre_ids":[53]},{"cast":["Liane Hielscher","Kristine De Loup","Jürgen Arndt","Elke Kummer","Heidi Stroh"],"overview":"Katharina and Anne go on trips, visit cafés, acquaintances and parties. In doing so, they explore the chances of female emancipation in a male-dominated society. Katharina strives for a life without sentimental compulsion. She believes that she has succeeded, and therefore looks at the beloved friend Anne compassionate, as it can be good. Anne is learning the left jargon. But it is sheer helplessness. She says it's political commitment that she does not trust her friend Katharina, so Anne smiles as well.","release_date":"1968-10-12","vote_average":6.0,"runtime":86,"cert":"N\/A","id":315986,"title":"The Cat Has Nine Lives","adult":false,"genre_ids":[18]},{"cast":[],"overview":"New German Cinema.","release_date":"1978-01-06","vote_average":0.0,"runtime":81,"cert":"N\/A","id":315988,"title":"Der kleine Godard an das Kuratorium junger deutscher Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"The untold stories of six Australian army nurses who served at the only Australian field hospital in the Vietnam War.","release_date":"2005-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":315990,"title":"Vietnam Nurses","adult":false,"genre_ids":[]},{"cast":["Daniel de Oliveira","Caroline Abras","Rômulo Braga","Sandra Corveloni","Milhem Cortaz"],"overview":"Twenty years ago on a volcanic and paradisiacal island a 10-year-old boy was separated from his sister. The mother, fearful that an incestuous attraction would develop between the two, sent her son to the mainland with Kaleb, the magician from the Neptune Circus that had visited the island. On the mainland Kaleb teaches the boy the arts of the circus and the spirit, and the ex islander becomes Zolah, the Bullet Man. Zolah is now back visiting the island with the circus. A parallel between cinema and circus that speaks of the sea, art and love.","release_date":"2014-09-29","vote_average":6.3,"runtime":114,"cert":"N\/A","id":315992,"title":"Blue Blood","adult":false,"genre_ids":[18,9648]},{"cast":["Tyrone Tann","Gabriel Damon","Ryan Francis","Isait De La Fuente","Boris Cabrera"],"overview":"Directed by Rene Villar Rios, this teen drama takes place at a tough love work camp for teens that is a cross between The Lord of the Flies and The Breakfast Club. As the cruel warden and brutal guards make their lives miserable, the ensemble of troubled teens confront each other and numerous problems facing their generation.","release_date":"2001-06-19","vote_average":0.0,"runtime":115,"cert":"\"R\"","id":315994,"title":"Social Misfits","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short rhythmic short by Mikhail Tsekhanovsky.","release_date":"1931-01-06","vote_average":7.0,"runtime":11,"cert":"N\/A","id":315996,"title":"Gopak","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Sposób na wakacje Bolka i Lolka","cast":[],"id":315998,"overview":"A way for summer by Bolek and Lolek.","runtime":64,"genre_ids":[10751,16],"release_date":"1986-01-01","vote_average":0.0,"adult":false}]