[{"cast":[],"overview":"Percy, a meek little guy, goes to a jewelry shop to have his watch fixed. Crooked jeweler Ralph smashes the watch with a hammer, telling Percy that it's out of style. He then proceeds to sell Percy a cuckoo clock with a little dead bird, which Percy replaces with a baby eagle (feeding it super eagle food). Percy goes away, and when the eagle begins to grow, it's too much for him. He returns the clock, and he and the eagle attack Ralph.","release_date":"1962-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316512,"title":"Without Time or Reason","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Swifty &amp; Shorty animated short from 1962.","release_date":"1962-10-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316514,"title":"Penny Pals","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Noveltoon cartoon.","release_date":"1962-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316516,"title":"Fiddlin' Around","adult":false,"genre_ids":[]},{"cast":["George Carlin"],"overview":"According to Sir Topham Hatt, \"Helping out is one of the best ways to show that you're a \"Really Useful Engine\". That's why it's so important for Thomas to race to the rescue when one of his friends needs a \"helping hand\", or in Thomas' case, a \"helping buffer\". This special collection of stories highlights your Sodor friends proving that sometimes friendship is stronger than fear as they help out those in need. Remember when Trevor was nearly scrapped? Cheer on Thomas, Harold, and Percy as they rescue villagers from a heavy snowfall, and find out what does happen at the mine. All aboard for non-stop DVD fun and excitement!","release_date":"2003-02-25","vote_average":0.0,"runtime":67,"cert":"\"\"","id":316521,"title":"Thomas & Friends: Thomas & His Friends Help Out","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"A Noveltoon short featuring Goodie the Gremlin.","release_date":"1963-11-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316523,"title":"Hiccup Hound","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Noveltoon cartoon.","release_date":"1963-02-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316534,"title":"Good Snooze Tonight","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this one, one wolf who's become a vegetarian tells another of his species why he no longer catches lamb. It seems despite the dumb guard dog always getting one step behind this wolf, this wolf is always defeated. Why? Well, because Mighty Mouse is always around...","release_date":"1954-07-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316536,"title":"The Reformed Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Famous Studios cartoon.","release_date":"1964-07-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316538,"title":"Fizzicle Fizzle","adult":false,"genre_ids":[]},{"cast":["Julie Bowen","Cedric the Entertainer"],"overview":"Dipper tries her hand at internet dating.","release_date":"2014-11-04","vote_average":0.0,"runtime":2,"cert":"\"PG\"","id":316540,"title":"Planes Fire and Rescue: Dipper","adult":false,"genre_ids":[16]},{"cast":[],"overview":"About a tall, chain-smoking con man and a short, bulbous patsy of a man.","release_date":"1964-06-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316542,"title":"Panhandling on Madison Avenue","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Famous Studios cartoon.","release_date":"1964-02-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316544,"title":"Whiz Quiz Kid","adult":false,"genre_ids":[]},{"cast":[],"overview":"Swifty tries to con Shorty with an accident policy.","release_date":"1964-11-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316546,"title":"Accidents Will Happen","adult":false,"genre_ids":[]},{"cast":[],"overview":"About a little boy and his genie friend.","release_date":"1964-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316557,"title":"A Tiger's Tail","adult":false,"genre_ids":[]},{"cast":[],"overview":"About a tall, chain-smoking con man and a short, bulbous patsy of a man.","release_date":"1964-08-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316562,"title":"Service with a Smile","adult":false,"genre_ids":[]},{"cast":[],"overview":"The exploits of Sad Cat, a scraggly looking cat, and his friends.","release_date":"1965-03-10","vote_average":0.0,"runtime":7,"cert":"\"\"","id":316564,"title":"Gadmouse the Apprentice Good Fairy","adult":false,"genre_ids":[]},{"cast":[],"overview":"This series followed the exploits of Sad Cat, a scraggly looking cat, and his friends.","release_date":"1965-07-08","vote_average":0.0,"runtime":6,"cert":"\"\"","id":316566,"title":"Dress Reversal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jacky's Whacky World presents the story of George Washington, told from a young boy's perspective, complete with his own drawings and his own narration.","release_date":"1965-02-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316568,"title":"The Story of George Washington","adult":false,"genre_ids":[]},{"cast":["Andrey Chadov","Anna Ukolova","Aleksandr Nikolsky","Vitaly Abdulov","Yuriy Loparyov"],"overview":"Zoe - athlete with a masculine character. Therefore, it is difficult for the stronger sex, and they run away from her. But Zoe wants to get married and have children.","release_date":"2014-01-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":316570,"title":"The Ideal Couple","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the last Boobie Baboon cartoon.","release_date":"1965-11-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316578,"title":"The Outside Dope","adult":false,"genre_ids":[]},{"cast":[],"overview":"Roadhog (a slow, Sunday-driver) and Rapid Rabbit (a reckless speedster) have a rivalry on the open road which ultimately lands them in the hospital.","release_date":"1966-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316580,"title":"Sick Transit","adult":false,"genre_ids":[]},{"cast":["Hiroshi Fujioka","Taka Guadalcanal","Akira Hamada","Masayuki Imai","Tetsu Watanabe"],"overview":"Looks at the lives of Chinese people in Japan.","release_date":"1992-09-12","vote_average":7.0,"runtime":110,"cert":"N\/A","id":316582,"title":"About Love, Tokyo","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Honey Halfwitch and Stanley the Sorcerer assist an old horse by helping him win the Derby.","release_date":"1966-02-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316584,"title":"From Nags to Witches","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ffat Kat and Rat Ffink go to an art museum.","release_date":"1966-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316586,"title":"Op, Pop, Wham, and Bop","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stanley is tricked by a frog who claims to have been a king.","release_date":"1966-07-08","vote_average":0.0,"runtime":6,"cert":"\"\"","id":316588,"title":"Throne for a Loss","adult":false,"genre_ids":[]},{"cast":["Robert Kelly"],"overview":"2014 standup special.","release_date":"2014-08-08","vote_average":7.6,"runtime":63,"cert":"\"NR\"","id":316590,"title":"Robert Kelly: Live at the Village Underground","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Cousin Maggie goes away on a trip and leaves Honey Halfwitch with instructions on how to make rain to water their garden, on the account that the city has been suffering a drought for weeks. Honey successfully creates a raincloud, which catches attention of a cloud-seeder. He makes Honey the official rainmaker and successfully refills the city's water supply. Unfortunately Honey doesn't know how to stop the rain and the city starts flooding.","release_date":"1967-08-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316601,"title":"High But Not Dry","adult":false,"genre_ids":[]},{"cast":["Jaroslava Tichá","Josef Somr","Jana Vychodilová","Ľudovít Kroner","Gustav Opočenský"],"overview":"Matylda (Jaroslava Ticha), who lives in the Czech countryside, is trying to arrange burial plans for her dying husband, Jan (Ludvik Kroner). While Matylda hopes to have a funeral for Jan in the small town where they once lived, there are complications. Years earlier, Jan spoke out against the Communist government and was consequently expelled from the town. When Matylda fails to convince a local politician to allow the ceremony, she uses her husband's funeral as a public show of dissent.","release_date":"1969-01-01","vote_average":5.0,"runtime":70,"cert":"N\/A","id":316603,"title":"Funeral Ceremony","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After Olympic fever swept the nations, especially the United States in 1976 (the nation's bicentennial), the worldwide sporting competitions would be sorely missed until 1980, as well as 1984, when the U.S. would be the host nation for the Summer Games. Fortunately Hanna-Barbera provided a worthy substitute in animated form as up to 45 of their cartoon characters (classic and otherwise) were featured on this show competing for the gold medal. While some events were similar to real-life Olympic events, most were pretty offbeat and quite unusual, and could only be done on cartoons like this. Among these weird events were racing on ostriches, camels, kangaroos, rickshaws and unicycles, as well as scavenging for creatures like the Abominable Snowman, vampires, and the Loch Ness Monster. With events like these, each Laff-A-Lympics was bound to be a major adventure!","release_date":"2010-01-18","vote_average":0.0,"runtime":88,"cert":"\"\"","id":316605,"title":"Scooby's All Star Laff-A-Lympics","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"From a story by legendary Terrytoons animator Jim Tyler, this cartoon by director Shamus Culhane concerns an elephant named Roscoe whose friend thinks he's crazy since Roscoe is able to walk, skate, and stand on water simply because the elephant thinks he can.","release_date":"1967-03-09","vote_average":0.0,"runtime":6,"cert":"\"\"","id":316607,"title":"Think or Sink","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Famous Studios cartoon.","release_date":"1967-05-31","vote_average":0.0,"runtime":6,"cert":"\"\"","id":316609,"title":"Robin Hoodwinked","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jimmy Hoffa was one of the most powerful men in America. In 1974 he disappeared, never been seen again: one of the greatest mysteries of the 20th century.","release_date":"2014-11-11","vote_average":6.0,"runtime":80,"cert":"\"\"","id":316611,"title":"Killing Jimmy Hoffa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary on last days of Shah's regime, the event ensued after the arson of cinema Rex in Abadan, which lead to final victory of 1979 revolution.","release_date":"1979-01-01","vote_average":5.5,"runtime":111,"cert":"N\/A","id":316613,"title":"For Liberty","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the high command to the barracks and tents of ordinary soldiers, this History Channel documentary reveals the gut-wrenching decisions and moments of terror on both sides of the English Channel in the 10 days preceding D-Day. The film combines dramatic re-creations of critical events with letters and diaries of soldiers, spies, paratroopers and others to paint a fascinating picture of this massive military operation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316624,"title":"10 Days to D-Day","adult":false,"genre_ids":[]},{"cast":["Michael Knowles","Kathleen Wise","Jilon VanOver","Monique Zordan"],"overview":"A married couple of 6 years invites an old friend and his new, free spirited girlfriend to their Hamptons Summer home for a long weekend. Emotions and desires are stirred but in ways none of them expected.","release_date":"2014-09-20","vote_average":6.5,"runtime":null,"cert":"\"\"","id":316626,"title":"4 Nights in the Hamptons","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this animated adventure based on the popular toy line, Betsy Bubblegum travels to Yummi-Land, a whimsical land full of sugar-coated streets and beautiful music. She quickly makes friends with the Candy, Flower and Ice Cream Pop Girls, helping them plan a big event. Betsy does all kinds of new things, like play in a band and work in a beauty salon. She discovers that it's doing her best and being a good friend that makes her the most welcome.","release_date":"2007-10-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316628,"title":"Betsy Bubblegum's Journey Through Yummi-Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover the inspiring stories of Bhagat Singh and Mangal Pandey, Indian patriots who bravely stood up against British rule. Watch as Bhagat Singh fights for political prisoners' rights, and Mangal Pandey leads a mutiny against the British army. By bringing to life Singh and Pandey's real-life stories of fearlessness and daring, this animated program preserves two important chapters in Indian history.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316630,"title":"Bhagat Singh & Mangal Pandey: Animated Stories","adult":false,"genre_ids":[]},{"cast":["Glenn Close","David Dukes","George Ede","Joel Fabiani","Clarence Felder"],"overview":"Dramatist Luigi Pirandello's mordant comedy of manners tells the tale of upper-crust Italians Silia Gala and her sneering spouse, Leone, who finds his impassivity tested when he has to duel his wife's frustrated paramour.","release_date":"1975-04-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316632,"title":"The Rules of the Game","adult":false,"genre_ids":[]},{"cast":["Sebastian Papaiani","Mariella Petrescu","Ștefan Mihăilescu-Brăila","Vasilica Tastaman","Octavian Cotescu"],"overview":"Pacala is an important hero in Romanian popular tradition. He is always making fun of everything wrong with the human behaviour such as stupidity, greed or vanity. His attitude and actions always bring damages to the mean, evil and materialistic people. So beside the jokes, the movie has this philosophical layer, undoubtedly because Pacala's independent way of being, free spirit and his love for the nature creates a way of seeing life, bringing joy. Filmed in a very beautiful part of Romania in 1974, the movie had an important success at that time and it is considered one of the most loved movies in Romania ever.  Like the hero, found in many stories and jokes, the movie forwards the spirit of true freedom and pure link with the nature, forgetting about times and governments.","release_date":"1974-01-09","vote_average":6.2,"runtime":122,"cert":"N\/A","id":316634,"title":"Păcală","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Artist James Turrell uses the sky as his studio to explore his creative interest in light and space. This fascinating documentary examines Turrell's work, especially his ongoing project at Roden Crater -- a natural cinder volcanic crater near Flagstaff, Ariz., that Turrell is transforming into a giant observatory for beholding celestial phenomena. In interviews, Turrell discusses his research on natural light and his interest in Hopi mythology.","release_date":"2013-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316645,"title":"James Turrell: Passageways","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Interweaving vintage performance footage and incisive interviews with music experts, journalists and tour manager Dave Robinson, this video critique looks at the too-short career and continuing influence of rock legend Jimi Hendrix. Analysis of such tunes as \"Hey, Joe,\" \"Purple Haze,\" \"Wild Thing\" and \"Voodoo Chile\" prove Hendrix's fretboard genius. Excerpts from the 1967 Monterey Pop Festival and the 1970 Isle of Wight Festival are included.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316647,"title":"Jimi Hendrix: Videobiography","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1901, 21-year-old William S. Harley first drew up plans for a small engine that would fit into a bicycle -- and an American classic was born. A must-see for motorcycle aficionados, this video takes viewers on the road as bikers from across the globe head to \"hog heaven\" -- Milwaukee, the birthplace of Harley-Davidson -- to celebrate Harley's 90th anniversary. With footage of special events and custom rides, what more could you ask for?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316649,"title":"Live to Ride: Rolling Thunder","adult":false,"genre_ids":[]},{"cast":[],"overview":"World-renowned mezzo soprano Marilyn Horne unites with conductor Martin Katz and the Orchestra della Svizzera Italiana for this moving concert featuring the works of seven master composers. Recognized as one of the top mezzo sopranos in the world, Ms. Horne captivates the audience in this program featuring Cherubini's \"Anacreon Overture,\" excerpts from \"Orfeo ed Euridice\" and arias by Thomas, Meyerbeer, Saint-Saens, Rossini and Bizet.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316651,"title":"Marilyn Horne Sings Famous Arias","adult":false,"genre_ids":[]},{"cast":[],"overview":"Modern and historic footage tells the story of the war horse of the 12 Western air forces. The carrier-based Phantom II won its spurs in Vietnam where its extraordinary capabilities led to adaptation for land-based rolls ranging from ground attack through battlefield reconnaissance to defense suppression. McDonnell Douglas F-4 Phantom II covers the first development of the type and its powerful engine and includes a walk-round of an F-4B. The Phantom then joins the fleet and US Navy, US Marine Corps and US Air Forces machines see action in Vietnam.","release_date":"2008-03-25","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":316653,"title":"McDonnell Douglas F-4 Phantom II: The Story of the War Horse of the Western Air Forces","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bangin' concert excerpts, private backstage rehearsal footage and interviews make up this program that captures the 1997 New York concert featuring the world's best drummers. John Tempesta showcases his powerful double bass prowess in a lively solo, while renowned percussionists Steve Gadd and Giovanni Hidalgo perform together for the first time. Other distinguished musicians making appearances are Paul Wertico, Jack DeJohnette and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316655,"title":"Modern Drummer: Festival Weekend 1997","adult":false,"genre_ids":[]},{"cast":[],"overview":"Snow Maid, a highly skilled martial arts expert, is beside herself when she finds out that her mother was sexually assaulted by a ruthless group of gangsters. Blinded by rage, the woman concocts a plan to exact revenge on each and every person responsible. With sword in hand, she finds the infamous Golden Hair Mouse and carries out her deadly quest for justice. Stars Li Ching, Yueh Hua, Guk Fung and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316657,"title":"Old Skool Killaz: Daughter of Vengeance","adult":false,"genre_ids":[]},{"cast":["Vince Russo","Ed Ferrara"],"overview":"Pro wrestling writers and Vince Russo and Ed Ferrara host this inside look at the history, drama, scandal and controversy of the WWF, WCW, and TNA. In Volume 3, the duo reveals their thoughts on the influence of the ECW and the negative impact of the WWF's purchase of the WCW. The writers also share their forecasts on the future of professional wrestling and open up about the TNA promotion and the differences between the TNA and the WWE.","release_date":"2005-10-25","vote_average":0.0,"runtime":85,"cert":"\"\"","id":316659,"title":"Pro Wrestling's Ultimate Insiders Vol. 3: One on One with Vince & Ed","adult":false,"genre_ids":[]},{"cast":[],"overview":"When he wasn't duking it out in the boxing ring, Roy \"Pretty Boy\" Shaw terrorized Britain as one of the country's most feared gangsters, as revealed in this documentary. The program chronicles Shaw's shady history, a criminal career that includes armed robbery, murder and brutal beatings. Known as the only man who ever broke his way out of two prison cells, Shaw became one of Britain's most powerful gangsters in the 1960s.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316664,"title":"Roy Shaw: Brute Force","adult":false,"genre_ids":[]},{"cast":["Helena Kara","Tuulikki Paananen","Uuno Laakso","Ville Salminen","Tauno Majuri"],"overview":"Directed by Risto Orko, and written by Risto Orko and Ilmari Unho, «Aktivistit» (also known as \"Activists\", \"Aktivisterna\") is a 1939 Drama film . Helena Kara is starring, alongside Tuulikki Paananen, Uuno Laakso, Ville Salminen, Tauno Majuri and Paavo Jännes.","release_date":"1939-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316666,"title":"Aktivistit","adult":false,"genre_ids":[]},{"cast":["Sean McDonough","Tom Burke","John Powers","Bill Cleary","Jack Parker"],"overview":"Thousands of exuberant fans fill Boston's FleetCenter arena to celebrate the 50th anniversary of the annual Beanpot Hockey Tournament -- a four-team, midwinter competition featuring the teams from Boston University, Boston College, Northeastern University and Harvard University. Joining the 2002 lineup for this commemorative sports event are seven Boston College players from the 1952 squad that participated in the inaugural tournament.","release_date":"2004-02-23","vote_average":0.0,"runtime":100,"cert":"\"\"","id":316668,"title":"The Beanpot 50th Anniversary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"To buy medicine to relieve his ailing grandmother's pain, a determined Brazilian boy travels to the capital to sell the family's only valuable possession -- a goat -- encountering unexpected challenges along the way. After arriving in the big city, he experiences the best and worst of the unfamiliar urban environment. João Miguel Direitinho, Nicolau Breyner and Joaquim Horta star in this poignant drama directed by Amauri Tangará.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316670,"title":"The Eighth Color of the Rainbow","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary from filmmaker Alexander Sebastien Lee follows four martial arts students from divergent backgrounds as they journey to China's storied Shaolin Temple in hopes of becoming kung fu masters. As they pursue specialized training at Shaolin martial arts schools, their dreams of glory collide with the harsh realities of intense discipline and other demands that mark the path of Shaolin.","release_date":"2008-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316672,"title":"The Real Shaolin","adult":false,"genre_ids":[]},{"cast":[],"overview":"﻿One of the most influential and yet little known figures of eighteenth-century American evangelicalism. ﻿Filmed at historical locations throughout the northeastern U.S., this program tells the story of the visionary eighteenth-century missionary whose efforts led to spiritual revival amongst native tribes and inspired generations of Christian leaders to follow in his footsteps.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316674,"title":"David Brainerd: Missionary to the American Indians","adult":false,"genre_ids":[]},{"cast":[],"overview":"Celebrated American baritone Thomas Hampson lends his extraordinary voice to this Mahler-dominated collection -- alongside pianist Wolfram Rieger -- in this 2001 performance at the Theatre Musical de Paris-Chatelet. Hampson brilliantly works his way through \"Ablösung im Sommer,\" \"Das irdische Leben,\" \"Lied des Verflogten im Turm,\" \"Wo die schönen Trompeten blasen,\" \"Des Antonius von Padua Fischpredigt,\" \"Der Tamboursg'sell\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316676,"title":"Thomas Hampson: Voices of Our Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"Achievements in aircraft design are explored in this Discovery Channel three-parter, which looks at aviation history as well as the use of planes in warfare and in air shows. \"Planes: The Ultimate Guide\" traces the evolution of aircraft design in the 20th century. \"Wings Over Afghanistan\" shows aircraft employed by U.S. forces in Afghanistan. And \"Thunderbirds\" celebrates the derring-do of the Air Force team that dazzles millions at air shows.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316678,"title":"Wings: Evolution of Air Power","adult":false,"genre_ids":[]},{"cast":["Piolo Pascual","Donita Rose","Empress Schuck","Dominic Ochoa","Sandy Andolong"],"overview":"After the death of his girlfriend, Gene (Piolo Pascual) becomes a cynical, controlling miser whose life revolves around only two things: money and sex. So when he discovers he's about to inherit his grandmother's vast fortune, his spirits soar -- but they quickly deflate when he learns that, in order to get it, he'll have to complete all nine Christmas dawn masses, or simbang gabi a Pinoy practice he abhors. Donita Rose co-stars.","release_date":"2002-10-16","vote_average":5.0,"runtime":100,"cert":"N\/A","id":316680,"title":"9 Mornings","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"A married man in his fifties who has lost all interest in his wife suddenly meets Juliette, a young woman. She reignites love in his life but triggers violent arguments with his wife. Their indifference soon turns into chaos. (French with English subtitles)","release_date":"2009-06-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316682,"title":"Do Me Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"One of the most famous American writers of the 20th century, Nobel Prize-winning author John Steinbeck was born in Salinas, Calif. He is best known for his gritty portrayals of the lives of the working class during the Great Depression, particularly in the novella Of Mice and Men and the Pulitzer Prize-winning novel The Grapes of Wrath. Through period documents, artwork and other archival material, this program explores Steinbeck's life and work.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316684,"title":"Famous Authors: John Steinbeck","adult":false,"genre_ids":[]},{"cast":["Kajol","Atul Agnihotri","Jackie Shroff","Ayesha Jhulka","Aruna Irani"],"overview":"Pinky (Kajol) and Bunty (Atul Agnihotri) make an instant connection at a college fair. But Bunty has already promised to marry a family friend (Ayesha Jhulka), while Pinky is engaged to a police officer (Jackie Shroff). Instead of eloping, the frustrated lovers follow a clever plan hatched by Bunty's Aunt Aroona: marry their fiancés, then drive them away. But if their new spouses keep putting up with them, Pinky and Bunty will never be together.","release_date":"1999-06-10","vote_average":3.0,"runtime":null,"cert":"N\/A","id":316686,"title":"Hote Hote Pyar Hogaya","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part 6, The Embrace explores the inward worship practices of prayer and contemplation and the outward acts of worship found in service and ministry.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316691,"title":"History of Christian Worship: Part 6, The Embrace","adult":false,"genre_ids":[]},{"cast":[],"overview":"See Little Pim and friends feel happy and in love, make sad and mad faces and everything in between. Children will learn more than 60 German words and phrases to show their feelings! Little Pim is a fun, award-winning series designed to introduce foreign languages to toddlers and preschoolers. Feelings features Little Pim, a lovable, animated panda who teaches German to children through a combination of animation, and live action of real kids doing everyday activities.Make sure you check out our five other German episodes from Little Pim! Little Pim is also available in other languages.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316699,"title":"Little Pim: Feelings - German for Kids","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pastor Mark Jeske of the Time of Grace television program hosts this Christmas special that unveils how the Christmas story speaks to hurting people.","release_date":"2013-10-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316704,"title":"Merry Christmas?","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-12-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316706,"title":"Marcats per Tito","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Fly over Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island and Vermont in Over New England, and see red barns, white steeples, rugged coastlines, harbors and lighthouses. Includes brief narrative passages and an original soundtrack.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316708,"title":"Over New England","adult":false,"genre_ids":[]},{"cast":["Hensy Pichardo","Any Ferreiras","Elvira Grullón","Anthony Ferreiras"],"overview":"A young girl named Andrea unleashes a spirit after removing a cross on a sacred holy ground cemetery. The spirit starts terrorizing Andrea and her family. Andrea's family, witch doctors, and spiritual healers battle the spirit in attempts to return to a normal life.","release_date":"2005-08-16","vote_average":3.2,"runtime":110,"cert":"N\/A","id":316710,"title":"Andrea","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Finalist of Tropfest Australia 2012","release_date":"","vote_average":8.7,"runtime":5,"cert":"N\/A","id":316712,"title":"Boo!","adult":false,"genre_ids":[]},{"cast":["Max O. Cullen","Tommy Bond","George Guhl","William Newell","Sally Payne"],"overview":"It's Thanksgiving. Newlywed husband Abner Poodlebean faces the turkey his wife has prepared: she wants him to carve it at the table in front of her scowling family, and Abner has no idea how to proceed. The film's narrator has us cut away to the kitchen of chef M.O. Cullen who demonstrates the proper way to carve the bird, spoon out the stuffing, and lay out the platter. Back to Abner, who's missed Cullen's lesson, so he makes a fine mess. Can this marriage survive?","release_date":"1939-10-28","vote_average":0.0,"runtime":10,"cert":"\"\"","id":316714,"title":"Let's Talk Turkey","adult":false,"genre_ids":[99,35]},{"cast":["Betty Ross Clarke","Fay Holden","Cecilia Parker","Mickey Rooney","Lewis Stone"],"overview":"Andy Hardy and the rest of the Hardy family wake up Christmas morning to gifts and give a holiday greeting to viewers.","release_date":"1939-01-09","vote_average":5.0,"runtime":3,"cert":"\"\"","id":316716,"title":"Loews Christmas Greeting (The Hardy Family)","adult":false,"genre_ids":[]},{"cast":["Ian Fleming","Howard Douglas","W.T. Hodge","Charles Paton","Grace Arnold"],"overview":"A lawyer, who has been accused of being dishonest, works with the police to expose two share pushers who have employed him, saving the investors from ruin.","release_date":"1939-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316718,"title":"Men Without Honour","adult":false,"genre_ids":[]},{"cast":["Dorothy Page","Dave O'Brien","Vince Barnett","Stanley Price","Ethan Allen"],"overview":"Shirley Martin finds that Weylan has diverted the water from the valley and her cattle are dying. First she and her foreman Bob Lawson go to court. This fails when Weylan's men keep the ranchers from testifying. But Shirley has a second plan to return water to the valley.","release_date":"1939-01-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316720,"title":"Water Rustlers","adult":false,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"Count Screwloose and J.R. the Wonder Dog share a house. Screwloose hogs all the pancakes at breakfast, so to get even, the dog pastes a picture of a pretty woman over the hag advertising for a husband. Screwloose answers the ad, and soon finds himself chased by the spinster, who keeps telling the minister to wait. They finally get married, and the dog thinks he's going to get a meal to himself when the Screwloose family, including all the kids, moves in.","release_date":"1939-01-09","vote_average":0.0,"runtime":8,"cert":"\"\"","id":316722,"title":"Wanted: No Master","adult":false,"genre_ids":[]},{"cast":["Pete Smith","Andy Varipapa","Ned Day","Sally Payne","Ann Morriss"],"overview":"Five years after he narrated STRIKES AND SPARES, Pete Smith returns to the subject of bowling with two pros: Andy Varipapa, who threw some trick shots in the earlier movie and Ned Day, who demonstrates proper form and technique.","release_date":"1939-10-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316733,"title":"Set 'em Up","adult":false,"genre_ids":[]},{"cast":[],"overview":"Towards Belief addresses the top belief blockers of our time - the most frequently cited reasons that many have lost confidence in the Church and its message. Part 9 The Church - There is a public perception that the Christian Church is dying. We talk with leaders who are seeing the Church grow and they give their perspective on the future of the Church.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316735,"title":"Towards Belief: Part 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stiffelio was based on the play Le pasteur, ou L'évangile et le foyer by Émile Souvestre and Eugène Bourgeois and was originally censored due to it involving as it does a Protestant minister of the church with an adulterous wife.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316737,"title":"Verdi - Stiffelio","adult":false,"genre_ids":[]},{"cast":[],"overview":"YOU ARE NOT ALONE, the Musical was performed in Paris (in English) by Jermaine Jackson. During this evening of music and stories, Jermaine Jackson told the whole Jackson story from their native house in Gary, Indiana, to Motown where they became the Jackson Five and from Michael's Thriller to his tragic death. You'll learn everything you need to know about the greatest family in the entertainment industry.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316739,"title":"You Are Not Alone: the Only Jackson Musical by Jermaine Jackson","adult":false,"genre_ids":[]},{"cast":[],"overview":"There's only one thing more fun than Yo Gabba Gabba! Live! and the holidays....You guessed it, putting them together! Join DJ Lance Rock, Brobee, Foofa, Muno, Plex and Toodee as they dance, sing and decorate the tree to prepare for the arrival of Santa Claus! Filmed live at New York City's The Beacon TheatreTM, celebrate the season with the colorful cast of characters singing their hits, including \"It's Wintertime,\" \"Every Snowflake's Different, Just Like You\" and a holiday version of everyone's favorite \"Party in my Tummy!\" Including special appearances by superstar Leslie Hall and the one and only Santa Claus! Snowflakes are falling and we can hardly wait!","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316741,"title":"Yo Gabba Gabba: A Very Awesome Live Holiday Show!","adult":false,"genre_ids":[]},{"cast":["Hugo Sánchez","Luis García Postigo","Carlos Albert","David Patiño","Christian Martinoli"],"overview":"A documentary about mexican soccer player Hugo Sánchez.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316743,"title":"Hugoool!","adult":false,"genre_ids":[]},{"cast":["Kunatip Pinpradub","Pongpitch Preechaborisuthikul","Kittipat Samarntragulchai","Wanida Termthanaporn"],"overview":"In this Thai horror comedy sequel, Nick, Bew, James and their friend are preparing for their university admissions, but because of James' less than desired results, he brings his friends to get the blessings of Mae Nak. Nick doesn't believe in Mae Nak and constantly makes fun of it. Suddenly, the group finds themselves in the realm of Mae Nak and have to find a way out to return to normality.","release_date":"2014-04-10","vote_average":6.1,"runtime":113,"cert":"N\/A","id":316745,"title":"Make Me Shudder 2: Shudder Me Mae Nak","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316747,"title":"Technologic Orgasm","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":316749,"title":"RAILWAY RELAY","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jeremy and Brittany find love online, but things take a turn for the worst when one of them isn't entirely honest about their past. Jeannette has lost custody of her daughter and turns to social media for help. Unfortunately, every favor has its price...","release_date":"2014-04-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316751,"title":"TLC Presents: Cyber Stalkers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Dr. Christmas, the holiday decorator-to-the-stars, as he and his team of hardworking elves transform the homes of celebrities Mario Lopez, Alison Sweeney, and Brooke Burke-Charvet into spectacular winter wonderlands.","release_date":"2014-12-12","vote_average":0.0,"runtime":41,"cert":"\"\"","id":316753,"title":"TLC Presents: Deck the Halls with Dr. Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-01-08","vote_average":10.0,"runtime":null,"cert":"N\/A","id":316755,"title":"VACANZE IN SICILIA 2012","adult":false,"genre_ids":[]},{"cast":[],"overview":"Six episode series devoted to the history of the Pacific Theater of World War II. Starting with the tensions in the Pacific that led to the Japanese bombing of Pearl Harbor through the epic battle of Midway and the Atomic Bombing of Japan.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316757,"title":"Theater of War: The Pacific Campaign","adult":false,"genre_ids":[]},{"cast":["Marie Askehave","Alfred Bjerre Larsen","Paw Henriksen","Pelle Falk Krusbæk","Liv Leman Brandorf"],"overview":"'Familien Jul' is a Danish family film, where Hugo's father hates July Neither elves, men or Christmas gifts can get him in the Christmas mood, and he is most happy when the holidays are over.  Nissen Pixy is therefore quite unfortunate as he stays away from the sleigh and left alone at the family Christmas, but fortunately he soon becomes good friends with Hugo. Along with his siblings Hugo tries to save their new friend, but even if no one believes in elves, they are still difficult mighty hard to hide .","release_date":"2014-11-20","vote_average":4.0,"runtime":90,"cert":"N\/A","id":316762,"title":"The Christmas Family","adult":false,"genre_ids":[35,10751]},{"cast":["Monika Madras","Paul Verhoeven","Günther Neutze","Wolfgang Büttner","Edith Heerdegen"],"overview":"","release_date":"1967-12-13","vote_average":0.0,"runtime":117,"cert":"N\/A","id":316764,"title":"Gottes zweite Garnitur","adult":false,"genre_ids":[18]},{"cast":["Denis Leary","Adam Roth","Chris Phillips"],"overview":"Comedian Denis Leary, one of the hottest comics of the nineties, unplugged his unique comedic style at a studio in Los Angeles for the first-ever music\/comedy edition of the series. Leary combines original comic material with music to deliver selections from his January '93 album release No Cure for Cancer. Recorded 6th February 1993 at Universal Studios, Los Angeles. Track list: 01. Is She Really Going Out With Him? 02. 9 a.m. 03. Love Boat 04. Immigrant Song 05. The Kennedys 06. Man in My Little Girl's Life\/Van Halen\/Stutter 07. Traditional Irish Folk 08. Song Tequila 09. R.E.M. 10. Life's Gonna Suck 11. Elvis and I 12. Is that All There Is? 13. Asshole","release_date":"1993-03-13","vote_average":7.0,"runtime":22,"cert":"\"\"","id":316766,"title":"Denis Leary: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The head monk orders a young acolyte to guard a beautiful cherry tree in the monastery garden while he goes out. But the older man underestimates his colleague’s fondness for sake.","release_date":"1968-03-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":316768,"title":"Breaking of Branches is Forbidden","adult":false,"genre_ids":[16]},{"cast":["Ko-Tee","Jaturong Mokjok","Akom Preedakul","Jeab Chern-Yim"],"overview":"Master Boh lies to the people that he can communicate with spirits and randomly predicts the numbers for everyone who wants to win the lottery. His tricky job dissatisfies to a powerful man Au, so it causes Master Boh's life in a danger. Meanwhile, a girl named Wan is murdered by Au, she returns as a vengeful ghost waiting for the revenge. Then, Master Boh and Wan team up to defeat the same guy.","release_date":"2008-02-28","vote_average":5.5,"runtime":92,"cert":"N\/A","id":316770,"title":"The Ghost and Master Boh","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Challenging where our energy comes from can seem a little eccentric... After all, not everyone has solar panels above the doorstep. David does, and they generate more than enough energy to go around. So why can't he share it?","release_date":"2010-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316772,"title":"Powerful: Energy for Everyone","adult":false,"genre_ids":[]},{"cast":["Jack Kwinter","Ashley Ross"],"overview":"A touching short that explores the relationship of a daughter and her homeless schizophrenic father.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":316774,"title":"Heart of Perception","adult":false,"genre_ids":[]},{"cast":["Bernice Claire","Alexander Gray","Lucien Littlefield","Louise Fazenda","Lilyan Tashman"],"overview":"A bible publisher is falling in love with a chorus girl and finds himself backing a Broadway show.","release_date":"1930-02-16","vote_average":5.0,"runtime":98,"cert":"\"\"","id":316779,"title":"No, No, Nanette","adult":false,"genre_ids":[35,10402]},{"cast":["Malcolm McDowell","Dean Cain","Aaron Perilo","Natalie Distler","Jesse Kove"],"overview":"A sci-fi\/thriller centered on a high school violinist who witnesses the collapse of space and time.","release_date":"2015-05-26","vote_average":2.9,"runtime":111,"cert":"\"\"","id":316784,"title":"The Black Hole","adult":false,"genre_ids":[53,878]},{"cast":["Yoshio Harada","Jun Fubuki","Kirina Mano","Shûji Kashiwabara","Renji Ishibashi"],"overview":"Kaido is a professional pickpocket who works the Tokyo subway with his young foster-daughter, Rei: She lets herself be groped while Kaido relieves the groper of his wallet. More often than not they're observed by a middle-aged cop, who generally lets Kaido go free. Rei is unsettled when Kaido takes on a young street punk, Kazuki, as an apprentice -- with instructions to make Kaido stop drinking. Kazuki, however, would like to go into business with Rei.","release_date":"2000-11-03","vote_average":7.0,"runtime":112,"cert":"N\/A","id":316789,"title":"Pickpocket","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Yellow! I mean, hello! Ready, Steady, Wiggle! Is the first TV series featuring Anthony, Emma, Lachy and Simon and here is a selection of twelve \"bow-tiful\" episodes picked by Emma herself as some of her favourites from the series. With segments including 'Anthony's Alphabet', 'Wiggle House', and 'Professor Simon', over fifty Wiggles songs and special features of some of Emma's dance lessons, you'll be wiggling with delight!","release_date":"2014-11-05","vote_average":0.0,"runtime":145,"cert":"N\/A","id":316791,"title":"The Wiggles - Emma's Bowtiful Day","adult":false,"genre_ids":[]},{"cast":["Jaran Wongsujjaa","Tat Na Takuatung"],"overview":"Pakdee is a reporter who happens to witness a car accident that lead to the death of the driver by decapitation. He starts acting funny and is hung up on deaths of people whose heads were cut off. His boss starts to complain about his work but it soon improves when he begins covering a spate of murders by decapitation in Bangkok and he even gets an award for his reporting. But he is still acting strange. What's going on? Is he haunted by the ghost from the car accident? Does he know more than he says about these deaths?","release_date":"2005-01-10","vote_average":4.0,"runtime":79,"cert":"N\/A","id":316796,"title":"Headless Ghost","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The beaches of Pontypandy are packed with daring rescues as Fireman Sam is a Hero at Sea! During a trip out to sea with the kids, Charlie nets the biggest catch Pontypandy has ever seen but his boat is damaged – will they sink or swim? Find out all this and more in this collection of heroic adventures.","release_date":"2014-02-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":316804,"title":"Fireman Sam - Hero at Sea","adult":false,"genre_ids":[]},{"cast":["BiBi Jones","Lea Lexis","Melanie Rios","Vicki Chase","Erik Everhard"],"overview":"Hot and sexy BiBi Jones shows off her naughty, youthful ways by taking on two boys in her first b\/b\/g\/ threesome ever! Erik Everhard and Nacho Vidal continue their search for the perfect nympho roommate who will suck and pump and still pay her fair share of the rent without getting in between them and their nasty ladies, Melanie Rios and Lea Lexis. Vicki Chase gets back with ex-hung lover, Nacho, but the romance might burn itself out when the next slutty babe tries to rent a room with these hard horny dudes.","release_date":"2012-12-04","vote_average":5.0,"runtime":115,"cert":"\"NC-17\"","id":316806,"title":"Home Wrecker 4","adult":true,"genre_ids":[10749,35]},{"cast":["Kayden Kross","Vicki Chase","Franceska Jaimes","Jessie Volt","Manuel Ferrara"],"overview":"She never imagined anything so deep. Sultry Kayden Kross hungrily devours the new hung studs she comes upon, in desperation for sexual healing since her marriage to bad boy Erik Everhard has run dry. She spreads her pretty thighs for the hard poundings and deep drillings of thick members like Nacho Vidal and Manuel Ferrara. Sizzling hot horny babes, Vicki Chase, Bridgette B, Jessie Volt, and Franceska Jaimes, engage in wild play and underhanded manipulations, drinking up eruptions and begging for more. Love and marriage collides in a lust display of perverted exploration beyond their naughtiest dreams!","release_date":"2012-05-15","vote_average":7.0,"runtime":120,"cert":"\"NC-17\"","id":316808,"title":"The Turn-On","adult":true,"genre_ids":[18]},{"cast":["Hugh Herbert","Joy Hodges","Eddie Quillan","Ruth Donnelly","Benny Bartlett"],"overview":"Rose Pierce is discontent with her life as the wife of a small town plumber and has visions of becoming a wealthy socialite. Consequently, when her smart aleck son Sammy hears that an electric railroad line is to be built through town, she decides that the family can become rich by purchasing the lots along the right of way. Patriarch George Pierce laughs at the idea, but when Rose and Sammy learn that Cora Stewart, the wealthy town widow, has withdrawn her savings from the bank, they jump to the conclusion that she is interested in buying the lots, and mother and son secretly invest the family bank roll in the land.","release_date":"1939-03-30","vote_average":5.3,"runtime":null,"cert":"\"\"","id":316813,"title":"The Family Next Door","adult":false,"genre_ids":[35]},{"cast":["Robert Livingston","Chief Thundercloud","Silver Chief","Duncan Renaldo","Jinx Falkenburg"],"overview":"Homesteaders are moving into the valley settled many years ago by rancher Craig Dolan. He wants to keep them out by legal means but his nephew Bart brings in outlaws to drive them out. The Lone Ranger is on hand to help the homesteaders battle Bart's men as he overcomes traps, ambushes, burning buildings and other obstacles in his attempt to bring peace to the valley.","release_date":"1939-02-25","vote_average":0.0,"runtime":263,"cert":"\"\"","id":316815,"title":"The Lone Ranger Rides Again","adult":false,"genre_ids":[37]},{"cast":[],"overview":"A \"March of Time\" presentation of the evolution of movies compiled primarily from film clips of silent movies through the early sound pictures to the present (1939) date. Industry executives such as Jack and Harry Warner, Walt Disney, Cecil B. DeMille, et al are seen taking bows in the live (non-archive) footage.","release_date":"1939-07-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":316817,"title":"The Movies March On","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1988-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":316819,"title":"Cavalli si nasce","adult":false,"genre_ids":[]},{"cast":["Shammi Kapoor","Lalita Pawar"],"overview":"Sita devi is a very strict aunt for a number of young ladies, and does not allow them to fraternize with males. Along comes Pritam disguised as an elderly Professor Khanna to break every possible rule of the aunt","release_date":"1962-01-01","vote_average":6.0,"runtime":150,"cert":"N\/A","id":316821,"title":"Professor","adult":false,"genre_ids":[]},{"cast":["Abby Coleman","Damon Herriman"],"overview":"When a young woman goes on an Internet date she gets more than she bargained for.","release_date":"2006-10-05","vote_average":0.0,"runtime":10,"cert":"\"\"","id":316823,"title":"Can I Call You?","adult":false,"genre_ids":[27,53]},{"cast":["Caitlin Carmichael","Edi Gathegi","Arjun Gupta","Andrea Guttag","Justin Welborn"],"overview":"A little girl tries to document the monster under her bed while defending herself against her mother's abusive boyfriend.","release_date":"2014-07-25","vote_average":0.0,"runtime":7,"cert":"\"\"","id":316825,"title":"Bedbug","adult":false,"genre_ids":[14,27]},{"cast":["Elin Larsson","Jasmine Heikura","Jasmine Heikura","Börje Ahlstedt","Tommy Johnson"],"overview":"","release_date":"2001-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316827,"title":"Pippi Långstrump - Resan till Nordpolen","adult":false,"genre_ids":[16,10751]},{"cast":["Theo Hardtman","Ulrike Pohl","Wolfgang Müller"],"overview":"Deals with filmic reality and conformity in East and West. Won acclaim at 1976 Edinburgh Festival.","release_date":"1974-01-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":316829,"title":"Inside and Outside","adult":false,"genre_ids":[]},{"cast":["Juhi Chawla","Irrfan Khan"],"overview":"7½ Phere: More Than a Wedding is a 2005 Bollywood comedy film directed by Ishaan Trivedi and produced by Sonal Malhotra and Nimit Modawal. It stars Juhi Chawla and Irfan Khan in lead roles. The film was released in India on 29 July 2005 with mixed response","release_date":"2005-07-29","vote_average":0.0,"runtime":136,"cert":"N\/A","id":316831,"title":"7½ Phere","adult":false,"genre_ids":[]},{"cast":["Hélène de Fougerolles","Thierry Lhermitte","Hippolyte Girardot","Alexia Portal","Éric Caravaca"],"overview":"Alex is the perfect snapshot of misogynist some of its charm: he leaves his wife Léa. Selfish, indifferent, absent, he combines all handicaps to Léa's eyes, to end, leaves him.","release_date":"2004-12-15","vote_average":5.8,"runtime":95,"cert":"N\/A","id":316839,"title":"Si j'étais elle","adult":false,"genre_ids":[35]},{"cast":["Rajpal Yadav","Shekhar Suman","Divya Dutta","Hrishitaa Bhatt","Gulshan Grover"],"overview":"The police raid a theatre where movie tickets of a very successful film are being sold in black (illegally at a higher price). When Police Inspector Sher Khan interrogates Khoji, a man in his 20s, he claims that he is the director of the very film whose tickets he is selling in black. The cynical Sher Khan puts Khoji behind bars. Now Sher Khan receives two phone calls -- one from the Police Commissioner and another from the dreaded don \"WC\", both of whom support Khoji's detention. Who is Khoji? Is he really the film's director? Then why is he selling his film's tickets in black? What do the Police Commissioner and don \"WC\" want from Khoji? All this is revealed through a hilarious turn of events.","release_date":"2011-12-23","vote_average":6.5,"runtime":null,"cert":"N\/A","id":316841,"title":"Chaloo Movie","adult":false,"genre_ids":[]},{"cast":["Rina Sakuragi","Sow Hirosawa","Akatsuki Nakata","Akira Nakata","Shinji Kasahara"],"overview":"A drama that presents a lively depiction of a woman plagued with unexplained hearing problems who begins to look at herself in a new light when she starts working at an ear-cleaning parlor.","release_date":"2012-11-24","vote_average":4.0,"runtime":107,"cert":"N\/A","id":316843,"title":"The Ear Cleaner","adult":false,"genre_ids":[18]},{"cast":["Richard Conte","Vanessa Brown","Lee J. Cobb","Frank Silvera"],"overview":"A boxer, in Mexico, sets out to avenge the murder of his family by using the money from his winnings to purchase weapons.","release_date":"1952-05-23","vote_average":6.0,"runtime":78,"cert":"\"\"","id":316845,"title":"The Fighter","adult":false,"genre_ids":[18]},{"cast":["Marah Jabr","Khalid Taja","Fares Al-Helou","Pierre Dagher","Jihad Saad"],"overview":"A Jewish Syrian girl sets for departure from home city Damascus, but reverses her decision because her father discloses a secret that was kept for years. The secret being about a Lover who was thought to be dead. The girl reveals the mysteries of the past in search of another side of magical Damascus, hence falling in love with a Christian man who disappears in Lebanon’s civil war. She finds herself facing a difficult choice, but the city itself will keep the door of love and choices wide open to infinite possibilities.","release_date":"2010-12-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":316847,"title":"Damascus with Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316852,"title":"Willi wills wissen - Und die Kuh sagt muh dazu!","adult":false,"genre_ids":[99]},{"cast":["Bernadette Heerwagen","Michael Mendl","Anna Loos","Bruno Eyron","Barnaby Metschurat"],"overview":"","release_date":"2006-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316863,"title":"Die Hochzeit meines Vaters","adult":false,"genre_ids":[18,10770,10749]},{"cast":["Tobias Moretti","Bernadette Heerwagen","Tilo Prückner","Heio von Stetten","Carl Achleitner"],"overview":"","release_date":"2011-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316865,"title":"Bauernopfer","adult":false,"genre_ids":[18]},{"cast":["Isabel García Lorca","Ramón Barea","Nuria García"],"overview":"Marisa is dying but doesn't want her husband, Juan, to find out. So, before his daily visit, she has Concha put some make-up on her. Based on real events.","release_date":"2011-06-21","vote_average":5.0,"runtime":11,"cert":"N\/A","id":316867,"title":"Make-Up","adult":false,"genre_ids":[18]},{"cast":["Deborah Cox","Mel Jackson","Chico Benymon","Cassi Davis"],"overview":"Marla Gibbs narrates a filmed staging of playwright David E. Talbert's comedy-drama. Directed by Talbert and Leslie Small, this fly-on-the-wall production looks at the lives of three very different couples living in the same Philadelphia brownstone. A single mother can't decide between her new boyfriend and her 6-year-old son; Monique can't figure out her live-in boyfriend; and Ms. Willanetta questions her 12-year relationship.","release_date":"2005-10-25","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":316872,"title":"Love on Lay-Away","adult":false,"genre_ids":[]},{"cast":["Sunwoo Eun-sook","Se-hyeok Jeong","Seo Jeong-a","Choe Yong-won"],"overview":"Kim Young-ha, president of Sindal Industries, runs over a female mannequin with his car. The mannequin looks exactly like Jung-im, a girl he killed a month ago. From that day on, strange things happen at Young-ha's house.","release_date":"1981-04-16","vote_average":7.0,"runtime":92,"cert":"N\/A","id":316874,"title":"The Haunted Wedding Dress","adult":false,"genre_ids":[27]},{"cast":["Hai-Lun Chang","Chin Tsai"],"overview":"Set in Shanghai in the 1940s. Story of a ballroom girl Jolie Chan who falls in love with a student and becomes pregnant, but the student's family force her to have an abortion.","release_date":"1984-11-08","vote_average":7.5,"runtime":null,"cert":"N\/A","id":316882,"title":"The Last Night of Madam Chin","adult":false,"genre_ids":[18]},{"cast":["Tara Basro","Ratu Anandita","Cornelio Sunny","Endang Sukeksi","Mila Rosinta Totoatmojo"],"overview":"The magical surrealist journey of Asa, daughter of a shaman, who confronts her own mother, fighting for her own life and freedom.","release_date":"2015-01-26","vote_average":5.0,"runtime":80,"cert":"N\/A","id":316884,"title":"Another Trip to the Moon","adult":false,"genre_ids":[18,14]},{"cast":["Peisi Chen","Ding Jiali","Ni Dahong","Wei Zongwan","Zhao Lirong"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316886,"title":"Xiao zi xian sun ci hou zhe","adult":false,"genre_ids":[]},{"cast":["Thodoris Pentidis","Marisha Triantafyllidou","Christodoulos Martas","Nektarios Theodorou"],"overview":"A man who doesn’t know who he is meets his former love. She tells him he is a famous poet, Kostas Karyotakis, who killed himself in 1928. Every year he returns on the anniversary of his death.","release_date":"2015-01-22","vote_average":6.8,"runtime":82,"cert":"N\/A","id":316888,"title":"Impressions of a Drowned Man","adult":false,"genre_ids":[18]},{"cast":["Verónica Llinás"],"overview":"The protagonist of Dog Lady is a woman (Llinás) who lives on the outskirts of Buenos Aires with a pack of dogs, in a house like so many other humble shacks in the urban sprawl of the city.","release_date":"2015-01-22","vote_average":5.0,"runtime":95,"cert":"N\/A","id":316890,"title":"Dog Lady","adult":false,"genre_ids":[]},{"cast":["Leonardo Gascón","Mario Guerra","Mario Balmaseda"],"overview":"Struggling with the breakdown of a relationship, Leo moves back to a dilapidated 'city of tomorrow' to live with his belligerent grandfather and his father Rafael, a disillusioned engineer who once worked in Cuba's now-abandoned nuclear program.","release_date":"2015-01-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":316892,"title":"The Project of the Century","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A drama depicting life in different paths. As two men delve deep down in search for what could heal their pains, through the path of imagination, they see themselves in each other.","release_date":"2015-01-22","vote_average":5.0,"runtime":100,"cert":"N\/A","id":316897,"title":"Vanishing Point","adult":false,"genre_ids":[]},{"cast":["Tiaan Kelderman","Ben Pienaar","Aimee Ritchie","Pearl Monama","Chris Chameleon"],"overview":"A teen comedy centers on sixteen-year old Tiaan and Zane who dream of forming their own rock band. When a prank goes badly wrong and they are caught red-handed by the school principal, their parents have to pay for a number of repairs to the tune of R30 000.  The only hope of repaying the money and their good name requires the pair to form a band and win the school 'Battle of the Bands' competition which just happens to have a grand prize of R30 000.  When they recruit the other bandmates  Liezl, the prettiest girl in school, and Bongi, the new girl with rhythm and attitude in her body, the fun and games really start.","release_date":"2014-09-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":316899,"title":"Lemon!","adult":false,"genre_ids":[35,18]},{"cast":["Bingbing Wen","Xiasheng Liu"],"overview":"","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316901,"title":"San mao xue shen yi","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Argentine production De la Sierra al Valle (From the Hills to the Valley) somewhat resembles a western, with gauchos substituting for cowboys. The plot is the old saw about a crooked lawyer who gains control of a valuable estate with forged documents. The villain not only kicks the tenant farmers off the property, but he even forecloses on a church (Boo! Hiss!) Coming to the rescue is peasant hero Silvio (Alberto Gomez) and aristocratic heroine Rosaura (Alda Luz), who expose the bad guy as a phony and restore the church to its former spiritual splendor. As the first 1939 Argentine release, De la Sierre al Valle got the season off to a good start.","release_date":"1938-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316903,"title":"From the Hills to the Valley","adult":false,"genre_ids":[]},{"cast":[],"overview":"Newly appointed sheriff Pat Garrett is pleased when his old friend Doc Holliday arrives in Lincoln, New Mexico on the stage. Doc is trailing his stolen horse, and it is discovered in the possession of Billy the Kid. In a surprising turnaround, Billy and Doc become friends. This causes the friendship between Doc and Pat to cool. The odd relationship between Doc and Billy grows stranger when Doc hides Billy at his girl, Rio's, place after Billy is shot. She falls for Billy, although her treats her very badly. Interaction between these four is played out against an Indian attack before a final showdown reduces the group's number.","release_date":"1939-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316905,"title":"The Outlaw","adult":false,"genre_ids":[]},{"cast":["Rudolf Hrušínský","Jaroslav Průcha","Vladimír Salač","Ladislav Boháč","František Smolík"],"overview":"Venice Film Festival 1939","release_date":"1939-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316907,"title":"Humoreska","adult":false,"genre_ids":[18]},{"cast":["Den Ohinata","Yumeko Aizome","Kôji Mitsui"],"overview":"Venice Film Festival 1939","release_date":"1938-05-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":316918,"title":"Children of the Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"Istvan Bors was adapted from the popular Hungarian stage play by Sandor Hunyady, with a few songs added to the mixture. The title character, played by Antal Pager, is an impoverished farmhand whose lot in life is radically altered when he inherits a fortune. Istvan Bors' benefactor was a fabulously wealthy business executive who happened to be our hero's real father. Baron Tulgody (Bela Mihalyffy), the decedent's nephew, is understandably put out when Istvan is declared the sole heir, but he fulfills the conditions of the will and permits the scruffy farmhand to move into the family's ancestral estate. Gradually, Istvan ingratiates himself with the rest of the household, even winning over the Baron after a last-act plot convolution. The whimsically inconclusive ending of the original play was altered a bit, but the results were so satisfying that no one had any cause for complaint.","release_date":"1939-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316920,"title":"Bors István","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although the Dutch Veertig Jaren is a film by committee -- the Special National Committee, to be exact -- director Edmond T. Greville and his actors are able to maintain their individuality throughout. The film's English-language title is Forty Years, in commemoration of the 40th anniversary of the reign of Queen Wilhelmina. In the manner of Noel Coward's Cavalcade, the story recounts those four decades as experience by two \"typical\" Dutch families, one headed by an Amsterdam surgeon, the other by a rural factory owner. Historical events touched upon include the Boer War, the General Strike and WWI. Mercifully, Veertig Jaren was completed in 1938, two years before Queen Wilhelmina was forced to surrender the Netherlands to Hitler's Germany.","release_date":"1938-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316922,"title":"Forty Years","adult":false,"genre_ids":[]},{"cast":["Birgit Tengroth","Peter Höglund","Carl Ström","Hilda Borgström","Erik 'Bullen' Berglund"],"overview":"Venice Film Festival 1939","release_date":"1939-08-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":316927,"title":"Rejoice While You're Young, Fellow Cadets","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Venice Film Festival 1939","release_date":"1938-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316929,"title":"Abenteuer in Marokko","adult":false,"genre_ids":[]},{"cast":[],"overview":"Italian filmmaker Carmine Gallone was still in his \"operetta\" mode when he helmed 1938's Il Sogno di Butterfly (Dream of the Butterfly) Maria Cebotari plays opera diva Rosa Belloni, currently starring in a production of Puccini's Madama Butterfly. The plot thickens when Rosa's backstage life begins to mirror the travails of the character she is portraying. The climax comes when Harry Peters (Fosco Giachetti), the American father of Rosa's illegitimate child, returns after four years with his new wife in tow, leading inexorably to a doleful ending both on- and offstage. Critics complained about the substandard photography in Il Sogno di Butterfly, but this might have been due to poor laboratory work.","release_date":"1939-01-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":316931,"title":"The Dream of Butterfly","adult":false,"genre_ids":[]},{"cast":["Amedeo Nazzari","Leda Gloria","Elsa De Giorgi","Enzo Biliotti","Andrea Checchi"],"overview":"Venice Film Festival 1939","release_date":"1939-01-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":316933,"title":"La grande luce - Montevergine","adult":false,"genre_ids":[]},{"cast":["Xiao Xiong","Xiaoxing Xu","Ge You"],"overview":"","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316935,"title":"Sheng xia and her fiance","adult":false,"genre_ids":[]},{"cast":["Zdeněk Štěpánek","Jiřina Štěpničková","Zvonimir Rogoz","Karel Černý","Karel Dostal"],"overview":"Venice Film Festival 1940","release_date":"1939-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316937,"title":"Man from the Unknown","adult":false,"genre_ids":[18]},{"cast":["Gao Baocheng","Xuehong Li","Jizhong Liu"],"overview":"The story of Pan Dongzi, a teenager and son of a Communist army officer. When the father is called off, he leaves Dongzi a red star as a symbol of the cause. While he is away, a bourgeois landlord, Hu Hansan, returns to Dongzi's village where he exacts revenge upon the peasants who had forced him out","release_date":"1974-01-01","vote_average":6.0,"runtime":104,"cert":"N\/A","id":316939,"title":"Sparkling Red Star","adult":false,"genre_ids":[]},{"cast":["Paul Bergeron","Henrik Harlaut","Phil Casabon"],"overview":"Let It Flow is the fulfillment of eleven months of common pleasure and hard work directed from a group of people whom dedicate their souls towards the growth of skiing. This movie showcases full creative freedom within the circle of skiing, filming, editing and music direction to sum up their great season. They travel from neighborhoods to states to countries to continents with a revolutionist state of mind in search of better and more clever ways to flow thru life with their chosen skill. The soundtrack is original and specially built for the movie which is rounded up with the editing expertise of the skiers themselves, Henrik 'EDollo' Harlaut and Phil 'B-Dog' Casabon.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316941,"title":"Let It Flow: The B&E Movie","adult":false,"genre_ids":[]},{"cast":["Sándor Kömíves","Zita Szeleczky","Pál Jávor","Zoltán Makláry","Margit Ladomerszky"],"overview":"Venice Film Festival 1940","release_date":"1940-01-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":316943,"title":"Gül Baba","adult":false,"genre_ids":[35,10402]},{"cast":["Danny Cutler","Alex Lucchesi","Alex Southern","Kate Davies-Speak","David White"],"overview":"A group of thieves have the tables turned on them during a home invasion. Hidden in the basement they find the remains of secret viral lab experiments gone savagely wrong. Now they must escape before they are infected with a new strain of virus that turns its victims into mutated psychopaths.","release_date":"2014-07-18","vote_average":3.6,"runtime":75,"cert":"\"\"","id":316951,"title":"Beautiful People","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"The Further Adventures of a shoemaker Maruf, Gina, emerging out of the bottle, and wise caliphs and viziers insidious and murderous bandits, and magic carpets - planes.","release_date":"1987-01-10","vote_average":0.0,"runtime":88,"cert":"N\/A","id":316953,"title":"Last Night of Scheherazade","adult":false,"genre_ids":[]},{"cast":["Peisi Chen","Qiang Chen","Liu Xiaoqing","Yongheng Wang","Jinling Zhang"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316955,"title":"Oh! What a Family","adult":false,"genre_ids":[]},{"cast":["Chu Dazhang","Tian Fang","Zhenqing Guo","Wancheng Li"],"overview":"An army officer has a chance encounter with a young soldier, the son of an old comrade in arms. The soldier tells the officer he has a sister who is also in the army. When the young soldier is killed in action, the officer visits her to pay his respects, and recognizes her as his own child, given up for adoption 18 years earlier. This presents him with a dilemma, wanting to reconnect with the only child he ever had, yet reluctant to tell her the truth about her parentage ...","release_date":"1964-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":316957,"title":"Heroic Breed","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"And continue delightful Scheherazade legal speeches, and told an amazing story, characters who were Caliph himself, his spiteful and envious vizier, the daughter of the Caliph Malik and her beloved young man.","release_date":"1984-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":316959,"title":"And another night of Scheherazade","adult":false,"genre_ids":[]},{"cast":["Carlissa Hayden","Gregg Lawrence","Will MacMillan","Robert Rothman"],"overview":"Centers around a cop and two brothers hot on the trail of a murderous card game in which masked participants must murder the loser or be killed themselves.","release_date":"1986-01-01","vote_average":5.0,"runtime":90,"cert":"\"\"","id":316961,"title":"Cards of Death","adult":false,"genre_ids":[53,27]},{"cast":["Bransby Williams","Ernest Butcher","Muriel George","Davy Burnaby","Tod Slaughter"],"overview":"After the Local council he works for decides to replace its horse-drawn services with motor vehicles, one of the drivers spends his savings to buy the horse. Together they search the countryside looking for work, and meeting an assorted group of characters on the way.","release_date":"1937-08-08","vote_average":6.0,"runtime":71,"cert":"N\/A","id":316963,"title":"Song of the Road","adult":false,"genre_ids":[18]},{"cast":["William Lee","Constance Lester","Mark Ogden","John H. Howenstine"],"overview":"William Lee wrote, produced, directed and starred in this film, which concerns a secret agent guiding an adventurous female professor on a search for the Treasure of the Ninja.","release_date":"1987-01-01","vote_average":4.0,"runtime":110,"cert":"\"NR\"","id":316965,"title":"Treasure of the Ninja","adult":false,"genre_ids":[12,28]},{"cast":["Alexis Texas","Krystal Steal","Tanya James","Gina Lynn","Holly Morgan"],"overview":"As the title suggests, they're Blonde and they love to Fuck and Suck! Blondes definitely have more filthy fun, as evidenced by the hole-stretching ass fucking, saliva-drenched cocks and cum sucking whores, found in Bleached To The Bone. If you prefer the carpet not matching the drapes, then these peroxide loving nymphs are for you! So, how did we get a bunch of smokin' hot Blondes to fuck like there's no tomorrow? We said \"ACTION\"!!","release_date":"2008-06-24","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":316967,"title":"Bleached to the Bone","adult":true,"genre_ids":[]},{"cast":["Marc Davis","Eyvind Earle","Walt Peregoy","Walt Disney","Joshua Meador"],"overview":"Four Disney artists paint their own interpretations of a tree, and explain their techniques and methods.","release_date":"1958-04-29","vote_average":9.0,"runtime":16,"cert":"\"\"","id":316978,"title":"4 Artists Paint 1 Tree: A Walt Disney 'Adventure in Art'","adult":false,"genre_ids":[99]},{"cast":["Kim Hee-ra","Hye-kyeong Jang","Yoon Il-bong","Na Si-chan"],"overview":"So-dol, serving a prison sentence after being accused of murdering his friend, gets a 7 day leave from the prison when his mother dies. As soon as he and the guard assigned to him arrive in the village, strange events begin to occur. A 5-year old corpse is discovered floating in the harbor and the entire seaweed harvest spoils. So-dal's guard begins an investigation and find that the supernatural is very real in this remote island.","release_date":"1977-11-24","vote_average":0.0,"runtime":95,"cert":"N\/A","id":316980,"title":"The Grass Tombs","adult":false,"genre_ids":[27]},{"cast":["Peter Stahlkuppe","Griffin Chase","Jonas Gray","Cullen Ridlespurge","Brendan Ridlespurge"],"overview":"Peter, a seemingly innocent child, hires the company Documentaries4U, a company that documents a week of someone's life, after being bored one day and wanting something to do. Things suddenly begin to spiral out of control as the film crew starts to realize his dark side.","release_date":"2015-02-28","vote_average":0.0,"runtime":20,"cert":"\"PG-13\"","id":316982,"title":"FLORP","adult":false,"genre_ids":[53,99,27]},{"cast":["Hilde Krahl","Johannes Heesters","Gusti Wolf","Ursula Herking","Mathias Wieman"],"overview":"","release_date":"1950-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316984,"title":"Wenn eine Frau liebt","adult":false,"genre_ids":[35]},{"cast":["Maria Frau","Johannes Heesters","Willy Fritsch","Reinhard Kolldehoff","Jester Naefe"],"overview":"A remake of the 1940 film of the same title. It was shot on location in Brazil with separate German and Italian versions.","release_date":"1955-04-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":316986,"title":"Adventure in Rio","adult":false,"genre_ids":[10749,12,80]},{"cast":[],"overview":"A short animation based on the Edward Lear poem","release_date":"1952-01-01","vote_average":5.0,"runtime":6,"cert":"N\/A","id":316988,"title":"The Owl And The Pussycat","adult":false,"genre_ids":[10402,16]},{"cast":["Anja Kruse","Rainer Hunold","Johannes Heesters","Jean-Claude Brialy","Herbert Stass"],"overview":"","release_date":"1984-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316990,"title":"Die schöne Wilhelmine","adult":false,"genre_ids":[18]},{"cast":["Wolke Hegenbarth","Hannes Jaenicke","Oliver Korittke","Doreen Jacobi","Marie-Luise Schramm"],"overview":"","release_date":"2003-12-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":316992,"title":"Die Schönste aus Bitterfeld","adult":false,"genre_ids":[35,18]},{"cast":["Oliver Mommsen","Wolke Hegenbarth","Elena Uhlig","Barbara Schöne","Tim Sander"],"overview":"","release_date":"2005-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316994,"title":"Tote Hose – Kann nicht, gibt’s nicht","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Venice Film Festival 1941","release_date":"1940-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":316996,"title":"Bastard","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Zavaros éjszaka","cast":[],"id":316998,"overview":"Venice Film Festival 1941","runtime":null,"genre_ids":[],"release_date":"1940-01-10","vote_average":0.0,"adult":false}]