[{"cast":["Kottonmouth Kings"],"overview":"Known for the live performances that have made the band an underground favorite, the self-described psychedelic hip-hop punk-rock group the Kottonmouth Kings have captured that energy in The Joint Is on Fire. Following the band's 2006 nationwide tour, this musical journey features 32 live performances. Extras include a video for \"Gone Git High,\" shot in Amsterdam; \"Friends,\" a video dedicated to the fans; interviews; and backstage footage.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317500,"title":"Kottonmouth Kings: The Joint Is on Fire","adult":false,"genre_ids":[10402]},{"cast":["Elvis Presley","Johnny Cash"],"overview":"Before they were legends, Elvis Presley and Johnny Cash hit the road, guitars in hand, playing for small crowds. This impressive collection of 30 early performances features Presley and Cash wowing fans on the way to superstardom. Bonus material includes Cash spoofing Presley's megahit \"Heartbreak Hotel,\" plus rare Sun Records footage and a glimpse into the history of two celebrated artists who greatly influenced American music.","release_date":"2008-04-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317502,"title":"Lost Concerts Series: Presley & Cash: The Road Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"Travel through Eastern Europe in old-style comfort and luxury with this program featuring the Imperial Express, a train originally used by the Hungarian president and made up of elegant antique Hungarian carriages. The unique 52-hour, three-day journey takes viewers from Prague to Budapest. Take a glorious trip through scenic countryside and towns in the Czech Republic, Bohemia, Slovakia and Romania.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317504,"title":"Luxury Trains of the World: The Imperial Express","adult":false,"genre_ids":[]},{"cast":["Jean-Claude Van Damme"],"overview":"If you want to find out how it is being Jean-Claude Van Damme.","release_date":"2003-05-07","vote_average":7.0,"runtime":52,"cert":"N\/A","id":317512,"title":"Dans la peau de Jean-Claude Van Damme","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 1980s synthpop band Naked Eyes -- best known for the hits \"Promises, Promises\" and \"Always Something There to Remind Me\" -- takes the stage for an impressive performance at Philadelphia's renowned World Café. Other selections include \"I Could Show You How,\" \"I Just Can't Get Over Losing You,\" \"Emotion in Motion,\" \"The Time Is Now,\" \"If I Can't Make You Mine,\" \"Paint It Black\" and \"In the Name of Love.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317514,"title":"On Stage at World Cafe Live: Naked Eyes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Compared to 1980s hipster-punk band Devo, one-man band Pleaseeasaur cranks \"weird\" up at least 10 notches. J.P. Hasson's surreal shows mix synthesized tunes, hilarious lyrics and costumes more outrageous than anything Elton John wore in the 1970s. With songs such as \"Beef Flavored Island\" and \"Droid County\" and a singer switching from a furry yeti costume to a silver spaceman suit, you can bet there's never a dull moment in this live show.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317516,"title":"Pleaseeasaur: Action Spectacular","adult":false,"genre_ids":[]},{"cast":[],"overview":"More than two decades after its launch by reggae fan Isaiah Laing, \"Sting\" remains the premier musical event in its native Jamaica, uniting some of the biggest names in dancehall for an unforgettable concert experience. This 2002 show features performances by Beenie Man (\"Get You Self a Gun\"), Spice (\"Me Want a Long John\"), Buju Banton (\"Gal You Look Good\"), Capleton \"(Stay Far from Trouble\") and Vybes Kartel (\"Badder Than Them\").","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317518,"title":"Reggae Showdown: Giants of Sting","adult":false,"genre_ids":[]},{"cast":["Tom Mix","Sharon Lynn","Thomas G. Lingham","Duke R. Lee","Lee Shumway"],"overview":"","release_date":"1928-09-30","vote_average":0.0,"runtime":60,"cert":"\"\"","id":317520,"title":"The Son of the Golden West","adult":false,"genre_ids":[10749,37]},{"cast":[],"overview":"In August 1961, a few railway cars and barbed wire divided East Germany from West. It was a barrier that would be extended and become increasingly more sophisticated, a technological counter to each escape attempt. Computer imagery reconstructs how the Berlin Wall grew from a meager obstacle to a 97 mile barrier of concrete slabs, watchtowers and guards.","release_date":"2009-12-15","vote_average":0.0,"runtime":94,"cert":"\"NR\"","id":317522,"title":"Rise and Fall of the Berlin Wall","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"Philadelphia's own Daryl Hall and John Oates shine in this unforgettable concert recorded at the BBC Theatre. Join the two consummate rockers as they spell out the m-e-t-h-o-d of modern pop with exhilarating live versions of \"She's Gone,\" \"Laughing Boy,\" \"Camellia,\" \"Lady Rain,\" \"Is It a Star?\" and \"I'm Just a Kid (Don't Make Me Feel Like a Man).\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317524,"title":"Rock Masters: Hall & Oates","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary footage banned from U.S. television contains stunning clips of war zones, terrorist training camps, wholesale rioting and other images of extremism. Zealots of all kinds and ideologies are caught on video practicing their particular type of dogmatism. The is a cautionary reminder of political and religious fundamentalist hotbeds that exist worldwide and that continue to incite the kind of violence that disrupts lives.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317535,"title":"Terror Rising: Know Your Enemy: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"This laugh-packed second installment of \"The Big Black Comedy Show\" is hosted by Mo'Nique, along with co-host Rodney Perry, and features a talented lineup of today's most popular African-American comics performing their routines at large venues. You'll bust a gut laughing at these talented, in-your-face stand-up acts who don't hold anything back. Vince Morris, Ralphie May, Chris Spencer and Sexy Marlo are among the featured comics.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317537,"title":"The Big Black Comedy Show: Vol. 2","adult":false,"genre_ids":[]},{"cast":["Johnny Mack Brown","Jeanette Loff","Hugh Allan","William Bakewell","Maurice Ryan"],"overview":"Bill is a young man who arrives at the Naval Academy in Annapolis. He is an incorrigible know-all, and emerges a sober man. Meanwhile, Bill is accused of a crime committed by his friend, and because he doesn't squeal, he wins the heart and hand of the blond Betty. She is his friend's girl.","release_date":"1928-11-18","vote_average":0.0,"runtime":88,"cert":"\"\"","id":317539,"title":"Annapolis","adult":false,"genre_ids":[35,18]},{"cast":["August Schram"],"overview":"\"MeTube\", a homage to thousands of ambitious YouTube users and video bloggers, gifted and less gifted self-promoters on the Internet, has attracted international attention. No less than George Bizet's Habanera from \"Carmen\" has been reinterpreted for \"MeTube\" and enhanced with electronic sounds. Behind the cross-over of musical styles are director Daniel Moshel as well as opera and oratorio tenor August Schram.","release_date":"2013-01-30","vote_average":4.0,"runtime":4,"cert":"N\/A","id":317541,"title":"MeTube: August Sings Carmen 'Habanera'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Go behind the scenes of the beloved biblical epic The Ten Commandments, starring Charlton Heston as Moses and directed by legendary filmmaker Cecil B. DeMille, who also introduces this documentary. Visit the sets in Egypt, where the Old Testament scenes were acted out, and watch newsreel footage of the gala Hollywood premiere. Also included is a compilation of clips from biblical films called \"Hollywood Looks at the Bible.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317543,"title":"The Making of The Ten Commandments","adult":false,"genre_ids":[]},{"cast":[],"overview":"The young Peasall Sisters perform a warmly intimate set of traditional tunes at Pucketts in historic Franklin, Tenn. After recording songs for the hit soundtrack to O Brother, Where Art Thou?, the group quickly won fame and acclaim for their remarkable vocal harmonies. This film chronicles the sudden rise of the tight-knit home-schooled family. Songs include \"The Old Churchyard,\" \"Hallelujah, I'm Ready,\" and \"Be Thou My Vision.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317545,"title":"The Peasall Sisters: Family Harmony","adult":false,"genre_ids":[]},{"cast":[],"overview":"The fourth round of UFC's \"Ultimate Knockouts\" series pulls absolutely no punches. With action-packed highlights from 2004 and 2005, this collection features some of the most punishing knockouts in the long bloody history of UFC. Bouts between some of the biggest and boldest figures in the sport include Chuck Liddell, B.J. Penn, Paul Buentello, Andrei Arlovski, Georges St. Pierre, Dave Terrell and Nick Diaz.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317547,"title":"UFC: Ultimate Fighting Championship: Ultimate Knockouts 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"When professional cyclist Lance Armstrong learned he had testicular cancer in 1996, he had to withdraw from the prestigious Tour de France. Yet, three years later, he emerged cancer-free and went on to win the race a record six times in a row, becoming one of America's most inspiring public figures. This program chronicles Armstrong's riveting story from start to finish, relying on footage from all stages of his career.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317555,"title":"Big Six: Lance Armstrong's Greatest Moments","adult":false,"genre_ids":[]},{"cast":["Madina Nalwanga","David Oyelowo","Lupita Nyong'o","Martin Kabanza","Taryn \"Kay\" Kyaze"],"overview":"A young girl overcomes her disadvantaged upbringing in the slums of Uganda to become a Chess master.","release_date":"2016-09-23","vote_average":7.1,"runtime":124,"cert":"\"PG\"","id":317557,"title":"Queen of Katwe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Featuring authentic footage from the bloody battlegrounds, this absorbing and enlightening three-hour documentary takes you into the core of the action to witness what it was like to be an American soldier in the Vietnam War. The fighting is recounted in six half-hour programs: \"The Chopper War\"; \"Air Power at Khe Sanh: Marines in Battle\"; \"River, Seas and Air: The Navy at War\"; \"Tank Attack!\"; \"Jungle Warfare\"; and \"Death on Dragon Mountain.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317559,"title":"Combat Vietnam: To Hell and Beyond","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hard-rock phenomenon Creed is the subject of this exciting documentary. Follow the band from their humble beginnings at Florida State University through their meteoric rise to the top of the charts, getting a rare glimpse into the lives of Scott Stapp and the other band members before they were famous. You'll also learn how a chance meeting at college led to the creation of one of the most unforgettable bands to emerge in recent years.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317561,"title":"Creed: Riding the Edge: Unauthorized","adult":false,"genre_ids":[]},{"cast":[],"overview":"This rare concert performance from 1982 features British heavy metal madmen Demon summoning up tunes -- including \"Into the Nightmare,\" \"Don't Break the Circle\" and \"Deliver Us from Evil\" -- from their first two albums. Vocalist Dave Hill and crew also scorch audiences with \"Liar,\" \"The Grand Illusion,\" \"Night of the Demon,\" \"Decisions,\" \"Father of Time,\" \"Total Possession,\" \"One Helluva Night\" and others.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":317563,"title":"Demon: The Unexpected Guest Tour: Live at Tiffany's 1982","adult":false,"genre_ids":[]},{"cast":[],"overview":"Late-1980s heavy metal music label Earache Records brings together a brain-pounding collection of classic anthems from renowned bands such as Godflesh, Carcass, PitchShifter and Napalm Death in this raucous video compilation. Founder Digby \"Dig\" Pearson's aptly named record label offers headbangers a vintage sound buffet of such pummeling titles as \"Strike It\" from Dub War and \"Wolverine Blues\" from Entombed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317565,"title":"Earache: My Eye","adult":false,"genre_ids":[]},{"cast":["Angelika Kirchschlager","Diana Damrau","Elizabeth Connell","Thomas Allen","Anja Silja"],"overview":"Staging directors Patrice Caurier and Moshe Leiser infuse German composer Engelbert Humperdinck's fairy-tale opera with more than a dollop of black humor in this 2008 London performance that's both enchanting and menacing. Angelika Kirchschlager and Diana Damrau play Hansel and Gretel, respectively, and beloved British baritone Thomas Allen portrays their father in an outstanding production led by maestro Colin Davis.","release_date":"2008-12-16","vote_average":0.0,"runtime":138,"cert":"N\/A","id":317567,"title":"Engelbert Humperdinck: Hansel and Gretel","adult":false,"genre_ids":[10402]},{"cast":["Vilma Santos","Christopher de Leon","Rio Locsin","Delia Razon","Eddie Infante"],"overview":"Al is a balikbayan who returns to his former hometown where his mother is buried. There he meets his childhood friend Cristy who works as a counselor for family planning. Eventually they develop a romantic relationship and end up as a couple. However, a mysterious lady appears one day while Al tends to his mother’s grave. Al falls in love with the stranger and is now torn between her and Cristy.","release_date":"1982-12-25","vote_average":10.0,"runtime":120,"cert":"N\/A","id":317578,"title":"Caress","adult":false,"genre_ids":[27,10749,18]},{"cast":["Harry Smith","Anne Edwards","Anthony Harvey","Katharine Hepburn","Robert Hepburn"],"overview":"Four-time Oscar-winner Katharine Hepburn called herself a \"personality\" as well as an actress, and rightfully so. This biography chronicles her life as an independent woman and legendary actress, from her childhood to her passionate relationships. Brought to light are thoughts on Howard Hughes, John Ford and longtime companion Spencer Tracy. Her story comes to life through rare home movies, screen tests, movie outtakes and interviews.","release_date":"1996-10-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317580,"title":"Katharine Hepburn: On Her Own Terms","adult":false,"genre_ids":[36]},{"cast":[],"overview":"In 1957, fresh-out-of-college California boys Bob Shane, Nick Reynolds and Dave Guard formed The Kingston Trio -- in the process ushering in the folk era. This film documents the group's 50-year journey. Interviews with Shane, John Stewart, Pete Seeger and others, as well as footage of the group performing, provide a fascinating portrait of the trio whose tight vocal harmonies, accessible tunes and signature banjo riffs defined an era.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317582,"title":"Kingston Trio: 50 Years of Having Fun","adult":false,"genre_ids":[]},{"cast":["Lis Jepessen","Nikolaj Hübbe","Sorella Englund"],"overview":"Lis Jepessen dances the lead role of La Sylphide -- a beautiful forest sprite who entrances Scottish farmer James (Nikolaj Hubbe) with her radiance -- in this memorable stage adaptation of August Bournonville's most enduring work, a piece he created for the Royal Danish Ballet in 1836. Sorella Englund co-stars as Madge, a vengeful witch and fortune-teller who, after being spurned by James, resolves to destroy his future.","release_date":"1988-03-28","vote_average":6.0,"runtime":62,"cert":"N\/A","id":317584,"title":"La Sylphide - The Royal Danish Ballet","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Supported by eyewitness accounts, this thought-provoking A&amp;E special investigates the strange disappearances of ships, planes and other vessels in the infamous Bermuda Triangle and a lesser-known but equally perplexing triangle in the Great Lakes. Science and history experts weigh in on the still-unexplained vanishing acts and tragic accidents that occurred in both regions, including the sinking of the Edmund Fitzgerald in 1975.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317586,"title":"Mysteries of Devil's Triangles","adult":false,"genre_ids":[]},{"cast":["Fernando Allende","Nydia Caro","Evangelina Elizondo","Luz María Rondón","Sara Pastor"],"overview":"Life grows more chaotic as the family moves into a lavish new home, thanks to Armando's big promotion. Meanwhile, daughter Dolly is pregnant, and 2 members of the local police, the family's friends after years of responding to noisy arguments, are getting married.","release_date":"2005-01-02","vote_average":0.0,"runtime":87,"cert":"N\/A","id":317588,"title":"¡Qué familia más normal! Vol. 2","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"The name of the game is power when a man known only as The Sheik pits gangsters against one another in an effort to take control of the mob in Los Angeles's San Fernando Valley. But one man named Jimmy D. (Michael Madsen), the most powerful gangster in the Valley, has plans of his own and decides he's not going to play The Sheik's game … or so he'd have us think.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317590,"title":"Strip n Run","adult":false,"genre_ids":[]},{"cast":["Frank Kozik","Patrick Ma","Tara McPherson","Kano","Erick Scarecrow"],"overview":"Get a glimpse of the fascinating world of designer vinyl toys, featuring interviews with some of the most creative pop culture artists working today who specialize in producing distinctive vinyl figures, often for die-hard adult collectors. This documentary features luminaries in the popular field such as Frank Kozik, Patrick Ma, Tara McPherson and others, and was filmed on location at their studios and at Comic Con International 2006.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317601,"title":"Toys Are Us: A Revolution in Plastic","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Discover northern Italy's rich wine country with this in-depth tour. Viewers will visit wineries and vineyards throughout the region to explore the history, culture, methods and popular labels found in each. The journey begins in Trentino, home to Spumante, followed by Friuli, Piedmont, Lombardy and Emilia Romagna. The program also includes a stop in Veneto, one of the country's most vital winemaking areas.","release_date":"2007-02-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317603,"title":"Vineyards of Italy: Wines of Northern Italy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mr. Magoo heads to a used car lot hoping to buy Waldo a new car for his birthday promising Waldo, \"I'll be back with a little surprise for you\". The crooked car salesman notices how myopic Magoo is and takes advantage of it by over-pricing the car Magoo chooses. Magoo accepts but the car salesman gets his just desserts when he unwittingly goes for a harrowing test drive with Magoo taking him to an amusement park where Magoo leads the car to the top of roller coasters and ferris wheels among other things with a police officer in hot pursuit.","release_date":"1952-02-21","vote_average":0.0,"runtime":6,"cert":"\"\"","id":317605,"title":"Sloppy Jalopy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Little Willie's large imagination turns his family-home in the suburbs into the old Wild WEst when he puts on his cowboy suit, guns, holsters and hat, and goes out to play with his friend Archie.(No, this is not Archie Andrews.) The two boys have some desperate adventures, until Willie's mom calls him in to take his afternoon nap.","release_date":"1952-06-25","vote_average":0.0,"runtime":7,"cert":"\"\"","id":317607,"title":"Willie the Kid","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The near-sighted, and obviously rich, Mr. MaGoo and his nephew, Waldo, set sail on their well-rigged boat to catch Mighty Moe, the elusive giant marlin. Walso falls overboard and Magoo rescues a seal by mistake. Thinking he is giving brandy to Waldo, Magoo serves the seal with cod-liver oil, making the seal very happy. MaGoon ties the cod-liver oil to the anchor, sinks it and promptly catches Mighty Moe. He then sails for port with his prize catch, leaving Waldo, at sea, hanging onto a buoy.","release_date":"1952-12-25","vote_average":0.0,"runtime":7,"cert":"\"\"","id":317609,"title":"Captains Outrageous","adult":false,"genre_ids":[]},{"cast":["Hugh Morgan","Brian Leiser","Frank Benbini"],"overview":"Voted the world’s coolest band, Fun Lovin’ Criminals are back with a vengeance, with a new live concert film. The concert film features all their greatest hits, including \"Scooby Snacks\", \"King of New York\" and \"The Fun Lovin’ Criminal\", and was recorded at Shepherds Bush Empire. All the live footage, and the bonus material is previously unreleased and has never been seen by any FLC fan.","release_date":"2014-05-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317611,"title":"Fun Lovin’ Criminals: The Bong Remains the Same","adult":false,"genre_ids":[10402]},{"cast":["Feng Gong","Lan Wang"],"overview":"","release_date":"2007-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317613,"title":"别拿自己不当干部","adult":false,"genre_ids":[]},{"cast":[],"overview":"Underground CPC outwit enemies and steal military information in Beiping city.","release_date":"1957-12-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":317627,"title":"Underground Vanguards","adult":false,"genre_ids":[]},{"cast":[],"overview":"This bold and convincing documentary grabs you in the guts and doesn't let go. When Adam Curry and Timo Nadudvari first learned about the hidden consequences of the genetic engineering of food crops they were shocked and appalled - then they decided they had to tell others what they had learned. The video examines the issue of genetic engineering of food from the real-world perspectives of leading scientists, farmers, food safety advocates and the victims of genetically engineered products. It exposes a heinous scheme by large corporations with long criminal histories to gain control over the world's food supply by infecting food crops with patented DNA. It also exposes Agro-Tech lies, the corruption within the US FDA and the all-to-real risks to human health.","release_date":"2006-06-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317629,"title":"Bad Seed: The Truth About Our Food","adult":false,"genre_ids":[]},{"cast":["Bill Viola"],"overview":"Hailed as the \"Rembrandt of the Video Age,\" renowned American artist Bill Viola became the first contemporary artist ever to be featured in a one-man show at London's prestigious National Gallery. This documentary directed by Mark Kidel features rarely seen footage from Viola's own archive and in-depth interviews with the video maverick. Viola talks passionately about his life and the influences that have driven his artwork from the beginning.","release_date":"2003-12-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":317631,"title":"Bill Viola: The Eye of the Heart","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Sharmila Tagore","Nirupa Roy","Shashikala","Sarika"],"overview":"Radha lives with her widowed dad and is of marriageable age. Accordingly her details her provided to a marriage-broker, Avtar, who also doubles as a Ved (Village Doctor). He brings the proposal before Shriram and his wife, Sita. They approve of Radha and show her photograph to Shriram's brother, Dr. Madhu, who agrees to marry her. The marriage is celebrated with great pomp and ceremony in the entire village. It is then that the Shriram, Sita, and Madhu find out that Radha has a serious illness - a fact that was known to Avtar - but not communicated to them. This illness prevents her from being intimate with Madhu, and the only cure is when she has a child of her own. Will this marriage be annulled?","release_date":"1971-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317633,"title":"Chhoti Bahu","adult":false,"genre_ids":[]},{"cast":["gregoire baldari","daniela bisconti","inge de waele"],"overview":"When his car breaks down, Luigi, a retired miner, meets the rebellious Anita, an orphanage refugee. Together, they have to run from the law.","release_date":"1996-01-12","vote_average":7.0,"runtime":93,"cert":"N\/A","id":317635,"title":"La sicilia !","adult":false,"genre_ids":[35]},{"cast":["Huiliang Chen","Huang Kai"],"overview":"A general depiction of the famous 1930's Long March of the Chinese Red Army.","release_date":"1959-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":317637,"title":"The Long March","adult":false,"genre_ids":[10752]},{"cast":["Brandon Carroll","Hannah Hughes","AJ Bowen","Amanda Crawford","Lane Hughes"],"overview":"An uncomfortable thriller about four sexual assaults in a small American town.","release_date":"2011-01-01","vote_average":3.0,"runtime":80,"cert":"\"\"","id":317639,"title":"What Fun We Were Having","adult":false,"genre_ids":[53,18]},{"cast":["Ingrid Andree","Michael Heltau","Peter Weck"],"overview":"","release_date":"1959-02-20","vote_average":2.0,"runtime":null,"cert":"N\/A","id":317653,"title":"Auch Männer sind keine Engel","adult":false,"genre_ids":[35]},{"cast":["Evel Knievel","George Hamilton","Johnny Knoxville"],"overview":"In the history of sports, few names are more recognizable than that of Evel Knievel. Long after the man hung up his famous white leather jumpsuit and rode his Harley into the sunset, his name is still synonymous with the death-defying lifestyle he led. Notoriously brash, bold, and daring, Knievel stared death in the face from the seat of his motorcycle, but few know the larger-than-life story of the boy from Butte, Montana.","release_date":"2015-01-23","vote_average":7.4,"runtime":100,"cert":"\"\"","id":317655,"title":"Being Evel","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"When an accidental death takes the life of a young boy, the family moves to a country home for a fresh start, only to discover there is something much worse than than their memories and guilt living in the attic.","release_date":"2009-01-01","vote_average":2.0,"runtime":null,"cert":"\"\"","id":317657,"title":"They Came from the Attic","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the 1980s rallying was more popular than Formula 1. However the sport was heading out of control and the unregulated mayhem would end abruptly after a series of horrific tragedies.","release_date":"2012-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317662,"title":"Rallying - The Killer Years","adult":false,"genre_ids":[]},{"cast":["Michael Ian Black","Michael Blaiklock","Cindy Caponera","Matt Jones","Joe Lo Truglio"],"overview":"BEEF is a comedic spin on a real person courtroom show. Set in a NY deli, BEEF revolves around Lou, his family, and the cases he settles. People march in with a \"beef\" for Lou to solve with old-school advice, simple justice, or a fine cut of meat.","release_date":"2014-11-11","vote_average":6.3,"runtime":146,"cert":"\"\"","id":317664,"title":"Beef","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Examines the meager holiday season for poor families in the mountains of Kentucky. Reporter, Charles Kuralt, talks with the people about the disappointments their children will have on Christmas Day. The children sing carols and eat a hot meal, the only joy they will have at Christmas. A general store owner explains how automation has taken away jobs for men in coal mines. Shows people in line to receive surplus, government commodities. Emphasizes that poverty prevails year round, and shows the misery and discouragement of adults, the scant prospects of education for children, and the shacks that serve as homes.","release_date":"1965-01-13","vote_average":0.0,"runtime":29,"cert":"\"\"","id":317672,"title":"Christmas in Appalachia","adult":false,"genre_ids":[]},{"cast":[],"overview":"This shocking short film titled, \"I'm so sorry\" has a dark twist and draws attention to the unfortunate symptoms of Alzheimer's Disease. In the film, an old woman and her husband are watching a strange video. A young man on the TV is talking about Alzheimer, and it seems like he's trying to help them.","release_date":"2011-08-21","vote_average":8.0,"runtime":4,"cert":"N\/A","id":317674,"title":"I am so Sorry","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The brilliant British documentary filmmaker Paul Rotha made his feature-film debut with 1950's No Resting Place. Filmed on location in Ireland, the film is a lightly fictionalized study of that country's itinerant workmen. Michael Gough plays tinker Alec Kyle, whose life is thrown into turmoil when he accidentally kills a man. Kyle spends the rest of the film evading Guard Mannigan (Noel Purcell), a civil servant who relies on instinct rather than scientific deduction to get his man. Without ever trying to elicit sympathy for his characters, director Rotha manages to compellingly detail the miserable living and working conditions of Ireland's nomad artisans.","release_date":"1951-01-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":317676,"title":"No Resting Place","adult":false,"genre_ids":[]},{"cast":["Xan das Bolas","Modesto Cid","Roberto Font","Mara Jerez"],"overview":"Venice Film Festival 1951","release_date":"1951-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317678,"title":"Niebla y sol","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bert Verbloeme has survived the war but lost the love of his life. Now he suffers from a depression and has to learn how to live a meaningful life again.","release_date":"1950-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317680,"title":"De dijk is dicht","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eurospy oddity that features a lot of stock footage and a spy that is constantly getting beat up.","release_date":"1966-08-07","vote_average":0.0,"runtime":88,"cert":"N\/A","id":317682,"title":"Borman","adult":false,"genre_ids":[]},{"cast":["Ana Margarita Bidegain","Andrés Bidegain","Luis Ignacio Bidegain","Magali de Bidegain","Silvia García"],"overview":"","release_date":"2007-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317684,"title":"Secretos de lucha","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This cartoon is a parody of the then current TV show, \"Dragnet\". Police are warned of an escaped criminal, \"The Bat\", who possesses a super strength tonic.","release_date":"1954-05-09","vote_average":6.7,"runtime":6,"cert":"\"\"","id":317692,"title":"Under the Counter Spy","adult":false,"genre_ids":[16]},{"cast":["Charito Solis","James Shigeta","Alex Nicol","John Ashley","Ric Rodrigo"],"overview":"War drama set in the closing stages of World War Two. As Allied Forces are nearing the defeat of the Japanese Army in Manila, the Japanese Empire's soldiers begin attacking innocent civilians. A brutal month-long battle ensues.","release_date":"1968-01-13","vote_average":8.3,"runtime":86,"cert":"N\/A","id":317694,"title":"Manila, Open City","adult":false,"genre_ids":[36,28,10752,18]},{"cast":[],"overview":"An anxious man in his forties quits his job and resigns himself to an early death after a supposed heart attack, but his doctor sets him straight.","release_date":"1954-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317696,"title":"Pump Trouble","adult":false,"genre_ids":[]},{"cast":[],"overview":"John Smith is a fugitive on the run, all because of the suppressive childhood inflicted on him by his mother. When he was two years old she had tricked him into exchanging his crib for a bed and later, she brought home a baby brother when he was expecting a sister. John has had enough and is running away from home but has to stop at the curb as his mother won't let 6-year-old John cross the street.","release_date":"1954-01-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317698,"title":"Bringing Up Mother","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sort of a cartoon version of \"All About Eve\" or people-using-people themes. It opens with a man singing the title song, accompanied by a pianist, a trumpeter and a trombonist. A flashback to the story of Fifi who leaves Waldo for Alonzo, and then leaves Alonzo for the circus owner. Back in the present it is shown that all three men are the musicians and they are almost run down by a limousine, occupied by Fifi, now a stage star.","release_date":"1954-04-07","vote_average":0.0,"runtime":7,"cert":"\"\"","id":317700,"title":"The Man on the Flying Trapeze","adult":false,"genre_ids":[]},{"cast":["Jim Backus","Jerry Hausner"],"overview":"The title of this short is a play on the title of the feature film Destination Moon (which itself has an animated sequence made by Walter Lantz and starring Woody Woodpecker) and once again Magoo and his myopia take an adventure, hand in hand, off to the \"Moon\". The life that man leads!","release_date":"1954-12-16","vote_average":8.0,"runtime":7,"cert":"\"\"","id":317702,"title":"Destination Magoo","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"After a rather unpleasant incident followed by a suggestion that Magoo have his glasses checked, Magoo decides to have his eyes examined. He mistakes a television repair shop for an ophthalmologist\/optometrist and the fun begins.","release_date":"1955-02-24","vote_average":0.0,"runtime":6,"cert":"\"\"","id":317704,"title":"Magoo's Check Up","adult":false,"genre_ids":[]},{"cast":["Kyôko Enami","Shiho Fujimura","Yoko Hara","Kimihiro Reizei","Daisuke Ryû"],"overview":"Sayo has just celebrated her sixteenth birthday when she attends a temple festival. On her way back she sees a large cherry tree which is infamous for the legend of dead white horse. When her fiancé returns from war and visits her he comes across a white horse which he takes in. The man also does not see himself engaged anymore as his family has lost its wealth.","release_date":"1982-12-17","vote_average":7.0,"runtime":108,"cert":"N\/A","id":317712,"title":"The Legend of Sayo","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Clint falls in love with a woman who has arrived to the apartment. The combination of love and spring, makes Clint forget about his duties, leading one of the flats to become flooded.","release_date":"1958-04-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317714,"title":"Springtime for Clobber","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of Clint Clobber's tenants keeps a seal in his flat. After discovering the seal, Clint goes mad. He then tells his tenant he can't keep Alvin (the seal) because no animals are allowed. A man looking for a circus act visits the tenant, and is not highly impressed by the seal, until Clint chases Alvin. The man then wants to sign the seal and Clint as a \"clown with seal\" act. Alvin doesn't want to work with Clint and she moves to another flat with its owner. Clint is upset, because he thinks he could have been a \"clown superstar\".","release_date":"1958-11-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317716,"title":"Signed, Sealed, and Clobbered","adult":false,"genre_ids":[]},{"cast":["Daws Butler"],"overview":"After a short history on bees and bee-keeping, we find Windy the bear's attempts to steal honey from a bee hive (he is teaching his son the \"right\" way to get honey) only to be attacked by the bee inside. Windy tries a number of attempts to outsmart the bee. He floods the hive, dresses as a queen bee, uses a bathroom plunger to trap the bee (only to get it stuck to various parts of his body) and finally tries to dynamite it, only succeeding in blowing himself up. At the hospital, he is served honey and hotcakes in bed... by a male nurse who looks suspiciously like the bee he just tangled with!","release_date":"1959-06-14","vote_average":0.0,"runtime":6,"cert":"\"\"","id":317718,"title":"Bee Bopped","adult":false,"genre_ids":[16]},{"cast":["Rahul Bose","Tanvi Azmi","Mita Vasisht"],"overview":"Agasyta, an urban bengali who seamlessly shuttles between Ella Fitzgerald and Rabindra Sangeet, joins the Indian administration service and gets posted in the lap of India's hinterland - a dingy little town called Madna.","release_date":"1994-09-16","vote_average":9.0,"runtime":118,"cert":"N\/A","id":317720,"title":"English, August","adult":false,"genre_ids":[35,18]},{"cast":["Maia Katrak","Anahita Oberoi","Boman Irani"],"overview":"Radhika (Maia Katrak) has been married for over ten years to Nikhil (Boman Irani) and is having an affair for the past six months with an interior designer, Krish. Radhika is now pregnant with Krish’s child and pours out her plight to a friend, Rita (Anahita Oberoi). She mentions a particular incident where she suffered a miscarriage of their second child that had started the rift.","release_date":"2002-10-08","vote_average":9.5,"runtime":98,"cert":"N\/A","id":317722,"title":"Let's Talk","adult":false,"genre_ids":[18]},{"cast":["Alice Brady","Reginald Denny","Edgard Varèse","Brandon Hurst","James L. Crane"],"overview":"Although loved by a respectable doctor, a society-girl is fascinated by a prince and follows him to Rome. When he reveals himself in his true colours, she has a nervous breakdown and her faithful doctor restores her to health - and to himself.","release_date":"1920-07-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317724,"title":"A Dark Lantern","adult":false,"genre_ids":[]},{"cast":["Paul Frees","Grace Stafford"],"overview":"Charlie Beary, furiously plowing through a mountain of bills, vows that he's going to cut expenses.","release_date":"1963-11-12","vote_average":0.0,"runtime":6,"cert":"\"\"","id":317732,"title":"The Goose Is Wild","adult":false,"genre_ids":[16]},{"cast":["Michelle Beamish","Charlotte Bradley","Ciarán Charles","Dara Devaney","John Finn"],"overview":"An Bronntanas is a contemporary Irish crime thriller set against the backdrop of the Connemara Coastline on the West of Ireland and the dramatic lives of a local lifeboat crew. The story is told through both Irish and English.","release_date":"2014-03-08","vote_average":0.0,"runtime":113,"cert":"N\/A","id":317734,"title":"The Gift","adult":false,"genre_ids":[28,53]},{"cast":["Adam Woronowicz","Agata Kulesza","Karolina Gruszka","Krystyna Janda","Łukasz Simlat"],"overview":"The story about the friendship between two women, family problems and difficult childhood.","release_date":"2014-12-25","vote_average":4.0,"runtime":null,"cert":"N\/A","id":317736,"title":"Pani z przedszkola","adult":false,"genre_ids":[35]},{"cast":["Donatas Banionis","Anatoli Romashin","Aleksandr Lazarev","Lev Perfilov"],"overview":"A story of a Soviet spy working in Grance during WWII.","release_date":"1978-09-13","vote_average":0.0,"runtime":213,"cert":"\"\"","id":317738,"title":"Where have you been, Odysseus?","adult":false,"genre_ids":[12,10752]},{"cast":[],"overview":"The catalyst for this unusual documentary, which took the Silver Plaque at the 1980 Chicago Film Festival, was the attempt by Toronto striptease artists to form a union. The film is structured around the strippers themselves, as they speak directly to the camera about their attitude toward striptease, as work.","release_date":"1980-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":317740,"title":"Strip Tease","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A look into the world of early 1980s male strippers in Montreal.","release_date":"1981-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":317742,"title":"Va te rincer l'oeil","adult":false,"genre_ids":[99]},{"cast":["Nick Jonas","Isabel Lucas","Dermot Mulroney","Kandyse McClure","Graham Rogers"],"overview":"A guy gets more than he bargained for after entering into an affair with the wife of an investment banker. Soon, a suspicious death and substantial life insurance policy embroil him in a scandal.","release_date":"2015-05-06","vote_average":6.0,"runtime":91,"cert":"\"R\"","id":317744,"title":"Careful What You Wish For","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"2011-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317746,"title":"Rasmus Klump og hans venner på nye eventyr","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"In Angel Bliss, an exotic dancer tries to escape her abusive past by hooking up with a rich lesbian doctor, and in The Fast Life, a desperately indebted man plans a bank robbery to pay off a murderous loan shark. Written and directed by Swan Simpson, the erotic drama Angel Bliss stars Mekita Davis in the title role; Frantz St. Louis and Jamie Hector star in the urban crime caper The Fast Life, directed by Douglas Elford-Afrgent.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317748,"title":"2 Fast 2 Hot: Angel Bliss \/ The Fast Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"This collection of work from renowned Chicago DJ Bad Boy Bill acts as a blistering visual sidekick to his \"Behind the Decks\" album, combining live clips, music videos and behind-the-scenes footage. Tracks include \"Freaks Like Us\" by Jay J and Chris Lum, \"The Talk\" by Harrison Crump, \"Don't Stop\" by the Dukes of Sluca, \"Beat Freaker\" by Steve Smooth, \"Hypnotizing\" by Kid Crème, \"Esamba\" by Junior Jack and \"Movin' Out\" by Warren Clarke.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317753,"title":"Bad Boy Bill: Behind the Decks","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through a remarkable modern dance program featuring the choreography of Hwai-min Lin and the dynamic music of Arvo Part, the Cloud Gate Dance Theatre of Taiwan pays tribute to bamboo, a symbol of integrity and elegance in many Eastern cultures. With Bamboo Dream, dance genius Hwai-min Lin directs his talented performers to engage in a vigorous manner, instead of his usual drawn-out, balletic style.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317755,"title":"Bamboo Dream","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rudolf Bibl conducts the Symphony Orchestra Burgenland in this 1998 Sea Festival Mörbisch production of Carl Zeller's popular operetta about the romantic complications between a Tyrolean bird seller and a local postmistress at the royal court. In addition to the complete operetta, staged outside with a magnificent ocean backdrop, the program takes viewers on a journey through the festival city Mörbisch, known as the \"Austrian Mecca of Operetta.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317757,"title":"Carl Zeller: Der Vogelhandler","adult":false,"genre_ids":[]},{"cast":[],"overview":"The islands come to New England in this major concert event filmed in Connecticut with an impressive lineup of reggae superstars laying it all on the line, including Beenie Man, Captain Barkey and Wickerman, Chuck Fender and Future Trouble. Other reggae acts taking the stage include Sammy Dread and Frankie Paul, Butter Flex, Bounty Killer, KC Jockey, Tanto Metro and Devante, Richie Spice, Cobra and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317759,"title":"Connecticut Sting 2003: Under the Umbrella","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bone up on jazz standards from two legends in this exciting double feature. Watch as the Kenny Drew Trio wows audiences at the Brew House with Dave Brubeck's \"In Your Own Sweet Way,\" Oscar Hammerstein's \"It Might as Well be Spring,\" and more. Then, Diane Schuur teams up with the Count Basie Orchestra for hits such as \"I Just Found Out About Love,\" \"Only You,\" \"I Love You Porgy\" and \"Everyday I Have the Blues.\"","release_date":"2004-11-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317761,"title":"Double Time Jazz Collection: Kenny Drew Trio \/ Diane Schuur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shot live in the intimacy of a hotel room, this freewheeling set captures the nomadic spirit of the gypsy tradition as gypsy jazz guitarist Frank Vignola jams with guitarist Jimmy Rosenberg, violinist Federico Britos and drummer Joe Ascione. Tracks include \"Pent-Up House,\" \"Bésame Mucho,\" \"Exactly Like You,\" \"Tico Tico,\" \"Czardus,\" \"Nuages,\" \"It Don't Mean a Thing (If It Ain't Got That Swing),\" \"Endless Love,\" \"Limehouse Blues\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317763,"title":"Frank Vignola's Gypsy Jazz Jam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Host Gina D and her puppet pals invite preschoolers to join the fun-filled Kids Club in this collection of the series that aims to entertain little ones while teaching positive values. \"Gina D's Kids Club\" incorporates a spirited mix of live-action characters, puppets, animation and songs. The episodes \"Smile-Ability,\" \"Good News\" and \"Join the Club\" are included, plus the award-winning safety segment \"Mr. Bicycle Man.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317765,"title":"Gina D's Kids Club: Join in on the Fun","adult":false,"genre_ids":[]},{"cast":[],"overview":"This vibrantly computer animated series (based on the video game) takes place on the planet Terra Nova. Here, teams meet in an arena to pilot massive machines and play out complex and violent war games. Young Marcus Rover's dream comes true when he is accepted into the Shadow Dragons as a Gear pilot. He finds himself up against difficult odds, however, when he ends up in the Heavy Gear Championship against the Northern Vanguard of Justice.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317767,"title":"Heavy Gear: Battle for the Badlands","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experience the excitement as the curtain rises to relive the lavish Hollywood musicals of the 1950s. This documentary presents a substantial collection of movie trailers from the era, showcasing such popular musicals as Singin' in the Rain, Kiss Me Kate, Showboat, Damn Yankees and Oklahoma! In addition to lots of music, dancing and exotic locales, also included are interviews with stars such as Shirley Jones, Ann Miller and Debbie Reynolds","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317769,"title":"Hollywood Musicals of the '50s","adult":false,"genre_ids":[]},{"cast":[],"overview":"Deborah Harse directs this documentary that chronicles the Beirut Marathon Association's heroic efforts to put on its annual road race in late 2006, when Lebanon was still reeling from a military invasion and a high-profile political assassination. Despite the upheaval and risk to their personal safety, more than 20,000 runners hit the course in a proud display of their resilient spirit and enduring love for their war-torn land.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317774,"title":"Marathon Beirut: For the Love of Lebanon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Missionaries Steve Saint and Dianne Becker serve as hosts for this series of documentary-style, Christian magazine programs filmed at the Florida-based Indigenous People's Technology and Education Center. This program contains 24 segments featuring evangelists' worldwide efforts, including the Malawi Living Water Project, the Honduras Micah Project, World Team's work in Indonesia and Guatemala's God's Child Project.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317776,"title":"Mission: God at Work, Faith in Action","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cop's (Sean Gallagher) beat gets messier and deadlier when he and his partner are given the task of hunting down a serial killer. When his partner dies during a chase, the lone cop is overcome with rage. The only way out of his grief is to work with three teenage friends to plan a copycat murder to lure the real perpetrator out of hiding. But his plan backfires when the fakery gives way to true terror.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317778,"title":"Murder by Design","adult":false,"genre_ids":[]},{"cast":[],"overview":"A celebration of women in jazz is the focus of this unique documentary that combines the lovely sounds of Peggy Lee with supplementary highlights from the work of fellow jazz artist June Christy. Packed with music from the swing era, the film also highlights many all-female orchestras led by the likes of Ina Ray Hutton, Lorraine Page and Rita Rio.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317780,"title":"Peggy Lee: Swing Era","adult":false,"genre_ids":[]},{"cast":["Lang Jeffries","Krista Nell","Andrea Scotti","Gianni Solaro","Ivan Desny"],"overview":"Rod Cooper, an American agent of the CIA, is sent to Paris to discover if colonel Segura, head of a clandestine organization which proclaims itself anti-Castroist, is playing a double game at the expense of the United States. He first tries to make contact with Ms Beckett, who should tell him. Segura's intentíons, but the woman is found killed. Subsequently, Rogerson, another American, presents Cooper to Segura himself and so Rod can enter his organization. Here he discovers that the colonel tries to attract a certain number of Americans to use them in an attack against the president of a state of southern America and thus promote communist expansion. Segura soon discovers Rod's real identity and tries to get rid of him; but the agent manages to reverse the situation and kills Segura in a shoot-out.","release_date":"1966-07-29","vote_average":0.0,"runtime":84,"cert":"N\/A","id":317782,"title":"The Beckett Affair","adult":false,"genre_ids":[12]},{"cast":[],"overview":"The University of Oklahoma and the University of Texas -- two of the nation's most competitive college football foes -- clash in this retrospective collection of uncut interviews and game clips spanning 1969 to 2001 that documents the teams' long-standing \"Red River\" rivalry. Featured personalities include Barry Switzer, Darrell Royal, Mack Brown, Bob Stoops, Steve Owens, Tommy Nobis, James Street and Billy Simms.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317784,"title":"Red River Rivalry: Texas vs. Oklahoma","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joined by Bullet the Wonder Dog and trusty palomino Trigger, Roy Rogers and Dale Evans return for another round of high plains adventures in this collection of episodes from \"The Roy Rogers Show.\" Roy stands up for a carnival performer accused of murder, sidekick Pat Brady falls for a beautiful bandit who's posing as hat shop owner, Dale inadvertently discovers a thief's hiding place, and Roy helps a young woman searching for her father.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317786,"title":"Roy Rogers with Dale Evans: Vol. 11","adult":false,"genre_ids":[]},{"cast":[],"overview":"With their sidekicks Trigger the palomino and the comical Pat Brady in tow, Roy Rogers and Dale Evans saddle up for another round of Old West adventures in this four-episode collection from \"The Roy Rogers Show.\" Episodes include \"The Mingo Kid,\" \"The Scavenge,\" \"Pat's Inheritance\" and \"Gun Trouble,\" in which Roy's forced to defend himself from a gun-toting teenager recently recruited by a band of dastardly crooks.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317788,"title":"Roy Rogers with Dale Evans: Vol. 14","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ride the range with America's favorite cowpoke in four episodes of the \"The Roy Rogers Show,\" including \"Death Medicine,\" in which Roy and Dale must free a kidnapped diabetic man before he perishes for lack of an insulin injection. In \"Ghost Town Gold,\" the bullets fly over a stash of coins; in \"The Lady Killer,\" Roy must stop a ruthless banker who's killing ranchers to get their land; and in \"The Big Chance,\" a crook inherits a large fortune.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317790,"title":"Roy Rogers with Dale Evans: Vol. 7","adult":false,"genre_ids":[]},{"cast":["Steve Hackett"],"overview":"Recorded in Budapest in April 2004, this video captures composer and guitarist Steve Hackett's final performance of his European tour in support of his album \"To Watch the Storms.\" It combines songs from throughout the course of his long career, including such classic Genesis tracks as \"Blood on the Rooftops,\" \"Firth of Fifth\" and \"Los Endos.\" Other tracks include \"Ace of Wands,\" \"Spectral Mornings\" and \"Valley of the Kings.\"","release_date":"2014-11-16","vote_average":0.0,"runtime":118,"cert":"N\/A","id":317792,"title":"Steve Hackett: Once Above a Time: Live in Europe 2004","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two teens (Lindsey Peter, Sean Price McConnell) get more than they bargained for when they join their fathers on a trek to the jungles of India to find a legendary diamond. Lucky for them, jungle boy Mowgli (Antonio Baker) and his animal pals are around to help. When the kids' fathers disappear, the characters from Rudyard Kipling's classic tale help save the day in this adventure film that also stars Gary Collins and Michael Des Barres.","release_date":"1998-01-01","vote_average":4.0,"runtime":null,"cert":"\"\"","id":317794,"title":"The Jungle Book: Search for the Lost Treasure","adult":false,"genre_ids":[]},{"cast":[],"overview":"This revealing documentary follows investigator Pat Speer as he delves into newly available documents and other historical materials to expose the holes in the official story regarding the assassination of America's 35th president, John F. Kennedy. Was there a broad conspiracy at the highest levels of the federal government? Or was Lee Harvey Oswald truly the sole gunman? Speer's work raises some harrowing questions.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317796,"title":"The Mysterious Death of Number Thirty-Five","adult":false,"genre_ids":[]},{"cast":["Tupac Amaru Shakur"],"overview":"In Tupac Vs., director Ken Peters has assembled a compelling portrait of controversial hip-hop icon Tupac Shakur, featuring never-before-seen interviews, rare footage and on-screen commentaries from biographer Michael Eric Dyson. Also highlighted are testimonials from the slain rapper's former manager, Leila Steinberg, and instructor Arvand Elihu, plus rare footage and still photos from Tupac's life and career.","release_date":"2004-09-24","vote_average":0.0,"runtime":65,"cert":"\"NR\"","id":317798,"title":"Tupac Vs.","adult":false,"genre_ids":[99]},{"cast":["Robert Lansing","Patrick Wayne","Slim Pickens","Gloria Talbott","Strother Martin"],"overview":"Western revenge drama about a bounty hunter tracking down the men who murdered his wife and son.","release_date":"1966-06-13","vote_average":6.2,"runtime":106,"cert":"\"\"","id":317800,"title":"An Eye for an Eye","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Re-creating the sound they triumphantly defined in the 1960s, several Chicago blues legends gather for this hot 2004 performance. Heavy hitters Barry Goldberg, Harvey Mandel, Nick Gravenites, Tracy Nelson, Sam Lay and Corky Siegel are shown jamming here, while other luminaries reflect on the era in interviews. The reminiscences come from B.B. King, Steve Miller, Eric Clapton, Carlos Santana and others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317805,"title":"Chicago Blues Reunion: Buried Alive in the Blues","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film about the predominance of American television programming around the world at the expense of regional cultural voices.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":317807,"title":"Distress Signals","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317809,"title":"Love","adult":false,"genre_ids":[]},{"cast":["Nick Stuart","Lucile Browne","Raymond Lawrence","James Flavin","Harry Hewitson"],"overview":"Private detective Donegal Dawn is summoned by the police commissioner to solve the reasons for a crime wave in Chinatown.","release_date":"1935-02-19","vote_average":5.0,"runtime":63,"cert":"N\/A","id":317811,"title":"Secrets of Chinatown","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"Tooth &amp; Nail Records, the Seattle-based indie label with a Christian emphasis, shows off their righteous roster in this collection of music videos from such artists as Anberlin, the Almost, MxPx and more. Tracks include the Almost's \"Southern Weather,\" Anberlin's \"Unwinding Cable Car,\" Emery's \"The Party Song,\" MxPx's \"Shut It Down,\" Thousand Foot Krutch's \"Falls Apart,\" Underoath's \"A Moment Suspended in Time\" and others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317813,"title":"Dominate: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"This installment of the Great Women Writers series celebrates the collective talent of the Bronte sisters by reciting passages from their works.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":317815,"title":"Great Women Writers: The Bronte Sisters","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Huston Smith, professor of philosophy at Syracuse University, has spent years exploring the power of faith and religion. For this fascinating series, Smith teamed up with New Age filmmaker Elda Hartley to discover how people from around the world participate in spiritual traditions. Includes the films \"Islamic Mysticism: The Sufi Way,\" \"Reqiuem for a Faith: Tibetan Buddhism\" and \"India and the Infinite: The Soul of a People.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317817,"title":"Huston Smith: The Mystic's Journey","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the ups and downs -- but mostly ups -- of one of the best players ever to swing a tennis racket at Wimbledon: Pete Sampras. This documentary tracks his career at the top British tournament, from his less-than-stellar 1989 debut to his final match there in 2002 -- and the record seven wins in between. Also featured are interviews with some of Sampras's top rivals, including Boris Becker, Andre Agassi and Goran Ivanisevic.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317819,"title":"Legends of Wimbledon: Pete Sampras","adult":false,"genre_ids":[]},{"cast":["Dinah Manoff","Nell Carter","Joyce Van Patten","Garrett Morris"],"overview":"In this hilarious crime caper, a rich woman (Nell Carter) and her maid (Dinah Manoff) happened to be at the wrong place at the wrong time -- and now, they're hotfooting it away from vicious mobsters who want to fit them for a couple pairs of cement overshoes. Can they stay free -- and alive -- long enough to gather evidence against the mobsters?","release_date":"1992-01-13","vote_average":4.0,"runtime":89,"cert":"\"\"","id":317821,"title":"Maid for Each Other","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Basketball star Jayson Williams hosts a motley crew of athletes and musicians, including former boy-banders Joey McIntyre and Chris Kirkpatrick and fellow hoops star Charles Oakley, on a zany, cross-country journey in this reality television series. The cameras never stop rolling as the group sets off to discover the \"real America\" via luxury train, small plane and even horseback -- laughing, singing and bickering along the way.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317826,"title":"Off Track: The Reality Show Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"This unauthorized documentary uses archival footage from fans and collectors around the world to provide a unique glimpse into the life and career of legendary musician and former Beatle Paul McCartney. The program covers McCartney's early life as a lad in Liverpool, his unprecedented success with the Beatles and his continued popularity during his years with Wings and as a solo artist.","release_date":"2005-07-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317828,"title":"Paul McCartney: Music Box Biographical Collection","adult":false,"genre_ids":[]},{"cast":["Timothy Brown","Henry Purcell"],"overview":"Honoring the legacy of renowned 17th-century English Baroque composer Henry Purcell, the talented Choir of Clare College performs a selection of his sacred music, including \"Te Deum,\" \"Jubilate,\" \"Anthems\" and \"Funeral Music for Queen Mary.\" Recorded at the beautiful Jesus College Chapel in Cambridge and directed by Timothy Brown, this live performance features the work of several brilliant soloists.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317830,"title":"Purcell: Sacred Music","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Director Peter von Puttkamer helms this fact-finding mission to investigate one of the greatest mysteries yet to be solved on the North American continent: the existence of Sasquatch (or \"Bigfoot\"). Now, for the first time, a tireless team of documentarians -- known as \"the four horsemen of Sasquatchery\" -- risk all to bring the elusive missing link out into the open and prove once and for all that Bigfoot does exist!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317832,"title":"Sasquatch Odyssey","adult":false,"genre_ids":[]},{"cast":[],"overview":"To escape Hitler's regime, thousands of intellectuals and radicals fled Europe for the United States in the 1930s; this documentary focuses on the prominent figures who moved to Hollywood and made contributions to American music, art and culture. Well-known exiles profiled here include Bertolt Brecht, Fritz Lang, Arnold Schoenberg, Erich Wolfgang Korngold, Salka Viertel, Thomas Mann and many others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317834,"title":"Shadows in Paradise: Hitler's Exiles in Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inmate Omar Broadway teams up with Streets Talk to offer viewers a no-holds-barred look at the inner workings of a New Jersey state prison, where the underground world of competitive boxing is a major part of some convicts' lives. All the gritty footage was recorded by prisoners in their cells using a video camera that was smuggled into the facility. The result is a bloody, often brutal insider's view of life behind bars.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317836,"title":"Streets Talk: Omar Broadway Edition","adult":false,"genre_ids":[]},{"cast":[],"overview":"Redefining race relations through public discourse made legends of the two men profiled here: multitalented performer, writer, athlete and civil rights activist Paul Robeson, and literary giant Richard Wright (Native Son). For Robeson, this propensity ultimately cost him his career, leading to his blacklisting during the McCarthy era. For Wright, it fueled a body of work that brought the experience of being black in America to the world at large.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317838,"title":"The Black American Experience: Famous Activists: Paul Robeson & Richard Wright","adult":false,"genre_ids":[]},{"cast":["Dan Cruickshank"],"overview":"As good as any Dickens novel, this is the triumphant and tragic story of the greatest architectural dynasty of the 19th century. Dan Cruickshank charts the rise of Sir George Gilbert Scott to the very heights of success, the fall of his son George Junior and the rise again of his grandson Giles. It is a story of architects bent on a mission to rebuild Britain. From the Romantic heights of the Midland Hotel at St Pancras station to the modern image of Bankside power station (now Tate Modern), this is the story of a family that shaped the Victorian age and left a giant legacy.","release_date":"2014-10-21","vote_average":0.0,"runtime":60,"cert":"N\/A","id":317840,"title":"Dan Cruickshank and the Family That Built Gothic Britain","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"Tensions are high inside Boston's Fleet Center in this WWE special event filmed live in 2003 that pits some of the hottest wrestling superstars against one another in memorable matchups that culminate in a Royal Rumble. Highlights include a girl-on-girl scrimmage between Torrie Wilson and Dawn Marie, and an incredible contest between Kurt Angle and Chris Benoit that could go down as one of the greatest matches in history.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317842,"title":"WWE Tagged Classics 2003: Royal Rumble","adult":false,"genre_ids":[]},{"cast":[],"overview":"While helping to cast a major musical production, Il-han is impressed -- and a little surprised -- by the talents of a young Filipino-Korean boy and teams up with the gifted singer in hopes of advancing both of their careers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317844,"title":"Wonderful Moment","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children will be entertained as well as educated when they watch this collection of five animated adventures about the world in which we live. Travel to the Earth's core in High Tech Kingdom. Join an elephant's search for his family in Moon Lake. Swim the world's oceans in Under Sea Adventure. Finally, experience the wonder of the Magic Book, which beckons two brave boys to embark on a spelunking quest for a magic wand.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317852,"title":"EnlivenArt's Fantastis Series: Vol. 1","adult":false,"genre_ids":[]},{"cast":["Eric A.K.","Edward Carlson","Mark Simpson","Jason Ward","Craig Nielsen"],"overview":"Filmed live in 2003, thrash-metal rockers Flotsam and Jetsam put on a boisterous concert before an audience of enthusiastic fans in their hometown of Phoenix. The groundbreaking band performs a selection of both their older and newer songs. Tracks include \"No Place for Disgrace,\" \"Chemical Noose,\" \"Dig Me Up to Bury Me,\" \"The Master Sleeps,\" \"Wading Through the Darkness,\" \"Hammerhead,\" \"Swatting at Flies,\" \"Hard on You\" and many more.","release_date":"2004-11-22","vote_average":0.0,"runtime":74,"cert":"\"NR\"","id":317854,"title":"Flotsam and Jetsam: Live in Phoenix","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Step into the life of Hollywood actor Jacob Mattison (Robert Merrifield) in this unusual film that melds drama with comedy while channeling the brilliance of improv. Nothing's scripted and everything's game as Mattison travels to Rhode Island for a homecoming party of sorts thrown by a childhood archenemy, Morgan Stipe (Jeremy Banks), who now supposedly wants to be his friend. In truth, Stipe sees Mattison as a means to go Hollywood himself.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317856,"title":"Getting Out of Rhode Island","adult":false,"genre_ids":[]},{"cast":[],"overview":"This engaging film chronicles a visionary program at the University of Florida's Shands Hospital that encourages patients to incorporate various forms of artistic expression into their recovery from illness. Poet John Fox helps patients transform their thoughts into poetry; a dance therapist uses music and movement to assist those in chronic pain; and other artists work side-by-side with doctors to help patients on their journey to healing.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317858,"title":"Healing Words: Poetry & Medicine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the remarkable journey of Belgium's most prized artistic treasure -- van Eyck's Ghent Altar -- as it passes through the hands of many art pillagers over the course of the Second World War. But behind the circuitous story lies Adolf Hitler's grand scheme to assemble Europe's largest art museum in his Austrian hometown of Linz. The absorbing documentary also covers Stalin's efforts to hoard numerous masterpieces from German art collections.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317860,"title":"Hitler's Museum: The Secret History of Art Theft During World War II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Reigning queen of the Spanish folk music known as &amp;NFi;copla&amp;NFi_;, singer Isabel Pantoja performs her favorite hits live in this concert film. With a song always coming from her heart, Pantoja shares her fiery passions for her native homeland in memorable compositions such as \"Como Nadie Te He Querido,\" Dolores La Golondrina,\" \"13 de Mayo,\" \"Capote de Grana y Oro,\" \"Francisco Alegre,\" \"Marma de La O\" and many others.","release_date":"2005-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317862,"title":"Isabel Pantoja: Sinfonia de La Copla","adult":false,"genre_ids":[]},{"cast":["Bjørn Sundquist","Sverre Anker Ousdal","Ingerid Vardund","Inger Lise Rypdal","Trond Brænne"],"overview":"\"Across the Border\" - Jacob and Rachel was killed on their flight from the Nazi occupation to Sweden in 1942. A year later their bodies are discovered, but after the war the case is re-opened, and the guilty ones is game.","release_date":"1987-02-01","vote_average":8.0,"runtime":87,"cert":"N\/A","id":317876,"title":"Over grensen","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"When a powerful pharmaceutical company takes a nefarious interest in studying his unusual immune system, orphan Justin Thomas (Alfred E. Rutherford) goes on the run to avoid becoming the corporation's next disposable guinea pig. But he soon learns that fleeing the scientists\r also means sacrificing dreams for a family of his own -- and possibly depriving the world of important medical knowledge. Andrew Burroughs directs this independent thriller.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317878,"title":"Algeny: The Genetic Factor","adult":false,"genre_ids":[]},{"cast":[],"overview":"A new special on the music phenomenon that has swept the world! 5 Seconds of Summer are not just another boy band - the four teenagers from Australia have risen to global mega-stardom in the blink of an eye and this program traces the rise of 5SOS, from their humble beginnings in a Sydney suburb to sell-out stadium rockers! When their highly anticipated debut album entered at Number 1 on the US Billboard chart, Luke, Michael, Calum and Ashton sealed their place as the hottest band on the planet.","release_date":"2014-01-01","vote_average":7.5,"runtime":null,"cert":"\"\"","id":317880,"title":"5 Seconds of Summer","adult":false,"genre_ids":[]},{"cast":["Ebony Nave","Pete Valley","Rosie Keogh","Ashlee Jensen","Sallyanne Ryan"],"overview":"Emily is the girl that the world seemingly forgot about. Abandoned and forced into the foster care system, Emily turned to a dark world of sex and drugs to hide her fear. The only thing that can save her is the one thing she has never known: love.","release_date":"2014-01-20","vote_average":7.0,"runtime":null,"cert":"\"\"","id":317882,"title":"500 Miles","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Project MK Ultra was formed by the CIA after WWII when the US extracted Nazi scientists to perform top secret testing on human subjects. MK Ultra drugged, raped, tortured and murdered innocent citizens. The project was reportedly shut down, but experts reveal it is very much alive today.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317884,"title":"American Mind Control: MK Ultra","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring highlights of his incredible career, this tribute takes a look at UFC legend Forrest Griffin, winner of the first-ever \"The Ultimate Fighter\" and one of the only fighters from that series to go on to win a UFC Championship.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317886,"title":"Forrest Griffin: The Ultimate Fighter","adult":false,"genre_ids":[]},{"cast":["Thambi Ramaiah","Daniel Balaji","Jega","Archana Kavi","Sushmitha"],"overview":"Muli Starrer Low Budget Film","release_date":"2014-11-14","vote_average":0.0,"runtime":120,"cert":"N\/A","id":317897,"title":"Gnana Kirukkan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Filmmakers Evan and Drew Stone capture the vibe and passion of America's street car culture in this expose. The film showcases some of the hottest cars in the country (from imports and low riders to super Chevys and flame-throwers) and features candid footage of speed junkies from the top car clubs and crews across America. The Stone brothers also directed 12:00, Urban Street Bike Warriors and a car-culture episode of MTV's \"True Life.\"","release_date":"2004-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":317899,"title":"Outlaw Street Cars: Death or Glory","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gandy appears on the \"Dunker's Doughnuts\" radio show and recalls a disastrous day when he and Sergeant Sourpuss were training for combat.","release_date":"1942-03-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317901,"title":"Sham Battle Shenanigans","adult":false,"genre_ids":[]},{"cast":["Anna Cetti","Mario Escalante","Michel Chauvet","Juan Luis Tovar"],"overview":"In 2013 a psychiatric clinic which served for more than 50 years caring for patients in Mexico City was demolished. A few months before its demolition, four young men came to investigate the clinic, determined to discover the truth about rumors of strange and paranormal events, recording everything with which they encounter. Today, the whereabouts of these four young men are unknown, remaining only fragments of their recordings.","release_date":"2015-02-05","vote_average":4.7,"runtime":79,"cert":"N\/A","id":317903,"title":"Archive 253","adult":false,"genre_ids":[27]},{"cast":["Richard Münch","Kurt Vespermann","Jürgen Goslar","Hanns Lothar","Jan Hendriks"],"overview":"","release_date":"1956-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317905,"title":"Keiner stirbt leicht","adult":false,"genre_ids":[80]},{"cast":["Ellen Umlauf","Rudolf Schündler","Jan Hendriks","Hans Deppe","Hans W. Hamacher"],"overview":"","release_date":"1965-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317907,"title":"Man soll den Onkel nicht vergiften","adult":false,"genre_ids":[80]},{"cast":[],"overview":"A starving writer is offered $20,000 by an old friend in the intelligence service to pose as “Felix,” an international smuggler, because the writer looks exactly like this Felix. There’s lots of action, beautiful locations in Italy and (presumably) Istanbul, double-crosses galore, fistfights and chases, etc.","release_date":"1968-12-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":317909,"title":"From Istanbul with Orders to Kill","adult":false,"genre_ids":[]},{"cast":["Maki Sakai","Gen Hoshino","Shingo Tsurumi","Kanji Tsuda","Shigeru Saiki"],"overview":"Nobuko tried to be successful as an actress in Tokyo (stage name ‘Nonko’), but wasn’t popular. She married her manager and soon divorced. Now a once-divorced woman in her mid-30s, she returns home to the Shinto shrine that her family runs, to help out with domestic chores. Her father is always in a stubborn rage, her mother is always trying to calm things down. However, Nonko’s married sister, who already has a daughter, scathingly says of Nonko, “It’s all over for her.”","release_date":"2008-12-20","vote_average":6.5,"runtime":105,"cert":"N\/A","id":317920,"title":"Nonko 36-sai","adult":false,"genre_ids":[]},{"cast":["Sylvester Brown","Maranja May","Tramaine Morgan"],"overview":"Takes you deep inside the meaning of FAITH, as Jacob will learn. His wife Kayla must find the strength to endure as the couple go through life-altering hardships.","release_date":"2014-01-01","vote_average":0.0,"runtime":88,"cert":"\"PG-13\"","id":317922,"title":"Just a Measure of Faith","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317924,"title":"Charlotte aux fraises et l’arc en ciel de l’amitié","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Today there seems to be a new Social Celebrity every time we go online. We are inundated with guys famous for... well we don't really know what. But they have over 10,000 followers on Twitter and when they post a carefully posed shirtless shot on Instagram they have an army of followers giving it an enthusiastic thumbs-up.","release_date":"2014-03-16","vote_average":0.0,"runtime":42,"cert":"\"\"","id":317926,"title":"Studlebrity","adult":false,"genre_ids":[]},{"cast":[],"overview":"A number of families compete for the greatest haunted Halloween displays and a 50,000 dollar prize.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":317928,"title":"The Great Halloween Fright Fight","adult":false,"genre_ids":[]},{"cast":["Omar Chaparro","Joey Morgan","Aislinn Derbez","Eric Roberts","Camila Sodi"],"overview":"A disgruntled Mexican cop is forced to work with a teenage hacker to hunt down the criminals who killed his wife, and dismantle their operation.","release_date":"2016-03-31","vote_average":5.1,"runtime":101,"cert":"\"\"","id":317930,"title":"Compadres","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"The Okavango River in southwest Africa, home to one of the world's most magnificent and deadly hunters: the crocodile. These highly adapted and lethally efficient predators are known to attack humans as well as animals and few sights in nature compare to the spectacle and savagery of a crocodile feeding frenzy. Follow Roger Horrocks as he prepares to dive with over twenty feeding crocodiles. Witness these spectacular predators like never before with Dragon's Feast shot in stunning 3D.","release_date":"2013-04-15","vote_average":0.0,"runtime":54,"cert":"\"\"","id":317932,"title":"Dragon's Feast 3D","adult":false,"genre_ids":[99]},{"cast":["Sarah Minter","Gabriel Casanova","Diego Calva","Eduardo Eliseo Martínez","Martha Claudia Moreno"],"overview":"Miguel and Johnny know each other since childhood. They are dedicated to skate and have fun. To earn easy money and continue skating, they sell their own blood to a clandestine contact in a hospital. The activity becomes business until a large transaction is not as they imagined.","release_date":"2015-08-09","vote_average":6.8,"runtime":100,"cert":"N\/A","id":317940,"title":"I Promise You Anarchy","adult":false,"genre_ids":[10749,18]},{"cast":["Josh Zuckerman","Pippa Black","Vinnie Jones","Kevin Pollak","Yvonne Zima"],"overview":"The story about a hypnotist whose stage act is to give contrasting personalities to his audience members: but during one of his shows, after hypnotizing ten “victims”, he suffers a stroke and falls into a coma. The question is, then: how are these people supposed to come back to their normal lives?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317942,"title":"Hypnotized","adult":false,"genre_ids":[35]},{"cast":["Anna Cummer","Ashleigh Ball","Britt McKillip","Andrea Libman","Ingrid Nilson"],"overview":"Strawberry Shortcake and her favorite gal pals learn that it's okay to ask for help sometimes, and also to say \"no.\" And the girls form a new band and may or may not go on tour.","release_date":"2014-09-01","vote_average":0.0,"runtime":67,"cert":"\"G\"","id":317944,"title":"Strawberry Shortcake: Berry Best Friends","adult":false,"genre_ids":[10751,16]},{"cast":["Aislinn Derbez","Christian Vazquez","Rodrigo Corea","Marianna Burelli","Ari Brickman"],"overview":"Jesus Andrade (Christian Vasquez), a young thug, has decided to rob a stagecoach. At the time of the robbery he realizes that this is one of many stagecoaches of Governor Francisco Carreño (Alejandro Calva) and without giving enough importance he continues to theft, then suddenly he falls in love.","release_date":"2014-08-14","vote_average":0.0,"runtime":97,"cert":"N\/A","id":317946,"title":"Yerbamala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Geek War tells the tale of a mysterious VHS tape that dwells in the comic book shop of Deathbone (Billy Garberina), the eccentric barbarian shop owner. Deathbone has priced this tape at 1500 bucks and in 25 years nobody has ever forked over the cash to buy it, until now. Thus begins the Geek War. Both Max and Papillion fight to claim the tape as their own from the clutches of Tangerine, the hot girl in question.","release_date":"2010-02-28","vote_average":7.0,"runtime":75,"cert":"\"\"","id":317948,"title":"Geek War","adult":false,"genre_ids":[]},{"cast":["João Ubaldo Ribeiro","Ariano Suassuna","Nélida Piñon","Moacyr Scliar","Ana Maria Machado"],"overview":"16 members from the Brazilian Academy of Letters share their views on the current situation of the portuguese language.","release_date":"2007-01-02","vote_average":0.0,"runtime":72,"cert":"N\/A","id":317950,"title":"Português - A Língua do Brasil","adult":false,"genre_ids":[99]},{"cast":["Robert Hetrick","José Manuel Mireles Valverde"],"overview":"In the Mexican state of Michoacán, Dr. Jose Mireles, a small-town physician known as \"El Doctor,\" shepherds a citizen uprising against the Knights Templar, the violent drug cartel that has wreaked havoc on the region for years. Meanwhile, in Arizona's Altar Valley—a narrow, 52-mile-long desert corridor known as Cocaine Alley—Tim \"Nailer\" Foley, an American veteran, heads a small paramilitary group called Arizona Border Recon, whose goal is to halt Mexico’s drug wars from seeping across our border.","release_date":"2015-07-03","vote_average":7.3,"runtime":100,"cert":"\"R\"","id":317952,"title":"Cartel Land","adult":false,"genre_ids":[18,99]},{"cast":["David Coco","Stefano Dionisi","Marcello Mazzarella","Emilio Bonucci","Federica De Cola"],"overview":"","release_date":"2007-02-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":317963,"title":"L'ultimo Dei Corleonesi","adult":false,"genre_ids":[]},{"cast":["Nastassja Kinski","Sergio Rubini"],"overview":"A young shy man (Tommaso) runs down a blond girl (Christine) with his car. Next day he finds her waiting for him at his department door. She asks him for help, as she has amnesia and can't remember anything.","release_date":"1993-03-12","vote_average":0.0,"runtime":111,"cert":"N\/A","id":317965,"title":"The Blonde","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317973,"title":"Bumba - Deel 7: Tumbi","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2005-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317975,"title":"Bumba - Bumbalu","adult":false,"genre_ids":[10751]},{"cast":["Vincent Lindon","Sandrine Kiberlain","Gérard Depardieu"],"overview":"","release_date":"2015-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":317977,"title":"Bain de minuit","adult":false,"genre_ids":[]},{"cast":[],"overview":"When backpackers come to a small village in rural Laos, their arrival divides the local population and disrupts the relationship between two childhood friends....","release_date":"2015-01-22","vote_average":5.0,"runtime":93,"cert":"N\/A","id":317988,"title":"Banana Pancakes and the Children of Sticky Rice","adult":false,"genre_ids":[]},{"cast":["Viktor Anatolievich Volkov","Madara Marta Viciule","Nina Nikolaevna Volkova","Gedemins Viciulis"],"overview":"How do Europeans deal with their recent dark history (the wars, dictatorships and occupations)? What traces are etched?","release_date":"2015-01-22","vote_average":5.0,"runtime":87,"cert":"N\/A","id":317990,"title":"Battles","adult":false,"genre_ids":[99,36,10752]},{"cast":["Haley Bennett","Agustina Cabo","Pilar Calviello","Vikram Chatwal","Lily Cole"],"overview":"Three estranged sisters reunite one night when the oldest comes back for her two younger sisters after leaving them years before in mysterious circumstances.","release_date":"2009-08-06","vote_average":8.0,"runtime":16,"cert":"\"\"","id":317992,"title":"Passage","adult":false,"genre_ids":[18]},{"cast":["Glauber Rocha","Orlando Senna","João Ubaldo Ribeiro","Arnaldo Jabor","Helena Ignez"],"overview":"Documentary about Brazilian filmmaker Glauber Rocha, one of the most important names in the Cinema Novo, with interviews with some of his friends and colleagues.","release_date":"2003-09-17","vote_average":5.0,"runtime":80,"cert":"N\/A","id":317994,"title":"Glauber o Filme, Labirinto do Brasil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Villamediana uses his family history to unravel hidden memories of kabbala in Spain. With contemporary images, found footage, archival material, film, literature and ancient Hebrew texts, he creates a new cinematic language for unearthing cultural history.","release_date":"2015-01-25","vote_average":0.0,"runtime":63,"cert":"N\/A","id":317996,"title":"Cábala caníbal","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"The Barriers","cast":["Ricky Orellana","Sonny Nicolas","Bombi Plata","Leon Miguel","Raul Morit"],"id":317998,"overview":"Headed to the city, a man drives his jeep along an isolated rural road. He soon encounters a series of strange obstacles and barriers that will challenge him throughout his journey. As several surreal events begin to unfold he meets a few characters along the way. His isolation transforms into desolation as the people he meets appear to be hostile towards him despite his honest intentions. Slowly, he loses his innocence as he adapts to this unfamiliar and deceitful environment. Struggling for his survival every step of the way, he eventually reaches his destination, the city’s outer limits; however, the very core of his being has been twisted as a result of his experiences. When he finally stands at the boundary between the city and the vast nothingness behind him, he yet again faces another barrier, a question he asks himself… which side is the true wasteland?","runtime":null,"genre_ids":[],"release_date":"2009-10-29","vote_average":0.0,"adult":false}]