[{"cast":["Roger Van Hool","Danièle Denie","Fanny Magier","Catherine Denie"],"overview":"After her eleven year old daughter Cathy befalls a freak accident, Danielle is in a state of catatonic paralysis. Daily, she hears her daughter's voice, telling tell her that her disappearance was no accident. A multitude of supernatural event make progressively Roger, the father, and Fanny, wife of service, become aware of a presence in the house. One night, Roger and Fanny are persecuted by the presence of a devilish laugh that resembles the girl.","release_date":"1983-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":318000,"title":"Lock","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318008,"title":"Bumba - Babilu gaat in bad","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2012-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318013,"title":"Bumba - Deel 14: In de ruimte","adult":false,"genre_ids":[10751]},{"cast":["Dragoș Bucur","Lia Bugnar","Bogdan Uritescu","Alexandru Băleanu","Emil Hostina"],"overview":"A story about the magic of cinema. A popcorn bag hiding the \"stuff\" is lost by the drug dealers and gets to Zet, an innocent guy who finds \"magic\" cinema by chance and suddenly falls in love with Lili, the girl who's selling popcorn. Another weird guy shows up and ruins all plans.","release_date":"2001-01-14","vote_average":8.0,"runtime":13,"cert":"N\/A","id":318018,"title":"Popcorn Story","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2011-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318020,"title":"Bumba - Deel 11: Suzu","adult":false,"genre_ids":[10751]},{"cast":["Udo Jürgens","Iris Berben","Philipp Schepmann"],"overview":"","release_date":"2014-10-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":318025,"title":"Der Mann, der Udo Jürgens ist","adult":false,"genre_ids":[99]},{"cast":["Brenda Myers-Powell"],"overview":"Longinotto's documentary is about Brenda Myers-Powell, who fights against sexual exploitation and supports prostitutes in Chicago. Brenda knows what she is talking about: her own story, involving teenage prostitution and a life of violence and abuse, is in stark contrast to her dauntless energy and optimism.","release_date":"2015-03-27","vote_average":5.2,"runtime":104,"cert":"\"\"","id":318033,"title":"Dreamcatcher","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Compilations DVD containing Eraser, The Last Boyscout, Passenger 57, and Point of No Return","release_date":"2007-01-14","vote_average":0.0,"runtime":null,"cert":"\"R\"","id":318035,"title":"4 Film Favorites Extreme Action","adult":false,"genre_ids":[28]},{"cast":["Pierre Prieur","Adrian James","Raquel Nave","Rebekah Underhill","Charlie Himmelstein"],"overview":"Maurice, a reticent young homeless man, somehow manages to get by in Brooklyn; he spends his nights in parked cars until he finds himself at Bizarre, an underground club renowned for its burlesque shows. Maurice is fascinated by the club’s playful revues celebrating self-determined sexuality and creative otherness, and the two female club owners both adore him. He soon becomes a part of their self-selected family, and begins to bond with introverted Luka. But Maurice turns his back on Luka’s growing affection. Running away from his true emotions he drifts aimlessly through the city. He tries to find his feet at a boxing club, where he meets Charlie. Unable to withstand the pressure of his repressed feelings, Maurice unleashes a mounting foment of emotions, pervaded by tenderness and menace.","release_date":"2015-02-07","vote_average":5.5,"runtime":99,"cert":"N\/A","id":318040,"title":"Bizarre","adult":false,"genre_ids":[18,10749]},{"cast":["Mark Reeder","Gudrun Gut","Blixa Bargeld","Nick Cave","Tilda Swinton"],"overview":"Music, art and chaos in the wild West-Berlin of the 1980s. The walled-in city became the creative melting pot for sub- and pop-culture. Before the iron curtain fell, everything and anything seemed possible. B-Movie is a fast-paced collage of mostly unreleased film and TV footage from a frenzied but creative decade, starting with punk and ending with the Love Parade, in a city where the days are short and the nights are endless. Where it was not about long-term success, but about living for the moment - the here and now.","release_date":"2015-02-05","vote_average":8.3,"runtime":94,"cert":"N\/A","id":318042,"title":"B-Movie: Lust & Sound in West-Berlin","adult":false,"genre_ids":[99,10402]},{"cast":["Nina Simone","Lisa Simone","Dick Gregory","Stanley Crouch","Elisabeth Henry-Macari"],"overview":"The film chronicles Nina Simone's journey from child piano prodigy to iconic musician and passionate activist, told in her own words.","release_date":"2015-01-22","vote_average":7.6,"runtime":101,"cert":"\"\"","id":318044,"title":"What Happened, Miss Simone?","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Up until November 2013, the Gesu convent in Brussels was home to around 250 people including a number of Roma families originating from Slovakia. Over the months leading up to their impending eviction, Ruben Desiere worked with a number of the inhabitans to create a film. Kosmos is loosely based on the book of the same name by the Polish author Witold Gombrowicz. It focuses on the family of Kevin Mroc who had been living at Gesu for three years, and also features two newcomers, Mizu Balasz en Rastjo Vano.","release_date":"2015-01-30","vote_average":0.0,"runtime":61,"cert":"N\/A","id":318046,"title":"Kosmos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rhythm And Poetry is a documentary film that follows the change in the Hip Hop scene in Australia for three years from underground shows to wider popularity.","release_date":"2007-09-25","vote_average":0.0,"runtime":83,"cert":"N\/A","id":318048,"title":"Rhythm and Poetry","adult":false,"genre_ids":[10402,99]},{"cast":["Zoltán Latinovits","Darvas Iván","Béla Tímár","Judit Halász","István Bujtor"],"overview":"Bátky János a 20th century intellectual studies the secret of the Rosicrucians in London libraries during the day and in the evening takes pleasure in the \"decent\" everyday joys offered by the fair sex. He gets involved in the wildest ghost-story in the mysterious Wales castle of the Pendragons, where Earl of Gwynnedd from the 18th century is making experiments to prove his ancestors' slogan, \"the resurrection of the body\". In the meantime St. Claire, a beautiful, demonic woman and her companions try to kill him for the huge legacy.","release_date":"1974-09-12","vote_average":5.0,"runtime":98,"cert":"N\/A","id":318059,"title":"The Pendragon Legend","adult":false,"genre_ids":[80,12]},{"cast":["Yu Feng Ma","Cheung Ying-Chan"],"overview":"Kidnapped by a group of bandits and raped by their chief, Dan Zhu slowly develops feelings for the perpetrator. Echoing the social realism of Taiwanese new wave filmmaking, director Wang Tung revisits the wuxia genre, with the emphasis on psychology rather than action.","release_date":"1985-07-13","vote_average":10.0,"runtime":115,"cert":"N\/A","id":318061,"title":"Run Away","adult":false,"genre_ids":[18]},{"cast":["Luca Ronconi"],"overview":"Documentary follows the experimental drama course given by the old Italian theatre and opera legend Lucio Ronconi every summer in a remote corner of Umbria, where young, dedicated acting talent rehearse several plays.","release_date":"2014-11-27","vote_average":0.0,"runtime":87,"cert":"N\/A","id":318063,"title":"La scuola d'estate","adult":false,"genre_ids":[99]},{"cast":["Berg Lee","Emily Lim","Chung Kok Keong","Mayjune Tan","Azman Hassan"],"overview":"Village chief Tan is busy. His wife and best friend Lai have mysteriously disappeared and an undocumented worker is dead. While awaiting their return, Tan and Lai's daughter, Sandy, develop an unlikely friendship that opens old wounds and examines the nature of love and regret.","release_date":"2014-10-03","vote_average":6.0,"runtime":87,"cert":"N\/A","id":318065,"title":"The Second Life of Thieves","adult":false,"genre_ids":[]},{"cast":[],"overview":"Christian rockers the Newsboys (Jeff Frankenstein, Peter Furler, Duncan Phillips, Phil Joel and Jody Davis) deliver \"Entertaining Angels,\" \"Shine\" and other hits in this rousing concert filmed in Hershey, Pa., during the band's 1998 \"Step Up to the Microphone\" tour. Other selections include \"Take Me to Your Leader,\" \"Spirit Thing\" and \"Everybody Gets a Shot.\" Spectacular special effects and messages of faith punctuate the group's performance.","release_date":"","vote_average":0.0,"runtime":83,"cert":"N\/A","id":318067,"title":"Newsboys: Shine: The Hits Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Fists and feet fly with nonstop fury in this collection of the fiercest knockouts in the history of no-holds-barred Pride fighting, the extreme sport that combines judo, karate, jujitsu, kickboxing and wrestling. This greatest hits compilation also features full-length bouts between fighters Wanderlei Silva and Kazushi Sakuraba, Quinton \"Rampage\" Jackson and Chuck \"the Iceman\" Liddell, and Kevin Randleman and Mirko Filipovic.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318069,"title":"Pride FC: Hardcore Knockouts: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fifty years since Andy Warhol made his famous film debut, a Swedish artist films eight instead of five hours of solid sleep for this video remake. As contemporary audiovisual technology allows anyone to make such monumental works, it is the notion of sleep itself that has become the topic of debate.","release_date":"2015-01-22","vote_average":0.0,"runtime":480,"cert":"N\/A","id":318083,"title":"Sleep","adult":false,"genre_ids":[]},{"cast":["Dezső Garas","Stanisław Mikulski","Major Tamás","Manyi Kiss","Ferenc Kállai"],"overview":"A murder has been committed in a block of flats in Pest. Almost all the dwellers of the building behave in a suspicious way at the beginning of the investigation, although it is their everyday lapses they try to hide. In spite of the janitor's unpleasant comments, light is gradually thrown upon the case.","release_date":"1971-01-14","vote_average":0.0,"runtime":102,"cert":"N\/A","id":318085,"title":"The Murderer is in the House","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Join those lovable characters Tinky Winky, Dipsy, Laa-Laa and Po for another round of fun and educational adventures in this collection of installments from the popular British children's show. As always, your preschool toddlers will take away valuable lessons about friendship and self-worth while learning about numbers, shapes and colors. Episodes include \"Treat-Sized\" and \"Teletubbies Everywhere.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318087,"title":"Teletubbies: All Fall Down","adult":false,"genre_ids":[]},{"cast":[],"overview":"On December 6, 1969, in Fayetteville, Arkansas, number one ranked Texas and number two ranked Arkansas met in the first championship game arranged for television and the last championship game played with all white participants.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318089,"title":"The Big Shootout: The Life & Times of 1969","adult":false,"genre_ids":[]},{"cast":[],"overview":"This hourlong documentary peers into the lives of some of the biggest names in hip-hop and extreme sports, including rapper Ghostface Killah, motocross star Ronnie Faisst and professional skateboarder Pierre-Luc Gagnon. On a whirlwind tour of Colorado, New York City and Los Angeles, host Prodigal Sunn goes behind the scenes of a Nike commercial, into the stands at an insane motocross match and mo","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318097,"title":"Up and Above","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bheema and Seema are in love, but they see things differently when it comes to the law. While honest police officer Bheema views the world in shades of gray, law-and-order advocate Seema prefers to see it in black and white. Can they reconcile their differences, or is their relationship destined to fail? Hina Kausar, Bharat Bhushan, Shatrughan Sinha, Jayapradha, Sujit Kumar and C.S. Dubey head the cast.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318108,"title":"Bhemaa","adult":false,"genre_ids":[]},{"cast":[],"overview":"An unusual African film with a powerful visual narrative style and an experimental electronic score. The Aimless Wanderer of the title is a white man making an African travelogue. He meets a local girl who soon disappears. Little by little, fear and paranoia overcome him.","release_date":"2015-01-29","vote_average":5.0,"runtime":91,"cert":"N\/A","id":318110,"title":"Things of the Aimless Wanderer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Explore the life of the Buena Vista Social Club's Compay Segundo, a legendary musician who influenced Cuba's musical landscape for over 70 years. This documentary traces his early days, his two-decade retirement and his triumphant return in the '90s. Appearing solo and with his Buena Vista bandmates, Segundo performs classics such as \"Chan Chan,\" \"La Ternera,\" \"Fidelidad,\" \"Lagrimas Negras\" and \"Ahora Me Da Pena.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318112,"title":"Compay Segundo: World Music Portraits","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sportscaster Brent Musburger narrates this exclusive behind-the-scenes look at the University of Georgia's football arena, the mighty Sanford Stadium. From the end zone to the luxury seats and team locker rooms, this program gives Bulldogs fans an all-access stadium pass on game day. Opened in 1929 with a capacity of 30,000, Sanford Stadium now accommodates more than 92,000 college gridiron fans.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318114,"title":"Fields of Glory: Georgia","adult":false,"genre_ids":[]},{"cast":[],"overview":"This unique documentary takes a look at a growing obsession for a number of people: golf. Going beyond those who hit the links a lot or follow the PGA tour religiously, this film tells tales of the truly obsessed. Meet a man who treats one of Arnold Palmer's divots as a pet and a woman who divorced her husband to court a lower-handicapped golfer, as well as the fanatic who, in one day alone, played courses in London, New York and Los Angeles.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318116,"title":"Golf: The Ridiculous Obsession","adult":false,"genre_ids":[]},{"cast":[],"overview":"The scourge of the Atlantic Ocean during World War II, Hitler's U-boat \"Wolf Packs\" were described by Winston Churchill as his greatest fear. And these roving bands of submarines quickly became the biggest threat to England, cutting the country off from vital supply routes and almost starving it into submission. This documentary traces the final years of the U-boat war from 1943-45 with memorable images collected from captured German footage.","release_date":"2005-07-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318118,"title":"Grey Wolves: U-Boats 1943 to 1945","adult":false,"genre_ids":[]},{"cast":[],"overview":"Celebrity stylist Mary Alice Stephenson guides two formerly obese women through life-changing makeovers to suit their new slim figures. Annabelle, 26, is afraid to show off her curves, and mom Lori, 40, does not think she deserves to be in the spotlight.","release_date":"2015-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318120,"title":"New Body, New Style","adult":false,"genre_ids":[]},{"cast":["Johnny Thunders","Walter Lure"],"overview":"Recorded at Irving Plaza, New York City, on March 13, 1982. This rare 1982 concert video showcases rough-and-tumble rocker (and former New York Doll) Johnny Thunders performing a set of the songs that shot him to punk notoriety, including \"In Cold Blood,\" \"Too Much Junkie Business\" and \"Alone in the Crowd.\" Thunders and his backing band also treat their New York audience to \"Sad Vacation,\" \"Who Needs Girls,\" \"Pipeline,\" \"Born to Lose,\" \"Just Another Girl\" and \"Baby I Love You, Really I Do.\"","release_date":"2002-03-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318128,"title":"Johnny Thunders Live: In Cold Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"Award-winning performer Kalamandalam Sivan Namboodiri presents \"Kailasodharanam\" in this extravagant kutiyattam, an ancient form of Indian theater that brings Sanskrit texts to life through vibrant acting, singing, dancing and music. In this tale from the Hindu epic \"Ramayana,\" the scholarly but arrogant King Ravana meets his match when he challenges Shiva, the god of destruction, at a sacred mountain.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318130,"title":"Kutiyattam: Kailasodharanam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using dramatized re-creations, period imagery and expert commentary, this riveting documentary chronicles the story of Michel de Nostredame -- aka Nostradamus -- and his enduring prophecies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318132,"title":"Nostradamus: The Story of the Man and His Prophecies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Taking racing fans back to the dawning of the age of America's dominance in the global motocross arena, this long-buried film from director Charles Bush documents the 1975 American Motocross Association's 500cc Nation Series. It came down to five riders -- Jim Weinert, Steve Stackable, Pierre Karsmakers, Billy Grossi and Kent Howerton -- in what became known as the Battle of New Orleans, a legendary moment in motocross history.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318134,"title":"One Chance to Win","adult":false,"genre_ids":[]},{"cast":[],"overview":"By The time The String Cheese Incident took the ACL stage on July 24, 2001, Austin City Limits had made itself a home for improvisational rock bands. It s a natural fit- jam bands and ACL- what other music show on TV will give a band a whole hour to stretch out and be themselves? Actually, the hard part is taking an entire SCI performance of freewheeling, extending jams and editing it into only one hour. The solution is in your hands- the entire, unedited original show. Cheeseheads, rejoice!","release_date":"2006-09-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318136,"title":"The String Cheese Incident Live from Austin TX","adult":false,"genre_ids":[]},{"cast":[],"overview":"Known for his flashy sequin-adorned suits and trademark pompadour -- as well as for performing alongside Dolly Parton in the beloved duo Porter and Dolly -- Porter Wagoner is one of country music's most revered figures. Filmed at the Church Street Station in Orlando, Fla., this performance features the Grammy-winning Wagoner performing many of his biggest hits, including \"Louisiana Saturday Night\" and \"A Satisfied Mind.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318138,"title":"Porter Wagoner: The Best of Porter Wagoner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Robert F. Kennedy was born into American royalty, the son of Joseph and Rose Kennedy. This fascinating portrait, part of the A&amp;E Network's long-running \"Biography\" series, depicts a man longing for the approbation of his father and overshadowed by the charisma and promise of his brother, John, who would later become president. But he eventually came into his own, rising up to the responsibilities of his name, until a bullet cut his life short.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318140,"title":"Robert F. Kennedy: His Many Sides","adult":false,"genre_ids":[]},{"cast":[],"overview":"When teacher Indu (Kamini Kadam) marries engineer Ravi Shankar Chaube (Rajendra Kumar) after years of living with her unemployed, widower father, Moolchand Chabbe (Radhakrishan), it's a readjustment -- especially when Moolchand begins gambling after Indu quits working and has a child. Now Ravi puts them all on a budget, and to make ends meet, Indu goes back to work. But Ravi insists she must quit or face a divorce in this Indian drama.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318151,"title":"Talaq","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since 1976, the Gipsy Kings have brought their fiery fusion of flamenco, rumba Catalana and other Roma styles to audiences worldwide. This performance, filmed at San Antonio's historic Alamo, finds the group at their cultural and musical pinnacle. In addition to nine of the Grammy winners' greatest hits, the concert event also features impromptu acoustic and a cappella performances from the grounds of the national landmark.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318153,"title":"The Gipsy Kings: Live from the Alamo","adult":false,"genre_ids":[]},{"cast":["Britt Wood","John Daheim","Nancy Brinckman","Eddie Kane","Fred Kelsey"],"overview":"Two young men set out on a fishing trip. They run into a gang of criminals who are menacing two young women.","release_date":"1946-01-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":318155,"title":"Detour to Danger","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Groundbreaking U.K. band the Specials bring their infectious blend of punk and reggae to New York. Recorded at two clubs in 1980, the shows feature the group performing fan favorites such as \"A Message to You, Rudy,\" \"Rat Race\" and \"Ghost Town.\" Often cited as an influence on bands including Blur, No Doubt and the Mighty Mighty Bosstones, the ska pioneers are captured in top form in this live footage. U.K. media personality Tim Lovejoy narrates.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318157,"title":"The Specials: Too Much, Too Young","adult":false,"genre_ids":[]},{"cast":[],"overview":"This compilation features one of the most enduring rock 'n' roll bands in the world, The Who, performing 16 of their best-known songs. The clips have been carefully culled from concert footage, television appearances and music videos to show Roger Daltrey, John Entwistle, Pete Townshend and late drummer Keith Moon at their peak. Song highlights include \"My Generation,\" \"You Better You Bet,\" \"Pinball Wizard\" and \"Won't Get Fooled Again.\"","release_date":"2006-11-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318159,"title":"The Who: Who's Better, Who's Best","adult":false,"genre_ids":[]},{"cast":[],"overview":"International singing sensation Tom Jones shares the microphone with a host of pop, soul and R&amp;B superstars in this video collection of duets, including \"Girl from New York City\" with Donny Osmond and \"Hot Legs\" with Tina Turner. The Welsh-born heartthrob also teams up with Dusty Springfield on \"Upside Down,\" with Isaac Hayes on \"Don't Let Go,\" with Stephanie Mills on \"The Closer I Get to You\" and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318161,"title":"Tom Jones and Friends: Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Christ Tabernacle Choir -- the acclaimed powerhouse gospel institution from Queens, N.Y. -- joins guests David, Nicole and Lisa Binion, Calvin Hunt and others for a roof-raising concert filmed live at Christ Tabernacle. Songs include \"Presence of the Lord,\" \"Open the Doors,\" \"Honored, Exalted and Glorified,\" \"Make Some Noyz,\" \"Master Restorer,\" \"He Will Carry You,\" \"What You Say Is What You Get,\" \"Rain Down\" and \"We Have Overcome.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318175,"title":"Christ Tabernacle Choir: We Have Overcome","adult":false,"genre_ids":[]},{"cast":[],"overview":"Academy Award winner Mira Sorvino plays photographer Diane Di Sorella in this poignant homecoming story. When her mother dies suddenly, Diane must return to her New Jersey home after years of being estranged from her family. Among her Italian-American neighbors, Diane connects with her heritage. When she reads the journal her mother (Maryann Urbano) kept as a young woman, Diane finally begins to understand her own relationship with her mother.heritage.","release_date":"1996-03-15","vote_average":4.0,"runtime":100,"cert":"\"\"","id":318177,"title":"Tarantella","adult":false,"genre_ids":[]},{"cast":["Ralph Ruthe"],"overview":"Since 2006 Ruthe produces videos for his own youtube channel.","release_date":"2013-10-04","vote_average":0.0,"runtime":144,"cert":"N\/A","id":318182,"title":"Ruthe - Shit Happens","adult":false,"genre_ids":[35]},{"cast":["Andres Maimik","Rain Tolk","Katrin Pärn","Ragne Veensalu","Jüri Aarma"],"overview":"","release_date":"2012-01-11","vote_average":0.0,"runtime":59,"cert":"N\/A","id":318184,"title":"Umbkotid","adult":false,"genre_ids":[10770,35]},{"cast":["Susie Abromeit","Philipp Karner","Scotty Crowe","Sandra Bernhard","Tonye Patano"],"overview":"An unlikely love triangle: an ambitious Brooklyn-ite graphic novelist and his peculiar neighbor fall for the same beautiful but broken girl. The three combat abandonment, addiction and the struggle with conforming to traditional relationships.","release_date":"2013-04-09","vote_average":8.0,"runtime":116,"cert":"\"\"","id":318186,"title":"Diving Normal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Collective screening of the Academy Award nominated short films from the Live Action category for 2015.  “Aya,” Oded Binnun and Mihal Brezis - 40 min,  “Boogaloo and Graham,” Michael Lennox and Ronan Blaney - 14 min,  “Butter lamp,” Hu Wei and Julien Féret - 15 min,  “Parvaneh,” Talkhon Hamzavi and Stefan Eichenberger - 25 min,  “The Phone Call,” Mat Kirkby and James Lucas - 20 min","release_date":"2015-01-30","vote_average":0.0,"runtime":114,"cert":"\"\"","id":318188,"title":"Oscar Nominated Short Films 2015: Live Action","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's the untold story of hip-hop -- Southern style! Steeped in spirituality and struggle (the civil rights movement and poverty, to name just two triggers), Southern hip-hop is raw, poignant and often wildly funny. It also has rich traditional roots down in Dixieland. This documentary features gold and platinum artists such as OutKast, Mystikal, Scarface, Killer Mike, Goodie Mob, Petey Pablo, Big Gipp and many others.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318202,"title":"Lyricist Lounge: Dirty States of America","adult":false,"genre_ids":[]},{"cast":["Rachel King","Gennie Nevinson"],"overview":"The Marvelous Magician gifts the kind widow Hobbs on her birthday with a tiny child - Thumbelina. Percival the Pig, Hobbs' companion, gets very jealous of Thumbelina and arranges for a bullfrog to kidnap her.","release_date":"1992-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":318207,"title":"Thumbelina","adult":false,"genre_ids":[16]},{"cast":["Roger Waters","David Gilmour","Richard Wright","Nick Mason"],"overview":"Take a journey to the trippy side with this examination of the landmark 1973 Pink Floyd work \"Dark Side of the Moon,\" featuring recollections from band members about the writing and recording of the album. Vintage concert footage and reflections by friends and colleagues of the band combine to present an illuminating history of one of rock music's most influential albums.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318209,"title":"Pink Floyd: Dark Side of the Moon - The Ultimate Critical Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Religious Freedom clauses in the Constitution's First Amendment are facing interpretation challenges on numerous fronts. One Generation Away visits the front lines of the changing face of religious liberty in the United States.","release_date":"2015-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":318211,"title":"One Generation Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"Robbie Coltrane explores Britain's back roads in this offbeat travel program in which the actor\/comedian sets off in his classic Jaguar roadster on a quest to encounter quirky locals and discover little-known rural traditions. Touring byways rarely traveled by tourists, Coltrane happens upon a scarecrow convention, takes part in Mytholmroyd's pudding contest, meets colorful people with extraordinary talents and much more.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318213,"title":"Robbie Coltrane: Incredible Britain","adult":false,"genre_ids":[]},{"cast":["Rachel Chapman"],"overview":"Erin Logan has lived with and cared for her non-verbal brother with autism, Jacob, for seven years since the death of their mother. After she stumbles into a chance for love and friendship, she is forced to confront whether she can continue to care for her brother and have a chance at her own dreams at the same time. Director David Midell, an autism therapist, takes care to portray the lives of families with autism with authenticity, dignity, and love in this heartwarming story.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318230,"title":"Nightlights","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated characters Pepo the blazing buckaroo and Cecile the sweet cow lead the way on an adventure to learn about nature. The gorgeous savannah and its intriguing animals stimulate your children's imagination and quench their thirst for knowledge. You'll encounter speedy zebras, majestic lions, gigantic elephants, humorous hippos and many other animals as your family enjoys the lovely photography and the pleasure of a happy journey together.","release_date":"2009-11-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318232,"title":"Discover the World of Animals: Savannah","adult":false,"genre_ids":[]},{"cast":[],"overview":"Now, if you can't come to Doc, she can come to you! When your toys are hurt or sick, the 'Doc Mobile' will get there quick with everything needed including on-site cuddles to fix them good as new.","release_date":"2014-03-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318234,"title":"Doc McStuffins: Mobile Clinic","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Allan Menezes' four-part video series on the Pilates method, to reduce back pain, strengthen abdominals, stretch the hamstrings and lower back, mobilize tight joints, improve shallow breathing, and improve posture.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318236,"title":"The Complete Guide to the Pilates Method","adult":false,"genre_ids":[]},{"cast":[],"overview":"Poe rose from the depths of despair at age 22, disinherited and destitute, to become one of the greatest figures in American literature. At that age he had three dozen poems published and went on to do about forty more. But short stories would prove to be the genre for which his contributions were most significant. \"The Pit and the Pendulum\" and \"The Tell-Tale Heart\" are two of his most enduring works. Poe virtually invented detective stories and the notion of focusing on the process of solving the crime, rather than the criminal or the act. He was notorious for writing tales told by \"unresponsible narrators,\" whose self-deluding ways force the reader to take an active role in deciphering the mystery.","release_date":"1996-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":318238,"title":"Famous Authors: Edgar Allen Poe","adult":false,"genre_ids":[]},{"cast":["James Whyle","John Carson"],"overview":"\"Tenth of a Second\" is the account of one man's desperate attempt to fight the oppressive apartheid regime of South Africa. This political thriller centres around Michael Wilder (James Whyle), a schoolteacher and political activist, with a failing marriage. Wilder is a member of the \"Organisation\" which is involved in subversive activities against the state. One day, Raymond (Nicky Rebelo), a fellow member, visits Wilder and leaves him with a suitcase containing a bomb. Wilder is expected to place in a busy shopping centre. But things do not go according to plan and the consequences of his actions result in devastating effects for Wilder and his grip on reality.","release_date":"","vote_average":0.0,"runtime":77,"cert":"N\/A","id":318240,"title":"Tenth of a Second","adult":false,"genre_ids":[53]},{"cast":[],"overview":"From the creators of \"Teletubbies,\" this live-action comedy chronicles the life of Brum, a courageous little vehicle that gets in one madcap mess after another as it tries to rescue unwitting residents from sticky situations. In this collection, the new addition of a remote-control chair at the local hair salon proves to be a bad idea when it seems the chair has a mind of its own. Will Brum save the day yet again?","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318248,"title":"Brum: Crazy Chair Chase and Other Stories","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of friends get together in an attempt to shake their adolescent behavior.","release_date":"2015-04-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318250,"title":"Mantivities","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intoxicated monk (Yen Shi Kuan) must find \"The Cherry Boy\" (Simon Yuen Jr.), a child destined to perform the Dragon Festival in this surreal, action-packed kung fu flick. To complicate matters, the spirit of another monk (Yuen Shun-Yi) seeks to gain control of a secret document. Story lines merge when it's revealed that Cherry Boy's grandma keeps the document, and the drunken monk joins forces with Cherry Boy to battle the vengeful spirit.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318252,"title":"Crash Masters: Taoism Drunkard","adult":false,"genre_ids":[]},{"cast":[],"overview":"Take a trip to the amazing Chinese capital without leaving your own home. Not content with a tourist-only view of Beijing, this documentary hangs with the locals in roadside food stalls and antique flea markets. But the big landmarks -- such as the Great Wall and the Forbidden City -- are showcased amply as well. Like any good vacation, this whirlwind of culture, history, shopping and food will leave you satisfied and reluctant to return home.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318254,"title":"Discover China: Bodacious Beijing","adult":false,"genre_ids":[]},{"cast":["Ava Taylor","Alli Rae","Lucy Tyler","Dillion Carter","Carrie Brooks"],"overview":"A first-ever look at the realities of the professional “amateur” porn world and the steady stream of 18-to-19-year old girls entering into it.","release_date":"2015-05-29","vote_average":6.0,"runtime":84,"cert":"\"\"","id":318256,"title":"Hot Girls Wanted","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The scourge of the Atlantic Ocean during World War II, Hitler's U-boat \"Wolf Packs\" were described by Winston Churchill as his greatest fear. And these roving bands of submarines quickly became the biggest threat to England, cutting the country off from vital supply routes and almost starving it into submission. This documentary traces the key middle years of the U-boat war from 1942-43 with images collected from captured German footage.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318258,"title":"Grey Wolves: U-Boats 1942 to 1943","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1981, piano virtuoso Ivo Pogorelich took the stage at New York City's Carnegie Hall, and a musical star was born. This concert video features the pianist performing works from some of the world's greatest composers, including Johann Sebastian Bach's \"English Suite No. 2 in A Minor\" and Ludwig van Beethoven's \"Fur Elise in A Minor.\" Pogorelich also plays selections from Frédéric Chopin, Wolfgang Amadeus Mozart and Sergey Prokofiev, among others.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318272,"title":"Ivo Pogorelich: Recital","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Rolling out the proverbial red carpet for some of the National Basketball Association's most beloved heroes -- including five of the league's all-time greatest players -- this exciting compilation combines highlight footage with player interviews for an action-packed experience like no other. Among the featured cagers are point guards Tim Hardaway and Gary Payton, power forward Karl Malone, center David Robinson and more.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318274,"title":"NBA Hardwood Classics: Hardwood Heroes","adult":false,"genre_ids":[]},{"cast":[],"overview":"British blues legend John Mayall lights up Texas in this 1993 performance from \"Austin City Limits.\" Mixing blues, jazz, rock and gospel, Mayall and his band, the Bluesbreakers, pack in a range of original and cover tunes in this smokin' show. The track list includes \"I Want to Go\" and \"I'm a Sucker for Love,\" along with searing renditions of Junior Wells's classic \"I Could Cry\" and Jimmy Reed's \"Ain't That Lovin' You Baby?\"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318276,"title":"John Mayall: Live from Austin, TX","adult":false,"genre_ids":[]},{"cast":[],"overview":"Marilyne, an African woman in her late thirties, is about to return to her homeland after a life of exclusively dating white men. But she's honor-bound to keep a promise she made to her best friend Vanena to \"experience\" a black man before she leaves -- in less than a week. A wholly unique film that is unscripted, unrehearsed and completely true.","release_date":"2001-12-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318278,"title":"Knowing Richard Black","adult":false,"genre_ids":[]},{"cast":["Rolf Schimpf","Helmuth Lohner","Edda Seippel","Uwe Dallmeier","Susanne Beck"],"overview":"","release_date":"1976-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318280,"title":"Aus nichtigem Anlaß","adult":false,"genre_ids":[80]},{"cast":["Masaharu Fukuyama","Gorô Kishitani","Yasuko Tomita","Kanji Tsuda","Saiko Suzuki"],"overview":"\"Atlanta Boogie\" centers around a mock track meet between the \"normal\" and \"good\" citizens of Yokohama and those they want to expel from the neighborhood: the illegal foreign workers, the deadbeats, the juvenile delinquents, and elderly.","release_date":"1996-11-09","vote_average":5.0,"runtime":100,"cert":"N\/A","id":318282,"title":"Atlanta Boogie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Known as \"the Man of the 1,000 Goals,\" soccer player Pelé skyrocketed to international fame with his World Cup debut at the age of 17, when he led the Brazilian national team to the first of three World Cup titles. This collection of Pelé's finest goal footage shifts the focus from his performance at the World Cup to his achievements in other games and includes interviews with players Gianni Rivera, Angelo Sormani and Giorgio Chinaglia.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318293,"title":"Pele O'Rey: Los Mejores Goles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Baritone Roger Whittaker performs live, accompanied by the 100-piece Edmonton Symphony Orchestra in this concert film. Popular in Europe and Asia, Whittaker enjoyed success in the United States with his hit \"The Last Farewell.\" This concert showcases his considerable vocal talents as he performs \"The Last Farewell,\" \"Fire &amp; Rain,\" \"Both Sides Now,\" \"River Lady,\" \"New World in the Morning,\" \"If I Were a Rich Man\" and more.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318295,"title":"Roger Whittaker: Prime Concerts: In Concert with the Edmonton Symphony Orchestra","adult":false,"genre_ids":[]},{"cast":["Rudy Maxa"],"overview":"Join veteran travel writer and TV show host Rudy Maxa as he explores Turkey, a land of stark beauty that sits at the crossroads where Europe and Asia -- and two of the world's great religious faiths -- meet. Maxa guides you through the mysteries of Istanbul's Grand Bazaar and then into the delights of a bona fide Turkish bath. Next, he hops on a boat to explore the many Roman ruins along Turkey's southern Turquoise Coast.","release_date":"2009-01-01","vote_average":7.0,"runtime":56,"cert":"\"\"","id":318297,"title":"Rudy Maxa's World Exotic Places: Turkey","adult":false,"genre_ids":[99]},{"cast":["R. Sarathkumar","Sanghavi","Meena","Prakash Raj","C. Arun Pandian"],"overview":"In this action-packed yarn, master thief Rishi (Sarathkumar) stumbles on the murder of a TV reporter who's about to expose the illicit activities of a minister (Devan). Just before dying, the journalist passes Rishi an incriminating computer disc the cleric desperately wants to recover. Meanwhile, when one of Rishi's jobs results in tragedy for a singer, he wants out of the business -- but his stubborn boss (Arun Pandiyan) refuses to let him go.","release_date":"2001-02-16","vote_average":0.0,"runtime":143,"cert":"N\/A","id":318299,"title":"Rishi","adult":false,"genre_ids":[]},{"cast":["Klaus Herm","Gerhard Olschewski","Ulrich Pleitgen","Paul Edwin Roth","Otto Mächtlinger"],"overview":"","release_date":"1981-12-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":318304,"title":"Das Haus im Park","adult":false,"genre_ids":[18]},{"cast":["Cordula Trantow","Armin Mueller-Stahl","Ursela Monn","Klaus Herm","Ursula Heyer"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318306,"title":"Die Gartenlaube","adult":false,"genre_ids":[18]},{"cast":["Weiß-Ferdl","Erika Glässner","Gretl Theimer","Josef Dahmen"],"overview":"A fast-paced comedy revolving around secrets and mix-ups. Theodor is a husband who helps his expulsed niece with her careers as a singer. His wife mustn't know this so he secretly takes a job as maître d' at a big hotel. This doesn't just lead to him always being tired but to all kinds of other troubles.","release_date":"1936-03-16","vote_average":5.0,"runtime":83,"cert":"N\/A","id":318317,"title":"Der müde Theodor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Disco Queen\" Donna Summer proves worthy of her royal title in this collection of music videos. Her amazing ability to reach (and sustain) tough notes with beauty and conviction shines on her many chart-topping hits, including songs featured in this collection: \"She Works Hard for the Money,\" \"Unconditional Love,\" \"There Goes My Baby,\" \"This Time I Know It's for Real\" and \"Love's About to Change My Heart.\"","release_date":"2004-02-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318319,"title":"The Best of Donna Summer: The DVD Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"'It's Gonna Blow!!! - San Diego's Music Underground 1986-1996' chronicles a period when San Diego was touted as 'the next Seattle'. A motley community of musicians with a do it yourself ethos and an aversion to mainstream culture developed their idiosyncratic sounds in the isolation of San Diego but soon found themselves at the center of bidding wars and expense account lunches. What happened when the outcasts from the sticks became the next big thing?","release_date":"2014-11-01","vote_average":0.0,"runtime":86,"cert":"\"\"","id":318321,"title":"It's Gonna Blow!!!: San Diego's Music Underground 1986-1996","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Across America, there are dogs of all breeds riding in the open air of motorcycle sidecars, whether on short trips around town or extended adventures on the highway. Sit Stay Ride: the Story of America's Sidecar Dogs is a delightful and inspiring documentary film about motorcyclists and their beloved canine co-pilots.","release_date":"2014-01-01","vote_average":0.0,"runtime":78,"cert":"\"\"","id":318323,"title":"Sit Stay Ride: The Story of America's Sidecar Dogs","adult":false,"genre_ids":[99]},{"cast":["Frank Mosley","Heather Kafka","Lindsay Burdge"],"overview":"A stoic farmhand in Appalachia is haunted by a mysterious presence in the woods as he cultivates his future in an effort to leave his past behind.","release_date":"2015-01-14","vote_average":7.0,"runtime":88,"cert":"\"\"","id":318325,"title":"Some Beasts","adult":false,"genre_ids":[18]},{"cast":["James Franco","Rachel Miner","Brad Light","Jim Donald Ellis"],"overview":"The tragic story of two people fighting to break down the walls which stand in the way of communicating...","release_date":"2006-10-09","vote_average":5.2,"runtime":20,"cert":"\"\"","id":318327,"title":"Grasshopper","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Forged during the golden era of vaudeville and silent-screen slapstick, comedy duo Stan Laurel and Oliver Hardy became one of the few teams to successfully transition to the more rigorous demands of talkies. This vintage collection contains some of the pair's early shorts, including their first screen appearance together in 1921's A Lucky Dog (a collaboration with pioneering producer Mack Sennett) and Yes, Yes, Nanette (1925), directed by","release_date":"2014-08-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318329,"title":"Laurel & Hardy: Hilarious Antics","adult":false,"genre_ids":[]},{"cast":["Ryan Giggs"],"overview":"A film that follows Ryan Giggs through the 2013\/14 Premiership season, as the greatest ever Manchester Utd player became the clubs manager and allowed unprecedented access behind the scenes at Old Trafford.","release_date":"2014-06-05","vote_average":6.5,"runtime":81,"cert":"\"PG-13\"","id":318340,"title":"Life of Ryan: Caretaker Manager","adult":false,"genre_ids":[]},{"cast":["Hibibollah Safarian","Mohammed Zamani"],"overview":"The story of a ten years old Iranian schoolboy living with his mother and his father in Northern coasts of Iran. The boy helps his father in selling the latter's illegal fishing and helps his mother in shopping for her and bringing home water from a well. The three characters live together in only one room. Their life is austere. The boy eats only bread and milk every day... One day the boy's mother dies.","release_date":"1974-06-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":318342,"title":"A Simple Event","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The action depicted here is simplicity itself; a man (Snow himself) rises from his desk, puts on his coat, says goodbye to a woman typing at a nearby desk, and leaves the room. But what took a mere 30 seconds in ‘real’ time had been recorded with a Super Slo-Mo video camera (developed for sports broadcasting) and further processed before the final transfer to film, being expanded to a full 18 minutes. With the continuous right-to-left pan in smooth and constant motion, taken from a fixed tripod position, the whole image- with arriving and departing frame details- is fully equal in interest and importance to the ‘event’ depicted.","release_date":"1990-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":318344,"title":"See You Later","adult":false,"genre_ids":[]},{"cast":["Akira Terao","Mieko Harada","Hidetaka Yoshioka","Mayu Tsuruta","Jun Kunimura"],"overview":"Half a Confession introduces itself as a thriller and abruptly changes gears, transforming into a tale of morality with deeper insights into its characters than we had anticipated. It begins when Soichiro Kaji (Terao), a retired detective, walks into police headquarters and confesses to the murder of his wife. We learn that the victim had prematurely developed Alzheimer's after the tragic death of their son, and in her suffering, had asked to die. The police chiefs would be far more content to take him at his word if it were not for a conspicuous hole in his story: 48-hour gap between the alleged murder and his confession. Fearing a public relations nightmare, they are eager to bury the incident and keep the press in the dark.","release_date":"2004-01-10","vote_average":6.0,"runtime":121,"cert":"N\/A","id":318346,"title":"Half a Confession","adult":false,"genre_ids":[18,9648,80]},{"cast":[],"overview":"A teenager pursues his childhood dream of becoming the best at reverse running.","release_date":"2013-02-21","vote_average":5.1,"runtime":86,"cert":"N\/A","id":318348,"title":"Reverse Runner","adult":false,"genre_ids":[]},{"cast":["Fernando Casanova","Linda Cristal","Arturo Martínez","Wolf Ruvinskis"],"overview":"Cowboy justice: drifter takes on unscrupulous rancher and his sociopathic son.","release_date":"1957-02-09","vote_average":0.0,"runtime":63,"cert":"N\/A","id":318350,"title":"El diablo desaparece","adult":false,"genre_ids":[]},{"cast":[],"overview":"A secret agent is sent to infiltrate the heavily guarded fortress of a madman bent on taking over the world.","release_date":"1965-12-29","vote_average":0.0,"runtime":107,"cert":"N\/A","id":318352,"title":"Operation Counterspy","adult":false,"genre_ids":[]},{"cast":["Kevin Bridges"],"overview":"Glasgow's very own Kevin Bridges brings together four of the UK's top comedians to give their views on the upcoming referendum on Scottish independence. Recorded in front of a packed audience at Glasgow's Theatre Royal, Kevin introduces Hal Cruttenden, Jack Dee, Kerry Godliman and Frankie Boyle.","release_date":"2014-09-17","vote_average":8.0,"runtime":45,"cert":"N\/A","id":318360,"title":"Kevin Bridges: Live at the Referendum","adult":false,"genre_ids":[35]},{"cast":["Kevin Bridges"],"overview":"Top Scottish comedian Kevin Bridges hosts this very special night of comedy live from Glasgow's legendary Theatre Royal to celebrate the Commonwealth Games coming to the city. Kevin takes to the stage in front of a live theatre audience to present four internationally-renowned comics from the Commonwealth countries.  Appearing on stage are Canada's finest Katherine Ryan, top South African comedian Trevor Noah, Scotland's own Danny Bhoy and English comic Simon Evans.","release_date":"2014-08-03","vote_average":8.0,"runtime":45,"cert":"N\/A","id":318362,"title":"Kevin Bridges: Live at the Commonwealth","adult":false,"genre_ids":[35]},{"cast":["Marco Bocci","Elena Radonicich","Barbara Tabita","Martina Antoci","Matteo Korreshi"],"overview":"","release_date":"2015-01-15","vote_average":6.2,"runtime":null,"cert":"N\/A","id":318364,"title":"Italo","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Animation based on Daniel Defoe's novel","release_date":"1974-03-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":318369,"title":"Robinson Crusoe","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Giovanni's dream is to become the first boy to compete in the Dutch synchronized swimming championship. He's got just one more exam to go.","release_date":"2014-10-03","vote_average":0.0,"runtime":17,"cert":"N\/A","id":318371,"title":"Giovanni and the Waterballet","adult":false,"genre_ids":[99]},{"cast":["Harmandeep Palminder","Vikram Sharma","Elisabeth Lando","Bilal Baggad","Billel Brima"],"overview":"Bébé Tigre is Many, a 17-year-old Indian boy who has been living in France for two years. A teenager like any other, he divides his time between school, friends, and his girlfriend. But the pressures placed on him by his parents in India force him to put his own life at risk...","release_date":"2015-01-14","vote_average":6.6,"runtime":87,"cert":"N\/A","id":318373,"title":"Young Tiger","adult":false,"genre_ids":[18]},{"cast":["Mary Philbin","Lionel Barrymore","Don Alvarado","Tully Marshall","Eugenie Besserer"],"overview":"A princess is betrothed to a deformed monarch, but falls hard for his handsome brother.","release_date":"1928-03-30","vote_average":5.0,"runtime":100,"cert":"\"\"","id":318384,"title":"Drums of Love","adult":false,"genre_ids":[10749,18]},{"cast":["Tom Mix","Carmelita Geraghty","William B. Davidson","Jerry Madden","Lee Shumway"],"overview":"The robberies on Jasper Carrol's stages have been so frequent that the stage line plans to hold a stagecoach race with the winner getting the new contract. Tom foils Cal Barker's attempt to kill him and gets a confession from him that Kurt Morley is behind the robberies. But first Tom must win the race for Carrol although Morley's stages have him greatly outnumbered.","release_date":"1927-01-23","vote_average":0.0,"runtime":56,"cert":"\"\"","id":318386,"title":"The Last Trail","adult":false,"genre_ids":[28,37]},{"cast":["Max Hubacher","Sabine Timoteo","Andrea Zogg","Scherwin Amini","Jessy Moravec"],"overview":"Robert, a former driver in illegal races, returns to his hometown Dietikon after a long period of absence. He is determined to put his past behind him and starts an apprenticeship in a repair shop. When he meets teacher Alice, his life starts to unravel.","release_date":"2015-03-05","vote_average":5.0,"runtime":93,"cert":"N\/A","id":318388,"title":"The Drift","adult":false,"genre_ids":[18]},{"cast":["Dorothy Davenport","Noah Beery","Reed Howes","Helen Foster"],"overview":"A ship's captain, believing that his wife has cheated on him, takes their young son and leaves her. he comes back 20 years later. His wife stows away on his ship when he leaves, hoping to see her son, who is aboard. She takes along with her Mary, the daughter of a woman the captain once loved. Complications ensue.","release_date":"1928-04-30","vote_average":0.0,"runtime":70,"cert":"\"\"","id":318390,"title":"Hellship Bronson","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Climb aboard the scenic Potomac Eagle excursion train as it winds along the Potomac River gorge and into a region known as the Trough, taking in the sights and sounds of West Virginia along the way. Marvel at the colorful fall foliage and the majestic bald eagles that dot the sky -- an unforgettable sight that actually inspired the train's name -- as you're pulled by a vintage diesel locomotive from the 1950s.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318395,"title":"America By Rail: All Aboard the Potomac Eagle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Famed jazz pianist Bill Evans performs live in this concert, which originally aired on Italian television. Recorded toward the end of his career, this performance showcases Evans masterfully playing tracks such as \"My Man's Gone Now,\" \"Bill's Hit Tune,\" \"Sugar Plum,\" \"Laurie\" and \"The Two Lonely People.\" Evans's inventive style has had a significant influence on such piano greats as Herbie Hancock, Chick Corea, Keith Jarrett and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318400,"title":"Bill Evans Trio: Rome Concert 1979","adult":false,"genre_ids":[]},{"cast":[],"overview":"The American Film Institute series \"The Directors\" provides one-hour glimpses into the careers of directors whose films have significantly influenced world cinema. Originally a director of award-winning commercials, England's Adrian Lyne moved on to deliver box office blockbusters (Fatal Attraction), cult favorites (Flashdance, Jacob's Ladder) and serious literary adaptations (the remake of Lolita).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318408,"title":"Directors: Adrian Lyne","adult":false,"genre_ids":[]},{"cast":[],"overview":"A heavyset Italian woman, Miris (Donatella Rettore), wins a trip to New York City, slims down with a beautiful baroness (Anita Ekberg) she meets and comes back to Italy to get revenge on the boy who tormented her in this zany early-1980s Italian comedy. With newfound looks and confidence, Miris is set to overcome her previous suicical thoughts and launch a fresh life. Umberto Lenzi directs; Gena Gas, Dario Caporaso and Howard Napper co-star.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318410,"title":"Fatty Girl Goes to New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jazz guitarists can learn six arrangements from the repertoire of master composer Cole Porter, thanks to this easy-to-follow tutorial from educator and musician Fred Sokolow. Sokolow also covers backup guitar versions for accompanying singers, ad-lib solos for each tune, and analysis of chord progressions and substitutions. Songs include \"Night and Day,\" \"At Long Last Love,\" \"You'd Be So Nice to Come Home To,\" \"Let's Do It\" and \"All of You.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318412,"title":"Fred Sokolow: Cole Porter Songbook","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pastor Hezekiah Walker and his Love Fellowship Choir preach a ministry of peace and goodwill in this moving concert that collects various performances and is part of a series produced by Verity. Walker and the crew lift the spirits with such tunes as \"I Will Go,\" \"How Much Can We Bear?,\" \"I'll Fly Away,\" \"Let the Redeemed,\" \"Jesus Is My Help,\" \"I Will Fight,\" \"Wonderful Is My Name,\" \"Power Belongs to God\" and \"Let's Dance.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318414,"title":"Hezekiah Walker and the Love Fellowship Choir: Absolutely Live!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ian Parker sings the blues like only he can in this concert taped live at the 2004 Crossroads Festival and broadcast on German TV. The ultimate musician, who's known for his ability to spin melodic tales, takes his band on a tour of Europe in support of their album \"Inside.\" Tunes include \"Funny How,\" \"Everything and More\" and \"Catfish Blues.\" The video also features footage from a holiday concert, as well as an impromptu jam at Parker's home.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318416,"title":"Ian Parker: Whilst the Wind: Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Go inside the cockpit of high-flying reconnaissance aircraft in this thrilling documentary about the spy planes of modern warfare. Equipped to gather vital intelligence in a single superfast flyby, these spies in the sky capture amazing detail using the latest technology. This film offers a close-up look at the Lockheed U-2, Lockheed SR-71 Blackbird, RF-4 Phantom II and E-3 Sentry AWACS, as well as a peek at the covert fliers of tomorrow.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318418,"title":"In the Cockpit: Spies in the Sky","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Bolshoi Ballet brings to life choreographer Yuri Grigorovich's piece based on Prokofiev's evocative score for Sergei M. Eisenstein's 1944 biopic of Ivan the Terrible. This performance of the work during a U.S. visit by the famed ballet troupe stars original cast members Yuri Vladimirov, Natalia Bessmertnova and Boris Akimov and features the Bolshoi's corps de ballet. The music is performed by the orchestra of the Bolshoi Theatre.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318420,"title":"Ivan the Terrible (Bolshoi Ballet)","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this animated Christmas tale, young Dylan Taylor just aches for the XR-7 Speedster -- a shiny titanium bike that his parents simply can't afford. But when Dylan learns the bike is the grand prize in a Christmas decorating contest, he gets to work. Soon, he finds himself in a fierce competition against his neighbor to transform his yard into a spectacular winter wonderland that would put a gleam even in Santa's eye.","release_date":"1994-10-29","vote_average":0.0,"runtime":30,"cert":"\"\"","id":318431,"title":"Adventures in Odyssey: Electric Christmas","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"Little Steven van Zandt brings down the house in this dynamic concert filmed in December 1987 at Grosse Freiheit in Hamburg, Germany. Van Zandt and backup band the Disciples of Soul deliver an electrifying performance with their trademark blend of rhythm and blues, rock and soul. Highlights include the tracks \"Los Desaparecidos,\" \"Sanctuary\" and \"Out of the Darkness,\" plus an interview with van Zandt conducted by noted music critic Alan Bangs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318433,"title":"Little Steven: Live at Full House","adult":false,"genre_ids":[]},{"cast":["Jim Fullington"],"overview":"Another entry in the series that chronicles the rise and implosion of ECW, is here. This time we head back to 1995 with the guy who was wearing the ECW title that year... The Sandman.","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318435,"title":"Timeline: The History of ECW 1995","adult":false,"genre_ids":[]},{"cast":[],"overview":"This installment of the Hindu epic Mahabharata tells the story of the Pandavas' final year of exile. After losing everything in a dice game and spending 12 years in a forest, the family moves to the kingdom of Virata. The Mahabharata continues to explain the four goals of life -- dharma (duty), artha (wealth), kama (pleasure) and moksha (liberation) -- during this Virata Parva phase of the story.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318437,"title":"Mahabharata: Virata Parva: The 13th Year","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chronicling the genesis of one of rock's most outrageous figures, this nostalgic look at Marilyn Manson's career contains some of his earliest performances as he shared the stage with Daisy Berkowitz, Gidget Gein and Madonna Wayne Gacy. Showing Manson's promise as he launched what would become a legendary career, the video features vintage footage from 1989 and 1990. Tracks include \"Misery Machine,\" \"Lunchbox,\" \"Thrift\" and \"Cyclops.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318439,"title":"Marilyn Manson: Lord of Darkness","adult":false,"genre_ids":[]},{"cast":[],"overview":"This pair of titles features a dazzling concert by French jazz pianist Michel Petrucciani, followed by a documentary that captures the celebrated musician as he embarks on the tour that led him to international stardom. Concert Solo captures Petrucciani playing at France's Marciac Jazz Festival in 1996, performing tunes such as \"Estate\" and \"Manhattan.\" Lettre a Michel Petrucciani then chronicles his landmark first trip to America.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318441,"title":"Michel Petrucciani: Concert Solo \/ Lettre a Michel Petrucciani","adult":false,"genre_ids":[]},{"cast":[],"overview":"With their ferocious freestyling and battle rhyming, San Francisco Bay Area-based Hieroglyphics, a rap collective, has been a dominant force in West Coast underground hip-hop culture. Follow the legendary crew on their 2003 nationwide tour featuring live performances from the group's all-star lineup, including Casual, Souls of Mischief, Pep Love and Del, the Funky Homosapien. Also, check out backstage and tour bus madness on the show circuit.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318455,"title":"Hieroglyphics: Full Circle Tour Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"While serving as a test subject for a synthetic blood product, Bernard (Kevin Barnes) waits for each of his injections inside a suburban motel room. He develops a friendship with the helpful maid (Jill Carnes), but being a medical guinea pig gradually takes its toll on Bernard's sanity. Soon, he believes he's a mummy whose synthetic blood will grant him eternal life. Chris Jolly directs this indie horror flick shot in minimalist black-and-white.","release_date":"2001-03-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318457,"title":"Curse of the Seven Jackals","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two rival television stations face off in an ongoing battle for viewers. Shri Rohit Das Kranti (Dharma Das Ramani) and Shri Prakash Kalse (Shakthi Kapoor), the two owners, resort to one stunt after another to build ratings. Dirty tricks abound, and when one stages an armed takeover of the station, will it be enough to beat the competition?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318459,"title":"Maahiya, Call of Love","adult":false,"genre_ids":[]},{"cast":["Peter Joseph Polaco"],"overview":"It is said that the brightest lights burn out the fastest, and the explosive flash that was ECW is headed for the twilight in 2000. The company would collapse in early 2001 and we will join Justin Credible to walk down the plank toward the end of an era.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318461,"title":"Timeline: The History of ECW 2000","adult":false,"genre_ids":[]},{"cast":[],"overview":"Claudio Abbado leads the Berlin Philharmonic and the Swedish Radio Choir in a performance of Mozart's Requiem at the Salzburg Cathedral to commemorate the 10th anniversary of renowned Austrian conductor Herbert Von Karajan's death. Featuring soloists Rachel Harnisch, Karita Mattila, Sara Mingardo, Bryn Terfel and Michael Schade, this solemn evening is a fitting tribute to one of the 20th century's most influential musical personalities.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318463,"title":"Mozart: Requiem: Karajan Memorial Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"The comedy stylings of some of the freshest faces and most offbeat characters in stand-up are showcased in this second volume from National Lampoon -- the outfit responsible for madcap, gut-busting films such as Animal House and Vacation. Hosted by Frank Caliendo (from \"MADtv\"), the show features live performances by up-and-coming comedians including John DiResta, Sam Tripoli, Bert Kreischer, Tess and Steve Byrne","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318465,"title":"National Lampoon Live: New Faces: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Puddle of Mudd rocks San Diego's Key Club, where they performed live in November 2004. The show includes many of the band's greatest hits and puts you smack-dab in the middle of all the aural tumult.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":318467,"title":"Puddle of Mudd: Striking That Familiar Chord","adult":false,"genre_ids":[]},{"cast":["Alisdair Burke","Germaine Greer"],"overview":"In a hugely entertaining parody of her media persona, a pre-'Female Eunuch' Germaine Greer stars as a terrifyingly amorous woman who alternately cajoles, pursues and assaults a mild little man with cries of \"Darling, do you love me?\" until he succumbs to her strangling hands.","release_date":"1968-01-01","vote_average":6.8,"runtime":3,"cert":"N\/A","id":318475,"title":"Darling, Do You Love Me?","adult":false,"genre_ids":[35]},{"cast":["Karl Dane","George K. Arthur","Jean Arthur"],"overview":"","release_date":"1928-12-23","vote_average":0.0,"runtime":67,"cert":"\"\"","id":318477,"title":"Brotherly Love","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"The energy and independence of the Austin music scene in the 1980s led to the founding of a festival -- SXSW -- that became one of music's biggest events and a launching pad for scores of \"alternative\" groups. This film charts SXSW's evolution.","release_date":"2011-03-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":318479,"title":"Outside Industry: The Story of SXSW","adult":false,"genre_ids":[]},{"cast":["John Heard","Howard Nash","Vincent Pastore","Patricia Rae","Robert Picardo"],"overview":"Traumatized and suffering from amnesia after witnessing a terrible accident, a man who calls himself P.J. is admitted to a hospital, where psychiatrist Alan Shearson tries to get him on the path to recovery. But Dr. Shearson's boss wants to hand over the patient to the state mental ward, and the man's bitter ex-girlfriend is reluctant to help.","release_date":"2008-11-07","vote_average":0.0,"runtime":91,"cert":"\"\"","id":318481,"title":"P.J.","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Documentary about the life and legacy of the prolific children's author.","release_date":"2010-02-23","vote_average":8.0,"runtime":null,"cert":"\"\"","id":318483,"title":"The Initiation of Alice in Wonderland: The Looking Glass of Lewis Carroll","adult":false,"genre_ids":[]},{"cast":["Polly Moran","Harry Gribbon","Bert Roach","Flash"],"overview":"","release_date":"1928-12-29","vote_average":0.0,"runtime":60,"cert":"\"\"","id":318485,"title":"Honeymoon","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The sun is out and it's time for men to dress up as women and for grown-ups to charge about in prams. This film from 1976 shows an event called the Pram-Olympics, which were held on Southsea Common during what was one of the hottest summers ever recorded.","release_date":"1976-01-01","vote_average":5.0,"runtime":4,"cert":"N\/A","id":318487,"title":"Pram-Olympics","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"Shooter Series: Brett Ratner","cast":[],"id":318495,"overview":"Rounding up some of director Brett Ratner's most innovative short projects, this engaging documentary features many of his films from his days as a student at New York University, his big-budget commercials and his music videos. Ratner has collaborated with such superstar vocalists as Madonna, Mariah Carey, Lionel Richie and LL Cool J, while his cinematic oeuvre includes the überpopular Rush Hour franchise and X-Men: The Last Stand.","runtime":null,"genre_ids":[],"release_date":"2009-01-01","vote_average":0.0,"adult":false}]