[{"cast":[],"overview":"An Émile Cohl animation short.","release_date":"1912-01-18","vote_average":0.0,"runtime":3,"cert":"N\/A","id":319003,"title":"The Achievements of Will O' the Wisp","adult":false,"genre_ids":[]},{"cast":["Muriel Robin","Guy Bedos"],"overview":"","release_date":"1993-07-17","vote_average":8.5,"runtime":null,"cert":"N\/A","id":319005,"title":"Bedos-Robin à l'Olympia","adult":false,"genre_ids":[35]},{"cast":["Vera Tschechowa","Horst Naumann","Horst Janson","Alfons Höckmann"],"overview":"","release_date":"1965-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319007,"title":"Anatomie eines Unfalls","adult":false,"genre_ids":[18]},{"cast":["Franz Xaver Kroetz","Hanns Zischler","Heinz Hoenig","Heinrich Schafmeister","Raymond Pellegrin"],"overview":"","release_date":"1989-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319021,"title":"Der Leibwächter","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The episode starts at Peppa's daycare center. Madame Gazelle teaches them a song. But it's recess, and Pedro Pony, wearing an America costume, George, playing Russia, Richard Rabbit, who's dressed as Spain, and Emily Elephant , who's playing Greece, are in the sandbox. Suzy Sheep who plays Holland, and Zoe Zebra ,who plays Japan,Emily Elephant plays as South Africa, make an announcement that it is their turn in the sandbox. A fight erupts that ends up with the toddlers fitting, and Freddy Fox, who plays the United Kingdom, tries to make the peace but gets drawn into the argument. They think of Madame Gazelle, yet their fight cannot be broken up. More people join the fight, like Peppa Pig, who plays France and Emily Elephant who plays South Africa. Before long, 13 countries are fighting, and the fight spirals out of control. Candy Cat, playing Switzerland, remains neutral and makes an effort to stop them from arguing but they don't listen to her.","release_date":"2013-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":319023,"title":"Peppa Pig - International Day","adult":false,"genre_ids":[16]},{"cast":["Heinz Hoenig","Andreas Mannkopff","Ferdy Mayne","Brigitte Mira","Max Volkert Martens"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319025,"title":"Die Spur führt ins Verderben","adult":false,"genre_ids":[53]},{"cast":["Hanno Pöschl","Rainhard Fendrich","Olivia Pascal","Mario Adorf","Wilfried Baasner"],"overview":"A comedy directed by Franz Novotny.","release_date":"1985-02-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":319027,"title":"Coconuts","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"This short film \"Torerillos 61\" is one of the first works of the master Patino, which tries to portray the Spanish society of the time outside the state convention and dodging the hand of censorship. Social commitment is the brand director throughout his long career, starting with short films such as this one, made in the early sixties, in the wake of the statements in Talks Salamanca. The sadness off the characters portrayed is bleak, \"Maletillas\" (aspiring bullfighters) in search of luck to pull them out of poverty. (IMDb)","release_date":"1962-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":319029,"title":"Torerillos, 61","adult":false,"genre_ids":[18,99]},{"cast":["Marion Forster","Astrid Boner","Harry Kalenberg","Elisabeth Felchner","Wolfgang Hellmund"],"overview":"A comedy directed by Kurt Nachmann.","release_date":"1971-07-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":319031,"title":"A Bit of Everything","adult":false,"genre_ids":[35]},{"cast":["Raymond McKee","Ruth Hiatt","Mary Ann Jackson","Andy Clyde","Carmelita Geraghty"],"overview":"Here it's Andy Clyde in a long beard as Raymond McKee's rich uncle Dan. He quickly becomes entangled with Carmelita Geraghty, the vamp next door, and her conniving brother Bud Jamison.","release_date":"1926-11-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319033,"title":"Smith's Uncle","adult":false,"genre_ids":[]},{"cast":["Sascha Hehn","Barbara Nielsen","Eva Garden","Ilja Richter","Ernst Auer"],"overview":"A comedy directed by Franz Antel.","release_date":"1973-09-28","vote_average":0.0,"runtime":87,"cert":"N\/A","id":319044,"title":"Das Wandern ist Herrn Müllers Lust","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Biopic about Margaret Sanger, as played by Piper Laurie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319046,"title":"The Woman Rebel","adult":false,"genre_ids":[]},{"cast":["Emily Warfield","Victoria Principal","Henry Thomas","Sarah Chalke"],"overview":"The story of Traci Di Carlo who was accused of plotting the murder of her obsessively domineering mother. Traci's boyfriend was arrested for the killing.","release_date":"1994-04-04","vote_average":5.0,"runtime":91,"cert":"\"\"","id":319048,"title":"Beyond Obsession","adult":false,"genre_ids":[]},{"cast":["Kim Soss"],"overview":"Elisabeth Subrin’s masterful film is a shot-by-shot reenactment of an unreleased 1967 documentary portrait of SAIC student Shulamith Firestone, who, a few years later, would become a central figure in the rise of radical feminism. Through its meticulous staging, the film expresses in Subrin’s words, “the residues of the past,” and the resonance of issues around gender and class today. (Gene Siskel Film Center)","release_date":"1997-01-01","vote_average":6.0,"runtime":37,"cert":"\"\"","id":319050,"title":"Shulie","adult":false,"genre_ids":[]},{"cast":["Reiner Schöne","Alexander Wagner","Sylvia Manas","Maria Schell","Raymond Pellegrin"],"overview":"A movie directed by Bernd Fischerauer.","release_date":"1975-06-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":319052,"title":"Change","adult":false,"genre_ids":[]},{"cast":["Dragana Mirković","Rambo Amadeus","Branka Katić","Milorad Mandić","Nebojša Bakočević"],"overview":"Deni, a young woman working in McDonalds, has dreams of fame. When a producer discovers her singing talent he gets her into the game. However, she soon feels overburdened. Fortunately, the ghost of Elvis is there to help her.","release_date":"1994-04-12","vote_average":5.0,"runtime":96,"cert":"N\/A","id":319054,"title":"Sweet of Dreams","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Max Hardcore","Mr. Marcus","Lee-anne McQueen","Layla Jade"],"overview":"Wanting to provide for her daughter, a 25 year old mother travels from her UK home of Canvey Island to get into porn in America having done some UK videos.  The documentary follows her journey further into the business and watches as she comes under a variety of influences.","release_date":"2001-04-07","vote_average":4.5,"runtime":63,"cert":"N\/A","id":319065,"title":"Hardcore","adult":false,"genre_ids":[99]},{"cast":["Gore Vidal","William F. Buckley","Kelsey Grammer","John Lithgow","Dick Cavett"],"overview":"A documentary about the legendary series of nationally televised debates in 1968 between two great public intellectuals, the liberal Gore Vidal and the conservative William F. Buckley Jr.  Intended as commentary on the issues of their day, these vitriolic and explosive encounters came to define the modern era of public discourse in the media, marking the big bang moment of our contemporary media landscape when spectacle trumped content and argument replaced substance. Best of Enemies delves into the entangled biographies of these two great thinkers, and luxuriates in the language and the theater of their debates, begging the question, \"What has television done to the way we discuss politics in our democracy today?\"","release_date":"2015-07-31","vote_average":7.3,"runtime":87,"cert":"\"\"","id":319067,"title":"Best of Enemies","adult":false,"genre_ids":[99,36]},{"cast":["Amos Oz"],"overview":"The 1967 'Six-Day' war ended with Israel's decisive victory; conquering Jerusalem, Gaza, Sinai and the West Bank. It is a war portrayed, to this day, as a righteous undertaking - a radiant emblem of Jewish pride. One week after the war, a group of young kibbutzniks, led by renowned author Amos Oz, recorded intimate conversations with soldiers returning from the battlefield. The recording revealed an honest look at the moment Israel turned from David to Goliath. The Israeli army censored the recordings, allowing the kibbutzniks to publish only a fragment of the conversations. 'Censored Voices' reveals the original recordings for the first time.","release_date":"2015-01-24","vote_average":5.7,"runtime":84,"cert":"\"\"","id":319069,"title":"Censored Voices","adult":false,"genre_ids":[36,99]},{"cast":["Damon Dash","Daymond John","Nas","Pharrell Williams","Kanye West"],"overview":"Fresh Dressed chronicles the history of Hip-Hop | Urban fashion and its rise from southern cotton plantations to the gangs of 1970s in the South Bronx, to corporate America, and everywhere in-between. Supported by rich archival materials and in depth interviews with individuals crucial to the evolution of a way of life--and the outsiders who studied and admired them--Fresh Dressed goes to the core of where style was born on the black and brown side of town.","release_date":"2015-06-26","vote_average":6.7,"runtime":90,"cert":"\"\"","id":319071,"title":"Fresh Dressed","adult":false,"genre_ids":[99,36,10402]},{"cast":["Robert Hunter","Paul Watson","Rex Weyler","Bobbi Hunter","David Garrick"],"overview":"In 1971, a group of friends sail into a nuclear test zone, and their protest captures the world's imagination. Using never before seen archive that brings their extraordinary world to life, How To Change The World is the story of the pioneers who founded Greenpeace and defined the modern green movement.","release_date":"2015-09-09","vote_average":6.9,"runtime":110,"cert":"\"\"","id":319073,"title":"How to Change the World","adult":false,"genre_ids":[99,36]},{"cast":["Kurt Cobain","Dave Grohl","Courtney Love","Krist Novoselic"],"overview":"The authorized documentary on late Guitar\/lead singer Kurt Cobain from his early days in Aberdeen Washington to his success and downfall with Grunge band Nirvana.","release_date":"2015-03-23","vote_average":7.7,"runtime":132,"cert":"\"NR\"","id":319075,"title":"Cobain: Montage of Heck","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The story of the Black Panthers is often told in a scatter of repackaged parts, often depicting tragic, mythic accounts of violence and criminal activity. Master documentarian Stanley Nelson goes straight to the source, weaving a treasure of rare archival footage with the voices of the people who were there: police, FBI informants, journalists, white supporters and detractors, and Black Panthers who remained loyal to the party and those who left it. An essential history, The Black Panthers: Vanguard of the Revolution, is a vibrant, human, living and breathing chronicle of this pivotal movement that birthed a new revolutionary culture in America.","release_date":"2015-01-23","vote_average":7.3,"runtime":113,"cert":"\"\"","id":319089,"title":"The Black Panthers: Vanguard of the Revolution","adult":false,"genre_ids":[99]},{"cast":["Andrea Pino","Annie Clark","Claire Potter","Melinda Manning","Claire Potter"],"overview":"A startling expose of rape crimes on US campuses, their institutional cover-ups, and the devastating toll they take on students and their families. The film follows the lives of several undergraduate assault survivors as they attempt to pursue—despite incredible push back, harassment and traumatic aftermath—both their education and justice.","release_date":"2015-02-27","vote_average":7.6,"runtime":104,"cert":"\"\"","id":319091,"title":"The Hunting Ground","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For generations, all that distinguished Eagle Pass, TX, from Piedras Negras, MX, was the Rio Grande. But when darkness descends upon these harmonious border towns, a cowboy and lawman face a new reality that threatens their way of life.","release_date":"2015-09-25","vote_average":5.8,"runtime":93,"cert":"\"\"","id":319093,"title":"Western","adult":false,"genre_ids":[37,99]},{"cast":["Andrea Sobey"],"overview":"David Gladwell (Requiem for a Village) was just 20 years old when he made A summer Discord, an imaginative amateur, silent short film set in the countryside which tells the story of a little girl who is reprimanded by her mother. Of particular note is the film’s dark nightmare sequence which is shot in colour (unlike the rest of the film) and which anticipates Gladwell’s later, highly poetical films.  From BFI Player: http:\/\/player.bfi.org.uk\/film\/watch-summer-discord-1955\/","release_date":"1955-08-07","vote_average":0.0,"runtime":17,"cert":"N\/A","id":319095,"title":"A Summer Discord","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Postman Pat is back as \"Head of Special Delivery Service\" with 4 action packed mission focused episodes.","release_date":"2010-01-18","vote_average":0.0,"runtime":121,"cert":"N\/A","id":319097,"title":"Postman Pat Special Delivery Service A Speedy Delivery","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319099,"title":"Willi wills wissen - Wohin mit all dem Müll?","adult":false,"genre_ids":[]},{"cast":["Bernard Miles","Percy Walsh"],"overview":"The work of the Home Guard.","release_date":"1941-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":319113,"title":"The Dawn Guard","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"1992. In Wuppertal, in Germany, two skinheads killed a man who claimed to be Jewish. Amos Gitai questions the witnesses, the residents, and the protagonists of the trial.","release_date":"1994-02-11","vote_average":0.0,"runtime":96,"cert":"N\/A","id":319115,"title":"In the Valley of the Wupper","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Shots of city and country life come together to form an impressionistic whole.","release_date":"1956-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":319117,"title":"Zone Moment","adult":false,"genre_ids":[]},{"cast":["Guy Kibbee","Cora Witherspoon","Dorothy Moore","Gordon Jones","Russell Hicks"],"overview":"A small-town veterinarian inherits $2 million from an uncle he barely knew. His attempts to help mankind don't go smoothly.","release_date":"1937-07-23","vote_average":5.0,"runtime":60,"cert":"\"\"","id":319119,"title":"The Big Shot","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Chen Sheinberg's passion is insects - filming them, to be exact (in the spirit of the great proto-Surrealist Percy Smith) - more often than not with surprising and somewhat scary results. It's only fitting then that he identifies with them - even in death.","release_date":"2015-01-26","vote_average":0.0,"runtime":3,"cert":"N\/A","id":319121,"title":"Self-portrait as a Dead Stick Insect","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yves Netzhammer's usually language-free animations offer freaky in-a-nutshell versions of all the disturbing sights and events we (are forced to) witness every day. Befitting an age of indifference, these series of grotesque rituals and absurd cycles are presented in a glacial, uncaring aesthetic. Genuinely disturbing genius.","release_date":"2015-01-22","vote_average":0.0,"runtime":20,"cert":"N\/A","id":319123,"title":"Formales Gewissen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Newsreel about the opening of the casina in Vina del Mar (Chile).","release_date":"1931-01-18","vote_average":5.5,"runtime":null,"cert":"N\/A","id":319134,"title":"Inauguracion Casino de Vina del Mar","adult":false,"genre_ids":[]},{"cast":["Takako Tokiwa","Kento Hayashi","Tomoko Nakajima","Nozomu Iwao","Terunosuke Takezai"],"overview":"A radio DJ, Mao starts a new program called, \"Love Letters from the Drawer\" to assist people who need an extra push to send out their simple yet very important message for their loved ones. The show was inspired by her own experience after reading a letter from her father after he died. Through her radio show, various characters come to light as everyone awaits for a miracle to happen. A miracle which can occur only by them expressing their true feelings...  The movie is full of emotions and music plays an important part of it. It has a great cast that represent the many faces of love. Parents, sons, lovers, and friends. The movie takes you to several locations within Japan, you can get a look at the beautiful coast and shrine, as well as the city sights","release_date":"2009-11-10","vote_average":0.0,"runtime":119,"cert":"N\/A","id":319136,"title":"Listen to My Heart","adult":false,"genre_ids":[]},{"cast":[],"overview":"A weird and wonderfully bizarre Japanese cartoon from the '30s.","release_date":"1932-01-18","vote_average":0.0,"runtime":10,"cert":"N\/A","id":319138,"title":"The Plane Cabby's Lucky Day","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Larks' Moving Day. Early Japanese animation.","release_date":"1933-01-31","vote_average":0.0,"runtime":4,"cert":"N\/A","id":319140,"title":"The Larks' Moving Day","adult":false,"genre_ids":[16]},{"cast":["Sammy Hagar","Michael Anthony","Vic Johnson","Mona Gnader","David Lauser"],"overview":"The Long Road to Cabo is a delightful documentary about rock &amp; roll fellowship, featuring Sammy Hagar as the founder of a summer-long feast of heavy metal, Van Halen memories, and many bared female bosoms (in Hagar's audiences, that is). Looking more like a mellow, mid-life surfer than hairy rock icon from the 1980s, the ever-expansive Hagar leads the Waboritas through a long, hot 2002 tour, sharing a bill with David Lee Roth, Hagar's co-outcast from Van Halen. Despite their shared ignominy, Roth rebuffs Hagar's efforts at collaboration, or at least camaraderie, resulting in a competitive and entertainingly catty atmosphere.","release_date":"2003-09-23","vote_average":8.5,"runtime":90,"cert":"\"PG-13\"","id":319142,"title":"The Long Road to Cabo","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"This early Japanese animation opens with a festival of sorts...","release_date":"1933-01-18","vote_average":5.0,"runtime":16,"cert":"N\/A","id":319144,"title":"Sanko and the Octopus: A Fight Over a Fortune","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A farmer walking in the woods is frightened away by a shapeshifting fox, who then disguises himself as a samurai and makes his way to a temple, haunted by a young shapeshifting tanuki whose various attempts to frighten the fox\/samurai away fail. The young tanuki telephones his father, and they join forces against the samurai.","release_date":"1933-12-31","vote_average":7.5,"runtime":12,"cert":"N\/A","id":319146,"title":"Ugokie kori no tatehiki","adult":false,"genre_ids":[14,35,16]},{"cast":[],"overview":"Norakuro keeps getting his allies and enemies mixed up during training.","release_date":"1933-06-13","vote_average":0.0,"runtime":9,"cert":"N\/A","id":319157,"title":"Private 2nd Class Norakuro: The Drill","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short film by Sudevan.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319159,"title":"Planning","adult":false,"genre_ids":[]},{"cast":[],"overview":"Private 2nd Class Norakuro is having the training for recruits, but makes so many mistakes.","release_date":"1933-01-18","vote_average":0.0,"runtime":9,"cert":"N\/A","id":319161,"title":"Private 2nd Class Norakuro: The Training","adult":false,"genre_ids":[16]},{"cast":["Sofia Vercellin","Silvia Bruera","Manlio Gomarasca","Alessia Ronzani","Alfredo Rota"],"overview":"","release_date":"2012-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319163,"title":"Il notturno di Chopin","adult":false,"genre_ids":[18,53]},{"cast":["Yvonne Leduc","Marthe Sarbel","Charles Camus","Armand Bernard"],"overview":"A maid applies to a good position at the Dutilleul's, but she wouldn't know how good it was to be until people starts taking her for the lady of the house...","release_date":"1930-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319165,"title":"La Place est Bonne!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Sending a burning arrow into the stunting effects that the compartmentalization of culture has on how creativity manifests, visual artist Doug Aitken embarked on an experiment exploring a less materialistic and more nomadic direction of art creation, exhibition, and participation. Station to Station involved a train that crossed North America housing a constantly changing creative community including artists, musicians, and curators, who collaborated in the creation of recordings, artworks, films, and 10 unique happenings, across the country.","release_date":"2014-12-31","vote_average":7.6,"runtime":71,"cert":"\"\"","id":319167,"title":"Station to Station","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Short movie from 1934 about a war between monkeys and bears.","release_date":"1934-03-24","vote_average":0.0,"runtime":3,"cert":"N\/A","id":319169,"title":"Sankichi the Monkey: The Storm Troopers","adult":false,"genre_ids":[35,16,10752]},{"cast":["Yo Oizumi","Kou Shibasaki","Hitori Gekidan","Takashi Sasano","Morio Kazama"],"overview":"Haruo (Yo Oizumi) has a dream to become the best magician, but, so far, he is only a marginal magician. Haruo also doesn't have parents. He then goes back 40 years in time to Asakusa, Tokyo. There, he meets his parents when they were young and he learns the secret of his birth.","release_date":"2014-05-24","vote_average":6.3,"runtime":96,"cert":"N\/A","id":319171,"title":"A Bolt from the Blue","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2005-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319176,"title":"Gregorian - The Masterpieces - Live from Prague","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film where the hero Hatanosuke battles ghosts and monsters in a haunted house.","release_date":"1935-01-18","vote_average":0.0,"runtime":1,"cert":"N\/A","id":319178,"title":"Hatanosuke and the Haunted House","adult":false,"genre_ids":[16]},{"cast":[],"overview":"East German TV film from 1975 dealing with censorship issues of Slatan Dudow's 1932 film Kuhle Wampe: Oder wem gehört die Welt?","release_date":"1975-05-02","vote_average":0.0,"runtime":63,"cert":"N\/A","id":319180,"title":"Ein Feigenblatt für Kuhle Wampe","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"It is the end of an era. Marco, Bissoon and their friends have spent their lives working for a sugar factory that is due to close. Sugarcane is no longer profitable so it will soon be replaced by luxurious villas, golf courses and playgrounds for rich tourists, making this area forbidden for the working class. As their world seems to fall apart around them, some struggle to find their places in their strange new surroundings, while others decide to leave the country. For Bissoon, the closing of the factory brings frustration, emptiness and neo-colonial malaise. Meanwhile Marco gets intrigued by Devi, the wife of the authoritarian man overseeing the demolition of the factory.  Continuing his work of putting Mauritius on the cinematic map, David Constantin tells a story of a move from tradition to modernity. In doing so, he offers a view behind the postcard façade of paradise, portraying the world less picture perfect than you might think.","release_date":"2014-11-01","vote_average":5.0,"runtime":88,"cert":"N\/A","id":319182,"title":"Sugarcane Shadows","adult":false,"genre_ids":[]},{"cast":["Pamela Pak","Moon Lee","Josephine Koo","Prudence Liew Mei-Kwan","Ng Man-Ling"],"overview":"Midnight Whisper is a radio talk show in which listeners call in to discuss their lives. One evening a gentleman calls in to say that he has been in love with a woman for a very long time – but that his love seems hopeless – she has become the mistress of another man for the love of her daughter.  The daughter then calls in to say that the man is lying and that her mother is a terrible woman. Finally, the next day the distraught mother calls in to tell her story. Kung fu diva Moon Lee Choi-fung star in this rare melodramatic turn as Lee Siu-hong, a troubled Mainland Chinese lass who runs away from home to become a Hong Kong prostitute. As her desperate mother (Josephine Koo Mei-wah) scours the colony's pleasure quarters, we see flashbacks of the girl's unfortunate past.","release_date":"1988-12-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":319184,"title":"Midnight Whispers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dreaming of rising up in the world, Chibisuke the little bonze travels to the city, where he becomes a retainer to a Cabinet minister, who takes a liking to Chibisuke who dances for him in his palm. One day, Chibisuke is accompanying a princess to Shimizu when a mountain devil attacks her. Chibisuke makes numerous surprise attacks on the devil before finally overcoming him, and using a horn of plenty left behind by the devil, he ends up a strapping young man.","release_date":"1935-01-18","vote_average":0.0,"runtime":9,"cert":"N\/A","id":319186,"title":"Tiny Chibisuke's Big Adventure","adult":false,"genre_ids":[16]},{"cast":["Osvald Helmuth","Einar Sissener","Sigrid Horne-Rasmussen","Dirch Passer","Betty Helsengreen"],"overview":"","release_date":"1947-12-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":319194,"title":"Stjerneskud","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A short film about frogs and a fish trying to eat them all.","release_date":"1936-01-18","vote_average":0.0,"runtime":1,"cert":"N\/A","id":319196,"title":"The Sun and the Frogs","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2012-06-29","vote_average":2.1,"runtime":null,"cert":"N\/A","id":319201,"title":"WWW.","adult":false,"genre_ids":[80,18,53]},{"cast":["Daniel Gillies","Ryo Ishibashi","Yoshino Kimura","Thom Irvine","Ethan Amis"],"overview":"Absolutely terrified of the sea, an American lawyer reluctantly goes on an ocean cruise to be near the wife of a client, with no idea of the grim situation that awaits them all.","release_date":"2007-02-22","vote_average":4.4,"runtime":87,"cert":"\"\"","id":319203,"title":"Dream Cruise","adult":false,"genre_ids":[27,10770]},{"cast":["Geert Hoste"],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319205,"title":"Geert Hoste: Lol","adult":false,"genre_ids":[35]},{"cast":["Kim Fowley","Ed Begley Jr.","Rachelle Carson"],"overview":"Michael and Jackie O'Brien (Owner's of the World Famous 'Toi' restaurant on Sunset), take a journey of rock music, love, and family as they get their sixties band back together again to play one last time at 'Goodstock' in West Virginia. Along the way they talk to Ed Begley Jr. about his sixties experiences, jam out with Giovanni Ribisi, and find out that Woodstock isn't 'what' it used to be.","release_date":"2008-05-05","vote_average":0.0,"runtime":97,"cert":"\"\"","id":319207,"title":"Going To Whatstock?","adult":false,"genre_ids":[]},{"cast":["Kim Fowley","Rodney Bingenheimer"],"overview":"Documentary about seminal garage-rock band, The Seeds, that uses vintage footage, rare photos, memorabilia and audio, plus fresh interviews with band members and associates as well as notable fans and observers, Pushin’ Too Hard relates the bizarre rage-to-riches-to-rags tale of the rock quartet who took Los Angeles by storm in the mid-60s.","release_date":"2014-08-16","vote_average":0.0,"runtime":110,"cert":"\"\"","id":319209,"title":"The Seeds: Pushin' Too Hard","adult":false,"genre_ids":[]},{"cast":["Mehdi Nebbou","Ulrike C. Tscharre","Janina Fautz","Britta Hammelstein","Marie Bendig"],"overview":"A husband and wife struggle with their consciences after they try to conceal a terrible crime committed by their teenage daughter.","release_date":"2015-01-22","vote_average":6.9,"runtime":95,"cert":"N\/A","id":319211,"title":"We Monsters","adult":false,"genre_ids":[18,53]},{"cast":["Tim Bettridge","Kitty Griffiths","Kristy Hopkins","Maria Lee Metheringham","Maddy Patterson"],"overview":"Three wickedly sexy tales in this terrifying anthology that are sure to make your blood curdle while fulfilling your deepest fantasies.  In Sweet Mirror: A timid girl finds an escape from her sexual repression in a mysterious old mirror. Her new confidence allows her to confront her inner demons.  In Terror the Bear: An evil teddy bear plots the demise of a group of self-absorbed students.  In Hidden Camera: Steve's secret recordings are found by his girlfriend Lyndsey and her plan for revenge is death.  Horrifying, deadly and dangerous consequences abound behind this Vault of Victims.","release_date":"2014-09-23","vote_average":0.0,"runtime":70,"cert":"\"R\"","id":319213,"title":"A Vault of Victims","adult":false,"genre_ids":[27]},{"cast":["Jean-Luc Hennig","Alina Reyes","Edward Lucie Smith","Claudine Cohen","Jean-Paul Goude"],"overview":"All over the world, since the dawn of humanity, the buttocks have been the subject of innumerable representations. From the Louvre to the Metropolitan, on the street and at the beach, through cinema and advertising, this film lays bare the evolution of our collective fantasies revolving around the bottom. Paleo-anthropology, psychoanalysis, and the history of art all give us a glimpse of the hidden side of our bottoms.","release_date":"2009-11-29","vote_average":0.0,"runtime":52,"cert":"N\/A","id":319215,"title":"The Hidden Side of the Bottom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1999-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319217,"title":"La familia... 30 años después","adult":false,"genre_ids":[]},{"cast":["Fahrani","Shinta Bachir","Meidan Maladi","Dallas Pratama","Rebecca Reijman"],"overview":"A photoshoot in the jungle goes haywire when the models are attacked by mysterious creatures","release_date":"2010-04-29","vote_average":0.0,"runtime":82,"cert":"N\/A","id":319222,"title":"Taring","adult":false,"genre_ids":[27]},{"cast":["Mary Astor"],"overview":"Dee Renaud is a girl playing the \"Devil\" in an amusement concession at a beach resort. Slick Glicks, the barker, promises the yokels that if they're able to catch the \"Lady From Hell,\" she will reward them with a kiss. But when Glicks tries to go beyond kissing, Dee is rescued by Jim Coakley, son of a New England lighthouse keeper...","release_date":"1929-04-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319224,"title":"The Woman from Hell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Buddhism Force: Buddha Man is a 1986 Japanese indie tokusatsu short film.","release_date":"1986-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":319226,"title":"Buddhism Force: Buddha Man","adult":false,"genre_ids":[]},{"cast":["Fifi D'Orsay","Reginald Denny","Cliff Edwards","Yola d'Avril","Sandra Ravel"],"overview":"An addled Englishman's efforts to save three young women from eviction land them all in jail and leads to other adventures and mischief.","release_date":"1930-10-10","vote_average":4.0,"runtime":73,"cert":"\"\"","id":319228,"title":"Those Three French Girls","adult":false,"genre_ids":[35]},{"cast":["Christina Colon","Davonne Bacchus"],"overview":"This 3 minute short film follows the morning of a young woman and explores a surreal connection between dreams and reality and how childhood folktales and stories with morals told to us as children connect with adulthood.","release_date":"2015-01-01","vote_average":10.0,"runtime":2,"cert":"\"\"","id":319230,"title":"Pauline","adult":false,"genre_ids":[18]},{"cast":[],"overview":"California was teetering on the edge of doom. Animosity between Los Angeles and San Francisco had grown out of control. War was looming in the hearts of men and women from Petaluma to Pacoima. Then, in early May, General Juan Gomez de los Angeles led his Southern troops in an offensive against the Bay Area. Once the Battle of San Francisco began there was no turning back . . . In Smog and Thunder is a mockumentary about a California civil war set in a vaguely recent past.  - Written by Sean Meredith","release_date":"2003-01-20","vote_average":0.0,"runtime":46,"cert":"\"PG-13\"","id":319232,"title":"In Smog and Thunder","adult":false,"genre_ids":[]},{"cast":["Til Schweiger","Heinz Hoenig","Jasmin Tabatabai","Benno Fürmann","Ralph Herforth"],"overview":"","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319237,"title":"Lemgo","adult":false,"genre_ids":[53]},{"cast":["Heinz Hoenig","Margarita Broich","Jürgen Hentsch","Stefan Kurt","Johanna Klante"],"overview":"","release_date":"1998-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319248,"title":"Mein Kind muss leben","adult":false,"genre_ids":[18]},{"cast":["Heinz Hoenig","Jasmin Tabatabai","Rüdiger Vogler","Julia Jäger","Johannes Silberschneider"],"overview":"","release_date":"1999-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319250,"title":"Rendezvous mit dem Teufel","adult":false,"genre_ids":[53]},{"cast":["Heiner Lauterbach","Heinz Hoenig","Helmut Zierl","Martin Semmelrogge","Sandra Speichert"],"overview":"","release_date":"2002-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319252,"title":"Tödliches Rendezvous - Die Spur führt nach Palma","adult":false,"genre_ids":[80]},{"cast":["Alexandra Maria Lara","Wotan Wilke Möhring","Heinz Hoenig","Richy Müller","Axel Prahl"],"overview":"","release_date":"2002-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319254,"title":"Liebe und Verrat","adult":false,"genre_ids":[80]},{"cast":["Heikko Deutschmann","Nicole Heesters","Heinz Hoenig","Gabriela Maria Schmeide","Naomi Krauss"],"overview":"","release_date":"2001-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319256,"title":"Nicht ohne dich","adult":false,"genre_ids":[18]},{"cast":["Valerie Niehaus","Heinz Hoenig","Thure Riefenstein","Richy Müller","Eva Pflug"],"overview":"","release_date":"2006-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319258,"title":"Rose unter Dornen","adult":false,"genre_ids":[18]},{"cast":["Dorothy Revier"],"overview":"Nightclub entertainer Violet La Tour collapses during a performance in Sagebrush, Texas, and is taken to the ranch of Lon Dixon. They fall in love and are married. Feeling deserted when Lon joins a posse in search of rustlers, she returns to New York. There, she is wooed by her agent, Maurice Kane, but confirms her love for Lon when he comes to claim her.","release_date":"1930-05-09","vote_average":0.0,"runtime":65,"cert":"\"\"","id":319260,"title":"Call of the West","adult":false,"genre_ids":[37]},{"cast":["Karl Dane","George K. Arthur","Josephine Dunn"],"overview":"","release_date":"1929-02-09","vote_average":0.0,"runtime":59,"cert":"\"\"","id":319262,"title":"All at Sea","adult":false,"genre_ids":[35]},{"cast":["One Republic"],"overview":"","release_date":"2012-09-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319267,"title":"One Republic - iTunes Festival","adult":false,"genre_ids":[10402]},{"cast":["Alanis Morissette"],"overview":"","release_date":"2012-09-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319272,"title":"Alanis Morissette - Live at Credicard Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This documentary celebrates the pioneering labors of early Jewish settlers in Palestine. With striking visuals and a remarkable soundtrack the film records the technological and agricultural accomplishments of the pioneers and extols the idea of a socialist Jewish state. Footage includes shots taken at the Jaffa port and on various kibbutzes of the time; Lerski's expressive style creates an almost mythic image of the Jew in Palestine, toiling and triumphing amidst the sweeping desert landscape.","release_date":"1936-01-19","vote_average":6.3,"runtime":null,"cert":"\"\"","id":319280,"title":"Avodah","adult":false,"genre_ids":[]},{"cast":[],"overview":"Montage and animation in two Acts: the preparation for the Glasgow Arts School Ball; and the ball itself.","release_date":"1935-01-19","vote_average":0.0,"runtime":24,"cert":"N\/A","id":319282,"title":"Camera Makes Whoopee","adult":false,"genre_ids":[]},{"cast":["Doon Mackichan","Kerry Katona","Andrew Majors","Christopher Biggins","Jennie Bond"],"overview":"Annual countdown of the 40 most shocking celebrity moments of the year.","release_date":"2014-12-28","vote_average":5.0,"runtime":175,"cert":"N\/A","id":319290,"title":"Most Shocking Celebrity Moments 2014","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"If all pictures became current, in that they pass by and in doing so, are connectable with one another, whether elegantly or obscenely, through translation or association\u0097how would it be possible to fasten down a picture? Hito Steyerl\u0092s light-hearted picture translations are about fastening things in an elegant-obscene way: In Tokyo she is looking for a photo series that she posed for in 1987 as a \u0093rope bondage\u0094 model. While making inquiries with experts and authorities in the bondage arts (which are mainly marketed online nowadays), she found what she was looking for in a magazine archive. The cinematic tension is extremely high just now says the translator while Steyerl looks through photos of herself from her days as a film student.","release_date":"2007-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":319292,"title":"Lovely Andrea","adult":false,"genre_ids":[]},{"cast":["Jeffrey Combs","Elyse Levesque","Aron Tager","Patrick Gallagher","Christopher Heyerdahl"],"overview":"The Black Cat, set in 1840 Philadelphia, has the great writer Edgar Allan Poe, struggling with alcoholism, writers block, as well as being out of ideas, short on cash, and tormented by his wife Virginia's black cat that will either destroy his life or inspire him to write one of his most famous stories.","release_date":"2007-01-19","vote_average":6.4,"runtime":58,"cert":"\"\"","id":319297,"title":"The Black Cat","adult":false,"genre_ids":[27]},{"cast":["Mariko Itsuki","Minori Terada","Ryûji Yamamoto","Masami Horiuchi","Masasuke Hirose"],"overview":"Japanese film directed by Akio Jissoji.","release_date":"1990-02-15","vote_average":5.0,"runtime":95,"cert":"N\/A","id":319299,"title":"La Valse","adult":false,"genre_ids":[18]},{"cast":["Ted DiBiase"],"overview":"A chronicle of \"Million Dollar Man\" Ted Di Biase's journey from childhood to wrestling stardom to becoming an ordained minister.","release_date":"2016-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319301,"title":"Wrestling With Faith","adult":false,"genre_ids":[99]},{"cast":["Fairuza Balk","Michael Moriarty","Warren Kole","Laurene Landon","Malcolm Kennard"],"overview":"In the middle of nowhere, a recently divorced female traveler, who is a passenger on a bus that has broken down, gets caught in a bizarre and violent turf war between serial killers.","release_date":"2006-01-20","vote_average":5.6,"runtime":58,"cert":"\"\"","id":319315,"title":"Pick Me Up","adult":false,"genre_ids":[27,10770]},{"cast":["Fernando Arau","Mario Almada","Gabriela Roel","Wolf Ruvinskis"],"overview":"Street-punk drafted to soccer team, rises to stardom. Cuz he plays so good.","release_date":"1986-05-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":319317,"title":"Chido Guan, el tacos de oro","adult":false,"genre_ids":[]},{"cast":["Abraham Ramos","Ernesto Yáñez","Isela Vega"],"overview":"Non-conformist advertising executive pressured to toe the line and behave.","release_date":"2006-01-18","vote_average":5.0,"runtime":98,"cert":"N\/A","id":319319,"title":"Como tú me has deseado","adult":false,"genre_ids":[]},{"cast":["Jorge Rivero","Helena Rojo","Nadia Milton","Narciso Busquets","Tito Junco"],"overview":"Series western, adaptation of a popular comic-book.","release_date":"1972-12-28","vote_average":5.0,"runtime":95,"cert":"N\/A","id":319321,"title":"El payo - un hombre contra el mundo!","adult":false,"genre_ids":[]},{"cast":["Henry Thomas","Lucie Laurier","Matt Frewer","Stacy Grant","Jake D. Smith"],"overview":"Jamie (Henry Thomas) is a lonely and depressed and divorced young man who creates artificial flavorings until one day his life is hijacked by a series of random scenes in which he realizes that he is psychically linked to a beautiful young woman that he has never met. But when a violent image shakes him, Jamie decides to track down the woman and finds that her life is not all that it appears to be.","release_date":"2005-11-25","vote_average":5.6,"runtime":60,"cert":"\"\"","id":319323,"title":"Chocolate","adult":false,"genre_ids":[27,10770]},{"cast":["Jo Jiang","Musi Ni","Ling Peng","Renata Tan","Hong Soo-a"],"overview":"Seven friends are on their way to attend a friends' marriage when they see the aftermath of a car accident on the highway.","release_date":"2014-11-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":319325,"title":"Haunted Road","adult":false,"genre_ids":[27]},{"cast":["Sílvia Pérez Cruz","Jordi Sabatés","Laia Soler","Toti Soler"],"overview":"","release_date":"2013-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319336,"title":"Toti Soler, d'una Manera Silenciosa","adult":false,"genre_ids":[]},{"cast":["Marina Foïs","Laurent Lafitte","Alexandre Desrousseaux","Anna Lemarchand","Achille Potier"],"overview":"Florence and Vincent Leroy are a model couple. They have great jobs, a perfect marriage and delightful children. And now they want their divorce to be an equal success. But when they are both simultaneously promoted to their dream jobs, their relationship becomes a nightmare. From that moment on, the gloves are off, the two exes declare war and will do everything in their power to NOT have custody of their children.","release_date":"2015-02-04","vote_average":6.2,"runtime":85,"cert":"\"\"","id":319341,"title":"Daddy or Mommy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319343,"title":"Do Outro Lado do Rio","adult":false,"genre_ids":[]},{"cast":[],"overview":"To hike the Trail is challenge enough by itself, said filmmaker Thomas Hogeboom, But when you add the dimension of a film production, the challenge becomes enormous.","release_date":"1992-08-21","vote_average":0.0,"runtime":28,"cert":"\"\"","id":319345,"title":"North To Katahdin on the Appalachian Trail","adult":false,"genre_ids":[]},{"cast":["Pedro de Lara","Jotta Barroso","Fernando José","Tião Macalé","Lúcia Legrand"],"overview":"A doctor teaches new methods to relieve tension through sex.","release_date":"1978-11-27","vote_average":5.0,"runtime":77,"cert":"N\/A","id":319347,"title":"As 1001 Posições do Amor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2015-01-21","vote_average":10.0,"runtime":52,"cert":"N\/A","id":319361,"title":"Vivre autrement","adult":false,"genre_ids":[99]},{"cast":["Türkan Şoray","Kadir İnanır"],"overview":"","release_date":"1977-01-19","vote_average":6.0,"runtime":86,"cert":"N\/A","id":319369,"title":"Dila Hanım","adult":false,"genre_ids":[]},{"cast":["Matthijs Bourdrez","Brigitte Baladié","Arisha de Waal","Ramin Ghiasy","Ilona Minchom"],"overview":"A mysterious accident has separated Jaap from his beloved Rose, but they continue to talk to each other in their minds and dreams. As Jaap struggles to come to terms with what happened, his best friend JP suggests they travel to France to visit Rose and unravel the mystery. During their journey JP unveils a secret which forces Jaap to face the truth about Rose.","release_date":"2006-09-30","vote_average":5.0,"runtime":80,"cert":"N\/A","id":319371,"title":"Now","adult":false,"genre_ids":[18]},{"cast":["Kirin Kiki","Masatoshi Nagase","Kyara Uchida","Miki Mizuno","Etsuko Ichihara"],"overview":"Sentaro runs a small bakery that serves dorayaki pastries filled with sweet red bean paste (“an”). When an old lady, Tokue, offers to help in the kitchen he reluctantly accepts. She will soon prove to have magic in her hands…","release_date":"2015-05-30","vote_average":7.4,"runtime":113,"cert":"N\/A","id":319373,"title":"Sweet Bean","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Crop circles -- the strange designs found in crops and grasslands -- have been reported and documented for hundreds of years. Are they a link to a higher intelligence or merely an elaborate prank? In this documentary, crop circle authority Colin Andrews, founder of Circles Phenomenon Research International, tries to examine evidence of various crop circle cases in hopes of finding enlightenment.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319381,"title":"Alien Signs: The Message: The Crop Circle Mysteries","adult":false,"genre_ids":[]},{"cast":[],"overview":"Few trumpeters have ever made their instrument sound as tender as Art Farmer as this concert video clearly demonstrates. Farmer spins his wistful magic around a group of classic ballads.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319383,"title":"Art Farmer: Live at the Smithsonian","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the second-oldest population of any U.S. city, sleepy Venice, Fla., seems an unlikely hatching ground for terrorists -- yet it's where three Sept. 11 hijackers learned to fly. This documentary seeks to find out why. But in the process, it raises as many questions as it answers. With two of the flight schools owned by Dutch nationals -- one with Mafia ties -- the possibility of a covert intelligence operation gone awry looms large.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319385,"title":"Conspiracy: The Secret History: Mohamed Atta and the Venice Flying Circus","adult":false,"genre_ids":[]},{"cast":[],"overview":"This volume features two tribute concerts. In a tribute to John Coltrane, Wayne Shorter, Dave Liebman, Richie Beirach, Eddie Gomez and Jack De Johnette perform classics including \"Mr. P.C.,\" \"After the Rain\" and \"Naima.\" In a tribute to Bill Evans, Gordon Beck, Dieter Ilg, Tony Oxley, Stan Sulzmann and Kenny Wheeler perform \"Perri' Scope,\" \"Blue in Green\" and much more. Extras include concert notes and information on the artists and songs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319387,"title":"Double Time Jazz Collection: Tribute to John Coltrane \/ Tribute to Bill Evans","adult":false,"genre_ids":[]},{"cast":["Matt LeBlanc","Ali Larter","Rachael Harris","Ashley Williams","Chevy Chase"],"overview":"The story of Charlie Darby, who has everything going for him: a great job, friends, family, the whole package. The one thing Charlie doesn't have is love, because every time he gets close, he goes clinically insane. When he meets the perfect girl, Charlie must overcome his psychosis to claim his chance at true love.","release_date":"2014-04-24","vote_average":5.0,"runtime":100,"cert":"\"\"","id":319389,"title":"Lovesick","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"In this fascinating (unauthorized) biographical documentary, you'll get the inside scoop on the creative force behind one of the greatest publishing phenomena in the last 100 years -- J.K. Rowling, author of the Harry Potter series of books. Explore Rowling's meteoric rise from obscurity into the ranks of the world's richest women (via her books), and visit the people and places that played a significant role in her life.","release_date":"2004-12-07","vote_average":10.0,"runtime":60,"cert":"\"NR\"","id":319391,"title":"J.K. Rowling and the Birth of Harry Potter","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Even as scientists work diligently to authenticate the Dead Sea Scrolls, a historical and momentous find for archaeologists, questions surface about their true origin. Who wrote them? Did they truly know Jesus? And what do the scrolls mean for modern-day Christianity? This riveting documentary aims to find the answers to these and many other questions and shares new information about this important archaeological artifact.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319402,"title":"The Secrets of the Dead Sea Scrolls","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A scrapbook of the time-worn melodies of the Appalachian mountains, featuring rare performances of traditional tunes by the likes of Kilby Snow, Buell Kazee, Doc Watson, and Roscoe Holcomb.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319404,"title":"Traditional Music Classics","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through myriad technological advances, the airplane has evolved immensely since its inception to become an effective weapon in modern warfare, and this PBS series examines the people and stories surrounding breakthroughs such as radar and the jet engine. From the birth of human flight more than 100 years ago through two world wars and the future of unmanned aircraft, the show chronicles our efforts to take control of the skies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319406,"title":"Warplane: A Century of Fight and Flight","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Vanessa Vassar's humorous and humbling documentary puts a name to the face of four New Mexico food servers, who dispense their thoughts about social structures, sexual politics and spirituality with hard-won grace and wit. Their views about the vocation range from realistic to romantic to existential, but the mystery of how these waitresses spend their time off -- motorcycling, welding, mountain climbing -- may be the greater revelation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319408,"title":"American Waitress, New Mexico","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded in 1982 at the Village Vanguard in the heart of New York's Greenwich Village, this fabulous video features Art Blakey's swingin' Jazz Messengers with Wynton and Branford Marsalis, Billy Pierce, Donald Brown, Charles Fambrough and, of course, Blakey on drums. A second concert also recorded at the Vanguard features Richie Cole, Bobby Enriquez, Marshall Hawkins and Scott Morris.","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":319410,"title":"Art Blakey and the Jazz Messengers: Modern Jazz at the Village Vanguard","adult":false,"genre_ids":[]},{"cast":[],"overview":"Want to know all about professional wrestler CM Punk's life before he made a name for himself? Featuring some of his earliest bouts, this intriguing video traces the experiences that shaped Punk's identity and helped him become a success in the ring. Determined to make it to the top of his sport, Punk crisscrossed America to compete in countless independent wrestling matches before hitting pay dirt.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319412,"title":"Before They Were Wrestling Stars: CM Punk","adult":false,"genre_ids":[]},{"cast":[],"overview":"Heavy metal gods Black Sabbath -- with a lineup featuring Tony Iommi, Geezer Butler, Tony Martin and Bobby Rondinelli -- crank it up to full throttle in this blistering performance filmed at London's Hammersmith Odeon in the early 1990s. Tunes include \"Paranoid,\" \"Mob Rules,\" \"I Witness,\" \"Into the Void,\" \"Headless Cross,\" \"Time Machine,\" \"Children of the Grave,\" \"Anno Mundi\" and \"Symptom of the Universe.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319414,"title":"Black Sabbath: Masters from the Vaults: Cross Purposes","adult":false,"genre_ids":[]},{"cast":["Lee Chae-lin","Sandara Park","Park Bom","Gong Min-ji"],"overview":"In 2012, 2NE1 became one of the first Korean girl groups to embark on a global concert tour, performing in Korea, Japan, Taiwan, Singapore and the United States. In front of 12,000 passionate fans at the Yokohama Arena, 2NE1 gave a spirited performance of 22 hits. In addition to the concert, this video release also includes making of footage from the show.","release_date":"2013-03-13","vote_average":0.0,"runtime":120,"cert":"N\/A","id":319425,"title":"New Evolution in Japan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This compelling documentary features renowned Russian violinist David Oistrakh performing several powerfully emotional pieces, including \"Intermezzo\" from Lalo's \"Symphonie Espagnole\" and an excerpt from \"F minor Sonata\" by Prokofiev. Drawn from the Soviet Union's video archives and narrated by Erick Friedman, this program also features Oistrakh playing selections from Tchaikovsky's Violin Concerti, from Schumann and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319427,"title":"David Oistrakh: Remembering a Musician","adult":false,"genre_ids":[]},{"cast":["Herbert von Karajan"],"overview":"Under the direction of Herbert Von Karajan, the Vienna Philharmonic performs Austrian composer Antonym Dvorak's Symphony No. 9. Dvorak's work was influenced by both European and American folk music, and in his later years by African-American and American Indian music. A favorite for soundtracks, this symphony is instantly recognizable to many. The video includes liner notes and biographies of the performers.","release_date":"1985-01-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":319429,"title":"Dvorak: Symphony No. 9: From the New World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although his real name is Joe Cartagena, you might know him better as Fat Joe da Gangsta or simply Fat Joe, one of the most popular Latino rap artists in the business. In this memorable 2005 concert recorded live at the House of Blues in Anaheim, Calif., Fat Joe takes the stage to perform a sampling of tracks from his album \"All or Nothing,\" including \"Get It Poppin'\" and \"So Much More,\" plus the hit single \"What's Love?\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319431,"title":"Fat Joe: Live at the Anaheim House of Blues","adult":false,"genre_ids":[]},{"cast":[],"overview":"The hilarious comedic team of Dawn French and Jennifer Saunders, the wizards behind the British television hit \"Absolutely Fabulous,\" pair up for a Christmas special that showcases their refreshingly quirky, unnerving humor. No subject is sacred or hands-off for the duo, who dish out on-the-nose send-ups of some of Hollywood's biggest blockbusters (including The Last Samurai and Kill Bill), to great effect.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319433,"title":"French & Saunders: Back with a Vengeance","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this up-close biography, gourmet chef Guy Martin describes the influences and career stops that helped inform his eclectic approach to cooking -- from his start in a pizzeria to his triumphant stewardship of the legendary Grand Véfour restaurant. Always exploring new possibilities, Martin has continued to transform the world of cooking and has been named a Chevalier of the Order of Arts and Letters by France's minister of culture.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319435,"title":"Guy Martin: Portrait of a Grand Chef","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renowned jazz pianist Kenny Werner speaks before a live audience about his \"Effortless Mastery\" concept, a program he developed -- based on his popular book -- to help musicians and other creative people overcome obstacles that prevent them from tapping deeply into their creative talent. The system has had a profound impact on numerous artists, allowing them to get rid of self-consciousness, apprehension, negative inner voices and stress.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319437,"title":"Kenny Werner: Effortless Mastery","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this hilarious act filmed at Club Bene in New Jersey, stand-up comedian and actor Pat Cooper reflects on his childhood growing up in an Italian-American family, using much of this as the foundation for his sidesplitting routine. Peppered among his family stories are entertaining bits of true-life experiences as an up-and-coming touring comic, experience that gave him a broad outlook on the world, or at least, the world according to Cooper.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319448,"title":"On Location with Pat Cooper","adult":false,"genre_ids":[]},{"cast":["Pierre Henry"],"overview":"Experimental French composer Pierre Henry, one of the pioneers of musique concrete, is the subject of this documentary that traces his development of a new sound that shocked the music world. During the 1950s, the radical innovator and his colleague Pierre Schaeffer created a unique form of music based on electronically modified environmental noises. Special features include a concert recorded in Paris and the short film \"Le Candidat.\"","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":319450,"title":"Pierre Henry: The Art of Sounds","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In concerts performed the world over, the Harlem Gospel Singers have bowled over audiences with their powerful singing and professional musical accompaniment. This live performance -- with Queen Esther Marrow front and center -- demonstrates why. Beginning her career under the tutelage of Duke Ellington, Queen Esther performed with many of the world's greatest musicians before forming the Harlem Gospel Singers ensemble.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319452,"title":"Queen Esther Marrow with the Harlem Gospel Singers & Band: Let the Good Times Roll","adult":false,"genre_ids":[]},{"cast":[],"overview":"Singing cowpoke Roy Rogers stars in these four vintage Westerns that offer action as well as soothing musical interludes. In Bells of San Angelo, Rogers and Dale Evans catch a group of silver-mine smugglers. In Colorado, Rogers investigates Indian uprisings during the Civil War. In Robin Hood of the Pecos, Rogers organizes a citizens' group against crooked ranchers. And in Young Bill Hickok, Rogers portrays the legendary gunfighter.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319454,"title":"Roy Rogers: Song of the Pioneers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tara (Shahana Goswami) and Nikhil (Randeep Hooda) have been together for a long time, and Tara's ready to tie the knot. But workaholic Nikhil thinks their relationship is fine the way it is, believing he has no time for marriage. Bit by bit, their romance begins to unravel … until a little magic enters their lives. Acclaimed commercial director Arjun Bali makes his feature debut with this mystical romance, which also stars Jayant Kriplani.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319456,"title":"Ru-Ba-Ru: For Now & Forever","adult":false,"genre_ids":[]},{"cast":["Martine Grimaud","Véronique Maugarski","Brigitte Lahaie","Gilles Karl","Louison Boutin"],"overview":"Martine, Mimi and Doris have had enough of providing for their slacker boyfriends. They decide to rent a place of their own, as well as a manservant. Soon, their newfound decadent lifestyles causes them to lose their respective jobs, and the manservant flees because of sexual harassment. Therefore the girls decide to start a private brothel.","release_date":"1977-06-07","vote_average":5.5,"runtime":77,"cert":"N\/A","id":319458,"title":"Supreme Delights","adult":true,"genre_ids":[]},{"cast":[],"overview":"Goth metal band Type O Negative are known for their brooding music and wry, morbid sense of humor, and this 1999 performance at the Bizarre Festival in Germany delivers the signature goods. Songs include \"In the Flesh,\" \"Kill All the White People,\" \"In Praise of Bacchus,\" \"Everything Dies\" and \"My Girlfriend's Girlfriend.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319463,"title":"Symphony for the Devil: The World of Type O Negative","adult":false,"genre_ids":[]},{"cast":["Aurélie Dupont","Manuel Legris"],"overview":"Ballet luminary Rudolf Nureyev choreographed this spectacular 1972 National Ballet of Canada production of Tchaikovsky's \"Sleeping Beauty,\" and also stars as Prince Florimund opposite Veronica Tennant as Princess Aurora. After Princess Aurora is cursed at birth, she pricks her finger and sleeps for 100 years, until Prince Florimund wakes her with a kiss. Conductor George Crum leads the Orchestra of the National Ballet of Canada.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319471,"title":"The Sleeping Beauty: Rudolf Nureyev","adult":false,"genre_ids":[]},{"cast":[],"overview":"With $2,000 at stake, timid teen Mike (Joseph R. Straface) gambles with the school jock over who will be the first to sleep with the most beautiful and chaste girl at St. Francis High, Diane (Stacy Christensen). While trying to lure Diane back to his place for a weekend of carnal encounters, Mike genuinely falls for the beauty queen, becoming unsure if his original heartless pursuit is worth losing what could become a real relationship.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319473,"title":"The Virgin Queen of St. Francis High","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tom Robinson -- who spent years as front man for his band, TRB, and now hosts the BBC program \"The Evening Sequence\" -- gives a memorable solo performance in this 1984 concert filmed at London's Dominion Theatre. The set list includes the title tune, \"Prison,\" \"War Baby,\" \"Cabin Boy,\" \"Out in the Cold Again,\" \"Murder at the End of the Day,\" \"Never Gonna Fall in Love (Again),\" \"2-4-6-8 Motorway\" and \"Hope and Glory.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319475,"title":"Tom Robinson: Back in the Old Country","adult":false,"genre_ids":[]},{"cast":[],"overview":"Country music star Waylon Jennings may no longer be with us, but his legend will live on. His legacy is evident in this video homage -- a complement to the audio box set of the same name. The historical profile combines live stage performances and rare footage of the man behind the entertainer. Fans will delight in watching previously unreleased performance tracks from the musical icon, including \"Ramblin' Man\" and \"Good-Hearted Woman.\"","release_date":"2006-11-07","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":319477,"title":"Waylon Jennings: Nashville Rebel","adult":false,"genre_ids":[]},{"cast":[],"overview":"See extraordinary people push themselves to the limits of physical and mental endurance in their efforts to break the most daunting records in the world. Witness one man's amazing swim across the Atlantic Ocean. Observe the construction of a six-story sandcastle. Follow a man's unicycle trek across America. Watch a priest pull a 16-ton fire truck. And hold your breath as a man dives 439 feet underwater -- without scuba gear.","release_date":"2000-04-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319479,"title":"World's Most Awesome Record Breakers","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1969, the Moscow International Competition of Ballet Artists played host to some of the dance world's most legendary names. Twenty-one-year-old Mikhail Baryshnikov performs \"La Bayadere\" and a solo from Leonid Jakobson's \"Vestris,\" while Ludmila Semenyaka dances a scene from \"Giselle\" and a modern jazz piece. Judging the competition are dance notables Agnes DeMille and Alicia Alonso and composer Aram Khachaturian.","release_date":"1969-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":319481,"title":"World's Young Ballet","adult":false,"genre_ids":[]},{"cast":["Alex","Alex Fong","Billy Chow","Pauline Chan","Rena Murakami"],"overview":"A man from mainland China discovers that his girlfriend has become a Hong Kong prostitute, and a quick-tempered cop looks to settle a score in this double feature from the Wu Tang: Soldiers of Darkness collection. A hapless couple struggles to escape the clutches of an evil crime boss in the violent exploitation flick Escape from Brothel. Then, in Cop Killer, a police officer and his sister bend the law to nab an elusive band of crooks.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319483,"title":"Wu Tang: Escape from Brothel \/ Cop Killer","adult":true,"genre_ids":[]},{"cast":["Saul Bass","Herbert Yager"],"overview":"Explores the visual art of Saul Bass and his contributions to film credits.","release_date":"1977-12-31","vote_average":6.0,"runtime":32,"cert":"\"\"","id":319497,"title":"Bass on Titles","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Escape to Nature: Vol. 6: Asian Spirits","cast":[],"id":319499,"overview":"The beauty and mystery of the Far East come to life in this enchanting audiovisual experience. A series of Zen-inspired images, accompanied by relaxing ambient music, helps eliminate the stress and tensions of everyday life. These scenes of ancient Asian culture and awe-inspiring monuments stir the soul, sending viewers on a one-of-a-kind mental vacation.","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]