[{"cast":["Andrew Lowery","Traci Lind","Danny Zorn","Edward Herrmann","Mary Beth Hurt"],"overview":"Missy McCloud is the most beautiful girl in school and Johnny Dingle has been in love with her for years. One night, Johnny is killed trying to win her over, and soon he comes back from the dead, and wins Missy's heart.","release_date":"1993-08-06","vote_average":5.4,"runtime":85,"cert":"N\/A","id":31503,"title":"My Boyfriend's Back","adult":false,"genre_ids":[35,10749]},{"cast":["Luke Edwards","Timothy Busfield","John Ashton","Dennis Farina","Jonathan Silverman"],"overview":"When the owner of the Minnesota Twins passes away, he bequeaths the team to his preteen grandson. The newly minted head honcho quickly appoints himself manager, causing unrest in an organisation that struggles to take orders from a 12-year-old.","release_date":"1994-06-29","vote_average":6.1,"runtime":119,"cert":"N\/A","id":31504,"title":"Little Big League","adult":false,"genre_ids":[35,10751]},{"cast":["Walter Huston","Ruth Chatterton","Paul Lukas","Mary Astor","David Niven"],"overview":"An adaptation of Sinclair Lewis' novel about a middle-aged American automobile tycoon who retires and goes to Europe, where he and his appearance-conscious, snobbish wife find differing sets of values... and new relationships.","release_date":"1936-09-23","vote_average":7.3,"runtime":101,"cert":"N\/A","id":31507,"title":"Dodsworth","adult":false,"genre_ids":[18,10749]},{"cast":["Ramon Novarro","Francis X. Bushman","May McAvoy","Carmel Myers","Nigel De Brulier"],"overview":"The trials and tribulations of Judah Ben-Hur, a wealthy Jewish man forced into galley slavery, is juxtaposed with the rise of a man some consider to be the Messiah.","release_date":"1925-12-30","vote_average":7.6,"runtime":143,"cert":"N\/A","id":31510,"title":"Ben-Hur: A Tale of the Christ","adult":false,"genre_ids":[12,18]},{"cast":["Warren William","Joan Blondell","Aline MacMahon","Ruby Keeler","Dick Powell"],"overview":"Things get tough for Carol and her showgirl pals, Trixie and Polly, when the Great Depression kicks in and all the Broadway shows close down. Wealthy songwriter Brad saves the day by funding a new Depression-themed musical for the girls to star in, but when his stuffy high-society brother finds out and threatens to disown Brad, Carol and her gold-digging friends scheme to keep the show going, hooking a couple of millionaires along the way.","release_date":"1933-05-27","vote_average":7.5,"runtime":97,"cert":"N\/A","id":31511,"title":"Gold Diggers of 1933","adult":false,"genre_ids":[35,10402,18]},{"cast":["Miki Nakatani","Eita","Yusuke Iseya","Teruyuki Kagawa","Mikako Ichikawa"],"overview":"While combing through the belongings of his recently deceased aunt, Matsuko, nephew Sho pieces together the crucial events that sank Matsuko's life into a despairing tragedy.","release_date":"2006-01-01","vote_average":7.6,"runtime":130,"cert":"N\/A","id":31512,"title":"Memories of Matsuko","adult":false,"genre_ids":[35,18,10402]},{"cast":["June Allyson","Peter Lawford","Patricia Marshall","Joan McCracken","Ray McDonald"],"overview":"At fictitious Tait University in the Roaring '20s, co-ed and school librarian Connie Lane falls for football hero Tommy Marlowe. Unfortunately, he has his eye on gold-digging vamp Pat McClellan. Tommy's grades start to slip, which keeps him from playing in the big game. Connie eventually finds out Tommy really loves her and devises a plan to win him back and to get him back on the field.","release_date":"1947-12-26","vote_average":6.0,"runtime":93,"cert":"N\/A","id":31513,"title":"Good News","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Henri Marchand","Raymond Cordy","Rolla France","Paul Ollivier","Jacques Shelly"],"overview":"In this classic French satire, Louis, a convict, escapes from prison and takes on legitimate work, making his way up in the business world. Eventually becoming the head of a successful factory, Louis opts to modernize his company with mechanical innovations. But when his friend Émile finally leaves jail years later and reunites with Louis, the past catches up with them. The two, worried about being apprehended by police, long to flee the confines of industry.","release_date":"1931-12-18","vote_average":7.7,"runtime":95,"cert":"N\/A","id":31514,"title":"À Nous la Liberté","adult":false,"genre_ids":[35,10402]},{"cast":["Twiggy","Christopher Gable","Max Adrian","Bryan Pringle","Murray Melvin"],"overview":"The assistant stage manager of a small-time theatrical company is forced to understudy for the leading lady at a matinée performance at which an illustrious Hollywood director is in the audience scouting for actors to be in his latest \"all-talking, all-dancing, all-singing\" extravaganza.","release_date":"1971-12-16","vote_average":6.2,"runtime":137,"cert":"N\/A","id":31515,"title":"The Boy Friend","adult":false,"genre_ids":[35,10749]},{"cast":["Gene Kelly","Frank Sinatra","Betty Garrett","Ann Miller","Jules Munshin"],"overview":"Three sailors - Gabey, Chip and Ozzie - let loose on a 24-hour pass in New York and the Big Apple will never be the same! Gabey falls head over heels for \"Miss Turnstiles of the Month\" (he thinks she's a high society deb when she's really a 'cooch dancer at Coney Island); innocent Chip gets highjacked (literally) by a lady cab driver; and Ozzie becomes the object of interest of a gorgeous anthropologist who thinks he's the perfect example of a \"prehistoric man\". Wonderful music and terrific shots of New York at its best.","release_date":"1949-12-08","vote_average":7.0,"runtime":98,"cert":"U","id":31516,"title":"On the Town","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Alexandre Arcady"],"overview":"This French war film barely made it past the censors as it is not entirely complimentary about how the French handled themselves in the Algerian War. Four commandos are disciplined for failure to follow orders by being assigned to an especially dangerous and disagreeable mission. Their job is to capture enemy Algerian soldiers.","release_date":"1972-05-12","vote_average":7.4,"runtime":100,"cert":"N\/A","id":31517,"title":"To Be Twenty in the Aures","adult":false,"genre_ids":[99,18]},{"cast":["Sterling Holloway"],"overview":"Disney's animated adaptation of Prokofiev's masterpiece, in which every character is represented musically by a different instrument. Young Peter decides to go hunting for the wolf that's been prowling around the village. Along the way, he is joined by his friends the bird, the duck and the cat. All the fun comes to end, however, when the wolf makes an appearance. Will Peter and his friends live to tell of their adventures?","release_date":"1946-08-15","vote_average":6.9,"runtime":15,"cert":"N\/A","id":31518,"title":"Peter and the Wolf","adult":false,"genre_ids":[16,10751]},{"cast":["Kamal Haasan","Sukanya","Manisha Koirala","Urmila Matondkar","Nedumudi Venu"],"overview":"Senapathy, a veteran freedom fighter, is angry. He is angry against the rampant corruption at every level of the bureaucracy. He will clean it up at any cost.","release_date":"1996-05-09","vote_average":6.3,"runtime":185,"cert":"N\/A","id":31521,"title":"Indian","adult":false,"genre_ids":[18,28]},{"cast":["Anna Karina","Jean-Claude Brialy","Jean-Paul Belmondo","Marie Dubois","Jeanne Moreau"],"overview":"Longing for a baby, a stripper pursues another man in order to make her boyfriend jealous.","release_date":"1961-09-06","vote_average":7.6,"runtime":83,"cert":"N\/A","id":31522,"title":"A Woman Is a Woman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bud Abbott","Lou Costello","Virginia Bruce","Robert Paige","Lionel Atwill"],"overview":"A pair of bus drivers accidentally steal their own bus. With the company issuing a warrant for their arrest, they tag along with a playboy on a boat trip that finds them on a tropical island, where a jewel thief has sinister plans for them.","release_date":"1942-08-07","vote_average":6.8,"runtime":84,"cert":"N\/A","id":31523,"title":"Pardon My Sarong","adult":false,"genre_ids":[10402,35]},{"cast":["Naseeruddin Shah","Aamir Khan","Sonali Bendre","Mukesh Rishi","Shri Vallabh Vyas"],"overview":"When terrorists kill a cop's brother and disable his father, he fights back against the smuggling of guns and drugs which plagues his country.","release_date":"1999-04-30","vote_average":7.1,"runtime":174,"cert":"N\/A","id":31524,"title":"Sarfarosh","adult":false,"genre_ids":[28,18]},{"cast":["Ajay Devgn","Amrita Rao","Sushant Singh","Akhilendra Mishra","Raj Babbar"],"overview":"The Legend of Bhagat Singh is a 2002 Indian historical biographical film about Bhagat Singh, a freedom fighter who fought for Indian independence.It shows in detail how Singh came to develop his views on the British Raj and his struggle for Indian independence.","release_date":"2002-06-07","vote_average":7.0,"runtime":155,"cert":"N\/A","id":31525,"title":"The Legend of Bhagat Singh","adult":false,"genre_ids":[18,36]},{"cast":["Greta Garbo","John Gilbert","Ian Keith","Lewis Stone","Elizabeth Young"],"overview":"Queen Christina of Sweden is a popular monarch who is loyal to her country. However, when she falls in love with a Spanish envoy, she must choose between the throne and the man she loves.","release_date":"1933-12-26","vote_average":7.3,"runtime":99,"cert":"N\/A","id":31526,"title":"Queen Christina","adult":false,"genre_ids":[18,36,10749]},{"cast":["Marlene Dietrich","John Lodge","Sam Jaffe","Louise Dresser","C. Aubrey Smith"],"overview":"During the 18th century, German noblewoman Sophia Frederica, who would later become Catherine the Great, travels to Moscow to marry the dimwitted Grand Duke Peter, the heir to the Russian throne. Their arranged marriage proves to be loveless, and Catherine takes many lovers, including the handsome Count Alexei, and bears a son. When the unstable Peter eventually ascends to the throne, Catherine plots to oust him from power.","release_date":"1934-05-09","vote_average":6.9,"runtime":104,"cert":"","id":31527,"title":"The Scarlet Empress","adult":false,"genre_ids":[18,36,10749]},{"cast":["Fred Astaire","Ginger Rogers","Edward Everett Horton","Eric Blore","Jerome Cowan"],"overview":"Ballet star Pete 'Petrov' Peters arranges to cross the Atlantic aboard the same ship as the dancer and musical star he's fallen for but barely knows. By the time the ocean liner reaches New York, a little white lie has churned through the rumour mill and turned into a hot gossip item—that the two celebrities are secretly married.","release_date":"1937-05-07","vote_average":8.0,"runtime":109,"cert":"N\/A","id":31530,"title":"Shall We Dance","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Zachery Ty Bryan","Mac Brandt","Daz Crawford","Nicole Ennemoser","Rafael Jordan"],"overview":"Thor along with his friends travels to mysterious island seeking glory and fame. Upon arriving they encounter strange creatures and they start searching the island for answers. Meanwhile Thor keeps seeing visions for a mighty warrior and a big hammer and Freyja tells him that his visions are clues so they start searching for the hammer.","release_date":"2009-02-01","vote_average":3.1,"runtime":84,"cert":"N\/A","id":31533,"title":"Hammer of the Gods","adult":false,"genre_ids":[10770,28,12,18,14]},{"cast":["Kemal Sunal","Münir Özkul","Semra Ozdamar","Tarık Akan","Muharrem Gürses"],"overview":"A young and beautiful female teacher starts working in an all boys high school.","release_date":"1975-04-15","vote_average":7.8,"runtime":91,"cert":"N\/A","id":31534,"title":"The Chaos Class Failed the Class","adult":false,"genre_ids":[35]},{"cast":["Scott 'Carrot Top' Thompson","Courtney Thorne-Smith","Larry Miller","Jack Warden","M. Emmet Walsh"],"overview":"A surfer becomes the head of a major company.","release_date":"1998-03-13","vote_average":3.6,"runtime":95,"cert":"N\/A","id":31535,"title":"Chairman of the Board","adult":false,"genre_ids":[35]},{"cast":["Martin Armknecht","Roland Jankowsky","Christian Kahrmann","Susanne Leutenegger","Michael Rasmussen"],"overview":"A nameless waiter spends his days sitting around the house watching Faces of Death, slaughterhouse videos, pornography and the German equivalent of The Price Is Right. Deluded, deranged and believing mankind will endure the most horrible experiences, and will resort to any actions in order to sustain their own life, he snaps.","release_date":"1994-02-13","vote_average":3.0,"runtime":65,"cert":"N\/A","id":31538,"title":"Amoklauf","adult":false,"genre_ids":[27,18]},{"cast":[],"overview":"In this Mockumentary, a film crew follows and documents a group of Dungeons and Dragons players in the last 3 months of their five year adventure campaign.","release_date":"2008-01-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":31539,"title":"The Assemblage of the Crystal Sphere: A D&D Story","adult":false,"genre_ids":[35,99]},{"cast":["Luigi Ornaghi","Francesca Moriggi","Omar Brignoli","Antonio Ferrari","Teresa Brescianini"],"overview":"The life inside a farm in Italy at the beginning of the century. Many poor country families live there, and the owner pays them by their productivity. One of the families has a very clever child. They decide to send him to school instead of make him help them, although this represents a great sacrifice. The boy has to wake up very early and walk several miles to get to the school. One day the boy's shoes break when returning home, but they do not have money to buy other. What can they do?","release_date":"1978-09-21","vote_average":7.6,"runtime":187,"cert":"12","id":31542,"title":"The Tree of Wooden Clogs","adult":false,"genre_ids":[18,36]},{"cast":["Kemal Sunal","Halit Akçatepe","Şener Şen","Sıtkı Akçatepe","Şevket Altuğ"],"overview":"No overview found.","release_date":"1977-12-01","vote_average":7.7,"runtime":90,"cert":"N\/A","id":31547,"title":"Saban, Son of Saban","adult":false,"genre_ids":[35]},{"cast":["Irene Dunne","Allan Jones","Charles Winninger","Paul Robeson","Helen Morgan"],"overview":"Despite her mother's objections, the naive young daughter of a show boat captain is thrust into the limelight as the company's new leading lady.","release_date":"1936-05-17","vote_average":6.5,"runtime":113,"cert":"N\/A","id":31548,"title":"Show Boat","adult":false,"genre_ids":[10402,35,18]},{"cast":["Andrew Howard","Tess Panzer","Ian Duncan","Sarah Essex","Dillon Borowski"],"overview":"A psychological thriller following a successful young married couple on their way to visit family. After a blowout on a desolate stretch of highway in Nevada, they head to the next town only to discover it long abandoned. Here they meet a mysterious stranger who seems to know decidedly more than he is sharing.","release_date":"2009-01-01","vote_average":4.9,"runtime":104,"cert":"18","id":31549,"title":"Blood River","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"A surfer is trying to identify the rhythm of his soul in the surrounding world. He uses travel as a tool which allows him to discover himself.","release_date":"2009-06-01","vote_average":4.7,"runtime":60,"cert":"N\/A","id":31550,"title":"The Drifter","adult":false,"genre_ids":[99,18]},{"cast":["Catriona MacColl","Barry Stokes","Jonas Bergström","Christine Böhm","Terence Budd"],"overview":"Oscar François de Jarjayes was born female, but her father insisted she be raised as a boy as he had no sons. She becomes the captain of the guards at Versailles under King Louis XVI and Marie Antonette. Her privileged, noble life comes under fire as she discovers the hard life of the poor people of France. She is caught up in the French Revolution, and must choose between her loyalty and love.","release_date":"1979-03-03","vote_average":4.7,"runtime":124,"cert":"N\/A","id":31551,"title":"Lady Oscar","adult":false,"genre_ids":[36,18,10749]},{"cast":["Brandon Francis","Colin Farrell"],"overview":"Kicking It chronicles the lives of seven players taking a once in a lifetime opportunity to represent their country at the Cape Town 2006 Homeless World Cup. Najib from war torn Afghanistan; Alex from the slums of Kenya; Damien and Simon from the drug rehab clinics of Dublin, Ireland; Craig from the streets of Charlotte, North Carolina; Jesus from the overflowing public shelters of Madrid, Spain,","release_date":"2008-06-13","vote_average":8.0,"runtime":98,"cert":"N\/A","id":31552,"title":"Kicking It","adult":false,"genre_ids":[99]},{"cast":["Aram Katcher","Lisa McDonald","Brad Trumbull"],"overview":"","release_date":"1963-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31553,"title":"Right Hand of the Devil","adult":false,"genre_ids":[]},{"cast":["Don Knotts","Tim Conway","David Wayne","Cisse Cameron","Robin Clarke"],"overview":"\"Bags\" the boxer (funnyman Tim Conway) and his manager, Shake (Don Knotts), are quite a pair: One is a dim bulb, and the other has a mean streak. Times are tough and they must save their gym, so they line up some moneymaking fights. But when Bags and Shake discover that the bouts have been rigged, they end up with their backs to the wall and must fight back -- literally.","release_date":"1979-11-02","vote_average":6.0,"runtime":99,"cert":"N\/A","id":31554,"title":"The Prize Fighter","adult":false,"genre_ids":[35,80,10751]},{"cast":["Fred MacMurray","Philip Carey","Kim Novak","Dorothy Malone","E.G. Marshall"],"overview":"A police detective falls for the bank robber's girlfriend he is supposed to be tailing.","release_date":"1954-08-06","vote_average":5.9,"runtime":88,"cert":"N\/A","id":31555,"title":"Pushover","adult":false,"genre_ids":[18,53,80]},{"cast":["Richard Basehart","Scott Brady","Roy Roberts","Whit Bissell","James Cardwell"],"overview":"This film-noir piece, told in semi-documentary style, follows police on the hunt for a resourceful criminal who shoots and kills a cop.","release_date":"1948-11-24","vote_average":6.6,"runtime":79,"cert":"N\/A","id":31556,"title":"He Walked by Night","adult":false,"genre_ids":[18,53,80]},{"cast":["David Gilmour","Graham Coxon","Syd Barrett","Robyn Hitchcock","Bob Klose"],"overview":"\"The Pink Floyd and Syd Barrett Story\" tells the full bizarre, tragic, but also celebratory story of Syd Barrett, the co-founder of Pink Floyd.With contributions from friends, managers, lovers and of course the members of Pink Floyd themselves. The film includes rare early television appearances of Pink Floyd and home movies too.","release_date":"2003-03-24","vote_average":7.4,"runtime":49,"cert":"","id":31557,"title":"The Pink Floyd and Syd Barrett Story","adult":false,"genre_ids":[99,10402]},{"cast":["Hugh Beaumont","Frances Rafferty","Harlan Warde","Cecil Weston","Ida Moore"],"overview":"A murderous bank robber on the run from the law hides out in a small town.","release_date":"1948-04-15","vote_average":4.3,"runtime":73,"cert":"N\/A","id":31558,"title":"Money Madness","adult":false,"genre_ids":[53]},{"cast":["Joseph Cotten","Teresa Wright","Jonathan Hale","Walter Sande","Eddie Marr"],"overview":"Joseph Cotten plays a assistant bank manager who steals $500,000 from the safe late on a Friday. His plans to flee to Brazil are hampered after he does get away with the money as planned.","release_date":"1952-11-12","vote_average":6.3,"runtime":85,"cert":"N\/A","id":31559,"title":"The Steel Trap","adult":false,"genre_ids":[53]},{"cast":["Joseph Cotten","Jean Peters","Gary Merrill","Catherine McLeod","Jack Kruschen"],"overview":"Two orphans, Polly and Doug, live with their stepmother Lynn; Polly collapses with the same mystery symptoms that killed her father. The kids' visiting uncle, Whitney Sargent, is warned that the symptoms match strychnine poisoning, but that poisoners are seldom detected and rarely convicted. Sure enough, no case can be made against the obvious suspect; so what can he do to save the next victim?","release_date":"1953-09-01","vote_average":6.0,"runtime":77,"cert":"N\/A","id":31560,"title":"A Blueprint for Murder","adult":false,"genre_ids":[18,53,9648]},{"cast":["Claude Rains","Vivien Leigh","Stewart Granger","Flora Robson","Francis L. Sullivan"],"overview":"The aging Caesar finds himself intrigued by the young Egyptian queen. Adapted by George Bernard Shaw from his own play.","release_date":"1945-12-11","vote_average":6.6,"runtime":138,"cert":"","id":31561,"title":"Caesar and Cleopatra","adult":false,"genre_ids":[10749,18,36]},{"cast":["Ted Raimi","Deborah Foreman","Bruce Campbell","Henrietta Hermelin","George Aguilar"],"overview":"In the seedy part of Los Angeles, a man who writes poetry has spent six months without leaving his apartment because of his paranoid delusions involving sadistic doctors, rappers, and spiders. A woman who seems to jinx things by wanting to help is dumped by her boyfriend and finds herself penniless on the streets, and soon runs afoul of a local gang. Due to a telephone glitch, the man calls her at a phone booth trying to dial a \"talk line\" and invites her to his place. There they must help each other to overcome their respective problems.","release_date":"1991-01-01","vote_average":4.1,"runtime":87,"cert":"N\/A","id":31564,"title":"Lunatics: A Love Story","adult":false,"genre_ids":[35,18,10749]},{"cast":["Richard Grieco","Cynthia Geary","Mark Hamill","Tim Thomerson","Ron Masak"],"overview":"A seemingly simple time calibration exercise turns sour for Travis Beck when he discovers that his ex-partner and an unknown team of assassins are also in town with the sole aim of stopping him complete his mission","release_date":"1997-01-02","vote_average":5.5,"runtime":93,"cert":"","id":31569,"title":"When Time Expires","adult":false,"genre_ids":[53,878]},{"cast":["Louis Morabito","Miles Williams","Karen Peakes","Kate LaRoss","Suzanne Inman"],"overview":"Jack is a loner confined to a workbench in the back of an antique shop. When a mysterious woman presents him with a broken antique clock that is not to be fixed, unexplainable events begin to occur. After finding Albert Einstein's journal on his still unsolved Unified Field Theory, Jack becomes obsessed with analyzing time and theorizing its connection to his supernatural experiences.","release_date":"2006-04-01","vote_average":4.5,"runtime":82,"cert":"N\/A","id":31576,"title":"The 4th Dimension","adult":false,"genre_ids":[14,18,53,878,9648]},{"cast":["Tony Lo Bianco","Deborah Raffin","Sandy Dennis","Sylvia Sidney","Sam Levene"],"overview":"A New York detective investigates a series of murders committed by random New Yorkers who claim that \"God told them to.\"","release_date":"1976-10-31","vote_average":5.6,"runtime":91,"cert":"N\/A","id":31579,"title":"God Told Me To","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"A little girl wakes from a dream about the old armchair in which she has fallen asleep. The dream concerns a hidden letter, a hidden hoard of money and a wrongfully convicted man.","release_date":"1920-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31580,"title":"The Old Arm Chair","adult":false,"genre_ids":[]},{"cast":["Shelley Winters","Bruce Dern","Robert De Niro","Pat Hingle","Don Stroud"],"overview":"Sexually abused as a young girl, Kate \"Ma\" Barker grows into a violently powerful woman by the 1930s. She lovingly dominates her grown sons, and grooms them into a pack of tough crooks. The boys include the cruel Herman, who still shares a bed with Ma; Fred, an ex-con who fell in love with a fellow prisoner; and Lloyd, who gets high on whatever's handy. Together they form a deadly, bizarre family of Depression-era bandits.","release_date":"1970-03-24","vote_average":5.4,"runtime":90,"cert":"N\/A","id":31581,"title":"Bloody Mama","adult":false,"genre_ids":[28,18,53,80]},{"cast":["Robert De Niro","Philip Seymour Hoffman","Barry Miller","Chris Bauer","Skipp Sudduth"],"overview":"An ultraconservative police officer suffers a debilitating stroke and is assigned to a rehabilitative program that includes singing lessons - with the drag queen next door.","release_date":"1999-11-26","vote_average":6.3,"runtime":112,"cert":"15","id":31582,"title":"Flawless","adult":false,"genre_ids":[35,18]},{"cast":["Val Kilmer","Joanne Whalley","Michael Madsen","Nick Dimitri","Pat Mulligan"],"overview":"After Faye and her psychotic boyfriend, Vince, successfully rob a mob courier, Faye decides to abscond with the loot. She heads to Reno, where she hires feckless private investigator Jack Andrews to help fake her death. He pulls the scheme off and sets up Faye with a new identity, only to have her skip out on him without paying. Jack follows her to Vegas and learns he's not the only one after her. Vince has discovered that she's still alive.","release_date":"1989-10-27","vote_average":6.0,"runtime":94,"cert":"N\/A","id":31583,"title":"Kill Me Again","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Elijah Wood","Jason Alexander","Julia Louis-Dreyfus","Jon Lovitz","Bruce Willis"],"overview":"Eleven-year-old North has had it with his parents. They are always busy with their careers and don't give North the attention he needs, so he files a lawsuit against them. The judge rules that North should either find new parents or return to his own parents within two months. Thus North starts off on a journey around the world to find parents that really care about him.","release_date":"1994-07-22","vote_average":5.0,"runtime":87,"cert":"N\/A","id":31586,"title":"North","adult":false,"genre_ids":[35,18,10751,14,878]},{"cast":["Gene Hackman","Al Pacino","Dorothy Tristan","Ann Wedgeworth","Richard Lynch"],"overview":"Two drifters bum around, visit earthy women and discuss opening a car wash in Pittsburgh.","release_date":"1973-04-11","vote_average":7.1,"runtime":112,"cert":"N\/A","id":31587,"title":"Scarecrow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film photographed in Amsterdam but dedicated to capturing a quality of mind engendered there - not, certainly, alienation (as often in travel) but rather some heightened sense of being other.","release_date":"1980-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":31588,"title":"Other","adult":false,"genre_ids":[]},{"cast":["Toshirō Mifune","Masayuki Mori","Kamatari Fujiwara","Takeshi Katô","Kyôko Kagawa"],"overview":"In this loose adaptation of \"Hamlet,\" illegitimate son Kôichi Nishi climbs to a high position within a Japanese corporation and marries the crippled daughter of company vice president Iwabuchi. At the reception, the wedding cake is a replica of their corporate headquarters, but an aspect of the design reminds the party of the hushed-up death of Nishi's father. It is then that Nishi unleashes his plan to avenge his father's death.","release_date":"1960-09-15","vote_average":7.8,"runtime":150,"cert":"N\/A","id":31589,"title":"The Bad Sleep Well","adult":false,"genre_ids":[80,18,53]},{"cast":["Haylie Duff","Madeline Zima","Monica Lo","Brett Claywell","Kate Albrecht"],"overview":"When a geeky, overweight rushee is found dead at the hottest sorority on the campus, the three most popular girls of the house are prime suspects.","release_date":"2008-08-12","vote_average":3.0,"runtime":90,"cert":"N\/A","id":31590,"title":"Legacy","adult":false,"genre_ids":[35,80,18,9648]},{"cast":["Jeff Bridges","Barry Brown","David Huddleston","Jerry Houser","Geoffrey Lewis"],"overview":"After Drew Dixon, an upright young man, is sent west by his religious family to avoid being drafted into the Civil War, he drifts across the land with a loose confederation of young vagrants.","release_date":"1972-10-08","vote_average":6.4,"runtime":93,"cert":"N\/A","id":31591,"title":"Bad Company","adult":false,"genre_ids":[37,18]},{"cast":["Boris Karloff","Melvyn Douglas","Charles Laughton","Lilian Bond","Ernest Thesiger"],"overview":"Seeking shelter from a relentless rainstorm and landslides in a remote region of Wales, five travelers are admitted to a large foreboding old house that belongs to the extremely strange Femm family. Sepulchral Horace Femm and his obsessive, inhospitable sister Rebecca are the group's peculiar hosts. The house also holds surprises - and a brutish mute manservant named Morgan.","release_date":"1932-10-20","vote_average":7.0,"runtime":72,"cert":"N\/A","id":31592,"title":"The Old Dark House","adult":false,"genre_ids":[35,27]},{"cast":["Jeff Bridges","John Heard","Lisa Eichhorn","Ann Dusenberry","Stephen Elliott"],"overview":"Richard spots a man dumping a body, and decides to expose the man he thinks is the culprit with his friend Alex Cutter.","release_date":"1981-03-19","vote_average":6.6,"runtime":105,"cert":"N\/A","id":31593,"title":"Cutter's Way","adult":false,"genre_ids":[18,9648,53,80]},{"cast":["Kanichi Kurita","Kiyoshi Kobayashi","Makio Inoue","Eiko Masuyama","Gorō Naya"],"overview":"It was a pleasant evening dinner for Fujiko and Lupin. Right until their moment together was interrupted by a series of missiles from a helicopter. The pilot is named Nazaldorf, who wants the \"Columbus Files\" that they have. Unfortunately the files were destroyed and Fujiko is the only one who's memorized it. Lupin got separated with Fujiko, who fell off a cliff and eventually being hunted down by Nazaldorf's men. Meanwhile at the Meditarrean Sea, lived a woman named Rosaria, who is a treasure hunter. Finds Fujiko in her own home. Fujiko is frighten from being hunted down by Nazaldorf's men. Not only that, but her memory is missing and doesn't remember who she is or Lupin. This will be tough for Lupin, as Fujiko is the only link in finding the Columbus Egg. Will Fujiko regain her memory, and who is this Nazaldorf?","release_date":"2005-11-29","vote_average":6.4,"runtime":92,"cert":"N\/A","id":31594,"title":"Lupin the Third: Da Capo of Love - Fujiko's Unlucky Days","adult":false,"genre_ids":[28,16,35,10770]},{"cast":["Kanichi Kurita","Makio Inoue","Kiyoshi Kobayashi","Eiko Masuyama","Gorō Naya"],"overview":"Lupin attempts and fails to steal a valuable set of Japanese photographic plates. The rightful owner of the plates, Michael Suzuki, is a multimillionaire who is preparing to open a huge water park in Tokyo. Lupin attempts to enlist the help of his steadfast comrades Jigen and Goemon but find them less than reliable; Jigen is suffering from a toothache that throws off his legendary aim, and Goemon has shamefully had his sword, Zantetsuken, stolen by a woman and given to Suzuki to display in his art collection. The group works on a plan with Fujiko to get both the plates and Zantetsuken.","release_date":"1998-07-24","vote_average":6.3,"runtime":95,"cert":"N\/A","id":31595,"title":"Lupin the Third: Tokyo Crisis","adult":false,"genre_ids":[16,28,35]},{"cast":["Lesley Taplin","Cheryl Smith","William Whitton","Hy Pyke","Maxine Ballantyne"],"overview":"A notorious bank robber kills his wife and flees the police, only to be captured by a mysterious group of figures in an abandoned town. His beautiful daughter, Lila Lee, receives a letter stating that her father is near death and that he needs to see her. Sneaking away at night from her minister guardian, Lila embarks on a terrifying journey...","release_date":"1973-05-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":31596,"title":"Lemora: A Child's Tale of the Supernatural","adult":false,"genre_ids":[27]},{"cast":["Gene Hackman","Anne Archer","James Sikking","J.T. Walsh","M. Emmet Walsh"],"overview":"A L.A. District Attorney is attempting to take an unwilling murder witness back to the United States to testify against a top-level mob boss. Frantically attempting to escape two deadly hitmen sent to silence her, they board a Vancouver-bound train only to discover that the killers are onboard with them. For the next 20 hours, as the train hurls through the beautiful but isolated Canadian wilderness, a deadly game of cat and mouse ensues in which their ability to tell friend from foe is a matter of life and death.","release_date":"1990-09-21","vote_average":6.2,"runtime":97,"cert":"N\/A","id":31597,"title":"Narrow Margin","adult":false,"genre_ids":[28,53,80,9648]},{"cast":["Nick Nolte","Timothy Hutton","Armand Assante","Luis Guzmán","Charles S. Dutton"],"overview":"A young district attorney seeking to prove a case against a corrupt police detective encounters a former lover and her new protector, a crime boss who refuse to help him.","release_date":"1990-04-27","vote_average":6.5,"runtime":132,"cert":"N\/A","id":31598,"title":"Q & A","adult":false,"genre_ids":[28,18,53,80]},{"cast":["Kanichi Kurita","Kiyoshi Kobayashi","Eiko Masuyama","Gorō Naya","Makio Inoue"],"overview":"Lupin investigates the news of a fake version of one of his trademark calling cards during a high-class party. A group of assassins, the Tarantula, crash the party and murder the host. Zenigata, investigating the card, chases Lupin but ends up shot and injured by a silver Walther P38. Lupin, catching a glimpse of the familiar gun, is determined to avenge not only Zenigata, but an episode of his past.","release_date":"1997-08-01","vote_average":7.2,"runtime":93,"cert":"N\/A","id":31599,"title":"Lupin the Third: Walther P38","adult":false,"genre_ids":[28,12,16,10770]},{"cast":["Matt Dillon","Gene Hackman","Gayle Hunnicutt","Tomas Hnevsa","Jean-Pol Dubois"],"overview":"A Texan with a secret past (Gene Hackman) searches Europe with his son (Matt Dillon) after the KGB kidnaps his wife (Gayle Hunnicutt).","release_date":"1985-11-08","vote_average":6.5,"runtime":117,"cert":"N\/A","id":31600,"title":"Target","adult":false,"genre_ids":[18,28]},{"cast":["Nick Nolte","JoBeth Williams","Judd Hirsch","Ralph Macchio","Allen Garfield"],"overview":"A teacher tries to overcome his frustration teaching a high-school that seems to be full of flunkies.","release_date":"1984-10-05","vote_average":6.0,"runtime":107,"cert":"N\/A","id":31601,"title":"Teachers","adult":false,"genre_ids":[35,18]},{"cast":["Marlon Brando","Jane Fonda","Robert Redford","E.G. Marshall","Angie Dickinson"],"overview":"Most everyone in town thinks that Sheriff Calder is merely a puppet of rich oil-man Val Rogers. When it is learned that local baddie Bubber Reeves has escaped prison, Rogers' son is concerned because he is having an affair with Reeves' wife. It seems many others in town feel they may have reasons to fear Reeves. Calder's aim is to bring Reeves in alive, unharmed. Calder will have to oppose the powerful Rogers on one hand and mob violence on the other, in his quest for justice.","release_date":"1966-02-17","vote_average":7.3,"runtime":135,"cert":"N\/A","id":31602,"title":"The Chase","adult":false,"genre_ids":[53,18,80]},{"cast":["George C. Scott","Marlon Brando","Marthe Keller","John Gielgud","G. D. Spradlin"],"overview":"A detective uncovers a formula that was devised by the Nazis in WW II to make gasoline from synthetic products, thereby eliminating the necessity for oil--and oil companies. A major oil company finds out about it and tries to destroy the formula and anyone who knows about it.","release_date":"1980-01-01","vote_average":5.7,"runtime":117,"cert":"N\/A","id":31603,"title":"The Formula","adult":false,"genre_ids":[53,80]},{"cast":["James Caan","Robert Duvall","Arthur Hill","Bo Hopkins","Mako Iwamatsu"],"overview":"Mike Locken is one of the principle members of a group of freelance spies. A significant portion of their work is for the C.I.A. and while on a case for them one of his friends turns on him and shoots him in the elbow and knee. His assignment, to protect someone, goes down in flames. He is nearly crippled, but with braces is able to again become mobile. For revenge as much as anything else, Mike goes after his ex-friend.","release_date":"1975-12-19","vote_average":6.0,"runtime":122,"cert":"N\/A","id":31604,"title":"The Killer Elite","adult":false,"genre_ids":[80,28]},{"cast":["Jeff Bridges","Valerie Perrine","Geraldine Fitzgerald","Ned Beatty","Gary Busey"],"overview":"A backwoods bootlegger decides to put the driving skills he developed evading the law to good use. He becomes a race car driver, and eventually, one of the fastest drivers in history. Also known as \"Hard Driver\".","release_date":"1973-01-01","vote_average":5.6,"runtime":95,"cert":"N\/A","id":31605,"title":"The Last American Hero","adult":false,"genre_ids":[18]},{"cast":["Gene Hackman","Joanna Cassidy","Tommy Lee Jones","John Heard","Dennis Franz"],"overview":"Experienced Green Beret sergeant Johnny Gallagher is escorting a prisoner, Airborne Ranger Thomas Boyette, back to the US, but Boyette escapes and Gallagher must risk life and limb to catch him.","release_date":"1989-08-25","vote_average":6.0,"runtime":108,"cert":"15","id":31606,"title":"The Package","adult":false,"genre_ids":[80,53,28]},{"cast":["Kemal Sunal","Şener Şen","Adile Naşit","Pembe Mutlu","Ayşen Gruda"],"overview":"Memo returns from Germany to get married with his love but his fathers killer Sulo is being released from jail. As a village rule he has to get revenge for his fahter or he can not get married but he doesn't want to kill so they stage a fake death with Sulo and after that his luck runs out.","release_date":"1981-11-09","vote_average":7.7,"runtime":94,"cert":"N\/A","id":31607,"title":"Davaro","adult":false,"genre_ids":[35]},{"cast":["Nick Nolte","Martin Short","Sarah Rowland Doroff","James Earl Jones","Alan Ruck"],"overview":"On his first day after being released from jail for 14 armed bank robberies, Lucas finds himself caught up in someone else's robbery. Perry has decided to hold up the local bank to raise money so that he can keep his daughter, Meg, and get her the treatment she needs. Dugan, a detective, assumes Lucas helped plan the robbery, and hence Lucas, Perry and Meg become three fugitives.","release_date":"1989-01-27","vote_average":6.2,"runtime":96,"cert":"N\/A","id":31608,"title":"Three Fugitives","adult":false,"genre_ids":[35]},{"cast":["Cheech Marin","Tommy Chong","John Paragon","Beverly D'Angelo","Cassandra Peterson"],"overview":"Get Out of My Room, was a mockumentary in the style of This Is Spinal Tap, written and directed by Cheech Marin. In the film, he and Tommy Chong are shown attempting to finish a \"video album\" for their novelty record Get Out of My Room.","release_date":"1985-01-01","vote_average":5.3,"runtime":53,"cert":"N\/A","id":31609,"title":"Cheech & Chong Get Out of My Room","adult":false,"genre_ids":[35,10402]},{"cast":["Emily Watson","Nick Nolte","Dermot Mulroney","Nathan Lane","Brittany Murphy"],"overview":"Emily Watson stars as Trixie, an eccentric woman who aspires to quit her job as a security guard and become a private detective. However, comedy intervenes and the mess begins...","release_date":"2000-06-28","vote_average":5.4,"runtime":116,"cert":"N\/A","id":31610,"title":"Trixie","adult":false,"genre_ids":[28,35,9648,53]},{"cast":["John Travolta","Harry Belafonte","Kelly Lynch","Margaret Avery","Tom Bower"],"overview":"The story takes place in alternative America where the blacks are members of social elite, and whites are inhabitants of inner city ghettos. Louis Pinnock is a white worker in a chocolate factory, loving husband and father of two children. While delivering a package for black CEO Thaddeus Thomas, he is mistaken for a voyeur and, as a result, loses his job, gets beaten by black cops and his family gets evicted from their home. Desperate Pinnock takes a gun and kidnaps Thomas, demanding justice.","release_date":"1995-12-01","vote_average":4.9,"runtime":89,"cert":"N\/A","id":31611,"title":"White Man's Burden","adult":false,"genre_ids":[18]},{"cast":["Shawn Yue","Bonnie Xian","Fan Siu-Wong","Eric Tsang","Siu Yam-Yam"],"overview":"A Hong Kong cop is struggling for his survival in the underground world, a place filled with criminals and low life people like moss in rotting hell.","release_date":"2008-01-01","vote_average":5.2,"runtime":93,"cert":"N\/A","id":31614,"title":"The Moss","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"As they get ready for their annual Bunny Picnic, Bean, a young, imaginative bunny eager to help, is told he's too little. Hurt, he wanders off into the lettuce patch where he comes face to face with the grumpy old farmer's junk yard dog! Bean runs and warns the others but no one believes him. Undaunted, little Bean helps the Muppet Bunnies in a big, big way!","release_date":"1986-03-26","vote_average":6.0,"runtime":51,"cert":"N\/A","id":31615,"title":"The Tale of the Bunny Picnic","adult":false,"genre_ids":[10751]},{"cast":["Amy Gumenick","Tracy Pollan","Grant Show","Jacques Strydom","Catherine Dent"],"overview":"On May 30, 2005, on a high school graduation trip to Aruba, she disappeared without a trace.","release_date":"2009-11-10","vote_average":5.1,"runtime":96,"cert":"N\/A","id":31616,"title":"Natalee Holloway","adult":false,"genre_ids":[18,9648,10770]},{"cast":["Kyle MacLachlan","Samuel L. Jackson","Clarence Williams III","Frederic Forrest","Harry Dean Stanton"],"overview":"Based on the true story of the Attica Prison uprising of 1971.","release_date":"1994-01-01","vote_average":6.5,"runtime":111,"cert":"N\/A","id":31619,"title":"Against the Wall","adult":false,"genre_ids":[18,36]},{"cast":["Suzy Kendall","Tina Aumont","Luc Merenda","John Richardson","Roberto Bisacco"],"overview":"A series of sex murders shock a college campus, and four beautiful young girlfriends head for the safety of an isolated country villa. But as they succumb to their own erotic desires, their weekend of pleasure becomes a vacation to dismember at the hands - and blade - of the lecherous maniac.","release_date":"1973-01-04","vote_average":6.8,"runtime":97,"cert":"N\/A","id":31624,"title":"Torso","adult":false,"genre_ids":[27,9648,53]},{"cast":["Anushka Shetty","Sonu Sood","Arjan Bajwa","Manorama","Sayaji Shinde"],"overview":"Arundhati  belongs to Gadwal samsthanam in 1920’s. She is known for her bravery in saving the Samstanam by killing Pasupathi an evildoer. But the spirit of Pasupathi haunts that place. Another girl is born in the same lineage after 3 generations and she is named as Arundhati. The spirit of Pasupati is after Arundhati to take the revenge.","release_date":"2009-01-16","vote_average":6.0,"runtime":132,"cert":"N\/A","id":31629,"title":"Arundhati","adult":false,"genre_ids":[27,14,53]},{"cast":["Viktor Sukhorukov","Anzhelika Nevolina","Evgeniy Merkurev","Georgiy Teykh","Nikolay Lavrov"],"overview":"An unnamed hero roaming the streets of St Petersburg is befriended by a beggar with a donkey and a slightly deranged prostitute.","release_date":"1991-06-22","vote_average":6.8,"runtime":null,"cert":"N\/A","id":31630,"title":"Happy Days","adult":false,"genre_ids":[18]},{"cast":["Kim Basinger","Alec Baldwin","Robert Loggia","Elisabeth Shue","Armand Assante"],"overview":"Charley Pearl, wealthy heir and gadabout, is slated to marry Adele, the daughter of a Hollywood tycoon. But, during a wild bachelor party in Las Vegas, Charley strikes up a flirtation with nightclub crooner Vicki Anderson that soon leads to her bedroom. When the couple are discovered by Vicki's beau, infamous gangster Bugsy Siegel, he makes a surprising pronouncement -- they'd better marry, or Charley is a dead man.","release_date":"1991-04-05","vote_average":5.4,"runtime":116,"cert":"N\/A","id":31633,"title":"The Marrying Man","adult":false,"genre_ids":[28,35,10749,53,18]},{"cast":["Marguerite Chapman","Douglas Kennedy","James Griffith","Ivan Triesault","Boyd 'Red' Morgan"],"overview":"An ex-major forces a scientist to develop a invisibility formula, with which he plans to create an invisible army and sell it to the highest bidder. However there are side effects to the formula.","release_date":"1960-02-01","vote_average":3.8,"runtime":57,"cert":"N\/A","id":31634,"title":"The Amazing Transparent Man","adult":false,"genre_ids":[878,53]},{"cast":["Randy Couture","Mark Coleman","Nate Marquardt","Chael Sonnen","Matt Serra"],"overview":"UFC 109: Relentless was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on February 6, 2010 at the Mandalay Bay Events Center in Las Vegas, Nevada.","release_date":"2010-02-06","vote_average":5.5,"runtime":163,"cert":"N\/A","id":31635,"title":"UFC 109: Relentless","adult":false,"genre_ids":[]},{"cast":["Lauren Bacall","Brian Stokes Mitchell","Bebe Neuwirth","Jerry Orbach","Patti LuPone"],"overview":"The annual Tony Award broadcast provides the only filmed record of Broadway's best for audiences to experience as if they were front-row-center on opening night.  This second compilation of great musical moments from the Tonys features another dazzling array of stars and performances.  Hosts Lauren Bacall, Bebe Neuwirth, Brian Stokes Mitchell and Jerry Orbach introduce these one-of-a-kind performances and share their personal Broadway and Tony memories.","release_date":"2004-10-26","vote_average":0.0,"runtime":91,"cert":"N\/A","id":31636,"title":"Broadway's Lost Treasures II","adult":false,"genre_ids":[10402]},{"cast":["John Cleese","Connie Booth","Graham Crowden","Freddie Jones","Jonathan Lynn"],"overview":"A bassist shows up early for the betrothal ball of a beautiful princess, and whiles away the time having a dip in the river. The princess is doing the same, unbeknownst to the bass player, but when someone steals their clothes, the bass player helps the princess to preserve her dignity by transporting her back to the castle in his bass case, and along the way they discover they have feelings for each other. Based on a short story by Anton Chekhov.","release_date":"1974-01-01","vote_average":8.0,"runtime":40,"cert":"N\/A","id":31637,"title":"Romance with a Double Bass","adult":false,"genre_ids":[35,10749]},{"cast":["Michael Caine","Sally Field","Telly Savalas","Peter Boyle","Jack Warden"],"overview":"After \"The Poseidon Adventure\", in which the ship got flipped over by a tidal wave, the ship drifts bottom-up in the sea. While the passengers are still on board waiting to be rescued, two rivaling salvage parties enter the ship on search for money, gold and a small amount of plutonium.","release_date":"1979-05-18","vote_average":5.0,"runtime":114,"cert":"12","id":31638,"title":"Beyond the Poseidon Adventure","adult":false,"genre_ids":[28,12,18]},{"cast":["Evan Rachel Wood","Kevin Bacon","Mary Stuart Masterson","Marian Seldes","Cathy Moriarty"],"overview":"Precocious young Harriet (Evan Rachel Wood) lives with her much older sister, Gwen (Mary Stuart Masterson), at a New Hampshire motel owned by their mother (Cathy Moriarty), and dreams of a life beyond her neglectful family and stultifying town. When Ricky (Kevin Bacon), a mentally disabled man, stays at the motel, Harriet finds him to be kinder and more interesting than anyone she has ever known before. After tragedy strikes, Harriet and Ricky cling to each other ever more tightly.","release_date":"1997-07-07","vote_average":6.5,"runtime":98,"cert":"N\/A","id":31641,"title":"Digging to China","adult":false,"genre_ids":[18]},{"cast":["Tommy Lee Jones","Robert John Burke","Timothy Carhart","Tim Guinee","Hiep Thi Le"],"overview":"Le Ly lives in a small Vietnamese village whose serenity is shattered when war breaks out. Caught between the Viet Cong and the South Vietnamese army, the village is all but destroyed. After being both brutalized and raped, Le Ly resolves to flee. She leaves for the city, surviving desperate situations, but surviving nonetheless. Eventually she meets a U.S. Marine named Steve Butler who treats her kindly and tells her he would like to be married -- maybe to her.","release_date":"1993-12-24","vote_average":6.7,"runtime":140,"cert":"N\/A","id":31642,"title":"Heaven & Earth","adult":false,"genre_ids":[36,10752,28,18]},{"cast":["Joe Pesci","Christian Slater","Victoria Abril","Harrison Ford","Barry Levinson"],"overview":"Jimmy Alto is an actor wannabe who stumbles into the role of a lifetime. He becomes a vigilante crime-fighter, aided by his sidekick William, who has suffered a head wound and has problems with short-term memory. Jimmy's vigilante alter ego soon becomes a media wonder--but Jimmy remains a total unknown and his long-suffering girl friend Lorraine is getting fed up with the whole situation.","release_date":"1994-03-30","vote_average":5.0,"runtime":112,"cert":"N\/A","id":31643,"title":"Jimmy Hollywood","adult":false,"genre_ids":[35]},{"cast":["Warren Beatty","Goldie Hawn","Gert Fröbe","Robert Webber","Scott Brady"],"overview":"A bank security expert plots with a call girl to rob the safety deposit boxes of three very different criminals from a high-tech bank in Hamburg.","release_date":"1971-12-17","vote_average":6.6,"runtime":121,"cert":"N\/A","id":31644,"title":"$","adult":false,"genre_ids":[18,80,35]},{"cast":["Albert Finney","Matthew Modine","John Kellogg","Novella Nelson","Frank Ferrara"],"overview":"Brothers Treat (Matthew Modine) and Philip (Kevin Anderson) have lived alone since they were kids, when a small time criminal enters their lives.","release_date":"1987-09-18","vote_average":5.7,"runtime":115,"cert":"N\/A","id":31645,"title":"Orphans","adult":false,"genre_ids":[18,80]},{"cast":["Tricia O'Neil","Steve Marachuk","Lance Henriksen","Ricky Paull Goldin","Ted Richert"],"overview":"A scuba diving instructor, her biochemist boyfriend, and her police chief ex-husband try to link a series of bizarre deaths to a mutant strain of piranha fish whose lair is a sunken freighter ship off a Caribbean island resort.","release_date":"1981-01-01","vote_average":4.3,"runtime":84,"cert":"N\/A","id":31646,"title":"Piranha Part Two: The Spawning","adult":false,"genre_ids":[27,18,10749]},{"cast":["Linda Corwin","Paul Guzzi","Alex Pirnie","Mark Deshaies","Al Hodder"],"overview":"In a post-Armageddon world, a young woman finds herself in a fight for survival against mutant cavemen, dinosaurs and other prehistoric animals.","release_date":"1990-01-01","vote_average":3.2,"runtime":82,"cert":"N\/A","id":31647,"title":"A Nymphoid Barbarian in Dinosaur Hell","adult":false,"genre_ids":[14,878,27]},{"cast":["Archil Gomiashvili","Sergei Filippov","Mikhail Pugovkin","Nina Grebeshkova","Yuriy Nikulin"],"overview":"A former aristocrat Ippolit Vorobyaninov leads a miserable life in Soviet Russia. His mother-in-law reveals a secret to him - she hid family diamonds in one of the twelve chairs they once had. Vorobyaninov in cooperation with a young con artist Ostap Bender start a long search for the diamonds.","release_date":"1971-06-21","vote_average":7.7,"runtime":161,"cert":"N\/A","id":31648,"title":"12 Chairs","adult":false,"genre_ids":[12,35]},{"cast":["Naoko Watanabe","Masato Kubota","Kaneto Shiozawa","Katsumi Toriumi","Mayumi Shou"],"overview":"Its central characters are a vampire girl named Miyu and her demonic companion Larva. Miyu is the daughter of both a human and a shinma (demon) and as such she was awakened as the guardian whose destiny is to hunt down all stray shinma and send them back to the darkness.","release_date":"1988-07-21","vote_average":7.7,"runtime":100,"cert":"N\/A","id":31649,"title":"Vampire Princess Miyu","adult":false,"genre_ids":[16,28,14,27]},{"cast":["Tom Berenger","Mimi Rogers","Lorraine Bracco","Jerry Orbach","John Rubinstein"],"overview":"While Mike Keegan is celebrating his recent promotion to detective, in a fancy nightclub socialite Claire Gregory witnesses the murder of the owner by powerful mobster, Joey Venza. Mike is assigned to protect her in the night shift in her Manhattan apartment. When Venza threatens Claire, Mike and Claire eventually become closer—and Mike finds himself divided between the love for his family and his heated  passion for Claire and his fascination of her world.","release_date":"1987-10-09","vote_average":6.0,"runtime":106,"cert":"N\/A","id":31650,"title":"Someone to Watch Over Me","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Richard Harris","John Hurt","Sean Bean","Frances Tomelty","Brenda Fricker"],"overview":"\"Bull\" McCabe's family has farmed a field for generations, sacrificing much in the name of the land. When the widow who owns the field decides to sell it in a public auction, McCabe knows that he must own it. While no local dare bid against him, a wealthy American decides he requires the field to build a highway. \"Bull\" and his son decide they must try to convince the American to let go of his ambition and return home, but the consequences of their plot prove sinister.","release_date":"1990-09-21","vote_average":6.9,"runtime":110,"cert":"15","id":31651,"title":"The Field","adult":false,"genre_ids":[18]},{"cast":["Kurt Russell","Mariel Hemingway","Richard Jordan","Andy García","Robert Small"],"overview":"A routine investigation of a shocking murder takes a bizarre twist when the killer contacts the reporter and appoints him his personal spokesman. As the killer's calls and clues increase, the reporter is lured into a deadly trap.","release_date":"1985-02-15","vote_average":6.5,"runtime":103,"cert":"N\/A","id":31652,"title":"The Mean Season","adult":false,"genre_ids":[9648,53]},{"cast":["Boris Karloff","Jack Nicholson","Sandra Knight","Dick Miller","Dorothy Neumann"],"overview":"A young officer in Napoleon's Army pursues a mysterious woman to the castle of an elderly Baron.","release_date":"1963-06-17","vote_average":5.1,"runtime":81,"cert":"12","id":31655,"title":"The Terror","adult":false,"genre_ids":[27,53]},{"cast":["Keith Carradine","Shelley Duvall","John Schuck","Bert Remsen","Louise Fletcher"],"overview":"Bowie, a youthful convicted murderer, and bank robbers Chicamaw and T-Dub escape from a Mississippi chain gang in the 1930s. They hole up with a gas station attendant and continue robbing banks. Bowie, who is injured in an auto accident, takes refuge with the daughter of the gas station attendant, Keechie. They become romantically involved but their relationship is strained by Bowie's refusal to turn his back on crime. The film is based on the novel Thieves Like Us by Edward Anderson. The novel is also the source material for the 1949 film They Live by Night, directed by Nicholas Ray.","release_date":"1974-02-11","vote_average":6.7,"runtime":123,"cert":"N\/A","id":31656,"title":"Thieves Like Us","adult":false,"genre_ids":[18,10749,80]},{"cast":["Jane Fonda","Jon Voight","Bruce Dern","Penelope Milford","Robert Carradine"],"overview":"The wife of a Marine serving in Vietnam, Sally Hyde (Jane Fonda) decides to volunteer at a local veterans hospital to occupy her time. There she meets Luke Martin (Jon Voight), a frustrated wheelchair-bound vet who has become disillusioned with the war. Sally and Luke develop a friendship that soon turns into a romance, but when her husband, Bob (Bruce Dern), returns unexpectedly, she must decide between staying with him and pursuing her new love.","release_date":"1978-02-15","vote_average":7.2,"runtime":127,"cert":"N\/A","id":31657,"title":"Coming Home","adult":false,"genre_ids":[18,10749,10752]},{"cast":["James Garner","Jason Robards","Robert Ryan","Albert Salmi","Charles Aidman"],"overview":"Marshal Wyatt Earp kills a couple of men of the Clanton-gang in a fight. In revenge Clanton's thugs kill the marshal's brother. Thus, Wyatt Earp starts to chase the killers together with his friend Doc Holliday.","release_date":"1967-11-01","vote_average":6.6,"runtime":100,"cert":"N\/A","id":31658,"title":"Hour of the Gun","adult":false,"genre_ids":[28,18,37]},{"cast":["Danny DeVito","Joe Piscopo","Harvey Keitel","Ray Sharkey","Dan Hedaya"],"overview":"Harry Valentini and Moe Dickstein are both errand boys for the Mob. When they lose $250,000, they are set up to kill each other. But they run off to Atlantic City and comedy follows.","release_date":"1986-04-17","vote_average":6.0,"runtime":100,"cert":"N\/A","id":31659,"title":"Wise Guys","adult":false,"genre_ids":[35,80]},{"cast":["Nick Nolte","James Coburn","Sissy Spacek","Willem Dafoe","Brigid Tierney"],"overview":"A small town policeman must investigate a suspicious hunting accident. The investigation and other events result in him slowly disintegrating mentally.","release_date":"1997-08-28","vote_average":6.3,"runtime":114,"cert":"N\/A","id":31662,"title":"Affliction","adult":false,"genre_ids":[18,53]},{"cast":["Willie Nelson","Gary Busey","Isela Vega","Gilbert Roland","Danny De La Paz"],"overview":"Karl Westover, an inexperienced farm boy, runs away after unintentionally killing a neighbor, whose family pursues him for vengeance. He meets Barbarosa, a gunman of near-mythical proportions, who is himself in danger from his father-in-law Don Braulio, a wealthy Mexican rancher. Don Braulio wants Barbarosa dead for marrying his daughter against the father's will. Barbarosa reluctantly takes the clumsy Karl on as a partner, as both of them look to survive the forces lining up against them.","release_date":"1982-01-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":31665,"title":"Barbarosa","adult":false,"genre_ids":[28,35,37]},{"cast":["Matt LeBlanc","Eddie Izzard","James Cosmo","Nicolette Krebitz","David Tristan Birkin"],"overview":"A mismatched team of British Special Services agents led by an American must infiltrate, in disguise, a female-run Enigma factory in Berlin and bring back the decoding device that will end the war.","release_date":"2001-10-14","vote_average":5.8,"runtime":99,"cert":"N\/A","id":31668,"title":"All The Queen's Men","adult":false,"genre_ids":[28,35,18,36,10752]},{"cast":["Florin Piersic","Nae Mazilu","Constantin Diplan","Aristide Teică","Maria Ploae"],"overview":"The movie is set in 18th century Maramureș region of Romania. The Romanian officer Grigore Pintea return to his village and finds out that his parents were killed, and other villagers were tortured because they protested against the unfair treatment of Bartolok Graff. He deserts the Austrian army and he becomes an outlaw. He is joined by many peasants and so his band manages to occupy 2 fortresses.","release_date":"1976-08-16","vote_average":7.0,"runtime":94,"cert":"N\/A","id":31669,"title":"Pintea","adult":false,"genre_ids":[28,36]},{"cast":["Romain Duris","Rona Hartner","Ouassini Embarek","Noël Simsolo"],"overview":"Three French pals take to the road in a stolen car and discover a talking, wounded stork — who claims to have deserted the Algerian army — and help it to escape to the home of a relative in Germany.","release_date":"1999-11-24","vote_average":7.0,"runtime":80,"cert":"N\/A","id":31670,"title":"Children of the Stork","adult":false,"genre_ids":[]},{"cast":["Charles Bronson","Robert Duvall","Jill Ireland","Randy Quaid","Sheree North"],"overview":"A bush pilot is hired for $250,000 to go to Mexico to free an innocent prisoner.","release_date":"1975-05-21","vote_average":6.4,"runtime":96,"cert":"N\/A","id":31671,"title":"Breakout","adult":false,"genre_ids":[28,12,53]},{"cast":["Charles Bronson","Telly Savalas","Jill Ireland","Michel Constantin","Umberto Orsini"],"overview":"A hitman is double-crossed by his girlfriend and barely escapes a murder attempt. He then sets out to take his revenge on the woman and the gang boss who put her up to it.","release_date":"1970-09-17","vote_average":6.4,"runtime":100,"cert":"N\/A","id":31672,"title":"Violent City","adult":false,"genre_ids":[28,80,53]},{"cast":["Cathy Lee Crosby","Michael Biehn","Keenan Wynn","Channing Clarkson","Steve Nevil"],"overview":"An Olympic Gold medalist is hired to coach the boys basketball team. But when Coach Randy Rawlings arrives, the school's sexist principal discovers he hired a woman. Blocked from firing her due to discrimination laws, he tries to make sure the team loses, so he can fire her for poor performance","release_date":"1978-03-16","vote_average":4.0,"runtime":100,"cert":"N\/A","id":31673,"title":"Coach","adult":false,"genre_ids":[35,10749]},{"cast":["Ted Danson","Isabella Rossellini","Sean Young","William Petersen","Lloyd Bridges"],"overview":"Two couples go to a mutual friends wedding, and end up swapping partners.","release_date":"1989-02-10","vote_average":6.1,"runtime":109,"cert":"N\/A","id":31674,"title":"Cousins","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Harris","Alec Guinness","Robert Morley","Dorothy Tutin","Frank Finlay"],"overview":"Disgusted with the policies of King Charles I, Oliver Cromwell plans to take his family to the New World. But on the eve of their departure, Cromwell is drawn into the tangled web of religion and politics that will result in the English Civil War.","release_date":"1970-09-16","vote_average":6.6,"runtime":139,"cert":"N\/A","id":31675,"title":"Cromwell","adult":false,"genre_ids":[18,36,10752]},{"cast":["Mickey Rourke","Anthony Hopkins","Mimi Rogers","Lindsay Crouse","Kelly Lynch"],"overview":"A criminal holds a wealthy family hostage.","release_date":"1990-10-05","vote_average":5.5,"runtime":105,"cert":"N\/A","id":31676,"title":"Desperate Hours","adult":false,"genre_ids":[9648,53]},{"cast":["Carrie Snodgress","Richard Benjamin","Frank Langella","Lorraine Cullen","Frannie Michel"],"overview":"Tina Balser is a bored New York housewife-mother married to Jonathan, a pompous, social-climbing lawyer who ridicules her in front of their children, criticizing everything she does or wears. She begins an affair with George Prager, a dashing, successful and blatantly sadistic writer.","release_date":"1970-01-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":31677,"title":"Diary of a Mad Housewife","adult":false,"genre_ids":[35,18]},{"cast":["Conrad Nagel","Jack Benny","John Gilbert","Norma Shearer","Joan Crawford"],"overview":"An all-star revue featuring MGM contract players.","release_date":"1929-11-23","vote_average":6.0,"runtime":116,"cert":"N\/A","id":31678,"title":"The Hollywood Revue of 1929","adult":false,"genre_ids":[35,10402]},{"cast":["William Hurt","Sigourney Weaver","Christopher Plummer","James Woods","Irene Worth"],"overview":"Daryll Deever is a janitor in an office building in New York, and a big fan of TV news reporter, Tony Sokolow. When a rich man is murdered in Daryll's building, Tony comes to cover the story and Daryll introduces himself to her. Thinking he may know something about the crime, Tony pursues him, and in order to keep seeing her, he pretends that he does. As the two of them play this game, the killers are watching, assuming that Daryll and Tony both know more about the crime than they do.","release_date":"1981-02-13","vote_average":5.9,"runtime":103,"cert":"N\/A","id":31679,"title":"Eyewitness","adult":false,"genre_ids":[28,9648,53]},{"cast":["Miki Mizuno","Dylan Kuo","Emme Wong","Nana Natsume","Sam Lee"],"overview":"A ruthless pack of thugs force mild-mannered, caught-in-the-middle-of-something-bigger Nami to murder her fiance's sister, decidedly ruining her pending marriage and landing the poor girl in the most brutal women's prison ever seen. Inside the hellblocks, she decides to stop being a victim at all costs, and ends up becoming stronger and even more vicious than the craziest inmates in the pen. She eventually escapes in a most unusual way, gets valuable fight training from a mysterious mountain man and returns to the streets in order to make the thugs who ruined her life pay.","release_date":"2008-01-01","vote_average":4.8,"runtime":101,"cert":"N\/A","id":31680,"title":"Prisoner 701: Sasori","adult":false,"genre_ids":[28,12,18]},{"cast":["Lee Marvin","Toshirō Mifune"],"overview":"During World War II, a shot-down American pilot and a marooned Japanese navy captain find themselves stranded on the same small uninhabited island in the Pacific Ocean. Following war logic, each time the crafty Japanese devises something useful, he guards it to deny its use to the Yank, who then steals it, its proceeds or the idea and\/or ruins it. Yet each gets his chance to kill and\/or capture the other, but neither pushes this to the end. After a while of this pointless pestering, they end up joining forces to build and man a raft...","release_date":"1968-12-19","vote_average":7.1,"runtime":103,"cert":"N\/A","id":31681,"title":"Hell in the Pacific","adult":false,"genre_ids":[18,10752]},{"cast":["Grant Williams","Randy Stuart","April Kent","Paul Langton","Raymond Bailey"],"overview":"While on a boating trip, Scott Carey is exposed to a radioactive cloud. Nothing seems amiss at first, but several months later Scott realizes that he's shrunk in height by several inches. He sees a doctor, who admits that he's baffled. As Scott continues to shrink, decreasing to three feet tall, he becomes bitter, and lashes out at his wife, Louise. He begins to fear a cure will never be found -- since even as he becomes a national sensation, he's still shrinking.","release_date":"1957-02-22","vote_average":7.4,"runtime":81,"cert":"","id":31682,"title":"The Incredible Shrinking Man","adult":false,"genre_ids":[18,878]},{"cast":["Barbra Streisand","Barry Gibb","Goldie Hawn","Bruce Willis","Jane Fonda"],"overview":"Originally broadcast as an exclusive special on HBO, Barbra Streisand launched her September 6, 1986 concert One Voice, in part, as a protest against Reagan-era nuclear arms proliferation in the late Cold War; the event marked the diva's first official live performance since 1972.","release_date":"1986-12-27","vote_average":7.3,"runtime":68,"cert":"N\/A","id":31683,"title":"Barbra Streisand: One Voice","adult":false,"genre_ids":[10402,10770]},{"cast":["Jethro"],"overview":"Jethro spins side-splitting yarns with a little help from Denzil Pemberthy including Olympic and dog-swallowing condoms, being hospitalised by a hoover and banned from a supermarket. Tastier than the finest cream tea and packed with more content than a Cornish pasty, fill your comedy boots with A Giant Portion of Jethro.","release_date":"2008-10-27","vote_average":6.0,"runtime":86,"cert":"N\/A","id":31684,"title":"A Giant Portion of Jethro","adult":false,"genre_ids":[35]},{"cast":["Charles Laughton","Cedric Hardwicke","Thomas Mitchell","Maureen O'Hara","Edmond O'Brien"],"overview":"In 15th century France, a gypsy girl is framed for murder by the infatuated Chief Justice, and only the deformed bellringer of Notre Dame Cathedral can save her.","release_date":"1939-12-29","vote_average":7.4,"runtime":113,"cert":"N\/A","id":31685,"title":"The Hunchback of Notre Dame","adult":false,"genre_ids":[10749,18,27]},{"cast":["Anthony LaPaglia","Oscar Isaac","Nathan Phillips","Damon Gameau","Nick Farnell"],"overview":"As Indonesia prepares to invade the tiny nation of East Timor, five Australian based journalists go missing. Four weeks later, veteran foreign correspondent Roger East is lured to East Timor by the young and charismatic José Ramos-Horta to tell the story of his country and investigate the fate of the missing men. As East's determination to uncover the truth grows, the threat of invasion intensifie","release_date":"2009-07-21","vote_average":6.5,"runtime":111,"cert":"15","id":31686,"title":"Balibo","adult":false,"genre_ids":[18,9648,53]},{"cast":["Austin Highsmith","Jesse Johnson","Ryan Doom","Josh Kelly","Katie Lowes"],"overview":"Jessica moves into a loft on the eighth floor of a Los Angeles apartment building called The Dante. The other tenants all seem friendly at first, but when she starts witnessing horrible deaths, she must team up with her neighbor Evan (Doom) to solve the mystery -- and uncover her own connection to the place.","release_date":"2009-10-27","vote_average":3.8,"runtime":84,"cert":"N\/A","id":31687,"title":"Circle of Eight","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"“The Soviet Story” is a story of an Allied power, which helped the Nazis to fight Jews and which slaughtered its own people on an industrial scale. Assisted by the West, this power triumphed on May 9th, 1945. Its crimes were made taboo, and the complete story of Europe’s most murderous regime has never been told. Until now...","release_date":"2008-01-01","vote_average":7.3,"runtime":86,"cert":"N\/A","id":31688,"title":"The Soviet Story","adult":false,"genre_ids":[99,10752,36]},{"cast":["Donavon Frankenreiter","Benji Weatherley","Pat O'Connell","Andy Irons","Shane Dorian"],"overview":"Donavon Frankenreiter, Benji Weatherley and Pat O'Connell are joined by Shane Dorian, three time world champion Andy Irons and Australia's own Mark Occhilupo. Spend two crazy weeks driving, surfing and traveling thru some of Australia's most incredible coastlines. From kangaroos to sky diving, shark scares to golfing the Drive Thru Australia is packed with hilarious hijinks and incredible surfing.","release_date":"2009-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":31689,"title":"Drive Thru Australia Part 2","adult":false,"genre_ids":[]},{"cast":["Charles Bronson","Peter Finch","Yaphet Kotto","John Saxon","Jack Warden"],"overview":"Based on a true Military operation by Israeli commandos. An Air France flight is hijacked by the PFLP. The plane has about 100 Jewish passengers. The plane is grounded in Uganda. Israelis would not negotiate. The movie then shows how less than 500 soldiers actually flew so far and rescued the passengers in one of the most successful Military operations in history. The only casualty for Israeli soldiers was Lt. Col. Jonathan \"Yoni\" Netanyahu..","release_date":"1976-01-01","vote_average":6.2,"runtime":145,"cert":"N\/A","id":31690,"title":"Raid on Entebbe","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"AQUARIUM IN A BOX transforms television screens into a colorful aquarium, teeming with beautiful fish.","release_date":"2007-08-07","vote_average":6.0,"runtime":60,"cert":"N\/A","id":31693,"title":"Aquarium in a Box","adult":false,"genre_ids":[99]},{"cast":["Kris Kristofferson","Keith Carradine","Lori Singer","Geneviève Bujold","Joe Morton"],"overview":"The lives of an ex-con, a coffee-shop owner, and a young couple looking to make it rich intersect in the fictional and hypnotic Rain City.","release_date":"1985-12-11","vote_average":6.2,"runtime":111,"cert":"N\/A","id":31694,"title":"Trouble in Mind","adult":false,"genre_ids":[80,18,35]},{"cast":["Richard Dreyfuss","John Cassavetes","Christine Lahti","Bob Balaban","Kenneth McMillan"],"overview":"Ken Harrison is an artist that lives to make sculptures. One day he is involved in a car accident, and is paralyzed from his neck down. All he can do is talk and move his head, and he wants to die. Whilst he is in hospital he makes friends with some of the staff, and they support him when he goes to trial to be allowed to die.","release_date":"1981-12-02","vote_average":7.0,"runtime":119,"cert":"N\/A","id":31695,"title":"Whose Life Is It Anyway?","adult":false,"genre_ids":[18]},{"cast":["Matt Dillon","Sean Young","Max von Sydow","Diane Ladd","Adam Horovitz"],"overview":"Infatuated with the idea of becoming rich, college student Jonathan Corliss secretly dates Dorothy Carlsson to gain the approval of her wealthy father. When Dorothy tells Jonathan that she is pregnant and that her father will deny her inheritance if he finds out, Jonathan murders her, but he stages her death as a suicide. As Jonathan works his way onto Mr. Carlsson's payroll, Dorothy's twin sister, Ellen, investigates the apparent suicide.","release_date":"1991-04-26","vote_average":5.9,"runtime":95,"cert":"15","id":31696,"title":"A Kiss Before Dying","adult":false,"genre_ids":[9648,53,80]},{"cast":[],"overview":"FIREPLACE IN A BOX transforms the television screen into a crackling fire that is sure to lend comfort and warmth to any room.","release_date":"2007-08-07","vote_average":5.0,"runtime":60,"cert":"N\/A","id":31697,"title":"Fireplace in a Box","adult":false,"genre_ids":[99]},{"cast":["Sharon Stone","Brad Davis","Jonathan Banks","Adam Ant","Heidi Kozak"],"overview":"Detective Johnny Modine gets his Christmas celebration spoiled with news of his father's death, which seems the work of psychopathic junkies ...","release_date":"1987-12-11","vote_average":5.7,"runtime":91,"cert":"N\/A","id":31700,"title":"Cold Steel","adult":false,"genre_ids":[28,18,53]},{"cast":["James Woods","Lesley Ann Warren","Charles Durning","Charles Haid","Raymond J. Barry"],"overview":"An obsessive, insubordinate homicide cop is convinced a serial killer is loose in the Hollywood area and disobeys orders in order to catch him.","release_date":"1988-01-01","vote_average":6.6,"runtime":110,"cert":"N\/A","id":31701,"title":"Cop","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Ove Sprogøe","Morten Grunwald","Helge Kjærulff-Schmidt","Poul Bundgaard","Karl Stegger"],"overview":"The oldest ship in the fleet, Martha, and her jolly crew, must race Harald and win, or it's the scrappers next.","release_date":"1967-10-10","vote_average":7.2,"runtime":93,"cert":"N\/A","id":31704,"title":"Martha","adult":false,"genre_ids":[35,10751]},{"cast":["David Heavener","Amanda Bauman","Joe Estevez","Todd Bridges","Steven Bracy"],"overview":"Renee Summers has just been released from a mental institution when her fiancee and psychiatrist, Jeffrey Morgan buys her a secluded cabin to rest before she faces her friends and family. Renee soon befriends her only neighbour Michael Richards who is not all that he seems to be. She also uncovers a deadly secret! The former tenants of the cabin, a mayan family, were butchered to death and dumped","release_date":"2004-11-03","vote_average":2.5,"runtime":90,"cert":"N\/A","id":31707,"title":"Curse of the Maya","adult":false,"genre_ids":[27]},{"cast":["Peter Boyle","Christopher Eccleston","Miguel Sandoval","Zaide Silvia Gutiérrez","Pedro Armendáriz Jr."],"overview":"In a nightmare city inhabited only by criminals and police... a mystic detective finds a tool to catch a villainous outlaw. Death and the Compass is British director Alex Cox's second Mexican feature. Based on the short story Death and the Compass by Jorge Luis Borges, the film is in English, and stars Peter Boyle as Erik Lönnrot.","release_date":"1992-08-05","vote_average":5.4,"runtime":96,"cert":"N\/A","id":31712,"title":"Death and the Compass","adult":false,"genre_ids":[80,18,53]},{"cast":["Charles McGraw","Marie Windsor","Jacqueline White","Gordon Gebert","Queenie Leonard"],"overview":"A tough cop meets his match when he has to guard a gangster's widow on a tense train ride.","release_date":"1952-05-03","vote_average":7.3,"runtime":71,"cert":"N\/A","id":31713,"title":"The Narrow Margin","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["Ahn Han-gyoo","Bae Jun-wu","Choi Yoo-ri","Ha Jin-soo","Kim Hyang-gi"],"overview":"The story takes place in occupied Korea at the start of the 20th century, where a young student in medicine discovers the murdered body of the son of a government official. Being scared of being accused, he decides to hire Hong Jin-ho (a detective) to help him find the murderer before the police accuse him of the murder.","release_date":"2009-02-16","vote_average":6.5,"runtime":111,"cert":"N\/A","id":31714,"title":"Private Eye","adult":false,"genre_ids":[9648,80,53]},{"cast":["Roger Guenveur Smith","Marlon Brando","H. Rap Brown","Jim Brown","Stokely Carmichael"],"overview":"A Huey P. Newton Story is a 2001 film directed by Spike Lee. It is a filmed performance of Roger Guenveur Smith's one-man show of the same name. Smith sits in a chair on a stage and tells about the past, mostly dealing with Huey P. Newton's life and times.","release_date":"2001-06-18","vote_average":5.0,"runtime":86,"cert":"N\/A","id":31715,"title":"A Huey P. Newton Story","adult":false,"genre_ids":[99,18]},{"cast":["Duncan Watson","Bill Melendez","Gail Davis","Melanie Kohn","Liam Martin"],"overview":"The Peanuts gang, including Snoopy and Woodstock, have gone off to summer camp. After a few days of the usual summer-camp activities, they all take part in a rafting race. Battling treacherous rapids, wild animals, and bullies from a rival camp, the teams make their way downriver to the finish line.","release_date":"1977-08-24","vote_average":6.9,"runtime":76,"cert":"N\/A","id":31718,"title":"Race for Your Life, Charlie Brown","adult":false,"genre_ids":[16]},{"cast":["Billy Connolly"],"overview":"Filmed during Billy's record breaking twenty two night run at London's famous Hammersmith Apollo.","release_date":"2004-10-11","vote_average":6.8,"runtime":92,"cert":"N\/A","id":31719,"title":"Billy Connolly Live 1994","adult":false,"genre_ids":[35]},{"cast":["Clare Sims","Frederic Smith","Matt Holland"],"overview":"Forty years ago Fred's world changed forever... and now, in the twilight of his life, someone wants to know how, and why? The answer however, is not what anybody ever expected.","release_date":"1999-09-13","vote_average":4.0,"runtime":27,"cert":"N\/A","id":31722,"title":"Tales from Space","adult":false,"genre_ids":[878]},{"cast":["Carla Gugino","Adrianne Palicki","Connie Britton","Marley Shelton","Garcelle Beauvais"],"overview":"A serpentine day in the life of ten seemingly disparate women: a porn star, a flight attendant, a psychiatrist, a masseuse, a bartender, a pair of call girls, etc. All of them with one crucial thing in common. Trouble.","release_date":"2009-11-13","vote_average":5.4,"runtime":92,"cert":"N\/A","id":31723,"title":"Women in Trouble","adult":false,"genre_ids":[35,18]},{"cast":["Duncan Watson","Stephen Shea","Melanie Kohn","Greg Felton","Lynn Mortensen"],"overview":"It's Valentine's Day again and Charlie Brown dreams the seemingly hopeless dream to receiving a valentine from anyone. All the while, the rest of the gang have their own trials whether it be Linus' struggle to get the biggest card he can for his beloved teacher, or Lucy trying to get some token from Schroeder while Snoopy and Woodstock are having fun spearing valentines on each other's nose.","release_date":"1975-01-28","vote_average":7.2,"runtime":30,"cert":"N\/A","id":31726,"title":"Be My Valentine, Charlie Brown","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Brendon Burns"],"overview":"Should you really bother giving a homeless guy five pence? When some handy advice would probably be more useful yet equally resented? Does all cultural identity fundamentally suck? Is it sexist to hate women? Have you spotted the inherent Socratic irony in any of these questions, laughed then secretly given the question more credence than it deserves?, I would say \"then this is the show for you\"","release_date":"2008-11-17","vote_average":5.5,"runtime":73,"cert":"N\/A","id":31729,"title":"Brendon Burns: So I Suppose This Is Offensive Now","adult":false,"genre_ids":[35]},{"cast":["Alec Bond","Caleb Trimble","Devon Trimble","Helen Andrews"],"overview":"The Bilbee Boys are your average boys without a care in the world... until Rosemary moves in next door. The boys try to impress her in their own way, but fail. When school starts the boys take desperate measures to secure their place before the rest of the boys in school do. The Bilbee Boys explores the insecurities, societal pressures and media influences teenagers and young adults face, through the eyes of three teenage brothers.","release_date":"2008-01-01","vote_average":3.5,"runtime":83,"cert":"N\/A","id":31730,"title":"The Bilbee Boys","adult":false,"genre_ids":[35,18,10749]},{"cast":["Chris Cuthbertson","Drew Hagen","Nico Lorenzutti","Shawn Duggan","George Green"],"overview":"Peter Jordan is 33 years old and stuck in a dead end retail job at Super Duper Computers. To make matters worse, he's managed to rack up over $35,000 worth of debt. Student Loans, credit cards, Big Screen TV. His love life is equally in debt. Just when it seems he will never break out of his rut, an old high school buddy named Frehley shows up unexpectedly. Under Frehley's influence...","release_date":"2006-09-22","vote_average":0.0,"runtime":96,"cert":"N\/A","id":31735,"title":"A Bug and a Bag of Weed","adult":false,"genre_ids":[35]},{"cast":["Mark Knopfler","Alan Clark","Mel Collins","John Illsley","Hal Lindes"],"overview":"Taken from the band's Love Over Gold tour, this video captures Dire Straits just months before international superstardom was thrust on them through the success of Brothers in Arms. The set featured the cream of the four previous albums, as well as the B-side to \"Twisting By the Pool,\" \"Two Younger Lovers.\" Strangely, all the tracks are played in a profoundly Love Over Gold style; that is, long and drawn-out songs, incomprehensibly extended guitar solos, obligatory fast and slow sections, and an extremely serious, yet mysterious mood. Mark Knopfler and new recruit Terry Williams steal the show through their highly impressive guitar and drum playing, respectively. The classic \"Sultans of Swing\" guitar solo, was never better performed than on Alchemy, while Williams proves himself capable by his amazingly fast and always interesting drumming. The fine track list and musically impressive band make for what is one of the best live releases from the decade. (Ben Davies, All Music Guide)","release_date":"1984-06-17","vote_average":6.6,"runtime":95,"cert":"PG","id":31736,"title":"Dire Straits: Alchemy Live","adult":false,"genre_ids":[10402]},{"cast":["Dion Agius","Mitch Coleborn","Yadin Nicol","Dusty Payne","Dane Reynolds"],"overview":"Modern Collective is a group of young individuals including Dane Reynolds, Jordy Smith, Yadin Nicol, Dion Agius and Mitch Coleborn. The collective seeks to set in motion the expectations of surfing with a voyage to five high performance locations around the galaxy. The first trip took the collective to France, discovering giant ramps to experiment new moves on.","release_date":"2009-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":31737,"title":"Modern Collective","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Jethro"],"overview":"West Country comedian Jethro performs his own distinctive brand of humour.","release_date":"2006-10-30","vote_average":6.0,"runtime":74,"cert":"15","id":31738,"title":"Jethro: From the Madhouse","adult":false,"genre_ids":[35]},{"cast":["Gray Maynard","Nate Diaz","Chris Leben","Amir Sadollah","Efrain Escudero"],"overview":"Set to headline the event is former Ultimate Fighter (TUF) contestant Gray Maynard (8-0) attempting to avenge the loss that sent him packing on season five of the cable TV reality show when he faces former cast mate Nate Diaz (11-4). In addition, TUF 8 champion Efrain Escudero (12-0) takes on fellow undefeated lightweight Evan Dunham (9-0).","release_date":"2010-01-11","vote_average":3.5,"runtime":109,"cert":"N\/A","id":31739,"title":"UFC Fight Night 20: Maynard vs. Diaz","adult":false,"genre_ids":[]},{"cast":["Loredana Detto","Sandro Panseri","Tullio Kezich","Mara Revel","Guido Spadea"],"overview":"With his family mired in financial troubles, Domenico moves to Milan, Italy, from his small town to get a job in lieu of furthering his education. A lack of options forces him to take a position as a messenger at a big company, where he hopes to receive a promotion soon. There, Domenico meets Antonietta, a young woman in a similar situation as himself. The two form a tentative relationship, but the soulless nature of their jobs threatens to keep them apart.","release_date":"1961-09-21","vote_average":7.6,"runtime":98,"cert":"N\/A","id":31742,"title":"Il Posto","adult":false,"genre_ids":[18]},{"cast":["Kaoru Yachigusa","Mako Ishino","Masumi Harukawa","Yoshi Katô","Shigeru Izumiya"],"overview":"In 1924, Hidesaburō Ueno, a professor in the agriculture department at the University of Tokyo, took in Hachikō, a golden brown Akita, as a pet. During his owner's life, Hachikō walk with him in the morning and greeted him at the end of each day at the nearby Shibuya Station. The pair continued their daily routine until May 1925, when Professor Ueno did not return. The professor had suffered from a cerebral hemorrhage and died, never returning to the train station where Hachikō was waiting. Every day for the next nine years the dog waited at Shibuya station. Hachikō Monogatari is a melodramatic film that tells the true story of friendship, trust and affection of Japan's most faithful dog \"Hachi\", whose bronze statue, to this day, stands watch over Shibuya Station, Tokyo.","release_date":"1987-08-01","vote_average":8.2,"runtime":107,"cert":"N\/A","id":31743,"title":"Hachi-ko","adult":false,"genre_ids":[]},{"cast":["Martin Connolly","Phil MacDonald","Matz Ginman-Trout"],"overview":"Instructional DVD providing the ultimate in surfing techniques, whether you're a complete beginner or an advanced surfer looking to perform manoeuvres to the highest level.","release_date":"2008-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":31750,"title":"110% Surfing Techniques Vol. 1","adult":false,"genre_ids":[]},{"cast":["Joel Parkinson","Mick Fanning","Dean Morrison"],"overview":"A Matty Gye Film This film puts you in the backseat for a ride into the Australian future. Joel Parkinson, Mick Fanning and Dean Morrison take you into their world around the globe during an entire year through the WCT tour in addition to some epic footage of the renowned superbank.","release_date":"2003-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":31751,"title":"3 Degrees","adult":false,"genre_ids":[]},{"cast":["Timmy Turner","Travis Potter","Brett Schwartz","Jake Jakovich","Koby Abberton"],"overview":"Alone on a deserted island in the middle of nowhere, three surfers bring us some of the most amazing surfing footage from one of the most dangerous reefs in the world! Timmy Turner and friends Potter and Schwartz allow viewers to come along with them for a month long adventure, braving the elements, struggling to provide food and water, hoping to avoid injury, and non-stop surfing!","release_date":"2004-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":31752,"title":"Second Thoughts","adult":false,"genre_ids":[]},{"cast":["Robert Foxworth"],"overview":"Originally shown in IMAX theaters, this film presents highly detailed and lavish views of the gorgeous scenery of the Pacific Northwest, both as they appeared before the top 1,300 feet of Mount St. Helens was blown into the sky and during the disaster's dramatic aftermath.","release_date":"1980-05-18","vote_average":7.0,"runtime":28,"cert":"N\/A","id":31753,"title":"The Eruption of Mount St. Helens!","adult":false,"genre_ids":[99]},{"cast":["Luke Dorrington","Wade Goodall","Bede Durbidge","Jordy Smith","Ace Buchan"],"overview":"Stepping Stones features the best under 20 surfers in the world including Luke Dorrington, Wade Goodall, Bede Durbidge, Jordy Smith, Ace Buchan, Shaun Cansdell, Nate Yeomans and many more as they pave the stepping stones on the way to a pro surfing career. Thrown into the visual mix are sections on Taj, Andy and Parko who are currently living the dream of these young hopefuls.","release_date":"2004-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":31754,"title":"Stepping Stones","adult":false,"genre_ids":[]},{"cast":["Miguel Torres","Manny Tapia","Brian Bowles","Will Ribeiro","Wagnney Fabiano"],"overview":"WEC 37: Torres vs. Tapia was a mixed martial arts event held by World Extreme Cagefighting on December 3, 2008 at the Hard Rock Hotel and Casino in Las Vegas, Nevada. The event aired live on the Versus Network.  WEC Bantamweight Champion Miguel Torres successfully defended his title again against Manny Tapia in the main event of the evening. In addition, former IFL standout Wagnney Fabiano made his WEC debut on this card.  The Mark Munoz-Ricardo Barros fight was the final light heavyweight bout to be put on by the WEC. The division was absorbed into the UFC following this event.  The event drew an estimated 671,000 viewers on Versus.","release_date":"2008-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31759,"title":"WEC 37: Torres vs. Tapia","adult":false,"genre_ids":[]},{"cast":["Mike Brown","Urijah Faber","José Aldo","Cub Swanson","Donald Cerrone"],"overview":"WEC 41: Brown vs. Faber 2 was a mixed martial arts event held by World Extreme Cagefighting on June 7, 2009 at the Arco Arena in Sacramento, California. It was the most successful show in the WEC's history.  Featherweight champion Mike Brown defended his title in a rematch against former champion and no. 1 contender Urijah Faber in the main event. UFC lightweight Kenny Florian acted as a special guest color commentator.  Eddie Wineland was expected to face Frank Gomez at the event, but was forced off the card with an injury and replaced by Noah Thomas.  Rich Crunkilton was expected to face Donald Cerrone at the event, but was forced out of the bout with an injury and replaced by James Krause.  The event drew an estimated 1,300,000 viewers on Versus.","release_date":"2009-06-07","vote_average":4.3,"runtime":null,"cert":"N\/A","id":31760,"title":"WEC 41: Brown vs. Faber 2","adult":false,"genre_ids":[]},{"cast":["Ed Markmann","Dickilyn Hendershot","Eric Hendershot","Wilbert Hunt"],"overview":"A breathtaking view of Zion National Park filmed originally in the IMAX format.","release_date":"1996-01-01","vote_average":0.0,"runtime":39,"cert":"N\/A","id":31761,"title":"Zion Canyon: Treasure of the Gods","adult":false,"genre_ids":[99]},{"cast":["David Attenborough"],"overview":"Standing almost alone in the great Southern Ocean, South Georgia island plays host to some of the largest concentrations of animals anywhere on Earth during the spring and summer months. This is the story of these vast animal cities, and of the order that lies beneath their seeming chaos.","release_date":"1996-01-01","vote_average":9.0,"runtime":40,"cert":"N\/A","id":31762,"title":"Survival Island","adult":false,"genre_ids":[99]},{"cast":["Miguel Torres","Brian Bowles","Joseph Benavidez","Dominick Cruz","Ricardo Lamas"],"overview":"WEC 42: Torres vs. Bowles was a mixed martial arts event held by World Extreme Cagefighting on August 9, 2009 at the Hard Rock Hotel and Casino in Las Vegas, Nevada. Bantamweight champion Miguel Torres defends his title against no. 1 contender Brian Bowles in the main event.","release_date":"2009-08-09","vote_average":4.3,"runtime":115,"cert":"N\/A","id":31763,"title":"WEC 42: Torres vs. Bowles","adult":false,"genre_ids":[]},{"cast":["Donald Cerrone","Ben Henderson","Richard Crunkilton","Dave Jansen","Raphael Assuncao"],"overview":"WEC 43: Cerrone vs. Henderson was a mixed martial arts event held by World Extreme Cagefighting on October 10, 2009 at the AT&amp;T Center in San Antonio, Texas.  The best light weight fighters in the world will be on display when WEC invades the Covelli Centre in Youngstown, OH. In the main event, fan favorite Donald “Cowboy” Cerrone battles feared striker Ben Henderson in a bout that will crown the interim WEC lightweight champion.","release_date":"2009-10-10","vote_average":3.8,"runtime":118,"cert":"N\/A","id":31764,"title":"WEC 43: Cerrone vs. Henderson","adult":false,"genre_ids":[]},{"cast":["Mike Brown","José Aldo","Manvel Gamburyan","Leonard Garcia","Rob McCullough"],"overview":"WEC 44: Brown vs. Aldo was a mixed martial arts event held by World Extreme Cagefighting. It took place on November 18, 2009 at The Pearl at The Palms in Las Vegas, Nevada.","release_date":"2009-11-18","vote_average":3.5,"runtime":103,"cert":"N\/A","id":31765,"title":"WEC 44: Brown vs. Aldo","adult":false,"genre_ids":[]},{"cast":["Jamie Varner","Ben Henderson","Urijah Faber","Raphael Assuncao","Dave Jansen"],"overview":"The long-awaited World Extreme Cagefighting® lightweight title unification bout between reigning champion Jamie Varner and interim champion Ben Henderson will take place on Sunday, Jan. 10 at ARCO Arena in Sacramento, Calif. If an explosive championship clash wasn’t enough, former featherweight titleholder Urijah Faber makes his return in his hometown of Sacramento to face Raphael Assuncao.","release_date":"2010-01-10","vote_average":4.0,"runtime":132,"cert":"N\/A","id":31766,"title":"WEC 46: Varner vs. Henderson","adult":false,"genre_ids":[]},{"cast":["Oliver Reed","Vanessa Redgrave","Dudley Sutton","Max Adrian","Gemma Jones"],"overview":"A dramatised historical account of the rise and fall of Urbain Grandier, a 17th-century Roman Catholic priest accused of  witchcraft following alleged demonic possessions of sexually repressed nuns.","release_date":"1971-07-01","vote_average":7.6,"runtime":111,"cert":"18","id":31767,"title":"The Devils","adult":false,"genre_ids":[18,36]},{"cast":["Alana De Roma","Ben Mendelsohn","Rachel Griffiths","Nick Barker","Kerry Armstrong"],"overview":"Amy's father, Franco, was a popular rock musician accidentally electrocuted while performing on stage. The psychological trauma leaves Amy mute and deaf. So the 8-year-old is brought by her mother, Tanya, to Melbourne to diagnose the reasons for her continued silence.","release_date":"1997-09-12","vote_average":6.4,"runtime":104,"cert":"N\/A","id":31768,"title":"Amy","adult":false,"genre_ids":[35,18]},{"cast":["Katsuhida Uekusa","Eriko Hara","Hiroshi Kawaguchi","Kaneto Shiozawa","Konami Yoshida"],"overview":"The new frontier of Venus has degenerated into a dystopia ravaged by the civil war between Ishtar and Aphrodia. Bubbly reporter Susan Sommers arrives in the capitol of Aphrodia just before it's captured by Ishtar. She falls in with a bunch of teen-agers who live for a sort of motorcycle version of Roller Derby. Daredevil rider Hiro and his friends reluctantly join the struggle to free Aphrodia from the invaders. Not surprisingly, Hiro proves an ace at piloting the mono-cycles that are the Aphrodians' secret weapon in the key battle.","release_date":"1989-03-11","vote_average":5.9,"runtime":102,"cert":"N\/A","id":31769,"title":"Venus Wars","adult":false,"genre_ids":[28,16,878]},{"cast":["Alice Faye","John Payne","Jack Oakie","Lynn Bari","Laird Cregar"],"overview":"In turn-of-the-century San Francisco, an ambitious vaudevillian takes his quartet from a honky tonk to the big time, while spurning the love of his troupe's star singer for a selfish heiress.","release_date":"1943-03-26","vote_average":6.3,"runtime":99,"cert":"N\/A","id":31770,"title":"Hello, Frisco, Hello","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Mike Epps","Doug E. Fresh"],"overview":"Stand-up performance filmed at the historic Fox Theatre in Detroit, MI., Epps gets the house rocking with his unique and hilarious observations of married men, black\/white family dynamics and a spot-on impersonation of a popular crime scene investigation series. Legendary hip hop emcee Doug E. Fresh also makes a special appearance.","release_date":"2009-11-10","vote_average":6.9,"runtime":79,"cert":"N\/A","id":31771,"title":"Mike Epps: Under Rated & Never Faded","adult":false,"genre_ids":[35]},{"cast":["Billy Curtis","Yvonne Moray","'Little Billy' Rhodes","Billy Platt","John T. Bambury"],"overview":"Using a conventional Western story with an all dwarf cast, the filmmakers were able to showcase gags such as cowboys entering the local saloon by walking under the swinging doors, and pint-sized cowboys galloping around on Shetland ponies while roping calves.","release_date":"1938-12-01","vote_average":1.7,"runtime":62,"cert":"N\/A","id":31772,"title":"The Terror of Tiny Town","adult":false,"genre_ids":[35,37]},{"cast":["Jean Harlow","William Powell","Myrna Loy","Spencer Tracy","Walter Connolly"],"overview":"When a major newspaper accuses wealthy socialite Connie Allenbury of being a home-wrecker, and she files a multi-million-dollar libel lawsuit, the publication's frazzled head editor, Warren Haggerty, must find a way to turn the tables on her. Soon Haggerty's harried fiancée, Gladys Benton, and his dashing friend Bill Chandler are in on a scheme that aims to discredit Connie, with amusing and unexpected results.","release_date":"1936-10-09","vote_average":7.3,"runtime":98,"cert":"N\/A","id":31773,"title":"Libeled Lady","adult":false,"genre_ids":[35,10749]},{"cast":["Woody Allen","Sharon Stone","Alfonso Aráu","Brian Brophy","Maria Grazia Cucinotta"],"overview":"A small New Mexican village discovers a severed hand that is considered a miracle of God, when it actually belongs to a murdered spouse with a husband in search of it.","release_date":"2000-05-26","vote_average":4.6,"runtime":95,"cert":"N\/A","id":31774,"title":"Picking Up the Pieces","adult":false,"genre_ids":[35,53,9648]},{"cast":["Dave Attell"],"overview":"Dave Attell is funnier and more outlandish than ever in his first solo HBO, special, a 60-minute concert performed in front of a live audience at The Lincoln Theater, the venerable Washington DC venue. Attell's sarcastic wit and quick-fire delivery prove why he has earned the reputation as a \"comic's comic\" and was dubbed one of the\"25 Funniest People in America\" by Entertainment Weekly. His decidedly adult brand of comedy covers everything including alcohol consumption, dating current events and celebrities, and everything else on his mind.","release_date":"2007-12-08","vote_average":5.7,"runtime":58,"cert":"N\/A","id":31775,"title":"Dave Attell: Captain Miserable","adult":false,"genre_ids":[35]},{"cast":["Paul Newman","Linda Fiorentino","Dermot Mulroney","Susan Barnes","Anne Pitoniak"],"overview":"Henry Manning (Paul Newman) has come up with a new way to break out of prison: fake a stroke and get transferred to a nursing home. It's a perfect plan, except for one thing: the woman assigned to take care of him at the nursing home, Carol Ann McKay (Linda Fiorentino), has a plan of her own.","release_date":"2000-04-14","vote_average":6.0,"runtime":89,"cert":"N\/A","id":31776,"title":"Where the Money Is","adult":false,"genre_ids":[35,80,18]},{"cast":["Katharine Hepburn","Douglas Fairbanks Jr.","Adolphe Menjou","Mary Duncan","C. Aubrey Smith"],"overview":"Wildly optimistic chatterbox Eva Lovelace is a would-be actress trying to crash the New York stage. She attracts the interest of a paternal actor, a philandering producer, and an earnest playwright. Is she destined for stardom, or will she fade like a morning glory after its brief blooming?","release_date":"1933-08-18","vote_average":6.3,"runtime":74,"cert":"N\/A","id":31777,"title":"Morning Glory","adult":false,"genre_ids":[18]},{"cast":["Dennis Hopper","Leslie Hope","Frederic Forrest","Tom McCamus","David Dunbar"],"overview":"Veteran Detective Ed Delopre (Dennis Hopper) and partner Mike McGivern (Fredric Forrest) have their hands full when they hit the pavement in search of a dangerous killer with five dead bodies already on his record. The mayor, in a rush to see peace restored in her city, makes a deal with the mob instead of waiting for Delopre and McGivern's results. Now that both sides of the law are involved in the killer's capture, the city is turned upside down.","release_date":"2000-01-01","vote_average":3.7,"runtime":100,"cert":"N\/A","id":31778,"title":"The Spreading Ground","adult":false,"genre_ids":[18,9648]},{"cast":["Jim Breuer"],"overview":"Although he gained fame during a stint on Saturday Night Live, Jim Breuer left the show under less than ideal circumstances. He immediately went back to doing stand-up comedy and created a series of successful shows. Jim Breuer: Hardcore features the man performing material about becoming a father, breaking into show business, and delivering a heavy metal version of the childhood standard \"Hokey Pokey.\"","release_date":"2002-09-24","vote_average":5.0,"runtime":60,"cert":"N\/A","id":31779,"title":"Jim Breuer: Hardcore","adult":false,"genre_ids":[35]},{"cast":["Chris Thrash","Aaron Fechter","Travis Schafer","Mike Scherpenberg","Damon E. Breland"],"overview":"\"The Rock-afire Explosion\" is the story of a small-town disc-jockey, a struggling inventor, and an animatronic rock band, that quickly becomes an eccentric portrait of childhood memories, broken dreams, and the resilience of the human spirit.","release_date":"2008-10-01","vote_average":5.1,"runtime":70,"cert":"N\/A","id":31780,"title":"The Rock-afire Explosion","adult":false,"genre_ids":[99]},{"cast":["Lynn Whitfield","Lee Thompson Young","Jamie Foxx"],"overview":"Redemption tells the story of Stan \"Tookie\" Williams, founder of the Crips L.A. street gang. Story follows his fall into gang-banging, his prison term, and his work writing children's novels encouraging peace and anti-violence resolutions which earned him multiple Nobel Peace Prize nominations. After exhausting all forms of appeal, Tookie was executed by lethal injection.","release_date":"2004-03-03","vote_average":6.3,"runtime":95,"cert":"N\/A","id":31781,"title":"Redemption: The Stan Tookie Williams Story","adult":false,"genre_ids":[80,18]},{"cast":["Diogo Infante","Cristina Câmara","Henrique Viana","Ana Bustorff","Luís Madureira"],"overview":"","release_date":"2004-01-16","vote_average":5.0,"runtime":90,"cert":"N\/A","id":31782,"title":"Portugal S.A.","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"No overview found.","release_date":"2001-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31783,"title":"WEC 1: Princes of Pain","adult":false,"genre_ids":[]},{"cast":["Bill Hicks"],"overview":"Since Bill died in 1993, his work has reached a new audience and he has become a powerful cult figure. The DVD captures Bill at his very best, with three of his legendary filmed performances: \"One Night Stand\" - the Old Vic Theatre in Chicago (30 min) \"Revelations\" - the Dominion Theatre in London (65 min) \"Relentless\" - Bill’s breakout performance at the Montreal Comedy Festival (70 min)","release_date":"2004-10-25","vote_average":6.8,"runtime":210,"cert":"N\/A","id":31788,"title":"Bill Hicks Live: Satirist, Social Critic, Stand-up Comedian","adult":false,"genre_ids":[35]},{"cast":["Patrick Timsit","Fanny Ardant","Richard Berry","Michèle Laroque","Jacques Gamblin"],"overview":"A closeted gay man's attempt to \"act straight\" for the sake of his job has unexpected consequences.","release_date":"1996-03-27","vote_average":5.7,"runtime":100,"cert":"N\/A","id":31789,"title":"What a Drag","adult":false,"genre_ids":[35]},{"cast":["Ozzy Osbourne"],"overview":"Filmed Live At The Salt Palace, Salt Lake City, Utah, U.S.A. A DVD copy of the VHS Tape that is out of print.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31792,"title":"Ozzy Osbourne: Bark at the Moon","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Past, Present &amp; Future is a 2003 retrospective collection of the music of Rob Zombie. It includes selections of his work with White Zombie and his solo career, as well as two previously unreleased tracks. The explicit version includes a bonus DVD with ten of Rob Zombie's music videos; all are edited versions.","release_date":"2003-09-23","vote_average":0.0,"runtime":73,"cert":"N\/A","id":31793,"title":"Rob Zombie: Past, Present & Future","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Rotting Christ are captured playing live in Cracow on October 7th, 2002, along with footage from other concerts in IN DOMINE SATHANA. Interview footage with the band is also included, so sit back and let the rock commence!","release_date":"2003-01-01","vote_average":0.0,"runtime":190,"cert":"N\/A","id":31794,"title":"Rotting Christ: In Domine Sathana","adult":false,"genre_ids":[28,10402]},{"cast":["Sarah Brightman"],"overview":"A collection of Sarah Brightman's music videos.","release_date":"2006-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":31795,"title":"Sarah Brightman: Diva","adult":false,"genre_ids":[10402]},{"cast":["Sarah Brightman","Josh Groban"],"overview":"Superstar crossover vocalist Sarah Brightman greets the new millennium with a bold sense of her unique musical niche in this live concert, La Luna. Drawing heavily from her same-titled CD, the material touches on images of the moon that reinforce its ambiguity as a force known to draw together \"the lunatic, the lover, and the poet\" (Brightman's revealing woodsy outfits and tinsel crown do seem to suggest a sort of Titania-like figure out of a New Age Midsummer Night's Dream).","release_date":"2001-01-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":31796,"title":"Sarah Brightman: La Luna - Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Sarah Brightman"],"overview":"Sarah Brightman peforms many of her hits songs in South Africa, Based Upon Her Album Eden.","release_date":"1998-03-28","vote_average":5.5,"runtime":92,"cert":"N\/A","id":31797,"title":"Sarah Brightman: One Night In Eden - Live In Concert","adult":false,"genre_ids":[10402]},{"cast":["Irene Dunne","Fred Astaire","Ginger Rogers","Randolph Scott","Helen Westley"],"overview":"Football player John Kent tags along as Huck Haines and the Wabash Indianians travel to an engagement in Paris, only to lose it immediately. John and company visit his aunt, owner of a posh fashion house run by her assistant, Stephanie. There they meet the singer Scharwenka (alias Huck's old friend Lizzie), who gets the band a job. Meanwhile, Madame Roberta passes away and leaves the business to John and he goes into partnership with Stephanie.","release_date":"1935-03-08","vote_average":7.2,"runtime":106,"cert":"N\/A","id":31798,"title":"Roberta","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Sarah Brightman","Violet Brightman","Shweta Shetty","Irina Aggrey","Shweta Shetty"],"overview":"Renowned vocalist Sarah Brightman performs more than 20 songs before a packed house at Las Vegas' MGM Grand Arena in this concert film from Angel Records. The set list includes such tunes as \"Who Wants to Live Forever,\" \"Stranger in Paradise,\" \"What a Wonderful World,\" \"A Whiter Shade of Pale,\" and \"Wishing You Were Somehow Here Again.\"","release_date":"2004-10-19","vote_average":4.3,"runtime":110,"cert":"N\/A","id":31799,"title":"Sarah Brightman: The Harem World Tour - Live From Las Vegas","adult":false,"genre_ids":[10402]},{"cast":["Max Cavalera","Andreas Kisser","Igor Cavalera","Paulo Jr."],"overview":"The 'Chaos' DVD finally brings three hard-to-find Sepultura video releases together on one DVD. Features: 1) 'Under Siege (Live in Barcelona)', originally released in 1991 (a one-hour live performance recorded on the 'Arise' tour. 2) 'Third World Chaos', originally released in 1995, featuring music videos and three live performances. 3) 'We Are What We Are', originally released in 1997 and featuring videos from the 'Roots' album.","release_date":"2002-10-07","vote_average":0.0,"runtime":180,"cert":"N\/A","id":31800,"title":"Sepultura: Chaos DVD","adult":false,"genre_ids":[10402]},{"cast":["Tom Araya","Kerry King","Jeff Hanneman","Dave Lombardo"],"overview":"Most Slayer fans still hold up their album REIGN IN BLOOD as the band's true masterpiece. So when it came to recording a visual document of the band--entitled STILL REIGNING--the band turned to their 1986 record for inspiration. With the original line up intact, the band takes to a stage decorated in exactly the same style as their 1980s tour, and work their way through the album. The punishing intensity of their playing hasn't let up over the years, and the group members clearly delight in playing some classic material. With the REIGN IN BLOOD album performed in its entirety, tracks such as \"Angel of Death,\" \"Criminally Insane,\" and \"Jesus Saves\" come to life once again. As an added bonus, Slayer also performs a selection of other classics, including \"South of Heaven,\" \"War Ensemble,\" and \"Mandatory Suicide.\" As the group exits with blood-like rain falling on them, there can be no doubt that they have entered the pantheon of classic metal bands.","release_date":"2004-01-01","vote_average":7.0,"runtime":62,"cert":"N\/A","id":31801,"title":"Slayer: Still Reigning","adult":false,"genre_ids":[10402]},{"cast":["Tom Araya","Kerry King","Jeff Hanneman","Paul Bostaph"],"overview":"Filmed at the Warfield Theatre in San Francisco, California on December 7, 2001, War at the Warfield would become Slayer's first music DVD. Originally set for release on February 13, 2003, it was delayed several times, due to unspecified \"production issues\". War at the Warfield peaked at number 3 on the Billboard DVD chart with sales of 7,000.","release_date":"2003-06-17","vote_average":6.2,"runtime":91,"cert":"N\/A","id":31802,"title":"Slayer: War at the Warfield","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31803,"title":"Slayer: Wehrmacht Russa","adult":false,"genre_ids":[10402]},{"cast":["Bing Crosby","Bob Hope","Joan Collins","Robert Morley","Walter Gotell"],"overview":"Bob Hope and Bing Crosby return as con men Chester Babcock and Harry Turner, in the last of their road movies. When Chester accidentally memorizes and destroys the only copy of a secret Russian formula for a new and improved rocket fuel, they are thrust into international intrigue, trying to stay alive while keeping the formula out of enemy hands.","release_date":"1962-01-01","vote_average":6.1,"runtime":91,"cert":"N\/A","id":31804,"title":"The Road to Hong Kong","adult":false,"genre_ids":[35]},{"cast":["Bing Crosby","Bob Hope","Dorothy Lamour","Anthony Quinn","Vladimir Sokoloff"],"overview":"Two carefree castaways on a desert shore find an Arabian Nights city, where they compete for the luscious Princess Shalmar.","release_date":"1942-11-10","vote_average":7.2,"runtime":82,"cert":"N\/A","id":31805,"title":"Road to Morocco","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"No overview found.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31806,"title":"Tool: Live In London July 21 1994","adult":false,"genre_ids":[]},{"cast":["Peter Steele"],"overview":"Go behind the stage with the gothic\/metal band Type O Negative. See hilarious tounge-in-cheek humor from all 4 members (also has footage of Sal Abruscato). Also see a huge toilet paper fight with the crowd as Pantera plays on stage. You thought these guys were dark and mysterious? Think again.","release_date":"1998-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":31809,"title":"Type O Negative: After Dark","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The World Rally Championship, one of the fastest, most dramatic and most exciting motor sports in the world. Strip back the years and you will see that what is there now is built on many years of polishing. In this two part special, we follow the evolution of the sport from its early foundations in the 1900s to the move towards its professionalism in the 60s and 70s. Exciting footage captures the glory years of Group B in the early 80s with its monstrous Turbo Charged beasts before rolling onto Group A and what ultimately is the sport today. Showcasing all the stand out cars using archival footage and featuring interviews with the pioneers of the sport as well as the super stars of today, this two hour program offers a comprehensive history of rallying and a thoroughly entertaining watch.","release_date":"2009-01-07","vote_average":0.0,"runtime":104,"cert":"N\/A","id":31810,"title":"WRC: History of the WRC","adult":false,"genre_ids":[]},{"cast":["Carlye Bonner","Troy Schremmer","Janelle Schremmer","Shannon Haragan"],"overview":"Life in the trenches of that most honorable and frustrating profession...teaching. It's the start of a memorable new year at Harrison High. The self-conscious Mr. Stroope is convinced that his time has come - this year he will be furnished with the golden title of \"Teacher of the Year,\" if only his smarter students would stop using words that he can't understand.","release_date":"2007-05-11","vote_average":4.8,"runtime":85,"cert":"N\/A","id":31811,"title":"Chalk","adult":false,"genre_ids":[35,99]},{"cast":["Bing Crosby","Bob Hope","Dorothy Lamour","Una Merkel","Eric Blore"],"overview":"Stranded in Africa, Chuck and his pal Fearless have comic versions of jungle adventures, featuring two attractive con-women.","release_date":"1941-04-11","vote_average":6.4,"runtime":91,"cert":"N\/A","id":31812,"title":"Road to Zanzibar","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Eric Campbell","Henry Bergman","Albert Austin"],"overview":"The Little Tramp escapes from prison; saves a girl and her mother from drowning; and creates havoc at a swank party.","release_date":"1917-10-22","vote_average":6.9,"runtime":31,"cert":"N\/A","id":31819,"title":"The Adventurer","adult":false,"genre_ids":[35]},{"cast":["Jason Byrne"],"overview":"Filmed live at Vicar Street Theatre, this one-off show is a mix of Jason’s record breaking Edinburgh Festival set alongside some brand-new-to-DVD material including his famous quickly, quickly, quickly request from the wife! Even members of the audience aren’t safe as Jason shows off some magic, teaches the Riverdance and exposes a couple in the audience who are having an affair.","release_date":"2008-11-21","vote_average":4.0,"runtime":70,"cert":"N\/A","id":31820,"title":"Jason Byrne: The Byrne Identity","adult":false,"genre_ids":[35]},{"cast":["Jeff Anderson","Rashida Jones","Trevor Fehrman","Suzette Andrea","Todd Babcock"],"overview":"On the eve of his bachelor party, a man learns his fiancee wants to call off the wedding. The unmarried couple returns to New Jersey to sort out their relationship.","release_date":"2002-01-01","vote_average":5.7,"runtime":102,"cert":"N\/A","id":31821,"title":"Now You Know","adult":false,"genre_ids":[35,10749]},{"cast":["Carmen Maura","Verónica Forqué","Marisa Paredes","Mercedes Sampietro","Betiana Blum"],"overview":"In Spain, a couple of days before a collective gay wedding, the lives of five mothers, whose sons will get married, are entwined: Judge Helena is in charge of the ceremony; the entrepreneur in hotel business Magda is hosting the guests in her hotel and is responsible for the banquet, while facing a strike leaded by her lover and chef; the nymphomaniac Nuria is facing problems due to her disease; the wealthy Reyes is having a crush for the father of her son's mate and her gardener; and the Argentinean cooker Ofelia is facing financial problems and difficulties in with her son's mate. Along three days, they have complicated relationships with their sons and mates, ex-husbands, lovers and employees.","release_date":"2005-01-01","vote_average":5.7,"runtime":107,"cert":"N\/A","id":31822,"title":"Queens","adult":false,"genre_ids":[35,10749]},{"cast":["John Barrymore","Carole Lombard","Walter Connolly","Roscoe Karns","Ralph Forbes"],"overview":"Oscar Jaffe is a successful Broadway director, Lily Garland his biggest star. When she leaves his direction, his success goes with her. When he recognizes her aboard the Twentieth Century Limited, the train that both of them are riding, he tries to get her back for a new show. But accomplishing that feat isn't as simple as he had thought.","release_date":"1934-05-11","vote_average":6.7,"runtime":91,"cert":"N\/A","id":31835,"title":"Twentieth Century","adult":false,"genre_ids":[35,10749]},{"cast":["Michael Jordan","Charles Barkley","Eriq La Salle","Jay Thomas","Magic Johnson"],"overview":"Marking 20 years since Michael Jordan's celebrated arrival in the NBA, this truly historic 3-disc Collector's Edition chronicles the amazing career of this great American icon. For the first time ever, exclusive to this set, are Jordan's five all-time, greatest games in their entirety. Add to this, five #1 best-selling Michael Jordan programs, over an hour of bonus footage including MJ's greatest moves, dunks and shots, plus DVD-ROM features and you have the ultimate tribute to the ultimate sports legend.","release_date":"2001-11-18","vote_average":7.4,"runtime":330,"cert":"N\/A","id":31848,"title":"Ultimate Jordan","adult":false,"genre_ids":[99]},{"cast":["Sway","E-40","Mistah F.A.B.","B-Legit","J-Diggs"],"overview":"The first film to definitively capture the energy and danger of \"Hyphy,\" the Hip Hop youth movement exploding out of the San Francisco Bay Area. Narrated by Oakland native and television\/radio personality Sway, this film explores the political, social and musical history behind the culture that popularized ghostriding the whip - walking, running or dancing next to a moving car with no driver.","release_date":"2008-07-28","vote_average":0.0,"runtime":82,"cert":"N\/A","id":31851,"title":"Ghostride the Whip: The Hyphy Movement","adult":false,"genre_ids":[99]},{"cast":["Bogusław Linda","Marian Dziędziel","Zbigniew Zamachowski","Agnieszka Maciąg","Bartosz Obuchowicz"],"overview":"Three young guys got work from unlucky gangster... they try to make a great job but everything goes wrong","release_date":"2005-08-19","vote_average":5.8,"runtime":90,"cert":"N\/A","id":31854,"title":"Surfers’ Time","adult":false,"genre_ids":[35,80]},{"cast":["Tomasz Kot","Jolanta Fraszyńska","Maciej Balcar","Adam Baumann","Joanna Bartel"],"overview":"The life of Ryszard Riedel, former leader of cult Polish rock-blues band Dzem, including the history of his family relationships, music career and addiction to alcohol and drugs.","release_date":"2005-08-01","vote_average":7.3,"runtime":101,"cert":"N\/A","id":31855,"title":"Destined for Blues","adult":false,"genre_ids":[18,10402]},{"cast":["Roman Kłosowski","Zdzisław Maklakiewicz","Wiesław Michnikowski","Józef Nowak","Iga Cembrzyńska"],"overview":"No overview found.","release_date":"1971-04-30","vote_average":6.2,"runtime":70,"cert":"N\/A","id":31856,"title":"Hydro-puzzle","adult":false,"genre_ids":[80,35]},{"cast":["Karolina Rosinska","Janusz Józefowicz","Maciej Stuhr","Agnieszka Włodarczyk","Michał Milowicz"],"overview":"Kuba, a young cartoon artist who works as a waiter at sophisticated parties, falls in love with beautiful Noemi and accidentally gets involved in gangster affairs","release_date":"2001-08-24","vote_average":6.8,"runtime":100,"cert":"N\/A","id":31857,"title":"Coyote's Morning","adult":false,"genre_ids":[10749,18,28,35]},{"cast":["Tim Roth","Bill Stewart","Geoffrey Hutchings","Sean Chapman","Eric Richard"],"overview":"Trevor sometimes-violent skinhead with no regard for authority, and would rather spend his time stealing cars than sitting in the detention centre to which he is sent. His social worker, Harry Parker, tries to do his best, but Trevor is only interested when there’s something that he can get out of it. The authorities within the centre try to make Trevor conform to the norms of society, but he takes no notice, and would rather speak in a torrent of four-letter words and racial abuse.","release_date":"1983-07-10","vote_average":7.0,"runtime":76,"cert":"","id":31858,"title":"Made in Britain","adult":false,"genre_ids":[80,18,10770]},{"cast":["Anastacia"],"overview":"Anastacia: Live at Last is a DVD collection from pop\/rock music singer Anastacia, released on March 27, 2006. It is her first full live concert DVD. It includes footage from her Live at Last tour concerts in Berlin (Velodrom – October 24, 2004) and Munich (Olympiahalle – October 26, 2004).  01. Opening Sequence 02. Intro 03. Seasons Change 04. Why'd You Lie To Me 05. Sick And Tired 06. Secrets 07. Not That Kind 08. Funky Band Breakdown 09. Freak Of Nature 10. Ballet Interlude 11. Black Roses 12. You'll Never Be Alone 13. Heavy On My Heart 14. Welcome To My Truth 15. Underground Army 16. Who's Gonna Stop The Rain 17. Overdue Goodbye 18. Time 19. Left Outside Alone 20. I Do 21. Make a Difference Exit 22. Paid My Dues 23. I'm Outta Love","release_date":"2004-10-24","vote_average":5.5,"runtime":92,"cert":"N\/A","id":31859,"title":"Anastacia: Live at Last","adult":false,"genre_ids":[10402]},{"cast":["Barthélémy Grossmann","Lucien Jean-Baptiste","Youssef Hajdi","Thierry Lhermitte","Bérénice Bejo"],"overview":"Jose is looking for a way out of his small time banlieue deals. When he overhears a conversation between his girlfriend and his step-brother,he might just have found a very lucrative way.Together with his two best friends,he decides to attack an armored vehicle, full of cash. But everything goes wrong and they're forced into hiding,in a 13 square meters bunker. There, they will have to test their friendship, their motivations, as every move outside triggers even more, paranoia.","release_date":"2007-06-20","vote_average":4.4,"runtime":84,"cert":"N\/A","id":31862,"title":"13 m²","adult":false,"genre_ids":[18,80,53]},{"cast":["James Woods","Robert Downey Jr.","Margaret Colin","Yuji Okumoto","Kurtwood Smith"],"overview":"Eddie Dodd is a burnt out former civil rights lawyer who now specializes in defending drug dealers. Roger Baron, newly graduated from law school, has followed Eddie's great cases and now wants to learn at his feet. With Roger's idealistic prodding, Eddie reluctantly takes on a case of a young Korean man who, according to his mother, has been in jail for eight years for a murder he didn't commit.","release_date":"1989-02-17","vote_average":6.4,"runtime":105,"cert":"N\/A","id":31863,"title":"True Believer","adult":false,"genre_ids":[80,18]},{"cast":["Darren Curtis","Kristin Adams","Matt Silver","Dan Haber","Paul Spence"],"overview":"The plot revolves around two hipster friends who pretend to be a writer with a troubled past in their quest for fame.","release_date":"2008-07-04","vote_average":4.0,"runtime":90,"cert":"N\/A","id":31864,"title":"Who is KK Downey","adult":false,"genre_ids":[35,10749]},{"cast":["Shania Twain","Brent Barcus","J.D. Blair","Roddy Chiong","Cory Churko"],"overview":"Up! Live in Chicago is the third live video album by Canadian singer Shania Twain. Directed and produced by Beth McCarthy-Miller, the concert was held and filmed on July 27, 2003 at Hutchinson Field in the south-side of Grant Park in Chicago, Illinois; over 50,000 people attended. The concert itself differed from that of the Up! Tour (2003–04), featuring a different stage, setlist and production. Behind-the-scenes footage of the singer visiting local landmarks and events was filmed the same week. The concert film premiered on the National Broadcasting Company (NBC) on August 19, 2003. The special was watched by over 8.87 million viewers, becoming the second-most-viewed concert film on television, behind Celine Dion's A New Day... Live in Las Vegas (2003).","release_date":"2003-08-19","vote_average":6.8,"runtime":120,"cert":"N\/A","id":31865,"title":"Shania Twain: Up Live in Chicago","adult":false,"genre_ids":[10402]},{"cast":["Katharine Hepburn","Cary Grant","Brian Aherne","Edmund Gwenn","Natalie Paley"],"overview":"After the death of her mother, Sylvia Scarlett decides that she can help her debt-ridden father, Henry, by dressing like a young man in order to move more freely in society. Returning to England from France, the pair are conned by smuggler Jimmy Monkley, but are impressed enough by him to join several of his unsuccessful swindling schemes.","release_date":"1935-12-11","vote_average":6.4,"runtime":95,"cert":"N\/A","id":31866,"title":"Sylvia Scarlett","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jude Law","Forest Whitaker","Alice Braga","Liev Schreiber","Carice van Houten"],"overview":"In the future, medical technology has advanced to the point where people can buy artificial organs to extend their lives. But if they default on payments, an organization known as the Union sends agents to repossess the organs. Remy is one of the best agents in the business, but when he becomes the recipient of an artificial heart, he finds himself in the same dire straits as his many victims.","release_date":"2010-03-18","vote_average":6.3,"runtime":111,"cert":"18","id":31867,"title":"Repo Men","adult":false,"genre_ids":[28,878,53,80]},{"cast":["Leslie Howard","Ingrid Bergman","Edna Best","John Halliday","Cecil Kellaway"],"overview":"A concert violinist becomes charmed with his daughter's talented piano teacher. When he invites her to go on tour with him, they make beautiful music away from the concert hall as well. He soon leaves his wife so the two can go off together.","release_date":"1939-10-05","vote_average":7.3,"runtime":70,"cert":"N\/A","id":31868,"title":"Intermezzo: A Love Story","adult":false,"genre_ids":[18,10749]},{"cast":["Niall Ferguson"],"overview":"British historian and author Niall Ferguson explains how big money works today as well as the causes of and solutions to economic catastrophes in this extended version The Ascent of Money documentary. Through interviews with top experts, such as former Federal Reserve Chairman Paul Volcker and American currency speculator George Soros, the intricate world of finance, including global commerce, banking and lending, is examined thoroughly.","release_date":"2009-01-01","vote_average":7.2,"runtime":null,"cert":"N\/A","id":31869,"title":"The Ascent of Money","adult":false,"genre_ids":[36,99]},{"cast":["Matthew Lillard","Brett Davern","Rachelle Lefevre","Tom Arnold","Jennifer Walcott"],"overview":"A pool boy and a gardener turn an empty mansion into a home for women who belong to the world's oldest profession.","release_date":"2009-09-30","vote_average":4.6,"runtime":84,"cert":"N\/A","id":31880,"title":"The Pool Boys","adult":false,"genre_ids":[35]},{"cast":["Caroll Spinney","Jerry Nelson","Richard Hunt","Frank Oz","Jim Henson"],"overview":"Big Bird and his pals are making musical mayhem as they sing the goofiest, nuttiest, silliest songs ever. Join in with Sesame Street favorites Oscar, Ernie, the Count, and more as they tickle your funny bone with tunes like, \"Everything in the Wrong Place Ball,\" \"Mary Had a Bicycle,\" and more. James Taylor drops by to sing \"Jellyman Kelly,\" and Jeremy Irons, Jane Curtin, and Paul Simon lead an all-star cast of celebrities in the showstopper, \"Put Down the Duckie.\" Songs: The Honker-Duckie-Dinger Jamboree; Ladybug Picnic; Jellyman Kelly; Wavin' Goodbye to You with My Heart; Old MacDonald Cantata; Everything in the Wrong Place Ball; One Banana; Calcutta Joe; Mary Had a Bicycle; Ten Tiny Turtles on the Telephone; Put Down the Duckie.","release_date":"1990-01-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":31883,"title":"Sesame Street: Sing Yourself Silly!","adult":false,"genre_ids":[10402,10751]},{"cast":["Josef Altin","Ashley Artus","Dominic Cooper","Lorcan Cranitch","David de Keyser"],"overview":"In the Jewish tradition of arguing with God, Jewish prisoners in Auschwitz decide to put God on Trial.","release_date":"2008-09-03","vote_average":7.4,"runtime":86,"cert":"12","id":31890,"title":"God on Trial","adult":false,"genre_ids":[36,10752]},{"cast":["Thomas Horrell","Gerry Nunn","Keith Lyman","Darin Shapiro","Joey Meddock"],"overview":"Producer Ronn Seidenglanz and his Sidewayz crew have released what may be their strongest film ever. “Such is Life” is wakeboard and wakeskate handiwork from Sidewayz films. The movie features landmark wakeskating footage and unforgettable wakeboarding.","release_date":"2004-01-01","vote_average":3.3,"runtime":45,"cert":"N\/A","id":31893,"title":"Such is Life","adult":false,"genre_ids":[99,10402]},{"cast":["Laurence Fishburne","Allen Payne","Malcolm-Jamal Warner","Courtney B. Vance","Andre Braugher"],"overview":"During the Second World War, a special project is begun by the US Army Air Corps to integrate African American pilots into the Fighter Pilot Program. Known as the \"Tuskegee Airman\" for the name of the airbase at which they were trained, these men were forced to constantly endure harassement, prejudice, and much behind the scenes politics until at last they were able to prove themselves in combat.","release_date":"1995-08-25","vote_average":7.0,"runtime":106,"cert":"PG","id":31894,"title":"The Tuskegee Airmen","adult":false,"genre_ids":[10770,18,36,10752]},{"cast":["Ajay Devgn","Kajol","Divya Dutta","Isha Sharvani","Karan Khanna"],"overview":"The movie starts with Ajay (Ajay Devgan) telling a boy that he should make his move on a girl he likes. The boy (who is his son) tells him that if he can go woo another older lady, he will tell the girl he likes about his feelings.","release_date":"2008-04-11","vote_average":5.4,"runtime":157,"cert":"N\/A","id":31897,"title":"U Me Aur Hum","adult":false,"genre_ids":[35,18,10749]},{"cast":["Eric Elmosnino","Lucy Gordon","Laetitia Casta","Doug Jones","Anna Mouglalis"],"overview":"A glimpse at the life of French singer Serge Gainsbourg, from growing up in 1940s Nazi-occupied Paris through his successful song-writing years in the 1960s to his death in 1991 at the age of 62.","release_date":"2010-01-20","vote_average":7.0,"runtime":130,"cert":"N\/A","id":31900,"title":"Gainsbourg: A Heroic Life","adult":false,"genre_ids":[18]},{"cast":["Barbra Streisand","Michael Sarrazin","Estelle Parsons","William Redfield"],"overview":"Henry (Streisand) is a woman who would do anything for her husband Pete-- including borrow money so he has a chance of making his dreams come true. But now there's the loan sharks to deal with...","release_date":"1974-06-26","vote_average":5.3,"runtime":90,"cert":"N\/A","id":31901,"title":"For Pete's Sake","adult":false,"genre_ids":[28,35,10749]},{"cast":["Arj Barker"],"overview":"Internationally acclaimed comedian Arj Barker dishes up his all-time classic jokes as well as some sweet new freshies in this hilarious DVD. Filmed in front of a capacity audience at Sydney’s Enmore Theatre, this show will have you in stitches the moment he unleashes his unique, intelligent world-class stand-up comedy.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":31904,"title":"Arj Barker: Live","adult":false,"genre_ids":[35]},{"cast":["Robin Darch","Sally Richards","Daniel Poole"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":31905,"title":"The Plaster Man","adult":false,"genre_ids":[]},{"cast":["Clint Eastwood","Geraldine Page","Elizabeth Hartman","Jo Ann Harris","Darleen Carr"],"overview":"Offbeat Civil War drama in which a wounded Yankee soldier, after finding refuge in an isolated girls' school in the South towards the end of the war, becomes the object of the young women's sexual fantasies. The soldier manipulates the situation for his own gratification, but when he refuses to completely comply with the girls' wishes, they make it very difficult for him to leave.","release_date":"1971-03-31","vote_average":7.0,"runtime":105,"cert":"N\/A","id":31906,"title":"The Beguiled","adult":false,"genre_ids":[18,53,10752]},{"cast":["Ving Rhames","Vondie Curtis-Hall","Jeremy Piven"],"overview":"A cinematic portrait of the famous fight promoter and boxing manager.","release_date":"1997-11-15","vote_average":6.5,"runtime":121,"cert":"N\/A","id":31907,"title":"Don King: Only in America","adult":false,"genre_ids":[18]},{"cast":["Alec Baldwin","Whoopi Goldberg","James Woods","Virginia Madsen","Craig T. Nelson"],"overview":"Ghosts of Mississippi is a drama covering the final trial of the assassin, Bryon De La Beckwith, of the 60s civil rights leader Medgar Evers. It begins with the murder and the events surrounding the two initial trials which both ended in a hung jury. The movie then covers District Attorney, Bobby DeLaughters transformation and alliance with Myrlie Evers, wife of Medgar Evers, of the, as he becomes more involved with bringing Beckwith to trial for the third time 30 years later. Some of the characters are played by the actual participants in this story.","release_date":"1996-12-20","vote_average":6.4,"runtime":130,"cert":"N\/A","id":31908,"title":"Ghosts of Mississippi","adult":false,"genre_ids":[36,18]},{"cast":["Hunter Carson","Karen Black","Timothy Bottoms","Laraine Newman","James Karen"],"overview":"In this attempted remake of the classic 50s SF tale, a boy tries to stop an invasion of his town by aliens who take over the the minds of his parents, his least-liked schoolteacher and other townspeople. With the aid of the school nurse the boy enlists the aid of the U.S. Marines.","release_date":"1986-01-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":31909,"title":"Invaders from Mars","adult":false,"genre_ids":[9648,878,27,12,10751]},{"cast":["Skeet Ulrich","Natasha Henstridge","Leslie Nielsen"],"overview":"A man must participate in the Iditarod dog race across Alaska to inherit property from his legendary grandfather, but ends up getting much more than he bargained for.","release_date":"2001-01-01","vote_average":5.8,"runtime":86,"cert":"N\/A","id":31910,"title":"Chilly Dogs","adult":false,"genre_ids":[12,28,35]},{"cast":["Matt Dillon","Annabella Sciorra","Mary-Louise Parker","William Hurt","Vincent D'Onofrio"],"overview":"Electrician Gus gets the chance to fulfill a childhood dream by buying an old bowling-alley with some of his friends.","release_date":"1993-10-15","vote_average":6.3,"runtime":98,"cert":"N\/A","id":31911,"title":"Mr. Wonderful","adult":false,"genre_ids":[35,10749]},{"cast":["Zachi Noy","Joseph Shiloach","Moshe Ish-Kassit","Devora Bakon","Shmuel Omani"],"overview":"A spin-off film that centers around Yudale\/Huey's mandatory Israeli army service, post boot camp. This time he helps his sergeant Shemesh beat a rival base, while also beating him to score with the visiting Swiss Ambassador's wife.","release_date":"1983-04-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":31914,"title":"Private Manoeuvres","adult":false,"genre_ids":[35]},{"cast":["Talia Shire","Robert Foxworth","Armand Assante","Richard Dysart","Victoria Racimo"],"overview":"A Savage beast, grown to monstrous size and driven mad by toxic wastes that are poisoning the waters, spreads terror and death on a Maine countryside.","release_date":"1979-01-01","vote_average":5.4,"runtime":102,"cert":"N\/A","id":31915,"title":"Prophecy","adult":false,"genre_ids":[27,878]},{"cast":["Spencer Tracy","Frank Sinatra","Kerwin Mathews","Jean-Pierre Aumont","Grégoire Aslan"],"overview":"A crusty, eccentric priest recruits three reluctant convicts to help him rescue a children's leper colony from a Pacific island menaced by a smoldering volcano.","release_date":"1961-10-18","vote_average":6.1,"runtime":126,"cert":"N\/A","id":31916,"title":"The Devil at 4 O'Clock","adult":false,"genre_ids":[12,28,18]},{"cast":["Stuart Goetz","Deborah White","Harry Moses","Marcie Barkin","Danny DeVito"],"overview":"Bobby blows all his college savings on a van and tries to get the girl of his dreams. It's a wild time with Bobby and his friends.","release_date":"1977-04-06","vote_average":5.8,"runtime":92,"cert":"N\/A","id":31919,"title":"The Van","adult":false,"genre_ids":[35]},{"cast":["Clare Thomas","Jack Blumenau","Jemima Rooper","Jenny Agutter","Michael Kitchen"],"overview":"Set at the turn of the 20th century, The Railway Children tells the story of three Edwardian children and their mother who move to a country house in Yorkshire after their father is mysteriously taken away by the police.","release_date":"2000-01-01","vote_average":7.1,"runtime":103,"cert":"N\/A","id":31920,"title":"The Railway Children","adult":false,"genre_ids":[18,10751]},{"cast":["Audrey Hepburn","Ben Gazzara","Patti Hansen","John Ritter","Dorothy Stratten"],"overview":"A mad cap private-eye caper about a team of detectives who are following, and are being followed by, a group of beautiful women.","release_date":"1981-11-20","vote_average":6.1,"runtime":115,"cert":"N\/A","id":31921,"title":"They All Laughed","adult":false,"genre_ids":[18,35,9648,10749]},{"cast":["Andrew McCarthy","Valeria Golino","Sharon Stone","John Pankow","Mattia Sbragia"],"overview":"In this thriller, American novelist David Raybourne (Andrew McCarthy) accidentally becomes entangled in the Red Brigade's terrorist plan to kidnap Italian Premier Aldo Moro during a research trip to Rome. As the terrorists attempt to kill David, he and his photojournalist friend (Sharon Stone) must struggle to stay alive.","release_date":"1991-09-10","vote_average":4.4,"runtime":111,"cert":"N\/A","id":31922,"title":"Year of the Gun","adult":false,"genre_ids":[28,53,10749]},{"cast":["Winona Ryder","Jeff Daniels","Stephen Tobolowsky","Dinah Manoff","Laila Robins"],"overview":"Movie star Roxy Carmichael is abandoning the bright lights of Hollywood, Calif. and returning to her small Ohio hometown -- at least long enough to dedicate a city building. And now the whole town of Clyde is bracing for Carmichael's return, most of all her now-married old flame Denton Webb and troubled teen Dinky Bossetti. An orphan with few friends, Dinky is convinced that Carmichael is her birth mother, and that the actress will reclaim her when she returns.","release_date":"1990-10-12","vote_average":6.4,"runtime":95,"cert":"N\/A","id":31923,"title":"Welcome Home, Roxy Carmichael","adult":false,"genre_ids":[35,18]},{"cast":["Jane Fonda","Jeff Bridges","Raúl Juliá","Diane Salinger","Richard Foronjy"],"overview":"Failed actress Alex Sternbergen wakes up hungover one morning in an apartment she does not recognize, unable to remember the previous evening -- and with a dead body in bed next to her. As she tries to piece together the events of the night, Alex cannot totally rely on friends or her estranged husband, Joaquin, for assistance. Only a single ally, loner ex-policeman Turner Kendall, can help her escape her predicament and find the true killer.","release_date":"1986-12-25","vote_average":6.2,"runtime":102,"cert":"N\/A","id":31924,"title":"The Morning After","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Alon Aboutboul","Sharon Alexander","Dan Toren","Arnon Zadok","Eli Yatzpan"],"overview":"A few Palestinian guerilla's break into an Israeli camp in the occupied territories. They kill a few Israeli soldiers before they are killed, apart from one who dies in the camp after being captured alive. The Israeli military dispatch an investigator to the camp to see if there was cold blooded murder (people at the camp had claimed he was shot while trying to escape). It turns out that the investigator dispatched is a friend of the camp commander - the rest of the plot is basically about the position of both of these characters as regards being honest or faithful to ones friends. There is unbearable tension, increased by the fact that they are both very strongly attracted to one of the female soldiers on the camp.","release_date":"1989-01-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":31927,"title":"One of Us","adult":false,"genre_ids":[18]},{"cast":["Alon Aboutboul","Shaul Mizrahi","Roni Finkovitz","Boaz Ofri"],"overview":"The story of a platoon of Israeli soldiers in Lebanon of 1986, shortly before Israeli withdrawal, and the dilemmas they face in having to fight against Lebanese guerilla in a hostile but civilian area.","release_date":"1986-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":31928,"title":"Ricochets","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2003-01-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":31929,"title":"Dear Hunter","adult":false,"genre_ids":[]},{"cast":["Herbert Marshall","Norah Baring","Phyllis Konstam","Edward Chapman","Miles Mander"],"overview":"When a woman is convicted of murder, one of the jurors selected to serve on the murder-trial jury believes the accused, an aspiring actress, is innocent of the crime and takes it upon himself to apprehend the real killer.","release_date":"1930-07-31","vote_average":6.2,"runtime":104,"cert":"12","id":31930,"title":"Murder!","adult":false,"genre_ids":[9648,53,80]},{"cast":["John Ingle","Nick Price","Frank Welker"],"overview":"As the Great Day of the Flyers nears, the Great Valley's flying youngsters are eager to participate in the annual exhibition to show off their skills. Everyone, that is, except free-spirited pterodactyl Petrie, whose individualism causes problems when it comes to staying in formation. Enter his dinosaur pals Littlefoot, Cera, Spike and Ducky, who encourage Petrie to embrace his uniqueness.","release_date":"2006-02-27","vote_average":5.9,"runtime":77,"cert":"U","id":31933,"title":"The Land Before Time XII: The Great Day of the Flyers","adult":false,"genre_ids":[16,10751,878]},{"cast":["José Isbert","Lolita Sevilla","Alberto Romea","Manolo Morán","Elvira Quintillá"],"overview":"After finding out that North American people are visiting the Spanish villages, the citizens of Villar del Río start preparing themselves to welcome them when they arrive.","release_date":"1953-04-04","vote_average":7.2,"runtime":78,"cert":"N\/A","id":31936,"title":"Welcome Mr. Marshall!","adult":false,"genre_ids":[35]},{"cast":["Jim Brown","Diahann Carroll","Ernest Borgnine","Julie Harris","Gene Hackman"],"overview":"A group of thieves attempt a daring robbery of a football stadium.","release_date":"1968-11-04","vote_average":7.1,"runtime":91,"cert":"N\/A","id":31937,"title":"The Split","adult":false,"genre_ids":[28,80]},{"cast":["William Holden","Cliff Robertson","Vince Edwards","Andrew Prine","Jeremy Slate"],"overview":"1968 American war film about the formation and first mission of the joint Canadian-American WWII special forces winter and mountain unit formally called 1st Special Service Force, but commonly known as “The Devil’s Brigade”.  The film dramatises the Brigade's first mission in the Italian Campaign, the task of capturing the German mountain stronghold Monte la Difensa, in December 1943.  The film is based on the 1966 book of the same name, co-written by American novelist and historian Robert H. Adleman and Col. George Walton, a member of the brigade.","release_date":"1968-05-15","vote_average":6.3,"runtime":130,"cert":"N\/A","id":31938,"title":"The Devil's Brigade","adult":false,"genre_ids":[10752,28]},{"cast":["Rupert Everett","Colin Firth","Michael Jenn","Robert Addie","Rupert Wainwright"],"overview":"In Moscow in 1983, an American journalist interviews Guy Bennett, who recalls his last year at public school, fifty years before, and how it contributed to him becoming a spy.","release_date":"1984-06-01","vote_average":6.4,"runtime":87,"cert":"15","id":31939,"title":"Another Country","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Dudikoff","Mark Hamill","Robert Mitchum","Savina Geršak","Pamela Ludwig"],"overview":"A house wife just left her cop husband, when she picks up Justin McKay she'll wish she never did as she's plunged into a nightmare and the grip of a psychotic killer.","release_date":"1990-07-20","vote_average":5.7,"runtime":93,"cert":"N\/A","id":31942,"title":"Midnight Ride","adult":false,"genre_ids":[53,28,27]},{"cast":["Lee Marvin","Ernest Borgnine","Keith Carradine","Charles Tyner","Malcolm Atterbury"],"overview":"Hobos encounter a sadistic railway conductor that will not let anyone \"ride the rails\" for free.","release_date":"1973-05-23","vote_average":6.9,"runtime":118,"cert":"","id":31943,"title":"Emperor of the North","adult":false,"genre_ids":[12,18,28,53]},{"cast":["Tom Conti","Kelly McGillis","Roberts Blossom","Joel Fabiani","Cynthia Harris"],"overview":"Based on a novel by Peter De Vries. Story of an alcoholic, lecherous Scottish poet on a tour of New England Universities, where he goes from one bed and bottle to another.","release_date":"1983-12-19","vote_average":7.1,"runtime":101,"cert":"N\/A","id":31944,"title":"Reuben, Reuben","adult":false,"genre_ids":[18,35,10749]},{"cast":["Christopher Lambert","Terence Stamp","Joss Ackland","John Turturro","Richard Bauer"],"overview":"Egocentric bandit Salvatore Guiliano fights the Church, the Mafia, and the landed gentry while leading a populist movement for Sicilian independence.","release_date":"1987-10-23","vote_average":5.1,"runtime":116,"cert":"N\/A","id":31945,"title":"The Sicilian","adult":false,"genre_ids":[18,80]},{"cast":["Charlton Heston","David Carradine","Stacy Keach","Ned Beatty","Stephen McHattie"],"overview":"The USS Neptune, a nuclear submarine, is sunk off the coast of Connecticut after a collision with a Norwegian cargo ship. The navy must attempt a potentially dangerous rescue in the hope of saving the lives of the crew.","release_date":"1978-03-10","vote_average":7.0,"runtime":111,"cert":"N\/A","id":31948,"title":"Gray Lady Down","adult":false,"genre_ids":[53,12,36,18]},{"cast":["Mili Avital","Lirit Balaban","Menashe Noy","Nir Levy"],"overview":"Tali and Ori are a young Israeli couple. After attending their best friends' wedding, which ended in disaster, they have a big fight, which leads to Ori proposing. But there is trouble in paradise when Ori's conservative father meets Tali, and all hell breaks loose...","release_date":"2004-01-01","vote_average":4.8,"runtime":96,"cert":"N\/A","id":31949,"title":"Colombian Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["George Kennedy","John Mills","Raf Vallone","Barry Sullivan","Rita Tushingham"],"overview":"After his family is brutally murdered for an unknown reason, a computer engineer sets out to find those responsible.","release_date":"1975-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":31950,"title":"The 'Human' Factor","adult":false,"genre_ids":[28,53]},{"cast":["Rebecca Riley","Vanessa Leon","Charley Chase"],"overview":"No overview found.","release_date":"2009-12-22","vote_average":10.0,"runtime":95,"cert":"N\/A","id":31951,"title":"The Girl Next Door Is Behaving Badly","adult":true,"genre_ids":[]},{"cast":["Ingrid Pitt","Peter Cushing","George Cole","Kate O'Mara","Ferdy Mayne"],"overview":"In the heart of Styria the Karnstein Family, even after their mortal deaths, rise from their tombs spreading evil in the countryside in their lust for fresh blood. Baron Hartog whose family are all victims of Karnstein vampirism, opens their graves and drives a stake through their diabolical hearts. One grave he cannot locate is that of the legendary beautiful Mircalla Karnstein. Years of peace follow that grisly night until Mircalla reappears to avenge her family's decimation and satisfy her desire for blood.","release_date":"1970-10-04","vote_average":6.6,"runtime":91,"cert":"","id":31952,"title":"The Vampire Lovers","adult":false,"genre_ids":[27]},{"cast":["Diane Keaton","Mel Gibson","Matthew Modine","Edward Herrmann","Trini Alvarado"],"overview":"A prison warden's wife is seduced into helping a notorious killer escape.","release_date":"1984-12-26","vote_average":6.6,"runtime":112,"cert":"N\/A","id":31955,"title":"Mrs. Soffel","adult":false,"genre_ids":[18,10749]},{"cast":["Miryanna van Reeden","Chris Zegers","Romijn Conen","Wendy van Dijk","Elle van Rijn"],"overview":"As her last lover Dirk breaks with her to his wedding to give a new chance, Anna has had it. For her no more men. Never. That same day she meets Rob. And a few hours later Sander. Both men fall in love with Anna, and she also falls for them. Together they form the perfect man Rob for jobs at home and good sex and Sander for the romance and ....","release_date":"2003-03-13","vote_average":5.7,"runtime":90,"cert":"N\/A","id":31956,"title":"Rather Love","adult":false,"genre_ids":[35]},{"cast":["Ester Spitz","Gerard Thoolen","Kitty Courbois","Frank Rigter","Marion Van Wijk"],"overview":"This film is about the Jewish girl Sara and the ruin of her family during World War II. Her parents have to live in the Jewish ghetto in Amsterdam, but later they are arrested and deported. Sara decides to flee with her brother and his girlfriend to Palestine. Based on the book by Marga Minco.","release_date":"1985-04-25","vote_average":5.7,"runtime":89,"cert":"N\/A","id":31957,"title":"The bitter herb","adult":false,"genre_ids":[36]},{"cast":["William Baldwin","Ellen Pompeo","Rachel Laure","Ed Lauter","Abel Folk"],"overview":"An art expert assists an investigation into a stolen painting in Barcelona; as more paintings are being stolen, she learns she is being framed for the crimes. She must solve the crimes and clear her name with the assistance of her estranged New York cop husband.","release_date":"2004-01-01","vote_average":0.5,"runtime":98,"cert":"N\/A","id":31960,"title":"Art Heist","adult":false,"genre_ids":[28,80,53]},{"cast":["Alfred Dorfer","Gertraud Jesserer","Michou Friesz","Nicholas Ofczarek","Martin Brambach"],"overview":"No overview found.","release_date":"2004-11-18","vote_average":5.7,"runtime":79,"cert":"N\/A","id":31961,"title":"Ravioli","adult":false,"genre_ids":[35,18]},{"cast":["Michael Douglas","Melanie Griffith","Liam Neeson","Joely Richardson","John Gielgud"],"overview":"Spirited New Yorker Linda Voss goes to work for international lawyer and secret Office of Strategic Services operative Ed Leland just before World War II. As they fall in love, the United States enters the fight against Hitler, and Linda volunteers to work for Ed spying undercover behind Nazi lines. Assigned to uncover information about a German bomb, Linda also has personal motives to fulfill: discovering the fate of her Jewish family members in Berlin.","release_date":"1992-01-31","vote_average":6.4,"runtime":132,"cert":"15","id":31962,"title":"Shining Through","adult":false,"genre_ids":[18,10749,53]},{"cast":["Vincent Price","Ian Ogilvy","Rupert Davies","Hilary Dwyer","Nicky Henson"],"overview":"England is torn in civil strife as the Royalists battle the Parliamentary Party for control. This conflict distracts people from rational thought and allows unscrupulous men to gain local power by exploiting village superstitions. One of these men is Matthew Hopkins, who tours the land offering his services as a persecutor of witches.","release_date":"1968-05-01","vote_average":6.5,"runtime":86,"cert":"","id":31965,"title":"Witchfinder General","adult":false,"genre_ids":[18,36,27]},{"cast":["George Kennedy","Ernest Borgnine","Leo Braudy","Alain Silver","Dr. Lawrence H. Suid"],"overview":"A featurette  documentary that looks into the making of \"The Dirty Dozen,\" containing interviews with the main cast, film scholars, and production personnel.","release_date":"2006-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":31966,"title":"Armed and Deadly: The Making of 'The Dirty Dozen'","adult":false,"genre_ids":[99]},{"cast":["Mark Hamill","Kevin Michael Richardson","Graham McTavish","Victoria Tennant","Vanessa Branch"],"overview":"Dante journeys through the nine circles of Hell -- limbo, lust, gluttony, greed, anger, heresy, violence, fraud and treachery -- in search of his true love, Beatrice. An animated version of the video game of the same name.","release_date":"2010-02-09","vote_average":6.0,"runtime":84,"cert":"N\/A","id":31967,"title":"Dante's Inferno: An Animated Epic","adult":false,"genre_ids":[28,12,16,27]},{"cast":["Roger Daltrey","Pete Townshend","John Entwistle","Keith Moon"],"overview":"Featuring one of the last public appearances by Keith Moon, the 1977 Kilburn show is a long-sought holy grail for fans of The Who, performing before a select audience on December 15, 1977 at Kilburn. Also included is a much earlier never-before-seen rarity and one of the band's personal favorites, The Who's powerhouse London Coliseum gig from 1969.","release_date":"2009-11-18","vote_average":0.0,"runtime":138,"cert":"N\/A","id":31968,"title":"The Who: at Kilburn 1977","adult":false,"genre_ids":[10402]},{"cast":["Tim Abell","Bill Mendieta","Mapi Galán","Nicholas Kadi","Scott Cleverdon"],"overview":"“Soldier of God” A film by W. D. Hogan  From The New York Times  Director W. D. Hogan‘s sweeping period epic “Soldier of God” unfurls in the Middle East of the late Twelfth Century. As the story opens, the Knights Templar, a religious order originally assigned to protect Christian pilgrims, has disintegrated from chivalric order and justice into dissolute chaos, as its individual factions bloodthirstily vie with one another for power and control.","release_date":"2005-01-01","vote_average":4.0,"runtime":94,"cert":"N\/A","id":31973,"title":"Soldier of God","adult":false,"genre_ids":[18,36]},{"cast":["John Caparulo"],"overview":"With his one-of-a-kind delivery and straight-ahead material, John Caparulo is fast becoming known as one of the funniest comics in the world today","release_date":"2008-12-21","vote_average":4.0,"runtime":42,"cert":"N\/A","id":31976,"title":"John Caparulo:  Meet Cap","adult":false,"genre_ids":[35]},{"cast":["Amitabh Bachchan","Rani Mukerji","Ayesha Kapoor","Shernaz Patel","Dhritiman Chatterjee"],"overview":"Black is an adaptation of Helen Keller's autobiography. Black revolves around a blind and deaf girl, and her relationship with her teacher who himself later develops Alzheimer's disease.","release_date":"2005-02-04","vote_average":7.8,"runtime":122,"cert":"","id":31977,"title":"Black","adult":false,"genre_ids":[18]},{"cast":["Daniel Chilson","Niklaus Lange","Don Handfield","Linna Carter"],"overview":"John Keitel wrote the film based on his personal undergraduate experience and filmed campus footage in the neighborhood and environs surrounding his graduate film school alma mater USC.","release_date":"1999-07-09","vote_average":6.8,"runtime":92,"cert":"N\/A","id":31978,"title":"Defying Gravity","adult":false,"genre_ids":[18,10749]},{"cast":["Imran Ahktar","George Berg","Patrick Bergin","Sile Bermingham","Gabriel Byrne"],"overview":"An examination of the malevolent London underworld with it's despicable criminal underground. Ray (Mick Rossi) just finished an eight year prison sentence after getting set up. Now he is back on the streets to settle the score.","release_date":"2006-01-01","vote_average":2.2,"runtime":87,"cert":"N\/A","id":31979,"title":"Played","adult":false,"genre_ids":[53,80]},{"cast":["Bing Crosby","Bob Hope","Dorothy Lamour","Gale Sondergaard","Frank Faylen"],"overview":"Scat Sweeney, and Hot Lips Barton, two out of work musicians, stow away on board a Rio bound ship, after accidentally setting fire to the big top of a circus. They then get mixed up with a potential suicide Lucia, who first thanks them, then unexpectedly turns them over to the ship's captain. When they find out that she has been hypnotized, to go through a marriage of convenience, when the ship reaches Rio, the boys turn up at the ceremony, in order to stop the wedding, and to help catch the crooks.","release_date":"1947-12-25","vote_average":6.6,"runtime":100,"cert":"N\/A","id":31980,"title":"Road to Rio","adult":false,"genre_ids":[35]},{"cast":["Jim Jefferies"],"overview":"Jim Jefferies: I Swear to God: The easily offended might do best to avoid Jim Jefferies’ raunchy, rude humor (or at least imbibe the two-drink minimum beforehand), but the Australian-born comedian provides plenty of laughs for everyone else in this HBO special. In I Swear to God, Jefferies continues his patented brand of comedy that once got him punched by an audience member, discussing the idiocy of no-smoking signs, sluts vs. studs, and his father’s Holocaust jokes.","release_date":"2009-05-16","vote_average":7.1,"runtime":58,"cert":"N\/A","id":31981,"title":"Jim Jefferies: I Swear to God","adult":false,"genre_ids":[35]},{"cast":["Kieron Moore","Lois Maxwell","Donald Wolfit","Bryan Forbes","Jimmy Hanley"],"overview":"A bomb dooms the first space satellite, manned by a selfless crew, a stowaway reporter (Lois Maxwell) and a mad scientist (Donald Wolfit).","release_date":"1956-07-21","vote_average":5.4,"runtime":85,"cert":"N\/A","id":31984,"title":"Satellite in the Sky","adult":false,"genre_ids":[878,53]},{"cast":["Jason Connery","Nicole Eggert","Lee Majors","Michael Flynn","K.C. Clyde"],"overview":"Government agent Daniel Leight has his radiation treatments sabotaged. He soon finds that he can now move at super speeds but only by risking metabolic damage which could prove to be fatal. 'Lightspeed' must now use his powers to go after old friend turned terrorist who is now a mutant half-snake called Python.","release_date":"2006-07-22","vote_average":2.4,"runtime":90,"cert":"N\/A","id":31985,"title":"Lightspeed","adult":false,"genre_ids":[14,28,878,10770]},{"cast":["Carole Lombard","Fred MacMurray","Ralph Bellamy","Astrid Allwyn","Ruth Donnelly"],"overview":"A manicurist and an engaged loafer, both planning to marry money, meet and fall in love.","release_date":"1935-10-18","vote_average":7.0,"runtime":80,"cert":"N\/A","id":31988,"title":"Hands Across the Table","adult":false,"genre_ids":[35,18,10749]},{"cast":["Angelica Panganiban","Gabby Concepcion","Kim Chiu","Derek Ramsay","Liza Lorena"],"overview":"All her life, Lizelle Jimenez  has always searched for love. When she met Dr. Adrian Benitez, she couldn’t ask for more. He showered her with love and affection and she has never felt so special. There is one thing Lizelle is struggling with as they live together- fitting in Adrian’s world. Coming from humble beginnings, Lizelle finds it difficult to belong.","release_date":"2009-12-25","vote_average":0.0,"runtime":117,"cert":"N\/A","id":31989,"title":"I Love You Goodbye","adult":false,"genre_ids":[18,10749]},{"cast":["Scott Anthony Leet","Cole Williams","Dusty Sorg","Michael Rooker","Eileen Dietz"],"overview":"For years he terrorized California motorists as he rode the endless highways searching for his next victim. The discarded bodies turned up beaten, sexually assaulted and horribly mutilated. Deceptively charming and intelligent, the scheming murderer easily avoided police at first. But as police closed in and the killer’s pattern grew more erratic, the only question was how many more will die?","release_date":"2009-11-04","vote_average":5.5,"runtime":88,"cert":"N\/A","id":31992,"title":"Freeway Killer","adult":false,"genre_ids":[27,53,18,80]},{"cast":["Claudette Colbert","Don Ameche","John Barrymore","Francis Lederer","Mary Astor"],"overview":"An unemployed showgirl poses as Hungarian royalty to infiltrate Parisian society.","release_date":"1939-03-24","vote_average":7.6,"runtime":94,"cert":"N\/A","id":31993,"title":"Midnight","adult":false,"genre_ids":[35,10749]},{"cast":["Claudette Colbert","Gary Cooper","Edward Everett Horton","David Niven","Elizabeth Patterson"],"overview":"US multi-millionaire Michael Barndon marries his eighth wife, Nicole, the daughter of a broken French Marquis. But she doesn't want to be only a number in the row of his ex-wives and starts her own strategy to \"tame\" him.","release_date":"1938-03-18","vote_average":7.1,"runtime":85,"cert":"N\/A","id":31996,"title":"Bluebeard's Eighth Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Priscilla Lane","Robert Cummings","Otto Kruger","Alan Baxter","Clem Bevans"],"overview":"Aircraft factory worker, Barry Kane goes on the run across the United States when he is wrongly accused of starting a fire that killed his best friend.","release_date":"1942-04-24","vote_average":6.9,"runtime":108,"cert":"","id":31997,"title":"Saboteur","adult":false,"genre_ids":[53,10752]},{"cast":["Spencer Tracy","Katharine Hepburn","Lucille Ball","Keenan Wynn","Carl Esmond"],"overview":"In World War II Washington DC, scientist Pat Jamieson's assistant, Jamie Rowan, enters a loveless marriage with him. Struggles bring them closer together.","release_date":"1945-01-01","vote_average":7.4,"runtime":111,"cert":"N\/A","id":31998,"title":"Without Love","adult":false,"genre_ids":[10749,35]},{"cast":["Kelly Hutchinson","Wes Ramsey","Jim True-Frost","Laila Robins","Danielle Ferland"],"overview":"A cash strapped feminist filmmaker secretly takes a job directing a porn film in order to get her thesis film, \"Feminism For Dummies\" out of the lab. Soon, her own slumbering sexuality is awakened in surprising ways. This arouses the suspicion of her politically correct husband, Hugh, and leads to a madcap finale of mistaken identity that threatens to upend Gillian's best laid plans.","release_date":"2006-10-06","vote_average":3.5,"runtime":80,"cert":"N\/A","id":31999,"title":"Slippery Slope","adult":false,"genre_ids":[35,10749]}]