[{"cast":["Pauline Chan Bo-Lin"],"overview":"Set during the Ming Dynasty, this erotic drama tells the tale of a gender-shifting religious leader who deflowers virgins in order to absorb their life force. Long ensconced in the family of Dr. Yue, he now sets his sights on Yue's daughter, Bao. But Bao's strange invisible tattoos and her connection to starving scholar Chao Chuen change the dynamics, and it seems that her body art may provide clues to a cure for Chuen's ill mother.","release_date":"1993-04-08","vote_average":0.0,"runtime":97,"cert":"N\/A","id":319501,"title":"Man of Nasty Spirit","adult":false,"genre_ids":[14,28]},{"cast":[],"overview":"After a brutal attack leaves Lisa Temple (Justine Bateman) with a hard case of amnesia, the young wife recovers at home, only to learn that her relationship with her dashing husband, Paul (Peter Outerbridge), has been deteriorating for years. Slowly, Lisa pieces together the remnants of her old life and eventually learns some shocking truths in this juicy mystery-romance entry in the Harlequin Romance series.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319503,"title":"Harlequin Romance Series: Another Woman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thanks to his smooth sound, amiable disposition and the magic of television, velvet-voiced soloist Nat \"King\" Cole charmed generations of fans and left a legacy of timeless music. This collection of Cole's most memorable TV moments includes performances of \"Nature Boy,\" \"Got a Penny Benny,\" \"When I Fall in Love,\" \"Mona Lisa,\" \"Route 66,\" \"Stompin' at the Savoy,\" \"Je Vous Aime Beaucoup\" and \"Save the Bones for Henry Jones.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319505,"title":"Nat King Cole: Moonlight Kisses","adult":false,"genre_ids":[]},{"cast":[],"overview":"Before her untimely death from multiple sclerosis in 1987, renowned cellist Jacqueline Du Pre won classical audiences in the 1960s and '70s with her robust and lively approach to musicianship, a testament to her innate genius and deep affinity for the pieces she played. See her face Brahms's cello sonatas, Beethoven's \"Sonata No. 3 in A, Op. 69\" (with husband Daniel Barenboim on piano), Elgar's \"Cello Concerto in E minor, Op. 85\" and many others.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319507,"title":"Jacqueline Du Pre: Legend","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn the origins of the punk movement from musicians who helped bring about its creation. This documentary also explores how punk -- an antiestablishment statement as well as a music genre -- continues to thrive through youths across the country. Included are interviews with members of such classic punk bands as the Ramones, Adicts, Exploited, the Avengers and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319509,"title":"King of Punk","adult":false,"genre_ids":[]},{"cast":[],"overview":"Finish Line Ministries founder Dave Bogue serves as host for this video based on his message of revival. Through entertaining and thought-provoking stories such as \"Pickle Pickin',\" -- which chronicles Bogue's days as an adolescent obliged to spend his vacation helping his cousins harvest cucumbers -- he challenges and entreats Christians to obey God's word. Filmed in Kentucky, the program includes interviews and re-enactments.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319523,"title":"Pickle Pickin'","adult":false,"genre_ids":[]},{"cast":[],"overview":"This fascinating documentary explores the career of pioneering comedienne Rusty Warren, who broke sexual barriers with her racy party records in the early 1960s, before the era of later groundbreakers like Lenny Bruce and Phyllis Diller. The program includes interviews, a complete Las Vegas nightclub performance, several television appearances and music videos, including her hits \"Bounce Your Boobies,\" \"My Name Is Rusty\" and \"Knockers Up.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319525,"title":"Rusty Warren: Knockers Up!: The Lady Behind the Laughs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on Philip Gardiner's theory that an ancient serpent cult once dominated the human race, this program explores mysterious locations sacred to the cult, undisclosed information about the Holy Grail and the Elixir of Life, and the massive conflict that led to the sect's demise as Christianity took over. Controversial researcher and best-selling author Gardiner's intriguing documentary complements his novel of the same name.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319527,"title":"Secrets of the Serpent: In Search of the Sacred Past","adult":false,"genre_ids":[]},{"cast":[],"overview":"Group founder M. Shawn Crahan, aka Clown, directs this inside look into the world of the Grammy-winning alt metal band Slipknot. From the studio to the tour bus and the stage, this visually dynamic release puts viewers side by side with the guys from the band as they live and breathe the music they create. In addition to the live performance footage and music videos, fans are treated to in-depth profiles of the nine band members.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319529,"title":"Slipknot: Voliminal: Inside the Nine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alan Bates narrates this documentary series that examines the covert world of espionage and looks at some the most famous spies in history, including Mata Hari, Nathan Hale, Donald Maclean, Anthony Blunt, Violette Szabo and others. The segment \"Tools of the Trade\" reveals some of the devices and common objects used by spies, while \"Cloak &amp; Dagger\" looks at assassins and saboteurs, and \"To Catch a Spy\" explores counterespionage and double agents.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319531,"title":"Spying Game","adult":false,"genre_ids":[]},{"cast":[],"overview":"Total Nonstop Action Wrestling brings you eight pulse-pounding matches from the December 2009 Final Resolution event held in Orlando, Fla. In the dramatic Feast or Fired bout, 12 competitors battle to see who gets bounced to the unemployment line. Kurt Angle clashes with Desmond Wolfe in the Three Degrees of Pain contest, while Tara goes up against ODB in the Women's Knockout Championship. A. J. Styles engages in a grudge match with Daniels.","release_date":"2009-12-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319533,"title":"TNA Final Resolution 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"This compendium captures groundbreaking progressive rock band Procol Harum in all its glory, performing both popular and obscure songs in appearances recorded for German television during a productive stretch in the late 1960s and '70s. The collection features digitally remastered tunes and several extended sets, including \"Homburg,\" \"Quite Rightly So,\" \"In the Wee Small Hours of Sixpence\" and their world-famous smash \"A Whiter Shade of Pale.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319535,"title":"Procol Harum: EP","adult":false,"genre_ids":[]},{"cast":["K. Bhagyaraj","Aishwarya","Kalyan Kumar","Manorama"],"overview":"Rasukutti is the spoiled and idle son of rich parents who, upon falling in love with a respected society girl named Aishwarya, must prove his value and worth to her and her family. Will his lazy and irresponsible ways and lack of education mean Rasukutti loses the woman of his dreams? Determined to win over Aishwarya, Rasukutti sets about proving his love and character and, in the process, learns something about life.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319546,"title":"Rasukutti","adult":false,"genre_ids":[]},{"cast":[],"overview":"By emphasizing a foundation of mutual respect and trust, not intimidation and trauma, this innovative equine training program teaches viewers how to build a successful relationship with their horse. Through diagrams and demonstrations, you'll learn effective horse communication skills, how to get a young horse under the saddle and how to prepare a horse for riding.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319548,"title":"Reach Out to Natural Horsemanship: Insights into Holistic Horsemanship","adult":false,"genre_ids":[]},{"cast":["Robert Olech","Maria Pakulnis","Jacek Rozenek","Dominika Markuszewska","Mirosław Zbrojewicz"],"overview":"A group of young friends from the country decides to toss out their morals and go for the gold in this Polish-made drama. Believing that money is the only thing they need to be happy, the ambitious pals engage in serious crime, eventually causing some of them to wonder if the prize was really worth the price. Robert Olech, Maria Pakulnis, Jacek Rozenek, Piotr Glowacki and Dominika Markuszewska star.","release_date":"2005-11-11","vote_average":4.0,"runtime":112,"cert":"N\/A","id":319550,"title":"Rozdroże Café","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Take a tour of the wild, rocky and beautiful coastline of Scotland, where you'll find 36 majestic lighthouses. And behind the physical splendor of each structure is a unique tale -- told by the people who know and love them best. The breathtaking journey also includes stories about the newer businesses that have brought renewed interest in some of these glorious beacons. The soundtrack won two awards at the Just Plain Folks Music Awards.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319552,"title":"Scotland's Lighthouses: An Exploration of Working Landmarks","adult":false,"genre_ids":[]},{"cast":[],"overview":"The performing arts have always been alive and rich throughout the Cuban culture, and this entertaining video confirms that fact by exhibiting many renowned Cuban artists, authors, painters, musicians and directors. The documentary also highlights music from Carlos Varela and Sintesis, pieces of artwork from gifted painters and sculptors and verse from Eloy Machado.","release_date":"2001-03-01","vote_average":0.0,"runtime":83,"cert":"\"\"","id":319554,"title":"Great Day in Havana","adult":false,"genre_ids":[]},{"cast":[],"overview":"World-renowned jazz singer Joe Williams performs some of his best-loved songs in this concert held just before he won a Grammy for his 1983 album \"Nothing But the Blues.\" Accompanied by top-notch musicians such as Steve Williams, Kirk Stuart and Keeter Betts, Williams sings \"Everyday I Have the Blues\" and many other classics. A baritone with a bluesy jazz style, Williams has sung with many of the greatest jazz bands and combos of all time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319556,"title":"Joe Williams: Jazz Masters Series","adult":false,"genre_ids":[]},{"cast":["Paedar Cafferky","Veronica Castang","George Hearn"],"overview":"Tony and Emmy Award winner George Hearn stars as a fisherman in love -- and hopelessly out of water -- in this Broadway Theatre Archive production of Gardner McKay's stage play romance. The rural fisherman's life is turned upside down when he unexpectedly falls for a city girl (Veronica Castang) who works for a Liverpool publisher. But her decision to publish his quaintly worded letters as poetry nets them both a fresh catch of problems.","release_date":"1976-05-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319558,"title":"Sea Marks","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Ben Chambers, Trevor Garrod and the rest of the Tea Leaf Green jam band in this Justin Kreutzmann-directed documentary that incorporates a generous sprinkling of concert footage. Witness the group's unforgettable performance at Boulder, Colorado's Fox Theater, where they shared their San Francisco-grown sound, as well as more intimate moments where band members talk about what it's like to be on the way up the mountain of fame.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319572,"title":"Tea Leaf Green: Rock 'N' Roll Band","adult":false,"genre_ids":[]},{"cast":[],"overview":"Climb up onto the Big Comfy Couch with Loonette the clown and her dolly friend of few words, Molly, in this fifth volume of themed episodes from the popular PBS kids' series. There's fun in every direction when Loonette helps Granny bake up an upside-down cake packed with cabbage and pickles, and Molly makes friends with an upside-down doll. Loonette and Molly also learn all about the letter M -- which, upside down, looks a lot like the letter W.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319574,"title":"The Big Comfy Couch: Upside Down Clown","adult":false,"genre_ids":[]},{"cast":[],"overview":"Celebrating their 55th anniversary, Israeli kibbutz folk chorale the Gevatron delivers a dynamic performance -- featuring such tunes as \"Zemer\" and \"Halleluiah\" -- before enthusiastic fans in Jerusalem and on the Sea of Galilee coast. Working in the fields by day and using their evenings to create music, the group has assembled a repertoire that includes folk, pop and ethnic songs. Archival footage of kibbutz life is included.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319576,"title":"The Gevatron: The Israeli Kibbutz Singers","adult":false,"genre_ids":[]},{"cast":["George Houston","Al St. John","Roquell Verria","Charles King","Julian Rivero"],"overview":"Tom Cameron (George Houston), aka the Lone Rider, and his faithful sidekick, Fuzzy Jones (Al St. John), flee across the Rio Grande to avoid assassination by crooked lawman Deputy Hatfield, only to have the Mexican cops accuse Cameron of being the notorious bandit El Puma. At Hatfield's behest, they are also accused of kidnapping the local mayor's son, and now the pair must prove their innocence and find a way to stop Hatfield's lawless ways.","release_date":"1941-02-28","vote_average":0.0,"runtime":63,"cert":"\"\"","id":319578,"title":"The Lone Rider Crosses the Rio","adult":false,"genre_ids":[10402,10749,37]},{"cast":[],"overview":"Brilliant but tormented Dutch painter Vincent van Gogh is profiled through his art, his letters and expert commentary in this engrossing documentary. Famous for his thick, swirling brushstrokes, van Gogh -- the son of a pastor -- battled frequent bouts of madness throughout his short life and committed suicide at age 37. Though he was once the quintessential starving artist, his masterpieces now fetch millions of dollars.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319580,"title":"The Post-Impressionists: Van Gogh","adult":false,"genre_ids":[]},{"cast":[],"overview":"Little ones will leap for this award-winning live-action program performed by members of the Royal Winnipeg Ballet. In this installment, you'll join Ballerina, Soldier and Rag Doll for a collection of musical adventures built around the theme of bedtime stories, including \"Sky Show,\" \"Soldier's Story,\" \"Horse Dreams,\" \"Night Light,\" \"Solo Sleep Out,\" \"Tooth Fairy,\" \"Man in the Moon,\" \"Again, Please,\" \"Sleep Dancing\" and \"Starry Night.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319582,"title":"The Toy Castle: Twinkle, Twinkle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Enjoy the smooth voice and cool rhythms of legendary American recording artist Nat \"King\" Cole with this music set, which includes popular hits like \"Mona Lisa,\" \"Save the Bones for Henry Jones,\" \"Shine On Harvest Moon,\" \"Sweet Lorraine\" and more. The first African-American to host a television variety show, Cole sold millions of records throughout the course of his career and continues to possess enduring popularity worldwide.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319584,"title":"The Unforgettable Nat King Cole","adult":false,"genre_ids":[]},{"cast":["Allison Egan","Joni Durian","Minnie Grey","Dave Parker"],"overview":"This is the story of Rose and Freya. Rose is a photographer who specializes in bondage, degradation, dehumanization, and murder. She lures unsuspecting men and women into her grasps and breaks them down until there is nothing left. Freya is her latest victim. A very naive small-town girl.","release_date":"2014-09-16","vote_average":4.0,"runtime":60,"cert":"\"NR\"","id":319595,"title":"The Hornet's Sting and the Hell It's Caused","adult":false,"genre_ids":[27]},{"cast":["Boris Blinov","Valentina Serova","Lev Sverdlin","Mikhail Nazvanov","Ekaterina Sipavina"],"overview":"A story of true love set during the WWII.","release_date":"1943-11-01","vote_average":5.0,"runtime":90,"cert":"\"\"","id":319597,"title":"Wait for Me","adult":false,"genre_ids":[10749,18,10752]},{"cast":["Jeremy Kemp","Susan Penhaligon","David Daker","Roger Lloyd Pack","Allan Surtees"],"overview":"Through the story of a single family, Brassneck traces a history that parallels the Labour Party's advent to power in 1945 through to the property speculation of the 1960s and the disillusionment with the Labour government in the early 1970s. Like most of the early work of the writers, David Hare and Howard Brenton, committed radical (if not revolutionary) socialists throughout the 1970s, it is a satirical attack on capitalist greed and corruption, full of savage, and often disturbing, humour.","release_date":"1975-05-22","vote_average":0.0,"runtime":75,"cert":"N\/A","id":319599,"title":"Brassneck","adult":false,"genre_ids":[18,35]},{"cast":["G-Dragon"],"overview":"G-Dragon: Shine A Light","release_date":"2010-04-20","vote_average":8.0,"runtime":120,"cert":"N\/A","id":319601,"title":"1st Live Concert: Shine A Light","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Two gamecocks are fighting inside a wire cage, while two spectators look on in the background. The two men agree to make a bet on the outcome. One of them shows his money to the other, who is commenting on the fight.","release_date":"1894-01-15","vote_average":3.1,"runtime":1,"cert":"\"\"","id":319603,"title":"Cock Fight, No. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Peter Gidal short film","release_date":"2002-01-20","vote_average":0.0,"runtime":30,"cert":"N\/A","id":319605,"title":"Volcano","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated fireworks display made of coins, candy, and other colourful objects.","release_date":"2004-01-01","vote_average":5.8,"runtime":1,"cert":"\"\"","id":319616,"title":"Fireworks","adult":false,"genre_ids":[]},{"cast":["Rev. James Moore"],"overview":"The Blair Metropolitan AME Zion Church of Jackson, Miss., is the site of this rousing performance from gospel powerhouse the Rev. James Moore and the critically acclaimed Mississippi Mass Choir, both Grammy nominees. Highlights include \"God Don't Need No Matches,\" \"We Worship Christ the Lord,\" \"God Will Take Care of You,\" \"When the Praises of God Goes Up (The Blessings Come Down)\" and a show-stopping rendition of \"Endow Me (The Invitation).\"","release_date":"2008-01-19","vote_average":0.0,"runtime":96,"cert":"\"\"","id":319618,"title":"Reverend James Moore: Live with the Mississippi Mass Choir","adult":false,"genre_ids":[]},{"cast":["David Dukas","Gerrie Barnard","Glen Fine","Leon Weed","Miguel Barros"],"overview":"Tim holds Dave, the man that he loved in school when they were teenagers, captive in a motel room - the same man who as a boy betrayed and humiliated him. Tim's aim: To understand Dave's motivations, to humiliate, degrade and kill him...  But will he be able to go through with turning his dark fantasy into reality?","release_date":"1995-01-19","vote_average":7.0,"runtime":27,"cert":"N\/A","id":319620,"title":"Hot Legs","adult":false,"genre_ids":[18]},{"cast":["Andrzej Burzynski","Hubert Geiger","Vincent Dieutre","Leo Bersani","Antonino Juorio"],"overview":"“The Nineties had a pretty bad start”, this is how Vincent Dieutre introduces us to the shadows of his personal universe in those years going through Utrecht, Naples and Rome. In three chapters and two love stories, this geographical and sentimental trip is also a quest for the research of beauty through the shadowy art and Caravaggio, his main initiator.","release_date":"2001-01-17","vote_average":5.0,"runtime":77,"cert":"N\/A","id":319622,"title":"Tenebrae Lessons","adult":false,"genre_ids":[18]},{"cast":["Phyllis Calvert","Andrew Ray","Edward Chapman","Janet Munro","Campbell Singer"],"overview":"Parents veto the romance of two high-school students, forcing them to meet in secret.","release_date":"1958-01-01","vote_average":5.5,"runtime":67,"cert":"N\/A","id":319630,"title":"The Young and the Guilty","adult":false,"genre_ids":[10749,18]},{"cast":["Zrinka Cvitešić","Leon Lučev","Ivo Gregurević","Robert Ugrina","Nagyb Saliji"],"overview":"A young widow, an aging widower-returnee, and a priest from a bankrupt parish are struggling to come to terms with the post-war environment, complete with its prejudices, illusions, and unpleasant mentality. What follows is a romantic comedy set in rough landscape, about a woman who falls in love with a local priest. He is not blind to her love, but is unable to choose between the church and her, until the circumstances force him to make his choice.","release_date":"2005-07-23","vote_average":7.0,"runtime":109,"cert":"N\/A","id":319632,"title":"What Is a Man without a Moustache?","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ruth Gemmell","William Tapley","Molly Windsor","Jake Young","Dion Williams"],"overview":"Seven year old Amy whose recently separated parents hold differing views on her social development is enthralled in her world of make believe.  One afternoon when her father comes to visit this situation comes to a head, with disturbing consequences for Amy.","release_date":"2007-07-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":319634,"title":"The Imaginary Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Sandgrass People is set in South Africa and tells the story of Dalmain, a man who gets wrongly accused of murder so goes on the run. When a local tribe helps him, he becomes embroiled in their plight too.","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":319636,"title":"The Sandgrass People","adult":false,"genre_ids":[]},{"cast":["Manuel Tambor Chinde","Alfredo Goenha","Peter Gudo","Arlete Malate","Ramadan David Matusse"],"overview":"A film by Mabasso Jr.","release_date":"2013-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319638,"title":"Nico: Maputo","adult":false,"genre_ids":[18]},{"cast":["Joe Cocker","Cliff Goodwin","Howard Hersh","Mitch Chakour","Eric Parker"],"overview":"","release_date":"2014-12-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319640,"title":"Joe Cocker - Live In Metropol Berlin 1980","adult":false,"genre_ids":[10402]},{"cast":["Bert Luppes"],"overview":"Still continuously on his guard, but with dwindling strength, a man for the last time tries to keep his valuable possessions together. When he can no longer keep all his attackers at bay, his end is near. A life without lust. But the loss also relieves him of a heavy burden.","release_date":"2008-10-10","vote_average":0.0,"runtime":10,"cert":"N\/A","id":319642,"title":"The Last Day","adult":false,"genre_ids":[18]},{"cast":["Dan van Steen","Ratchaneekorn Vichayanon"],"overview":"Dao (22) is a young Thai woman. She arrives in the Netherlands to share the rest of her life with a dutch called Michel. The confrontation with a man she barely knows in a strange country with foreign tastes, scents and habits makes Dao feel rootless. Does she realizes only now what she has started?","release_date":"2008-09-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":319647,"title":"Dao","adult":false,"genre_ids":[18]},{"cast":["Muriel Baumeister","Christian Berkel","Ilse Neubauer","Rita Russek","Jochen Horst"],"overview":"","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319649,"title":"Mutter, ich will nicht sterben!","adult":false,"genre_ids":[18]},{"cast":["Dominique Horwitz","Eva Haßmann","Jochen Nickel","Roman Knizka","Dieter Kirchlechner"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319654,"title":"Trickser","adult":false,"genre_ids":[53]},{"cast":["Caroll Spinney","Frank Oz","Jerry Nelson","Martin P. Robinson","Brian Muehl"],"overview":"As the Metropolitan Museum of Art closes, Big Bird decides to leave his Sesame Street friends behind in search of Snuffy. Once locked inside for the night, educational hilarity ensues as Big Bird and Snuffy team up to help a small Egyptian boy solve a riddle - as the rest of the cast searches for their big, yellow friend.","release_date":"1983-11-16","vote_average":6.0,"runtime":60,"cert":"\"NR\"","id":319656,"title":"Don't Eat the Pictures: Sesame Street at the Metropolitan Museum of Art","adult":false,"genre_ids":[14,10751]},{"cast":["Jack Randall","Wesley Barry","Eleanor Stewart","Wilhelm von Brincken","Chester Gan"],"overview":"Looking for the killer of his brother, Jack saves the outlaw known as the Mexicali Kid who had collapsed on the desert. Jack joins up with the Kid who leads him to Gorson. Gorson is after a ranch and gets Jack to pose as the heir to the ranch. After the papers are signed he plans to have jack killed. But the Kid recognizes Gorson's henchmen as the men Jack is after and decides to help him.","release_date":"1938-09-13","vote_average":5.0,"runtime":null,"cert":"\"\"","id":319658,"title":"The Mexicali Kid","adult":false,"genre_ids":[]},{"cast":["Pola Negri","Warwick Ward","Hans Rehmann","Cameron Carr","Margaret Rawlings"],"overview":"A lighthouse keeper's wife shelters her fugitive lover.","release_date":"1929-01-20","vote_average":0.0,"runtime":94,"cert":"N\/A","id":319660,"title":"The Way of Lost Souls","adult":false,"genre_ids":[18]},{"cast":["Jack Randall","Louise Stanley","Al St. John","Henry Roquemore","Ted Adams"],"overview":"Learning of Walters' inheritance, Larson kills him and assumes his identity. When Larson's men try to kill Walter's niece Lola, Jack Lane breaks it up. This leads to a showdown with Jack outnumbered by Larson and his gang. Having saved Loma's life earlier, he has Fuzzy ride for him and his men.","release_date":"1938-05-26","vote_average":0.0,"runtime":57,"cert":"\"\"","id":319662,"title":"Gunsmoke Trail","adult":false,"genre_ids":[37]},{"cast":["Nikolai Rybnikov","Konstantin Sorokin","Lyudmila Khityaeva","Vladislav Strzhelchik","Oleg Zhakov"],"overview":"A story of Kochubey - a hero of Russian Civil War.","release_date":"1958-12-02","vote_average":6.0,"runtime":102,"cert":"\"\"","id":319664,"title":"Kochubey","adult":false,"genre_ids":[36,10752]},{"cast":[],"overview":"Pakistani immigrants look to make a living in Germany.","release_date":"1987-09-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":319666,"title":"Dragon Chow","adult":false,"genre_ids":[]},{"cast":["Bob Steele","Mary Kornman","George 'Gabby' Hayes","Warner Richmond","Earl Dwire"],"overview":"The parents (Horace B. Carpenter)(Vane Calvert) of Smokey Smith (Bob Steele) are murdered while traveling with a wagon train that is attacked by outlaws. Smokey swears revenge but his only possible chance lies in finding the member of the border-gang who took a ring from his father's finger. The sheriff (Earl Dwire) of a nearby border town makes Smokey a deputy after the latter saves his life when outlaws attack a stagecoach the sheriff is escorting. This enables Smokey to find the hideout of the gang that killed his parents, and he, posing as a wanted man, is able to join the gang. He soon incurs the wrath of gang-member Kent(Warner Richmond), who is jealous over the attention that Bess Bart (Mary Kornman, step-daughter of the gang-leader, \"Blaze\" Bart (George 'Gabby' Hayes), is showing Smokey.","release_date":"1935-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319668,"title":"Smokey Smith","adult":false,"genre_ids":[]},{"cast":["Bobby Cox","Jim Vance","Carter Dixon","Iron Eyes Cody","Jules Cowles"],"overview":"Two Boy Scouts win an around-the-world trip with a crack aviator, and find themselves crash-landed in the South American jungles after the ace forgets to refuel in Ecuador.","release_date":"1934-06-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319670,"title":"Young Eagles","adult":false,"genre_ids":[]},{"cast":[],"overview":"documentary","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319672,"title":"Podbradak potpisanih","adult":false,"genre_ids":[]},{"cast":["Hisashi Yoshizawa","Ayumi Ito","Eita","Sayo Aizawa","Yutaka Matsushige"],"overview":"","release_date":"2004-06-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":319674,"title":"Believer","adult":false,"genre_ids":[]},{"cast":["Sammy Fain","Norman Brokenshire","Evelyn Hoey","Eton Boys"],"overview":"The first in a series of shorts highlighting songwriters of the era. This one features Sammy Fain, supported by Evelyn Hoey and The Eton Boys, singing songs he wrote, including \"You Brought a New Kind of Love to Me\", \"Was That the Human Thing to Do\" and \"Let a Smile Be Your Unbrella.\" Follow-up shorts in the series featured songwriters Benny Davis and Cliff Friend.","release_date":"1932-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319676,"title":"Melody Makers No. 1: Sammy Fain","adult":false,"genre_ids":[]},{"cast":["Celia Rodriguez","Ronaldo Valdez","Paraluman","Vic Silayan","Lou Salvador Jr."],"overview":"The supernaturally-tinged tale of Lilet, a young woman with memory loss.","release_date":"1972-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319678,"title":"Lilet","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A returning missionary recounts his experiences of sharing the gospel. Portrays what it is like to be a missionary. Excellent tool for encouraging young men to prepare themselves for missionary service.","release_date":"1990-01-01","vote_average":7.0,"runtime":24,"cert":"\"NR\"","id":319683,"title":"Labor of Love","adult":false,"genre_ids":[]},{"cast":["Ivor Novello","Isabel Jeans","Nina Vanna","Marie Ault","Julie Suedo"],"overview":"Pierre Boucheron, alias 'The Rat' and a former underworld notoriety, is now living the high life as the kept man of Zelie de Chaumet. But when she learns he is planning to marry another woman, her vengeance pursues him into the murkiest depths of Paris...","release_date":"1926-03-21","vote_average":6.5,"runtime":null,"cert":"N\/A","id":319685,"title":"The Triumph of the Rat","adult":false,"genre_ids":[]},{"cast":["Joe DiMaggio"],"overview":"Winner of the International Monitor Award for Best Documentary, this portrait celebrates one of the most beloved players in the history of baseball, with commentary from Bob Feller, Reggie Jackson, Pete Rose and Mario Cuomo, among others. Explore Joe DiMaggio's life, including his early days in San Francisco, his experiences as a Yankee, his legendary 56-game hitting streak and his much-publicized marriage to Marilyn Monroe.","release_date":"1997-10-19","vote_average":0.0,"runtime":63,"cert":"\"G\"","id":319687,"title":"Where Have You Gone, Joe DiMaggio?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"There's enough hair flying through the air in this collection of extreme women's wrestling matches to prove that the so-called \"fairer sex\" is just as capable of dishing out mayhem as the men are. You'll see hardcore action from a long list of professional female wrestlers, including F.B.I. (\"The Full-Breasted Italian\"), Lucy Furr, Black Barbie, One Dirty Broad, Annie Social and Lauren Looselips.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319689,"title":"Women's Extreme Wrestling: War","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nikolaus Harnoncourt leads the Concentus Musicus Vienna and Arnold Schoenberg Choir in a concert of Bach music at Austria's Kloster Melk Benedictine Monastery. Sopranos Christine Schäfer and Anna Korondi and mezzo-soprano Bernarda Fink are featured. Works included in this celebration of the coming of Christmas are Cantata BWV 61, \"Nun Komm, der Heiden Heiland\"; Cantata BWV 147, \"Herz und Mund\"; and Magnificat in D Major BWV 243.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319691,"title":"An Advent Concert of Music by Bach","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arthur the Aardvark learns the importance of maintaining his friendships in \"Arthur Goes Crosswire,\" the title episode of this three-episode collection from the popular PBS series. After Arthur and Muffie rescue TV star Wilbur Rabbit (aka Bionic Bunny), the two friends form an exclusive club, leaving Arthur's other friends on the sidelines. Will Arthur realize how his pals feel before it's too late?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319693,"title":"Arthur: Arthur Goes Crosswire","adult":false,"genre_ids":[]},{"cast":["T.D. Jakes"],"overview":"Eminent preacher and pastor of Dallas's Potter's House church, Bishop T.D. Jakes leads his congregation's mighty gospel choir in a live performance of uplifting numbers such as \"A Path in the Sea,\" \"It's Already Done\" and \"God Be Praised.\" Featured vocalists include Lady Joy Hill, Jesse Campbell, Drea Randle, Israel Houghton, Myron Williams, Darwin Hobbs and more in a musical celebration guaranteed to raise your spirit higher.","release_date":"2003-01-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":319695,"title":"Bishop T.D. Jakes: A Wing and a Prayer","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program captures one of the most celebrated classical conductors of all time, Leonard Bernstein, in rehearsal and performance at the Academy of Schleswig-Holstein Music Festival in 1988, in particular exploring the music of Dmitri Shostakovich. Bernstein's infectious passion and gift for teaching come shining through as he leads the student ensemble through the wonders of Shostakovich's evocative compositions.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319697,"title":"Bernstein in Rehearsal and Performance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grab the best seat in the house for these 13 high-octane fights between some of the world's toughest bone-crushers. Highlights include a brutal battle for the title featuring competitors Mad Dog Macias, Vernon White and Robert Lalonde. Matchups include Foster vs. Saulters, Gassaway vs. Martin, Macias vs. Labbe, Mitchell vs. Lalonde and Matyushenko vs. White. The first women's tournament also takes place at this action-packed event.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319699,"title":"Caged Combat: Vol. 1: Baton Rouge, Louisiana","adult":false,"genre_ids":[]},{"cast":["Aleksandr Demyanenko","Pavel Kadochnikov","Ernst Romanov","Sergei Ivanov","Nadezhda Shumilova"],"overview":"Militia Colonel Kornilov is leading a complex investigation related to multiply carjackings.","release_date":"1981-10-19","vote_average":6.0,"runtime":85,"cert":"\"\"","id":319701,"title":"Missing among the Living","adult":false,"genre_ids":[80,9648,18]},{"cast":["Jon Vickers","Gianfranco Cecchele","Fiorenza Cossotto","Adriana Martino","Giangiacomo Guelfi"],"overview":"In Ruggero Leoncavallo's Pagliacci and Pietro Mascagni's Cavalleria Rusticana, two 19th-century Italian operas, are presented here. The former tells the story of jealous actor Canio, while the latter is about former soldier Turiddu, who has gotten Santuzza pregnant and is carrying on an affair with his married ex-fiancée, Lola.","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319706,"title":"Cavalleria rusticana \/ Pagliacci","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ferdinand Lamothe, better known as Jelly Roll Morton, was a pioneer among jazz musicians because of his remarkable talent as a composer, piano player and arranger. This tribute to Morton was filmed before a live audience at Lulu White's Mahogany Hall -- one of New Orleans' top jazz clubs -- and features Morton's music performed by the Dukes of Dixieland and one of Jelly Roll's musicians, Danny Barker.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319708,"title":"Dukes of Dixieland: Salute to Jelly Roll Morton","adult":false,"genre_ids":[]},{"cast":[],"overview":"Witness the ascension of the next generation of mixed martial arts superstars in this collection of thrilling bouts, filmed live at the main stages of the Chumash Casino in Santa Ynez, California, and the Taj Mahal in Atlantic City, N.J. Matchups include Paul \"Semtex\" Daley vs. Sam \"The Squeeze\" Morgan, Eddie Alvarez vs. Ross \"The Boss\" Ebanez and Jared Hamman vs. Aaron Rosa, plus appearances by Javier \"Showtime\" Vazquez, Shayna Baszler and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319710,"title":"Elite XC: ShoXC: Combat Ready","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gustav Kuhn conducts the Orchestra of the San Carlo Theater in this production of Christoph Willibald Gluck's three-act opera about Orpheus, a mythological prince who journeys to the underworld to retrieve his beloved Eurydice. Performed in Naples, Italy, this production of Gluck's revolutionary work stars Alberto Fassini and Bernadette Manca di Nissa in the title roles, with Paula Almerares co-starring as Cupid.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319712,"title":"Gluck: Orfeo & Euridice: San Carlo Opera","adult":false,"genre_ids":[]},{"cast":["Janice Dickinson","Melanie Gideon","Ian Halperin","Ron Jeremy","Jay Leno"],"overview":"Ian Halperin poses as a gay wannabe actor and member of the Israeli royal family to get an inside look at the Hollywood industry in this companion film to his well-received book, Hollywood Undercover: Revealing the Sordid Secrets of Tinseltown. Along the way, he receives a promise from the Church of Scientology to cure his homosexuality and gets the inside scoop from numerous luminaries -- including Brad Pitt, Jay Leno and Leonardo DiCaprio.","release_date":"2008-09-20","vote_average":0.0,"runtime":94,"cert":"\"\"","id":319714,"title":"His Highness Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary paints a fascinating portrait of Peter Whitehead, whose largely obscure yet important body of cinematic work from the 1960s and '70s includes The Fall (1969), a film that tracks the era's social and political unrest. After chronicling the frenetic lives of counterculture icons such as the Rolling Stones and Allen Ginsberg, Whitehead set his camera aside, quietly living out his life as a potter, writer and falconer.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319716,"title":"In the Beginning Was the Image","adult":false,"genre_ids":[]},{"cast":[],"overview":"At a mere 17 years old--a time when most teenagers are applying to college and planning the prom--Jesse Martin set out to become the youngest person ever to circumnavigate the globe. Armed with his trusty 34-foot yacht, Lionheart, Martin faced storms, waves, loneliness, and other turbulence during his amazing journey. Lionheart is a diary-like record of Martin's difficult expedition which candidly captures him alone on his boat.","release_date":"1999-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319721,"title":"Lionheart: The Jesse Martin Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Immerse yourself in the visual wonders of nature while sweetly soothing music accompanies armchair excursions to the world's most breathtaking locations, including Thailand, France, Greece, Italy, Norway, Iceland, Morocco and South Africa. Explore gorgeous bodies of water in \"Cascading Waterways,\" spectacular landscapes in \"Edge of the Horizon\" and views from the world's most majestic mountaintops in \"Peaks of the Heavens.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319723,"title":"Majestic Journeys","adult":false,"genre_ids":[]},{"cast":[],"overview":"St. Louis lawyer Rick Marshall (Steve Fletcher) is unstoppable in the pursuit of justice -- even if his own life hangs in the balance. After the cops slap the cuffs on local drug dealer Jamahl, a tough enforcer named Angel arrives to ensure that Jamahl is let loose -- and that means abducting two jury members and Rick's own girlfriend. With his beloved in harm's way, Rick must play by Angel's rules, no matter how much they flaunt the law.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319725,"title":"Maximum Penalty","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jazz guitarist Joe Pass performs live in this volume of Verve Records founder Norm Granz's Jazz in Montreux concert series. Shot over the course of two nights in July 1975, this live footage captures the magic of the master jazz guitarist in all his beboppin' improvisational glory. Songs include \"It's a Wonderful World,\" \"You Are the Sunshine of My Life,\" \"Summertime,\" \"Joe's Blues,\" \"Blues for Nina\" and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319727,"title":"Norman Granz' Jazz in Montreux: Joe Pass '75","adult":false,"genre_ids":[]},{"cast":[],"overview":"From PBS - With unprecedented access, The Shaw Festival: Behind the Curtain captures the unique creative process of one of North America's longest running, most distinctive and exciting theatre experiences. Each year between April and October, the Shaw Festival--which began in 1962 with the mandate on works by George Bernard Shaw--presents around 10 plays on four stages that attract patrons from all over the world. Located in Niagara-on-the-Lake, Ontario, Canada--the Shaw's one-of-a-kind schedule has actors and directors working on several plays at once. Over eight months, crews design and build sets on a finely honed schedule that is both frenetic, creative, and amazingly well planned and executed. Follow the process of getting the play from the page to the stage as The Shaw Festival: Behind the Curtain provides insight into every aspect of production at a summer theatre festival.","release_date":"2013-07-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":319729,"title":"The Shaw Festival: Behind the Curtain","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1959, at age 24, Bulgarian-born singer Raina Kabaivanska made her professional debut as Jorjeta in Puccini's \"Il Tabarro\"; the same year, she took first prize at a competition in Redjo Emilia, edging out Pavarotti for the top spot. In this live concert in Lugano, Switzerland, Kabaivanska performs works by Rossini, Verdi, Puccini and Cilea, with Nino Bonavolonta conducting the Orchestra della Radio Televisione della Svizzera Italiana.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319731,"title":"Raina Kabaivanska: Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"The stakes are extremely high in this wrestling program that spotlights an exciting championship battle between two of the XPW's biggest names: Sabu and Messiah. If Sabu fails to capture the championship title, he must quit the XPW forever. Also included are several other thrilling matches, including an eight-man tournament and a brutal, unforgettable battle royal that features Pogo the Clown and Major Gunns.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319742,"title":"XPW: Damage, Inc.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Simon goes undercover as the crime-fighting \"Batmunk\" to keep the Jokester from stealing toys; Capt. James T. Duck and Mr. Speck pilot the U.S.S. Bobby Prize and Simon's new invention takes on a life of its own.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319744,"title":"Alvin and the Chipmunks: Chipmunks Go to the Movies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animals make learning fun in this edition of the acclaimed First Impressions series. From the cow goes \"moo\" to the rooster says \"cock-a-doodle-doo,\" the video teaches little ones to match sight and sound with the names of animals. Youngsters are introduced to adorable house pets, zoo inhabitants, farm critters and wilderness creatures through narration and peppy tunes that let children romp while they learn and practice the lessons.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319746,"title":"Baby's First Impressions: Animals","adult":false,"genre_ids":[]},{"cast":[],"overview":"Canine superstar Benji appears in three charming short films: \"The Phenomenon of Benji\" (1989) recounts Benji's history, \"Benji at Work\" (1980) takes fans backstage and \"Benji at Marineland\" (1981) finds the pooch training for a deep-sea adventure. Whether it's braving the mean streets or soaking up the spotlight and rubbing paws with celebs such as Chevy Chase and Jane Seymour, the adorable mutt handles all situations with characteristic pluck and charm.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319748,"title":"Benji's Film Festiva","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this sexy, silly spoof of \"The Da Vinci Code\" and Hispanic stereotypes, a code hidden in the murals adorning the barrio holds the key to a powerful weapon, and everyone from a hyper crime kingpin to a documentary film crew is searching for it.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319750,"title":"Da Pinche Code","adult":false,"genre_ids":[]},{"cast":["William S. Hart","Maude George","Robert McKim","Gertrude Claire","Robert Gordon"],"overview":"Rawden, a lumberjack in the North woods, fights with crooked dance hall owner 'Ladyfingers' Hilgard over the affections of Babette DuFresne. Hilgard is killed. When Hilgard's mother and younger brother arrive in the remote logging town, Rawden attempts to ease their suffering by creating the fiction that Hilgard had been a well-loved man who died naturally. But when young Eric Hilgard learns the truth of his brother's death, he comes gunning for Rawden.","release_date":"1918-02-01","vote_average":6.0,"runtime":51,"cert":"\"\"","id":319752,"title":"'Blue Blazes' Rawden","adult":false,"genre_ids":[37,18]},{"cast":[],"overview":"Film starring Taraka Rama Rao Nandamuri and Saroja Devi B.","release_date":"1963-11-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319766,"title":"Manchi Chedu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Anjali Devi, Gummadi and Vanisri","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319768,"title":"Minaru Babu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Nimu Bhowmick, Biswajeet and Ajit Chatterjee","release_date":"1966-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319770,"title":"Monihar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Shyam Kumar, Suraiya and Amar","release_date":"1947-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319772,"title":"Naatak","adult":false,"genre_ids":[]},{"cast":["Shashi Kapoor","Moushumi Chatterjee","Rehman","Shaukat Azmi","Rajshree"],"overview":"The poet, Ravi, haunted by the memory of his former lover Naina is drowning his sorrows in alcohol when he meets Jyoti","release_date":"1973-01-01","vote_average":0.0,"runtime":134,"cert":"\"\"","id":319774,"title":"Naina","adult":false,"genre_ids":[]},{"cast":["A. Nageswara Rao","K. Savithri","S. V. Ranga Rao"],"overview":"Film starring Akkineni Nageshwara Rao, Savitri and S.V. Ranga Rao","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319776,"title":"Nammina Bantu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Bobby Buckets, Aaron Cockroft and Kasey Daley","release_date":"2013-09-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319778,"title":"Objects Attack!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Akkineni Nageshwara Rao, Savitri and Kongara Jaggaiah","release_date":"1964-01-01","vote_average":0.0,"runtime":143,"cert":"\"\"","id":319786,"title":"Pooja Phalamu","adult":false,"genre_ids":[]},{"cast":[],"overview":"1964 Bollywood film from P. Neelakantan","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319788,"title":"Poompuhar","adult":false,"genre_ids":[]},{"cast":["Prem Nazir","Sheela","Madhu","Kottayam Chellappan","Meena Kumari"],"overview":"Ramanan  and Madanan  are the two shepherds who are bosom pals. Meek and handsome, Ramanan used to sing and play the flute as he led the flock to the pastures Chandrika , the daughter of the wealthy Advocate Peshkar  gets fascinated by the charming shepherd with the sweet voice. Madanan warns Ramanan about the treacherous ways of the wealthy and advises him to keep away from Chandrika. But Ramanan is blinded by his love for Chandrika.","release_date":"1967-01-01","vote_average":0.0,"runtime":127,"cert":"\"\"","id":319790,"title":"Ramanan","adult":false,"genre_ids":[10749,10402]},{"cast":[],"overview":"In Black Ball, a racist businessman discovers that his recently deceased wife had an affair with an African American man, and in The Blues, three stoner friends hustle the streets of Los Angeles to recover money they borrowed from their employer. Jimmy Bridges, Todd Bridges and Dominick Morales direct, and Stoney Jackson, Scott Valentine, Deon Richmond and Merlin Santana star in this double feature.","release_date":"2003-08-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319792,"title":"Black Ball","adult":false,"genre_ids":[]},{"cast":[],"overview":"Indian film starring S.V. Ranga Rao","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319794,"title":"Rechukka Pagati Chukka","adult":false,"genre_ids":[]},{"cast":[],"overview":"Over the course of a decade, war in the Democratic Republic of Congo (DRC) has claimed millions of lives and made orphans of countless children. Dan Balluff's documentary visits Kinshasa to examine the lives these children lead. Living on the streets of the capital city, they are sold into prostitution, tortured and persecuted for witchcraft. The film also reveals a volcanic eruption's impact on the influx of homeless youth.","release_date":"2008-09-15","vote_average":7.0,"runtime":null,"cert":"\"\"","id":319799,"title":"Children of Congo: From War to Witches","adult":false,"genre_ids":[]},{"cast":[],"overview":"With a sound that's cool, sophisticated and uplifting, Shakatak, the leading light of the British jazz-funk scene in the 1980s, plays an elegant, sophisticated and laid-back type of jazz-funk that echoes American bands such as Spyro Gyra and the Brecker Brothers. This Ohne Filter performance was filmed in the band's prime, in October 1985. Tracks include \"Dark Is the Night,\" \"Day By Day,\" \"City Rhythm,\" \"Easier Said Than Done\" and much more.","release_date":"2004-10-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319810,"title":"Shakatak: In Concert: Ohne Filter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Danielle Stevenson (Mia Procida) is a lonely, disturbed little girl who's the target of incessant bullying at school. Fed up, Danielle retaliates the best way that she can -- by killing one of the bullies. After 10 years in a mental institution, 17-year-old Danielle (Cristina Williams) escapes and returns to her old neighborhood intent on exacting revenge. Anyone up for a little massacre?","release_date":"2004-07-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319812,"title":"Dead End Massacre","adult":false,"genre_ids":[]},{"cast":[],"overview":"Collin is destined to get a top management position in his family's mining company. He gets a company assignment to buy a piece of land for mining. To avoid causing bad feelings with the town community, the plans are kept a secret. The longer Collin stays in the little town, the more he likes the town and in particular one woman, Tommy. He now has to choose between his work and his heart.","release_date":"1999-10-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319814,"title":"Southern Heart","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chronicling the short but eventful life of Hank Gathers (played by Donny B. Lord as a child and Victor Love as a young adult), this fact-based drama chronicles the hoopster's rise from the inner city of Philadelphia to a starring role on Loyola Marymount's basketball team before a heart condition cut his career short. Nell Carter plays Hank's supportive mom, and George Kennedy portrays a neighborhood priest who inspired the boy.","release_date":"1992-03-29","vote_average":0.0,"runtime":92,"cert":"\"\"","id":319816,"title":"Final Shot: The Hank Gathers Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Robert Stack hosts this incisive look at Raymond Lee Washington, the founder of the infamous Los Angeles gang the Crips. After the social upheaval of the 1960s, several socially and politically active clubs for young African-Americans sprang up in L.A. Following the dissolution of these groups, Washington created his own group, built on similar ideals; the result was a wave of bloodletting and clashes with rival gangs.","release_date":"2003-07-22","vote_average":8.0,"runtime":null,"cert":"\"\"","id":319818,"title":"Gangsta King: Raymond Lee Washington","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film starring Savitri and Akkineni Nageshwara Rao","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319823,"title":"Thodi Kodallu","adult":false,"genre_ids":[]},{"cast":["Rajinikanth","Jeetendra"],"overview":"Growing up, nothing could separate best friends Vicky and Raju. But when one chooses a career as a respected policeman and the other turns to a life of crime, their affection for one another turns into a feud that could prove lethal for them both. Directed by Ramesh Ahuja, this thrilling Hindi-language tale of friendship, loyalty and betrayal stars Jeetendra, Rajnikanth, Bhanupriya and Amrita Singh.","release_date":"1988-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319840,"title":"Tamacha","adult":false,"genre_ids":[]},{"cast":[],"overview":"Life unravels when famous radio talk-show host Carmen (Sylvia Pinal) discovers she has just months to live. To tie up the loose ends of her life, she hires a chauffeur to drive her around Mexico City and visit her old haunts. But he does far more than that; instead, he gives her life a much-needed spark and shows her the road to happiness. Alonso Echanove and Raul Araiza Jr. co-star.","release_date":"1992-09-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":319842,"title":"Vintage Model","adult":false,"genre_ids":[]},{"cast":["Nicki Clyne","Jordan Hoffart","Jesse Moss","Neil Denis","Brittney Wilson"],"overview":"Extreme athlete Jordan Hoffart shows off his prowess in this full-length movie featuring the blue-hued alien Zolar -- son of Sylvester \"Skip\" Crovo -- whom wanna-be skateboarding superstars recruit to teach them how to ride a board like the pros. When they meet Zolar, their newest team member, the kids have to get over their initial prejudice and learn how to hang with someone physically unlike them but just as dedicated to the sport as they are.","release_date":"2004-05-01","vote_average":1.0,"runtime":96,"cert":"\"\"","id":319844,"title":"Zolar","adult":false,"genre_ids":[878]},{"cast":[],"overview":"An air-traffic controller (Claudia Christian) faces the challenge of her career when she is forced to guide a disabled airplane to safety, unaware that her husband is aboard.","release_date":"1998-04-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319846,"title":"A Wing and a Prayer","adult":false,"genre_ids":[]},{"cast":["Rosie Thomas","Sufjan Stevens","Denison Witmer","Damien Jurado"],"overview":"A lyrical examination of indie songstress Rosie Thomas' quest for an expression of truth, combining songs of plaintive melancholy with sharp-witted banter and Sheila, her bizarre stand-up alter ego. Using intimate live performances with fellow songwriters Sufjan Stevens and Denison Witmer as a pathway, Mars is a meditative exploration of Thomas' unique brand of performance.","release_date":"2009-10-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319848,"title":"All the Way from Michigan Not Mars","adult":false,"genre_ids":[]},{"cast":[],"overview":"Extinct for millions of years, dinosaurs continue to fascinate as scientists struggle to understand the creatures that went from domination to extinction seemingly overnight. This four-part documentary series attempts to provide some answers. From the badlands to the Yucatán Peninsula, paleontologists scour the earth to learn about the predatory habits of carnivorous dinosaurs, the land area required to feed a large sauropod and much more.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319856,"title":"Dinosaurs: Inside and Out","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animated series gives rapper Eminem yet another outlet for his genius, this time as his alter ego, Slim Shady. His cartoon identity is even more fearless than he is, saying what he truly thinks and doing what he truly wants and setting the world ablaze. Watch him slap down some rhymes and riff on everything from unruly celebrities to living life under the blazing limelight. Extras include a lost episode, a making-of featurette and more.","release_date":"2001-09-16","vote_average":7.0,"runtime":57,"cert":"\"\"","id":319858,"title":"The Slim Shady Show Uncut","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"In this provocative documentary series, black-and-white images culled from private archives and German newsreel footage replay the events of World War II as seen through the eyes of the German citizenry, which received most of its information through carefully orchestrated government propaganda. The last of three volumes presents material produced between 1943 through 1945, tracing the final days of the war from the standpoint of the Axis forces.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319860,"title":"Germany at War: 1943-1945","adult":false,"genre_ids":[]},{"cast":[],"overview":"This vibrantly computer animated series (based on the video game) takes place on the planet Terra Nova. Here, teams meet in an arena to pilot massive machines and play out complex and violent war games. Young Marcus Rover's dream comes true when he is accepted into the Shadow Dragons as a Gear pilot. He finds himself up against difficult odds, however, when he ends up in the Heavy Gear Championship against the Northern Vanguard of Justice.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319862,"title":"Heavy Gear: The Dragon's Shadow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Narrated by the legendary Shirley Jones, this installment of the Hollywood Singing and Dancing series shines a light on the musicals of the 1970s, a time when the very look of the genre was changing. Highlights include clips from squeaky-clean family fare such as Fiddler on the Roof, as well as more envelope-pushing options like Cabaret, Grease, The Rocky Horror Picture Show, Tommy, Jesus Christ Superstar and Hair.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319864,"title":"Hollywood Singing & Dancing: A Musical History - 1970's","adult":false,"genre_ids":[]},{"cast":["Peter Maffay","Carl Carlton","Pascal Kravetz","Bertram Engel","Leon Taylor"],"overview":"","release_date":"2010-10-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":319869,"title":"Peter Maffay: Tattoos - Live","adult":false,"genre_ids":[10402]},{"cast":["Jerome Hawkins","Matthew Stanton","Chris Sullivan","Isaac Lamb","Zachary Johnson"],"overview":"With his best friend brutally murdered and his hometown of Houston no longer safe, a young African-American man (Jerome Hawkins) hits the road. He ends up in a small town called Trublin, a bigoted backwater where the locals don't take kindly to people like him. Fortunately, he's befriended by a stranger, who takes him in and helps him adapt to this unwelcoming place.","release_date":"2008-01-01","vote_average":0.0,"runtime":115,"cert":"\"\"","id":319883,"title":"North Starr","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Paul Rodriguez's observational humor delights a sold-out audience at the Alamo in this groundbreaking concert. The location inspires new Rodriguez material on the city of San Antonio, the Alamo itself and Mexican-American history. After the show, the comic journeys to the city's famed River Walk to conduct candid interviews with locals and tourists. Then, he takes viewers on a revealing tour of the historic Alamo shrine.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319885,"title":"Paul Rodriguez: Live from the Alamo","adult":false,"genre_ids":[]},{"cast":[],"overview":"With his life hanging in the balance in the wake of a near-fatal accident, an unconscious John Holland (Jeffrey Foster) looks back on the decisions he's made and considers whether he's made the right choices. Overshadowing it all is the traumatic loss of his mother, who died of cancer when he was still a young boy. Writer Michael Chance also directs this emotional tale of one man's heartfelt quest for redemption.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319887,"title":"The Narrow Road","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dave, the host of the fascinating children's TV series \"Real Wheels,\" takes viewers on a thrilling ride aboard some of the biggest and most powerful wheeled machines. With the help of those who drive tanks, bulldozers and mammoth monster trucks, kids will get a chance to see what these amazing vehicles can really do.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319889,"title":"Real Wheels: Mega Truck Adventures","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rock out to heavy metal, hard rock, punk and everything in between with Relapse Records' most electrifying acts, including Neurosis, Mastodon, Pig Destroyer, Cephalic Carnage, Today Is the Day, Alabama Thunderp**sy, Burnt by the Sun and others. Recorded at the 2003 Relapse Records Contamination Festival, this concert program features powerful performances, artist interviews and backstage footage.","release_date":"2004-04-26","vote_average":8.0,"runtime":null,"cert":"\"\"","id":319891,"title":"Relapse Contamination Festival 2003","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Gary Locke, the son of Chinese immigrants who became governor of Washington State, is living the American Dream. Martin Bautista and Jeffrey Lim, two Filipino immigrant doctors living in the American heartland, find that being Asian American in a rural town is more challenging &amp;NFi;and&amp;NFi_; rewarding than either could have expected. These are just two profiles that address what it's like to be Asian American in today's ever-changing United States.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319893,"title":"Searching for Asian America","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary tenor Placido Domingo takes on a different role, conducting the Berlin Philharmonic's annual summer concert. The 2001 concert features Spanish-themed music and performances by violinist Sarah Chang and soprano Ana Maria Martinez. Domingo conducts works that evoke his native Spain including Sarasate's \"Carmen Fantasy,\" Rimsky-Korsakov's \"Capriccio Espagnol,\" Chabrier's \"España\" and Vives's \"Fandango.\"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319901,"title":"Spanish Night from the Berlin Waldbuhne","adult":false,"genre_ids":[]},{"cast":["Tak Sakaguchi","Hidetoshi Ezawa","Itsuji Itao","Nozomi Maeda","Kenji Matsuda"],"overview":"From prominent Japanese filmmaker Yudai Yamaguchi comes this off-the-wall anthology of three experimental vignettes showcasing the style and wit that are the director's stock-in-trade. Recorded on digital video, these genre-bending short films -- starring then up-and-comer Tak Sakaguchi -- are awash with farce, Yamaguchi's pubescent sense of humor and electrifying rock 'n' roll.","release_date":"2005-01-02","vote_average":0.0,"runtime":83,"cert":"\"\"","id":319903,"title":"Tebana Sankichi: Snot Rocket & Super Detective","adult":false,"genre_ids":[35]},{"cast":["Paul Chang","Ying Ting","Wong Yung","Li Kuan-Chang"],"overview":"To escape an arranged marriage, a young lord (Paul Chang Chung) flees to the hidden mountains of Sichuan to study martial arts from one of the world's greatest fighters. When his master is killed, the young warrior sets out to avenge his death, unaware that he's walking into a deadly battle with the woman (Bik Wan Lo) he left at the altar. The young lord is about to experience the true meaning of \"hell hath no fury like a woman scorned.\"","release_date":"1968-06-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":319905,"title":"Fight for the Agreement","adult":false,"genre_ids":[28,12]},{"cast":["María Valverde","Vincent D'Onofrio","Thomas Jane","Anton Yelchin","Sean Patrick Flanery"],"overview":"The bonds of brotherhood, the laws of loyalty, and the futility of violence in the shadows of the US Mexico border gang wars.","release_date":"2015-03-15","vote_average":5.4,"runtime":101,"cert":"\"\"","id":319910,"title":"Broken Horses","adult":false,"genre_ids":[53,9648,18,80]},{"cast":[],"overview":"Gloria Trevi, the iconic Latin pop star often called \"the Mexican Madonna,\" follows up a stormy, headline-making chapter of her life with this album, her first with record label Univision. Features include live performances of Trevi thrilling live audiences in Mexico City and Monterrey with hits old and new. The playlist includes \"La Pasabas Bien Conmigo,\" \"Zapatos Viejos,\" \"Que Voy a Hacer Sin El?\" \"Si Me Llevas Contigo\" and others.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319912,"title":"Gloria Trevi: Más allá de la trayectoria","adult":false,"genre_ids":[10402]},{"cast":["Charles Boyer","Edwin Newman","Lucy Jarvis"],"overview":"Lucy Jarvis -- the plucky camerawoman known for becoming the first Westerner to film inside communist China -- breaks barriers once again with this exclusive look at the world-famous Musée du Louvre, a place that previously barred access to all filmmakers. Charles Boyer is your host on this personalized tour of the museum's most prized possessions, including works by da Vinci, Michelangelo, Vermeer and Van Eyck.","release_date":"1978-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":319914,"title":"The Louvre","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tony Hawk and Jason Ellis get plenty of air time in this harrowing tour disc. For aspiring skateboarding pros (and groupies), Hawk's tour provides a stoked view of life from the road, along with a snapshot of how skateboarding's popularity has soared. The rest of the skaters rate some cool footage, and the \"off days\" adventures, when the crew isn't skating, often border on the hilarious.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319925,"title":"Tony Hawk's Gigantic Skatepark Tour 2000","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ismael (Bismark Méndez), a Colombian undercover police officer obsessed with taking down notorious guerilla leader Comandante Lupercio (César Meléndez), finds life may hold more in store for him when he meets the beautiful Luz Angélica (Carolina Solano) on a bus. Based on the writings of Antonio Caballero, this arresting thriller is adapted for the screen and directed by filmmaker Mauricio Mendiola.","release_date":"2004-06-15","vote_average":0.0,"runtime":90,"cert":"\"\"","id":319927,"title":"Marasmo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Scores of people were imprisoned and executed during the infamous Salem witch trials of the 1600s. Investigators examine the era's rampant anti-witch sentiment from a scientific viewpoint, testing some of the theories that have been proposed over the years. The documentary is part of Discovery Channel's \"Unsolved History\" series, which takes a detailed forensic approach to some of history's most vexing mysteries.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319929,"title":"Unsolved History: Salem Witch Trials","adult":false,"genre_ids":[]},{"cast":["Julio Voltio","Baby Philli","Andy Montañez"],"overview":"Urban Latin sensation Voltio -- a one-time gang member -- reconciles with his criminal past in this electrifying concert for prisoners in the notorious Caribbean prison Oso Blanco. Tracks include \"Voy Pa'Dentro,\" \"El Concierto,\" \"Guerras Callejeras,\" \"Baby Phillie 352,\" \"Padre Nuestro,\" \"Cementerio Para Los Vivos,\" \"Locked Up,\" \"En Mi Puertorro\" and \"Claro De Luna.\" Bonus features include rehearsal footage and scenes with the prisoners.","release_date":"2008-08-12","vote_average":0.0,"runtime":58,"cert":"N\/A","id":319931,"title":"Voltio: En Vivo Desde Oso Blanco","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"In this thrilling adaptation of the classic Chinese novel &amp;NFi;The Water Margin&amp;NFi_;, Lin (Tony K.F. Leung) is the military instructor of the Imperial Guards -- a crack fighting outfit. Sensing a diamond in the rough, Lin befriends Lu Chi Sum, an obnoxious monk with superb martial arts powers. But when Lin is framed by the double-dealing court officials, he must join Lu in exile long enough to plot a vengeful return.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319933,"title":"Water Margin: True Colors of Heroes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Desperately trying to gain the attention of the notorious promoter known as MO (Marq Terral), D.J. Somers (Dayana Jamine) will do anything to become a professional model. After she meets Downtown Jay Brown, who claims to be connected, D.J. is convinced that she'll soon be represented by MO's prestigious agency. But the promoter's personal demons and cowering fear of television mogul Big Showtime threaten the aspiring beauty's quest for success.","release_date":"2008-12-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319935,"title":"Occupation: Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dizzying array of international reggae acts come together in this two-part compilation concert, culled from individual performances filmed live at the West Kingston Jamboree in Jamaica. Featured artists include Beres Hammond, Richie Spice, QQ, Jah Mason, Natural Black, Bounty Killa, Baby Cham, Alley Cat, Chuck Fender, Turbulance, Gyptian, Busy Signal, Ruffian, Cutty Corn, Slick 44, Don Snow, Bobo Galawasp and many more.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319937,"title":"West Kingston Jamboree","adult":false,"genre_ids":[]},{"cast":[],"overview":"Under the tutelage of talented rock musician Trey Alexander, greatly improve your guitar playing skills by learning how to master a wide variety of contemporary grooves, rhythmic patterns, techniques, approaches to playing and much more. Rather than focusing on theories and exercises, this instructional program encourages viewers to take a hands-on approach to learning, playing their way through lessons.","release_date":"2009-02-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319948,"title":"Trey Alexander: Atomic Rock Guitar","adult":false,"genre_ids":[]},{"cast":["Boomer Esiason","Shannon Sharpe"],"overview":"Filmmakers Hunter Weeks and Josh Caldwell journey across America to chronicle the obsession many sports fans have with playing fantasy football, a form of betting where their imaginary teams score points based on National Football League statistics.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319950,"title":"10 Yards","adult":false,"genre_ids":[99]},{"cast":["Jonathan Kappel","Gabrielle Huntress","Ryan Kappel","Samuel Worley","Jay Bopp"],"overview":"Four children are lost in the woods during a camping trip with their parents in the foothills of the Appalachian mountains.","release_date":"2004-06-18","vote_average":6.0,"runtime":null,"cert":"\"\"","id":319952,"title":"Appalachian Trial","adult":false,"genre_ids":[]},{"cast":[],"overview":"After assassinating his boss -- who just so happens to be an important underworld crime figure -- Carlos (Andres Garcia) turns to the one place he can think of to keep him safe: the CIA. But the top secret government organization inexplicably responds to the desperate man's plea for protection by kidnapping Carlos's family, holding them captive until he carries out their questionable demands. Alicia Encinas and Pablo Ferrel co-star.","release_date":"1980-04-30","vote_average":3.3,"runtime":null,"cert":"N\/A","id":319954,"title":"Carlos el terrorista","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Sharad Kumar","Achala Sachdev","Ramesh Deo","Nanda"],"overview":"The rich Kalpana marries Rajesh, a poor painter, much to her parents' disapproval. She brags about his wealth to them but gets in trouble when they come to visit.","release_date":"1972-09-07","vote_average":7.0,"runtime":null,"cert":"\"\"","id":319956,"title":"Joroo Ka Ghulam","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Film starring Sathyan, Adoor Bhasi and Vinodini","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":319958,"title":"Kadathukaran","adult":false,"genre_ids":[]},{"cast":["Lukas Evergreen","Natalie Streight","Jose Angel Sáënz"],"overview":"A short film about identity and gender.","release_date":"2014-11-24","vote_average":10.0,"runtime":2,"cert":"\"NR\"","id":319972,"title":"Emma","adult":false,"genre_ids":[18]},{"cast":["Anna Nikulina","Denis Rodkin","Andrei Merkuriev","Vitaly Biktimirov"],"overview":"On Christmas Eve, Marie is given a wooden nutcracker as a gift. When the clock strikes midnight, the Nutcracker transforms into a prince and saves Marie from the Mouse King and his army. This beloved holiday classic will enchant the whole family with its fairytale setting and Tchaikovsky’s timeless score. The Bolshoi’s version of The Nutcracker has a unique and beautiful sense of romance and philosophy, danced by the heroic Denis Rodkin as the courageous Prince and the magical Anna Nikulina as Marie. (THE NUTCRACKER was recorded live on December 21, 2014)","release_date":"2014-12-21","vote_average":0.0,"runtime":135,"cert":"N\/A","id":319974,"title":"Bolshoi Ballet: The Nutcracker","adult":false,"genre_ids":[18,10751,28]},{"cast":[],"overview":"Fathom Events, Arts Alliance, and Seventh Art Productions invite audiences to enjoy an intimate tour of Henri Matisse","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319976,"title":"Exhibition OnScreen: Matisse","adult":false,"genre_ids":[]},{"cast":["Éric Rohmer","Jean Douchet","Arielle Dombasle"],"overview":"Part of the Cinéastes de notre temps series.","release_date":"1994-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":319978,"title":"Éric Rohmer, preuves à l’appui","adult":false,"genre_ids":[]},{"cast":["Edward Watson","Lauren Cuthbertson","Sarah Lamb","Joe Parker","Zenaida Yanowsky"],"overview":"The story follows the destruction of a marriage through consuming jealousy, the abandonment of a child and a seemingly hopeless love. Yet, through remorse and regret – and after a statue comes miraculously to life – the ending is one of forgiveness and reconciliation. Wheeldon continues his highly successful collaboration with designer Bob Crowley and composer Joby Talbot, the team behind Alice, in one of the highlights of The Royal Ballet Season.","release_date":"2014-04-10","vote_average":10.0,"runtime":175,"cert":"N\/A","id":319980,"title":"The Winter's Tale from the Royal Ballet","adult":false,"genre_ids":[10402]},{"cast":["Renée Fleming","Kelli O'Hara","Alek Shrader","Nathan Gunn","Thomas Allen"],"overview":"Renée Fleming lights up the Met stage as Hanna Glawari, the fabulously wealthy widow of the title in Lehár’s beloved operetta, set in Paris and seen in a glittering production directed and choreographed by Broadway’s Susan Stroman. Nathan Gunn is Danilo, Hanna’s former flame, who is supposed to woo and marry her in order to keep her fortune in their home country of Pontevedro. Kelli O’Hara sings Valencienne, the flirtatious young wife of the Pontevedrian ambassador in Paris, Baron Zeta, played by Thomas Allen, and Alek Shrader is her suitor, Camille. Andrew Davis conducts the waltz-rich score, and the new English translation is by Jeremy Sams.","release_date":"2015-01-17","vote_average":6.0,"runtime":148,"cert":"\"\"","id":319982,"title":"Lehâr: The Merry Widow","adult":false,"genre_ids":[10402]},{"cast":["Teodor Corban","Mihai Comanoiu","Toma Cuzin","Alexandru Dabija","Luminița Gheorghiu"],"overview":"Set in early 19th century Wallachia, Romania, a policeman, Costandin, is hired by a nobleman to find a Gypsy slave who has run away from his estate after having an affair with his wife.","release_date":"2015-03-06","vote_average":7.8,"runtime":108,"cert":"\"\"","id":319993,"title":"Aferim!","adult":false,"genre_ids":[18,36]},{"cast":["Roberto Farías","Antonia Zegers","Alfredo Castro","Alejandro Goic","Alejandro Sieveking"],"overview":"In a secluded house in a small seaside town live four unrelated men and the woman who tends to the house and their needs. All former priests, they have been sent to this quiet exile to purge the sins of their pasts, the separation from their communities the worst form of punishment by the Church. They keep to a strict daily schedule devoid of all temptation and spontaneity, each moment a deliberate effort to atone for their wrongdoings.","release_date":"2015-03-19","vote_average":6.9,"runtime":97,"cert":"\"\"","id":319995,"title":"The Club","adult":false,"genre_ids":[18]},{"cast":["Armando Bógus","Antônio Fagundes","Zózimo Bulbul","Regina Duarte","Ary Toledo"],"overview":"","release_date":"1969-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":319997,"title":"A Compadecida","adult":false,"genre_ids":[35,18]},{"cert":"N\/A","title":"Body","cast":["Janusz Gajos","Maja Ostaszewska","Justyna Suwala","Ewa Dałkowska","Roman Gancarczyk"],"id":319999,"overview":"A busy attorney, worried that his anorexic daughter Olga might try to harm herself, since she's still grieving over her recently deceased mother, sends her to see a psychiatrist, Anna, who's dealing with her own loss in an unusual way.","runtime":90,"genre_ids":[18,35],"release_date":"2015-01-20","vote_average":6.1,"adult":false}]