[{"cast":["María Mercedes Coroy","María Telón","Manuel Antún","Justo Lorenzo","Marvin Coroy"],"overview":"María, a 17-year-old Kaqchikel Maya, lives with her parents on a coffee plantation at the foot of an active volcano. She is set to be married to the farm's foreman. But María longs to discover the world on the other side of the mountain, a place she cannot even imagine. And so she seduces a coffee-harvester who wants to escape to the USA. When this man leaves her behind, María discovers her own world and culture anew.","release_date":"2015-01-20","vote_average":6.8,"runtime":93,"cert":"\"\"","id":320001,"title":"Ixcanul","adult":false,"genre_ids":[18]},{"cast":["Léa Seydoux","Vincent Lindon","Clotilde Mollet","Hervé Pierre","Mélodie Valemberg"],"overview":"France, around 1900. Coming from the vibrancy of Paris, pert Célestine is procured as a chambermaid in Normandy. In the Lanlaire's villa she encounters the lecherous man of the house and his asexual, tyrannical and jealous wife. Célestine is determined to avoid the fate suffered by the cook Marianne who has already secretly killed one child born out of wedlock and now despairingly realises she is pregnant again. The lively maid is intrigued by what the mysterious manservant Joseph is up to: he distributes anti-Semitic leaflets and suggests that she could work for him as a prostitute in Cherbourg…","release_date":"2015-02-07","vote_average":5.2,"runtime":96,"cert":"\"\"","id":320003,"title":"Diary of a Chambermaid","adult":false,"genre_ids":[18]},{"cast":["Louis Franck","Merab Ninidze","Viktoriya Korotkova","Chulpan Khamatova","Viktor Bugakov"],"overview":"Russia 2017. The world could be on the verge of a great war. People are anxious that things could fall apart. Evolving around an unfinished building, a diverse group of outsiders struggle to find their place in this rapidly changing society, making up the mosaic of existence that is life itself…","release_date":"2015-02-10","vote_average":7.1,"runtime":137,"cert":"\"\"","id":320005,"title":"Under Electric Clouds","adult":false,"genre_ids":[18,878]},{"cast":["Tita Merello","Carlos Cores","Julia Sandoval","Enrique Chaico","Luis Medina Castro"],"overview":"A handsome newcomer in a village marries a local girl. A year or so later an abandoned baby is left on the couple's doorstep, a baby the man had with another woman. They decide to raise the kid along with the one they had together.","release_date":"1954-01-20","vote_average":0.0,"runtime":97,"cert":"N\/A","id":320013,"title":"The Bastard","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This 95-minute, full-color documentary was released in the U.S. as Sixth Continent. That continent is Africa -- or, more specifically, the coast of Ethiopia. Director Folco Quillici takes his cameras deep, deep into the waters near the coastal islands of Dalach, observing the passing parade of sea life on an up-close-and-personal basis. Particularly thrilling is a shark attack and its aftermath, with the cinematographers obviously in the thick of things. Gian Caspare Napolitano provides the narration, while the lush, evocative musical score is the handiwork of Roberto Nicolosi.","release_date":"1955-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320015,"title":"The Sixth Continent","adult":false,"genre_ids":[]},{"cast":["Dinko Dinev","Apostol Karamitev","Ivan Bratanov","Stefan Karalombov","Nikolina Lekova"],"overview":"Scenes from the life and revolutionary activity of poet Nikola Vaptzarov are shown against the background of political life in Bulgaria on the eve of World War II.","release_date":"1954-01-20","vote_average":0.0,"runtime":111,"cert":"N\/A","id":320017,"title":"Song of Man","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Venice Film Festival 1954","release_date":"1954-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320019,"title":"Som i drömmar","adult":false,"genre_ids":[]},{"cast":["Tetsuya Watari","Masatoshi Nagase","Miki Sakai","Katsutoshi Atarashi","Akira Emoto"],"overview":"The film opens with kidnappers of a corporate executive making an unusual ransom demand: that a wizened executive from another company haul large bags of money through downtown Tokyo as the media documents his every move. When the first old man almost dies from exhaustion, a second, and eventually a third elderly corporate fat cat is ordered to do the same. The police detective assigned to the case (Tetsuya Watari) and his younger partner (Masatoshi Nagase) are livid with indignation at this sorry spectacle. They learn that these four men were involved in a massive industrial spill that poisoned an entire rural hamlet 20 years previous. Suddenly, the detective -- who studied in the States and apparently absorbed some John Wayne-like mannerisms in the process -- isn't sure who are the victims and who are the villains.","release_date":"1997-06-07","vote_average":0.0,"runtime":112,"cert":"N\/A","id":320021,"title":"Abduction","adult":false,"genre_ids":[]},{"cast":["Mike Abbott"],"overview":"The life and death of Hong Kong gangsters.","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320023,"title":"War City: Die to Win","adult":false,"genre_ids":[28]},{"cast":["Alessandro Gassman","Micaela Ramazzotti","Valeria Golino","Luigi Lo Cascio","Rocco Papaleo"],"overview":"Paolo and his wife are waiting a baby and deciding his name, but it seems that Paolo's family and friends don't really like the chosen name.","release_date":"2015-01-22","vote_average":6.4,"runtime":94,"cert":"N\/A","id":320028,"title":"An Italian Name","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320036,"title":"Les Aventures du Chat Potté","adult":false,"genre_ids":[]},{"cast":["Mark Watson","Mike Abbott"],"overview":"Yet another cut and paste classic from the mind of Joseph Lai!","release_date":"1988-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":320038,"title":"Platoon the Warriors","adult":false,"genre_ids":[28]},{"cast":["Feng Gong","Mingqi Li","Weili Zheng","Ding Jiali","Shanxu Han"],"overview":"","release_date":"1999-01-07","vote_average":0.0,"runtime":105,"cert":"N\/A","id":320040,"title":"Steal Happiness","adult":false,"genre_ids":[]},{"cast":["Bengaru","Masako Motai","Yasufumi Hayashi","Haruhiko Saitô","Takashi Sasano"],"overview":"The film is based on true events. It centers around Shunzo, a popular greengrocer who lives in a city near Tokyo. His life, and that of his wife, Michi and their two children, undergoes a dramatic change when he encounters Li, a poor college student from China.","release_date":"1989-11-18","vote_average":7.0,"runtime":135,"cert":"N\/A","id":320042,"title":"Beijing Watermelon","adult":false,"genre_ids":[18]},{"cast":["Wu Gang","Yufang Wu","Beibei Gao","Xie Run","Sihan Sun"],"overview":"","release_date":"1999-02-22","vote_average":0.0,"runtime":91,"cert":"N\/A","id":320044,"title":"Flowers in the Cloud","adult":false,"genre_ids":[35,18]},{"cast":["Nicolas Behr"],"overview":"A 2010 documentary film (short film) about Brazilian poet Nicolas Behr and his poetic gaze upon the city of Brasília.","release_date":"2010-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":320046,"title":"Braxília","adult":false,"genre_ids":[99]},{"cast":["Ashley Benson","Matt McGorry","Michael William Freeman","Rebecca Naomi Jones","Alex Cranmer"],"overview":"Emma is a young and beautiful graduate student just starting a new life in New York City. Like most people her age, she is always connected - her phone and laptop are constant companions, documenting her most intimate moments. What she doesn't realize is that she's sharing her life with an uninvited and dangerous guest. A hacker is following Emma’s every move. When the voyeuristic thrill of watching her digitally isn't enough, the situation escalates to a dangerous and terrifying level.","release_date":"2015-01-24","vote_average":5.0,"runtime":80,"cert":"\"NR\"","id":320048,"title":"Ratter","adult":false,"genre_ids":[18,27,53]},{"cast":["Jello Biafra","Keith Morris","Chuck Dukowski","Mike Watt","David Yow"],"overview":"Written and directed by San Diego based musician and filmmaker Jason Blackmore, Records Collecting Dust documents the vinyl record collections, origins, and holy grails of alternative music icons Jello Biafra, Chuck Dukowski, Keith Morris, John Reis, and over thirty other underground music comrades.","release_date":"2015-01-09","vote_average":7.5,"runtime":58,"cert":"\"\"","id":320062,"title":"Records Collecting Dust","adult":false,"genre_ids":[99,10402]},{"cast":["Nikolai Rybnikov","Nonna Mordyukova","Lyubov Malinovskaya","Leonid Kmit","Vladimir Gulyaev"],"overview":"A young Komsomol member has troubles adopting to his wife family.","release_date":"1955-12-01","vote_average":4.3,"runtime":99,"cert":"\"\"","id":320067,"title":"Other People's Relatives","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"20 y.o. student Alisa gets married to an old powerful businessman to protect her father from mafia.","release_date":"2012-10-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320069,"title":"Neravnyj brak","adult":false,"genre_ids":[]},{"cast":[],"overview":"The belief that Moses authored the Pentateuch was debunked by the end of the 19th century. But scholars then began to realize just how complex the authorship of the Old Testament was. They revived an ancient idea that Ezra had woven together all the divergent accounts that came to be the Pentateuch, and on to his work other books were added to produce our Old Testament.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320071,"title":"A History of the Bible: The Old Testament: Early Writings","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320073,"title":"The very best of Bugs Bunny","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"A collection of historical African American films, produced and directed by the founders of black Hollywood. \"Go Down Death\" 53:55 \"The Blood of Jesus\" 56:44","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320081,"title":"National Cinematic Artist Presents: The Founders of Black Hollywood","adult":false,"genre_ids":[]},{"cast":[],"overview":"Battle of the Queen is a film from and about rural Europe, capturing a timeless cultural event: a series of head-to-head fights of cows set in the valley in sunny Southern Switzerland, nestled amongst the Alps. The fights are sudden snorting seesaws, explosions of mass and muscle, archaic and wild spectacles. We follow three concurrent story lines: an anxious farmer with his beloved contender, a neurotic unemployed reporter from Zurich coming to find a story, and a gang of adolescent boys on mopeds trying to catch a pretty girl's eye. The festival is a balancing act between fascinating tradition and modernity. This black and white film serves as both an exciting visual treat and a long overdue documentation of a fascinating Swiss tradition.","release_date":"2011-04-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320083,"title":"Battle of the Queens","adult":false,"genre_ids":[]},{"cast":["Charan Prabhakar","Brady Bluhm","Darin Southam","Andrea Ciliberti","Elizabeth Knowelden"],"overview":"When inept, self-proclaimed survival experts Kaduche and Wynn discover the world's impending destruction, they pull their act off YouTube and enter Epic Mode to save the Earth. Teaming up with their nemesis, the girl of their dreams, and an eccentric visionary known as the Oracle, the group sets out to battle domestic terrorists, disenfranchised Russian communists and brain-eating zombies.","release_date":"2015-01-20","vote_average":5.0,"runtime":null,"cert":"\"\"","id":320085,"title":"The Last Man(s) on Earth","adult":false,"genre_ids":[35,12,14]},{"cast":[],"overview":"THE STRANGE AND UNUSUAL is an award wining Comedy\/Mockumentary from Strawhouse Pictures. After 4 less than mediocre seasons on TV, a supernatural reality show called The Strange and Unusual is being canceled. With only one episode left to shoot, the show's desperate producer teams up with a dysfunctional crew to give the network a series finale they won't forget.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320087,"title":"The Strange and Unusual","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker, podcaster and blogger Gonzo Shimura has officially released his much anticipated sequel documentary Age of Deceit 2: Alchemy and the Rise of the Beast Image. After releasing his first film, Age of Deceit: Fallen Angels and the New World Order on YouTube in 2011, which has gotten over 3 million views, Gonzo decided to tackle the topic of ancient alchemy and how its philosophical principles tie into current trends of science, technology and future events described in the book of Revelation.","release_date":"2014-02-10","vote_average":0.0,"runtime":180,"cert":"\"\"","id":320089,"title":"Age of Deceit 2: Alchemy and the Rise of the Beast Image","adult":false,"genre_ids":[]},{"cast":[],"overview":"War of 1812 Prelude to War. The War. Effects of the War The far reaching effect of the Battle of New Orleans, which occurs after the peace treaty of 1814 is signed but before news of the end of the war reaches the U.S. The lessons of the war that are soon forgotten. The legacy of the war which has serious consequences for the U.S. far into the future.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320091,"title":"American Wars Series: War 1812, Mexican War, Spanish-American, Korean","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"If Kevin Smith had made \"Dogma\" as his no-budget debut instead of \"Clerks\", the result might have been something like \"Bible Madness.\" Scott Von Doviak, Film Threat Classic Underground Film exposing fraudulent soul winning techniques and the dark side of those currently representing bible based Christianity. Pete Jackson and Roger Bunyan knock on doors asking people, \"If you were to die right now, would you go to Heaven?\" Roger has political ambitions, contemplating a run as a stealth candidate. He plans to run on issues like synchronous stoplights, only to switch to moral issues once elected. Pete Jackson, played by Bart Aikens, meets Diana Murphy (played by Joanne Rubino) a woman who was abused by a church leader. She has rid herself of fundamentalist 'demons' by becoming a female bodybuilder competing on the circuit.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320093,"title":"Bible Madness!","adult":false,"genre_ids":[]},{"cast":["Carolina Bartczak","Tyrone Dancy Jr.","Mackenzie Davis","Trieste Kelly Dunn"],"overview":"For Charles, video-games are a much needed escape from reality. But when virtual vixen Sophia leads him on a mysterious quest through the lovelorn lives of six New Yorkers, they will all learn that in the game of life...every heart is a moving target.","release_date":"2013-09-26","vote_average":7.0,"runtime":79,"cert":"\"\"","id":320104,"title":"Plato's Reality Machine","adult":false,"genre_ids":[878,35,18]},{"cast":[],"overview":"This is the ultimate classic forestry and forest films collection. All seven of these rare, vintage films stand out, and each brings a new angle of historical perspective with which we can learn from the environmental mistakes of the past; the mindset of the logging and lumber industry at this time in American history was so different than today, due to extreme general apathy and lack of public interest in environmental culture and law development. Watch how forestry preservation theories have developed over the past 50-75 years! This DVD has awesome classic videos and pictures of forestry, logging, lumber, wood, redwood trees, maple trees, pine, red oak, sawmills, lumber mills and hardwood. From the unforgettable footage and pictures of the redwoods being chopped down in Redwood Saga, to the unbelievable guest appearance by Smokey the Bear in Vision in the Forest, this forestry DVD has all the greatest and most pertinent historical footage available.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320106,"title":"Historic Forestry & Logging Films 1920-1957","adult":false,"genre_ids":[]},{"cast":["Bert Williams","Odessa Warren Grey","Wes Jenkins","J. Leubrie Hill"],"overview":"Modeled after a popular collection of stories known as \"Brother Gardener's Lime Kiln Club,\" the plot features three suitors vying to win the hand of the local beauty. Filmed in 1913, but after considerable footage was shot, the film was abandoned. One hundred years later, the seven reels of untitled and unassembled footage were discovered in the film vaults of the Museum of Modern Art, and are now believed to constitute the earliest surviving feature film starring black actors.","release_date":"1913-01-01","vote_average":5.0,"runtime":65,"cert":"\"\"","id":320108,"title":"Lime Kiln Club Field Day","adult":false,"genre_ids":[]},{"cast":["Phebe Mansur","Pete Mahar","J. Scott Bovitz","Joanna Taylor","Kim Little"],"overview":"A Super Goofy, silly, spoof on everything Vampires, made years before the Jimi Hendrix Album.","release_date":"1994-05-20","vote_average":0.0,"runtime":116,"cert":"\"NC-17\"","id":320110,"title":"Voodoo Soup","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Terry McDorkle, a very laid-back musician, receives a strange gift in the mail, he desperately tries to seek out the sender, while fending for his life. Paranoia begins to eat away at his sanity, while the gift itself is waiting to drag its victims into a never-ending nightmare.","release_date":"2014-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320112,"title":"Gift That Kept Giving","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1965","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320114,"title":"Indulekha","adult":false,"genre_ids":[]},{"cast":["Ricardo Colares","Teresa Roby","Vincent Gallo","Joaquim de Almeida","Maria de Medeiros"],"overview":"The story of a child who faces the emptiness that surrounds the figure of his parents, disappeared in Africa.","release_date":"1991-02-16","vote_average":5.0,"runtime":125,"cert":"N\/A","id":320128,"title":"Alex","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Join Warren Miller for one of his most classic ski films to date. Meet the cast of skiers like Scott Brooksbank, Phil Davis, Lane Monroe, Hal O'Leary, John Truden, Skeeter Zoberski and many more as they ski around the world and show you why they are true Winter People. Journey to places like Chamonix, Bear Valley, Mammoth, Le Meuire, Sugarloaf, and tons of other great places to ski and see first hand where the great sport of skiing originated.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320130,"title":"Warren Miller's Winter People","adult":false,"genre_ids":[]},{"cast":["Louis Koo","Sammi Cheng","Francis Ng","Julian Cheung","Charmaine Sheh"],"overview":"Young pilot Branson (Louis Koo) recently takes over Skylette, his father's aviation empire, only to realise his old flames Cassie (Charmaine Sheh) is a flight attendant there. Several years ago, he was forced to break up with her and move to New York to take care of his father's business. To this day, the two continue to harbour feelings for each other but decide to keep them bottled up. In an effort to rebrand the airline, Branson invites rock idol TM to star in an upcoming commercial and appoints Sam (Fransic Ng) as her flying consultant. Incongruent in both tastes and experience, this odd couple gets off on the wrong foot. As the shoot progresses, however, they slowly discover each other's merits, developing a strong mutual attraction. Jayden (Julien Cheung) has left Skylette Airline to become a pilot for private jets. He meets the young and vivacious Kika (Kuo Tsai Chieh) during a flight and assumes her to be wayward and shallow...","release_date":"2015-02-19","vote_average":5.4,"runtime":100,"cert":"N\/A","id":320132,"title":"Triumph in the Skies","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"The Prophetic Time Line for the events of the End Times is based solely on Scripture, no speculation. Dr. Dawson explains the alignment of events from the Rapture and Ezekiel's War, through the Great Tribulation, the Second Advent to the New Heaven and Earth. The exact number of days from the Signing of the Covenant by the Antichrist till Christ stands on Zion is shown from Scripture and when Christ returns it is 965 days until He puts down His enemies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320134,"title":"Prophetic Time Flow of the End Times","adult":false,"genre_ids":[]},{"cast":["Scott Baxter"],"overview":"Immersion is an independent, science fiction drama by Aaron Goold. Virtual reality workplaces, known as Immersions, employ many personalities, including an intelligent but unambitious employee named Travis. While goofing around with coworkers, Travis discovered a hidden program that slowly recreates his hometown from childhood. Before the Immersion ends, taking the secrets of the mysterious program, Travis must balance exploring a forgotten memory and fulfilling his duties as a worker.","release_date":"2015-06-24","vote_average":0.0,"runtime":72,"cert":"\"\"","id":320136,"title":"Immersion: A Metaphysical Wandering","adult":false,"genre_ids":[]},{"cast":["Kinnosuke Nakamura","Katzutaka Nishikawa","Kitaizumi Sei","Rumi Matsumoto"],"overview":"Itto Ogami- High Executioner to the Shogun- has been betrayed by his political enemies and sentenced to a dishonorable death. Seeking to restore the honor of his name, Ogami- The Wolf- must flee the Shogun's grasp and live long enough to prove his innocence.  Taking only his sword and his son, Ogami embarks on a bloody journey of righteousness and revenge as he seeks to destroy those who would disgrace his family's name. Hunted mercilessly by the Shogun's troops, by his enemies, and by those who seek the reward put on his head, Ogami must fight his way through feudal Japan, challenging and defeating all who stand in the way of his quest for honor.  Can Ogami- a true Samurai Warrior- endure the ceaseless violence which surrounds him?","release_date":"1984-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":320138,"title":"The Fugitive Samurai","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"From the Deepening Life Together Series on Ephesians, Pastor Mike Meeks explains that God has an eternal plan and purpose for humanity and reviews His plan to redeem mankind. Key Messages: Alive in Christ, Saved by grace, Jesus is chief cornerstone, Scholars commentary by: Clint Arnold and Mark Strauss. Scripture References: Ephesians 2:1-22 Group Bible Study Guides available at www.DeepeningLifeTogether.net","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320152,"title":"Before and After Christ (Ephesians #2)","adult":false,"genre_ids":[]},{"cast":["Jan Machulski","Bartłomiej Świderski","Marek Włodarczyk","Borys Szyc","Jan Wieczorkowski"],"overview":"","release_date":"2005-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320154,"title":"1409. Afera na zamku Bartenstein","adult":false,"genre_ids":[]},{"cast":["Sri K. Pattabhi Jois"],"overview":"Discover what it means to be and have a guru.","release_date":"2006-03-05","vote_average":0.0,"runtime":28,"cert":"N\/A","id":320156,"title":"Guru","adult":false,"genre_ids":[]},{"cast":["Zhang Fengyi","Pauline Lafont","Kun Jiang","Peisi Chen","Sun Min"],"overview":"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320158,"title":"Jing du qiu xia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shannon bravely adds color to a blue and white portrait. This episode is about losing your fear of painting people. You'll also get some great lessons in glazing and scumbling.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320160,"title":"Give Your Walls Some Soul: This Colorful Lady Has Soul","adult":false,"genre_ids":[]},{"cast":["Anuradha Javeri","Gerard Marzilli","John Biondolillo"],"overview":"Inquisitive Annie and her animal pals present this collection of colorfully animated nursery rhymes and pre-K concepts set to toe-tapping tunes. HooplaKidz presents popular nursery rhymes which will help children learn and have fun at the same time. These are specially handpicked classic nursery rhymes and children songs by HooplaKidz creator, designed to make your child happy.","release_date":"2016-10-01","vote_average":0.0,"runtime":46,"cert":"\"\"","id":320162,"title":"HooplaKidz","adult":false,"genre_ids":[]},{"cast":["Brinke Stevens","Scott Wyler","Elle Rio","Linda Miller","Fox Harris"],"overview":"A horror movie anthology: \"She's Bad, She's Blonde, She's Lunch\" follows a couple as they hold up a store to pay the rent, then take an ill-fated trip to Lover's Lane, where they meet a man involved in genetic research. \"Cardinal Sin\" features a young man who escapes into Hustler fantasies and must avoid his overbearing and religious mom. In \"Pet Shop of Death\" a henpecked husband goes to a specialty pet store to get something to help free him up so he can pursue his neighbor. \"Last Love\" is about a psychiatrist who is forlorn over the loss of her husband, and takes steps to make her affair with his ghost more permanent. Finally, in \"What Goes Around...\" a composer who can't create music since the death of his wife and child finds new inspiration from the affair with a femme fatale.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320176,"title":"Dark Romances Vol. 2","adult":false,"genre_ids":[27]},{"cast":["Sofía Álvarez","David Silva","Carlos López Moctezuma","Víctor Parra","José Elías Moreno"],"overview":"Small-time crooks and bargirls, and also their mothers, get involved in a situation over some stolen jewels.","release_date":"1949-08-26","vote_average":0.0,"runtime":103,"cert":"N\/A","id":320178,"title":"Ángeles de arrabal","adult":false,"genre_ids":[]},{"cast":["Salvador Ugarte","Terri Juston","Marcelle Bichette","Kitty Lewis","Charles Pitts"],"overview":"Three attractive University students and their equally attractive teacher seek refuge in a house on a dark and stormy night. The house is occupied by the strange “Miss Leslie” and her strangely lifelike “dolls”.","release_date":"1973-03-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":320180,"title":"Miss Leslie's Dolls","adult":false,"genre_ids":[80,18,27]},{"cast":[],"overview":"Outspoken UK personality Katie Hopkins puts on weight and then loses it all again to prove that fat people don't have to be fat.","release_date":"2015-01-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320182,"title":"Katie Hopkins: My Fat Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Un Samayalaraiyil is a 2014 Tamil Indian romantic film directed by Prakash Raj. A remake of Aashiq Abu's Malayalam film Salt N' Pepper. The film features the original score and soundtrack by Ilaiyaraja. Kalidasan is a food lover, leads a simple life, and gets a misdialed phone call from Gowri, a dubbing artist. Their common interest being cooking and food, this ensues a telephonic romance.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320184,"title":"Un Samayalaraiyil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Motivational speaker and best-selling author Andy Andrews explores what it really takes to become happy and successful in this PBS special recorded before a live audience at the Ryman Auditorium in Nashville, Tenn. Using anecdotes along with a healthy dose of humor, Andy conveys the inspiring message of his book &amp;NFi;The Traveler's Gift: Seven Decisions That Determine Personal Success&amp;NFi_; through a medium ideally suited to his storytelling talents.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320186,"title":"Andy Andrews: The Seven Decisions","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ever wondered what would happen if two of the world's largest animals went head to head in a battle? The Animal Face-Off series aims to find out. After expertly designed replicas of the animals are created to mirror exact areas of strength and weakness, the two cyber-creatures come together for a crucial showdown. In this episode, the hippopotamus and the bull shark duke it out for bragging rights within the animal kingdom.","release_date":"2004-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320188,"title":"Animal Face-Off: Hippo vs. Bull Shark","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clad in their signature cowboy hats, Mexican boy band Conjunto Atardecer presents videos of their newest hits alongside the classics that launched their career, spread over a multidisc set. Tracks include \"Hoja en Blanco,\" \"Las Flores Que Te Llevaba,\" \"Adiós Amor,\" \"El Profeta,\" \"Dario Ibarra,\" \"Ignacio Remédios,\" \"El Centenario,\" \"Ramiro Sierra,\" \"Jesus Rubio\" and \"Bola de Gatos Rayados.\" Extras include three promotional music videos.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320199,"title":"Conjunto Atardecer: Cantan Corridos II","adult":false,"genre_ids":[]},{"cast":["Antonio Casal","Rosita Yarza","Manuel Arbó","Xan das Bolas","José Prada"],"overview":"","release_date":"1942-02-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":320201,"title":"El hombre que se quiso matar","adult":false,"genre_ids":[35]},{"cast":["Ingrid Haas","Avi Rothman","Dorien Davies","Kenny Stevenson","Nick Rutherford"],"overview":"Katie just got some real bad news. Enter the man of her dreams.","release_date":"2013-08-05","vote_average":0.0,"runtime":10,"cert":"\"\"","id":320203,"title":"Blessing in Disguise","adult":false,"genre_ids":[]},{"cast":["Lynda Waggoner","Richard Cleary"],"overview":"In 1935, Frank Lloyd Wright designed a country house for the Kaufmann family over a small stream in Western Pennsylvania. He named it Fallingwater. It, perhaps more than any other building, exemplifies Wright's concept of 'Organic Architecture,' which seeks to harmonize people and nature by integrating the building, the site, and its inhabitants into a unified whole. And today, the iconic image of the house over the waterfall, remains a testament to a great architect working at the height of his career.  Highlights include interviews with Fallingwater director Lynda Waggoner and architectural historian Richard Cleary, who explain Wright's concept of \"organic architecture\" and the qualities that make the structure so exceptional.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320205,"title":"Frank Lloyd Wright's Fallingwater","adult":false,"genre_ids":[99]},{"cast":["Kate Micucci","Brace Harris","Jeff Lewis","Felicia Day","Jordan Black"],"overview":"After a seer gets brutally murdered, the search for the town werewolf gets more dire. Will the real werewolf be found out?","release_date":"2014-10-31","vote_average":7.0,"runtime":5,"cert":"\"\"","id":320207,"title":"Werewolves","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Providing a behind-the-scenes look at one of the most popular rock 'n' roll bands of all time, this documentary paints an intimate portrait of the musical rebels responsible for hits such as \"Sweet Child o' Mine\" and \"Welcome to the Jungle.\" Axl Rose, Slash and the rest of Guns N' Roses' ever-changing lineup reveal themselves through interviews, signing sessions, and tons of off- and onstage footage showing the bad boys at work and play.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320209,"title":"Guns N' Roses: Rock Power Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Robert Greenwald (Outfoxed) carefully examines the war in Afghanistan, raising challenging questions about the destabilization of Pakistan, U.S. troop escalation, ballooning military costs, civilian casualties and much more. Through fascinating interviews with Afghans, veterans, reporters, ex-CIA agents and foreign-policy experts, Greenwald's incisive documentary urges an immediate de-escalation of the conflict.","release_date":"2009-10-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320220,"title":"Rethink Afghanistan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From the 1950s until his death in 2008, Robert Rauschenberg's groundbreaking mixed-media pieces mesmerized the art world. This 1998 documentary takes viewers inside Rauschenberg's Florida studio to explore his remarkable life and work. The film examines Rauschenberg's use of unique materials and includes a behind-the-scenes look at The 1\/4 Mile or 2 Furlong Piece, a massive autobiographical undertaking that Rauschenberg began work on in 1981.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320222,"title":"Robert Rauschenberg: Man at Work","adult":false,"genre_ids":[]},{"cast":[],"overview":"This commemorative video examines the life and political career of the late Ronald Reagan, America's 40th president. Interviews with family members and journalists, excerpts from his many letters (read by his son, Ron) and recordings of some of his major addresses tell Reagan's story and illustrate why the man known as \"The Great Communicator\" had such a lasting impact on America and the world. Includes memorials and coverage of Reagan's funeral.","release_date":"2014-04-08","vote_average":0.0,"runtime":375,"cert":"\"\"","id":320224,"title":"Ronald Reagan: The Life and Legacy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Champion figure skater Scott Hamilton carves up the rink in this ice-skating extravaganza, accompanied by live music from renowned pianist Michael Feinstein and guest vocalist Darlene Love. Brian Orser, Yuka Sato, Jenni Meno, Ekaterina Gordeeva and other noted skaters join the Olympic gold medalist in innovative routines set to \"Stormy Weather,\" \"The Best Is Yet to Come,\" \"Someone to Watch over Me\" and other tunes.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320226,"title":"An Evening with Scott Hamilton & Friends","adult":false,"genre_ids":[]},{"cast":[],"overview":"While Shekhar (Rajendra Kumar) falls in love with and weds Bela (Saroja Devi), the daughter of a wealthy businessman, Shekhar's sister elopes with a common thief whose family is planning to discredit her sibling. When an expensive necklace disappears, Bela's suspicions about her spouse put their union in jeopardy in this affecting film directed by T. Prakash Rao. The supporting cast includes Jayshree Gadkar and Shubha Khote.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320228,"title":"Sasural","adult":false,"genre_ids":[]},{"cast":["Bárbara Santa-Cruz","Ernesto Sevilla"],"overview":"After four months without seeing each other, a girl is visited by her ex-boyfriend.","release_date":"2010-02-22","vote_average":6.3,"runtime":4,"cert":"N\/A","id":320230,"title":"Un novio de mierda","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This program examines the crucial role tanks played during the Allied invasion of Normandy in June, 1944, and beyond, with a special look at the heavy British Churchill AVRE and the amphibious Sherman Duplex Drive tanks. Informative computer graphics, expert analysis, archival footage and more also shed light on the role of \"Hobart's Funnies\" assault vehicles, the advantages of Allied and German armor, and more.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320241,"title":"War File: Tanks!: The Battles for Normandy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Originally produced for The Learning Channel, this documentary aims to dissect the events surrounding the September 11th terrorist attacks on the World Trade Center, addressing many of the questions that still continue to haunt the public. Through CGI graphics, interviews with witnesses and discussions with those who designed and engineered the buildings, this program examines the horrific incident in full detail.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320243,"title":"World Trade Center: Anatomy of the Collapse","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's \"quiet Beatle\" George Harrison as you've never seen him: visiting his sister, Louise Harrison-Caldwell, in Benton, Ill., in September 1963. The legendary lead guitarist of the biggest rock group in history dropped in on the sleepy Midwestern town accompanied by his brother, Peter, just as the Beatles were on the verge of international fame. This fascinating curio -- a must for all Beatles fans -- includes exclusive interviews.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320245,"title":"George Harrison: A Beatle in Benton, IL","adult":false,"genre_ids":[]},{"cast":["Paget Brewster","Lyndsy Fonseca","Josh Casaubon","Amir Talai","Will Greenberg"],"overview":"A handsome, carefree yoga instructor has breezed through life, women, and jobs, but when he breaks up with his girlfriend -- who's also his partner at their successful yoga studio -- he's forced to face reality for the first time. A satirical look at LA's yoga culture that stars Josh Casaubon (I Just Want My Pants Back), Paget Brewster (Criminal Minds), and Kris Kristofferson (Lone Star).","release_date":"2015-01-15","vote_average":6.0,"runtime":32,"cert":"\"\"","id":320247,"title":"Down Dog","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join your guide, Doug Jones, on a whirlwind journey around the world. Marvel at unforgettable examples of man's imagination and nature's grandeur. See the Pyramids, the Colosseum and the Eiffel Tower. Explore the Grand Canyon, Ayres Rock and the Glaciers of Alaska. Watch exploding volcanoes in Hawaii plus much, much more! Six continents and 50,000 miles of exciting travel await you.","release_date":"2007-01-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320249,"title":"Great Wonders of the World - Presented by Total Content Digital","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"High School football can be a magical thing, transforming unsteady, rebellious teenagers into selfless teammates and athletic heroes. High School football can also be a terrible thing, changing young boys into football players.High School Football: Passing Dreams examines two of Northern California's most successful football programs, their styles, their rivalry and, ultimately, some of the best, and most unsettling, influences of high school football.\" --Rick Kushman, The Sacramento Bee","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320251,"title":"High School Football: Passing Dreams","adult":false,"genre_ids":[]},{"cast":["K.L. Saigal","A.H. Shore","Pahadi Sanyal","Krishna Chandra Dey","Mr. Raju"],"overview":"Devdas (Saigal\/Barua), son of a zamindar, and Parvati (aka Paro)(Jamuna), his poor neighbour's daughter, are childhood sweethearts. Status and caste differences prevent their marriage and Devdas is sent to Calcutta while Paro is married off to an aged but rich widower. In Calcutta the hero meets the prostitute Chandramukhi (Rajkumari\/Chandrabati Devi) but remorse drives him to alcohol and (after a long train journey in which he attempts to run away from himself) he comes to die in front of his true love's house. The Hindi version.","release_date":"1936-01-22","vote_average":6.0,"runtime":139,"cert":"N\/A","id":320262,"title":"Devdas","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Sándor Sára's meditation on loneliness and the human condition.","release_date":"1963-01-21","vote_average":6.0,"runtime":22,"cert":"N\/A","id":320264,"title":"Alone","adult":false,"genre_ids":[]},{"cast":[],"overview":"Venice Film Festival 1954","release_date":"1954-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320266,"title":"Unsterblicher Mozart","adult":false,"genre_ids":[]},{"cast":[],"overview":"Émile Cohl mixes live-action and stop-motion animation in this charming evocation of the power of imagination. A magician shapes his cane into a hoop with strange properties for a young girl. Costume changes and city promenades give way towards greater abstraction as the film becomes absorbed by what goes on inside the ring.","release_date":"1908-11-23","vote_average":7.0,"runtime":5,"cert":"N\/A","id":320268,"title":"The Magic Hoop","adult":false,"genre_ids":[14,16]},{"cast":["Andy Clyde","Harry Gribbon","Charlie Guest","Thelma Hill","Patsy O'Leary"],"overview":"Charlie Guest (Charlie Guest) wants to be a golfer. Bert Swor (Bert Swor) is a famous golfer. Thelma Hill (Thelma Hill) only loves the best golfer. Follow Charlie as he tries to become the world's greatest golfer and win Thelma's love.","release_date":"1929-09-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320270,"title":"The Golfers","adult":false,"genre_ids":[]},{"cast":["Marga López","Ramón Gay","Lilia Prado","José Luis Jiménez","Salvador Godínez"],"overview":"This Mexican melodrama may have been released above the border as After the Storm. The principal characters are a pair of twin lighthouse keepers. They try their best to live together with their wives under the same roof, but the delicate balance is shattered when one of the brothers falls in love with his sister-in-law. When one twin is lost during a storm, the other assumes his identity, with the expected romantic complications. If Despues de la Termenta sounds familiar, it is because the screenplay was inspired by the 1946 Bette Davis vehicle A Stolen Life.","release_date":"1955-01-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":320272,"title":"Después de la tormenta","adult":false,"genre_ids":[18]},{"cast":["Kyoji Aoyama","Michiyo Aratama","Izumi Ashikawa","Toyo Fukuda","Yûjirô Ishihara"],"overview":"The fourth and final Japanese entry in the 1957 Venice Film Festival, Ubagaruma is also known as The Baby Carriage. Upon discovering that her father has a mistress, a young girl befriends the \"other woman\" and her child. Realizing that her half-sister is doomed to being regarded as an outcast, the heroine sets about to spiritually legitimize the girl. It was difficult for the festival judges to assess the film, since it apparently had been severely edited to conform with American censorship. The judges were, however, impressed by Ubagaruma's curious blend of comedy and drama.","release_date":"1956-01-21","vote_average":0.0,"runtime":110,"cert":"N\/A","id":320283,"title":"The Baby Carriage","adult":false,"genre_ids":[18]},{"cast":["Wedgwood Nowell"],"overview":"The March of Crime (1936) was a series of exploitation stories produced by Dwain Esper of famous gangsters of the 1930s.","release_date":"1936-01-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320285,"title":"The March of Crime","adult":false,"genre_ids":[]},{"cast":["Zasu Pitts","Thelma Todd","Charles Judels","Allan Lane","Guinn Williams"],"overview":"During WW1, the girls become spies when they spend the evening with two German officers.","release_date":"1931-11-14","vote_average":0.0,"runtime":21,"cert":"\"\"","id":320287,"title":"War Mamas","adult":false,"genre_ids":[35]},{"cast":["Éva Ruttkai","Géza Tordy","Éva Vass","Gábor Agárdi","Mari Törőcsik"],"overview":"The \"sleepless years\" in this propaganda piece by director Felix Marlassy occur on Csepel Island, an island south of Budapest that is home to an armaments factory. The factory workers are shown being exploited by imperialists, capitalists gone berserk, and fascists, more or less in that exact chronological sequence. The heavy-handed approach does much to undercut the belief that when socialism finally takes over, the lives of the workers are brought up to a human level. In this instance, audiences might prefer a more nuanced and subtle statement, no matter what the message.","release_date":"1959-01-21","vote_average":0.0,"runtime":107,"cert":"N\/A","id":320289,"title":"Sleepless Years","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This uneven drama by Argentine director Leopoldo Torre-Nilsson, co-scripted with his wife Beatrice Guido, focuses on the problem of accepting unpleasant truths -- or not. Four women have suffered the loss of their missionary husbands at the hands of some Native Americans along the Amazon. Now the four are making a pilgrimage to the site of the murders to pay homage to their spouses and participate in a reunion of various church groups. A journalist tags along for the story and interviews each woman in turn in order to gather background on their husbands. But when someone shows up who witnessed the deaths, the truth sends one grieving wife over the edge.","release_date":"1962-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320291,"title":"Homage at Siesta Time","adult":false,"genre_ids":[]},{"cast":["Vesa-Matti Loiri","Eija Ahvo","Yrjö Järvinen","Harri Tirkkonen","Ahti Kuoppala"],"overview":"The main character is a miller, who sometimes acts strangely but is otherwise a goodhearted hardworking honest man. He sometimes keeps the villagers up all night by howling. Finally the villagers decide that the miller has to be committed into a mental hospital, where the hero does not have to spend too much time until he escapes. The miller takes to the woods near his home but there he is constantly harassed by the chief of the police with his posse.","release_date":"1982-11-05","vote_average":6.0,"runtime":95,"cert":"N\/A","id":320293,"title":"The Howling Miller","adult":false,"genre_ids":[10749,35,18]},{"cast":["Sushant Singh Rajput","Anand Tiwari","Swastika Mukherjee","Divya Menon","Neeraj Kabi"],"overview":"In war torn Calcutta during the 1940's, Byomkesh Bakshy, fresh out of college, pits himself against an evil genius who is out to destroy the world.","release_date":"2015-04-02","vote_average":7.0,"runtime":139,"cert":"\"R\"","id":320295,"title":"Detective Byomkesh Bakshy!","adult":false,"genre_ids":[28,9648,18]},{"cast":["Thelma Todd","Patsy Kelly","Benny Baker","Eddie Phillips","Frank Moran"],"overview":"Thelma rushes into the apartment she shares with Patsy, excited because she's fallen in love with Archie, a rich man with yachts and a British accent. Patsy isn't impressed and less so when Archie comes calling. She does her best to sink the romance, making noise while the lovers talk and offering Limburger cheese sandwiches. In desperation, Archie calls his brother Benny, who's a sailor, and asks him to keep Patsy company. After a series of mishaps, they end up at a saloon where Patsy orders everything on the menu. Who's going to have to pay?","release_date":"1934-07-14","vote_average":0.0,"runtime":19,"cert":"\"\"","id":320306,"title":"Three Chumps Ahead","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Swan song with a chapter like structure, spans many years from the onset of the Cultural Revolution to the 'open door' policies of the late seventies and eighties. The focus is on how off screen national events impact on individual lives, here, those of an elderly composer with an opium habit who is in constant political trouble with the authorities and his son who dissociates himself from his father.","release_date":"1986-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":320308,"title":"Swan Song","adult":false,"genre_ids":[]},{"cast":["Zasu Pitts","Thelma Todd","Elizabeth Forrester","Eddie Dunn","Donald Novis"],"overview":"After running their car off the road, a society matron insists that the girls spend the evening at her mansion.","release_date":"1931-10-03","vote_average":0.0,"runtime":20,"cert":"\"\"","id":320310,"title":"The Pajama Party","adult":false,"genre_ids":[35]},{"cast":["Zasu Pitts","Thelma Todd","Otto Fries","Bobby Burns"],"overview":"Thelma and Zazu are on a leisurely excursion in a borrowed car. Thelma lets Zazu drive. When she brakes to avoid a bull pulled along by three rustics, her foot gets stuck and the car crashes through a barn. The barn's owner won't let them leave without paying damages. The gals hoof it, walking in a large circle to arrive back at the farmer's house after dark. While outside his door, they hear a radio broadcast to beware a lion escaped from a wintering circus. Can Thelma and Zasu reclaim the car while avoiding the angry farmer, his prize bull, and the renegade lion?","release_date":"1932-06-04","vote_average":3.0,"runtime":19,"cert":"\"\"","id":320312,"title":"The Old Bull","adult":false,"genre_ids":[35]},{"cast":["Zasu Pitts","Thelma Todd","Charlotte Nemo","Bud Jamison","Billy Gilbert"],"overview":"Zasu inadvertently turns Thelma's vaudeville act into a shambles.","release_date":"1932-04-30","vote_average":5.0,"runtime":20,"cert":"\"\"","id":320314,"title":"Strictly Unreliable","adult":false,"genre_ids":[35]},{"cast":["Maccio Capatonda","Herbert Ballerina","Ivo Avido","Barbara Tabita","Lavinia Longhi"],"overview":"Hard core environmentalist tries a pill that reduces his mental skills to 2%","release_date":"2015-01-29","vote_average":5.9,"runtime":90,"cert":"N\/A","id":320316,"title":"Italiano medio","adult":false,"genre_ids":[35]},{"cast":["Gilles Lellouche","Charles Berling","Laurent Capelluto","Sarah Suco","Florence Loiret-Caille"],"overview":"","release_date":"2014-11-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":320318,"title":"The Clearstream Affair","adult":false,"genre_ids":[53]},{"cast":["Vincent Pérez","Hélène de Fougerolles","Charlotte de Turckheim","Damien Jouillerot","Charlotte Valandrey"],"overview":"","release_date":"2006-10-16","vote_average":7.3,"runtime":180,"cert":"N\/A","id":320326,"title":"Jeanne Poisson Marquise de Pompadour","adult":false,"genre_ids":[18,36,10749]},{"cast":["Wojciech Zieliński"],"overview":"","release_date":"2013-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320331,"title":"6 kroków","adult":false,"genre_ids":[99]},{"cast":["Tony Leung Chiu-Wai","Tony Leung Ka-Fai","Eric Tsang","Sandra Ng Kwun-Yu","Ekin Cheng"],"overview":"Third Master Sha (Tony Leung Chiu-Wai) is a descendant of a powerful gambling family who must battle Yam Tin Sau (Ekin Cheng), the descendant of the rival gambling family to save his family's name. In order to win, Hui hires the China King of Gamblers Hui Man Long (Tony Leung Ka-fai) for help.","release_date":"1994-02-09","vote_average":0.0,"runtime":97,"cert":"N\/A","id":320333,"title":"Always Be the Winners","adult":false,"genre_ids":[]},{"cast":["Gabriel Dufay","Raphaëlle Agogué","Jean-Yves Berteloot","Carlo Brandt","Jean-Christophe Bouvet"],"overview":"","release_date":"2011-11-29","vote_average":9.0,"runtime":null,"cert":"N\/A","id":320335,"title":"Louis XVI, l'homme qui ne voulait pas être roi","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Planning to sail your own boat to Mexico? Do you wish you could pick the brains of some experienced cruisers and get the low down on where to go and what not to miss during your cruise? Watching this video is like sitting down with experienced cruisers and getting an overview of how to plan and what to expect during a cruise of Mexico. Learn where the most beautiful anchorages are and which ones to avoid.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320337,"title":"Cruising Mexico Off the Beaten Path - Volume 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"American Weightlifting is the story of a sport in turmoil and the athletes and coaches whose passion drives them to succeed despite the odds. The sport is extremely popular internationally, but obscure and struggling in the US. Amateur athletes and coaches with little or no financial support struggle to compete with the professionals who dominate the sport internationally.","release_date":"2013-11-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":320339,"title":"American Weightlifting","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Osun is one of the most important of all the Yoruba pantheons. Myths regards her as the only female goddess among the heavenly bodies that God sent to help create the Earth.\/n Osun was (is) powerful, greatly adored, respected and feared among her male peers. Osun is being worshiped in most Yoruba towns ever since as a mother of all, giver of prosperity, wealth, children, healer of diseases and infirmities, pillar of support in time of distress and so on.\/n One of the worshiping points of Osun goddess across Yorubaland is Osun Asejire where the goddess dwells and where the spirituality of the goddess is very real. Osun is termed Asejire at Olukeye village in Ibadanland, the border town between Ibadan city and Ikire town - both in Oyo and Osun states of Nigeria respectively.\/n The word \"A se ejire\" in Yorubaland literally means two jolly friends - the two friends, so to say.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320347,"title":"Osun Asejire - where the goddess lives","adult":false,"genre_ids":[]},{"cast":["Lucia McBath","Ron Davis","Michael David Dunn","Russell Healey","John Guy"],"overview":"Black Friday, the day after Thanksgiving November 2012, four boys in a red SUV pull into a gas station after spending time at the mall buying sneakers and talking to girls. With music blaring, one boy exits the car and enters the store, a quick stop for a soda and a pack of gum. A man and a woman pull up next to the boys in the station, making a stop for a bottle of wine. The woman enters the store and an argument breaks out when the driver of the second car asks the boys to turn the music down. 3½ minutes and ten bullets later, one of the boys is dead. 3½ MINUTES dissects the aftermath of this fatal encounter.","release_date":"2015-10-02","vote_average":7.5,"runtime":98,"cert":"\"\"","id":320349,"title":"3 ½ Minutes, 10 Bullets","adult":false,"genre_ids":[53,99]},{"cast":[],"overview":"Gifted sculptor and painter Marcel Duchamp is the subject of this searing documentary that explores one of the most important artists of the 20th century. Dabbling in Dadaism, Surrealism and many other movements, Duchamp allowed his art -- which includes the world-famous \"Nude Descending a Staircase No. 2\" -- to make provocative and intelligent statements, proving that philosophy rightfully holds a place in high art.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320351,"title":"Artists of the 20th Century: Marcel Duchamp","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a stirring 1970 concert dedicated to victims of war and oppression, American composer, pianist and conductor Leonard Bernstein leads the London Symphony Orchestra and Chorus in a performance of Verdi's \"Requiem\" from stately St. Paul's Cathedral. Renowned tenor Placido Domingo takes the stage in the first of many appearances with Bernstein. Other soloists include soprano Martina Arroyo, mezzo-soprano Josephine Veasey and bass Ruggero Raimondi.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320353,"title":"Bernstein in London: Verdi Requiem","adult":false,"genre_ids":[]},{"cast":[],"overview":"GURU ZANE is a video document of a special needs child who's warmth and character transforms his family and caregivers in reciprocal loving devotion.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320355,"title":"Guru Zane","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring works by Ravel, Beethoven and Fauré, this Classic Archive installment spotlights the artistry and technique of the French piano school via recitals by three gifted musicians: Vlado Perlemuter, Yvonne Lefébure and Robert Casadesus. The program also includes a pair of bonus performances by pianists Hephzibah Menuhin, who studied under Marcel Ciampi, and Dino Ciani, a pupil of Alfred Cortot's.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320357,"title":"Classic Archive: The French Piano School","adult":false,"genre_ids":[]},{"cast":[],"overview":"Steven and Maxene find themselves deep in financial trouble with a dangerous drug dealer. Their love-hate relationship is taken to its peak when Steven is kidnapped and must discover Maxene's secret to survive.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320371,"title":"Steven and Maxene","adult":false,"genre_ids":[]},{"cast":[],"overview":"'Mountain' is the musical telling of the parable of the prodigal son in the bluegrass music style. What happens when a wayward young woman needs to hear the sweet story of the Prodigal Son, and the only folks who love her enough to tell it are the players in a bluegrass band she once deserted? On an autumn afternoon in Appalachia, the Potluck Social String Band takes a break from their concert in the park and weaves the timeless tale of redemption and forgiveness around their former bandmate with the strings of guitars, banjos, fiddles, bass, and mandolin.","release_date":"2014-11-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320373,"title":"Take The Mountain Down","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive this exciting matchup from the International Cricket Council's Cricket World Cup 2003, in which India is pitted against Pakistan in a do-or-die qualifying round. India faces an early and large deficit, but the talents of players such as Rahul Dravid, Virender Sehwag and batsman Sachin Tendulkar (in a Man of the Match performance) were equal to the task. This program also contains a bonus presentation that profiles Tendulkar.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320375,"title":"India vs. Pakistan: Stars of India","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this lyrical video, artist Jagari Chatterjee performs the time-honored form of Indian poetry known as ghazal, delivering the works in melodic spoken word in her native tongue (Urdu). Chatterjee recites seven popular ghazals, including \"Kahoon jo Haal to Kahete Ho,\" \"Silsila Pyar ka Aise hi Chale,\" \"Kahi Sher o Nagma Banke,\" Sahil ki Taraf Kashti le Chal,\" \"Tum Aeya Tasalli Dene\" and \"Dekha Hai Zindegi ko Kuchh.\"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320377,"title":"Jagari Chatterjee: Ek Muridh Ki Koshish","adult":false,"genre_ids":[]},{"cast":[],"overview":"Godfather of soul James Brown performs with Aretha Franklin, Wilson Pickett, Billy Vera, Joe Cocker and Robert Palmer in this live concert. Lively interviews with all the stars kick off the evening, and then it's time for the artists to hit the stage with classics such as \"Papa's Got a Brand New Bag,\" \"In the Midnight Hour,\" \"I Feel Good\" and \"Out of Sight.\" All the guests join Brown for the rousing encore, \"Living in America.\"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320379,"title":"James Brown & Friends: A Night of Super Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"NOBODY KNOWS: THE UNTOLD STORY OF BLACK MORMONS is an award-winning documentary about African American Latter-day Saints.  Few people, Mormon and non-Mormon, are aware that there has been an African American presence in the LDS Church from its earliest days, that the vanguard company of Mormon pioneers included three “colored servants” (slaves), and that subsequent pioneer companies included both freeborn Blacks (such as Jane Manning and Isaac James) and enslaved Blacks, such as Biddy Smith Mason and Elizabeth Flake.  This documentary talks about that little-known legacy, and confronts the hard issues which surfaced in the most turbulent years of the Civil Rights Movement, when the Church continued to restrict its priesthood from those of African descent (a policy put into place in 1852). It discusses the context for that restriction, and how it was finally lifted. It also addresses the challenges of modern Black Mormon pioneers.","release_date":"2008-01-01","vote_average":9.0,"runtime":72,"cert":"\"NR\"","id":320381,"title":"Nobody Knows: The Untold Story of Black Mormons","adult":false,"genre_ids":[]},{"cast":["Chiemi Ishimatsu","Daisuke Kishio","Emi Kobayashi","Haruo Satô","Koji Yusa"],"overview":"Joe Yuki, one of the coolest DJs in Shibuya, has a secret identity as the leader of gangs. Because of his traumatic childhood, he fiercely hates \"weaklings\" and sees winning as his only option in life. One night, an old man is being taunted by the kid known as \"the human punching bag.\" The old man reminds Joe of his parents and childhood, and he uncontrollably challenges the kid to a fight. A fight in which he's defeated, and his pride is utterly shattered into pieces.","release_date":"2003-05-25","vote_average":0.0,"runtime":180,"cert":"N\/A","id":320383,"title":"Joe vs. Joe","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Witness the wonders of Mexico -- from its ancient treasures and traditions to its stunning scenery -- in this travelogue hosted by archaeologist-anthropologist Dr. Dwayne L. Merry. Fascinating footage captures the amazing cliff divers of Acapulco, the mysterious Yucatán jungle, the beauty and pageantry of Mexican festivals, craftsmen at work and more. You'll even get an exclusive peek at the treasures kept in Mexico City's Museum of Anthropology.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320394,"title":"Mexico: Dr. Merry's Nomad Travel","adult":false,"genre_ids":[]},{"cast":["Ric Ross","Kathy Ward","Lucy Holsendorf","John H. Mayer","Dean Hampe"],"overview":"Young Sean Corrigan has a dream that one day he will design and drive his own Formula 1 car in the greatest race of all auto racing circuits - the Grand Prix.  Compilation movie taken from 1977 Japanese anime series \"Arrow Emblem: Hawk of the Grand Prix\".","release_date":"2003-06-06","vote_average":0.0,"runtime":92,"cert":"\"G\"","id":320396,"title":"Super Grand Prix","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Seattle punkers the Murder City Devils burn up the stage at the Showbox in this 2001 Halloween performance, the band's final concert. Spencer Moody's raw vocals slice through the mosh pit on songs including \"Bear Away,\" \"I Drink the Wine,\" \"One Vision of May,\" \"Midnight Service at the Mutter Museum,\" \"I Want A Lot Now\" and \"Rum to Whiskey.\" Features a full-length commentary track with Moody and Merchbot 2000, plus live bootleg videos.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320398,"title":"Murder City Devils: The End: Final Show Halloween 2001","adult":false,"genre_ids":[]},{"cast":[],"overview":"These lively performances of two contrasting ballets will thrill fans of the art form. Billy Strayhorn and Duke Ellington's \"Nutcracker Sweeties,\" choreographed by David Bintley, celebrates 1940s America through its dazzling fusion of historical icons, glamorous costumes and big band music. \"The Judas Tree,\" an emotionally charged piece choreographed by Kenneth MacMillan and starring Irek Mukhamedov, addresses the dark side of male sexuality.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320400,"title":"Nutcracker Sweeties \/ The Judas Tree","adult":false,"genre_ids":[]},{"cast":[],"overview":"Best friends and business associates Vinod (Kunal) and Manog (Karan) become bitter rivals when the beautiful young Nita (Monal) moves into town. Although one friend is willing to forsake his feelings for the woman, jealousy leads the erstwhile pals toward a terrible confrontation that will change them both forever. Murali Krishna directs this drama that also stars Vaiyapuri and Thamu.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320402,"title":"Parvai Ondre Pothume","adult":false,"genre_ids":[]},{"cast":[],"overview":"Packed with spontaneity, sexiness and sheer joy, this video (which encompasses seven filmed performances) allow the three Pointer Sisters (June, Ruth and Anita) free reign to create their own unique brand of excitement. Songs include \"I'm So Excited,\" \"Dare Me,\" \"Freedom,\" \"Baby Come and Get It,\" \"Back in My Arms\" and \"Twist My Arm.\"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320404,"title":"Pointer Sisters: So Excited","adult":false,"genre_ids":[]},{"cast":[],"overview":"Features pianist Arkadi Zenziper performing Rachmaninov's Piano Concerto No. 2 in C Minor Op. 18, followed by the St. Petersburg State Orchestra's recital of Tchaikovsky's Symphony No. 5 in E minor, op. 64, conducted by V. Tschemuschenko. Also featured is an interview with Zenziper, plus information about Zenziper, Tschemuschenko, the St. Petersburg State Orchestra and the Rachmaninov and Tchaikovsky pieces.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320406,"title":"Rachmaninov \/ Tchaikovsky: Arkadi Zenziper","adult":false,"genre_ids":[]},{"cast":["Kristin Wollett"],"overview":"Ted and Lynn Murphy lead a simple suburban life. They have three wonderful children, their own small business, and good relationships with friends and neighbors. But that life is turned upside down when Ted signs a petition advocating traditional marriage. It is a small act of civic duty in his mind, but to others in their community it seems like an act of heartless bigotry.","release_date":"2013-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320408,"title":"Accidental Activist","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Canary Effect takes an in depth look at the devastating effect that US policies have had on the indigenous people of America.","release_date":"2006-04-27","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":320410,"title":"The Canary Effect","adult":false,"genre_ids":[]},{"cast":["Jim O'Rear","Daniel Emery Taylor","Dick Warlock","Bree Olson","Allen Sarven"],"overview":"Ten contestants appear on a competitive reality show geared toward weight-loss. As the competition grows more intense, they realize that they're losing more than just weight; they are losing competitors. Are the contestants dropping out voluntarily or is something more insidious going on? Will any of them even live long enough to see the final round?","release_date":"2014-04-12","vote_average":3.0,"runtime":130,"cert":"\"\"","id":320412,"title":"Camp Massacre","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"After Richard Ashcroft gained notoriety as the voice of the Verve (composers of the chart-topping \"Bittersweet Symphony\"), a gushing Chris Martin of Coldplay publicly praised the vocalist as \"the best singer in the world.\" Short but sweet, this video contains two versions of the title tune and a music video of the same; a \"making of the video\" featurette; and the previously unreleased song \"Slip Sliding.\"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320414,"title":"Richard Ashcroft: Break the Night with Colours","adult":false,"genre_ids":[]},{"cast":[],"overview":"With this entry from the critically acclaimed PBS miniseries, director-producer Robert J. Emery explores the most contemporary examples of genocide, from the atrocities of Rwanda to the ethnic cleansings of Chechnya. Hosted by Oscar winner Jon Voight, this poignant documentary series examines the history of genocide through the ages, drawing on expertise and insights of scholars, eyewitnesses and survivors from all around the world.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320419,"title":"The Genocide Factor: Genocide: The Horror Continues","adult":false,"genre_ids":[]},{"cast":["Scott Wolf","Courtney Ford","Brady Smith","Payton Aubrey","Tim Bagley"],"overview":"When Tom learns that he has terminal brain cancer, he decides to find a replacement husband for his wife and a father to his daughter, before it is too late. Unbeknownst to his wife Valentine, Tom sets up an on-line dating profile for her, and realizes that he doesn't know much about her anymore. Tom endeavors to get to know Valentine, and learns why he fell in love with her all those years ago... just in time to say goodbye.","release_date":"2015-02-06","vote_average":6.7,"runtime":90,"cert":"\"\"","id":320421,"title":"Meet My Valentine","adult":false,"genre_ids":[10749,18]},{"cast":["Asia Argento","Dilruba Yasmin Ruhee"],"overview":"Shongram (struggle) is a romantic drama set during the 1971 liberation struggle of Bangladesh.  A British Bengali on his death bed is interviewed by a daring London reporter, where four decades later, Karim is able to recall and finally share his past.  We are transported to 1971, when Bangladesh was still East Pakistan and a young Karim (a Muslim) is in love with a beautiful Asha (a Hindu).  The peaceful village life is suddenly interrupted by war and Karim must grow up fast to survive in an era where mass killings and abduction was common.  He must also carry out his duty and revenge before he can finally search for Asha.","release_date":"2014-03-28","vote_average":1.0,"runtime":103,"cert":"N\/A","id":320432,"title":"Shongram","adult":false,"genre_ids":[]},{"cast":["Asumi Miwa","Yuki Inomata","Rinko Kikuchi","Houka Kinoshita","Yu Tokui"],"overview":"","release_date":"2003-06-21","vote_average":0.0,"runtime":72,"cert":"N\/A","id":320434,"title":"Age 17","adult":false,"genre_ids":[]},{"cast":[],"overview":"Master chef Sergio Herman feels he needs to let go of his 3-star restaurant Oud Sluis in order to fulfill his dreams. A revealing story about perfection, ambition and sacrifices.","release_date":"2015-02-05","vote_average":8.2,"runtime":80,"cert":"N\/A","id":320436,"title":"Sergio Herman, Fucking Perfect","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Join David Hatcher Childress (Ancient Aliens the Series) as he heads down the Pan American Highway from Lima to Ica and Nazca, uncovering proof of high technology in the ancient past.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320438,"title":"Ancient Advanced Technology in Nazca and Central Peru","adult":false,"genre_ids":[]},{"cast":["Francesco Castiglione","Chiara Barbagallo","Giulia Morgani","Diego Bottiglieri","Alessia Alongi"],"overview":"A masked killer wreaks havoc in a small Italian village, and the police have no leads as the murders get worse with every passing day. A blogger steps up and tries to solve the case, and when he finds a pattern, people around him start dying.","release_date":"2012-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":320440,"title":"Cruel Tango","adult":false,"genre_ids":[]},{"cast":["Stacey Smith","Jeremy Isbell","Megan Webb","Sherrie Wilson","Travis Azbill"],"overview":"Several people are curse to die on Halloween night when they wake the Great Queen Pumpkin during a sacrifice. Now they must fight to survive Halloween Night when the Queen Pumpkin goes out on a killing spree. How many people must die on Halloween night before the Pumpkin is stopped?","release_date":"2006-10-24","vote_average":0.0,"runtime":74,"cert":"\"\"","id":320442,"title":"Curse of Halloween","adult":false,"genre_ids":[27]},{"cast":["Ryuhei Matsuda","Reina Asami","Akira Emoto","Mikako Ichikawa","Hitomi Katayama"],"overview":"Five short stories of life's joys and sorrows are brought together in this omnibus drama from Japan.","release_date":"2007-09-15","vote_average":7.0,"runtime":70,"cert":"N\/A","id":320453,"title":"Life Can Be So Wonderful","adult":false,"genre_ids":[18]},{"cast":[],"overview":"British pop singer Natasha Bedingfield wows Big Apple audiences in the sold-out Times Square performance captured here. Featuring her No. 1 single \"Unwritten\" plus a slew of other favorites (including \"If You're Gonna,\" \"Wild Horses,\" \"These Words,\" \"The Scientist\" and more), the presentation also includes a five-song acoustic set filmed at Clear Channel Stripped and behind-the-scenes footage of the songstress in New York.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320455,"title":"Natasha Bedingfield: Live in New York City","adult":false,"genre_ids":[]},{"cast":[],"overview":"They've been in the business almost 35 years and remain amongst the world's favourite rock bands, still selling out stadiums and scoring top 10 records regularly. But Iron Maiden's history has not been an easy journey; despite the group making their ongoing popularity appear effortless, blood, sweat and tears have all been shed in the band's passionate desire to remain at the top of their game for this incredible period. This two disc independent documentary collection reveals much previously unknown about Iron Maiden and its personnel.","release_date":"2012-07-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320457,"title":"Iron Maiden: The Future Has Come to Pass","adult":false,"genre_ids":[]},{"cast":[],"overview":"This unique rockumentary features classic performances and Jerry Lee's biggest hits.","release_date":"2004-10-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":320459,"title":"Jerry Lee Lewis: I Am What I Am","adult":false,"genre_ids":[]},{"cast":["Nao Omori","Tetsuji Tamayama","Chiaki Kuriyama","Kengo Kora","Ryuhei Matsuda"],"overview":"A Japanese company is being targeted by a Chinese financial group that takes advantage of weak and struggling firms - in other words, a vulture. A Japanese financier\/former vulture Masahiko Washizu is recruited to fight the threat.","release_date":"2009-06-06","vote_average":0.0,"runtime":134,"cert":"N\/A","id":320461,"title":"The Vulture","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sexual politics in rural China with segments on love and marriage, foot-binding, child-bearing and birth control.","release_date":"1987-08-25","vote_average":0.0,"runtime":58,"cert":"\"NR\"","id":320466,"title":"Small Happiness: Women of a Chinese Village","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The life Of Sheriff Damon Huskey and his manhunt for the man who killed his brother.","release_date":"1988-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320480,"title":"The Rutherford County Line","adult":false,"genre_ids":[]},{"cast":["Shammi Kapoor","Asha Parekh"],"overview":"Neeta is a heiress, the only daughter of U.K. based Industrialist, Jagat Narayan. She is of marriageable age, and is presently wooed by Kailash, Chandra, and Raja. She prefers Chandra over Kailash and Raja, but subsequently changes her mind and falls in love with Raja. Things take a dramatic turn when Jagat and Neeta find out that Raja is not who is claims he is. When Raja defends himself, and calls himself Roop, his very own mother denies this claim, and instead states that Chandra is Roop, her only son. Raja alias Roop must now make attempts to prove himself, and realizes that this is indeed an uphill task.","release_date":"1959-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320482,"title":"Dil Deke Dekho","adult":false,"genre_ids":[]},{"cast":["Sunil Dutt","Saira Banu","Pran"],"overview":"Kaala Aadmi is a 1978 Bollywood film directed by Ramesh Lakhanpal. Movie starring Sunil Dutt, Saira Banu, Pran and is directed by Ramesh Lakhanpal.","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320484,"title":"Kaala Aadmi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-03-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":320486,"title":"Będziesz legendą, człowieku","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bollywood 1969","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320488,"title":"Kappu Bilupu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1984","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":320496,"title":"Thaaliya Bhagya","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Danskernes egen historie - Oplevelser med biler & trafik","cast":[],"id":320498,"overview":"","runtime":null,"genre_ids":[],"release_date":"2008-01-22","vote_average":0.0,"adult":false}]