[{"cast":["Robert Shields","Josh Tenney","Lorene Yarnell Jansson"],"overview":"Version of the fairy tale by Hans Christian Andersen with the American mime team Shields and Yarnell.","release_date":"1984-10-10","vote_average":0.0,"runtime":30,"cert":"\"\"","id":322500,"title":"The Steadfast Tin Soldier","adult":false,"genre_ids":[10751]},{"cast":["Donald Pleasence","Yvonne Furneaux","June Wilkinson","Aldo Ray","Miguel Ángel Fuentes"],"overview":"The descendants of Baron Frankenstein return to the family castle to search for the family fortune that is supposed to be hidden there.","release_date":"1984-01-01","vote_average":1.3,"runtime":100,"cert":"\"\"","id":322502,"title":"Frankenstein's Great Aunt Tillie","adult":false,"genre_ids":[27,35]},{"cast":["Karolina Kominek-Skuratowicz"],"overview":"","release_date":"2007-01-22","vote_average":8.0,"runtime":null,"cert":"N\/A","id":322507,"title":"Inka 1946","adult":false,"genre_ids":[99,18,10752]},{"cast":["Carlos Hayashi","Márcia Peregini","Paulo Pizzigatti","José Pinheiro","Maurício Quagliato"],"overview":"","release_date":"2014-10-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":322509,"title":"O Que Trago do Chumbo - Os 50 Anos do Golpe Militar","adult":false,"genre_ids":[99]},{"cast":["Francois Pirette"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322511,"title":"Francois Pirette - Chaleur charbon","adult":false,"genre_ids":[35]},{"cast":["Sheetal Sheth","Angela Zahra","Mercedes Mason","Madline Tabar","Garen Boyajian"],"overview":"The lives of three young Middle Eastern women intertwine as they struggle to defy tradition and create their own realities. From an arranged marriage and a lesbian love affair to an abusive family situation, the film delicately tackles some of the issues Middle Eastern women are confronted with today.","release_date":"2011-04-10","vote_average":6.0,"runtime":118,"cert":"\"NR\"","id":322519,"title":"Three Veils","adult":false,"genre_ids":[18]},{"cast":["Dore O."],"overview":"\"HURRYCAN has nothing to do with whirlwinds, although in this Nekes film the pictures journey across the screen, excitedly, spasmodically and flickering. The title weds the element of haste with the notion of a film can, which in this case turns out to be something of a Pandora's Box and contains expectations for a new way of seeing. A computerized shutter system that Nekes had built\" (Aus: filmmakers cooperative catalogue No. 7) - http:\/\/wernernekes.de\/00_cms\/cms\/front_content.php?idart=548","release_date":"1979-07-12","vote_average":0.0,"runtime":78,"cert":"N\/A","id":322521,"title":"Hurrycan","adult":false,"genre_ids":[]},{"cast":["Wladimir Kaminer"],"overview":"","release_date":"2010-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322523,"title":"Kaminer goes Kaukasus","adult":false,"genre_ids":[99]},{"cast":["Mel Gibson","Morgan Freeman","Sigourney Weaver","Ron Howard","Ridley Scott"],"overview":"Profile of the producer and former studio head of 20th Century Fox in the 1970s, Alan Ladd Jr.","release_date":"2017-10-20","vote_average":1.0,"runtime":83,"cert":"\"\"","id":322525,"title":"Laddie","adult":false,"genre_ids":[99]},{"cast":["Jung Seung-kil","Hwang Taek-ha","Kim Du-yong","Lee Se-rang"],"overview":"Chapter 1. A Strange Woman  A young film director 'P', trying to make a film based on a short story by Nikolai Gogol, meets a mysterious actress  in an audition. Her overwhelming gift however, being obvious to everyone including 'P' himself, increasingly gets on his nerves in an ominous way.  Chapter 2. VIY  A young priest is ordered to preside over the wake of witch in a small old wooden church of a remote village. This means spending three nights alone with the corpse with only his faith to protect him.  Chapter 3. A Curtain Call  A blind musician Henri PARK, who plays at a whorehouse, meets a group of marionette artists, preparing a play based on . His suspicious roommate follows him one night, just to find out that Henri is playing the piano for ghosts, in an abandoned church.","release_date":"2008-10-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":322527,"title":"Evil Spirit","adult":false,"genre_ids":[14,27]},{"cast":["Lee Ji-hye","Kim Jin-geun","Kim Byung-choon","Jung Ae-yeon"],"overview":"Su-jin and Hye-rim are the best friends but after they lost Min suk who they both had crashed on, they do not talk to each other anymore. Later, Su-jin and Hye-rim meet at Min-suk？s grave in his countryside hometown. They kept fighting even in the car and a man jumps into their way from nowhere. The guy threaten them to give a ride to certain place in the forest to meet his boss.","release_date":"2012-03-15","vote_average":0.0,"runtime":88,"cert":"N\/A","id":322529,"title":"Killing Time","adult":false,"genre_ids":[27]},{"cast":["Antonella Lualdi","Robert Hossein","Michèle Cordoue","Jean Gaven","Jean Lefebvre"],"overview":"","release_date":"1957-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322531,"title":"Méfiez-vous fillettes","adult":false,"genre_ids":[]},{"cast":["Oreal Perras","Pedro Morales","Bruno Sammartino","Killer Kowalski","Eldridge Wayne Coleman"],"overview":"For more than forty years, the WWE Championship has been one of the most prestigious titles in sports entertainment, History of the WWE Championship presents some of the greatest matches in the title's history. Volume two contains battles from the 90's, with bouts featuring Shawn Michaels, Bret \"Hit Man\" Hart, Stone Cold Steve Austin, Hulk Hogan, the Ultimate Warrior, Mankind, and more.","release_date":"2006-09-05","vote_average":0.0,"runtime":540,"cert":"\"\"","id":322542,"title":"WWE: The History Of The WWE Championship","adult":false,"genre_ids":[]},{"cast":["Marion Kracht","Mathieu Carrière","Désirée Nosbusch","Rainer Hunold","Nadja Tiller"],"overview":"","release_date":"1993-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322544,"title":"Böses Blut","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Tom terrorizes Jerry and Spike around the neighborhood, wearing a jetpack, and the mouse and bulldog seem powerless to defend themselves against the flying feline. Jerry concocts a plot in which Spike launches the aviator mouse into the sky in a paper airplane and the chase is on!","release_date":"2006-01-01","vote_average":7.0,"runtime":null,"cert":"\"\"","id":322546,"title":"Tom and Jerry In Space","adult":false,"genre_ids":[]},{"cast":["Emily Browning","Luke Grimes","Ron Livingston","Ashley Greene","Avan Jogia"],"overview":"Karen and Jack met in a mental hospital and fell in love. They set out to follow what Jack thinks is his destiny: killing Elvis Presley.","release_date":"2016-10-28","vote_average":5.5,"runtime":90,"cert":"\"\"","id":322548,"title":"Shangri-La Suite","adult":false,"genre_ids":[80,18,10749]},{"cast":["Anja Kling","Thomas Sarbacher","Dirk Borchardt","Katrin Pollitt","Peter Simonischek"],"overview":"","release_date":"2014-09-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":322553,"title":"Verhängnisvolle Nähe","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":322555,"title":"El Ataque del Pene Mutante del Espacio","adult":true,"genre_ids":[878,35]},{"cast":["Billy Smith","Zoe Smale","Nick Sutton","Chrissie Cotterill","Gregg Saunders"],"overview":"There is another side to London that remains unknown to the tourists, that emerges only at night, that comes alive in aging terraced houses and sprawling estates. It is a world of pills of dubious origin swallowed hurriedly and hopefully, of music with a thumping beat that you'll still hear when you wake up the morning after, of Rizla papers bought from an all-night garage, of bottles of mineral water shared as love tokens, of greasy kebabs eaten when the taste-buds have long since numbed, of sunrises viewed through stinging eyes. It is close to heaven, but it is very close to hell. For Rat, a fifteen year-old drug dealer, it is the only world he knows. Over one night Rat's world turns upside down as he finds himself on the run from older, far more serious criminals. We follow Rat as he looks for shelter with those he thinks he can trust. As each door closes on him, the likelihood of ever seeing the light of day again grows smaller.","release_date":"1998-12-03","vote_average":0.0,"runtime":93,"cert":"N\/A","id":322566,"title":"Underground","adult":false,"genre_ids":[80]},{"cast":["Burl Barer","Michael Hilow","Ron Ben Jarrett","Amy Nohavic","Dan Ranger"],"overview":"Micheal Smith is released from prison after serving four long years for a crime that he claims he did not commit. Within a few hours of his release, a man offers Michael a ride in his truck. From that moment on, the madness begins and the past slaps him in the face. The driver makes an attempt on Michael's life but he manages to escape, this time. The madman relentlessly pursues his, killing everyone in his path, and forcing Michael to play his deadly games.","release_date":"1991-01-01","vote_average":2.0,"runtime":84,"cert":"\"\"","id":322568,"title":"The Last Ride","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Franky, Shazza, Dazza, Kev and Vanessa are the Housos of the Housing Commission. Lifelong unemployed bludgers they are entirely reliant on government pensions to support their way of life. That way of life entails stealing, bashing, bonging, drinking and rooting each other and whoever they meet down the block - the very worst park of the very worst suburb in Australia - Sunnyvale.","release_date":"2012-11-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":322570,"title":"Housos Live","adult":false,"genre_ids":[35]},{"cast":["Kil Yong-woo","Na Young-hee","Kim Jin-hae","Song Ok-Suk"],"overview":"There is a cloud over Sajasu Wedding Hall. There have been several incidents back to back where the newlyweds married at the wedding hall were accidentally killed within 24 hours of getting married. In order to regain business, Ju Byung-wu, the owner, enlists newlyweds by promising them money. As the bridegroom, there is the gangster Kang Eun-dal. The bride is Kwon Young-ja, who has worked in various coffee shops and red district shops. The two get married. As they live past 24 hours, a rush of interviews and bookings flow in. Eun-dal and Young-ja skyrocket into becoming society's stars. However, they realize that their actions are meaningless so they return to the way they were.","release_date":"1986-10-09","vote_average":0.0,"runtime":94,"cert":"N\/A","id":322572,"title":"Hero's Love Song","adult":false,"genre_ids":[18,27,9648]},{"cast":["Lee Min-ja","Lee Yea-chun","Lee Hyang","Kim Ji-mee"],"overview":"Two thousand and nine hundred years ago, Buddha is deeply touched by Mongryeon's love for his parents. Lady Cheongche falls to hell because she betrayed her husband. Buddha saves her and helps her go to heaven.","release_date":"1962-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322574,"title":"The Gates of Hell","adult":false,"genre_ids":[12,27]},{"cast":["Kim Hak-rae","Park Seung-dae","Shim Hyung-rae"],"overview":"Ghosts come visiting to a deserted village. A child named Yong-gu approaches the deserted house where the ghosts are plotting away. The ghosts are afraid that their plans of conquering the human world may be compromised but breath easily when they realize that Yong-gu is a slow child. Thirsty for blood, the ghosts kill some people. Yong-gu suspects it is the ghosts' deed but no one believes him when he says so. Yong-gu goes to a Buddhist monk but the monk already knows about the ghosts. On a night with a full moon when Frankenstein is to be awakened, the monk, Yong-gu, and the children go to the deserted house. With the monk's powers, they are able to fight against the ghosts. But the monk falls to Dracula's attack. Dracula falls when he is hit by a rubber shoe thrown in haste…","release_date":"1989-07-29","vote_average":2.0,"runtime":97,"cert":"N\/A","id":322576,"title":"Young-gu and Ddaengchili","adult":false,"genre_ids":[27,28,14]},{"cast":["Nam Jeong-im","Yun So-ra","Kim Dong-won","Dok Go-sung","Kim Chil-seong"],"overview":"Hye-ryeon suddenly loses her parents and stays in the Black Rose Castle alone. One day, she says the castle is haunted and asks for help to friend Ji-suk. Ji-suk goes to the castle with boyfriend Yeong-uk, a newspaper reporter. Just as Hye-ryeon has said, they see a ghost, but Yeong-uk feels that someone is playing a prank. He waits for the ghost in the woods, and when it finally appears, Yeong-uk fights it off. The ghost misses a step and falls off a cliff. It turns out Hye-ryeon has been suffering from a mental disease and has been playing as a ghost.","release_date":"1969-11-12","vote_average":0.0,"runtime":85,"cert":"N\/A","id":322578,"title":"Beauty in Black Rose Castle","adult":false,"genre_ids":[9648,27]},{"cast":["Shin Young-kyun","Moon Hee","Kim Seong-ok","Hwang Jung-seun"],"overview":"Seok-Bong, a lowly man, goes to Seoul to study, but in the end gives up his study. On his way back to his hometown he gets to know Ok-Yeo and makes love to her. Ok-Yeo gets disappointed to know her future spouse is Hwang Seok-Bong, a noble man, not that Seok-Bong she made love to. Hwang drives Seok-Bong away, getting to know Ok-Yeo's relationship with him. Seok-Bong dies on Ok-Yeo's wedding day. On her first night of marriage Ok-Yeo hears Seok-Bong's voice that says she should kill Hwang. Ok-Yeo, stabbing Hwang with a knife, falls over the precipice. Seok-Bong mother Hyeon was laughing crazily there.","release_date":"1971-06-11","vote_average":0.0,"runtime":84,"cert":"N\/A","id":322589,"title":"The Crying Bird","adult":false,"genre_ids":[10749,18,27]},{"cast":[],"overview":"A noble loyal English teacher is falsely accused of rape and loses his job. That was three students' bad revenge.","release_date":"1956-11-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":322591,"title":"L'homme aux clés d'or","adult":false,"genre_ids":[18]},{"cast":["Kim Ji-su","Lee Young-ok","Heo Jang-gang","Yoon In-Ja","Lee Dae-ro"],"overview":"Jang-Soe is the stepbrother of Jang-Hwa and Hong-Ryeon. Jang-Soe's mother kills two sisters to take all properties from their father. Later Jang-Hwa and Hong-Ryeon become resented spirits. They appear to their father Mr. Bae and the chief of district to tell that their stepmother Mrs. Heo killed them. The honorable chief of district knows the truth and arrests Mrs. Heo and Jang-Soe to punish them. Jang-Hwa revives from death and marries to her beloved Mr. Jeong.","release_date":"1972-07-29","vote_average":7.0,"runtime":90,"cert":"N\/A","id":322593,"title":"A Story of Two Sisters","adult":false,"genre_ids":[27,18]},{"cast":["Nathaniel Lee Sr.","Sharial C. Lee","Daniel Curtis Lee"],"overview":"A teenager boy leaves a moment of boredom while his father works on his old car, and the mother wishes to go out for a stroll around the block. One more relocated family post Hurricane Katrina.","release_date":"2007-11-13","vote_average":5.5,"runtime":6,"cert":"\"NR\"","id":322595,"title":"Quiet as Kept","adult":false,"genre_ids":[18]},{"cast":["Choe Hyeong-geun","Choe Hyo-seon","Jeon Shook","Lee In-ok"],"overview":"In the northern Manchuria, Yun, a Korean is troubled by his son Ji-ryong's relationship with Geum-hwa, a Chinese maiden. His servant Il-chun and his wife gets Ji-ryong sent to Korea and they kill Geum-hwa. Then they frame Yun for the murder and blackmail. Ji-ryong comes back from Kaeseong to investigate Geum-hwa's death and her friend Yeon-chu helps him. But Il-chun and his wife are after Yoon and his fortune and they'll stop at nothing to get it. Yun and Ji-ryong's lives are in danger but at the last minute, Yeon-chu shows up and gets rid of Il-chun and his wife and Ji-ryong avenges Geum-hwa's death.","release_date":"1981-05-16","vote_average":0.0,"runtime":85,"cert":"N\/A","id":322597,"title":"Three Women with Grudges","adult":false,"genre_ids":[27,9648,53]},{"cast":["Mario Antonini","Alejo Felipe","Frank García","Nelson Marquina","William Moreno"],"overview":"Victor, a middle-class child, escapes from his home in search of his father; after multiple crossings find it where you least expect, with the help of two small living on the street.","release_date":"1988-07-13","vote_average":0.0,"runtime":95,"cert":"N\/A","id":322599,"title":"It's Always Shiny in Sabana Grande","adult":false,"genre_ids":[10751,35,12]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":322610,"title":"USA","adult":false,"genre_ids":[]},{"cast":["Yakima Canutt","Rene Borden","Buzz Barton","Bobby Dunn","Bob Reeves"],"overview":"Cattleman Benson finds Mildred and her brother George living in one of his cabins and their sheep are on his land. Attracted to Mildred, he not only lets her stay, he deeds part of his land to her. This leads to trouble with the other cattlemen.","release_date":"1930-08-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":322612,"title":"Canyon Hawks","adult":false,"genre_ids":[]},{"cast":["Daniel Tadesse","Selam Tesfayie","Quino Piñero","Mengistu Berhanu","Getu Fixa"],"overview":"Our figurine sized supermen hero embarks on an epic surreal journey that will take him across the Ethiopian post apocalyptic landscape in search of a way to get on the hovering spacecraft that for years has become a landmark in the skies.","release_date":"2015-01-27","vote_average":5.8,"runtime":68,"cert":"N\/A","id":322614,"title":"Crumbs","adult":false,"genre_ids":[12,18,878]},{"cast":[],"overview":"A gardener is watering his flowers, when a mischievous boy sneaks up behind his back, and puts a foot on the water hose. The gardener is surprised and looks into the nozzle to find out why the water has stopped coming. The boy then lifts his foot from the hose, whereby the water squirts up in the gardener's face. The gardener chases the boy, grips his ear and slaps him in his buttocks. The boy then runs away and the gardener continues his watering. Three separate versions of this film exist, this is the first remake.","release_date":"1896-01-25","vote_average":5.8,"runtime":1,"cert":"N\/A","id":322616,"title":"Arroseur et arrosé, [II]","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grace Hopper dedicated her life to bringing computers to the masses, when most supposed the technology was only useful for scientists and the military. Through her genius, she taught software English, so that everyone could communicate with computers.","release_date":"2015-01-21","vote_average":10.0,"runtime":16,"cert":"\"\"","id":322618,"title":"The Queen of Code","adult":false,"genre_ids":[99]},{"cast":["Buddy Roosevelt","Frances Morris","Sam Pierce","George Chesebro","Fay McKenzie"],"overview":"Both Nolan and Ross are losing cattle and Ross' foreman Kerns is the culprit. When Taylor finds a wanted poster of Kerns he goes after him.","release_date":"1934-01-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":322620,"title":"The Boss Cowboy","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"1984-01-01","vote_average":7.5,"runtime":10,"cert":"N\/A","id":322622,"title":"Як Петрик П'яточкін слоників рахував","adult":false,"genre_ids":[16]},{"cast":["Robert Warwick","Olive Tell","Donald Gallaher","Ann Little","Juliette Moore"],"overview":"Crime and Drama silent movie","release_date":"1917-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":322630,"title":"The Silent Master","adult":false,"genre_ids":[80,18]},{"cast":["Bobby Howes","Constance Shotter","Arthur Riscoe","Jimmy Godden","Wylie Watson"],"overview":"A useless secretary and his private detective friend try to help an heiress from being swindled by her guardian.","release_date":"1932-12-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":322632,"title":"For the Love of Mike","adult":false,"genre_ids":[10402,35]},{"cast":["Robert McDarra","Bill Hunter","Richard Moir","James Kemp","Graham Corry"],"overview":"A middle-aged alcoholic is sentenced to six weeks in prison for a minor offence. While there he undergoes psychiatric treatment for his alcoholism and is committed to a hospital for the criminally insane for the duration of his sentence. However, under Section 27A of the Queensland Mental Health Act, he can be detained indefinitely until the hospital authorities declare him eligible for release. A human being trapped in a bureaucratic nightmare, he emerges forcefully as a man with no illusions either of himself or about the people around him.","release_date":"1974-06-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":322634,"title":"27A","adult":false,"genre_ids":[]},{"cast":["Stanley Lupino","Jose Collins","Nancy Brown","Nancy Burne","Lester Matthews"],"overview":"A joyful medley of farce, romance, song and slapstick starring Stanley Lupino as an impressionable youth whose pursuit of an opera singer’s niece lands him in trouble!","release_date":"1933-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":322636,"title":"Facing The Music","adult":false,"genre_ids":[]},{"cast":["Dóris Giesse","Eduardo Lago","Antônio Grassi","Edwin Louis","Flávia Monteiro"],"overview":"","release_date":"1988-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322638,"title":"Sonhos de Menina Moça","adult":false,"genre_ids":[10749,18,53]},{"cast":["Sally Gray","Billy Milton","John Watt","Betty Lynne","Edward Ashley"],"overview":"There are two clubs in London called Moons; one in Mayfair and one in Soho. Mary Dorland is singing at the cheap one, but her father, who does not approve of her singing career, believes she is performing at the Society one...","release_date":"1937-10-01","vote_average":4.5,"runtime":77,"cert":"N\/A","id":322643,"title":"Saturday Night Revue","adult":false,"genre_ids":[18,35]},{"cast":["Dara Ly","Groovin ."],"overview":"An artist returns to Virginia Beach to find out more of the mysterious death of a former friend.","release_date":"2014-05-31","vote_average":0.0,"runtime":66,"cert":"\"NR\"","id":322654,"title":"Candelabra","adult":false,"genre_ids":[9648]},{"cast":["Benjamin Schick","Robin Sims","Aldo Ray","Ray Essler","Randy Hogen"],"overview":"A group of misfit U.S. Army soldiers are chosen to represent their base at the annual war games competition where they are not expected to win.","release_date":"1989-01-01","vote_average":3.0,"runtime":87,"cert":"\"\"","id":322656,"title":"Shooters","adult":false,"genre_ids":[35]},{"cast":["David Scott King","Michi McGee","Gerald Okamura","Jay Richardson","Craig Ng"],"overview":"Several different factions compete in the search for ancient Japanese tablets that have the secret of immortality.","release_date":"1989-01-01","vote_average":3.0,"runtime":null,"cert":"\"\"","id":322658,"title":"Time Burst: The Final Alliance","adult":false,"genre_ids":[27,14,28,878]},{"cast":["Jean-Jacques Goldman"],"overview":"20 years of clips where one finds pleasure intact with titles such as Je marche seul, Elle a fait un bébé toute seule, Quand la musique est bonne, Là-bas, Je te donne, Comme toi, Pas toi, Au bout de mes rêves, Encore un matin...","release_date":"2000-06-12","vote_average":0.0,"runtime":180,"cert":"N\/A","id":322663,"title":"Integrale des Clips 1981\/2000","adult":false,"genre_ids":[]},{"cast":["Martin Šesták"],"overview":"","release_date":"2014-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322665,"title":"Cesta","adult":false,"genre_ids":[]},{"cast":["Andréa Ferréol","Michael Ballhaus","Tom Stoppard","Juliane Lorenz","Dieter Minx"],"overview":"This absolutely top-notch documentary by Robert Fischer is a fascinating look back at not just the film in question, but Fassbinder's meteoric career which ended all too soon with his untimely death. Archival footage of Fassbinder is utilized (including several fascinating snippets culled from interviews he did at the disastrous Cannes premiere of Despair), as well as many others involved in the film and its release. Even if you're not a particular fan of Despair, or even in fact of Fassbinder, this is stellar documentary film making and is an intriguing look at one of the most enigmatic masters of the New German Cinema.","release_date":"2011-01-01","vote_average":7.0,"runtime":70,"cert":"\"\"","id":322679,"title":"The Cinema and its Double - Rainer Werner Fassbinder's 'Despair' Revisited","adult":false,"genre_ids":[99]},{"cast":["Shaun Thompson"],"overview":"Cardio...upper body...legs...abs...repeat! This is how you get ripped in 25 minutes.","release_date":"2013-01-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":322681,"title":"Focus T25: Beta - Rip't Circuit","adult":false,"genre_ids":[]},{"cast":["Shaun Thompson"],"overview":"Rev it all the way up with Shaun's calorie-scorching, core-focused speed drills.","release_date":"2013-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":322683,"title":"Focus T25: Beta - Speed 2.0","adult":false,"genre_ids":[]},{"cast":["Shaun Thompson"],"overview":"Shaun will help you develop the upper body of your dreams. All you have to do is FOCUS.","release_date":"2013-01-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":322685,"title":"Focus T25: Beta - Upper Focus","adult":false,"genre_ids":[]},{"cast":["Shaun Thompson"],"overview":"Build lean muscle and burn fat at the same time! In this one, the weights never leave your hands.\r Not even for the warm-up.","release_date":"2013-01-01","vote_average":10.0,"runtime":29,"cert":"\"\"","id":322687,"title":"Focus T25: Gamma - Extreme Circuit","adult":false,"genre_ids":[]},{"cast":["Shaun Thompson"],"overview":"Faster pace. More sweat. Serious results. You won't want to miss this 25-minute high-speed challenge.","release_date":"2013-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":322689,"title":"Focus T25: Gamma - Speed 3.0","adult":false,"genre_ids":[]},{"cast":["Shaun Thompson"],"overview":"25-minute, muscle-relaxing flexibility routine. After 5 days of hard work, your body will crave it.","release_date":"2013-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":322691,"title":"Focus T25: Alpha - Stretch","adult":false,"genre_ids":[]},{"cast":["Anastacia"],"overview":"Anastacia - The Video Collection movie was released Feb 24, 2004 by the Sony Music studio. One of the most popular solo-artists in Europe, Anastacia has won numerous awards for her talents, including the Best Female Pop prize at the 2001 MTV Europe Music awards. Anastacia - The Video Collection movie Her second album, \"Freak of Nature\" has sold more than 4 million copies worldwide, and she is poised to break her homeland of America for the first time. Anastacia - The Video Collection video Collecting videos from Anastacia's first two albums, this collection includes \"I'm Outta Love,\" \"Paid My Dues,\" \"Not That Kind\" and many more!","release_date":"2002-12-02","vote_average":4.0,"runtime":90,"cert":"\"\"","id":322702,"title":"Anastacia: The Video Collection","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Short documentary about a house that will soon be demolished.","release_date":"1966-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":322704,"title":"Widmung für ein Haus","adult":false,"genre_ids":[]},{"cast":[],"overview":"“Kosher”, in a figurative sense, means “pure”. And in the Jewish kitchen, everything that is pure is certified as such by the kosher certificate of purity. In “Being Kosher”, Ruth Olshan applies this Jewish tradition of verifying the purity of things to her own Jewish family history. A tragicomic exploration of Jewish purity laws! From kosher food to ritual hygiene, sex by the book to the “not quite kosher” Jewish identity and family history of the filmmaker.","release_date":"2010-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":322706,"title":"Being Kosher","adult":false,"genre_ids":[99]},{"cast":["Howard Lukk","M.T. Silvia","Emiko Okada","Pauline Silvia"],"overview":"Atomic Mom is a feature length documentary about two women, both mothers, who have very different experiences of the atom bomb. One is my mother, Pauline Silvia, who was a Navy biologist in the early 1950's and was sent to the Nevada Test Site where she witnessed five detonations. After decades of silence, she is in a crisis of conscience about the work she did. The other woman is Emiko Okada, a Hiroshima survivor who was eight years old when the bomb was dropped. Knowing the work that Pauline did, Emiko offers her an olive branch with a beautifully potent message of peace.","release_date":"2010-01-01","vote_average":5.0,"runtime":87,"cert":"\"\"","id":322708,"title":"Atomic Mom","adult":false,"genre_ids":[]},{"cast":["Jonny Brugh","Jemaine Clement","Jason Hoyte","Phil McMurtrie","Justin Telford"],"overview":"his film records the devising of a “work in progress” by theatre director Ashley Thorndyke (Jason Hoyte). The concept — by Duncan Sarkies (Two Little Boys, Scarfies) — mocks the gamut of thesp and drama school cliches: from ‘wanky’ director to wacky warm-up exercises (animal impersonations, primal screams, Love Boat theme song). Peter Burger, fresh out of Broadcasting School, co-directs, and the willing cast is drawn from the 90s Wellington theatre scene orbiting around Bats and Victoria University. Future Conchord Jemaine Clement memorably learns to get loose.","release_date":"1995-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":322710,"title":"Ash: Ashley Thorndyke - Work in Progress","adult":false,"genre_ids":[35]},{"cast":["Cody Lindquist","Mark Vigeant","Lily Du"],"overview":"On St. Blevins Day (the most debauched of regional holidays), four boys looking to lose their virginity, a girl haunted by a dark secret, a lonely teenager, and an escaped mental patient all meet at a party in the woods. They were looking for fun but what they found... was TERROR!","release_date":"2014-04-17","vote_average":6.0,"runtime":92,"cert":"\"\"","id":322712,"title":"Fear Town, USA","adult":false,"genre_ids":[35,27]},{"cast":["K. R. Ramaswamy","T. S. Balaiah","Nageshwara Rao Akkineni","Lalitha","T. K. Shanmugam"],"overview":"Or Iravu  was a stage play written by Annadurai. It was originally written for K. R. Ramasamy's Krishnan memorial drama company by Annadurai . Avichi Meiyappa Chettiar of AVM productions decided to make a film based on the play. Annadurai was paid 10,000 Rupees for writing the screenplay. Annadurai went to AVM studios and wrote the entire script and dialogues totaling 300 pages in a single night. The screenplay was later modified by the director and the producer of the film. This was the third film to be made based on Annadurai's plays, after Velaikaari (1949) and Nallathambi (1949).  Or iravu depicted events that happen in a single night. Older incidents were depicted using flashbacks. However in the film version, flash backs were replaced with a linear narration.[6] Or iravu tells the story of a thief who breaks into a rich man's house without knowing that the rich man is his own father who had abandoned him and his mother long ago.","release_date":"1951-04-11","vote_average":7.0,"runtime":160,"cert":"N\/A","id":322714,"title":"Or Iravu","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Nick Diaz","Tyron Woodley","Kelvin Gastelum","Joe Lauzon"],"overview":"UFC 183: Silva vs. Diaz is a mixed martial arts event held on January 31, 2015 at MGM Grand Garden Arena in Las Vegas, Nevada.","release_date":"2015-01-31","vote_average":7.0,"runtime":171,"cert":"\"PG-13\"","id":322719,"title":"UFC 183: Silva vs. Diaz","adult":false,"genre_ids":[28]},{"cast":["Hans Brenner","Helmut Fischer","Fritz Wepper","Gerhard Zemann","Gisela Schneeberger"],"overview":"A comedy directed by Otto W. Retzer.","release_date":"1995-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":322721,"title":"Drei in fremden Kissen","adult":false,"genre_ids":[35]},{"cast":["Katja Weitzenböck","Robert Atzorn","Anna-Lena Schwing","Birthe Wolter","Marie Gruber"],"overview":"A drama directed by Sigi Rothemund.","release_date":"2015-04-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":322723,"title":"Engel der Gerechtigkeit: Geld oder Leben","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Fierek","Dolly Dollar","Richard Rigan","Bea Fiedler","Eddi Arent"],"overview":"A comedy directed by Martin Müller.","release_date":"1980-10-31","vote_average":0.0,"runtime":81,"cert":"N\/A","id":322725,"title":"Keiner hat das Pferd geküsst","adult":false,"genre_ids":[35]},{"cast":["Bob Custer","Hazel Mills","Bud Osborne","Hank Bell","Adabelle Driver"],"overview":"There is trouble on the Bar D ranch as cowhand Mile Ahead plans to rustle the herd. He starts a fire on the opposite side of the ranch to keep the hands busy and also kidnaps the new school teacher. Fighting the fire, Foreman Denver leans the cattle are gone and going after Mile Ahead, learns the teacher is a prisoner in the school and the fire that is now out of control is heading her way.","release_date":"1929-06-30","vote_average":0.0,"runtime":50,"cert":"\"\"","id":322727,"title":"The Last Roundup","adult":false,"genre_ids":[37]},{"cast":["Hape Kerkeling","Barbara Schöneberger","Micky Beisenherz","Costa Cordalis","Joey Heindle"],"overview":"A mix between comdey and documentary directed by Hape Kerkeling and Gero von Boehm.","release_date":"2014-11-30","vote_average":0.0,"runtime":59,"cert":"N\/A","id":322729,"title":"Hape Kerkeling - Keine Geburtstagsshow!","adult":false,"genre_ids":[99,35]},{"cast":["Peter Weck","Friedrich von Thun","Susanne Uhlen","Michèle Marian","Dietrich Siegl"],"overview":"A crime comedy directed by Peter Weck.","release_date":"2001-11-24","vote_average":0.0,"runtime":89,"cert":"N\/A","id":322731,"title":"Herzensfeinde","adult":false,"genre_ids":[10751,80,35]},{"cast":["Rainhard Fendrich","Ottfried Fischer","Barbara Wussow","Alexander Wussow","Rainer Basedow"],"overview":"A romance directed by Holm Dressler.","release_date":"2001-11-30","vote_average":0.0,"runtime":89,"cert":"N\/A","id":322742,"title":"Eine Insel zum Träumen - Koh Samui","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"With haunting suburban visuals backed by the rich sounds of Toronto based-band Ohbijou, Akin powerfully engages in a relationship between an Orthodox Jewish mother and her transgender son as they navigate the haunted secrets of a shared past.","release_date":"2012-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":322744,"title":"Akin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music and politics collide when international music star, Pras Michel of the Fugees, returns to his homeland of Haiti following the devastating earthquake of 2010 to mobilize a presidential campaign for Haiti's most controversial musician: Michel Martelly aka Sweet Micky. The politically inexperienced pair set out against a corrupted government, civil unrest, and a fixed election. When Pras's former bandmate, superstar Wyclef Jean, also enters the presidential race, their chances seem further doomed. But with the help of a few friends, including Ben Stiller and former president Bill Clinton, they never give up on their honest dream of changing the course of Haiti's future forever","release_date":"2015-01-23","vote_average":7.5,"runtime":89,"cert":"\"\"","id":322746,"title":"Sweet Micky for President","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A doc-style short showing two people who transitioned to the other sex answering the same questions. Director Chase Joynt uses clever cuts to create rhythmic montages through their juxtaposition.","release_date":"2012-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":322748,"title":"I'm Yours","adult":false,"genre_ids":[]},{"cast":["Michael Roll","Claudine Wilde","Heinrich Schafmeister","Maximilian Krückl","Anna Böttcher"],"overview":"A romance directed by Stefan Lukschy.","release_date":"2000-12-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":322750,"title":"Seitensprung ins Glück","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Over the course of 3 years, Fan Popo visited a bar called “Only-Love” in Nanning, China, getting to know the dancers and drag queens there and discovering who they really were behind their exuberant costumes and personas.","release_date":"2011-01-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":322752,"title":"Be a Woman","adult":false,"genre_ids":[]},{"cast":["Patricia Field","Candis Cayne","Amanda Lepore","Dai Burger","Lady Fag"],"overview":"A group of young lost rebellious outsiders are given a home in New York City by Emmy Award-winning fashion stylist, Patricia Field, and together take on the world, changing it forever. Field, has done a lot more than Sex and the City. She has spent several decades saving lives and giving hope to lost outsiders who society frowned upon--transsexuals, club kids, drag queens, gay teenagers, butch-dykes, people who needed to escape from their hometowns because they were never understood. This is the story of a close-knit unconventional family in New York that has single-handedly changed music and fashion for the world several times over. Toronto filmmaker, Mars Roberge, has spent a decade becoming one with them so that their story could be told. In doing so, he becomes part of their family.","release_date":"2013-06-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":322754,"title":"The Little House That Could","adult":false,"genre_ids":[]},{"cast":["K. Balachander","P. Bharathiraja","Aari","Anjali","Karunas"],"overview":"Rettaichuzhi is a 2010 Indian Tamil-language drama film written and directed by newcomer Thamira. It stars ace filmmakers K. Balachander and Bharathiraja in lead roles along with Anjali, debutant Aari, Manobala, Ilavarasu, Karunas and Jayachitra in supporting roles. The film unfolds in a village in Thirunelveli. Ramasamy (K Balachander) is an influential man in the village and he is a devoted to the principles of Congress since his childhood. He is against Singaravelan (Bharathiraja), a Communist.  Their feud runs for over four decades. Even their grand children are against each other and they form gangs to express their enmity. However a romance in the family changes the warm atmosphere.  Susheela (Anjali), brought up in Singaravelan's house is a school teacher who is in love with one Murthy (Aari). Understanding their true love, the children forget their enmity and try to bring both families together and get them wedlocked. Did they succeed in their attempts forms the climax.","release_date":"2010-04-23","vote_average":5.5,"runtime":142,"cert":"N\/A","id":322765,"title":"Rettaisuzhi","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Jules-Edouard Moustic","Noémie Lvovsky","Christophe Vandevelde","Nicolas Maury"],"overview":"MAN'S BEST FRIEND\r Henri works as canine security guard in a train station in the suburbs. One day, his boss tells him that he needs to get rid of Snowy, an old narcoleptic Rottweiler, and his only friend.","release_date":"2010-01-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":322767,"title":"Le Meilleur Ami de l'homme","adult":false,"genre_ids":[10749,35]},{"cast":["Chia Ling","Ting Wa-Chung","Don Wong Tao","Yee Yuen","Wong Wing-Sang"],"overview":"When the deadly Iron Swallow (Chia Ling) sets out to avenge her past in this classic martial arts film, audiences are about to find out that it is revenge, not time, that truly heals all wounds. As the Iron Swallow sets out to enforce her own deadly brand of justice, a mysterious killer (Wong Wing San) charts her every move in a desperate attempt to frame her and prevent her from realizing her bloody dream. Now, as the limbs fly and the blood flows, friend will fight friend in an all-out battle to the death where the only rule is survival.","release_date":"1978-12-08","vote_average":6.5,"runtime":88,"cert":"N\/A","id":322769,"title":"Iron Swallow","adult":false,"genre_ids":[28]},{"cast":["Jakob Eklund","Jens Hultén","Meliz Karlge","Björn Bengtsson","Mikael Tornving"],"overview":"Falk is blackmailed into smuggling a truckload of guns from Latvia.","release_date":"2015-06-29","vote_average":6.2,"runtime":98,"cert":"N\/A","id":322771,"title":"Johan Falk: From the Ashes in the Fire","adult":false,"genre_ids":[28,53]},{"cast":["Mats Huddén","Sune Mangs","Bert-Åke Varg"],"overview":"Four real life stories of the paranormal and hauntings. Echoes From Beyond The Grave. Spirits Of Bodmin Moor. The Possession. The Priest And The Professor.","release_date":"1987-10-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":322773,"title":"Spökligan","adult":false,"genre_ids":[14,35,27]},{"cast":[],"overview":"A short film by Stan Brakhage.","release_date":"1981-07-01","vote_average":5.0,"runtime":17,"cert":"\"\"","id":322775,"title":"Arabic Numeral Series 12","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-10-03","vote_average":2.0,"runtime":1,"cert":"\"\"","id":322777,"title":"Not a film","adult":false,"genre_ids":[16,10751]},{"cast":["Elmar Wepper","Felix von Manteuffel","Angela Roy","Christine Neubauer","Ulrich Matschoss"],"overview":"","release_date":"1995-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322791,"title":"Knallhart daneben","adult":false,"genre_ids":[35]},{"cast":["Olive Tell","John B. O'Brien","Denton Vane","Ida Pardee","John D. Walsh"],"overview":"Olive Muir, a haughty society girl, objects when Alice Prentice, a girl of lower station, comes to visit her family. After Alice's drunken father comes to visit the Muir home, Olive learns to her horror that she is adopted and that Prentice is her real father.","release_date":"1920-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":322793,"title":"Wings of Pride","adult":false,"genre_ids":[18]},{"cast":["Séverin-Mars","Camille Bert"],"overview":"Two strangers arrive in Corrèze to Landry Smith's (Séverin-Mars) country estate, each of them with a possibly sinister plot in mind.","release_date":"1919-12-12","vote_average":0.0,"runtime":75,"cert":"N\/A","id":322795,"title":"Haceldama ou Le Prix du sang","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1952-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322800,"title":"Lazy sa pohly","adult":false,"genre_ids":[]},{"cast":["Antonio Moreno","Maria Alba","Pablo Álvarez Rubio","María Teresa Renner","Tito Davison"],"overview":"","release_date":"1930-12-05","vote_average":0.0,"runtime":74,"cert":"\"\"","id":322802,"title":"Los que Danzan","adult":false,"genre_ids":[10749,80,18]},{"cast":["Nadezhda Rumyantseva","Pavel Volkov","Yuri Puzyryov","Olga Khorkova","Yuri Leonidov"],"overview":"The action takes place during the Second World War in the battle zone over the Black Sea coast. Soviet sailors track down an enemy submarine. Meanwhile, the commander of the Sea Hunter, along with one of the sailors, is not returning from intelligence. Young patriots Katya and Lida report to the boat about the signal of unknown friends who noticed a submarine. Thanks to this, Soviet sailors drown an enemy boat, and the brave reconnaissance Katya, who knows the mountain paths of the coast well, discovers a Sea Hunter commander and a seriously wounded sailor in one of the caves ..","release_date":"1954-12-01","vote_average":10.0,"runtime":67,"cert":"N\/A","id":322804,"title":"Marine Hunter","adult":false,"genre_ids":[12,10752]},{"cast":[],"overview":"","release_date":"2003-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322824,"title":"T'choupi première rentrée","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322826,"title":"T'choupi au zoo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322828,"title":"T'choupi et ses amis - Le plus beau sapin de Noël","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322830,"title":"Dora L'Exploratrice - Volume 02 - Le village des jouets","adult":false,"genre_ids":[16]},{"cast":[],"overview":"San Francisco dot.comers hatch a plan to cash in on their employees' lives during the dotcom boom and bust.","release_date":"2003-01-21","vote_average":0.0,"runtime":102,"cert":"\"NR\"","id":322832,"title":"IPO","adult":false,"genre_ids":[35,99]},{"cast":["Shiva Rea"],"overview":"Learn the basics of flow yoga, also called vinyasa yoga, which fuses rhythmic breathing and fluid movement. Hosted by instructor Shiva Rea, this complete workout helps viewers clear their minds, calm their bodies and increase their heart rates. Filmed on the beautiful Hawaiian island of Kauai, this yoga routine starts with a seated meditation and covers Shiva's flowing approaches to classic yoga poses.","release_date":"2008-04-15","vote_average":0.0,"runtime":70,"cert":"\"\"","id":322834,"title":"Shiva Rea: Flow Yoga for Beginners","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about 19 female-to-male transsexuals from 14 different states who have given birth and, in most instances, gone on to raise their biological children.","release_date":"2006-10-29","vote_average":0.0,"runtime":61,"cert":"N\/A","id":322860,"title":"Transparent","adult":false,"genre_ids":[]},{"cast":["Luke Kirby","Marilyn Chambers","Larry Flynt","Kimberly Jade","Jim South"],"overview":"A snapshot of the porn industry in the San Fernando Valley focusing on a handful of people: Luke Ford, a reporter who breaks the industry's gentlemen's agreement and writes about actors who have HIV\/AIDS; Kimberley Jade, a veteran actress who contracts AIDS; Katie June, who arrives in Los Angeles from the South, going on 20, with dreams of becoming a porn star and with her mother's approval; Jim South, who runs a talent agency; and, William Margold, an aging factotum. Others appear on camera to round out a portrait of a busy industry that's lucrative for some and dangerous for others.","release_date":"2000-06-16","vote_average":7.3,"runtime":80,"cert":"N\/A","id":322862,"title":"Give Me Your Soul...","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two best friends taking on life's ultimate adventure - death.","release_date":"2011-09-06","vote_average":8.5,"runtime":86,"cert":"\"\"","id":322864,"title":"The LuLu Sessions","adult":false,"genre_ids":[]},{"cast":[],"overview":"This profoundly moving film explore the clandestine struggle of three women fighting for their right to love within their Orthodox Communities in Jerusalem. All three are lesbians, and members of a secret support group called the \"Ortho-Dykes\".","release_date":"2005-10-20","vote_average":0.0,"runtime":52,"cert":"N\/A","id":322866,"title":"Keep Not Silent","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kiana, an Iranian lesbian who had left Iran to avoid getting arrested, tries to start a new life in the UK, but her application is turned down by the Home office. She has nowhere to run, nowhere to hide.","release_date":"2010-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":322868,"title":"Cul de sac","adult":false,"genre_ids":[]},{"cast":["Ena Koshino","Kiki Sugino","Natsuko Hori","Haya Nakazaki","Juri Fukushima"],"overview":"Whimsical film in which students and teachers come together during a weekend for a wedding. The film flutters back and forth between the various characters and their feelings until the wedding starts. Shot in the old beach hotel where the great Ozu wrote his screenplays.  © iffr.com","release_date":"2014-12-09","vote_average":0.0,"runtime":88,"cert":"N\/A","id":322870,"title":"Chigasaki Story","adult":false,"genre_ids":[18,35]},{"cast":["Tamie Trevor","Jamie Gillis","Harry Reems","John Clemens","Mireille Renaud"],"overview":"A young woman in New York City goes out looking for an apartment and finds herself getting caught up in a series of sexual adventures culminating in a wild orgy.","release_date":"1973-02-02","vote_average":7.0,"runtime":65,"cert":"\"NC-17\"","id":322890,"title":"High Rise","adult":true,"genre_ids":[]},{"cast":["Tim Bergmann","Sonja Kirchberger","Stacy Keach","Helmut Zierl","Michele Oliveri"],"overview":"Lydia and Vincent Lufft adopted the now 10-year-old Marie, so Vincent has better career prospects at the very child-friendly Henderson Games. But Marie forges with her friend Nick a plan: they want to fake a kidnapping to get away from the adoptive parents. To find the alleged abducted Marie Max Hoch, expert of a security company, consulted. Max himself does not want to have children unlike his girlfriend. He soon finds out that the abduction can only be faked. However, when Heinz Michelin, a friend of the family who wants to pay Marie's debt back with the reward, urges to help with the kidnapping, he brings with him two real hijackers. Max brings Marie to his unsuspecting girlfriend Karo to protect her. In the meantime, Max is himself suspected by the police to have kidnapped Marie. Only with a trap can he prove his innocence.","release_date":"2003-05-20","vote_average":0.0,"runtime":92,"cert":"N\/A","id":322892,"title":"How Do You Change Your Parents?","adult":false,"genre_ids":[35]},{"cast":["Ernst Jacobi","Helmut Schmid","Cordula Trantow","Dieter Kirchlechner","Hartmut Reck"],"overview":"","release_date":"1960-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322900,"title":"Die Dame ist nicht fürs Feuer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Science is identifying new biological processes that determine a person’s sex. How will these findings affect the transgender and transsexual community? This program explores the latest research into gender development and the medical, cultural, and legal issues at the heart of the “brain sex” school of thought. Showing how human genome research has shifted scientific focus away from chromosomes, the video examines the role of brain receptors and the discovery of the SRY protein, which establishes maleness. Interviews featuring people with intersex and transsexual experiences shed light on how gender identity emerges, and how it figured into one man’s legal battle for the right to marry.","release_date":"2005-01-01","vote_average":0.0,"runtime":46,"cert":"\"\"","id":322902,"title":"The Gender Puzzle","adult":false,"genre_ids":[]},{"cast":["Witta Pohl","Dieter Kirchlechner","Nina Hoger","Maja Maranow","Karl-Heinz von Hassel"],"overview":"","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322904,"title":"Der Hochzeitstag","adult":false,"genre_ids":[18,35]},{"cast":["Hans Christian Blech","Beatrice Kessler","Dieter Kirchlechner","Karl-Heinz Vosgerau"],"overview":"","release_date":"1986-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322906,"title":"Kennwort Möwe","adult":false,"genre_ids":[18]},{"cast":["Sérgio Ricardo","Marília Coelho","Nino Batista","Márcio Januário"],"overview":"","release_date":"2014-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322920,"title":"Pé Sem Chão","adult":false,"genre_ids":[18]},{"cast":["Jason London","Robert Davi","David Keith","Michael Copon","Natalie Burn"],"overview":"A random group of people wake up on an Island where they are being hunted down in a sinister plot to harvest their organs.","release_date":"2015-07-07","vote_average":3.6,"runtime":95,"cert":"\"R\"","id":322922,"title":"Awaken","adult":false,"genre_ids":[27,53,28]},{"cast":["Nikos Kourkoulos","Danis Katranidis","Grigoris Vafias","Daniella Moreti","Thaleia Papazoglou"],"overview":"An engineer (Nikos Kourkoulos) oversees as a expert the cracks that have suffered a dam. The rumors that want the dam to collapse and drag people, panic the inhabitants of the surrounding area.","release_date":"1982-02-01","vote_average":6.0,"runtime":115,"cert":"N\/A","id":322924,"title":"The Dam","adult":false,"genre_ids":[18]},{"cast":[],"overview":"As a young boy, Tommaso's (Gerard Darier) interest in women and in his cousin Marta (Mariangela Melato) in particular, inspired him to bore peep holes into her wall and vicariously partake of her forbidden private life, including her wedding day. Time goes by, and after living through many changes going on around him, Tommaso has grown up and is now a soldier in the military. When he sees cousin Marta at a train station one day, he jumps off his train, talks to her for awhile, and tries to give her some strength to face the various problems in her life. Both Marta and Tommaso suffer deceptions over the next crucial period -- Marta becomes estranged from her husband, and her daughter is more distant with each passing day.","release_date":"1982-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322926,"title":"The Good Soldier","adult":false,"genre_ids":[]},{"cast":["Shaam","Meera Jasmine","Thilakan","Rajan P Dev","Raghuvaran"],"overview":"Bala, a hitman in Pasupathi's gang, is madly in love with Arthi, the daughter of a rival gangster, Jeyamani. The mentor of the two gangs encourages them to get married.","release_date":"2002-12-13","vote_average":0.0,"runtime":132,"cert":"N\/A","id":322928,"title":"Bala","adult":false,"genre_ids":[10749,18,28]},{"cast":["Shaam","Sharmilee","M. N. Nambiar","Ramya Krishnan","Yugendran"],"overview":"Anbe Anbe is a Tamil Family Drama Film. Nambiar and his wife Manorama head a large family with their two sons, one daughter and their spouses and children. Shaam, one of their grandsons, is loved by all while Yugendran, who works in the city, is the black sheep of the family. Shaam and Sharmili, Nambiar's grand daugther fall in love but it soon develops into a love triangle when Yugendran starts believing Sharmili is in love with him and so falls for her too.","release_date":"2003-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322930,"title":"Anbe Anbe","adult":false,"genre_ids":[10749,10751,18]},{"cast":["José Sacristán","Cristina Marsillach","Mercedes Sampietro","Fernando Vivanco","Marta Fernández Muro"],"overview":"Bernabe (José Sacristán) works as an artistic director for a publicity firm but his avocation is fawning after his bosses, sleeping with whomever might advance his career, and ignoring his wife. Life continues on in this vein until he meets a young model whom he invites up to his boss's temporarily vacant country house, pretending the house belongs to him. Not very far away, bulldozers and other machinery are clearing the beautifully wooded area so construction can start on an amusement park. Little does Bernabe realize that his potential new conquest is a seriously fanatical environmental advocate, and she arrives at the house with friends, gets Bernabe high and \"out of it,\" and then she and her friends proceed to trash the construction machinery. Once Bernabe comes around again, he finds out what has happened, loses heart for his planned sexual escapade, and begins to appreciate his wife for the first time.","release_date":"1982-02-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":322932,"title":"Estoy en crisis","adult":false,"genre_ids":[35]},{"cast":["Hilda Barry","Sidney Bland","John Charlesworth","Tom Clegg","David Garth"],"overview":"Set in the fairgrounds of 18th century England, the story of a kidnapped heir who regains his rightful inheritance to title and estates with the help of his friends.","release_date":"1954-02-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":322949,"title":"John of the Fair","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Magazine Short.","release_date":"1952-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322951,"title":"Our Magazine No. 3","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322953,"title":"Viaje a Yebisah","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Letter from East Anglia","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322955,"title":"A Letter from East Anglia","adult":false,"genre_ids":[10751]},{"cast":["Peter Butterworth","Humphrey Kent","Harry Lane","John Levitt"],"overview":"Escapades of Dickie Duffle, handyman, as he tours a film studio.","release_date":"1953-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":322957,"title":"Watch Out","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Schoolgirl miming in Indonesia; Godfrey Evans shows wicket keeping to boys; children in York; making bagpipes.","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322959,"title":"Our Magazine No. 5","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Story of a letter written by a Welsh boy to a friend in Australia.","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322961,"title":"A Letter from Wales","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Magazine dealing with hobbies.","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322981,"title":"Our Magazine No. 15","adult":false,"genre_ids":[10751]},{"cast":["Francisco Cavalcanti","Zilda Mayo","Jofre Soares","Heitor Gaiotti","Ruy Leal"],"overview":"Prostitute is impregnated by a wealthy businessman. Identical twins are born: Márcio created by the father and the mother another. The latter becomes a marginal, while the first, with the death of his father, inherits fortune incalculable. Upon learning of fortune inherited by his brother, the marginal killer, and takes its place in business. Everything goes well until an employee discovers the drama.","release_date":"1981-08-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":322983,"title":"The Son of the Prostitute","adult":false,"genre_ids":[80,18]},{"cast":["Tony Cardi","Adélia Coelho","Nestor Alves de Lima","Heitor Gaiotti","Nivaldo Lima"],"overview":"","release_date":"1974-03-26","vote_average":3.0,"runtime":null,"cert":"N\/A","id":322985,"title":"Pedro Canhoto, O Vingador Erótico","adult":false,"genre_ids":[]},{"cast":[],"overview":"Juvenile magazine. Hints on table tennis, St. John Ambulance cadets in camp, a doll collection etc.","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322987,"title":"Our Magazine No. 12","adult":false,"genre_ids":[10751]},{"cast":["Fella Edmonds","Diana Day","Peter Dyneley","Nicola Braithwaite"],"overview":"Three air cadets foil Revolutionaries who are plotting to steal an airliner.","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":322989,"title":"The Stolen Airliner","adult":false,"genre_ids":[10751]},{"cert":"N\/A","title":"The Secret of the Forest","cast":["Kit Terrington","Jacqueline Cox","Barry Knight","Vincent Ball"],"id":322991,"overview":"Two children dig up an old Viking treasure ship and become involved with crooks who have buried their loot on the site. Specially made for children.","runtime":61,"genre_ids":[10751],"release_date":"1956-01-01","vote_average":0.0,"adult":false}]