[{"cast":["Shaam","Nithya Das","Sameksha Singh","Jayasurya","T. P. Gajendran"],"overview":"Siva (Shaam) and Sathya (Nithyadas) are collegemates. She is a good friend of Siva. She is always with him, both in his happy and sad moments. When he is in a tight corner, Sathya with the help of her father, helps Siva to come out it unscathed. Their friendship continues even after their college days. The parents of Siva and Sathya mistake their friendship as an affair. In the course of time, Siva marries Sruthy (Samiksha) and Sathya marries Karthik (Jaya Surya). Sruthy soon becomes pregnant but dies of complications in childbirth. Siva is left to raise his son on his own. Many years pass, and Siva's son begins to treat him badly, leaving Siva destitute. At the same time, Karthik informs Siva that Sathya is in her death bed due to heart problems. In due course of time, Sathya dies. The film ends as Karthik and Siva, both widowers, walk together vowing to remain good friends for the remainder of their lives.","release_date":"2006-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323011,"title":"Manathodu Mazhaikalam","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Minna Haapkylä","Laura Birn","Hannu-Pekka Björkman","Outi Mäenpää"],"overview":"Armi Ratia is the woman behind the legendary design company Marimekko and a worldwide celebrity. A theatre company has taken on the task of trying to portray the life and work of this complex person. The sets mainly consist of the well-known patterns that we all have grown to love. Armi is a brave, risk-taking businesswoman and her passion for her company repeatedly takes its toll on her employees, finances and family. The company grows while Armi's personal life is shaken by suicide attempts and turbulence. In Armi Alive!, Oscar-nominated film producer and director Jörn Donner portrays a fascinating woman with fervent ideas about the new Finnish man, her company, fabrics and clothes.","release_date":"2015-03-20","vote_average":4.8,"runtime":84,"cert":"N\/A","id":323016,"title":"Armi Alive!","adult":false,"genre_ids":[99,18]},{"cast":["Yiliana Chong","Joaquín Ventura"],"overview":"A group of friends in Peru walk across the sandy outskirts of Lima in order to pay their respects to a fallen gang member.","release_date":"2010-04-15","vote_average":7.0,"runtime":87,"cert":"N\/A","id":323018,"title":"Paraiso","adult":false,"genre_ids":[18]},{"cast":["Franck Dubosc","Kad Merad","Alexandra Lamy","Gérard Darmon","Julien Boisselier"],"overview":"Éric and Patrice have been friends since high school. Over the years, they have both taken very different paths: Éric has become a hedonist, has a string of girlfriends and is always on the look out for a new one; Patrice has become a monogamous father with a very ordered life. After a drunken evening, the two childhood friends find themselves cast back into 1986, when they were 17 years old. This return to the past is a dream opportunity to try to change the path their lives will take. What will they do with this second chance?","release_date":"2015-02-18","vote_average":5.4,"runtime":98,"cert":"N\/A","id":323020,"title":"Bis","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2014-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323025,"title":"Der Geist der Biker","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On the Track of Treasure","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323045,"title":"On the Track of Treasure","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Famous Five","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323047,"title":"The Famous Five","adult":false,"genre_ids":[10751]},{"cast":["Babe Sargent"],"overview":"A curmudgeonly resident of a hospital makes trouble for the staff as he plots his escape.","release_date":"1973-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":323049,"title":"The Wild Goose","adult":false,"genre_ids":[35]},{"cast":["Zephyr Benson","Aaron Costa Ganis","Jon McCormick","Mike Steinmetz","Adonis Rodriguez"],"overview":"A forlorn teenager abandoned in New York City spirals out of control, from a troubled kid to an accidental addict, after he mistakes the welcoming embrace of a Lower East Side drug dealer for the love of family. Offering a humorous take on the absurdity of the junky lifestyle, STRAIGHT OUTTA TOMPKINS also presents a fearlessly honest portrayal of the violence and danger that come with teen drug use.","release_date":"2015-03-06","vote_average":4.6,"runtime":92,"cert":"\"\"","id":323051,"title":"Straight Outta Tompkins","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Jai Jawaan Jai Kisaan is a journey about Lal Bahadur Shashtri's glorious life. The movie begins with the various freedom fights in the country during the pre-independence era. A time where two groups ( Garam Dal and Naram Dal) had waged a war against Britishers with different set of ideologies. It was under the leadership of Gandhi ji that Naram Dal took on the Britishers and led a peaceful march towards independence. Lal Bahadur Shastri was a prominent personality in this group and has a huge role to play in the history of India's independence. However this dynamic leader had his own story to deal with during the initial phase of his life. A low economic background, untimely death of his father and a mother to look after...these were just some of the problems that gave Lal Bahadur Shashtri a direction in life.","release_date":"2015-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323053,"title":"Jai Jawaan Jai Kisaan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1975","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323055,"title":"Natak","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story of youthful misadventure set against the backdrop of a lawless border terrain during the last gasps of the Irish boom.","release_date":"2013-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323075,"title":"Black Ice","adult":false,"genre_ids":[]},{"cast":[],"overview":"Memories of a Dreamer is a first person account of the hardship suffered by a political prisoner from Chile's 1973 cruel dictatorship. Felix Mora recounts shocking details of the torture he endured, his escape from the dictatorship and the challenges he has faced as an exile in Italy and Canada. The question is has Felix allowed torture and exile to shatter his dreams of obtaining justice and being able to return to Chile? Or has he used that suffering as a force to accomplish that dream?","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323077,"title":"Memories Of A Dreamer: The Journey Of A Political Prisoner","adult":false,"genre_ids":[]},{"cast":["Michael Luckett"],"overview":"Five teenagers frantically run for refuge down into a basement. They barricade themselves inside as they are being hunted down by an insane killer upstairs.  The killer’s motive is unknown and the teenagers question why this is happening to them. With the killer holding vigil at the basement door, the teenagers soon realize they’re trapped, as the only way out is the very same way they got in. As events unfold, questions of their own sanity come to light and reality becomes distorted.","release_date":"2011-10-10","vote_average":3.0,"runtime":83,"cert":"N\/A","id":323079,"title":"The Basement","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Experience super cars from their manufacturing process, design to their cutting edge innovation. From boutique designers to legendary brands, this Tech Toys special travels the globe, breaking down the best in automotive.","release_date":"2014-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323081,"title":"Tech Toys: Dream Big","adult":false,"genre_ids":[]},{"cast":["Félicien Trewey"],"overview":"A man performs a balancing act with a ball and a pair of sticks.","release_date":"1896-02-09","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323083,"title":"Jongleur au ballon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Step back in time to December 7, 1941, when the Japanese struck the United States convoy stationed at Pearl Harbor, Hawaii. Through actual footage and interviews with more than 60 survivors of World War II's most unforgettable event, this film recounts the tragic events of that fateful day. Also, take a tour of Pearl Harbor's many museums and memorials and what's left of the buildings and ships that somehow escaped destruction.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323085,"title":"Pearl Harbor: The Real Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"A piece of Beatles history is revisited in this tour of key London locales made famous by the Fab Four. London Beatles Fan Club founder Richard Porter guides Beatlemaniacs to the EMI recording studios, the Beatles' London homes, the iconic Abbey Road crosswalk, Decca Studios, where the band was rejected after an audition, and more for a fantastic look at the group that changed rock 'n' roll.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323087,"title":"The Beatles London","adult":false,"genre_ids":[]},{"cast":["Marquis de Wavrin"],"overview":"The Marquis de Wavrin, a Belgian explorer, spends four years in the Amazon jungle in Ecuador looking for a lost friend who may have fallen victim to headhunters.","release_date":"1932-11-12","vote_average":0.0,"runtime":75,"cert":"\"\"","id":323110,"title":"The Amazon Head Hunters","adult":false,"genre_ids":[]},{"cast":["Simón Andreu","María Salerno","Guillermo Méndez","Susan Taff"],"overview":"","release_date":"1985-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":323115,"title":"The Return of the Vampires","adult":false,"genre_ids":[27]},{"cast":["Javier Solís","Fernando Soler","Sonia López","Joaquín Cordero","Oscar Madrigal"],"overview":"Amateur boxer gets sucked into the professional circuit while his girlfriend seeks stardom as a singer.","release_date":"1964-09-24","vote_average":5.0,"runtime":90,"cert":"N\/A","id":323117,"title":"Campeón del barrio","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1859 the United States was a nation torn apart over the issue of slavery. At sea off the coast of Africa, the USS Constellation's mission is to interdict ships smuggling slaves.","release_date":"2007-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":323119,"title":"USS Constellation: Battling for Freedom","adult":false,"genre_ids":[]},{"cast":[],"overview":"On April 26th, 1986, reactor four at Chernobyl nuclear power station explodes, sending an enormous radioactive cloud over Northern Ukraine and neighbouring Belarus. The danger is kept a secret from the rest of the world and the nearby population who go about their business as usual. May Day celebrations begin, children play and the residents of Pripyat marvel at the spectacular fire raging at the reactor. After three days, an area the size of England becomes contaminated with radioactive dust, creating a 'zone' of poisoned land. Based on Mario Petrucci's award-winning book-length poem (split over two books), 'Heavy Water: a film for Chernobyl', and the shorter version 'Half Life: a Journey to Chernobyl\", tells the story of the people who dealt with the disaster at ground-level: the fire-fighters, soldiers, 'liquidators', and their families.","release_date":"2007-01-07","vote_average":6.0,"runtime":52,"cert":"N\/A","id":323121,"title":"Heavy Water: A Film for Chernobyl","adult":false,"genre_ids":[99,18]},{"cast":["Kate Nelligan","Ron Silver","Julie Harris","Jeanine Jackson","Joseph Kell"],"overview":"As the closest-guarded secrets of a troubled family gradually begin to emerge from the shadows, a desperate mother struggles to bring the ones she loves together in this family drama starring Kate Nelligan and Ron Silver.","release_date":"1999-02-08","vote_average":0.0,"runtime":90,"cert":"\"\"","id":323123,"title":"Love Is Strange","adult":false,"genre_ids":[18]},{"cast":["Ananda Everingham","Ray MacDonald","Shahkrit Yamnarm","Nalintip Permpattarasakul"],"overview":"Two pranksters who wreak havoc late at night in the horror ensemble “3AM” now return with their own feature-length movie.  Karan and Tee are the two business owners who worked overtime late into the night, played horror pranks on their employees, only to be scared the lives out of them by the real ghosts haunting their office. They survived that horrifying episode in “3AM” but have suffered certain aftermaths. Now Karan and Tee cannot take the elevator at night. They are paranoid and keep checking if the person working near them is human and not a ghost. But something remains the same: they still have to work overtime late into the night, and they still can’t help pulling the legs of their employees with their latest tricks.","release_date":"2014-10-23","vote_average":6.7,"runtime":103,"cert":"N\/A","id":323140,"title":"O.T Ghost Ovetime","adult":false,"genre_ids":[35,27]},{"cast":["Leo Fitzpatrick","Sean Weil"],"overview":"'A Piece of the Bottom' uses Mid-coast Maine as a backdrop to portray two lobstering families whose decades-long feud over the local sea floor finally reaches a tipping point. The film reveals the bigger issues in the industry, from conservation and sustainability, to the struggle of working-class families desperate to do anything to scrape by.","release_date":"2013-09-02","vote_average":0.0,"runtime":14,"cert":"\"\"","id":323142,"title":"A Piece of the Bottom","adult":false,"genre_ids":[18]},{"cast":["Uma Thurman"],"overview":"The story of the former beauty queen and singer, Anita Bryant, who later in life gained notoriety by campaigning in the 1970s to repeal laws that prohibited discrimination on the basis of sexual orientation.","release_date":"2020-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323144,"title":"Anita","adult":false,"genre_ids":[]},{"cast":["Laura Colella","Ruth Maleczech","Daniel von Bargen","Aaron Jungels"],"overview":"With deadpan comedy and rich black and white imagery, STATUARY parallels the stories of a reclusive statuary yard keeper (played by the late great theatre artist Ruth Maleczech) and a college grad looking for meaningful paying work.","release_date":"1995-02-02","vote_average":0.0,"runtime":25,"cert":"\"\"","id":323146,"title":"Statuary","adult":false,"genre_ids":[]},{"cast":["Shaam","Ramya","Rakshita","Girish Karnad","Bharathi Rao"],"overview":"Tananam Tananam (Kannada: ತನನಂ ತನನಂ) is a 2006 Indian Kannada romantic musical drama film directed and written by Kavitha Lankesh. The film introduces Shaam, a Tamil actor, to Kannada cinema along with Ramya and Rakshita teaming up together for the first time, in the lead roles. The film was produced by N. M. Suresh and based on a Tamil short story written by Kalki. The film released on 24 November 2006. The film won two Filmfare Awards in Best Actress and Best Lyricist categories. Noted violinist L. Subramaniam was roped in to play violin bits in the film.","release_date":"2006-11-24","vote_average":0.0,"runtime":139,"cert":"N\/A","id":323148,"title":"Tananam Tananam","adult":false,"genre_ids":[10402,10749,18]},{"cast":[],"overview":"Five tales of alien abduction told using a wide range of animated techniques.","release_date":"1996-02-14","vote_average":0.0,"runtime":11,"cert":"\"\"","id":323150,"title":"Abductees","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mother desperately tries to stop her teenage daughter from running away.","release_date":"2008-01-12","vote_average":0.0,"runtime":3,"cert":"N\/A","id":323173,"title":"A Mother's Daughter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nina and Faye have been best friends forever, but would you trust that friend with your life?","release_date":"2007-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":323175,"title":"Just Another Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by the Young Vic theatre's acclaimed production of Samuel Beckett's Happy Days, Mayday reunites Juliet Stevenson and the director Natalie Abrahami. Written by Nancy Harris, the film is a modern-day story of an isolated woman fighting to 'keep up the glamour' in the manner of Beckett's buried heroine Winnie.","release_date":"2014-10-02","vote_average":0.0,"runtime":15,"cert":"N\/A","id":323177,"title":"Mayday","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dioramas chronicles the rehearsals of a small contemporary dance company (charged by choreographer Mario Pattin) in a vérité manner.","release_date":"2012-04-01","vote_average":5.0,"runtime":79,"cert":"N\/A","id":323179,"title":"Dioramas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winner of the Best Direction award in the Argentine Official Selection of BAFICI 2008.","release_date":"2008-04-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":323181,"title":"She, with a Cold","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ordeal under Water","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323183,"title":"Ordeal under Water","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Peril at Sea","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323185,"title":"Peril at Sea","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"description","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323187,"title":"Gunplay","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Traitor","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323204,"title":"The Traitor","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Adventures of Rex Part One Feathers Flying","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323206,"title":"The Adventures of Rex Part One Feathers Flying","adult":false,"genre_ids":[10751]},{"cast":["Ingrid Cardon","Stewart Guidotti","Howard Greene","Peter Copley"],"overview":"Jane and Tom set out on an adventure in which they must keep the corrupt Grimblatt from locating the K-13 fuel for his evil space mirror.","release_date":"1959-09-01","vote_average":0.0,"runtime":127,"cert":"N\/A","id":323208,"title":"Mystery in the Mine","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Race against Time","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323210,"title":"Race against Time","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Killer Strikes Again","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323212,"title":"The Killer Strikes Again","adult":false,"genre_ids":[10751]},{"cast":["Sergio Berón","Paula Carruega","Pilar Boyle"],"overview":"Although Alexia, Franco's ex-girlfriend, has been deceased for some time, Franco still has her as a contact on his social network. When he decides to delete her and move on, something strange starts to manifest through his computer.","release_date":"2013-11-04","vote_average":5.4,"runtime":9,"cert":"N\/A","id":323214,"title":"Alexia","adult":false,"genre_ids":[27,53]},{"cast":["Jeremy Bulloch","Joanna Horlock","James Luck","Anthony Parker"],"overview":"The work of Peter Ketley on Fisheries Research in Devon is being disorganised by a mysterious new method of salmon poaching. His young brother Bob, with the help of two children from London, eventually uncovers and catches the poachers.","release_date":"1960-03-31","vote_average":0.0,"runtime":55,"cert":"N\/A","id":323237,"title":"Caught in the Net","adult":false,"genre_ids":[10751]},{"cast":["Jesse Jane","Riley Steele","Gabriella Fox","Sasha Grey","Lacie Heart"],"overview":"Beautiful succulent teens aching to be plowed through by some hard man meat!","release_date":"2014-10-21","vote_average":3.5,"runtime":209,"cert":"\"NC-17\"","id":323239,"title":"#Teens","adult":true,"genre_ids":[]},{"cast":["Nataša Barbara Gračner","Branko Završan","Tjaša Železnik","Boris Cavazza","Grega Zorc"],"overview":"Vid is talented but spoiled young man smothered in his affection to the adoring mother and heedless of his aloof father. His grandfather is benevolent but self-important patriarch and his new girlfriend is a creature of voluptuous innocence wrestling with the torment of a dysfunctional home. These are main characters in a story of strained love and spiraling desire. Characters reveal inexorable issues- baggage that they brought with them. Ultimately this baggage becomes a ruinous burden.","release_date":"2009-10-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":323244,"title":"Personal Baggage","adult":false,"genre_ids":[53,18]},{"cast":["Dieter Hildebrandt"],"overview":"","release_date":"2014-12-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323246,"title":"Dieter Hildebrandt: Ich kann doch auch nichts dafür","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A short film that centers current-day issues that students living in urban communities encounter when going to school.","release_date":"2014-12-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323269,"title":"Please Judge Me","adult":false,"genre_ids":[]},{"cast":["Rusty Joiner","Murray Gray","James Gaudioso","Erin Boyes"],"overview":"When car trouble strands track star Reagan Farrow in the Florida boondocks, she accepts an offer of help from a pair of charming strangers only to find herself trapped in a brutal backwoods nightmare. Held captive in an isolated cabin, Reagan manages to escape and take refuge in the forest. Relentlessly pursued by the savage sociopaths who kidnapped her, Reagan will need all of her inner strength and resourcefulness in order to survive in this gripping thriller.","release_date":"2015-08-28","vote_average":3.3,"runtime":93,"cert":"\"\"","id":323271,"title":"Unsullied","adult":false,"genre_ids":[53,28,27]},{"cast":["Kaiser Wilhelm II","Czar Nicholas II of Russia"],"overview":"Wilhelm II and Nicholas II, on horseback, parade in front of the cheering crowd, during the inauguration ceremony of William I's monument in Breslau, Germany (nowadays Wroclaw, Poland).","release_date":"1896-09-27","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323276,"title":"Guillaume II et Nicolas II à cheval","adult":false,"genre_ids":[]},{"cast":["Michel Galabru","Bernadette Lafont"],"overview":"Theatre play broadcast live from the Théâtre André Malraux in France.","release_date":"2010-12-30","vote_average":6.7,"runtime":113,"cert":"N\/A","id":323278,"title":"The Baker's Wife","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A battalion of Bersaglieri charging, at the double, comes to a full stop; the first line goes down on bended knee, while others remain standing; and all fire their weapons repeatedly.","release_date":"1897-01-17","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323280,"title":"Bersagliers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Glasgow-based artist Stephen Sutcliffe's film Despair (2009) is inspired by and titled after the 1934 Vladimir Nabokov novel, a story of mistaken physical resemblance, murder and identity theft. Nabokov's themes of power and delusion, doubling and gameplay are anchored in Sutcliffe's collage through a prismatic treatment of visual material and sound.  Sutcliffe quotes a parade of society portraits, photocopied handouts from a lecture series entitled 'Theories of Montage,' and Rainer Werner Fassbinder's 1978 adaptation of the novel in a dense sequence punctuated by baroque music composed by Jean-Baptiste Lully for the seventeenth century French king, Louis XIV.","release_date":"2009-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":323282,"title":"Despair","adult":false,"genre_ids":[]},{"cast":[],"overview":"A history of scarred surfaces, an inquiry, and an imagining: for the marks we see and the marks we make, for the languages we can read and for those we are trying to learn. Reproduced by hand on an old contact printer resulting in individual, unique release prints.","release_date":"1996-02-03","vote_average":8.0,"runtime":14,"cert":"\"\"","id":323302,"title":"Hardwood Process","adult":false,"genre_ids":[]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Elsa Cárdenas","Luz María Aguilar","Antonio Raxel"],"overview":"Comic duo are stalked by a serial killer.","release_date":"1966-09-08","vote_average":4.0,"runtime":85,"cert":"N\/A","id":323304,"title":"Dos meseros majaderos","adult":false,"genre_ids":[35]},{"cast":["Lee Ross","Charlotte Coleman","Ron Donachie","Andrew Tiernan","Alan Stocks"],"overview":"A youth abandoned by his family joins a group of homeless people.","release_date":"1990-09-23","vote_average":0.0,"runtime":110,"cert":"N\/A","id":323306,"title":"Sweet Nothing","adult":false,"genre_ids":[10752,35,80,18,9648,10749]},{"cast":[],"overview":"Porters carry baskets full of fish, while others carry bundles, on their shoulders, in Yokohama harbor.","release_date":"1897-12-26","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323308,"title":"Déchargement dans un port","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pedestrian and rickshaws traffic on a street of the Nihonbashi-Ginza district in Tokyo.","release_date":"1897-12-26","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323310,"title":"Une rue à Tokyo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Passage of a Shintoist procession, whose members carry banners and lanterns, somewhere in Kyoto.","release_date":"1898-07-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":323312,"title":"Procession shintoïste","adult":false,"genre_ids":[]},{"cast":["Ádám Wallner","Krisztián Vörös"],"overview":"","release_date":"2002-02-02","vote_average":7.0,"runtime":1,"cert":"N\/A","id":323335,"title":"601-S","adult":false,"genre_ids":[]},{"cast":["Natalia Wörner","Sebastian Koch","Christian Redl","Jochen Nickel","Horst Sachtleben"],"overview":"","release_date":"1998-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323337,"title":"Der Rosenmörder","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Commissioned by Projects UK in Newcastle upon Tyne, England and featured on the Pieces compilation VHS. \"A variety of definitions.\"","release_date":"1984-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":323339,"title":"Definitions","adult":false,"genre_ids":[]},{"cast":[],"overview":"Commissioned by Projects UK in Newcastle upon Tyne, England and featured on the Pieces compilation VHS. \"Around Enfield, England.\"","release_date":"1984-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":323341,"title":"Around Enfield","adult":false,"genre_ids":[]},{"cast":["Herma Koehn","Christa Wehling","Jens Scheiblich","Jochen Schenck","Rolf Bohnsack"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323343,"title":"Ohnsorg Theater - Eine Frau für den Klabautermann","adult":false,"genre_ids":[35]},{"cast":["Hywel Bennett","Diana Hardcastle","Tony Doyle","Sam Kelly","Samuel West"],"overview":"When two teenagers commit suicide the police and the press assume the motive to be some kind of love pact. But Allan Blakeston, a local reporter, has too many unanswered questions. As he digs deeper into the case, he learns why the kids really died and his knowledge puts his own life at risk.","release_date":"1986-02-02","vote_average":0.0,"runtime":100,"cert":"N\/A","id":323345,"title":"Frankie and Johnnie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alien Agenda Planet Earth reveals the shocking truth about UFOs and Extraterrestrials, a truth that has been suppressed and hidden for centuries. In this definitive expose, see amazing UFO photos and footage and hear abductees share their riveting testimonies that lead to only one conclusion - we are not alone and the ruling elite have known for thousands of years. Mankind's most carefully guarded secret Exposed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323347,"title":"Alien Agenda: Planet Earth","adult":false,"genre_ids":[]},{"cast":["Dave Thomas"],"overview":"Documentary about K-Tel - the \"As Seen on TV!\" company that was hugely successful in the 1970s and 80s.","release_date":"2006-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":323364,"title":"As Seen on TV: The K-Tel Story","adult":false,"genre_ids":[99]},{"cast":["Larry Fessenden","Lauren Ashley Carter","Brian Morvant","John Weselcouch","Dean Cates"],"overview":"A family intervention goes horrifically awry within the snowy confines of an isolated lake house.","release_date":"2015-03-16","vote_average":4.2,"runtime":76,"cert":"\"\"","id":323366,"title":"Pod","adult":false,"genre_ids":[27,9648,53]},{"cast":["Al Pacino","Karl Urban","Brittany Snow","Joe Anderson","Sarah Shahi"],"overview":"A homicide detective teams up with a criminal profiler to catch a serial killer whose crimes are inspired by the children's game, Hangman.","release_date":"2017-12-22","vote_average":5.6,"runtime":98,"cert":"\"R\"","id":323368,"title":"Hangman","adult":false,"genre_ids":[9648,80,53]},{"cast":["Ali Larter","Arjun Gupta","Max Rose","Chloe Perrin","Merrin Dungey"],"overview":"When a single mother and her two young children are tormented by an increasingly strange and intense presence in their quiet suburban home, she turns to her scientist boyfriend to take on the violent forces that paranormal experts are too frightened to face.","release_date":"2015-03-16","vote_average":4.7,"runtime":86,"cert":"\"\"","id":323370,"title":"The Diabolical","adult":false,"genre_ids":[27,878,53]},{"cast":["Alba Ribas","Cristian Valencia","Bernat Saumell","Albert Carbó","Henry Morales"],"overview":"Anna Fritz is a beautiful and famous actress. Suddenly her body is found in a hotel and the news of her death goes around the planet. The young, shy caretaker Pau works at the hospital where they carried the body of Anna Fritz. He and his friends  decide to take pictures of the body of Anna Fritz.  They decide they could make love to her and nobody would know. They are in front of Anna Fritz ... and can do with it what  they want.","release_date":"2015-03-15","vote_average":5.8,"runtime":76,"cert":"\"\"","id":323372,"title":"The Corpse of Anna Fritz","adult":false,"genre_ids":[18,53]},{"cast":["Patton Oswalt","Werner Herzog","Mo Collins"],"overview":"In an idyllic suburban neighborhood, Jerry runs his big business lemonade stand and has the market cornered, until ten-year-old Addie opens her own stand across the street. Competition equals war, and both sides use (and abuse) a government regulator to try and win. In the end, one special customer will decide their fate.","release_date":"2014-09-30","vote_average":5.5,"runtime":8,"cert":"\"\"","id":323374,"title":"Lemonade War","adult":false,"genre_ids":[]},{"cast":["Isham Jones","Eton Boys"],"overview":"Here is the first of two shorts Isham Jones did for Paramount. \"You're Just a Dream Come True\" (Theme),\r Medley: \"I'll See You In My Dreams\", \"On The Alamo\", \":It Had to be You\" \"Spain\", \"I Can't Believe it's True\", \"This Little Piggie Went to Market\" Vocal by Vera Van, \"Inka Dinka Doo\" Vocal by the Eton Boys' \"Lizst's Second Hungarian Rhapsody\"","release_date":"1934-06-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323388,"title":"Underneath the Broadway Moon","adult":false,"genre_ids":[]},{"cast":["Laura Vandervoort","Chris Kramer","Amy Sloan","Francis X. McCarthy","Leni Parker"],"overview":"Against her father's wishes, a young female cop in Chicago pursues her dream of becoming a detective when she's brought on to investigate a major murder case.","release_date":"2009-03-11","vote_average":4.0,"runtime":90,"cert":"N\/A","id":323390,"title":"Out of Control","adult":false,"genre_ids":[10770,80,9648,53]},{"cast":["Curro Fajardo","José Luis López Vázquez","Antoñita Linares","Chus Lampreave","Manuela Camacho"],"overview":"","release_date":"1977-02-04","vote_average":6.8,"runtime":null,"cert":"N\/A","id":323392,"title":"El monosabio","adult":false,"genre_ids":[18]},{"cast":["Christian Gerhaher","Genia Kühmeier","Paul Groves","Diana Damrau","René Pape"],"overview":"The Pierre Audi production of Mozart's \"Die Zauberflöte\", recorded live at the Salzburger Festpiele in 2006. In honor of the 250th year of the composer's birth, all of Mozart's operas were staged and recorded at Salzburg that year. Christian Gerhaher is Papageno, Genia Kühmeier is Pamina, Paul Groves is Tamino, Diana Damrau is the Königin der Nacht, Irena Bespalovaite is Papagena, and René Pape is Sarastro. Riccardo Muti conducts the Wiener Philharmoniker.","release_date":"2006-06-09","vote_average":10.0,"runtime":177,"cert":"\"NR\"","id":323394,"title":"Die Zauberflöte","adult":false,"genre_ids":[10402]},{"cast":["Adam Bousdoukos","Stelios Mainas","Dimitris Tzoumakis"],"overview":"Stelios Dimitrakopoulos has 32 hours left before he loses everything. From the jazz bar he painstakingly keeps running for years, to his own family. The Romanian gangster who lent him money, now demands the debt to be paid. The middle-man and former friend, makes Stelios take care of illegal errands. His wife is seriously thinking of abandoning him, and a night club owner, not thinking about the consequences, finally starts to stand up for himself. Christmas is coming, the clock is ticking, and the tree in Stelios' house must be decorated.","release_date":"2015-03-12","vote_average":6.5,"runtime":116,"cert":"N\/A","id":323396,"title":"Τετάρτη 04:45","adult":false,"genre_ids":[53,80,18]},{"cast":["Fred Scott","Claire Rochelle","John Merton","Walter McGrail","George Sherwood"],"overview":"When it appears that Fred Jamison is a member of Red's gang, he is kicked out of the Rangers. But it's just a plot between Fred and the Ranger Captain. Fred then gets into Red's gang and makes plans that will enable the Rangers to bring them all in. But his message to the Captain is intercepted and the hoax revealed.","release_date":"1939-01-05","vote_average":0.0,"runtime":56,"cert":"\"\"","id":323398,"title":"Code of the Fearless","adult":false,"genre_ids":[10402,37]},{"cast":[],"overview":"Exploring the intimate spaces of modern-day relationships, {THE AND} is the best couples therapy session you'll ever witness.","release_date":"2015-01-31","vote_average":0.0,"runtime":12,"cert":"\"\"","id":323400,"title":"Marcela & Rock","adult":false,"genre_ids":[]},{"cast":["Dawn Upshaw","David Daniels","Frode Olsen","Richard Croft","Lorraine Hunt"],"overview":"The Peter Sellars production of Handel's \"Theodora\", recorded live at the Glyndebourne Festival in May 1996. Dawn Upshaw stars as Theodora, with David Daniels as Didymus, Lorraine Hunt Lieberson as Irene, Richard Croft as Septimius, and Frode Olsen as Valens. William Christie conducts the Orchestra of the Age of Enlightenment.","release_date":"1996-05-29","vote_average":10.0,"runtime":208,"cert":"\"\"","id":323411,"title":"Theodora","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Imperfect Harmony is a film about musical control, explored through a clash between two maestros: avant-garde rebel and Holland’s best-known composer, Louis Andriessen, and chief conductor at Amsterdam’s Royal Concertgebouw Orchestra, Mariss Jansons. Half a century ago Andriessen vowed he would never compose for a symphony orchestra again. But, against all the odds and after much deliberation, he has agreed to do so. The occasion is the Concertgebouw Orchestra’s 125th jubilee year concert and the commission is a present from the Concertgebouw to the orchestra.","release_date":"2014-06-05","vote_average":0.0,"runtime":76,"cert":"N\/A","id":323413,"title":"Imperfect Harmony","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An Evening with Daho is a live DVD live from Étienne released in December 2008. The DVD includes all tracks of the Album  L'Invitation, including several duets with Dani, Bashung, Charlotte Gainsbourg, and Air, who perform with Etienne several tracks from  Pink Floyd and Serge Gainsbourg.","release_date":"2008-12-08","vote_average":0.0,"runtime":80,"cert":"N\/A","id":323418,"title":"Etienne Daho : An evening with Daho","adult":false,"genre_ids":[]},{"cast":[],"overview":"The leading characters, A, B and C are caught up in the vicious spiral created by their desires. By coincidence, or perhaps not, the three become injured anally and find themselves in the waiting room of the same proctologist. it is here that they find a way out of their seemingly never-ending cycles.","release_date":"2005-07-09","vote_average":0.0,"runtime":83,"cert":"N\/A","id":323423,"title":"Analife","adult":false,"genre_ids":[]},{"cast":[],"overview":"Teens from the 'untouchable' caste study to take India's national exams.","release_date":"2015-02-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":323425,"title":"The Backward Class","adult":false,"genre_ids":[99,18]},{"cast":["Wolfgang Kieling","Harald Dietl","Erwin Kohlund","Andreas Mannkopff","Robert Freitag"],"overview":"","release_date":"1985-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323427,"title":"Der Schiedsrichter","adult":false,"genre_ids":[18]},{"cast":["María Conchita Alonso","Daniel Alvarado","Hugo Gómez","Eva Moreno","Altagracia Sarmiento"],"overview":"A woman in search of a better social position can't find happiness. She lives trapped in a false world of luxury and lies which will never accept her humble origins.","release_date":"1988-07-19","vote_average":6.0,"runtime":115,"cert":"N\/A","id":323438,"title":"Con el Corazón en la Mano","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Eight-year-old Li Tong from Beijing loses her bus pass one day after school. She decides to walk home.","release_date":"2009-10-16","vote_average":0.0,"runtime":76,"cert":"N\/A","id":323440,"title":"Li Tong","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dream that was \"left over\" from Gently Down the Stream. Like many dreams, it transformed the familiar world into something more disturbing, contradictory and amoral.","release_date":"1982-01-01","vote_average":5.3,"runtime":9,"cert":"\"\"","id":323442,"title":"But No One","adult":false,"genre_ids":[]},{"cast":["Rodolfo de Anda","Pedro Armendáriz Jr.","Helena Rojo","Ricardo Carrión","Jorge Russek"],"overview":"The De La Vega's are a wealthy and prestigious family known throughout the territory. When Diego, the youngest son of Don Alejandro de La Vega, returns from his 4 year stay in Spain, he finds him hometown oppressed by the corrupt military forces. The farmers are being run out of their homes and their land is being used as military camps and\/or sold off to pay for military supplies and wages, along with taking the poor villagers and using them as slaves. So Diego\/Zorro has multiple face offs with the local military and swears to restore order and freedom to the oppressed.","release_date":"1976-02-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":323444,"title":"The Great Adventure of Zorro","adult":false,"genre_ids":[28,12,10751]},{"cast":[],"overview":"Dalho is used to wake up at graveyards without his memory whenever he drinks. He knew that his girl friend's brother is a hypnotist, he went to hypnotist's birthday party with his girl friend for curing his act... Strange people came to the pension house for birthday party, the amazing hidden secrets are revealed.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323446,"title":"Aliens","adult":false,"genre_ids":[]},{"cast":[],"overview":"'Pilgrimage from Scattered Points' is a film about the English composer Cornelius Cardew (1936-1981) and The Scratch Orchestra (1968-73). Cornelius Cardew formed the orchestra with Michael Parsons and Howard Skempton in 1968 and published their draft constitution in \"The Musical Times\" in June 1969. The constitution set out the framework, which would dominate the orchestra's musical work for the first half of its existence. It proposed a fluid community where students, office workers, amateur musicians and some professional composers would gather together for performance, music making and edification.","release_date":"2006-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":323448,"title":"Pilgrimage from Scattered Points","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a short entertaining rockography about a Newfoundland band by the same name: 'The Kremlin'. Their proletariat serf revolution is portrayed through their song titles, stage antics and \"Serf Rock\" stylings.","release_date":"2006-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323462,"title":"The Kremlin: A Proletariat Manifesto","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Pizza King is a quirky, heartfelt comedy about a small town pizza delivery guy who tries to escape his no-nothing town but is sabotaged by the girl who loves him.","release_date":"2008-05-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323464,"title":"The Pizza King","adult":false,"genre_ids":[]},{"cast":["Holly Van Voast"],"overview":"One artist's freedom of expression becomes part of the larger struggle for women's rights, civil rights and morality.","release_date":"2014-08-23","vote_average":0.0,"runtime":60,"cert":"\"\"","id":323469,"title":"Topless Shock Syndrome","adult":false,"genre_ids":[99]},{"cast":[],"overview":"By the 2nd century BC most Jews no longer understood Hebrew and the Bible was unintelligible to them. A Greek translation, the Septuagint, was made. The Apocrypha and Pseudepigrapha were written and attributed to ancient Biblical heroes. Rabbis and priests had to confront the issue of whether the Septuagint, the Apocrypha and Pseudepigrapha were the inspired \"Word of God.\" A 65-minute lecture.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323471,"title":"A History of the Bible: The Septuagint, the Apocrypha and the Pseudepigrapha","adult":false,"genre_ids":[]},{"cast":[],"overview":"When an accident happens at a joint Russian and American lab hidden deep in the northwest woods, their horrifying secret escapes and no one is safe. Two young women are dragged into a mind bending nightmare of horrifying monsters, scientifically enginered by a powerful group of dissident Russians and Americans whose only goal is to establish a New World Order. Packed with suspense and intense action, \"Alien Cyborg Invasion\" delivers with nightmarish intensity. You will not find any computer generated graphics or aliens in this movie. This is a true \"B\" movie with all the thrills and flaws you would expect and certainly some you wouldn\"t.","release_date":"2015-02-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323473,"title":"Alien Cyborg Invasion","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a young Asian woman comes to America searching for herself and love, she meets a young man and they begin a life's changing journey in his small town. Slowly their cultural differences and life's goals start to conflict and cause a roller-coaster of comedic events and heartache.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323490,"title":"Pu Pu Platter","adult":false,"genre_ids":[]},{"cast":["Ugo Bastiani","Andrea Segre","Barbara Fornasir","Paolo Rossi","Elena Marco"],"overview":"","release_date":"2012-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323492,"title":"Trieste la contesa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Our story is set in southern Spain, in Jerez de la Frontera, a city known as the cradle of flamenco. Full of local color and great background music, it follows Adela, a fictional flamenco costume designer, on an important day in her life. Adela's activities are intercut by scenes from the two streets that intersect near her front window. We see that just as there a rhythm to Adela's life, each street also has its own rhythm. Background music includes the cante (flamenco singing) of well-known flamenco artist Antonio de la Malena, plus original compositions by guitarist Malena Hijo","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323494,"title":"Dos Calles y una Chica","adult":false,"genre_ids":[]},{"cast":["M. G. Ramachandran","Radha Saluja","Vijayakumar","M. N. Nambiar","Thengai Srinivasan"],"overview":"Because it was humbled that by his betrothed, Murugan a nice provincial, puts itself to find in the capital, an even more beautiful and more intelligent wife who will be the liked for what he is : A simple man of the campaign.  He will not be at the end of his surprises but will finally find the one person in a million of the name of Mainaga.","release_date":"1977-05-05","vote_average":5.0,"runtime":145,"cert":"N\/A","id":323496,"title":"Indru Pol Endrum Vaazhga","adult":false,"genre_ids":[18]},{"cert":"\"\"","title":"Return to Babylon","cast":["Jennifer Tilly","María Conchita Alonso","Tippi Hedren","Debi Mazar","Ione Skye"],"id":323498,"overview":"Scandals and pratfalls abound in this satirical and sexy look at the silent movie era. With Jennifer Tilly, Debi Mazar, and Tippi Hedren.","runtime":75,"genre_ids":[35,18],"release_date":"2013-08-11","vote_average":7.0,"adult":false}]