[{"cast":[],"overview":"Passer Passer was created as a master's thesis project at the University of Southern California. Field recordings taken on the streets of Los Angeles and the train stations of Tokyo lay the foundation for an imaginary world where the passing sounds of a city are given new life.","release_date":"2014-01-20","vote_average":9.0,"runtime":4,"cert":"\"\"","id":323500,"title":"Passer Passer","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"Documentary - Meet Wes Davis, a 33-year old teacher and musician, two trades that rely heavily upon coffee consumption. On Valentine's Day in 2010, he decided to break up with coffee and see if he could make it 21 days. Set in sunny San Diego in a neighborhood called Ocean Beach, Buzzkill takes a light-hearted look at life, work, music, people, and of course, coffee. Along the way, Wes talks to hippies, yuppies, friends, dermatologists, tea gurus, coffeeshop owners, and the metal detector guy. Buzzkill is not anti-coffee, or even pro-coffee. It's not \"Super Size Me\" with caffeine. Shot with no crew or budget, it's an honest documentation of one man's quest to better himself and those around him in the process. -  Wes Davis","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323511,"title":"Buzzkill: Is There Life After Coffee?","adult":false,"genre_ids":[]},{"cast":["Farhad Aslani","Baran Kosari","Zhaleh Sameti","Mehrdad Sedighian","Khosro Shakibai"],"overview":"During the rule of Taliban in Afghanistan, about 3 million illegal Afghani immigrants entered Iran and caused numerous problems for the Iranian society to accept them. This film depicts the story of a 17 year old rural girl by the name of Mahi (Fish), who comes from a war-stricken family in southern Iran. Mahi falls in love with Heiran, an Afghan student who has come to their village to work. However, Mahi's family being strictly against her marriage to Heiran, force Mahi to choose one between her family and an Afghan boy.","release_date":"2010-01-07","vote_average":0.0,"runtime":88,"cert":"N\/A","id":323513,"title":"Heiran","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"It's the puppet doctor of malpractice \"Dr. LeBrick\" in his very own DVD where he answers stupid questions with even more dumber answers. Plus 20 minutes of his funniest moments on The Eric Crooks Show. As seen on officialericcrooks.com Mature Audiences with a sense of humor only.","release_date":"2014-07-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323515,"title":"Ask Dr. LeBrick vol. 1","adult":false,"genre_ids":[]},{"cast":["Varun Dhawan","Nawazuddin Siddiqui","Huma Qureshi","Yami Gautam","Divya Dutta"],"overview":"After his wife and son are killed, a young man finds out the man behind the murder and fights against him, along committing some big mistakes.","release_date":"2015-02-20","vote_average":7.1,"runtime":128,"cert":"\"NC-17\"","id":323517,"title":"Badlapur","adult":false,"genre_ids":[80,53,28,18]},{"cast":[],"overview":"Discover the vibrant city of Oaxaca, a \"must see\" colonial city on any Mexican itinerary. This video is Volume 3 in a three-part series about cruising Mexico's Pacific coast in your own boat. Presented as one cruiser sharing tips with another, this video explains where to leave the boat on the coast so you can get inland to visit this colorful and historic city, and how to plan the specifics of your trip. Also included are side-trips to the evocative ancient ruins of Monte Alban and Mitla nearby as well as to some of the stunning landscapes nearby. Botanical gardens, glorious cathedrals, petrified waterfalls, exquisite rug weavings, ancient artifacts, lively street performers, gorgeous architecture and the world's largest tree all await you in Oaxaca.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323522,"title":"Cruising Mexico - Colonial Cities - Oaxaca - Off the Beaten Path, Volume 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Are you planning to cruise Mexico on your own boat? This video presents almost two hours' worth of little known secrets about where to go, what to see, and what to do on a cruise of Mexico's stunning southern mainland Pacific coast (where few cruisers ever go). Presented as one cruiser sharing tips with another, you will discover where the most romantic, picturesque and charming anchorages are (and which ones to avoid). You'll find out the best spots for snorkeling and swimming, and learn about exciting inland adventures and explorations that will enhance your cruise and make it truly special. The southern mainland Pacific coast of Mexico (south of Manzanillo) is much less visited than the northern coast, and the few cruisers who get there are usually moving fast on their way to or from Central America. However, in many ways it is the most cruiser-friendly and enjoyable part of Mexico's entire coast, including the Sea of Cortez. This is an area to linger.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323524,"title":"Cruising Mexico - South Pacific Coast - Off the Beaten Path, Volume 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - This pro-Michael documentary raises and debunks the various charges\/trials\/conspiracies surrounding Michael over the last 17 years. The program features hostess Pearl Jr talking to dozens of Michael fans, interviews with key people (Michael's trial lawyer, Jermaine Jackson), some celebrity well wishers (Kanye West, Mo'Nique, Fantasia) and finally Michael's compelling press conference in London in March of 2009. Even in death, Michael Jackson is the world's biggest superstar and perhaps the greatest entertainer of all time. His achievements almost came crashing down during his child molestation trial. This film goes behind the scenes of that sometimes chaotic and outrageous trial. MJ's fans from all over the world always believed in his innocence. -  Ashford &amp; Simpson, Fantasia Barrino, Jermaine Jackson","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323544,"title":"Michael Jackson: The Trial and Triumph of the King of Pop","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary - Stop All The Clocks explores one of the most controversial and commented stories in California, Napa Valley in 2007. Haley Wesley, a young mother, forgot her baby in the car for six hours on a hot summer day. After her child's death by vehicular heat stroke, Haley was charged with involuntary manslaughter by the Napa County legal system and fought hard for her innocence. The documentary follows Haley's miraculous struggle to survive the loss of her child and how this tragedy has impacted her family and community. The film also reveals a disturbing growing social problem in the U.S and around the world called, The Forgotten Baby Syndrome, which is reflected in the rising number of children dying in overheated cars after being left there by distracted parents. -","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323546,"title":"Stop All the Clocks","adult":false,"genre_ids":[]},{"cast":[],"overview":"Have fun learning everything there is to know about all 17 kinds of penguins, fun songs, trivia and more!! Featuring incredible close-up video footage of penguins in their natural and captive habitats it's a perfect gift for penguin lovers of all ages! Listen to their real life calls, cries and watch their funny moves, it's fascinating! Award-Winner! Sing-along songs by James Coffey! Kids love it!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323548,"title":"Lots and Lots of Playful Penguins and Their Toe-Tappin' Feet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nelson Mandela was born on July 18, 1918 in the village of Mvezo in Umtatu, then a part of South Af rica's Cape Province. In later years he became known by his clan name, Madiba. He was a South African anti-apartheid revolutionary and politician who served as President of South Africa from 1994 to 1999. He was the first black South African to hold office.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323550,"title":"Madiba \"Father of a Nation 1918-2013\"","adult":false,"genre_ids":[]},{"cast":["Jay Mohr"],"overview":"Stand up comedian Jay Mohr reveals everything from the intimate - marriage, raising a child and more - to the extraordinary in this hilarious comedy special.","release_date":"2015-03-14","vote_average":4.0,"runtime":67,"cert":"\"\"","id":323552,"title":"Jay Mohr: Happy. And A Lot.","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story of a visionary director, a one-of-a-kind theater group, and a young man who could not speak, yet found the voice he had been looking for all his life.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323554,"title":"A New Kind of Listening","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sergio, a video games fanatic who makes a living copying and selling movies, accidentally discovers an old Russian jewel, which really catches his eye, hidden in his girlfriend's grandmother's house.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323574,"title":"Dos Caras","adult":false,"genre_ids":[]},{"cast":[],"overview":"History -  Revealing, touching and puzzling, Dali's Greatest Secret takes us on the spiritual journey of history's greatest surrealist artist. -  Glen Baggerly, Eddie Eagle, Christy Lynn","release_date":"2014-01-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":323576,"title":"Dali's Greatest Secret","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a fight with her unemployed husband, Chinese Immigrant Wei-Wei meets with her sister Hsin Ya, to find out herself in a chain of Secrets and Lies that culminate in the most unexpected way. The Story is about forgiveness and the continuation of life, About Family union and reconciliation.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323578,"title":"Sisters","adult":false,"genre_ids":[]},{"cast":["Klaus Meine"],"overview":"A documentary on the acclaimed rock band Scorpions","release_date":"2015-03-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":323583,"title":"Scorpions - Forever and a Day","adult":false,"genre_ids":[99,10402]},{"cast":["Lauren Potter","Michael Iovine"],"overview":"A young woman with Down Syndrome grapples with her identity and her potential as a mother after an unplanned pregnancy with her boyfriend","release_date":"2015-03-14","vote_average":5.0,"runtime":null,"cert":"\"\"","id":323585,"title":"Guest Room","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Preceding every great advance in history, the geniuses of both the light and the dark have battled for the hearts and minds of the people. Despite the resistance of those committed to maintaining their own entrenched economic and political advantage, the seemingly outrageous impossibilities of one generation become the revolutionary breakthroughs of the next. In the 20th century, while Marconi, Henry Ford, Thomas Edison and George Westinghouse managed to capture most of the attention, others, with technological prowess bordering on the miraculous, have gone unnoticed. Men like Tesla, Moray, Riech, Russell, and Schauberger, largely rejected ridiculed and despised by the scientific establishment of their day, labored in nearly complete obscurity, achieving almost incomprehensible miracle like free energy, anti-gravity, transmutation of elements, physical rejuvenation technologies and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323605,"title":"UFOTV Presents: Clash of the Geniuses, Inventing the Impossible","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story of triumph, survival,hope, and a lesson in how to forgive and live, through the eyes of a mother whose grief gives hope and a lesson in how to forgive and live; an artist who chose to forgive rather than seek revenge. A group of young mean and women whose determination and hard work has given the Rwandan culture a new dimension of Identity and celebration. Through these characters and others, we bear witness to how the nation rose above the ashes of a horrific 1994, to become a world model of post-conflict peace and unity.","release_date":"2014-07-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323607,"title":"Intore","adult":false,"genre_ids":[]},{"cast":[],"overview":"A reconstruction of the possible events that might have led up to the real-life tragic case of the Luxton family who lived at West Chapple Farm, Winkleigh, Devon. Brothers and sister Robert, Alan and Frances Luxton had lived in the farm for many years. On 23 September 1975 their bodies were found with shotgun wounds outside their farmhouse.","release_date":"1981-01-01","vote_average":5.0,"runtime":27,"cert":"N\/A","id":323609,"title":"Recluse","adult":false,"genre_ids":[27,80,18]},{"cast":[],"overview":"Several sketches about surrealism animation","release_date":"1989-02-05","vote_average":5.5,"runtime":4,"cert":"N\/A","id":323611,"title":"From Left to Right","adult":false,"genre_ids":[16]},{"cast":["Pascal Atuma","Oscar Atuma","Luenell Campbell","Brian Hooks","Caryn Ward Ross"],"overview":"Two African men become American citizens and join the Los Angeles Police Department. They are sent out onto the streets and Instead of enforcing the rules and regulations of the LAPD, they decide to impose the African cultural values onto the members of the public.","release_date":"2015-01-01","vote_average":0.0,"runtime":86,"cert":"\"\"","id":323613,"title":"LAPD African Cops","adult":false,"genre_ids":[18]},{"cast":["Daniel Duval","Elli Medeiros","Jeremy Banster","Stany Coppet","Aurélien Recoing"],"overview":"1949, a French explorer goes on a solitary expedition in the Amazon forest. He leaves behind him a diary that reflects the meaning of Pure Life and his encounters but leaves the mystery of his own disappearance unsolved. Based on a true story.","release_date":"2014-08-28","vote_average":8.0,"runtime":93,"cert":"N\/A","id":323615,"title":"Pure Life","adult":false,"genre_ids":[12,99,18]},{"cast":[],"overview":"In San Francisco, there is an apartment known to only a few. I you have the key, a new world of sexuality is open to you... but there are some rules.","release_date":"2006-10-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":323638,"title":"The Crash Pad","adult":false,"genre_ids":[]},{"cast":["Elissavet Konstantinidou","Zeta Makrypoulia","Anna-Maria Papaharalambous","Odysseas Papaspiliopoulos"],"overview":"","release_date":"2014-10-23","vote_average":3.7,"runtime":null,"cert":"N\/A","id":323640,"title":"Στα καλά καθούμενα","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Bedtime is a fun and exciting time for Toopy and Binoo. Join Toopy and Binoo as they wear jammies with super-powers, bounce on the bed to take them to the moon, or chase a falling star in efforts to find the perfect night light. Discover how surprising the imagination can be with each of these fantastic Toopy and Binoo sto","release_date":"2007-06-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":323645,"title":"Toopy and Binoo Bedtime Story","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Easter is here and Bunny Toopy hunts for the perfect place to hide Binoo’s egg. Join Toopy and Binoo as they help each other through magical adventure and make wonderful discoveries. Whether they are hiding in a gopher hole, lost in a maze or going into a mud cake to find their lost marbles, they are always working together. Discover how surprising the imagination can be with each of these fantastic Toopy and Binoo stories.","release_date":"2007-03-13","vote_average":0.0,"runtime":60,"cert":"N\/A","id":323647,"title":"Toopy and Binoo - Funny Bunny","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323652,"title":"Galáxias","adult":false,"genre_ids":[]},{"cast":["R. Muthuraman","Major Sundarrajan","Sowcar Janaki","K R Vijaya","Typist Gopu"],"overview":"Four jailbirds break into a rich man's house with an intent to kill and suddenly realize their humane side.","release_date":"1965-12-17","vote_average":0.0,"runtime":133,"cert":"N\/A","id":323672,"title":"Naanal","adult":false,"genre_ids":[]},{"cast":["Taissa Farmiga","Ben Rosenfield","Lindsay Burdge","Joshua Leonard","Jennifer Lafleur"],"overview":"A young couple bound by a seemingly ideal love, begins to unravel as unexpected opportunities spin them down a volatile and violent path and threaten the future they had always imagined.","release_date":"2015-08-18","vote_average":5.4,"runtime":84,"cert":"\"\"","id":323674,"title":"6 Years","adult":false,"genre_ids":[10749,18]},{"cast":["Melissa McCarthy","Peter Dinklage","Kristen Bell","Kathy Bates","Kristen Schaal"],"overview":"A titan of industry is sent to prison after she's caught for insider trading. When she emerges ready to rebrand herself as America's latest sweetheart, not everyone she screwed over is so quick to forgive and forget.","release_date":"2016-04-07","vote_average":5.8,"runtime":91,"cert":"\"R\"","id":323676,"title":"The Boss","adult":false,"genre_ids":[35]},{"cast":["Nagesh","Major Sundarrajan","R. Muthuraman","A. V. M. Rajan","Jayalalithaa J"],"overview":"When Vimala’s wayward lover Rajnikant is killed by her brother Mohan, the brother is sheltered from the police by the victim’s blind father, Major Chandrakanth. The major’s elder son, the zealous cop Srikanth, is in charge of finding Mohan, whom he finally arrests in his own house. Realising that his father knowingly sheltered a murder suspect, Srikanth arrests the blind old man as well.","release_date":"1966-11-09","vote_average":0.0,"runtime":163,"cert":"N\/A","id":323678,"title":"Major Chandrakanth","adult":false,"genre_ids":[53,35,18,10751]},{"cast":["Riley Steele","Emily B","Allie James","Lou Lou","Manuel Ferrara"],"overview":"Digital Playground contract superstar Riley Steele is looking for a place to live. Wanting to spice up his boring life Manuel Ferrara lets his buddies convince him in to taking on a roommate. Living near a college the hotties start flowing in and everyone is getting their turn with the nubile beauties. Fresh faced Allie James lets a more mature Steve Holmes have his way with her. Ramon Nomar rocks Lou Lou after she pops in to check out the place then he pops all over her. Emily B. gives Manuel an invitation to open up her wanting holes. With only one room to rent the competition is stiff! Luckily for Riley she has the hot body that all the guys want to get into. Watch as Riley works them over one at a time!","release_date":"2012-07-31","vote_average":8.0,"runtime":95,"cert":"\"NC-17\"","id":323683,"title":"For Rent","adult":true,"genre_ids":[35]},{"cast":["Sivaji Ganesan","S. S. Rajendran","K R Vijaya","Major Sundarrajan","Nagesh"],"overview":"Shankar is a lawyer and a man with a heart of gold. One of his clients entrusts huge amount of money to him, which gets stolen before he deposits it in the court. When his attempts to borrow money fails, accidentally a boxful of money and jewels reach his home. He rejoices and replaces his client's money with this against his wife Vijaya's will, but he tells her that there is no other alternative. Everything seems to be going hunky-dory until Manikam, a taxi driver, starts blackmailing him. Shankar's daughter Raji is upset that her father is harassed. She tries to seek the help of police. The owner of the box found to be father-in-law of Shankar's brother. Vijaya confesses about the box to him without Shankar's knowledge. When Shankar finds out about this, he thinks everything is finished. The police arrest him for killing Manikam. Worse still, Shankar's daughter Raji, who is the sole witness to the murder, becomes speechless due to shock. Rest of story is solving mystery.","release_date":"1970-06-16","vote_average":5.0,"runtime":166,"cert":"N\/A","id":323685,"title":"Ethiroli","adult":false,"genre_ids":[53,18,10749,10751]},{"cast":[],"overview":"Evgeny Kissin has been considered a genius for several years now. We can see him at the Verbier Festival playing \"Montagues and Capulets\" from Romeo and Juliet, where he succeeds in fitting into his keyboard all the powerful and tragic spirit of the original ballet music. The continuation of his program includes the Sonata No. 8 and the Suggestion Diabolique.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323702,"title":"Evgeny Kissin - Recital Serguei Prokofiev - Verbier Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a wonderful and revealing film about famed horror and suspense director Alfred Hitchcock. You'll see behind-the-scenes of some of his most famous films including Psycho, Rear Window, Dial M for Murder, Vertigo and many more! Containing interviews, unique production shorts, trailers, film clips, news segments, and more, this collection offers a rare look into the life and times of this man who became a Hollywood legend and the undisputed Master of Suspense!","release_date":"2013-09-17","vote_average":6.5,"runtime":58,"cert":"\"NR\"","id":323704,"title":"Alfred Hitchcock: Master of Suspense","adult":false,"genre_ids":[99]},{"cast":[],"overview":"TASTE OF REVENGEâ€\u009D Is a Wrestling revolution! ALL AMERICAN WRESTLING brings you again death-defying battles of warriors all for a taste of vengeance. Wrestling at itâ€s best! Defeated Heavy Weight Championâ€s coming back and overpowering his enemy during bloody rounds filled with suicidal stunts, hard-core matches and no-holds barred action. Straight from cable TV-All American Wrestling is an absolute destructing power.","release_date":"2006-10-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323706,"title":"All American Wrestling: A Taste of Revenge","adult":false,"genre_ids":[]},{"cast":["Alexis Zibolis","Maria Shadchina","Todd Johnson","Joel Zaldivar","Silas Briton"],"overview":"A woman teams up with a young girl to elude a malicious military presence and the deadly flesh eating inhabitants that have taken over the city. The small secluded city of Hinnon Valley enslaved within a vast mountain range was the perfect place to test a new military weapon. However the ravenous flesh eating inhabitants quickly become out of control and begin to take over.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323708,"title":"Hinnon Valley","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sabina, a young girl with a dark past, wakes up in the dungeon of a masked predator. She's been drugged on a blind date and the night promises terror...just as in her past. But when she outwits her captor and escapes half-naked into the night, her dark odyssey truly begins -- she runs into a trio of adventurers who transport her to a wild fetish party, all the while taking her story as just another kinky role-playing game. But when her tormentor show up at the party and tries to claim her as his prize, will anyone save her? And who is he? The man who drugged her and forced himself on her years ago? Her date from earlier that same day? Or are they one in the same and now he's come back to finish what he started? Or is this all a twisted game just so Sabina can have her own revenge? And if it is, who are the players? And who's GETTING PLAYED?","release_date":"2015-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":323710,"title":"SafeWord","adult":false,"genre_ids":[]},{"cast":[],"overview":"To honor Franz Liszt, Evgeny Kissin celebrates the bicentenary of his birthday with a recital dedicated to his works. Considered as the Paganini of the piano, Franz Liszt composed some of the most complex scores of the contemporary music of his time. The inventor of the modern piano - a title which he shares with Chopin - he made the piano \"speak\" and crowned it \"the king of the instruments\".","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323712,"title":"Liszt, Piano Sonata in B minor - Evgeny Kissin","adult":false,"genre_ids":[]},{"cast":[],"overview":"This video shows the necessary procedures for removing and replacing a heat pump compressor. The video is actual footage made on a compressor change-out. You get to \"watch over the technicians shoulder\" as he takes you through the process and procedures: refrigerant recovery, planning the tubing cuts, piping in the suction and liquid line filters, brazing the fittings, checking for leaks, evacuating the system and properly charging after start-up. A great training aid for the beginner tech.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323735,"title":"Compressor Change-out","adult":false,"genre_ids":[]},{"cast":[],"overview":"n this amazing video you will learn how history unequivocally shows that there is a way to transform the upcoming economic storm into life changing wealth for you and your family. For the last 5,000 years, gold and silver have been the safe haven assets that have protected wealth during turbulent times. But there are also brief moments in history where gold and silver are not only the safe haven, but they also offer the single greatest potential gains. We believe now is one of those times. Find out why the 2008 financial crisis was just a warm-up for what history tells us has a 100% probability.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323737,"title":"Why Gold & Silver? An Afternoon with Mike Maloney","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clones from the future with ancient mystical powers living among us today.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323745,"title":"Destiny","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ludwig Von Beethoven continued composing and playing music after going completely deaf, but that's just one fascinating fact about one of the greatest classical composers of all time. This biography explores the man's life. Highlighted are his romantic failures and his courtroom battle to prove his noble lineage. Scholars and musicians comment on his character, talent and legacy, and world-class orchestras perform the composer's works.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323747,"title":"Beethoven: The Sound and the Fury","adult":false,"genre_ids":[]},{"cast":[],"overview":"Asian-American rapper Jin is the subject of this revealing documentary, which charts how the urban artist went from virtual unknown to releasing his successful album \"The Rest Is History\" and a role in the movie 2 Fast 2 Furious. The fascinating exposé goes behind the scenes for a glimpse at Jin's rags-to-riches career. Also included are an interview with Jin's family, freestyle footage and a promo for the clothing line Dirty Denim.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323767,"title":"Jin: The Making of a Rap Star","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prepare to laugh yourselves silly when two aliens up to no good battle crazy leaders in these animated romps. Kaput is the squat one with a mohawk of red hair who thinks he's a martial arts specialist (yeah, right!). Zosky's the string bean-looking alien with yellow tendrils who's more laissez-faire about killing and mayhem. Together, they're irresistible as they stoop to conquer other worlds but always get their comeuppance.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323769,"title":"Kaput & Zosky: Battle Crazy Leaders","adult":false,"genre_ids":[]},{"cast":[],"overview":"An interview with Jack Kramer.","release_date":"2015-02-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323771,"title":"When Kramer Was King - The Jack Kramer Interview","adult":false,"genre_ids":[]},{"cast":[],"overview":"15 YEAR OLD BLAKE LEWOLT WROTE THE SCREEN PLAY AND STARS IN THIS ORIGINS STORY OF SUPER HERO KIDWOLF. DAVID BLADENFIELD DIDN'T THINK HIS LIFE COULD GET ANY WORSE. HE HATED SCHOOL, DIDN'T LIKE SPORTS, WAS BEING CONSUMED BY HIS OWN ANGER, AND WAS A FAILURE IN THE EYES OF HIS PARENTS. HE SEEMED TO BE AT THE BOTTOM OF THE BARREL ALREADY. THAT IS, UNTIL HIS MOM, IN AN ACT OF DESPERATION, DECIDES TO SEND HIM TO A RETREAT IN DENVER FILLED WITH NOTHING BUT GIRLS. AND IF THAT WASN'T BAD ENOUGH, THERE IS ALSO THE SMALL PROBLEM OF HIS UNEARTHLY TRANSFORMATION INTO A WEREWOLF! NOW, DAVID MUST LEARN TO FIGHT OFF THE AFFLICTION BEFORE IT TAKES CONTROL OF HIM. \"The Heart of the Beast\" is a charming and heart warming little story set in wonderful locations in Colorado, with an interesting cast and a thoughtful moral ending\".","release_date":"2014-06-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323773,"title":"Kid Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"The early turbulent years of the Boston-based rock band The Upper Crust are captured in this rockumentary.  Fans of movies like SOME KIND OF MONSTER, GIMME SHELTER and DIG will enjoy this film.","release_date":"2004-04-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":323778,"title":"Let Them Eat Rock","adult":false,"genre_ids":[99]},{"cast":[],"overview":"British hip-hoppers Stereo MCs perform songs from their chart-topping album \"Connected\" in this concert video. Founded in 1985 by rapper Rob B. and DJ Nick \"The Head\" Hallam, the group hit the big time in 1990 with \"Elevate My Mind,\" the first-ever British rap single to chart in the United States. But the band's biggest breakthrough came with the 1992 album \"Connected,\" which featured several funky hit singles. Extras include five music videos.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323798,"title":"Stereo MCs: Connected Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Chris and Joy and their toy robot, Gizmo, stumble upon a mysterious book that transports them to ancient lands, they observe firsthand the stories of the Bible and experience the love of Jesus Christ. In this second volume of episodes from the popular Christian series, the children attend Rebecca and Isaac's marriage; witness the story of feuding brothers Jacob and Esau; and learn about miracles from Moses and the Israelites.","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323800,"title":"Superbook Bible Stories: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"For three decades, the German television mega-hit \"MusikLaden\" drew an impressive list of musical legends from all over the world, capturing rare and memorable live concert performances. In this energetic show taped in 1982, disco impresarios Kool and the Gang perform hit songs with a unique blend of R&amp;B, funk and disco, including \"Celebration,\" \"Ladies Night,\" \"Get Down On It,\" \"Too Hot,\" \"Go Dancing\" and \"Big Fun.\"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323802,"title":"The Best of MusikLaden: Kool & the Gang","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Buffalo Bob Smith, Clarabell, Mr. Bluster, Professor Whipporill and, of course, Howdy as the gang pursues adventure after adventure while learning valuable life lessons. From 1947 to 1960, Howdy and his pals provided viewers with stories, songs, quizzes and contests on this classic children's program. The video includes the following episodes: \"Yodstick King\" Parts I and II, \"Scuttlebutt\" and \"Val Carney,\" from the summer of 1958.","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323804,"title":"The Howdy Doody Show: Scuttlebutt","adult":false,"genre_ids":[]},{"cast":["Peter  Lalonde","Zola Levitt","Hal Lindsey","Dr. John Ankerberg","Dave Breese"],"overview":"Leading biblical scholars and religious experts discuss the implications of the Rapture, when prophecies predict that Jesus Christ will return to Earth and his true believers will be transported to meet him.","release_date":"1994-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":323806,"title":"The Original Left Behind","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An impressive roster of dancehall and reggae stars come together to share the stage for the 11th annual \"Unite the People\" concert held in Kingston, Jamaica, to raise money for charitable causes in the city and neighboring parishes. In this second volume of performances from the celebration of regional unity, featured artists include Marcia Griffiths, Freddie McGregor, Maxi Priest, Tinga Stewart and Chrisinti.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323811,"title":"Unite the People: 11th Anniversary: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feline mischief-maker Baby Felix and his friends bounce from one madcap adventure to another in this animated children's series based on classic cartoon icon Felix the Cat. Baby Felix lands in all kinds of trouble in these four episodes, but the furry hero gets through life's rough spots with a little help from a magic bag and his friends Baby Kitty, hyper mouse Mookie, smart and sweet Mimi, dog pal Skippy and chatty bird buddy Tattoo.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323834,"title":"Baby Felix & Friends: Vol. 2: Magic Bag, Do Your Stuff!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Valentina and her friends are fun-loving, teenage girls. They shop, they have sleepovers and they dream about their first true love. When they decide to throw a spring bonfire party, they never expected it would turn into such an adventure!","release_date":"2015-03-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323836,"title":"Valentina","adult":false,"genre_ids":[]},{"cast":[],"overview":"Divorced mother Jess (Siobhan Redmond), distraught over her son's violent death in a fiery car crash, finds passion and companionship from the unlikeliest of people: Rob (Paul Bettany), the young drunken driver responsible for killing her son. Facing her family's shock and outrage over the affair, Jess must also cope with her young daughter's blossoming relationship with a much older man.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323841,"title":"Every Woman Knows a Secret","adult":false,"genre_ids":[]},{"cast":[],"overview":"Police informant Raffy-el thinks he's gotten the upper hand on cops and crooks alike when he obtains a master list of all the snitches the Philadelphia police have working for them. Instead, he discovers he's been played. Now he and his brother, Salim, must elude the corrupt cops and fellow criminals who are hunting them down. Taral Hicks, Gillie Da Kid and Omillio Sparks star in this gripping crime drama.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323843,"title":"Exspendable","adult":false,"genre_ids":[]},{"cast":[],"overview":"Explore the life and works of one of America's greatest writers with this absorbing program on William Faulkner. Famous for his depiction of the growing pains of the South in his many novels, Faulkner received the Nobel Prize in literature in 1949. Expert commentary, archival documents and rare interviews shed light on the celebrated author, whose major works include The Sound and the Fury, As I Lay Dying, Light in August and Absalom, Absalom.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323845,"title":"Great Writers: William Faulkner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drop into the cockpit alongside the world's greatest fighter pilots as they take many of the United States military's most fearsome modern-day fighter jets out for a series of death-defying test flights. Experience the power, speed and maneuverability of cutting-edge fighting machines such as of the F-16 Fighting Falcon, F-117A Stealth, F-22 Raptor and the JSF with this collection of breathtaking aerial footage highlights.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323847,"title":"Jets: Vol. 3: Fury","adult":false,"genre_ids":[]},{"cast":["Pekin Ibrahim","Tisha Shamsir"],"overview":"This film is made based on the real stories that took place at an abadoned house in Johor called Villa Nabila. Director Syafiq Yusof chooses to present the film in a documentary style. The film starts off with a disappearance of a teenager at the house. Syafiq interviews a few individuals who claim to have experience the supernatural at the house and turns the interview into a film.","release_date":"2015-01-15","vote_average":6.0,"runtime":83,"cert":"N\/A","id":323864,"title":"Villa Nabila","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A deranged patient escapes from a mental hospital and takes refuge in a deserted factory with heavy industrial presses. He soon turns it into a modern chambers of horrors where horrifying deaths are accompanied by blood curdling screams and the sound of...SQUISH.","release_date":"2007-05-05","vote_average":0.0,"runtime":37,"cert":"\"\"","id":323866,"title":"Squish","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323868,"title":"Jazz Is My Religion","adult":false,"genre_ids":[]},{"cast":["James Bolam","James Hazeldine","Micheal Stainton","Olive Pendleton","Veda Warwick"],"overview":"James Bolam portrays serial killer Dr. Harold Shipman in this made-for-TV drama. The film follows the story of Shipman, a general practitioner who throughout his career is believed to have killed as many as 250 of his patients. When the high death rate of his practice was investigated, it was discovered that he had given lethal doses of diamorphine to a vast number of his patients. He was put on trial where he was convicted of 15 murders and sentenced to life imprisonment.","release_date":"2002-07-09","vote_average":7.0,"runtime":98,"cert":"N\/A","id":323870,"title":"Harold Shipman: Doctor Death","adult":false,"genre_ids":[80,18]},{"cast":["Nagesh","R. Muthuraman","Major Sundarrajan","Sreekanth","V. Gopalakrishnan"],"overview":"Written & Directed by K. Balachander. Comedy Drama.","release_date":"1970-09-03","vote_average":0.0,"runtime":152,"cert":"N\/A","id":323872,"title":"Navagraham","adult":false,"genre_ids":[10751,35,18,10749]},{"cast":[],"overview":"Transformations in the human world and its evolution.","release_date":"2003-01-01","vote_average":7.3,"runtime":18,"cert":"N\/A","id":323877,"title":"Echogram","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A look at the life of former Redskin safety Sean Taylor, who was killed at the age of 24.","release_date":"2014-09-27","vote_average":0.0,"runtime":60,"cert":"\"\"","id":323879,"title":"A Football Life: Sean Taylor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Various performance shots of the band performing live, with release date info","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323893,"title":"Finch: What It Is To Burn - X","adult":false,"genre_ids":[]},{"cast":[],"overview":"G-Lock - Absorbed by the Grid filmed Live August 16, 1997. Chris McLaren (bass), Frank Thomas (guitar \/ vocals, Mykill (drums), Liz Spires (vocals), and Steve Neal (vocals) in the bonus video. This DVD was sourced off a VHS tape from 1997, so audio and video quality may not 100% in all areas. Photosensitive Seizure Warning due to flashing images or lights.","release_date":"1997-09-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323895,"title":"G-Lock - Absorbed by the Grid","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this low-budget adventure, Kathy and John buy a new home, and soon discover that they are not alone.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323897,"title":"Haunted House, Ghost Hunters, Seance, THE VACANT HOUSE","adult":false,"genre_ids":[]},{"cast":[],"overview":"Leopards are loners and famously elusive, but in a remote corner of Botswana, filmmakers find a window into their world when they discover a mother and her cubs. BIG CAT WEEK begins November 28th on Nat Geo WILD.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323899,"title":"Leopard: Ultimate Survivor","adult":false,"genre_ids":[]},{"cast":["Brett Cullen","Cody Kasch","Gilles Marini","Ryan Merriman","Johann Urb"],"overview":"World World II: Shortly after D-Day, three American soldiers and two Army Corps nurses are stranded behind enemy lines. They take a high-ranking German officer as their prisoner and try to orchestrate an escape.","release_date":"2015-06-01","vote_average":4.6,"runtime":107,"cert":"\"\"","id":323901,"title":"The Last Rescue","adult":false,"genre_ids":[10752,28,18]},{"cast":["Claudine Dupuis","Dora Doll","Rellys","Jean Poiret","Michel Serrault"],"overview":"","release_date":"1957-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323903,"title":"Adorables Démons","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323911,"title":"Filme Selvagem","adult":false,"genre_ids":[]},{"cast":["Jenna Jameson","Vince Vouyer","Shayla LaVeaux","Alex Sanders","Juli Ashton"],"overview":"The daughter of a pirate who was murdered by an infamous privateer teams up with a pirate captain, whose wife was also murdered by the same man, to avenge her father's death.","release_date":"1996-04-24","vote_average":7.0,"runtime":115,"cert":"\"NR\"","id":323916,"title":"Conquest","adult":true,"genre_ids":[]},{"cast":[],"overview":"A man discovers the adult videos he rents turn into people ready to satisfy his desires in this David Cronenberg-esque fantasy.","release_date":"2001-03-10","vote_average":0.0,"runtime":19,"cert":"\"\"","id":323918,"title":"Pleasureland","adult":false,"genre_ids":[]},{"cast":["Jaishankar","Sowcar Janaki","Ravichandran","Vanisri","Nagesh"],"overview":"Directed by K Balachander, Music by M.S. Viswanathan, and starring Vanishree, Vijayalalitha, Jaishankar.","release_date":"1971-02-06","vote_average":0.0,"runtime":131,"cert":"N\/A","id":323920,"title":"Nangu Suvargal","adult":false,"genre_ids":[10751,18,10749,35]},{"cast":["Martin Sheen","Marc Sluszny"],"overview":"The movie takes place in the beautiful settings of Egypt, Mozambique and South Africa, where Marc Sluszny and his team prepare for the ultimate journey. Marc will attempt to dive with the Great White shark outside of the cage. During this road movie we are submerged in the beautiful world beneath the sea. We get to share his failures and successes during his coming of age. Marc must overcome his fears and anxieties enabling him to achieve this goal. This docudrama has also an important ecological message: Sharks are not the murderous creatures people think they are. More than 60 million sharks are killed and finned by men every year to make shark fin soup. It is important that we recognize the real truth. Marc's message to his children and the world is one of courage, motivation and understanding. (Per IMDB)","release_date":"2011-03-23","vote_average":0.5,"runtime":82,"cert":"\"\"","id":323922,"title":"Sharkwise","adult":false,"genre_ids":[99]},{"cast":["Davi Santos","Christopher James Lopez"],"overview":"A fugitive rehabilitates a young genius at the cusp of a technological breakthrough while evading the cross-hair of the world's greatest superpower.","release_date":"2013-09-21","vote_average":7.0,"runtime":null,"cert":"\"\"","id":323933,"title":"Densely Hollow","adult":false,"genre_ids":[18,16,28]},{"cast":["Dillion Harper","Sara Luvv","Keisha Grey","Alexis Adams","Ariana Marie"],"overview":"Every man wants a girlfriend who gets fucking nasty!","release_date":"2014-10-06","vote_average":10.0,"runtime":114,"cert":"\"NC-17\"","id":323935,"title":"Girlfriend Experience 2","adult":true,"genre_ids":[]},{"cast":["Mike","Heather"],"overview":"2O years later, a terrorist named Emilson Greenwood had launched an attack on the CIA headquarters. All the spies were killed. Vanessa is dead. Alex and Marissa are the only one alive for the job.","release_date":"2015-03-24","vote_average":10.0,"runtime":null,"cert":"\"PG-13\"","id":323937,"title":"Alex & Marissa 2","adult":false,"genre_ids":[12]},{"cast":[],"overview":"May a recently recruited office worker finds she cannot fund her expensive lifestyle with her dismal paycheck. She later discovers her female work colleagues are playing strip poker or having sex with the management team. May soon learns she may have to indulge in carnal desires to make it in the Central district (the premier commercial district in Hong Kong).","release_date":"2003-02-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":323939,"title":"Sex And The Central","adult":true,"genre_ids":[]},{"cast":[],"overview":"The adventures of Ali and his talking camel.","release_date":"1960-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323941,"title":"Ali and the Camel Episode 2 Into the Desert","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The adventures of Ali and his talking camel.","release_date":"1960-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323943,"title":"Ali and the Camel Episode 1 Talk of a Camel","adult":false,"genre_ids":[10751]},{"cast":["Maurice Colbourne","Philip Martin","Tania Rogers","Paul Barber","Elizabeth Cassidy"],"overview":"Birmingham is a melting pot of races and every community has a stake in the city's underworld. When former SAS officer John Kline is released from prison after serving a sentence for murder, he becomes the unwilling catalyst in a gang war. Movie screened as part of Play of Today.","release_date":"1975-01-09","vote_average":0.0,"runtime":110,"cert":"N\/A","id":323954,"title":"Gangsters","adult":false,"genre_ids":[]},{"cast":["Sujatha","Jai Ganesh","Vijayakumar","Sripriya","Kamal Haasan"],"overview":"Kavitha is a working woman to support her widowed sister, unmarried sister, her blind younger brother, her mother, her drunkard brother Murthy &amp; his family. Her brother not only does not take responsibilities, also creates problems for her. Her longtime boyfriend, Tilak  wants to marry her, but she doesn't because of her commitments. His eyes now wander to Kavitha's widowed younger sister Bharathi who reciprocates his feelings. Kavitha, after reading her boyfriend's love letter to her sister, arranges for them to get married, thus giving up her chance. Meanwhile Prasad loves Bharathi but when he comes to know that she loves Tilak, he sacrifies his love for her and he marries Kavitha's distressed friend, Chandra. Kavitha eventually accepts a marriage proposal of her boss, when she realizes that her brother has become responsible enough to take care of her family. She decides to resign from hard work, but could not as the result of turning point in a typical Balachandar style climax.","release_date":"1974-05-13","vote_average":0.0,"runtime":162,"cert":"N\/A","id":323962,"title":"Aval Oru Thodar Kathai","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Eion Quinn","Anne Gill"],"overview":"The film follows the deterioration of a relationship told through the eyes of a man whose brain has been curdled by isolation. So desperate for companionship the man plays out a relationship between himself and a woman that he has killed but it isn't long before the corpse begins to deteriorate and the relationship follows suit. As the world the Man has built around himself begins to spiral out of control he watches on helplessly as it unravels the grim reality and the devastating truth of what he has done and what he must do...","release_date":"2015-01-12","vote_average":4.0,"runtime":60,"cert":"N\/A","id":323964,"title":"Limp","adult":false,"genre_ids":[27,18]},{"cast":["Mickey Rourke","Daryl Hannah","Eric Roberts","Michael Madsen","Dominique Swain"],"overview":"After his last assignment ended with the death of an innocent woman, a hitman's new job in London is compromised when he is overcome with guilt, and ends up helping a desperate woman who is caught up in a human trafficking operation.","release_date":"2015-03-12","vote_average":5.0,"runtime":97,"cert":"N\/A","id":323966,"title":"A Hitman in London","adult":false,"genre_ids":[28,80]},{"cast":["Casey Heflin","Glenn Payne","Dunlap Peeples IV","Zack Ratkovich"],"overview":"In a dry and dusty post-apocalyptic world, two wayfarers wander aimlessly until Leif finds a copy of The Wonderful Wizard of Oz. Using the world around him to interpret what he reads, Leif allows the book to challenge the beliefs, friendship, and even the very survival of these two divergent travelers.","release_date":"2015-02-08","vote_average":6.6,"runtime":115,"cert":"\"\"","id":323968,"title":"OzLand","adult":false,"genre_ids":[878,18,14]},{"cast":[],"overview":"Part home-movie, part diary, evoking the disembodied voices of the hoi polloi, manifest as an animistic presence within the landscape.","release_date":"1990-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":323970,"title":"Hoi-Polloi","adult":false,"genre_ids":[]},{"cast":[],"overview":"As a famous historic and cultural city in China, Lijiang has claimed to be the world cultural heritage. Its old city epitomizes the unique climate of humanitarian, local history, culture and ethos typical of Naxi nationality whose profound civilization serve as valuable materials for those studying the history of city building and phylogeny. It claims to be the cultural heritage of the whole world as well as China.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323978,"title":"China-Lijiang","adult":false,"genre_ids":[]},{"cast":[],"overview":"Destroy Roy is a short comedy about a newspaper editor who gets kicked in the face by karma.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323980,"title":"Destroy Roy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Game Face Ohio Presents: Boy's Baseball - Ottoville vs. Perry - Game played April 27th, 2010. Announcer: Todd Utrup","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323982,"title":"Game Face Ohio Presents: Boy's Baseball - Ottoville vs. Perry - April 27th, 2010","adult":false,"genre_ids":[]},{"cast":[],"overview":"Here's your exclusive pit pass to go behind the scenes into the exciting sport of SBK World Superbike racing. Meet the riders, their teams and girl friends in a world where you're only as good as your next race win. See how their passions ignite drama on and off the track, how it can lead to love, and join them in their quest to win the prestigious SBK? World Superbike Championship. Raphael (Andrew Lee Potts) and Ruben (Paul Nichols) are life long friends and team mates in the fast paced arena of World Superbike Racing.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323984,"title":"High Speed","adult":false,"genre_ids":[]},{"cast":["Rosie O'Donnell"],"overview":"Rosie O'Donnell speaks straight from--and to--the heart in this stand-up special that delivers hilarious anecdotes about her family and details about the heart attack that changed her life. Other topics include: the headaches and joys of raising five children; her continued infatuation with Barbra Streisand; her second chance at romance; and everything in between.","release_date":"2015-02-14","vote_average":6.5,"runtime":59,"cert":"\"\"","id":323986,"title":"Rosie O'Donnell: A Heartfelt Stand Up","adult":false,"genre_ids":[35]},{"cast":[],"overview":".Covering worldwide events in politics, entertainment, fashion, sports, and technology.Release Dates: Dec 3,1964 - Dec 28,1964Dec 3, (Release 97)- AFRICAN ELECTED U.N. PRESIDENT; AUSTRIAN VILLAGE CRUSHED: tons of dirt and mud slowly engulf the village of their ancestors; FOOTBALL: NOTRE DAME'S HUARTE WINS HEISMAN TROPHY, T.C.U. vs. S.M.U.Dec 7, (Release 98)- POPE HAILED IN INDIA: no other Pope has ever visited this area of the world; WINTER HAS NATION IN AN ICY GRIP; VIETNAM HERO RECEIVES MEDAL OF HONOR: Captain Roger Donlon rallied his men to throw back a concerted Red attack; PEARL HARBOR DEAD ARE REMEMBERED.Dec 10, (Release 99)- FOREIGN VISITORS CONFER WITH PRESIDENT: Harold Wilson, Britain's new Prime Minister, and Russian Foreign Minister Andrei Gromyko","release_date":"2010-08-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":323988,"title":"Universal Newsreel Vol. 37 Release 97-104","adult":false,"genre_ids":[]},{"cast":[],"overview":"This exciting and professionally filmed tour covers the attractions and the stories of British Columbia's largest city, Vancouver.In this fun filled video tour you'll visit: Gastown, Stanley Park &amp; Seawall, Grouse Mountain, Capilano Suspension Bridge, Atoryeum, Canada Place, Vancouver Aquarium, Vancouver lookout at Harbour Centre, Chinatown, Queen Elizabeth Park, Robson Street, Granville Island, Science World, Bloedel Floral Conservatory, HR Macmillan Space Centre, Lonsdale Quay, Okanagan, Vancouver Island, Butchart Gardens, Whistler and Victo","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":323990,"title":"Vancouver","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"W.M.D.","cast":["Tom Kiesche","John Posey","Weetus Cren","Leila Birch","John Brickner"],"id":323998,"overview":"The Iraq war has turned from 'Mission Accomplished' into a hellhole with an indeterminate outcome. There are no WMDs. No links to Al Qaeda. No imminent threat as promised by the administration. In an alternate reality, a group of angry and disgruntled U.S. soldiers set out on a suicide mission to uncover the truth. Doing the unthinkable, they kidnap the Commander in Chief and interrogate him using the same techniques they were trained to inflict upon the people whose country they invaded.","runtime":90,"genre_ids":[10752,28,53],"release_date":"2015-04-07","vote_average":0.0,"adult":false}]