[{"cast":[],"overview":"Janusz, a self-confident 60-year old, an incredibly active person and an accomplished diver, suffers a stroke which leaves him paralyzed. Rehabilitation and assistance of his partner Asia help him regain mobility and improve his functions. He is still struggling with speech and the only person who understands what he says is Asia who interprets him for the world. What keeps Janusz going and motivates to carry on is his big dream - he would like to dive again, despite major hazard for his health and life. His goal is to travel to beautiful but perilous Blue Hole in Dahab, Egypt which poses a challenge even to fit divers.","release_date":"2013-09-29","vote_average":0.0,"runtime":84,"cert":"N\/A","id":324501,"title":"Deep Love","adult":false,"genre_ids":[99]},{"cast":["Morten Lorentzen","Povl Erik Carstensen"],"overview":"John &amp; Aage's second live comedy show from their 1993 tour.","release_date":"1993-01-01","vote_average":6.0,"runtime":135,"cert":"N\/A","id":324503,"title":"John & Aage (a)live with band","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Serge Gainsbourg: Some Other News from the Stars]  Directed by Serge Gainsbourg, Jean-Christophe Averty, and more 1958-1989  This release provides a glimpse of Gainsbourg's professional life from the period spanning 1958 to two years before his death in 1991. Many of the contents overlap with the (now out-of-print?) De Gainsbourg à Gainsbarre release (the title translates as From Gainsbourg to Gainsbarre, a reference to the alter-ego developed on his 1981 record Mauvaises nouvelles des étoiles -- Bad News from the Stars -- referenced by the title of this DVD), but everything has now been cleaned up as much as was possible given the varying states of the film and video sources included here. The quality is good overall, image is quite consistent (often lovingly un-restored), sound is superb. The \"I said, I want to fuck her\" Whitney Houston clip has not been collected here. It can be found rather easily on the Web, albeit sans Dolby 5.1.","release_date":"2005-04-25","vote_average":0.0,"runtime":280,"cert":"N\/A","id":324505,"title":"Serge Gainsbourg ‎– D'Autres Nouvelles Des Étoiles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Bernhard Giger","release_date":"2011-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324507,"title":"Herz im Emmental","adult":false,"genre_ids":[]},{"cast":[],"overview":"While volunteering at a homeless shelter, Maggie's upper middle-class world shifts when Alysha, a teen mom, barges into her life. Awakened to the issue of homelessness, Maggie becomes determined to try to make a difference. When a congressman reintroduces a bill called \"4 Walls and a Roof\", which makes it a right of every American to have shelter, Maggie decides to take action and goes on a protest hunger strike. As her health declines, family and friends grow desperate to understand her extreme action and try to stop her. First-time film director phiAMMA also wrote this timely story ,and is spearheading a movement to create a real 4 Walls bill to bring greater attention to the homeless problem in America and to help make shelter a basic right for all.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324509,"title":"Homeskillet","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mahout has lost his elephant. A theater owner has lost her god. A god has lost his identity. A devil has lost his teeth. A constable has lost his faith. A tea stall owner has lost his cycle. An elephant has lost its way. And they've all lost their marbles as they come together to search for something even they don't know. A journey into chasing the one thing that drives us all: a purpose.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324517,"title":"Greater Elephant","adult":false,"genre_ids":[]},{"cast":["Kirill Lavrov","Mikhail Kozakov","Andrei Tolubeyev","Emmanuil Vitorgan","Anatoliy Rudakov"],"overview":"Set in December of 1917 after the Bolshevik revolution in Russia. Lenin and the communists are making every effort to strengthen their power. Lenin appoints Felix Dzerzhinsky the Commissar for Internal Affairs and the head of the All-Russian Extraordinary Commission for Combating Counter-Revolution and Sabotage (CheKa). It became the predecessor of GPU and KGB.","release_date":"1982-05-18","vote_average":6.0,"runtime":276,"cert":"\"\"","id":324519,"title":"December 20th","adult":false,"genre_ids":[36,18]},{"cast":["Georgi Taratorkin","Regimantas Adomaitis","Nelė Savičenko","Liubomiras Laucevicius","Romualdas Ramanauskas"],"overview":"An examination of the trials and tribulations of the Jordache family, from the period following World War II to the late 1960s.","release_date":"1982-06-06","vote_average":5.0,"runtime":240,"cert":"N\/A","id":324521,"title":"Rich Man, Poor Man...","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324523,"title":"Sprookjesboom Deel 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gustavo Dudamel, the musical director of the Los Angeles Philharmonic, meets the jazz superstar Herbie Hancock for an unforgettable concert dedicated to the American composer George Gershwin at the Walt Disney Concert Hall in 2011. The programme includes the Cuban Overture, An American in Paris, Embraceable You, Someone To Watch Over Me, and George Gershwin's masterwork, the Rhapsody in Blue.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324525,"title":"La Phil live","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intimate portrait of the legendary pianist Murray Perahia. The documentary observes Perahia at work on the interpretation of some pieces by Chopin and Schumann. It shows him as conductor of the famous Academy of St. Martin in the Fields, follows him into the recording studio and a master class in Hanover and finally captures a concert performance at a Warsaw Chopin recital in February 2010.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324527,"title":"Murray Perahia, Not Of This World","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324547,"title":"Sprookjesboom Deel 8 Magische Momenten","adult":false,"genre_ids":[]},{"cast":["Niki Cipriano","Sherrie Allyn"],"overview":"A girl faces losing a college scholarship after a sports injury until she gets help from a team of professionals.","release_date":"2015-02-16","vote_average":0.0,"runtime":4,"cert":"\"\"","id":324549,"title":"Beyond The Walls","adult":false,"genre_ids":[]},{"cast":["Marc van Uchelen","Viviane de Muynck"],"overview":"A burglar gets caught on a farm by an older woman. The religious woman, who's body is covered with ulceration, believes he is there for a reason.","release_date":"1997-03-10","vote_average":7.0,"runtime":53,"cert":"N\/A","id":324551,"title":"Dark Light","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Astro is a robot boy created by a scientist as a replacement for the man's dead son. After going on a Pinocchio-style adventure, he ends up with a new owner and a new mission: to fight evil (in human or robot form) using his many superpowers.","release_date":"2020-05-20","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":324553,"title":"Astro Boy","adult":false,"genre_ids":[878,12,28]},{"cast":["Harriet Walter","Bernard Gallagher","Gillian Martell","Lorna Yabsley","Nicholas Le Prevost"],"overview":"Second World War drama - A young woman decides against working in a munitions factory, and lands a post with the signals corps attempting to crack the Enigma code.\r Written by Ian McEwan.","release_date":"1980-04-24","vote_average":6.3,"runtime":75,"cert":"N\/A","id":324555,"title":"The Imitation Game","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Tracklist DVD:\r 1. Love For Sale (instr.)\r 2. Come Fly With Me\r 3. Luck Be A Lady\r 4. Pennies From Heaven\r 5. Witchcraft\r 6. It Had To Be You\r 7. The Best Is Yet To Come\r 8. I Concentrate On You\r 9. Wee (instr.)\r 10. The Lady Is A Tramp\r 11. Please Be Kind\r 12. Willow Weep For Me\r 13. You Make Me Feel So Young\r 14. Angel Eyes\r 15. I Got A Woman\r 16. Route 66\r 17. Toegift: de eigen nummers\r 18. Tot slot: Fly Me To The Moon","release_date":"2007-11-15","vote_average":0.0,"runtime":87,"cert":"N\/A","id":324557,"title":"Hans Teeuwen Zingt","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2010-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324559,"title":"Sprookjesboom Deel 10 Speciale Draak Editie","adult":false,"genre_ids":[]},{"cast":[],"overview":"The disappearance of Michael Rockefeller is one of the enduring unsolved mysteries of the 20th Century. In 1961, Michael Rockefeller left on a voyage down the cannibal coast of New Guinea in a trading canoe. Several miles off shore, heavy seas swamped his craft. After a night adrift, Rockefeller set out to swim for the distant shore, leaving his companion with the fateful words: \"I think I can make it...\" He was never seen again. Or was he?","release_date":"2011-07-22","vote_average":4.0,"runtime":90,"cert":"\"\"","id":324561,"title":"The Search for Michael Rockefeller","adult":false,"genre_ids":[]},{"cast":["Ailín Salas","Javier De Pietro","Julián Infantino","Malena Villa","Justo Calabria"],"overview":"A butterfly, a creature symbolising rebirth and a new beginning, epitomises Romina’s and Germán’s world, a world that consists of two parallel realities. In one of them they grow up as siblings who desire each other and try to give shape to their love without sexual fulfilment; in the other they are a young man and woman who form an awkward friendship instead of succumbing to their feelings for each other. Germán finds himself in a discordant relationship with Mariela. Mariela’s brother is interested in Bruno. Bruno is with Romina, but wants to be with Germán. Playfully alternating between these two realities, the lovers find themselves drawn into ever new couplings in order to explore their intuitive feelings – cautiously, but at the same time prepared to lose everything.","release_date":"2015-02-07","vote_average":8.2,"runtime":103,"cert":"N\/A","id":324578,"title":"Butterfly","adult":false,"genre_ids":[878,18,14,10749]},{"cast":[],"overview":"Film material is subjected to biochemical processes by burying it in the garden, storing it in a pond, or overheating it. The results of these natural processes of decay or aging are then copied back onto film and thus conserved in the state of their dissolution.  - Lightcone","release_date":"1984-01-01","vote_average":5.2,"runtime":5,"cert":"N\/A","id":324580,"title":"Stadt in Flammen","adult":false,"genre_ids":[]},{"cast":["W. Axl Rose","Slash","Duff McKagan","Izzy Stradlin","Dizzy Reed"],"overview":"A look behind the scenes at the making of the video for the song \"Estranged\" from Guns N Roses Use Your Illusion album, giving fans an up close and intimate look at the band when it was near the peak of its popularity. Inludes footage of the Axl, Slash and the rest of the bandmembers hard at work in the studio, as well as in some of their more relaxed moments.","release_date":"1994-04-26","vote_average":9.3,"runtime":60,"cert":"\"\"","id":324585,"title":"Guns N' Roses: Estranged - Part IV of the Trilogy!!!","adult":false,"genre_ids":[99,10402]},{"cast":["Marcel Perez","Nilde Baracchi"],"overview":"A detective pursues a woman suspected of spying for the Kaiser.","release_date":"1918-11-09","vote_average":0.0,"runtime":21,"cert":"\"NR\"","id":324596,"title":"Camouflage","adult":false,"genre_ids":[35]},{"cast":["Aleksey Guskov","Aleksandr Galibin","Zoya Buryak","Vitaliy Khaev","Elizaveta Arzamasova"],"overview":"Based on a short story \"Ward No. 6\" by Anton Chekhov.","release_date":"2004-12-23","vote_average":1.0,"runtime":93,"cert":"\"\"","id":324613,"title":"Ragin","adult":false,"genre_ids":[18]},{"cast":["Kumaresh Rajagopalan","Yamini","Livingston","Vaishnavi","Ganesh Rajagopalan"],"overview":"Oru Veedu Iru Vasal is a 1990 Indian Tamil language Drama film directed by K. Balachander starring Yamini, Kumaresh and Ganesh. Contrived and manipulating, yet tugging at your heart. This is actually two movies put together. Their connection is contrived and hence the climax is a let-down. But individually, they are wonderful pieces. Violin virtuoso-brothers Ganesh and Kumaresh have been used brilliantly and have delivered excellent performances for their debut. The movie was based on the novel by Anuradha Ramanan. The film won the National Film Award for Best Film on Other Social Issues at the 38th National Film Awards. The movie contains two distinct story lines, each story lines revolves around Ganesh and Kumaresh. This movie depicts difficulties women face(d) in a predominantly male dominated society. How these women when pushed to edge fight their ostracized husbands and set a tone and lead a meaningful life.","release_date":"1990-09-07","vote_average":0.0,"runtime":156,"cert":"N\/A","id":324615,"title":"Oru Veedu Iru Vasal","adult":false,"genre_ids":[10751,18]},{"cast":["Mukesh","Khushboo","Vineeth Radhakrishnan","Yuvarani","Nassar"],"overview":"Jathi Malli is a 1993 Indian Tamil language Drama film directed by K. Balachander starring Kushboo Sundar, Nassar, Vineeth, Mukesh and Yuvarani.","release_date":"1993-01-14","vote_average":0.0,"runtime":153,"cert":"N\/A","id":324620,"title":"Jathi Malli","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Geetha","Prakash Raj","Renuka","Shruti","Rahman"],"overview":"Chellammaa (Geetha), a singer, is wedded to a chauvinistic, sadistic industrialist named Prakash (Prakash Raj). She is unable to beget a child and hence is the target of hurting words from Prakash and his mother. When he prohibits her from singing, it is the last straw for her and they divorce. He marries Karpagam (Renuka), a doormat wife, while Chellammaa stays single, with a cook Kokila (newsreader Fathima Babu in her first movie appearance) around to help her. Kalki (Shruti) works in an ad agency and is relentlessly pursued by co-worker and model Paranjothi (Rahman) but she not only rejects him but debunks love and sentiments. Chellammaa becomes friends with Kalki after a few encounters and Kalki moves in as a paying guest. But she strikes up a friendship with Prakash and as the result of an affair with him, she ends up bearing his child. What happens of this leads up to the climax.","release_date":"1996-11-10","vote_average":0.0,"runtime":161,"cert":"N\/A","id":324622,"title":"Kalki","adult":false,"genre_ids":[10749,10751,18]},{"cast":["Kennedy Leigh","Whitney Westgate","Emily Grey","Gianna Nicole","Chloe Foster"],"overview":"All innocence is lost as 5 young sweethearts get pushed to the limit! Shot in the highest quality, get yourself ready as Kennedy Leigh, Whitney Westgate, Gianna Nicole, Emily Grey, and Chloe Foster get a taste of hot passion. These young girls are ready to show you their secret wild side!","release_date":"2014-05-15","vote_average":0.0,"runtime":96,"cert":"\"NC-17\"","id":324624,"title":"Young Girl Seductions 3","adult":true,"genre_ids":[]},{"cast":["Heather Bennett","Hennie Scott","John Moulder-Brown","Toke Townley"],"overview":"Three children track their lost piano with one note missing through London.","release_date":"1961-04-01","vote_average":5.5,"runtime":56,"cert":"N\/A","id":324647,"title":"The Missing Note","adult":false,"genre_ids":[10751]},{"cast":["Rebecca Crawford","Linda Beagley","Susan Beagley"],"overview":"Maria comes from abroad to visit an English family. On the way to the Cinema Club she gets lost and misses the film. Next day the children find the cinema unlocked. They take her over it and try out the apparatus. Then they surprise a thief and give chase, finally trapping him with the spotlight so that the police can catch him.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324649,"title":"A Film for Maria","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The film is set in the early 18th Century and involves smugglers and preventative officers. The on-shore leaders of the smugglers are a rascally lawyer and his wife who organise regular 'runs' of contraband. Richard Merivale, a wealthy young boy, whose parents are believed to have been lost at sea comes to live with them. By his efforts and with help of local children who endure many exciting adventures, the gang are brought to justice and Richard is reunited with the father.","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324651,"title":"The Secret Panel","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The film is set in the early 18th Century and involves smugglers and preventative officers. The on-shore leaders of the smugglers are a rascally lawyer and his wife who organise regular 'runs' of contraband. Richard Merivale, a wealthy young boy, whose parents are believed to have been lost at sea comes to live with them. By his efforts and with help of local children who endure many exciting adventures, the gang are brought to justice and Richard is reunited with the father.","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324653,"title":"The Smugglers' Pony","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The film is set in the early 18th Century and involves smugglers and preventative officers. The on-shore leaders of the smugglers are a rascally lawyer and his wife who organise regular 'runs' of contraband. Richard Merivale, a wealthy young boy, whose parents are believed to have been lost at sea comes to live with them. By his efforts and with help of local children who endure many exciting adventures, the gang are brought to justice and Richard is reunited with the father.","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324655,"title":"The Last Cargo","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The film is set in the early 18th Century and involves smugglers and preventative officers. The on-shore leaders of the smugglers are a rascally lawyer and his wife who organise regular 'runs' of contraband. Richard Merivale, a wealthy young boy, whose parents are believed to have been lost at sea comes to live with them. By his efforts and with help of local children who endure many exciting adventures, the gang are brought to justice and Richard is reunited with the father.","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324657,"title":"Richard Knows Too Much","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2014-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324680,"title":"Sprookjesboom Deel 13 Vier De Seizoenen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324682,"title":"Sprookjesboom Deel 14 Het Sprookjesfeest 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-07-17","vote_average":0.0,"runtime":4,"cert":"\"\"","id":324684,"title":"Haysha Royko","adult":false,"genre_ids":[]},{"cast":["Vladimir Tomić"],"overview":"When this film’s director was still a boy, he stood in front of “Flotel Europa“ and was hugely excited about the prospect of this gigantic ship moored in the port of Copenhagen becoming a new home for him, his mother and his older brother. Together with about 1000 other refugees from the former Yugoslavia, they started life anew on the ship.","release_date":"2015-02-10","vote_average":0.0,"runtime":70,"cert":"N\/A","id":324686,"title":"Flotel Europa","adult":false,"genre_ids":[99]},{"cast":["Jenny Boyd","George Harrison","John Lennon","Paul McCartney","Ringo Starr"],"overview":"A dazzlingly mod yet oddly old-fashioned romantic view of heterosexual couples in the swinging youth scene of 1960s London.","release_date":"1966-05-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":324691,"title":"Reflections on Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this weird picture we take a pleasure trip into the infernal regions and are entertained by his Satanic Majesty and all the spooks that are connected with his household.","release_date":"1908-11-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":324693,"title":"La grotte des esprits","adult":false,"genre_ids":[]},{"cast":[],"overview":"Twenty-something Se-young, thirty-something Kyung-eun, and forty-something Kyung-soon all try to find the true meaning of their existence within a family that constantly violates the self while Vincent, an American adoptee, mocks Korea’s ‘blood relations obsessed’ society.","release_date":"2006-05-08","vote_average":0.0,"runtime":111,"cert":"N\/A","id":324713,"title":"Shocking Family","adult":false,"genre_ids":[99]},{"cast":[],"overview":"SWAY is a free-form documentary edited from fourteen years of daily subway video shooting. It is filled with music and poignant New York City moments.","release_date":"2006-01-01","vote_average":0.0,"runtime":34,"cert":"\"\"","id":324715,"title":"Sway","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324717,"title":"Zandkasteel Knip Zegt De Kapper","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324719,"title":"Zandkasteel Taart Voor Koning Koos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed at the Chrome Shop Mafia home base, see tricked out custom show trucks, show highlights, truck pulls, record breaking truck parade, interviews, and good 'ole down home driver hospitality by the Boyz.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324721,"title":"Chrome Shop Mafia 2012 Guilty By Association Truck Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"To what extent did Ennio Morricone's music contribute to the success of Sergio Leone's spaghetti westerns (The Good, the Bad and the Ugly, Once Upon a Time in the West...)? It definitely contributed to it. Born in 1928, accomplished trumpeter and conductor, he wrote more than four hundred music scores for the cinema! In october 2004, he conducts a selection of his pieces...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324723,"title":"Morricone conducts Morricone : The Sicilian Clan, Once Upon a Time in the Wes","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Overview","release_date":"2011-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324746,"title":"Ainom","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary","release_date":"2011-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324748,"title":"Jews by Choice","adult":false,"genre_ids":[]},{"cast":[],"overview":"Israeli journalist Shlomo Slutzky returns home to Argentina to cover the trial of General Menendez, charged with mass murders during the 1970's dictatorship. The professional reporting assignment for Israeli television soon leads Shlomo on a personal journey through Argentina, Spain and Israel, re-tracing the footsteps of his old friends from the Jewish movement. Friends who in 1976 chose to join the guerrilla forces while Shlomo chose to immigrate to Israel. Many of these friends were imprisoned, tortured and killed, Shlomo survived.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324750,"title":"Nekuda Psik","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Overview","release_date":"2012-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324752,"title":"Njanum Ente Familyum","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324754,"title":"Bob De Bouwer Liftie De Ster","adult":false,"genre_ids":[]},{"cast":[],"overview":"iedra Roja is a close-up look at how Chile's first 'hippie' rock festival (an imitation of Woodstock), profoundly affected Chilean society during a time of social and political upheaval--the inception of Salvador Allende's socialist government, the subsequent military coup d'etat, and Allende's suicide. The festival, widely condemned by the media as three days of drugs, violence and sex, became the scapegoat for both the left and the right to further political agendas. Emotional interviews with festival organizers and musicians illustrate how their involvement with the festival changed the courses of their lives as they dealt with backlash from both conservative Chileans and outraged government forces. Piedra Roja. laced with period music, was produced and filmed by one of the festival organizers.","release_date":"2011-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324756,"title":"Piedra Roja","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Overview","release_date":"1946-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324758,"title":"That Man of Mine","adult":false,"genre_ids":[]},{"cast":["James Earl Jones"],"overview":"Embark on one of the greatest adventures of all time--presented by one of the screen's most eloquent voices--as James Earl Jones narrates this beautifully animated version of the classic story of Noah's Ark. This is a breath-taking adaptation of Peter Spier's book, complemented by a music score by Stewart Copeland.","release_date":"1989-01-01","vote_average":1.0,"runtime":27,"cert":"\"G\"","id":324778,"title":"Stories to Remember: Noah's Ark","adult":false,"genre_ids":[16]},{"cast":["James Dreyfus","Tom Farrelly","Tania Levey","David Tennant"],"overview":"Jake is a self-professed 'artist and filmmaker' who can't quite keep life together in the face of other people's success. However his life changes when small-time thief Jojo breaks into his car and steals his briefcase containing a book on screen-writing and Jake's filofax of 'contacts'. Jojo's new script ensures he quickly becomes the talk of the town.","release_date":"2000-03-01","vote_average":4.0,"runtime":80,"cert":"N\/A","id":324780,"title":"Being Considered","adult":false,"genre_ids":[35]},{"cast":["Ian Bourn","Helen Chadwick"],"overview":"The heaven and hell of suburban domesticity is put in the spotlight in this tape involving a video game, a cup of tea and a Sunday afternoon.  He is in the still undecorated back room. She is in the garden, soaking up the sun. A cup of tea is called for.  Ian Bourn and the late Helen Chadwick play the two lead roles.","release_date":"1982-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":324782,"title":"The End of the World (Don't You Just Know It)","adult":false,"genre_ids":[]},{"cast":[],"overview":"A music video made while I was at St. Martins College of Art, compiled from 8mm film I'd shot and found footage. The recent version has a clean soundtrack but the picture came off a very old U-matic tape that was warped, hence it has a strange stutter and freeze effect on it which wasn't in the original edit but--as part of the look of the piece was to do with decay and things falling apart--it kind of fits. I made this video after I had made 7 Songs for 23 Skidoo as I was doing a live multi-screen film show for the band during their live performances and this was an extension of that process, again at St. Martins College of Art and the London College of Printing.","release_date":"1984-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":324784,"title":"Fuck You G.I.","adult":false,"genre_ids":[]},{"cast":["Andrew Garfield","Sam Worthington","Vince Vaughn","Luke Bracey","Teresa Palmer"],"overview":"WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.","release_date":"2016-10-07","vote_average":8.1,"runtime":139,"cert":"\"R\"","id":324786,"title":"Hacksaw Ridge","adult":false,"genre_ids":[18,36,10752]},{"cast":["Tommy Wiseau","Yenitza Munoz","Christopher Cooper","Charlotte Catherine Barlow","Karly Kim"],"overview":"A sitcom pilot about the relationships between a group of people who live in the same apartment building.","release_date":"2014-09-26","vote_average":5.0,"runtime":30,"cert":"\"\"","id":324788,"title":"The Neighbors","adult":false,"genre_ids":[35]},{"cast":["Svetlana Timofeeva-Letunovskaya","Aleksandr Dyachenko"],"overview":"","release_date":"2015-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324808,"title":"Отпуск летом","adult":false,"genre_ids":[10749]},{"cast":["Aari","Elango Kumaravel","Ajay Krishna","Sandra Amy","Varunika"],"overview":"Three friends who cannot seem to catch a break decide to make their own ways. Where do their paths lead them?","release_date":"2015-01-30","vote_average":5.0,"runtime":145,"cert":"N\/A","id":324810,"title":"Dharani","adult":false,"genre_ids":[10749,18,53]},{"cast":["Tom Beck","Ramona Beckmann","Bejo Dohmen","Simon Gosejohann","Daniel Wiemer"],"overview":"When an unsuspecting student inserts a blood drenched alientampon and mutates into a murdering monster, a group of students unite their forces in order to confront her with weapons and courage.","release_date":"2015-02-12","vote_average":6.5,"runtime":3,"cert":"\"\"","id":324812,"title":"Alien Tampon","adult":false,"genre_ids":[28,27,878,35]},{"cast":["Beryl Mercer","Otis Skinner","Betty Jane Graham","Loretta Young","Walter Pidgeon"],"overview":"Mr. and Mrs. Warner Bros. Pictures and their precocious offspring, Little Miss Vitaphone, host a dinner in honor of Warner Bros. Silver Jubilee, attended by most of the major players and song writers under contract to WB at that time.","release_date":"1930-08-01","vote_average":4.5,"runtime":11,"cert":"\"\"","id":324817,"title":"An Intimate Dinner in Celebration of Warner Bros. Silver Jubilee","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Daniel is a young man. Daniel is a student and a writer. Also Daniel is a pedophile. He is in love and makes no secret of his sexual orientation; even not in front of the parents of his beloved boy. Daniel has never hurt any child. What is the way of the most intimate of feelings in Daniel's and his friends' heart? The film introduces the rises and falls of people living with pedophilia. It portrays Daniel and the Czech community of pedophiles. It narrates a story of forbidden love and a constant struggle to come to terms with oneself and the society.","release_date":"2015-02-19","vote_average":4.0,"runtime":75,"cert":"N\/A","id":324819,"title":"Daniel's World","adult":false,"genre_ids":[99]},{"cast":["Hirofumi Tanaka","Sayaka Ohara","Nobuyuki Kobushi","Fumihiro Okabayashi","Banjou Ginga"],"overview":"When a group of students manage to complete Thomas Edison's unfinished \"spirit phone\" that allows communication with the dead, they are brought to the spirit world by an ancient Incan priest.  There they meet historic figures such as Albert Einstein, Buddha, and Friedrich Nietzsche and learn the hidden truths of the cosmos, heaven, hell, and God.","release_date":"2006-09-30","vote_average":2.5,"runtime":113,"cert":"N\/A","id":324821,"title":"The Laws of Eternity","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"Tom and Sukie arrive in Malta to spend the holidays with their father, an archaeologist digging for a legendary golden statue of Calypso on the island of Gozo. He fails to meet the children who make friends with Jiminy, a Maltese boy, and go to the villa where they overhear two crooks threatening their father. The cooks fool the police to whom the children have gone. They escape and make their way finally to Gozo to see their father's colleague where they all captured. Just before the statue is handed over Jiminy arrives with an army of children who rout the crooks and drive them into the arms of the police. Based on the novel. By Jiminy by David Scott Daniel","release_date":"1963-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324838,"title":"Escape to Gozo","adult":false,"genre_ids":[10751]},{"cast":["Neil McCarthy","Jonathan Collins","Graham Ashley","Alexander Riley"],"overview":"Adventure of stolen jewels and the kidnapping of a little boy who saw the robbery. Serial in 8 episodes.","release_date":"1963-01-01","vote_average":0.0,"runtime":240,"cert":"N\/A","id":324840,"title":"The Young Detectives","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Tom and Sukie arrive in Malta to spend the holidays with their father, an archaeologist digging for a legendary golden statue of Calypso on the island of Gozo. He fails to meet the children who make friends with Jiminy, a Maltese boy, and go to the villa where they overhear two crooks threatening their father. The cooks fool the police to whom the children have gone. They escape and make their way finally to Gozo to see their father's colleague where they all captured. Just before the statue is handed over Jiminy arrives with an army of children who rout the crooks and drive them into the arms of the police. Based on the novel. By Jiminy by David Scott Daniel","release_date":"1963-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324842,"title":"By Jiminy","adult":false,"genre_ids":[10751]},{"cast":["Dakota Skye","Dillion Harper","Ava Taylor","Chloe Foster","Natasha White"],"overview":"Cum on in... if you can fit.","release_date":"2014-08-11","vote_average":10.0,"runtime":118,"cert":"\"NC-17\"","id":324844,"title":"She's So Small","adult":true,"genre_ids":[]},{"cast":["Will Arnett","Zach Galifianakis","Michael Cera","Rosario Dawson","Ralph Fiennes"],"overview":"In the irreverent spirit of fun that made \"The Lego Movie\" a worldwide phenomenon, the self-described leading man of that ensemble—Lego Batman—stars in his own big-screen adventure. But there are big changes brewing in Gotham, and if he wants to save the city from The Joker’s hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up.","release_date":"2017-02-08","vote_average":7.2,"runtime":104,"cert":"\"PG\"","id":324849,"title":"The Lego Batman Movie","adult":false,"genre_ids":[28,16,35,10751,14]},{"cast":[],"overview":"","release_date":"2008-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324851,"title":"Bob De Bouwer Packers Eerste dag","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324868,"title":"Ernst, Bobbie en de Rest: Een bruid voor de boswachter","adult":false,"genre_ids":[]},{"cast":["Prithviraj Kapoor","Ramesh Deo","Agha","Rajendra Nath","Sowcar Janaki"],"overview":"Teen Bahuraniyan (English: Three Daughters-In-Law) is a 1968 family comedy movie. The film is a remake of 1967 Tamil movie Bama Vijayam (Bama's Visit). The film's three lead ladies reprise their roles from the original movie. Teen Bahuraniyan is family story of 3 daughter in laws and their husbands. The movie shows how their relations takes different colour at various situations and how the father Prithviraj Kapoor plays vital role in the family to keep things going.","release_date":"1968-07-19","vote_average":0.0,"runtime":148,"cert":"N\/A","id":324870,"title":"Teen Bahuraniyan","adult":false,"genre_ids":[10751,35,18]},{"cast":[],"overview":"","release_date":"2004-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324872,"title":"Ernst, Bobbie en de Rest: Vangen Boeven","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324874,"title":"Sprookjes Van Klaas Vaak Deel 2","adult":false,"genre_ids":[]},{"cast":["Alison Tyler","Alex Chance","August Ames","Rachele Richey","Keisha Grey"],"overview":"These sexy ladies like to soap up their big juggs to get you all worked up before you enter their wet twats and pound the hell out of them!","release_date":"2014-10-22","vote_average":0.0,"runtime":111,"cert":"\"NC-17\"","id":324876,"title":"Soapy Wet Tits","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324878,"title":"Het Zandkasteel Deel 2","adult":false,"genre_ids":[10751]},{"cast":["Free Souffriau","Louis Talpe","Nicky Langley","Fred Van Kuyk"],"overview":"","release_date":"2008-10-15","vote_average":5.8,"runtime":null,"cert":"N\/A","id":324892,"title":"Mega Mindy - De Foute Goochelaar","adult":false,"genre_ids":[9648,10751,12]},{"cast":[],"overview":"","release_date":"2010-08-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":324894,"title":"Mega Mindy - De Kriminalski Broers","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-04-23","vote_average":4.0,"runtime":null,"cert":"N\/A","id":324896,"title":"Mega Mindy - De Pinguinjas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":324898,"title":"Mega Mindy - Het Olijf Misdrijf","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-10-25","vote_average":4.0,"runtime":null,"cert":"N\/A","id":324900,"title":"Mega Mindy - Wonderhaar","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324902,"title":"Bassie - De Reis Van Zwarte Piet","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 1st Minnesota Volunteer Infantry Regiment fought bravely and gallantly during the Civil War. Their regiment was the first to sign up for the Union army and arrived at Gettysburg with less than 300 survivors. Many more would sacrifice their lives there as the men of the 1st Minnesota were twice at the center of a battle that decided America?s future. As the US commemorates the 150 year anniversary of Gettysburg, HUSH follows their journey from 1861 to 1865, through the milestones of the Civil War into the deciding battles of the historic conflict, and asks: What was the war really all about? What role did slavery and civil rights play in the conflict? What did the brave men and women fight for, and why is it still relevant to American politics and society today.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324919,"title":"Gettysburg - An American Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"You meet someone, fall in love and live happily ever after - that's what's supposed to happen, right? But is life ever that simple? Old friends Rachel and Iain are desperate to pursue their own paths to what they think is true love, until they slowly realise their love for one another. The path to true love is far from smooth, when Clare decides to intervene, with her supernatural powers to change time, in this unconventional sci-fi rom-com. Clare meddles with their courtship to try to fight the inevitability that, in a romantic comedy, there will always be a happy f****** ending.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324921,"title":"Happy F***ing Endings","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rare short film starring Oscar winner Melissa Leo in her first screen role, written and directed by Sundance award winner A. Dean Bell.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324923,"title":"I'm Only There...","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the exciting adventures of Paulie Police Car and Fiona Fire Engine as they help the town people find thieves, put out fires, and solve one of the many mysteries that happen in the otherwise quiet town. You will also get to know Calamity Crow, the most misunderstood bird in town. Emphasizing friendship, Heroes of the City shows children what may be accomplished by helping each other.","release_date":"2014-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324928,"title":"Paulie and Fiona, Heroes of the City","adult":false,"genre_ids":[]},{"cast":["Richard Maurice","Sammie Fields","Orine Johnson","Wanda Maurice","Leo Pope"],"overview":"A truly bizarre mixture of sentimentality, spirituality and the supernatural, Eleven P.M. follows an impoverished violinist who tries to protect a young girl from straying into a life of sin -- and features one of the most mind-boggling endings ever (the poster above provides a hint). Produced by the Maurice Film Company of Detroit, Michigan.","release_date":"1928-02-14","vote_average":0.0,"runtime":66,"cert":"\"\"","id":324945,"title":"Eleven P.M.","adult":false,"genre_ids":[18]},{"cast":["Larry Elder","Thomas Sowell","Charles Alan Murray","Walter Williams"],"overview":"On the major social and political issues of our time, economist, author, and columnist Walter Williams is one of America's most provocative thinkers. He is black, yet he opposes affirmative action. He believes that the Civil Rights Act was a major error, that the minimum wage actually creates unemployment, and that occupational and business licensure and industry regulation work against minorities and others in American business. Perhaps, most importantly, he has come to believe that it has been the welfare state that has done to black Americans what slavery could never do: destroy the black family","release_date":"2014-09-15","vote_average":8.0,"runtime":56,"cert":"\"\"","id":324947,"title":"Walter Williams: Suffer No Fools","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Feeling sick this winter, well don't worry we have the perfect cure for you ailment, Warren Miller's Winter Fever. Follow along as some of the best skiers of the time like Junior Bounous, Suzie Patterson, Penelope Street, and Scotty Brooksbank show you some of the most classic and purest techniques from the early stages of extreme skiing. Travel all around and visit places like New Mexico, Crested Butte, Snowbasin, Mt. Baker, Wisconsin, Lake Placid, and Canada. If you start to feel a little hot and bothered after this movie don't worry, you just got a little case of Winter Fever.","release_date":"2015-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324949,"title":"Warren Miller's Winter Fever","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed in Waupun, Wisconsin. You?ll see tricked out custom show trucks, show highlights, daytime and night time truck parades, and interviews. Learn about the professional drivers and the equipment they run across America.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324951,"title":"Waupun Truck N' Show 2012 Truck Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324953,"title":"Kabouter Plop - Vakantie Vol Verrassingen","adult":false,"genre_ids":[]},{"cast":["Vangelis"],"overview":"This comes from a rare DVD from the Eureka concert, performed by Vangelis at the docks in Rotterdam, the Netherlands, in 18th July 1991.  A floating stage was made for Vangelis with his synths and the choir, surrounded by Greek ornaments. Buildings and boats around were animated by projections of colors and lasera animation.  Unfortunately, this appears to be a “finger-sync” style performance. The way the video is edited, too, there frequently seems to be no connection between what Vangelis is doing and the music.  Jon Anderson appeared as guest for the track \"Italian Song\" and Markella Hatziano appeared for \"Glorianna\".","release_date":"1991-07-18","vote_average":0.0,"runtime":51,"cert":"N\/A","id":324955,"title":"Vangelis – Eureka (Live at Rotterdam, 1991)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"What's more appetizing than deep powder snow and some incredible skiing: Warren Miller's Ski Ala Carte. Join the all you can ski buffet with skiers like John Reveal, Phil Mahre, Steve Mahre, Kurt Miller, Mike Chew, Karen Huntoon, Cindy Clinker, Bob Klein, Karen Jacobsen and many many more as they ski some of the most traditional ski resorts in the world as well as some very non-traditional places. From Keystone and Copper, up to Canada, and all the way across the world to Greece and Chamonix, come along and take a ski adventure that will surely satisfy your hunger for skiing.","release_date":"2015-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324966,"title":"Warren Miller's Ski Ala Carte","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bob and Penny travelled to Lithuania to bring you a true \"alter Christus\" an Archbishop who shares his testimony of 9 years as a prisoner in the concentration camps of Siberia because he was a priest. Listen to how he shares taking what little bread and grape rations he had and saying Mass at the risk of being killed Listen as our priest tells of the atrocities he suffered and the difficulties of being a priest and tending his sheep in the prison camp.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324968,"title":"Five Years in Siberia","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324970,"title":"Samson & Gert Deel 3","adult":false,"genre_ids":[]},{"cast":["Raf Vallone","Charles Vanel","Claudine Dupuis","Saro Urzì","Carlo Sposito"],"overview":"","release_date":"1951-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324972,"title":"Il bivio","adult":false,"genre_ids":[80,18]},{"cast":["Clémentine Célarié","Patrick Braoudé","Chantal Lauby"],"overview":"Single man, Eric Fleury runs the 'wooden toys' family company which is closed to bankruptcy and is about to be taken over by the Group Romance. Eric loses control of the company and his CEO position. But he s asked by Sandrine Rey, head of the Romance Group, who offers him a deal : She s willing to have a kid but she does not have the time nor the wish for a relationship.Therefore, she will marry and divorce Eric right after the birth of the child. In exchange, Eric will remain CEO and possibly will have the chance to have his company back !","release_date":"1996-01-24","vote_average":0.0,"runtime":99,"cert":"N\/A","id":324974,"title":"XY, drôle de conception","adult":false,"genre_ids":[]},{"cast":[],"overview":"Snowboarding, travel, guys having fun...a road-trip across the Czech Republic. This is grass roots snowboarding, including the bruises, breaks &amp; hangovers. Made by shredders who're also commercial directors -- it's fast, smart, beautifully shot &amp; cool.","release_date":"2011-05-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":324979,"title":"Snow, Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"THE LIGHT AT WALDEN is a visual poem shot at Walden Pond, Massachusetts, interweaving pieces of Thoreau's texts and a war resister's personal journey on a wilderness island in Canada. The filmmaker, as a young man during the U.S. \/ Vietnam War, attempts to follow Thoreau's principles: building a cabin and living sustainably in the woods, \"to front only the essential facts of life.\" This is one story among the nearly 125,000 war resisters in Canada.","release_date":"2014-10-11","vote_average":0.0,"runtime":39,"cert":"\"\"","id":324987,"title":"The Light At Walden","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1998-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324989,"title":"Samson & Gert Deel 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on true stories, ALLURE is a process-driven film, where filmmakers and actors worked together through a series of improvisations to tell the stories of five women in New York, who come from five very different countries. Each one struggles to overcome her personal conflict, set against the Occupy Wall Street movements of 2011. These stories touch and inform each other, and create a larger narrative about gender, emigration, power, class, and personal politics.","release_date":"2014-01-01","vote_average":6.0,"runtime":83,"cert":"\"\"","id":324991,"title":"Allure","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1999-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324993,"title":"Samson & Gert Deel 10","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2000-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324995,"title":"Samson & Gert Deel 11","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2001-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":324997,"title":"Samson & Gert Deel 12","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Samson & Gert Deel 13","cast":[],"id":324999,"overview":"","runtime":null,"genre_ids":[],"release_date":"2002-01-02","vote_average":0.0,"adult":false}]