[{"cast":["Elisabeth Moss","Charles Borland"],"overview":"After the sudden death of her husband Carl in Iraq, Katie has isolated herself from the world. One afternoon, Philip, a soldier who served with Carl, arrives at her house with letters her husband never sent her. A fragile bond forms between the two as they try to understand and cope with the loss.","release_date":"2007-10-13","vote_average":3.0,"runtime":18,"cert":"\"\"","id":325514,"title":"Honored","adult":false,"genre_ids":[]},{"cast":["Max Boublil","Gérard Darmon","Patrick Timsit","Géraldine Nakache","Ary Abittan"],"overview":"Robin des Bois, with his friend Tuck, are bad guy: they only steal poor, women and old people. They dream to get they own brothel in town, like the Pussycat. They decide to rob Nottingham's tax office, but they meet the Sherwood gang - who steal to rich to feed the poors - with the same idea in mind: Robbing the Nottingham sherif. The true story of Robin des Bois can finally begins!","release_date":"2015-04-15","vote_average":4.3,"runtime":87,"cert":"N\/A","id":325516,"title":"Robin des Bois, la véritable histoire","adult":false,"genre_ids":[35,12]},{"cast":["John Boyle"],"overview":"The Academy Award-winning animated movie “Finding Nemo” was a financial blockbuster. Ironically, the movie’s message of conservation has been swamped. Now everyone wants their own Nemo, with soaring demand driving a hugely profitable tropical fish industry. Twenty million clownfish, worth $ 500 million will be taken from the wild this year. Featuring all new HD footage of the lives of these fascinating creatures, this new documentary investigates the impact the movie has had on their survival.","release_date":"2011-02-14","vote_average":7.5,"runtime":49,"cert":"\"\"","id":325518,"title":"Filmstar Fish: Struggle For Survival","adult":false,"genre_ids":[99]},{"cast":[],"overview":"You don't need to be a cat lover to appreciate Nina Paley's gorgeous animated short (though it will be a dose of nip to you if you are). A loving set of color-treated, drawn-over images of the titular cat, seen playing and staring back at the camera to a suitably bright and bouncy score by Nik Phelps and the Sprocket Ensemble.","release_date":"2001-02-23","vote_average":0.0,"runtime":2,"cert":"\"\"","id":325523,"title":"Lexi","adult":false,"genre_ids":[]},{"cast":[],"overview":"An Innocent Girl finds herself in a sexually charged club where the Club Diva attempts to lure her out of her innocence.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":325525,"title":"Incredible Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Peppa's favourite hobby is jumping into puddles. So naturally she's looking forward to the big Puddle Jump Competition. But calamity strikes when she can't find her boots. Now the race is on to track them down. It's an adventure that takes Peppa across land and sea - and even to places you'd never expect! The packed programme also includes five favourite 'Peppasodes'. And in between the animations, there's lots of extra entertainment - including singing and dancing from Channel 5's popular 'Milkshake!' presenters Jen, Derek and Kemi.","release_date":"2015-02-14","vote_average":0.0,"runtime":61,"cert":"N\/A","id":325527,"title":"Peppa Pig: The Golden Boots","adult":false,"genre_ids":[16]},{"cast":["Jam Hsiao","Maggie Jiang","Dong Chengpeng","Matt Wu","Bor Jeng Chen"],"overview":"Otaku and his roommate Mr. Cheap as known as the ultimate geeks of their university. However, like any normal guy, their goal is to fall in love with their girls of their dreams. To get close to his goddess Mei, Mr. Cheap pretends to be a spoiled rich kid, appearing everywhere she goes. Meanwhile, the introverted Otaku tries to create a chance to talk to class beauty Ling by running into her in the hallway, only to have his plan fall awkwardly.","release_date":"2015-02-14","vote_average":6.2,"runtime":98,"cert":"N\/A","id":325547,"title":"My Geeky Nerdy Buddies","adult":false,"genre_ids":[10749,35]},{"cast":["Anil Kapoor","Juhi Chawla","Gulshan Grover","Farida Jalal","Kulbhushan Kharbanda"],"overview":"Ravi Kumar is clearly the black sheep of the Kumar family, and has been so for years. He is unemployed, uncouth, and gets into fist fights and trouble all the time. And then a man is killed, and the evidence points towards Ravi, he gets arrested. Although there were witnesses to this murder, no one comes forward to testify in favor of Ravi. The Kumar family are aware of Ravi's innocence, but watch helplessly as Ravi awaits his sentence, which may send him to the gallows, as now only a miracle can save Ravi. Written by rAjOo","release_date":"1996-06-09","vote_average":2.0,"runtime":null,"cert":"N\/A","id":325555,"title":"Loafer","adult":false,"genre_ids":[10749,28,35,18]},{"cast":["Christine Boisson","Marius Colucci","Hubert Koundé","Julie Voisin","Julie Delarme"],"overview":"","release_date":"2008-05-03","vote_average":8.0,"runtime":null,"cert":"N\/A","id":325560,"title":"Une lumière dans la nuit","adult":false,"genre_ids":[53,9648]},{"cast":["Gloria López","María López","Elder Escobedo","Fabiana Ortiz","Daniel Ramírez"],"overview":"Rocio, a Maya Mam girl, lives in the mountains with her mother, who is pregnant and her granny. Due to an early delivery from her mother, Rocio is stuck with caring for a herd of sheep, the first time she has done it on her own. Playing in the mountains she loses one of the sheep. Looking for it, she will lose the rest of the herd. In the midst of this tragedy, Rocio will have to face her innocence, conquer her fear of fog and learn that freedom entails responsibility. Nature will teach her that you do not have to defeat your fears, you just have to experience them. The Greatest House in the World is a story of children -which we all are- when facing fears, the unknown, the uncertain... the fog.","release_date":"2015-02-08","vote_average":6.0,"runtime":76,"cert":"N\/A","id":325562,"title":"The Greatest House in the World","adult":false,"genre_ids":[18]},{"cast":["Mladen Nelević","Vojislav Krivokapić","Ljubica Barać","Steven Radusinović","Želimir Šošo"],"overview":"In a small village of Prchevo in 2006, Montenegrin independence referendum takes place. But in this part of the world, the locals hide American citizen of distant Montenegrin ancestry, in order to make him \"their man\" against Montenegro's independence. USA looks for its citizen through NATO troops, and the air raid on Prchevo is about to begin.","release_date":"2008-01-01","vote_average":1.0,"runtime":68,"cert":"N\/A","id":325564,"title":"Invasion at Prcevo","adult":false,"genre_ids":[35]},{"cast":["Jacob Haugaard","Finn Nørbygaard"],"overview":"","release_date":"2006-04-03","vote_average":9.3,"runtime":null,"cert":"N\/A","id":325581,"title":"Finn og Jacob vender tilbage - Live","adult":false,"genre_ids":[35]},{"cast":["Kanja Karuppu","Mahesh","Aarushi","Ragasiya"],"overview":"Tamil movie, Directed by M.P. Gopi, Starring Mahesh, Aarushi, Ganja Karuppu, Music by Srikanth Deva","release_date":"2014-11-28","vote_average":0.0,"runtime":145,"cert":"N\/A","id":325583,"title":"Velmurugan Borewells","adult":false,"genre_ids":[10749,35]},{"cast":["Cicely Tyson","Michael Warren","Sammy Davis Jr.","Charlie Murphy"],"overview":"A family is torn apart at Christmas when to wife of a couple, trying to adopt a son, is killed in a car accident and the husband, a musician, is deemed unfit to raise a child.","release_date":"1990-01-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":325585,"title":"The Kid Who Loved Christmas","adult":false,"genre_ids":[18,10770,10751]},{"cast":[],"overview":"Essentials of Cadillacs complete with comprehensive menu . This is a special compiled with hits of the band Vicentico with video images of the concerts Hello and Chau material farewell Fabulous Cadillacs in vivo. Originally accompanied this DVD three CDs with the successes of Cadillacs .","release_date":"2010-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":325587,"title":"Los Fabulosos Cadillacs - Lo Esencial","adult":false,"genre_ids":[]},{"cast":["Burgess Meredith","Henry Gibson","Hamilton Camp","Louise Chamis","Jennifer Darling"],"overview":"A little girl, Molly, loses her doll, Belinda, in the Blinkin wood and the Blinkins find it and make it their mission to return her to the owner. In the process, Flashy gets kidnapped by Mr Bear and the Blinkins are given a ransom from Mr Bear and Mr Grogg in the form of food from their winter store in exchange for Flashy's safe return.","release_date":"1986-01-01","vote_average":6.0,"runtime":70,"cert":"\"G\"","id":325589,"title":"The Blinkins: The Bear and the Blizzard","adult":false,"genre_ids":[14,16,10751,10770]},{"cast":["Brian Paulin","Brian Paulin","Matt Trottier","Rob Cupertino"],"overview":"Via Morbid Vision Films: \"Stephen and Ian are ruthless drug lords who are in the middle of a war with their rival Billy Rae Douglas. One night Stephen and Ian escort two girls home with them whom actually seem to be stranger than they are. The next morning they wake up and the girls are gone and Stephen and Ian are not feeling so well and soon find out their lives have been changed forever.  They  find out that the girls were actually Angels that infected them with a vampire type virus. In exchange for immortality, Stephen and Ian along with the other hordes of Vampires, are to kill off the human race so that the Angels can take back what should have been theirs. The Vampires begin their slaughter until the Demon world steps in to put an end to the Angel's plans, for the Demons are satisfied with the way the three worlds co-exists.\"","release_date":"1999-10-01","vote_average":2.0,"runtime":80,"cert":"\"\"","id":325594,"title":"At Dawn They Sleep","adult":false,"genre_ids":[]},{"cast":["Lisa Cook","Todd Jason Cook","Bill DeWild","Anthony Jones"],"overview":"Omnibus vehicle for Lisa Cook in which she recounts to a psychiatrist her horrific dreams involving various perverts and monsters.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325614,"title":"Lisa's Nighmares 4","adult":false,"genre_ids":[]},{"cast":["Helen Slater","Alfred Molina","Peter Bowles","Dinsdale Landen","Heathcote Williams"],"overview":"A young American computer hackeress is hired by a liberal British lawyer to right the wrong done to a third world country by a London investment company. Even the expertise of her building inspector sidekick can not prevent a surprising development though.","release_date":"1995-05-05","vote_average":10.0,"runtime":91,"cert":"N\/A","id":325616,"title":"The Steal","adult":false,"genre_ids":[53,35]},{"cast":["David Hinds","Jamie Richardson"],"overview":"An obsessive movie collector seeks a rumored video.","release_date":"2011-08-23","vote_average":0.0,"runtime":47,"cert":"N\/A","id":325618,"title":"The Hunt for the House on Cuckoo Lane","adult":false,"genre_ids":[27]},{"cast":["Danni D'Vine","Sabrina Sidoti"],"overview":"A female police detective goes searching for a serial killer, finds lesbian vampires.","release_date":"1999-04-06","vote_average":1.0,"runtime":61,"cert":"\"\"","id":325620,"title":"Caress of the Vampire 3: Lust Of The Nightstalker","adult":false,"genre_ids":[]},{"cast":["Eille Norwood","Catina Campbell","Rex McDougall","Lewis Gilbert","Hubert Willis"],"overview":"After the death in suspicious circumstances of Charles Baskerville, the last descendant of the lineage of the Baskervilles, Henry, returned to the old family mansion. The charismatic detective Sherlock Holmes and his faithful assistant, Dr. Watson, investigating the case, and discover the existence of a supernatural hound that in addition murderer according to history, killed many years ago Hugo Baskerville, the first of the line, and it seems that the curse stalks his descendants.","release_date":"1921-08-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":325622,"title":"The Hound of the Baskervilles","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"","release_date":"2006-11-04","vote_average":9.0,"runtime":null,"cert":"N\/A","id":325642,"title":"Lo Mejor de Jaime Garzón","adult":false,"genre_ids":[99,36,10770]},{"cast":["Maik Ellinger","Johannes Beseler","Uwe Schatton","Vanessa Tahal"],"overview":"","release_date":"2009-02-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325644,"title":"Arthur - Die Erfindung eines Königs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After the disappearance of a drug dealer, a user and his friend face the darkest depths of humanity.","release_date":"2015-02-14","vote_average":0.0,"runtime":29,"cert":"\"\"","id":325646,"title":"POPHEAD","adult":false,"genre_ids":[]},{"cast":[],"overview":"[Space Noise] is a performance in which the double 25 FPS award winner confronts high-resolution video images and 16mm live projection. A duel between the all-dominant immaculate digital and the irregular organic material dissolves in multiple layers of chaos. Enormous quantities of light movements from film loops capture the screen in thousands of pixels of digital projection and create new images in constant change and enhancement. The sound accompanying them live only repeats and spreads the noise, developing images by whirling speed. Noise, located on the tape as a constituent part of the film, becomes the aim of Makino’s quest – Noise-Image. This quest for a new film experience intensifies with additional effects – a smoke curtain reveals the fullness of the light beams’ rainbow spectrum, while a neutral single-eye ND filter creates a three-dimensional illusion.","release_date":"2015-02-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":325648,"title":"Space Noise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Once a year for the past 50 years, prom mania grips the entire population of Racine, Wisconsin. If the Academy Awards were moved to the heartland, this is what it would resemble.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325650,"title":"World's Best Prom","adult":false,"genre_ids":[]},{"cast":["Wilmer Valderrama","Dee Bradley Baker","Tom Kenny","Fred Stoller","Fred Stoller"],"overview":"A show about handyman Manny Garcia and his helpful talking tools, who make repairs and fix problems in the small town of Sheetrock Hills.  Features Manny To The Rescue, Felipe Strikes Out, Pat's Big Idea, Rusty To The Rescue and Detective Dusty.","release_date":"","vote_average":0.0,"runtime":58,"cert":"N\/A","id":325652,"title":"Handy Manny: Fixing It Right","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sex is the most beautiful thing in the world. But talking about it without straying into lasciviousness or becoming inhibited remains tricky. Sprache:Sex places its trust in the power of free expression, the art of conversation, the miracle of the encounter. Sixteen people aged between 13 and 74 prove themselves to be practitioners of these disciplines. It is a matter of insecurities and desires, of preferences and turn offs, of varieties of love and life. A representative cross-section of society? Surely not! Statistically useful results? Even less so! A fanatical handing out of advice? Not a bit of it! Instead, it is a bold experimental set-up. Sober and playful. A documentary dance whose whole is more than the sum of its parts. Who should care? Actually, everybody.","release_date":"2015-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325672,"title":"Sprache: Sex","adult":false,"genre_ids":[]},{"cast":["Helmut Lotti"],"overview":"","release_date":"2000-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325674,"title":"Helmut Lotti - Out Of Africa","adult":false,"genre_ids":[]},{"cast":["Helô Beck","Thaïs Dahas","Ramon de Angeli","Luciana Froes","Maíra Gerstner"],"overview":"","release_date":"2013-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325676,"title":"Feio, Eu?","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film follows William, thirty-ish, out of work and looking for a new life after apparently having been thrown out of his previous one. He meets up with Noelle, who seems intrigued by his restlessness - until her economist boyfriend shows up. Yet plot details do little to convey the power of the film, which lay in its capturing the anarchic texture of William's life - a life whose lack of direction was read as a rebuke of the Swiss myth of orderliness and self-satisfaction. With his roots in documentary, Soutter excelled at creating a loose, vibrant cinema, full of quick zooms and dynamic hand-held shots, with dialogue that often alternated between outright quotations and stylized interviews.","release_date":"1967-02-16","vote_average":9.0,"runtime":78,"cert":"N\/A","id":325678,"title":"La lune avec les dents","adult":false,"genre_ids":[]},{"cast":[],"overview":"A swimming study of paisley patterns traces this decorative motif from its origins in Persian weavings to appearances Irish quilting and American Counterculture. Extending on the stroboscopic tradition of anti-animation, this short material study fixates upon discarded materials to examine the decorative and its relationship to the cycles of industry and evolving modes of production. - Jodie Mack","release_date":"2012-06-22","vote_average":6.0,"runtime":3,"cert":"\"\"","id":325680,"title":"Persian Pickles","adult":false,"genre_ids":[]},{"cast":["Robert Palfrader","Dorka Gryllus","Christoph Luser","Gunther Gillian","Aaron Karl"],"overview":"","release_date":"2015-02-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":325682,"title":"Der Metzger und der Tote im Haifischbecken","adult":false,"genre_ids":[35,80]},{"cast":["Robertson Hare","Alfred Drayton","Isabel Jeans","Nova Pilbeam","Adele Dixon"],"overview":"When Susie Long appears, together with her 20 year old son, Pink and Pound are thrown into confusion that one of them could be his father.","release_date":"1942-04-20","vote_average":6.0,"runtime":88,"cert":"N\/A","id":325702,"title":"Banana Ridge","adult":false,"genre_ids":[35]},{"cast":["Frank B. Gerdelman","Bryan Danielson","Phillip Jack Brooks","Nuufolau Joel Seanoa","Scott Colton"],"overview":"1. The Ballard Brothers (Shane &amp; Shannon Ballard) &amp; Top Gun Talwar vs. \"Photogenic\" Chris Bosh, Lil' Cholo, &amp; TJ Perkins  2. Jardi Frantz vs. MDogg 20  3. Disco Machine &amp; Excalibur vs. The X-Foundation (\"Funky\" Billy Kim &amp; Scott Lost)  First Ever Guerrilla Warfare Match  4. Joey Ryan vs. Super Dragon  5. \"Classic\" Colt Cabana vs. \"Scrap Iron\" Adam Pearce  6. CM Punk vs. Samoa Joe  Pro Wrestling Guerrilla World Championship Title Match  7. \"The Future\" Frankie Kazarian (c) vs. \"American Dragon\"  Bryan Danielson","release_date":"2003-11-15","vote_average":0.0,"runtime":165,"cert":"\"\"","id":325704,"title":"PWG: An Inch Longer Than Average","adult":false,"genre_ids":[]},{"cast":["Jack Buchanan","Greta Gynt","Fred Emney","Kay Walsh","Leslie Fuller"],"overview":"Through a series of unforeseen events, two glamorous young ladies find that they are obliged to spend the night on board the battleship HMS Falcon, where they have been attending a 'bon voyage' reception. At first it seems that Captain Randall will be able to keep them concealed, but then the Admiral unexpectedly arrives on board and orders the ship to sea.","release_date":"1940-05-11","vote_average":0.0,"runtime":87,"cert":"N\/A","id":325706,"title":"The Middle Watch","adult":false,"genre_ids":[35]},{"cast":["Bobby Howes","René Ray","Wylie Watson","Bertha Belmore","Vera Pearce"],"overview":"Tommy Deacon learns that a gift bequeathed by his aunt is hidden in her house inside a bust of Napoleon. However, the house has been sold, and is now a girls school and to gain admission Tommy has to pose as the elder brother of Anne, one of the pupils. His arrival in the school results in a variety of escapades, but Tommy resolutely persists in his search for the missing legacy...","release_date":"1937-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325708,"title":"Please Teacher","adult":false,"genre_ids":[]},{"cast":[],"overview":"A doctor allergic to the human touch finds his salvation in writings tattooed on the body of a dead poet.","release_date":"2010-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325710,"title":"Anaphylaxis","adult":false,"genre_ids":[]},{"cast":["Derek Savage","Vivica A. Fox","Erik Estrada","Connor Dean","Jessica R. Salazar"],"overview":"Cool Cat is the coolest cat in town. All the kids love him. Except for the bully Butch, who hates Cool Cat for his coolness. He terrorizes Cool Cat, his friends and family with threats, taunting, and the internet. Can Cool Cat face his fears and defeat the bully Derrick?","release_date":"2015-02-01","vote_average":3.0,"runtime":75,"cert":"\"\"","id":325712,"title":"Cool Cat Saves the Kids","adult":false,"genre_ids":[35,80,10751]},{"cast":[],"overview":"","release_date":"2014-12-29","vote_average":8.0,"runtime":null,"cert":"N\/A","id":325735,"title":"XITE Yearmix 2014","adult":false,"genre_ids":[10402]},{"cast":["Mike DiGiacinto","Letitia Becker","Noah Benjamin Astor","Patricia Black","Tony Calogero"],"overview":"In the ‘90s, Tommy Lasurdo ruled the Jersey club scene. His style, moves, and sheer confidence were unprecedented. Nowadays, Tommy runs an Italian Deli to support his family. His hairline has receded and his fashion has faded. When Tommy discovers his fiancée, Stefi, had an affair, he is forced back into a world that has passed him by. His friends Stan and Nick reintroduce him to the NJ nightlife. He struggles to adapt to a younger world of $400 bottles of vodka, “iced out chains” and super-spiked hair. Tommy, sinking deeper into crisis, accepts the cautionary advice of a town degenerate and through newfound motivation meets an adorable Texan named Gina. The couple hits it off. Tommy lands his own reality-television show--“The Last American Guido”—and things are looking up. That is until Gina’s overly protective ex, Johnny, conspires with Stefi in a plot to use Tommy’s reality show against him and sabotage his relationship.","release_date":"2014-04-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325740,"title":"The Last American Guido","adult":false,"genre_ids":[35]},{"cast":[],"overview":"What do you think about all day: snow, winter, chairlifts, powder? Don’t worry, you certainly aren’t the only person with Skiing on their Mind. Join Warren Miller as well as skiers like Fred Noble, Wayne Wong, Floyd Wilkie, John Clandenen, Eddie Lincoln, and even U.S. President Gerald Ford as they travel and ski some of the most famous resorts on the planet. All across the U.S. from Sun Valley down to Vail and Copper, over to Lake Tahoe, and even Austria, Warren Miller takes you on an epic trip that will remind just why skiing is always on your mind.","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325742,"title":"Skiing On My Mind","adult":false,"genre_ids":[]},{"cast":["Marc Macaulay","Bingo O'Malley","Mere Davis","Katrina Darrell"],"overview":"An evil preacher in the late 1700's leads an angry church mob to murder a farmer and his family in order to steal his land. In his dying breath, the farmer incites an evil curse and vows vengeance. One fateful Halloween night, the curse is accidentally unleashed and a group of teenage friends must now fight to stay alive and solve the ancient mystery before the whole town is doomed for eternity.","release_date":"2015-01-01","vote_average":3.5,"runtime":83,"cert":"\"\"","id":325744,"title":"All Saints Eve","adult":false,"genre_ids":[27]},{"cast":["Sarah Nicklin","Glenda Galeano","Tomiko","Tomiko","Deauxma"],"overview":"Four beautiful women attend a fetish convention hoping to make some easy money, but find themselves thrown into a dark, underground world of obsession and murder when a deformed, sadistic serial killer (Bill Oberst Jr.) sets his sights on the quartet. Now, their friendship and personal limits will be torn apart as they struggle to survive the most brutal weekend of their lives.","release_date":"2015-01-01","vote_average":2.7,"runtime":null,"cert":"\"\"","id":325746,"title":"A Darker Fifty Shades: The Fetish Set","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A dark study concerning the misfortune of a dentist in busy South East London. A visit to the shops leads to unexpected consequences that he never could have imagined.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325748,"title":"A Short Film About Shopping","adult":false,"genre_ids":[]},{"cast":["Barbara Cerar","Rok Vihar","Grega Zorc","Maša Derganc","Mateja Koležnik"],"overview":"Luka leaves for the countryside unhappy with the way his girlfriend Katarina has treated him. She follows him hoping that they could sort out their relationship. Despite the beauty and tranquillity of their surroundings they go through twists and turns that only intensify their crisis. When Katarina befriends the happy-go-lucky soldier Primoz, new dimensions and choices open up for her. Ultimately all three must decide where their own life will take them.","release_date":"2002-03-29","vote_average":5.0,"runtime":90,"cert":"N\/A","id":325765,"title":"Rustling Landscapes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Watch and be amazed at the fantastically bizarre adventures of Col. Buck Mulligan! After completing his goal, of circumnavigating the globe by way of hot-air balloon, he finds himself faced with an impossible dilemma: the balloon continues to rise!","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325767,"title":"The Balloonist","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the Lowcountry of South Carolina a group of true Southern belles reveal their more rugged side, providing a glimpse into what drives them to hunt in the wild.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325769,"title":"The Debutante Hunters","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the last 30 years renowned Utah-based scientist Sam Rushforth has been contracted with the state of Utah to protect its water supply. Every 4 to 6 weeks he drives hundreds of miles from his home to several remote reservoirs in Utah's Wasatch mountain range. He collects an ornate microscopic single celled organism called the diatom. The diatom is the most numerous species on the planet, the basis of the aquatic food chain, produces most of the oxygen on earth, and is a key scientific indicator of the health of a water system. In order to understand our place in the world this mixed-mode 'science film' observes Sam and his team in the wide isolated landscape then in the lab and finally goes through the microscope to the diatom itself.","release_date":"2012-01-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325771,"title":"The Diatom","adult":false,"genre_ids":[]},{"cast":["Joe Mulcrone","Guy Blofeld","Dido Miles"],"overview":"One boy, one bike, one day.","release_date":"2011-09-10","vote_average":0.0,"runtime":12,"cert":"N\/A","id":325773,"title":"The Red Bike","adult":false,"genre_ids":[18]},{"cast":["Mike Ward"],"overview":"The film was shot over 12 days through 5 countries: Switzerland , Spain , Germany, the Netherlands and France. The documentary presents Mike Ward on holiday , following his tour presentation. Between each major tour , he likes to leave the country and go see if he's still funny in the eyes of an unknown audience. In these times, Mike Ward returns to the sources of hard- up stand.  This humorous documentary flavor pervades the adventures experienced by Mike Ward ; the time he has performed in French to an audience that did not know and for whom French was the second language. The one time Mike Ward learned a few minutes before going on stage that the show was held in Dutch and he was the only one to speak English. The documentary also shows Mike Ward perform brilliantly in every city, even has the beginnings of a dog show and much more.","release_date":"2014-12-16","vote_average":0.0,"runtime":110,"cert":"N\/A","id":325778,"title":"Mike Ward Le Docu","adult":false,"genre_ids":[35,99]},{"cast":["Vittorio De Sica","Massimo Serato","Clara Calamai","Lauro Gazzolo","Carlo Romano"],"overview":"","release_date":"1949-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325801,"title":"Il mondo vuole così","adult":false,"genre_ids":[35]},{"cast":["Sadiq Daba","Kehinde Bankole","Demola Adedoyin","Kayode Aderupoko","David Bailie"],"overview":"Its September 1960, and with Nigeria on the verge of independence from British colonial rule, a northern Nigerian Police Detective, DAN WAZIRI, is urgently despatched by the Colonial Government to the trading post town of Akote in the Western Region of Nigeria to solve a series of female murders that have struck horror in the hearts and minds of the local community. On getting to Akote, more murders are committed, and with local tension high and volatile, Waziri has a race on his hands to solve the case before even more local women are killed. Set against the backdrop of the national celebratory mood of the impending independence, Waziri is pulled into a game of cat and mouse as he and the killer try to outwit each other...","release_date":"2014-10-01","vote_average":8.0,"runtime":149,"cert":"N\/A","id":325803,"title":"October 1","adult":false,"genre_ids":[53]},{"cast":["Sofi Choinski","Logan Riley Bruner","Shane Nepveu","Tristan Alan","Daniel Hartley"],"overview":"A ten year-old tomboy must weigh her loyalty to her trusted older brother as the siblings become complicit in a hate crime.","release_date":"2013-07-13","vote_average":7.0,"runtime":14,"cert":"\"\"","id":325805,"title":"Bombshell","adult":false,"genre_ids":[18]},{"cast":["Jake Choi","Michael Rosete","Grizz Chapman"],"overview":"The most coveted new sneaker goes on sale at 8am and sneakerheads across the country are camping out overnight to get them. RONNY, a young Filipino-American and die-hard sneakerhead, has been dreaming of these shoes for months, but his quest to get in line is hindered when a fast food cashier's racist joke offends his sister JUSTINE. Ronny's night takes a turn for the worst when he sees the same cashier in the sneaker line. Racial tensions among the sneakerheads intensify and Ronny's fear of not getting his beloved sneakers is quickly replaced with the fear that he and Justine are in serious danger.","release_date":"2013-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":325807,"title":"Hypebeasts","adult":false,"genre_ids":[18]},{"cast":["Vittorio De Sica","Gino Cervi","Carla Gravina","Geronimo Meynier","Elisa Cegani"],"overview":"Maria and Paul love them, but they are very young and, moreover, Maria is the daughter of the municipal sweeper while Paul is the lawyer Bonelli, vice mayor and head of the opposition. To complicate the story there is the reconstruction of a hermitage destroyed during the war. Reconstruction would take the view of the Paseroni villa, big industrial and political traffic. Bonelli's lawyer, a great speaker, becomes a mayor for the death of his predecessor and is bought by Paseroni, while rejecting the love of Paul and Mary for social differences and why Paul should stay behind Doddy Paseroni. At this point, Paul and Mary flee to kill, just as Bonelli has to hold a talk on the radio for the inauguration of Paseroni's villa ...","release_date":"1958-01-31","vote_average":7.0,"runtime":null,"cert":"N\/A","id":325809,"title":"Amore e chiacchiere","adult":false,"genre_ids":[18,35]},{"cast":["Tom Burkhardt","Sandra L. Feeley"],"overview":"A nerd trying to fit in doesn't quite understand when the phrase \"Get a room\" should be used, which ultimately messes up his life as well as his after-life.","release_date":"2007-01-01","vote_average":4.0,"runtime":null,"cert":"\"\"","id":325811,"title":"Getta Rhoom","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A man reads in the newspaper that Bolsheviks are on the loose and that the public should beware of odd acting strangers. He spots a pipe smoking man holding what he believes is a bomb, and thinks he must be one of the Bolsheviks. He tries to get away from the stranger, but the stranger seems to be following him, polishing his bomb and getting ready to light it. But that round bomb ends up having a more recreational use of a different type of explosion.","release_date":"1920-11-06","vote_average":6.3,"runtime":null,"cert":"\"\"","id":325828,"title":"The Bomb Idea","adult":false,"genre_ids":[]},{"cast":[],"overview":"An Aesop's Fables cartoon about a hippo who had a few too many to drink, resulting in his wife kicking him out of the house. To win her back, the hippo conjures up a plan to make her jealous.","release_date":"1923-04-28","vote_average":8.0,"runtime":7,"cert":"\"\"","id":325830,"title":"The Fable of the Jolly Rounders","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2015-02-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":325835,"title":"Amazonas, el camino de la cocaína","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Bouyxou","To Katinaki"],"overview":"Short horror film.","release_date":"1971-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":325837,"title":"Coup Manqué","adult":false,"genre_ids":[27,80]},{"cast":["Analía Gadé","Tito Mora","Manuel Alexandre","Antonio Cintado","Fernando Fernán Gómez"],"overview":"","release_date":"1966-11-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":325839,"title":"Mayores con reparos","adult":false,"genre_ids":[]},{"cast":["Jacques Lageat","Claude Rocca","Ric Drasin","Ric Drasin","Jacques Lageat"],"overview":"","release_date":"2012-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325841,"title":"Yes we catch","adult":false,"genre_ids":[99]},{"cast":["Jan Josef Liefers","Julia Stemberger","Friedrich von Thun","Karlheinz Hackl","Simon Morzé"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325861,"title":"The Decision","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Business of DisEase is an upcoming documentary exploring the hypnosis of marketing, belief systems and the body’s ability to heal.  The film explores conflicts and distortions in the medical research studies; the misleading and deceptive agreements between drug companies and government, and the futility of most medical tests and interventions to prolong lifespan.","release_date":"2014-09-26","vote_average":0.0,"runtime":90,"cert":"\"\"","id":325881,"title":"The Business of Disease","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bollywood 2015","release_date":"2015-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325883,"title":"Chitrafit 3.0 Megapixel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bollywood 1969","release_date":"1969-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325894,"title":"Man Ka Meet","adult":false,"genre_ids":[]},{"cast":["Kimberly Elise","Denzel Whitaker","Loretta Devine","Harry Lennix","Rick Fox"],"overview":"Mary Thomas, a free-spirited musician, has spent the past two decades traveling the world, but at age 41 she decides to go back to college and finish her degree so that, for once, she can finally finish something she started. Back at her old university, she becomes close friends with her popular and charming \"peer tutor\" -- only to learn that he is actually the son she gave up 20 years earlier.","release_date":"2015-02-14","vote_average":6.0,"runtime":null,"cert":"\"\"","id":325896,"title":"Back to School Mom","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Can There Be Love In Zombietown?","release_date":"2012-06-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325898,"title":"Dating A Zombie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Driving Equality Across America is the product of a 107-day, 22,000-mile trek through most of the lower 48 states in an effort to meet, interview, and share the stories of LGBT Americans, their allies, and their opponents. This film follows the filmmaker's trip across the country as he meets LGBT Americans where they live, in small towns and big cities. Through touching interviews, some heartbreaking, others inspiring, Driving Equality Across America offers a glimpse of the filmmaker's journey into the heart of LGBT America.","release_date":"2014-07-31","vote_average":0.0,"runtime":41,"cert":"\"\"","id":325900,"title":"Driving Equality Across America","adult":false,"genre_ids":[]},{"cast":[],"overview":"INDISCRETION Drama\/Suspense USA. 85 min. 2006 A harrowing morality tale of past sins exposed and old wounds reopened. Two brothers have conflict over their abusive father, interconnects with a 12-year-old's fate that hinges on a prayer and a balloon carrying a message as Sophia endures a bleak existence with the constant battering at the hands of her sadistic mother, Melba. Unbeknownst to Sophia, the note becomes the catalyst that will affect her life and the lives of others.","release_date":"2006-11-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325902,"title":"Indiscretion","adult":false,"genre_ids":[]},{"cast":["Antje Hagen","Hermann Lause","Jo Bolling","Gunnar Möller","Renate Schroeter"],"overview":"","release_date":"1983-05-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":325904,"title":"Im Zeichen des Kreuzes","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"Continuously moving across a hazy landscape, translucent layers multiplying and decreasing, with several points of view across land and screen surfaces.","release_date":"1983-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":325927,"title":"View from Itford Hill","adult":false,"genre_ids":[]},{"cast":[],"overview":"Freelance graphic designer Fin Griffen has moved to San Francisco from Wisconsin looking for work. When he is unable to find a job and after his girlfriend kicks him out of her house for catching him with another woman he finds himself sleeping on the couch of an old friend's place. There is a murderer loose in the city and when Fin hears there is a reward for any information leading to the arrest of the masked killer he starts looking for him. During his search for clues Fin soon realizes that there is something not quite right. Losing sight of reality, he is left to battle the guilt and memories of his past and survive in this strange world he has entered.","release_date":"2008-08-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325929,"title":"Divine Unrest","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1945, thousands of U.S. Marines entered one of the deadliest battles of modern warfare. Fifty years later, survivors returned to honor their collective past. Iwo Jima: Memories in Sand is a powerful, lyrical encounter with survivors who reveal how such experiences forever changed their lives and caused them to reflect deeply and thoughtfully about war.","release_date":"2001-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325934,"title":"Iwo Jima: Memories in Sand","adult":false,"genre_ids":[]},{"cast":[],"overview":"Belshazzar's Feast draws on the experience of reverie - a trance-like state when the mind's censors relax their vigilance and imagination strays across time and space into fantasy.","release_date":"1984-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":325936,"title":"Belshazzar's Feast","adult":false,"genre_ids":[]},{"cast":[],"overview":"I wanted to make an image of a breast that was an object of nourishment. In Oxford where I live the only place where you can bare your breast to feed a child is in the café at the Museum of Modern Art. However, bare breasts are on display on display across top rack magazines at every newsagent in the city.","release_date":"1984-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":325938,"title":"There Is a Myth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Made using footage from USA Olympics in Los Angeles 1984 and snippets of Alistair Cooke's America: A Personal History of the United States. The footage was combined at Goldsmith's Art Department using an unusual Grass Valley mixer that had oscillating wipes which created the signature colours and wiggly lines. (Modern Art Oxford)  Barber was always the most polished of the Scratch video artists, and Tilt shows his ability to make seductive, easy-viewing pieces, while maintaining a subversive undercurrent.","release_date":"1984-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":325940,"title":"Tilt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join celebrities and noteworthy faces in the LGBT community as they come together to commemorate the lives of friends and loved ones lost to AIDS.","release_date":"2004-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":325960,"title":"Here! to Remember","adult":false,"genre_ids":[]},{"cast":["Bodil Kjer","Poul Reichhardt","Ib Schønberg","Henny Lindorff Buckhøj","Preben Neergaard"],"overview":"","release_date":"1944-08-07","vote_average":10.0,"runtime":null,"cert":"N\/A","id":325965,"title":"Elly Petersen","adult":false,"genre_ids":[18]},{"cast":["Ole Ernst","Lene Vasegaard","Anne-Lise Gabold","Jens Okking","Jan Bredsdorff"],"overview":"","release_date":"1973-03-28","vote_average":7.5,"runtime":null,"cert":"N\/A","id":325967,"title":"Flugten","adult":false,"genre_ids":[18,80]},{"cast":["Francisco Aguiló","Juan Argelagués"],"overview":"Folletinescas adventure series, adapted from the novel \"Barcelona and its mysteries\" of Antoni Altadill. Is divided into 8 sessions: 1. Barcelona and its mysteries 2. The smuggler boat 3. The legacy of six million 4. The Counterfeiters 5. Shine 6. The will of a dying 7. The return of an inmate in August. Death of Diego Rocafort.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325969,"title":"The mysteries of Barcelona","adult":false,"genre_ids":[]},{"cast":["Helle Virkner","Holger Juul Hansen","Tove Maës","John Wittig","Ebba Amfeldt"],"overview":"","release_date":"1958-03-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":325971,"title":"Over alle grænser","adult":false,"genre_ids":[18]},{"cast":["Grigore Vasiliu-Birlic","Grigore Vasiliu-Birlic","Alexandru Giugaru","Ion Lucian"],"overview":"TV adaptation after I.L. Caragiale  play.","release_date":"1958-02-18","vote_average":8.0,"runtime":77,"cert":"N\/A","id":325991,"title":"Carnival Stories","adult":false,"genre_ids":[35]},{"cast":["Heiner Lauterbach","Jennifer Nitsch","Hans-Michael Rehberg","Ursula Lingen","Dietrich Hollinderbäumer"],"overview":"","release_date":"2003-12-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325993,"title":"Im Namen des Herrn","adult":false,"genre_ids":[18]},{"cast":["Ursula Lingen","Rolf Boysen","Dieter Borsche","Alfred Balthoff"],"overview":"","release_date":"1965-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":325995,"title":"Requiem für eine Nonne","adult":false,"genre_ids":[18]},{"cast":["Mark Knopfler"],"overview":"Mark Knopfler performing live in Meistersaal, Berlin, 2007-09-10, as a part of his promo tour for the album \"Kill To Get Crimson\".","release_date":"2007-09-10","vote_average":0.0,"runtime":43,"cert":"N\/A","id":325997,"title":"Mark Knopfler - Live In Berlin 2007","adult":false,"genre_ids":[10402]},{"cert":"N\/A","title":"Aurore 2","cast":[],"id":325999,"overview":"","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]