[{"cast":[],"overview":"One of the most versatile sculptors working today is Tony Cragg. Shaping forms in plastic, glass, stone, wood, steel, fiberglass, and found objects he has been making magic come alive in hard materials since emerging in the mid-70s. His vocabulary is wide and his ideas explode across a broad creative landscape, destabilizing our normal viewing habits, while widening our perspective and attitudes. The Celebration of Sculpture is cinema verité at its most powerful. Cragg reveals himself while installing exhibitions of his work internationally, and restlessly moving around in his Wuppertal studio. Filmed in New York, California, London, Eindhoven, and Dusseldorf, one senses the peripatetic nature of a restless creator. The sculptor's workplace is where he prefers to be.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328517,"title":"Tony Cragg - In Celebration Of Sculpture","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film is a peculiar story about the adventure of a group of young French riders. it is based on the images and the adventure, not performance. From Megeve to Slovenia, passing by the southern Alpes, this film shows us the diversity of the sport, which is what Freestyle is all about. The man behind the project and the camera is our young talented skier\/director Andy Collet who tells his story, his experience and his love for the sport through an adventurous, uplifting documentary film.","release_date":"2015-01-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328519,"title":"Winter is Strange","adult":false,"genre_ids":[]},{"cast":[],"overview":"Favorite Son is not a traditional documentary. Reporter Nyla Caputo (Julia Lowe Walker) questions some of the myths and ideologies handed down to us about Alexander Hamilton, George Washington, and Thomas Jefferson as she ranges far and wide to prepare a piece on the infamous duel between Hamilton and Aaron Burr. With Jesse Pennington as Hamilton, and Michael Emerson as the voice of George Washington. Additional scenes: \"Paterson,\" \"Major Andre.\"","release_date":"2004-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328521,"title":"Alexander Hamilton- Favorite Son","adult":false,"genre_ids":[]},{"cast":["Kati Lázár","Sándor Szakácsi","Anger Zsolt","Júlia Fazakas","Kitty Kéri"],"overview":"The Christmas of 1944. The Pásztor family (father, mother, four daughters and a grandchild), are spending the holidays at their country farm. Péter, mothers apple of the eye, soon arrives, and has no objections when his soldiers uniform is made to disappear during the night. The Soviet army, arriving in the footsteps of the fleeing Hungarian army, is commandeering. At night, the soldiers turn up at the house where young women are abiding.","release_date":"1996-03-03","vote_average":7.0,"runtime":84,"cert":"N\/A","id":328523,"title":"The Prosecution","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A tired and restless young man vacations at a Caribbean resort. Noticing that he is the only young male among the aged tourists, he finds that the resort has a dark prehistoric secret. He spends his time trying to convince the other tourists of his plight to no avail. His paranoia and imagination lead to his personal awakening.","release_date":"2013-09-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328525,"title":"Days of the Iguanas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Funny film clips from 20 rare and seldom-seen TV shows of the 40s, 50s, and 60s. Life With Elizabeth, Beulah Show, Hey Mulligan, Goldie, Duffy's Tavern, Jim Backus Show, Meet Corlis Archer, Date With The Angels, Dennis O'Keefe, Jackson and Jill, Goldbergs, Blondie, Phil Silvers Special, George Gobel, Edgar Bergen, Ed Wynn, Dennis Day, Adv.of Hiram Holliday, Where's Raymond, Buster Keaton Show\".","release_date":"2015-01-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328527,"title":"Funny film clips. Sitcoms of the 1940s, 1950s, 1960s. FORGOTTEN TV COMEDY. Specials, variety.","adult":false,"genre_ids":[]},{"cast":[],"overview":"An atypical Thanksgiving comedy from the mind of Banks Helfrich Pre-adolescent aspiring writer gets stuck spending Thanksgiving with his idiosyncratic leaf blower-loving father, donut-consuming mother and repetitive aunts and uncles. His only refuge is the bumper sticker-creating cousin he understands and his pad and pencil.","release_date":"2009-01-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328550,"title":"The donut, the balloon and the lifesaver","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-03-11","vote_average":0.0,"runtime":75,"cert":"N\/A","id":328552,"title":"Aeg on siin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Archie Shepp needs no introductions: he is one of the greatest African American saxophonists and one of the last living \"giants\" of 20th century jazz ! For some thirty years now he has divided his time between Europe and the University of Massachusetts, where he teaches music history. After having, in the wake of Cecil Taylor and John Coltrane, been one of the driving forces of New York avant-garde jazz in the 1960s, Archie has traveled back to the musical roots of his people: the blues. Today, both as an instrumentalist and singer, he is one of the most irresistible interpreters of the genre. In 1978, it was he who inaugurated the big stage of the New Morning in Geneva; at exactly the place where we taped him, in August 1994, with the late master pianist Horace Parlan, Wayne Dockery and Steve McCraven.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328554,"title":"Archie Shepp Band - Geneva Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Determination of one responsible person can be the sparkle of many progressive movements.","release_date":"2014-02-04","vote_average":0.0,"runtime":62,"cert":"\"\"","id":328556,"title":"Selma Rubin and Community of Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Flyboy works at the local neighborhood dollar sto to make money so he can take care of his son. He applies to a college called Dow South Players University and gets accepted. Flyboy already has a degree in street smarts; now he is about to get his PhD in street smarts.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328558,"title":"Da Dolla Sto","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young girl loses her mother and is left to find her biological father with the help of a news crew that takes her under their wing. As the trio travels Middle America in search of the girl's father named John Smith they meet discover that what you looking for may be unattainable but what you need is right in front of you.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328560,"title":"Finding John Smith","adult":false,"genre_ids":[]},{"cast":["Axel Danielsson","Ylva Gallon","Patrik Eriksson","Ruben Östlund","Erik Hemmendorff"],"overview":"Despondent over his lovelife, Swedish director Patrik Eriksson decides to chronicle his existential crisis, with the aid of co-workers, via cell-phone video camera.","release_date":"2008-05-16","vote_average":0.0,"runtime":83,"cert":"N\/A","id":328562,"title":"An Extraordinary Study in Human Degradation","adult":false,"genre_ids":[99]},{"cast":["David Markey","Dez Cadena","Pat Smear","Shannon Smith","Jennifer Schwartz"],"overview":"The Symbionese Liberation Army kidnaps Patty Hearst, but Patty is all-too-willing to join them, in this strange docudrama by renowned artist Raymond Pettibon.","release_date":"1989-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":328579,"title":"Citizen Tania","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"This is the Tommy Gunz Story told through his own words.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328581,"title":"Shank Roc: Young and Fly - The Tommy Gunz Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"An elderly woman (Edith Ivey) visits the local car wash and lube to connect with the world closing in around her.","release_date":"2010-02-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328583,"title":"The Car Wash","adult":false,"genre_ids":[]},{"cast":["Marilù Tolo","Luigi Giuliani","Umberto D'Orsi","Maria Grazia Buccella","Francesco Mulè"],"overview":"","release_date":"1963-07-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":328585,"title":"Adultero lui, adultera lei","adult":false,"genre_ids":[35]},{"cast":["Zoé Adjani","Jonathan Zaccaï","Tania Vuchkova","Pierre Derenne","Olivia Côte"],"overview":"Cerise is fourteen years old but she looks twenty. Cerise grew up on the outskirts, but now she's exiled to Ukraine. Cerise wears excessive amounts of makeup, but she still has a little girl's dreams. Cerise doesn't know her father, even though she's going to have to live with him. Cerise has only ever thought about herself and now she finds herself in the middle of a revolution.","release_date":"2015-04-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":328587,"title":"Cerise","adult":false,"genre_ids":[35]},{"cast":["Maggie Smith","Alex Jennings","Frances de la Tour","Gwen Taylor","Dominic Cooper"],"overview":"The true story of the relationship between Alan Bennett and the singular Miss Shepherd, a woman of uncertain origins who ‘temporarily’ parked her van in Bennett’s London driveway and proceeded to live there for 15 years.","release_date":"2015-11-13","vote_average":6.3,"runtime":104,"cert":"\"PG-13\"","id":328589,"title":"The Lady in the Van","adult":false,"genre_ids":[35,18]},{"cast":["Pamela Des Barres","Connie Hamzy","Cynthia Plaster Caster","Lori Mattix","Michele Overman"],"overview":"A documentary about the groupie scene in the 1970s.","release_date":"2010-12-13","vote_average":1.0,"runtime":65,"cert":"\"\"","id":328591,"title":"Let’s Spend the Night Together: Confessions of Rock’s Greatest Groupies","adult":false,"genre_ids":[10402,99]},{"cast":["Clara Calamai","Roldano Lupi","Maria Melvin","Jean Servais"],"overview":"","release_date":"1948-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328617,"title":"Amanti senza amore","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":328622,"title":"De Nieuwe Snaar - Helden","adult":false,"genre_ids":[10402]},{"cast":["Enrique Rambal","Manolo Fábregas","Yolanda Varela","Kitty de Hoyos","Joaquín Cordero"],"overview":"Four interlocking stories about pregnancy all intersecting in an obstetrician's office.","release_date":"1959-01-22","vote_average":0.0,"runtime":98,"cert":"N\/A","id":328624,"title":"El derecho a la vida","adult":false,"genre_ids":[]},{"cast":["Rubens de Falco","Jofre Soares","Nildo Parente","Conceição Senna","Sura Berditchevsky"],"overview":"In the beginning of the 20th Century, in the Northeast of Brazil, one of the first Brazilian industrialists is persecuted because he refuses to sell his business to a British company.","release_date":"1978-05-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":328626,"title":"Colonel Delmiro Gouveia","adult":false,"genre_ids":[18]},{"cast":["Tannishtha Chatterjee","Kaizaad Kotwal","Amaan Khan"],"overview":"Rough Book is a hard look at the education system in contemporary India. Though one of the finest systems in the world, the lacunae in the system have created issues. The story is told to us through the eyes of a teacher, Santoshi Kumari, who rallies through a divorce with a corrupt income tax officer to become a teacher of Physics in a school. Her pupils are in the D division - 'D' sarcastically referred to as Duffers by both the students and other teachers. How Santoshi rebels against the system to fight for her students, forms the bulk of the simply told, yet completely thought provoking film. The rebellion of the teacher and her students are internalised to make their point.","release_date":"2016-06-24","vote_average":6.7,"runtime":100,"cert":"N\/A","id":328628,"title":"Rough Book","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328642,"title":"Der Nürnberger Prozess - Tribunal des Todes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's the day of the annual Bow-Wow Ball at the Dalmatian Plantation! Pongo, Perdita, and Nanny do their best to keep your favorite puppies from Disney's live-action hit, 101 Dalmatians, out of trouble before their friends arrive for the big party. Features a song from Disney's animated classic 101 Dalmatians.","release_date":"1996-01-03","vote_average":8.7,"runtime":null,"cert":"\"G\"","id":328644,"title":"Disney Sing-Along-Songs: 101 Dalmatians - Pongo & Perdita","adult":false,"genre_ids":[]},{"cast":["Ethosheia Hylton","Ethosheia Hylton","Jayde Stedford","Quincy Okpokpor","Luiana Bonfim"],"overview":"Inspired by the ancient African deities known as Orixa and the traditions of Yoruba people as well as Candomble, Santeria and Umbanda among others. Disconnected from the natural essence of Orixa. Fuelled by hate, war and destruction. This world teeters on chaos. This world needs change. This world needs Oya: Orisha of the hurricane, goddess of the wind. Step into her world, as Oya goes on a mission to stop a lunatic, intent on killing an innocent.  If change is to come. Evil must be defeated. The Orisha must rise.","release_date":"2014-11-13","vote_average":8.0,"runtime":12,"cert":"N\/A","id":328646,"title":"Oya: Rise of the Orisha","adult":false,"genre_ids":[14]},{"cast":["Humberto Mauro","Glauber Rocha","Alex Viany","David Neves","Mateus Colaço"],"overview":"","release_date":"1964-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328648,"title":"Mauro, Humberto","adult":false,"genre_ids":[99]},{"cast":["Arj Barker"],"overview":"The Seeds of Laughter have yielded a bountiful and veritable banquet of succulent, pesticide-free comedy for you to awaken to the reality of Who You Are: A Benevolent Being of Light. With gratitude, I offer you an hour long standup performance (based on the live show, Let Me Do The Talking) filmed at the beautiful State Theatre in Sydney. The wait is over friend, it’s time to dig in.","release_date":"2012-05-02","vote_average":7.5,"runtime":74,"cert":"\"\"","id":328650,"title":"Arj Barker: Joy Harvest","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Newsreel scenes of the first year's fighting in Korea; U.N. relief work and the many units comprising the U.N. army.","release_date":"1951-01-01","vote_average":0.0,"runtime":21,"cert":"\"\"","id":328652,"title":"One Year In Korea","adult":false,"genre_ids":[99,10752]},{"cast":["Mayuko Fukuda","Alice Hirose","Valentin Bonhomme","Sayaka Yamaguchi","Masaya Kato"],"overview":"A meeting in the middle of Tokyo between Jan, a middle age French photographer who is living his life carelessly, and Flare, a 17 years old runaway girl with a complicate family background. Charmed by Jan’s works, a budding of love soon developed in Flare. While attracted to the wild life of Jan, she holds onto a complicated feelings. With this swaying conflicts inside of her, it painted a vivid picture of growing up in this Japan – France collaboration work of a painful love story.","release_date":"2014-04-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328672,"title":"FLARE","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Experimental animated short by Philippe Grammaticopoulos","release_date":"2004-01-01","vote_average":7.5,"runtime":16,"cert":"N\/A","id":328674,"title":"The Regulator","adult":false,"genre_ids":[]},{"cast":["Haruna Kawaguchi","Alice Hirose","Mayu Matsuoka","Louis Kurihara","Haru"],"overview":"Kana is an ordinary high school student. One day, her photo is selected for a magazine and, because of this, Kana receives attention from popular student attention Rio. The attention though is not the kind Kana wanted. Kana is bullied by Rio and her friends.  A rumor exists that a ghost exists in the old school building. The ghost is able to grant someone's wish, but that person will lose something important to them. The ghost is a former student named Yomi, who died in an accident 12 years ago. Kana decides to go see the ghost.  The next day, Kana is a member of Rio's group, but Kana's friend Erika is now bullied. More tragedy awaits …","release_date":"2013-06-14","vote_average":0.0,"runtime":77,"cert":"N\/A","id":328676,"title":"Screaming Class","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2013-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328678,"title":"Il hay yrawah","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328680,"title":"O Profeta das Águas","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Time Machine, The Moomins antiquity I, II, and Moomins of old time machine renaissance.\r Repair job'll Moomin Valley. But what is the result? The Time Machine Muumeille organize all kinds of surprises.","release_date":"1995-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328682,"title":"Moomin - The Time Machine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horrible Little My, Moomin predict the cards, and the United moly Muumipapan second adolescence.  A brisk nytturapää, Little My, is injected under control. Are telling the cards of fate? Snork trying to get their aircraft to fly for real. Muumipapan believes to have invented the tricks of eternal youth.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328699,"title":"Moomin - Terrible Littly My","adult":false,"genre_ids":[]},{"cast":[],"overview":"The spell - Everybody wake up if kutitellaan - except Moomins. Though it should, because it is spring. So Snufkin start investigating sleeping sickness secret.  Jysähdyksiä night - Weird jysähdykset controlled Moominvalley people and the mysterious girl gets Sniff the head pulley. Hemuliakin nervous ...  Mysterious fireworks - nightly fireworks secret is resolved. Hemulen receives the anticipated letter and the Moomin Valley is once again a cause for celebration.  Treasure hunt - Moominvalley arrives at the guest who is looking for gold. And when Muumipappa then receives the gift of a treasure map, begins Moomin Valley Digging the time.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328701,"title":"Moomin - Spells and fireworks","adult":false,"genre_ids":[]},{"cast":[],"overview":"RED FULL MOON - the moon radiant red and feels hot Hemulen is the time to plant the seed of the tree of happiness. Or the moon heralds the color, after all, the accident?  SCHOOL CALLS - Moomintroll and Hömelö bloodshot Wacky school memories. As it happens, the school just happens to be a costume party, and the two decide to once again pull the head teacher höplästä.  Secret PHARMACEUTICAL - Jenni-aunt's back reistailee. Aunt remember frivolous to bother to help glittery medicine. But what kind of get?  THE REALM OF THE GOLDEN - Jenni Aunt been waiting for a twinkling drug has been found, but on the way home time machine whisks muumilaakso people to the wonderful city.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328703,"title":"Moomin - Red full moon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tiny guests, Suitcase, The Magician magic, the World last dragon.  Snorkmaiden find Tiuhdin and Viuhdin suitcase riddle and Moomin Mamma finds a way to appease and Mörö Magician finding rubies. Piipahtaapa spot the world's last dragon","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":328705,"title":"Moomin - The magician secrets","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328707,"title":"Scruff: Cinderella's Carnival","adult":false,"genre_ids":[10751,16]},{"cast":["Haruhiko Yamanouchi","Yuki Iwasaki"],"overview":"","release_date":"2010-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328712,"title":"Tarda estate","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The latest film from award-winning director Stephen K. Bannon: District of Corruption, traces the arc of government corruption and secrecy from the Clinton administration through the Bush years to the current corruption and transparency crises of the Obama administration.","release_date":"2012-10-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328726,"title":"District of Corruption","adult":false,"genre_ids":[]},{"cast":[],"overview":"Features interviews with 29 ex-gays who describe the development of their same-sex attraction, what the gay lifestyle was like, what their conversion process was like, and the various ways that Jesus has brought healing to their brokenness.","release_date":"2014-06-15","vote_average":0.0,"runtime":129,"cert":"\"\"","id":328728,"title":"Such Were Some Of You","adult":false,"genre_ids":[]},{"cast":["Alexis Ford","Kita Zen","Amy Brooke","Samantha Saint","Gracie Glam"],"overview":"Join the lusty men and women that put on the uniform day after day just so they can take it all off! Sultry Alexis Ford leads a cast of more than willing troops onto the frontlines of sex!","release_date":"2011-04-29","vote_average":6.5,"runtime":128,"cert":"\"NC-17\"","id":328730,"title":"American Heroes 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Sing, dance, and play along with your favorite Disney songs! Learning the words is fun and easy as you sing along to the on-screen lyrics and join your favorite characters in their most memorable musical moments from classic Disney animated and live action films. Disney presents a pair of Academy Award(R)-nominated songs from the spectacular, show-stopping musical ALADDIN, best song nominees \"Friend Like Me\" and \"A Whole New World\"! It's a sing-along celebration of friendship also featuring a delightful assortment of songs from Disney's THE LITTLE MERMAID, THE JUNGLE BOOK, BEAUTY AND THE BEAST, and more!","release_date":"1994-06-24","vote_average":10.0,"runtime":27,"cert":"\"G\"","id":328732,"title":"Disney Sing-Along-Songs: Friend Like Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary 2011","release_date":"2011-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328734,"title":"Dance of My Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by the famous gay Greek painter Giannis Tsarouhis' paintings, Diptych is a contemplation on male beauty, the impossibility of open gay love during many decades in Greek society and the pathos and sorrow of a sexual encounter.","release_date":"2011-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328736,"title":"Diptych: The Love That Dare Not Speak Its Name","adult":false,"genre_ids":[]},{"cast":[],"overview":"More Disney Songs, more Disney enchantment. Here's another delightful, tune-filled program for endless hours of sing-along singing fun. You'll learn the words to an all-new collection of magical songs with Disney's Sing-Along Songs: Heigh Ho. Gather up the family and join Disney characters for a captivating songfest...highlighted by a rainbow of scenes from best-loved animated Classics, movies and cartoons. Voices ready? Everybody sing!","release_date":"1987-03-13","vote_average":10.0,"runtime":28,"cert":"\"G\"","id":328738,"title":"Disney Sing-Along-Songs: Heigh Ho","adult":false,"genre_ids":[]},{"cast":["Jean Lapointe","Jean Pierre Bergeron","Sophie Clément","Louise Gagnon","Réjean Audet"],"overview":"In a poor neighborhood, teenagers plot an assassination while a party is being organized for the local usurer.","release_date":"1976-01-04","vote_average":5.7,"runtime":94,"cert":"N\/A","id":328752,"title":"L'eau chaude, l'eau frette","adult":false,"genre_ids":[]},{"cast":["Leadbelly","Bob Dylan"],"overview":"Huddie Ledbetter was born into poverty, battled racism, and did time, but in spite of his early hardships, or perhaps because of them, he became one of the great musicians of the 20th century. We trace the life and career of Lead Belly, a man praised by critics and revered by artists, whose unique music crossed a host of genres and influenced countless industry legends, from The Beatles to Led Zeppelin to Nirvana and beyond.","release_date":"2013-01-01","vote_average":9.0,"runtime":51,"cert":"\"\"","id":328754,"title":"Legend of Lead Belly","adult":false,"genre_ids":[99,10770,10402]},{"cast":["Herman Brood","Nina Hagen","Lene Lovich","Les Chapell","Koos van Dijk"],"overview":"Bank robber Herman Brood becomes a rock and roll star with the help of Nina Hagen and Lene Lovich.","release_date":"1979-12-13","vote_average":0.0,"runtime":99,"cert":"N\/A","id":328756,"title":"Cha Cha","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2006-06-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328758,"title":"Teletubbies: Åh!","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328760,"title":"Teletubbies: Busy Day","adult":false,"genre_ids":[]},{"cast":["Juan de Landa","Rossano Brazzi","Germana Paolieri","María Mercader","Olinto Cristina"],"overview":"","release_date":"1941-01-23","vote_average":0.0,"runtime":80,"cert":"N\/A","id":328762,"title":"Brute Force","adult":false,"genre_ids":[18]},{"cast":["Richard Cromwell","Noah Beery","Joan Peers","Henry B. Walthall","Tom Keene"],"overview":"Tol'able David is a 1930 sound film directed by John G. Blystone and produced and released by Columbia Pictures. It is a remake of a famous 1921 silent film Tol'able David starring Richard Barthelmess and Ernest Torrence.","release_date":"1930-11-15","vote_average":0.0,"runtime":65,"cert":"\"\"","id":328764,"title":"Tol'able David","adult":false,"genre_ids":[18]},{"cast":["Lew Ayres","Anita Louise","Harry Beresford","Elizabeth Patterson","Slim Summerville"],"overview":"A young boy finds out that the man he thought was his father actually killed his real father, then adopted him.","release_date":"1931-12-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":328766,"title":"Heaven on Earth","adult":false,"genre_ids":[18]},{"cast":["Chiaretta Gelli","Carlo Campanini","Alberto Rabagliati","Laura Gore","Maria Donati"],"overview":"","release_date":"1946-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328780,"title":"Partenza ore 7","adult":false,"genre_ids":[35,10402]},{"cast":["Antonio Gandusio","Nino Taranto","Laura Nucci","Silvana Jachino","Laura Solari"],"overview":"","release_date":"1939-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328782,"title":"Eravamo sette vedove","adult":false,"genre_ids":[35]},{"cast":["Thomas Ian Nicholas","Lacey Chabert","Michael Madsen","Scott Grimes","Clare Kramer"],"overview":"After a serious traumatic accident, a man leaves his old life behind and moves to an isolated cabin to start over. He soon learns of the surroundings of the area and its dangerous past.","release_date":"2015-09-01","vote_average":3.0,"runtime":88,"cert":"\"\"","id":328784,"title":"The Lost Tree","adult":false,"genre_ids":[27,53,18]},{"cast":["Morton Downey","Andrea Marsh","Hugh Cameron","Lawrence Henchey"],"overview":"In this musical short, a singing Irishman graduates from a police academy and heads to New York City to join the force.","release_date":"1935-09-07","vote_average":0.0,"runtime":22,"cert":"\"\"","id":328786,"title":"Dublin in Brass","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Hunter-turned-artist Pudlo Pudlat was part of a group of Inuit in the 1950s who were given pencils and paper and asked to ‘draw their thoughts’. Over the next 30 years Pudlo would produce over 4000 drawings, many of which have never been exhibited. 22 years after Pudlo’s death, Arvo Leo traveled to the Canadian arctic to spend the spring living in the place where Pudlo lived in order to create a genre-defying film that dances back and forth between Pudlo’s fantastical drawings and scenes from around the town.","release_date":"2014-04-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":328788,"title":"Fish Plane, Heart Clock","adult":false,"genre_ids":[]},{"cast":["Jane Darwell","Brook Byron","Sara Haden","Lois Wilson","Margaret Hamilton"],"overview":"A man convicted of murder escapes from jail and hides out in the home of a small town newspaper publisher who has befriended him. She knows who the real killer is.","release_date":"1936-12-11","vote_average":0.0,"runtime":67,"cert":"\"\"","id":328790,"title":"Laughing at Trouble","adult":false,"genre_ids":[18,35,80]},{"cast":[],"overview":"Pluto teams up with his pal Mickey for classic doggone fun in this new collection of eight shorts.  Mickey travels to South America and has a ball with \"Pluto And The Armadillo,\" a clever turtle and Pluto match wits in \"Pluto's Housewarming,\" and some playful puppies keep Pluto on his paws in the adorable \"Pluto, Junior\" and the hilarious \"Pueblo Pluto.\"  You'll be rolling over with laughter when you join Mickey, Pluto and their pals for fun and adventure.  Packed With Friends &amp; Fun: Pluto's Housewarming (1947) \/ Pluto and the Armadillo (1943) \/ Cat Nap Pluto (1948) \/ Pluto's Party (1952) \/ Pluto, Junior (1942) \/  Pluto's Fledgling (1948) \/ Plutopia (1951) \/ Pueblo Pluto (1949)","release_date":"2006-04-11","vote_average":0.0,"runtime":55,"cert":"\"NR\"","id":328810,"title":"Classic Cartoon Favorites, Vol. 12 - Best Pals - Mickey & Pluto","adult":false,"genre_ids":[10751,35,16]},{"cast":["Valentín Trujillo","Amparo Muñoz","Rosa Gloria Chagoyán","Juan Gallardo","Humberto Elizondo"],"overview":"Young rural-gentry dude sows wild oats, settles down to raise a family, and fights in the Revolution, all at the same time.","release_date":"1980-03-04","vote_average":5.0,"runtime":105,"cert":"N\/A","id":328812,"title":"El diablo en persona","adult":false,"genre_ids":[]},{"cast":[],"overview":"Heart-wrenching interviews with U.S. soldiers in Korea during the holidays.","release_date":"1953-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":328814,"title":"Christmas In Korea","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"The Allied Expeditionary Force intervention in Russia during a time of revolution.","release_date":"1963-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":328816,"title":"The AEF In Siberia","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"Rare footage of troops in \"Operation Tomahawk,\" Eisenhower, and combat.","release_date":"1951-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":328818,"title":"U.N. Forces Cross The 38th Parallel","adult":false,"genre_ids":[99,10752]},{"cast":["David Chisum","Assaf Cohen","Louise Griffiths","Henri Lubatti","Victor McCay"],"overview":"A psychopath uses a family's high tech security system with a ticking time bomb to terrorize them for 90 minutes demanding an answer to his question; 'WHO AM I?'","release_date":"2014-06-10","vote_average":4.9,"runtime":109,"cert":"\"\"","id":328820,"title":"Unknown Caller","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A silent film featuring women war workers, high school boys training for war, and more.","release_date":"1918-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":328822,"title":"Patriotic Activities","adult":false,"genre_ids":[99,10752]},{"cast":["Josephine Ehlert","Tim Bergmann","Gabriel Raab","Heidrun Gärtner","Lisa Kreuzer"],"overview":"A mystery thriller directed by Laura Thies.","release_date":"2015-03-12","vote_average":0.0,"runtime":88,"cert":"N\/A","id":328839,"title":"Amongst the Shadows","adult":false,"genre_ids":[53,9648]},{"cast":[],"overview":"We do not actually see Pierre Vallieres, we see only his lips, his teeth, as he talks in French. English subtitles translate what he says. He speaks slowly and clearly, and tells about the Quebec people.","release_date":"1972-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":328841,"title":"Pierre Vallières","adult":false,"genre_ids":[]},{"cast":["Abigale Johnson","Denisa Heaven","Leony April","Katie Jordin","Lexi Belle"],"overview":"Daring! Pure takes you to a journey into the world of ten of the most stunning young woman, with a penchant for taking matters into their own hands captured by our cameras, this feature gives you a voyeuristic view into the urges for pleasure and satisfaction of these lonesome beautiful women in their own trusted environment...","release_date":"2012-12-06","vote_average":0.0,"runtime":105,"cert":"\"NC-17\"","id":328846,"title":"All by Myself","adult":true,"genre_ids":[]},{"cast":["Alison Sweeney","Cameron Mathison","Barbara Niven","Gabriel Hogan","Lisa Durupt"],"overview":"Based on the New York Times bestselling book, Chocolate Chip Cookie Murder by Joanne Fluke, the film will take viewers on a mouthwatering mystery that centers on Hannah Swensen, shop owner of the Cookie Jar where much of the town's gossip percolates along with the strong coffee. But when a mysterious murder occurs, Hannah turns into a culinary detective and finds herself trying to solve the crime while getting caught in an unexpected romantic mystery of her own.","release_date":"2015-05-02","vote_average":7.4,"runtime":83,"cert":"\"G\"","id":328848,"title":"Murder, She Baked: A Chocolate Chip Cookie Mystery","adult":false,"genre_ids":[10770,9648,18]},{"cast":[],"overview":"Deli owner Salam Kahil is an art collector, a former male escort, an amateur musician, and a sandwich maker to the homeless in Vancouver's poorest neighbourhood but his true passion is talking about blowjobs. This is a 2015 feature film documentary, not to be mixed up with the 2012 documentary short with the same name.","release_date":"2015-03-15","vote_average":7.0,"runtime":72,"cert":"\"\"","id":328853,"title":"The Sandwich Nazi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A dance of painted wooden Russian dolls (hollow inside and of graded sizes so that the largest holds all the rest). They twirl, swing and sway to gay Russian tunes, never losing their fixed reserve. As the dance ends they hop up in turn into the mother figure, who then hurries off the scene.","release_date":"1970-03-05","vote_average":5.5,"runtime":5,"cert":"N\/A","id":328858,"title":"Matrioska","adult":false,"genre_ids":[]},{"cast":["Chris Garini","Laetitia Thomas","Valérie Houlier","Claude Scasso","Didier Gidefroy"],"overview":"Grendy, a girl of twenty years, plays a role in Claude's movie, a producer. Very soon, Claude falls under the spell of its refreshing youth bait. Claude and Grendy go together in Guadeloupe, where they engage in sensual sex. Back in Paris, they live happy ...","release_date":"1985-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328872,"title":"Outrage aux Moeurs","adult":false,"genre_ids":[18]},{"cast":["Terry Lester","James Hong","Keye Luke","Nancy Kwan","Patricia Duff"],"overview":"Terry Lester stars as Joe Blade in this unclaimed TV pilot film. An American, Blade works in Hong Kong, the home of his adoptive father Keye Luke. When Luke is killed and a wealthy man is kidnapped, Blade springs into action (Maybe he's a switch-Blade. Forget we said that.) Ellen Regan, Leslie Nielsen, Anthony Newley and a pre-infomercial Nancy Kwan co-star in this location-filmed actioner.","release_date":"1985-03-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328874,"title":"Blade in Hong Kong","adult":false,"genre_ids":[28,10770]},{"cast":[],"overview":"Are You Ready For A Brand-New Beat?  The gritty urban environment, the burgeoning pride and drive of black Americans, and blues, soul and gospel influences combined to form the music coming out of Detroit in the early 1960s. The sounds of early Motown were hopeful and soulful and, above all, made you want to dance.","release_date":"","vote_average":0.0,"runtime":41,"cert":"N\/A","id":328876,"title":"Motown: The Early Years","adult":false,"genre_ids":[]},{"cast":["Line Renaud","Noël Roquevert","Philippe Nicaud","Jean-Jacques Delbo","Georgette Anys"],"overview":"","release_date":"1957-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328878,"title":"Mademoiselle et son gang","adult":false,"genre_ids":[35]},{"cast":["Sönke Möhring","Julia Brendler","Sebastian Ströbel","Rike Schmid","Christoph Jacobi"],"overview":"","release_date":"2007-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328880,"title":"Wortbrot","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Walt Frazier, arguably one of the most illustrious players in the history of the New York Knickerbockers, has emerged in the 21st century as a Big Apple style icon. In the '70s he was \"Clyde,\" a cool-as-ice point guard with big hats and mutton chop side burns. Today, in his role as Knicks' broadcaster, Frazier's wardrobe (featuring vibrant colors and shocking patterns) and rhyming couplets that Jay-Z envies. We'll talk with the man at his Manhattan restaurant, Walt Frazier's Wine &amp; Dine, and explore the evolution of his style.","release_date":"2013-02-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328903,"title":"Disdain the Mundane","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The T206 Honus Wagner is the most famous baseball card in the world. Bought and sold many times over, the card has now appreciated to nearly $3 million dollars. But, this gem may have been doctored. From mere speculation, the accusations of alteration have risen all the way to federal indictments. But this is still 'just' a baseball card. It is a small square in the tapestry of our national pastime. And, as the art world readily illustrates, it may be that no matter what was done or not done to 'The Card,' its value really does lie in the eye of the beholder.","release_date":"2013-02-27","vote_average":6.5,"runtime":14,"cert":"\"\"","id":328905,"title":"Holy Grail: The T206 Honus Wagner","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Clint Malarchuk was the \"Cowboy Goalie.\" He grew up riding horses with a severe childhood OCD problem. He would ultimately go down in hockey history for suffering one of the most gruesome injuries in sports when he severed his carotid artery by an opposing player's skate blade. \"Cutthroat,\" will cover the injury, his remarkable physical recovery in under two weeks and his grueling emotional and mental one.","release_date":"2013-05-29","vote_average":7.0,"runtime":11,"cert":"\"\"","id":328907,"title":"Cutthroat","adult":false,"genre_ids":[99]},{"cast":["Mark Stolzenberg","Gabriel Barre","Gwen Ellison","Martin Haber"],"overview":"An airplane carrying several counterfeit paintings, worth millions to the counterfeiters, suffers a malfunction in the cargo hold, spilling the paintings, as well as all the luggage, near a colony of cave men that has existed unaltered in the middle of America for millenia. Two of the men from the colony find the crashed luggage and begin to assimilate themslves into modern culture using the luggage, and that's when the fun begins. When the counterfeiters come in search of their loot, they find a lot more than they bargained for!","release_date":"1983-06-01","vote_average":8.0,"runtime":null,"cert":"\"\"","id":328909,"title":"Luggage of the Gods!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An intimate, funny and compelling take on the unique relationship and shared legacy of Tommy John, the chatty Indiana lefty who won nearly 300 Major League games, and Dr. Frank Jobe, the unassuming L.A. Orthopedist who conceived and performed a revolutionary elbow operation on John in 1974.","release_date":"2013-07-24","vote_average":7.0,"runtime":12,"cert":"\"\"","id":328911,"title":"Tommy and Frank","adult":false,"genre_ids":[99]},{"cast":["Jerzy Radziwiłowicz","Maria de Medeiros","Danuta Stenka","Zbigniew Zapasiewicz","Isabel Ruth"],"overview":"Pawel Markowicz suffers from Stendhal syndrome and it is to Dr.Giordano that he tells his secret.","release_date":"2001-04-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":328913,"title":"Man of the Crowds","adult":false,"genre_ids":[18]},{"cast":["John Carradine","Sparky Marcus","Louis Nye","Alan Sues"],"overview":"About a peaceful, poetry-loving dragon, and St. George the dragon-slayer, who is engaged by the villagers to kill him. Together with the help of the dragon's friend, they stage a rousing fake battle.","release_date":"1981-12-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":328933,"title":"The Reluctant Dragon","adult":false,"genre_ids":[14,16]},{"cast":["Jay B. Larson","Burr Smidt","Ray Andrews","Karen Fredrik","Steven Fisher"],"overview":"At the end of the school year, a group of students head out to Sunset Cove and do everything they can to save their favourite beach.","release_date":"1978-04-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":328938,"title":"Sunset Cove","adult":false,"genre_ids":[35]},{"cast":["Sara Parikka","Mikko Parikka","Tommi Taurula","Tero Tiittanen","Sara Lohiniva"],"overview":"Nightmare 2 – Painajainen jatkuu (Nightmare 2 - nightmare continues) is a sequel to the horror film Nightmare – painajainen merellä (Nightmare - nightmare at the sea), continuing the horror spin-off series of a popular Finnish daytime soap opera Salatut Elämät (Secret Lives).","release_date":"2014-12-03","vote_average":3.0,"runtime":77,"cert":"N\/A","id":328940,"title":"Nightmare 2 - Painajainen jatkuu","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"This short tells the story of an enigmatic phone conversation between two strangers and the ambiguity of space itself. The film pairs generous complexities of the modern human condition to the ever surreal and cerebral expanse of our subconscious desires. With deep colour and sexually poetic undertones, W4M channels a compelling and obscure mood that resonates deeply in its visuals.","release_date":"2012-01-05","vote_average":0.0,"runtime":5,"cert":"\"\"","id":328942,"title":"W4M","adult":false,"genre_ids":[]},{"cast":[],"overview":"Equal pay as men. Designer clothes. And (eventually) respect. It's the story about the Greatest Generation that you haven't heard. Homefront Heroines: The WAVES of World War II introduces a group of quirky, independent and determined women who went where no women had gone before: into the Navy as WAVES, or Women Accepted for Volunteer Emergency Service. Through oral history interviews, the women tell of their homefront heroics, which were largely overshadowed by the more dramatic battles fought on the front lines. They volunteered, served as equals to men, and discovered that when they went home nothing could be the same again. The film reveals a hidden history about a generation who changed the course of American life.","release_date":"2012-01-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":328944,"title":"Homefront Heroines: The WAVES of World War II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Residents of a small community fight for clean drinking water as the contaminated soil of an old manufacturing plant continues leaking dangerous toxins into ground more than twenty years after the threat was first reported to the EPA.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328946,"title":"My Toxic Backyard","adult":false,"genre_ids":[]},{"cast":["John Fiedler","Joanna Phillips","John Carradine"],"overview":"A domineering wife puts pressure on her weak-willed, submissive husband to kill an old man who she believes has a treasure trove hidden somewhere.","release_date":"1973-10-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":328963,"title":"Shadow House","adult":false,"genre_ids":[27]},{"cast":["Philippe Volter"],"overview":"Kesten is a picturesque village on the border between Bulgaria, Turkey and Greece. A French sociologist named Franæois Denis comes to the village to study the risk of ethnic conflict in this part of the Balkans. He finds out that in a place situated only 100 kilometers from Kosovo there are Muslims and Christians capable of living in peace just as they have for hundreds of years. But what is far more interesting to this western visitor is meeting the local inhabitants: Vladimír, who fills all municipal posts from mayor to postmaster, a poet whose verse has never been published and who longs to see Rossellini's The Greatest Love one last time, and a smuggler who is willing to do anything for his mentally disabled brother. It's a fascinating and absurd, though harmonious, world where anything can happen - where even wine has flowed from the water taps...","release_date":"2001-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328965,"title":"Posseteni ot gospoda","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Imagine Hearing Songs from Disney Movies. But wait. What If You Don't know all the words? No Problem. Join Professor Owl as he guides you through this Sing Along Video and one of The songs on here will be.... You guessed it. Zip-A-Dee-Doo-Dah. Enjoy!","release_date":"1986-12-16","vote_average":10.0,"runtime":null,"cert":"\"G\"","id":328967,"title":"Disney Sing-Along-Songs: Zip A Dee Doo Dah","adult":false,"genre_ids":[]},{"cast":["John Carradine"],"overview":"John Carradine narrates the Washington Irving story of Ichabod Crane and the Headless Horseman.","release_date":"1972-01-01","vote_average":5.4,"runtime":13,"cert":"\"\"","id":328969,"title":"The Legend of Sleepy Hollow","adult":false,"genre_ids":[27,16]},{"cast":["John Carradine","William Rothlein","Carol Young"],"overview":"During the brief 'Threshold' of time and space between life and death, the love that was denied during life comes briefly. 'Death' as personified by John Carradine, allows one last afternoon of love and peace before claiming with devastating finality.","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":328974,"title":"Threshold","adult":false,"genre_ids":[18]},{"cast":["Florent Pagny","Patricia Millardet","Boris Bergman","Riton Liebman","Rosette"],"overview":"","release_date":"1985-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":328976,"title":"Blessure","adult":false,"genre_ids":[10749,10402,18]},{"cast":["Venus Williams","Billie Jean King"],"overview":"We know about the swing. We know about the swagger. But what most Americans don't know about Venus Williams is how she changed the course of her sport. In a stunning case that captured the European public beginning in 2005, Williams challenged the long-held practice of paying women tennis players less than their male counterparts at Wimbledon.  With a deep sense of obligation to the legacy of Billie Jean King, Williams lobbied British Parliament, UNESCO and Fleet Street for financial parity. And it was her poignant op-ed piece in The London Times that convinced many people that the Wimbledon tournament organizers were \"on the wrong side of history.\"  Roland Garros and Wimbledon finally relented in 2007. That year at Wimbledon, Venus became the first women's champion to earn as much as the men's singles winner (Roger Federer).  VENUS VS. chronicles Williams' fight for pay equality.","release_date":"2013-07-02","vote_average":0.0,"runtime":60,"cert":"\"\"","id":328978,"title":"Venus VS.","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"Sans Supervision","cast":["Julia Dubrovich","Alexandre Marouani","Katherine Reilly"],"id":328995,"overview":"A young couple spend their summer days running away from their responsibilities. Eventually, their responsibilities learn how to outrun them.","runtime":10,"genre_ids":[],"release_date":"2006-01-25","vote_average":0.0,"adult":false}]