[{"cast":["Crystal Cotton","Stephen Lin"],"overview":"Love knows no borders in this stylish snapshot of interracial coupledom. Two Brooklyn photographers (she, African-American; he, Chinese-American) meet at Bloomingdale's (albeit one located in China). Their romance blossoms and endures back home amidst a poetical widescreen mix of images both seductive and sedate. - Dennis Harvey","release_date":"2009-09-12","vote_average":6.3,"runtime":7,"cert":"\"\"","id":329003,"title":"Tall Enough","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of four adults with autism spectrum disorders as they search for and manage romantic relationships.","release_date":"2015-04-15","vote_average":6.3,"runtime":76,"cert":"\"\"","id":329005,"title":"Autism in Love","adult":false,"genre_ids":[99]},{"cast":[],"overview":"IN MY FATHER'S HOUSE explores identity and legacy in the African-American family, as Grammy award-winning rapper Che 'Rhymefest' Smith and his long-lost father reconnect and try to build a new future in Chicago's turbulent South Side. Himself a child of a broken home, Che hasn't seen his father, Brian, in over 20 years, and presumes him dead. But after buying his father's childhood home, Che sets out to find him, and learns that his is now a homeless alcoholic living only several blocks away\/ The film offers a probing take on memory and identity in a family two generations removed from slavery as it tracks Che and Brian's shared journey to create a new legacy for themselves, their community and the next generation of family.","release_date":"2015-04-15","vote_average":6.5,"runtime":93,"cert":"\"\"","id":329007,"title":"In My Father’s House","adult":false,"genre_ids":[99]},{"cast":["Eminem","50 Cent","Dr. Dre","Royce Da 5'9\"","Mr. Porter"],"overview":"This documentary is an in-depth look into not only Eminem's career, but also the careers of the all the artists' who graced the label over the years. First and foremost, we spoke to Em and Paul, whose partnership and unique friendship is what made the label possible. But we also spoke to the man who helped turn Em into a superstar, Dr. Dre, and the man who Em helped turn into a superstar, 50 Cent. With additional interviews from Mr. Porter and Royce Da 5'9\", this documentary is the definitive look into how one of the rap's greatest juggernauts came to be.","release_date":"2015-03-05","vote_average":7.3,"runtime":32,"cert":"\"\"","id":329009,"title":"Not Afraid: The Shady Records Story","adult":false,"genre_ids":[99]},{"cast":["Brother Theodore","Terri Hall","Robert Kerman","Paul Styles","Jody Maxwell"],"overview":"JAWS parody centering around an amorous mermaid. There was both a cut R-rated version and a more explicit X rated version.","release_date":"1976-11-09","vote_average":4.4,"runtime":70,"cert":"\"\"","id":329029,"title":"Gums","adult":true,"genre_ids":[35]},{"cast":[],"overview":"An honest account from kids who enjoy a local coffee house. Church groups, social organizations, and just average teens used the coffee house as a means to get kids off the streets and into a place of mutual ideals and moral ethics.","release_date":"1966-01-01","vote_average":3.5,"runtime":13,"cert":"\"\"","id":329031,"title":"Coffee House Rendezvous","adult":false,"genre_ids":[10751]},{"cast":["Troy Donahue","Alicia Encinas"],"overview":"Daniel, art professor, has a car accident which results into a paranoia. He gets better, falls in love with one of his students and they decide to move away from civilization to the house in the mountains. Their peace and quiet is disrupted by three men building a road nearby. They rape the girl, beat the husband and drown their child. What will Daniel do now? Will he get his revenge? Will his past affect him?","release_date":"1977-11-10","vote_average":0.0,"runtime":91,"cert":"N\/A","id":329033,"title":"Outrage","adult":false,"genre_ids":[]},{"cast":[],"overview":"Footage shot by German troops and confiscated by Allied forces of an attack in Warsaw.","release_date":"1943-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":329035,"title":"Invasion Of Poland By The German Army","adult":false,"genre_ids":[36,10752,99]},{"cast":[],"overview":"The run-up to the Allied invasion of Normandy, including Eisenhower strategizing.","release_date":"1944-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":329037,"title":"D-Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film recounting Khe Sanh, often considered the most important battle of the war.","release_date":"1969-01-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":329039,"title":"The Battle Of Khe Sanh","adult":false,"genre_ids":[]},{"cast":["Clive Coe","Clayton Nemrow","Kerry Norton"],"overview":"The city at night, a couple alone. A scream from the woman, the smoke of the gun...","release_date":"2015-02-06","vote_average":6.3,"runtime":4,"cert":"\"NR\"","id":329059,"title":"The Pavement","adult":false,"genre_ids":[]},{"cast":["Richard E. Grant"],"overview":"Things of worth are often neglected in favour of that which might be more immediately gratifying. Unfortunately, the things that are neglected are often lost forever, irreplaceable. This is the story of a man with a misguided and intense focus – one which started in his youth and carried on to old age. His life events are chronicled through the loss of his teeth – and how his obsessive efforts to amend what was damaged bring on yet further destruction.","release_date":"2015-01-25","vote_average":7.5,"runtime":6,"cert":"\"\"","id":329061,"title":"Teeth","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Two cosmonauts, two friends, try to do their best in their everyday training life to make their common dream a reality. But this story is not only about the dream.","release_date":"2014-08-21","vote_average":6.6,"runtime":16,"cert":"\"\"","id":329063,"title":"We Can't Live Without Cosmos","adult":false,"genre_ids":[16,18]},{"cast":["Pancho Córdova","Alfredo Landa","Dacia González","Rafael Llamas","René Casados"],"overview":"","release_date":"1979-09-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":329065,"title":"El rediezcubrimiento de México","adult":false,"genre_ids":[18,12,35]},{"cast":["Rushdy Abaza","Abdel Salam Al Nabulsy","Samira Tewfik"],"overview":"Directed by Muhammad Selman.","release_date":"1964-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329067,"title":"A Bedouin in Paris","adult":false,"genre_ids":[]},{"cast":["Sabah Al Emary","Kamal Al-Shennawi","Nabila Ebeid","Samira Tewfik"],"overview":"Film starring Samira Toufic.","release_date":"1963-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329069,"title":"The Bedouin Lover","adult":false,"genre_ids":[]},{"cast":["Mohammed Al-Bakkar","Badr Lama","Badriya Raafat"],"overview":"Directed by Ibrahim Lama.","release_date":"1947-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329071,"title":"The Beautiful Bedouin","adult":false,"genre_ids":[]},{"cast":["Gamil Ratib","Mahmoud Abdel Aziz","Ahmad Zaki","Mamdouh Abd El Aleem","Hussny Abduljaleel"],"overview":"A simple minded peasant was recruited in the Egyptian army where he was deceived to believe that political activists are his homeland enemies, but not for so long.","release_date":"1986-01-02","vote_average":8.3,"runtime":110,"cert":"N\/A","id":329091,"title":"The Innocent","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Egyptian film directed by Muhammad Bayyumi.","release_date":"1924-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329093,"title":"The Chief Secretary","adult":false,"genre_ids":[]},{"cast":["Nadia El Gendy","Farid Shawqi","Mahmoud Yassine","Farouk Al-Fishawy","Ahmad Zaki"],"overview":"Directed by Houssam El-Din Mustafa.","release_date":"1980-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329095,"title":"Al-Batniyya","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"This run-of-the-mill romantic comedy-drama is set in a university in Cairo and begins with a professor and a young student about to be married. Just at that point, their wedding is interrupted by the rest of the movie, which happens to be an extended flashback. At issue is whether the couple can actually marry or not because unless a few big questions can be answered in the negative, they are actually brother and sister. So the story segues into the love life of a gifted writer as he is caught between his desire for a beautiful young woman and his feelings for his wheelchair-bound wife.","release_date":"1959-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329097,"title":"Among the Ruins","adult":false,"genre_ids":[]},{"cast":[],"overview":"What happened to mankind? They stopped being afraid of ghosts and now a family of ghosts is afraid themselves. And if that was not enough, a disco is planned to be build above their crypt","release_date":"1987-02-25","vote_average":4.5,"runtime":58,"cert":"N\/A","id":329099,"title":"Augsburger Puppenkiste - Hard times for Ghosts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about ancient Egypt, its temples, paintings and art, and how these old treasures are being endangered by modern civilization. Also shown are the Nile river, the Luxor and Karnak temples, the Sphynx, the Great Pyramids of Giza, the river path to the Land of the Dead, the pharaohs and queens' tombs, as well as egyptologysts' interpretation of Ancient Egypt mysteries.","release_date":"1982-03-06","vote_average":6.0,"runtime":60,"cert":"\"\"","id":329101,"title":"Egypt: Quest for Eternity","adult":false,"genre_ids":[]},{"cast":["Magda","Shokry Sarhan"],"overview":"Directed by Youssef Chahine.","release_date":"1960-01-02","vote_average":2.0,"runtime":95,"cert":"N\/A","id":329118,"title":"In Your Hands","adult":false,"genre_ids":[]},{"cast":["Fairuz","Nasri Shamseddine","Joseph Azar","Phelemone Wehbe","Joseph Nassif"],"overview":"In a peaceful village, the mayor, seeing that the population is bored with tranquility, invents the mystical figure of Rajeh, and tells stories to villagers about the exploits of Rajeh, who kills and maims and steals. One day the mayor (Nasri Shamseddine) tells the villagers that Rajeh is heading to the village itself and they better be careful. Two smart men notice that the mayor was lying and that it is all his imagination. So they go on making good on the fictitious person and steal money and assault the mayor in the dark saying that they were Rajeh. Eventually, an old man with the name of Rajeh arrives in the village, amid public fears. Then it became obvious that Rajeh was merely a seller of rings for weddings and he wanted to marry his son to Fairuz the nephew of the mayor. The two bad guys willingly go to jail for making use of the mayor's joke.","release_date":"1965-01-02","vote_average":7.3,"runtime":91,"cert":"N\/A","id":329120,"title":"The Ring Seller","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"After receiving disturbing news, a young man spirals into a deep depression and becomes vulnerable to the will of a dangerous intruder. A short, modern-day cautionary tale that encourages viewers to pause and think about the fragility of life.","release_date":"2013-12-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":329122,"title":"Ceramic Tango","adult":false,"genre_ids":[18,14]},{"cast":["Guillaume Lambert","Marie-Ève Milot","Marie-Claude St-Laurent","Sarah Pellerin","Karim Babin"],"overview":"Love. Grief. Shock. Denial. Sleeplessness. Bubble bath. Mucus. Masturbation. Pigeons. Toothpaste. Hospital. F**k. Bye. Hair. Sports. Chicken. Bootie. Kids. Rejection. Squirrels. Cries. Awkward. Ninety-five scenes. Five minutes. Life's a bitch.","release_date":"2014-01-17","vote_average":7.6,"runtime":6,"cert":"\"\"","id":329124,"title":"Life's a Bitch","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Student film directed by Abbas Baqerian and Reza Gharavi.","release_date":"1976-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329126,"title":"The Bazaar Weeps","adult":false,"genre_ids":[]},{"cast":["Eva Marie Saint","Patricia Hitchcock","Ernest Lehman","Robert F. Boyle","Martin Landau"],"overview":"A documentary directed by Peter Fitzgerald.","release_date":"2000-01-01","vote_average":8.0,"runtime":40,"cert":"\"\"","id":329128,"title":"Destination Hitchcock: The Making of 'North by Northwest'","adult":false,"genre_ids":[99]},{"cast":["Julio Navarro","Mariananda Schempp"],"overview":"This documentary delves deeper into the racism issue addressing many discriminatory practices in Peru, researching their origins and their hurtful consequences.","release_date":"2012-02-23","vote_average":0.0,"runtime":102,"cert":"N\/A","id":329130,"title":"Choleando","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three part documentary on life in a peripheral run-down town.","release_date":"1978-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329150,"title":"Beit Shemsh","adult":false,"genre_ids":[]},{"cast":["Misha Arobelidze"],"overview":"Short, Adventure","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329152,"title":"A Few Hours In London","adult":false,"genre_ids":[12]},{"cast":["Diego Castiñeira"],"overview":"Diego works the night shift in an isolated gas station close to the Galician-Portuguese border. His work is solitary, silent, monotonous, somniferous. One night, two unexpected visitors show up and unsettle the routine of the place.","release_date":"2014-03-06","vote_average":5.0,"runtime":52,"cert":"N\/A","id":329154,"title":"Jet lag","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sensual. Romatic. Provacative. The second internationally acclaimed collection of short films that explore and expose the dynamic sensual electricity between \"straight men\" and gay men, obliterating any past preconceived notions of sexual preference!","release_date":"2008-07-15","vote_average":2.0,"runtime":null,"cert":"\"\"","id":329156,"title":"Straight Men and the Men Who Love Them 2","adult":false,"genre_ids":[]},{"cast":["Érika Villalobos","Jason Day","Gustavo Cesti","Pierina Carcelén","Christian Rivero"],"overview":"A young woman is sexually assaulted by a powerful businessman, starting a public trial in which she will have to endure the abuse of those who do not want justice to be made.","release_date":"2015-03-05","vote_average":9.3,"runtime":125,"cert":"N\/A","id":329161,"title":"Atacada: la teoría del dolor","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Directed by Emil Knebel.","release_date":"1961-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329163,"title":"In Nahalal","adult":false,"genre_ids":[]},{"cast":["Clea DuVall","Katie May Dunford","Timothy V. Murphy","Nicole Sullivan","Toby Huss"],"overview":"Julia, a Los Angeles photographer, journeys to the Canadian Arctic. Her whimsical trip becomes a life threatening disaster. Julia, abandoned, ill equipped, and stranded on sea ice, is rescued by Malaya, a young Inuit girl. Julia discovers the dark truth of Malaya's world.","release_date":"2016-11-06","vote_average":0.0,"runtime":88,"cert":"\"\"","id":329180,"title":"Heaven's Floor","adult":false,"genre_ids":[12,18,10751]},{"cast":[],"overview":"Fourth Eye Films presents LOSS PREVENTION, which premiered at The 2012 48 Hour Film Project: Cleveland.\r WINNER: Best Cinematography, Best Editing, and Best Use of Character\r NOMINEE: Best Film, Best Directing, Best Cinematography, Best Editing, Best Sound Mixing, Best Use of Character, and Audience Choice.","release_date":"2012-09-10","vote_average":0.0,"runtime":5,"cert":"\"\"","id":329182,"title":"Loss Prevention","adult":false,"genre_ids":[]},{"cast":[],"overview":"A countdown from 266, using classic movie scenes.","release_date":"2004-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":329184,"title":"Counter","adult":false,"genre_ids":[]},{"cast":["Halina Birnbaum","Ya'ackov Gilad","Jacko Poliker","Yehuda Poliker"],"overview":"An affecting 'talking heads' documentary which traces the stories of four Israelis: Yehuda Poliker and Ya'acov Gilad, two rock musicians bound together not only by their music, but also by their common experience as the offspring of survivors of the Nazi extermination camps; and those survivors themselves - Yehuda's father Jacko (from Salonika, taken to Treblinka), and Yaakov's mother Halina (from Warsaw, taken to Auschwitz as a teenager).","release_date":"1989-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329186,"title":"Because of that War","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Attiyat Al-Abnudi.","release_date":"1981-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329188,"title":"Seas of Thirst","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Mustafa Abu Ali.","release_date":"1971-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329190,"title":"By Blood and Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Ahmad Al Tukhi.","release_date":"1953-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329192,"title":"Bilal: The Prophet's Muezzin","adult":false,"genre_ids":[]},{"cast":[],"overview":"THE RUNNER A super classic of runing films. Marco Olmo is a living legend of extreme running. At the age of 58 he faces the Ultra Trail du Mont Blanc, the hardest and most important endurance race in the world, over twenty hours of uninterrupted running, 167 km (over 100 miles) around the tallest mountain in Europe. Marco must win, to show himself that he can still do it. This is his story.","release_date":"2010-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":329209,"title":"Il Corridore - The Runner","adult":false,"genre_ids":[]},{"cast":[],"overview":"A self-proclaimed \"mockumentary\" about a film student, Jason Zink, who decides to take his own life. After Jason's suicide all his closest friends set out to make a movie about his life. The story is told through a series of narratives, and archive video footage and it helps us find out just who Jason was. This film begs the question \"How many people can one life affect and what happens to them When I Die.\"","release_date":"2014-09-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":329211,"title":"When I Die","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman drifts back to childhood memories of rural Texas where her discovery of the jawbone of a horse in a field leads to a fascination with, in her own words, \"dead things.\" Her natural history collection of insects and bones takes on a supernatural quality when she finds the corpse of a strange creature that she believes must be a faery. Using still photographs, found objects and unsettling creations that briefly come to life via stop-motion animation (which evokes the work of the Brothers Quay and gives them an even more unreal presence), filmmaker David Lowery tells a phantasmagorical story, part fantastical mystery and part nightmare, as a primal memory. A CATALOG OF ANTICIPATIONS weaves imagination and experience into a haunting tale recalled in snapshots of recollection, a dark fantasy with a tactile texture that grounds it in the physical world and narration that frames it as a coming-of-age moment. - Sean Axmaker","release_date":"2008-01-19","vote_average":6.5,"runtime":5,"cert":"\"\"","id":329213,"title":"A Catalog of Anticipations","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mind in the city looks inwards, and escapes into the rabbit's domain.","release_date":"2013-01-01","vote_average":6.0,"runtime":4,"cert":"N\/A","id":329215,"title":"Goodbye Rabbit, Hop Hop","adult":false,"genre_ids":[]},{"cast":["Vivica A. Fox","Boris Kodjoe","Richard Roundtree","Elimu Nelson","Julie Dickens"],"overview":"Whatever She Wants is the story about one woman s determination to rediscover who she really is... Vivian Wolf (Vivica A. Fox) has suffered one heartbreak too many and has no room left for unfulfilling relationships. Now she has come up with the solution to every woman s problem, a private club called Whatever She Wants where men have to qualify to get in.","release_date":"2010-02-02","vote_average":2.0,"runtime":123,"cert":"\"\"","id":329223,"title":"Whatever She Wants","adult":false,"genre_ids":[]},{"cast":["Donald Trump","Seth MacFarlane","Whitney Cummings","Snoop Dogg","Gilbert Gottfried"],"overview":"It's Donald Trump's turn to step in to the celebrity hot seat for the latest installment of The Comedy Central Roast.","release_date":"2011-03-15","vote_average":6.6,"runtime":65,"cert":"\"\"","id":329243,"title":"Comedy Central Roast of Donald Trump","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A young Chinese worker in the Czech Republic dreams of becoming a kung fu master.","release_date":"2010-11-12","vote_average":0.0,"runtime":30,"cert":"N\/A","id":329245,"title":"The Day Of The Dragon","adult":false,"genre_ids":[18,28]},{"cast":["Gabriela Míčová","Dana Poláková","Martin Pechlát","Stanislav Majer","Jiří Černý"],"overview":"Romi (Gabriela Mícová), a prostitute, is anything but successful at her job: she is of far too gentle a nature for her clients. The more obstinately she is pushed to the streets by her pimp Franz (Stanislav Majer), the closer she is to a complete breakdown. One day Romi is addressed by a property speculator referring to himself as a \"wealthy Jew\" (Martin Finger). He does not demand any sexual services of her. He satisfies himself with Romi telling him stories, for which he lavishly rewards her. However, no one shares the sudden happiness with Romi. Her work-mates and current clients turn their backs on her, as does Franz, with whom Romi is in love. The whole story takes place in the setting of a dilapidated city, during the clean-up of which politicians openly split their profit with speculators and lobbyists, all under protection from the police.","release_date":"2012-11-21","vote_average":0.0,"runtime":74,"cert":"N\/A","id":329247,"title":"Garbage, the City and Death","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An ancient Latvian folk tale is the basis for this colorful animated feature in the tradition of Sleeping Beauty and Cinderella. A vengeful sorceress casts a kingdom’s princess into a deep sleep at the top of an icy mountain, where she awaits release from the spell that will destroy the land. Of all the men vying for the honor, the shy outcast son of a family of thugs is the most unlikely. Director Kalnaellis brings a playful sense of humor to the characterizations and adds zippy contemporary elements including a chorus of wisecracking crows. (Gene Siskel Film Center)","release_date":"2014-08-27","vote_average":0.0,"runtime":75,"cert":"N\/A","id":329249,"title":"The Golden Horse","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Documentarian Sam Green interprets our collective fascination with the Guinness Book of World Records as a profound need to try and make some sense of who we are by calibrating human experience and marveling at its outer contours. Green himself travels to various reaches of the Earth to collect original footage of record-holding people, places, and things-the tallest man, the woman with the longest name, the oldest living thing on the planet. He weaves into these original portraits a rich assembly of archival footage, his own live narration, and an evocative live soundtrack from the chamber group yMusic to create an indelible rumination on fate, human endeavor, and the nature of our existence on Earth.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":329251,"title":"The Measure of All Things","adult":false,"genre_ids":[]},{"cast":["Park Geun-hyung","Youn Yuh-jung","Cho Jin-woong","Han Ji-min","Park Chan-yeol"],"overview":"Sung-Chil works at the Jang-Soo Store which is owned by Jang-Soo. Sung-Chil is stubborn and has a bad temper, but he changes after meeting Geum-Nim. Geun-Nim runs a flower shop and her daughter Min-Jung does not like her meeting Sung-Chil.","release_date":"2015-04-09","vote_average":7.0,"runtime":112,"cert":"N\/A","id":329253,"title":"Salut d’Amour","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"One of America’s foremost practitioners of the essay film presents a major new work inspired by the writings of Gilles Deleuze on cinema. Andersen’s The Thoughts That Once We Had is a richly layered journey through cinematic history, masterfully edited as it playfully moves across decades and genres, and suffused at every turn by the renowned filmmaker and critic’s lifelong passion for the movies.","release_date":"2015-03-06","vote_average":6.0,"runtime":100,"cert":"\"\"","id":329255,"title":"The Thoughts That Once We Had","adult":false,"genre_ids":[99]},{"cast":["Scott Bakula","Annabella Sciorra","George Dzundza","Ed Asner","Jack Blessing"],"overview":"A fugitive from justice may also be a killer.","release_date":"2000-06-07","vote_average":5.5,"runtime":92,"cert":"N\/A","id":329269,"title":"Above Suspicion","adult":false,"genre_ids":[53,10770]},{"cast":["Erika Hoveland","Tiren Jhames","Peter Carey","Marisa Ruby","Daniel Usaj"],"overview":"","release_date":"2014-10-20","vote_average":3.5,"runtime":null,"cert":"\"\"","id":329271,"title":"Breakaway","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Directed by Nabyl Lahlou.","release_date":"1982-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329273,"title":"Brahim Who?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Nader Galal.","release_date":"1974-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329275,"title":"Bedur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Isaac Zepel Yeshurun.","release_date":"1965-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329277,"title":"Eradicating Illiteracy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary produced by PFLP (Popular Front for the Liberation of Palestine).","release_date":"1971-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329279,"title":"The al-Barid River","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-07-06","vote_average":6.5,"runtime":null,"cert":"N\/A","id":329299,"title":"PSG La Saison du Renouveau 2008-2009","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Algerian film directed by Benamar Bahti.","release_date":"1991-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329301,"title":"Moonlighting","adult":false,"genre_ids":[]},{"cast":["Jeremy Brett","Edward Hardwicke","Jenny Seagrove","Ronald Lacey","John Thaw"],"overview":"Mary Morstan has received a pearl in the post every year since her father's disappearance; this leads Holmes and Watson to the truth about a secret pact between four convicts during the Indian Rebellion of 1857.","release_date":"1987-03-07","vote_average":7.5,"runtime":103,"cert":"N\/A","id":329303,"title":"Sherlock Holmes: The Sign of Four","adult":false,"genre_ids":[10770,12,80,9648,53]},{"cast":[],"overview":"La Passione is a decadent and beautifully shot trip that riffs on Theodor Dreyer’s The Passion of Joan of Arc, if it were shot on acid and starred the ATL Twins as demons.","release_date":"2013-06-26","vote_average":0.0,"runtime":16,"cert":"\"\"","id":329305,"title":"La Passione","adult":false,"genre_ids":[]},{"cast":["Yiftach Spector","Ehud Banai","Dina Doron"],"overview":"Directed by Ilan Eldad.","release_date":"1966-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329307,"title":"Clouds Over Israel","adult":false,"genre_ids":[]},{"cast":["Sherihan","Hesham Selim"],"overview":"Directed by Adil Awad.","release_date":"1993-01-02","vote_average":0.0,"runtime":105,"cert":"N\/A","id":329312,"title":"Crystal","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Power of Place explores the places, issues, and people affected by Northern Pass, a proposed 180-mile long electricity transmission line project in New Hampshire that will carry electricity from Quebec to southern New England. In this 50-minute film, New Hampshire-based conservation photographer and author Jerry Monkman interviews people throughout the state to explain opposition to Northern Pass. Jerry also spent months in the field applying his signature landscape photography style to filming the places in the path of the project, including the Appalachian Trail and the White Mountain National Forest.","release_date":"2015-03-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":329329,"title":"The Power Of Place","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329331,"title":"No setting","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329333,"title":"Гробовщик","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Rafigh Pooya.","release_date":"1981-01-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":329335,"title":"In Defense of People","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329337,"title":"Вся правда о вкусе BBC Horizon The Truth About Taste","adult":false,"genre_ids":[]},{"cast":["Madiha Kamel","Yousra","Mahmoud Abdel Aziz","Ahmad Zaki","Farouk Al-Fishawy"],"overview":"Directed by Houssam El-Din Mustafa.","release_date":"1983-07-11","vote_average":5.0,"runtime":128,"cert":"N\/A","id":329339,"title":"Darb al-Hawa","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The encounter can never happen between a man in the past (tense) and a girl in the present (tense) in the garden of times.","release_date":"2004-03-07","vote_average":0.0,"runtime":10,"cert":"N\/A","id":329362,"title":"Time Sights","adult":false,"genre_ids":[16]},{"cast":["Ruriko Asaoka","Kiyoshi Atsumi","Gin Maeda","Chieko Baishô","Hisao Dazai"],"overview":"When cabaret singer Lily writes Toraya about her illness, Tora-san rushes to Okinawa to be by her side.","release_date":"1980-08-02","vote_average":0.0,"runtime":104,"cert":"N\/A","id":329370,"title":"Tora's Tropical Fever","adult":false,"genre_ids":[35,10751,18,10749]},{"cast":["Greg Delmage","Emily Fonda","Levi Hildebrand","Graeme McComb","Najwan Stephan-Tozy"],"overview":"Living Life or Waiting to Die is a comedy about everyday struggles we face and how we choose to deal with them. It comes down to two questions; are you living life to the max or are you letting life pass you by and simply waiting to die?","release_date":"2014-03-11","vote_average":0.0,"runtime":86,"cert":"\"\"","id":329372,"title":"Living Life or Waiting to Die","adult":false,"genre_ids":[18,35]},{"cast":["Ali Dehkordi","Atila Pesiani","Abdolreza Akbari"],"overview":"A group of anti-revolutionary monarchists based in Paris plot the overthrow of the Iranian government, with the help of powerful but shadowy American forces. They are arranging for the gradual smuggling of components into Iran to build a small nuclear weapon, for which they use eleven mules, each carrying a different part. The plan is that one week before the International Atomic Energy Agency is to inspect Iran’s nuclear facilities, they will detonate the bomb near a famous sports stadium in Tehran in order to cause mayhem and mass destruction and discredit the Iranian government. Written and directed by Behrouz Afkhami, from a story that is loosely based on the novel The Fourth Protocol by Frederick Forsyth.","release_date":"1994-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":329374,"title":"Day of the Devil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Defilada was made on the occasion of the 40th anniversary celebrations of state's founding in North Korea, which the regime intended to use to eclipse the 1988 Summer Olympics taking place that year in Seoul, South Korea. The North Korean regime invited filmmakers from countries then considered friendly (read: Communist), including People's Republic of Poland, which sent a team under Andrzej Fidyk. The documentary is primarily composed of declarative statements, as well as texts of North Korean newspapers and books. There was no author's commentary. Fidyk commented that he and his team were likely “the most disciplined” foreign team of filmmakers in North Korea, as they did not trouble the regime by looking under the surface - they were content with what they were given and asked to do. (Wikipedia)","release_date":"1989-05-01","vote_average":9.0,"runtime":60,"cert":"N\/A","id":329376,"title":"North Korea: The Parade","adult":false,"genre_ids":[99]},{"cast":[],"overview":"All the goals and all the action from a thrilling 2013 \/ 14 season for Liverpool FC. Includes interviews with Daniel Sturridge, Raheem Sterling, Jon Flanagan, Simon Mignolet, Jordan Henderson, Martin Skrtel ,Brendan Rodgers, Steven Gerrard and Luis Suarez. The mighty Reds have become the great entertainers powered by the goals of dynamic duo Luis Suarez and Daniel Sturridge, and driven on by their inspirational skipper Steven Gerrard. Including the triumphant double over fierce rivals Manchester United, and comprehensive, stunning victories over Everton and Arsenal. This 110 minute DVD features all the goals, all the games and exclusive interviews with the manager and star players.","release_date":"2014-06-02","vote_average":8.0,"runtime":110,"cert":"N\/A","id":329390,"title":"Liverpool Football Club Season Review: 2013-2014","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The poetic documentary, shocking testimony and unbelievable reminiscences imprinted in Oswiecim-born, little boy Henryk Schoenker, who narrowly escaped from World War II.","release_date":"2015-01-22","vote_average":0.0,"runtime":60,"cert":"N\/A","id":329392,"title":"The Touch Of An Angel","adult":false,"genre_ids":[99]},{"cast":["Robin Poitras","Edward Poitras"],"overview":"LaBruce's short dance film, created in collaboration with Regina artists Edward Poitras and Robin Poitras, pays oblique tribute to the Godard classics Weekend and Alphaville through a pas de deux on a frigid Saskatchewan highway between two women wearing nothing but slips, fur coats and fake blood.","release_date":"2010-11-20","vote_average":0.0,"runtime":21,"cert":"N\/A","id":329394,"title":"Weekend in Alphaville","adult":false,"genre_ids":[]},{"cast":["Sirkka Salonen","Olga Tainio","Kaarlo Oksanen","Kyösti Erämaa","Kirsti Hurme"],"overview":"Drama about a young woman in rural Finland in the 1930s. The small village provides a scene for intrigues, fights, love, jealousy, accusations, and revenge.","release_date":"1940-09-29","vote_average":6.0,"runtime":108,"cert":"N\/A","id":329396,"title":"In the Fields of Dreams","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"For centuries, the peoples of Transcarpathia were isolated by politics, geography and poverty. Following WW1, as neighbouring states eyed the strategic and material potential of Transcarpathia, the region experienced a cultural renaissance. In 1939, as Europe prepared for war, the battle for control of the region escalated. Against a swell of political and military interventions, the republic of Carpatho-Ukraine was born, sowing the seeds for an independent Ukraine.","release_date":"2012-03-14","vote_average":0.0,"runtime":75,"cert":"N\/A","id":329398,"title":"Silver Lands The Chronicles of Carpatho-Ukraine 1919-1939.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Imaginaria is a collection of computer animated short films produced by Miramar Images Inc.","release_date":"1994-02-16","vote_average":0.0,"runtime":100,"cert":"\"\"","id":329400,"title":"Imaginaria","adult":false,"genre_ids":[16,10751]},{"cast":["Max Gass","Emme Preisler","Malik Adan"],"overview":"A portrait of Berlin youth, sexuality, and identity.","release_date":"2013-12-10","vote_average":0.0,"runtime":13,"cert":"\"\"","id":329420,"title":"Heile Gänsje","adult":false,"genre_ids":[18]},{"cast":["Dina Bonnevie","Cherry Pie Picache","Francine Prieto","Christian Vasquez","J.R. Valentin"],"overview":"Three advertising executives are doomed to perpetually look for the right man. Tates, Katie and Sonia are all are stuck in a rut with love, sex and marriage. Tates will do whatever it takes to just to have the man she wants even if he is tangled in a messy annulment case and even if it takes her to shed a lot of money to have him. Katie found her love story with a macho dancer but is scared to let her friends know because of his unconventional job. So she tries to give him a more decent look for her friends to see. She also finds bodily insecurities because of her chubby physique. Sonia is the two-timing chick that finds her self pregnant while being with two men. She is in-love with a painter but finds more security with a rich man. Despite her strong feelings for the former, she chooses to be with the latter in order to provide better for her and her child.","release_date":"2004-01-01","vote_average":8.0,"runtime":132,"cert":"N\/A","id":329431,"title":"Bridal Shower","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"Although this figure is a historical figure and one of the nine trustees in Java, but this film is more approach leads to a legend. Sunan Gunung Jati Syarif Hidayatullah alias, in this film is told as a grandson of King Siliwangi who since childhood living in Egypt with his parents. His mother wanted him to devote himself to religious symbols in his native land, Cirebon. Miracles to help people of Cirebon done, while to convince the importance of believing in God.","release_date":"1985-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329436,"title":"Sunan Gunung Jati","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chibi Maruko-chan (Japanese: ちびまる子ちゃん?) is a Japanese manga series written and illustrated by Momoko Sakura. The series depicts the simple, everyday life of Momoko Sakura in the times of when she was a little girl where everyone call her Maruko and her family in suburban Japan in the year 1974. The series is set in the former city of Shimizu, now part of Shizuoka City, birthplace of its author.","release_date":"2006-04-18","vote_average":0.0,"runtime":115,"cert":"N\/A","id":329438,"title":"Chibi Maruko-chan SP1","adult":false,"genre_ids":[]},{"cast":["Natalie Dormer","Taylor Kinney","Yukiyoshi Ozawa","Eoin Macken","Rina Takasaki"],"overview":"Set in the Aokigahara Forest, a real-life place in Japan where people go to end their lives. Against this backdrop, a young American woman comes in search of her twin sister, who has mysteriously disappeared.","release_date":"2016-01-07","vote_average":5.0,"runtime":95,"cert":"\"R\"","id":329440,"title":"The Forest","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"Directed by Hafsa Zinai Koudil.","release_date":"1994-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329451,"title":"The Female Demon","adult":false,"genre_ids":[]},{"cast":["Feyrouz","Magda","Anwar Wagdi","Ismail Yasseen","Seraj Munir"],"overview":"Anwar Wagdi plays vagabond musician Alfredo, who comes across an abandoned baby in the night.  He tries his best to get our heroes someone to take it and raise it. When that fails, he has no choice but to raise it on his own. He names the child, Dabab, after the beautiful woman he's encountered on the street. Years pass and Dahab grows up to be the Faryuz, who is actually cute, talented and far less grating than our Ms. Temple. Many Chaplinesque hijinks ensue as Alfredo and Dahab play music on the streets, try to scam free food wherever they can and convince the owner of a successful nightclub to let Dahab perform.","release_date":"1953-01-02","vote_average":0.0,"runtime":116,"cert":"N\/A","id":329453,"title":"Gold","adult":false,"genre_ids":[18,35,10402]},{"cast":["Mohsen Sadeghi","Parviz Parastui","Ghodrat Latifi"],"overview":"Directed by Hassan Karbakhsh.","release_date":"1983-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329455,"title":"The Lovers' Domain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Upon the order of this father, the Crown Prince Tengku Bangsegara goes to Gunung Ledang to learn martial arts from Betara Guru. Upon his return, he is shocked to see his kingdom ruined and her father and all his people being killed except his sister Sri Banian. Sri Banian marries Dewa Laksana, and gives birth to a girl named Selendang Delima. Selendang Delima is left under the care of Tengku Bangsegara, who settles in Benua Pur, becomes the Sultan and marries the seven princesses. Thinking that their husband has kept the girl hidden on purpose, the seven wives ill-treat her.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329457,"title":"Selendang Delima","adult":false,"genre_ids":[]},{"cast":["Abdullah Chik","Sophia Ibrahim","Rosemawati","Derwis Mansoor"],"overview":"This film is about a man that trying to make a living using the wrong method. How will he overturn his life to become a better man?","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329459,"title":"Jauh Di Mata","adult":false,"genre_ids":[18]},{"cast":["Aljoscha Stadelmann","Julia Koschitz","Hinnerk Schönemann","Christoph Bach","Anna Schudt"],"overview":"A landslide in the Harz releases a corpse. Commissioner Frank Koops leads the investigation. Vanessa Riemann, tourist guide and marksman from St. Andreasberg, sees a lot of money in the backpack of the two hikers and attacks. On her breakneck escape through the undergrowth she is shot and bleeding in the arms of her brother Marco. In her backpack this finds 1.4 million euros - the booty from a bank robbery. The blessing comes as if called, because Marco and his brother Patrick are deeply in debt. But suddenly investors from the tourism industry appear. While the four are watching each other, Frank Koops takes up the investigation. For the often ridiculed provincial commissioner, it is the first killing offense.","release_date":"2015-03-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":329461,"title":"Harter Brocken","adult":false,"genre_ids":[53,10770,80]},{"cast":[],"overview":"Fine art documentary directed by Mohammad Qoli Sattar.","release_date":"1957-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329484,"title":"Esfahan","adult":false,"genre_ids":[]},{"cast":["Cerina Vincent","Annika Marks","Adam J. Yeend","Ryan Dillon","Sara Fitzpatrick"],"overview":"Alison is left home alone on Halloween night, but while chatting with her best friend Jenna over Skype, something terrifying happens to Jenna, leaving Alison helpless on the other side of the computer screen, watching in horror.","release_date":"2013-10-12","vote_average":7.3,"runtime":8,"cert":"\"NR\"","id":329486,"title":"Skypemare","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Directed by Nathan Axelrod et al.","release_date":"1962-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329491,"title":"The True Story of Palestine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Palestinian film directed by Antoine Rimi.","release_date":"1969-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":329493,"title":"For Your Sake, Palestine!","adult":false,"genre_ids":[]},{"cast":["Ahmad Addas","Khaled Taja"],"overview":"Based on a novel by renowned Syrian author Haidar Haidar, Nabil Maleh's first full-length feature is set in Syria in the early 1900s. it is the suspense-filled story of Al Fahd (Adib Qaddoura), an ordinary peasant who becomes a lone rebel, fighting bravely against the colonial government that has usurped his land and subjects him to imprisonment, torture and insult at the hands of the gendarmes. But he declines the help that might have enabled him to overthrow the oppressors for good. The Leopard won first prize at the Locarno Film Festival in 1972 and in 2005 was selected by the Pusan International Film Festival as one of the greatest masterpieces in Asian cinema history.","release_date":"1972-01-02","vote_average":5.0,"runtime":110,"cert":"N\/A","id":329495,"title":"The Leopard","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Forbidden Zone","cast":["Sid Ahmed Agoumi","Saïd Helmi"],"id":329497,"overview":"Directed by Ahmed Lallem.","runtime":null,"genre_ids":[],"release_date":"1974-01-02","vote_average":0.0,"adult":false}]