[{"cast":["Jason Priestley","Kimberly Williams-Paisley","Janeane Garofalo","Robert Loggia","Peter Riegert"],"overview":"Cosmo, an affectless mob bookie who lives in the basement of a retirement home, is promoted to hitman. He learns his new trade from Steve, a seasoned killer. He falls in love with a yoga teacher, Jasmine, and must figure out a way to leave the mob so they can be together.","release_date":"1995-09-15","vote_average":6.7,"runtime":92,"cert":"N\/A","id":32502,"title":"Coldblooded","adult":false,"genre_ids":[28,35]},{"cast":["Dragoș Bucur","Vlad Ivanov","Irina Săulescu","Ion Stoica","Cerasela Trandafir"],"overview":"A cop named Cristi must go undercover to trail teen Victor who is suspected of selling pot in the north-eastern city of Vasliu.","release_date":"2009-05-15","vote_average":6.6,"runtime":115,"cert":"N\/A","id":32511,"title":"Police, Adjective","adult":false,"genre_ids":[18]},{"cast":["Yosuke Kubozuka","Rachel Ngan","Chang Han"],"overview":"Oshima wakes up in the middle of a desert in South America with no memory. A woman named Coco is lying beside him. Coco tells Oshima that he was originally planning on crossing the desert with his girlfriend May to get to Snow Mountain, but May suddenly disappeared, leaving him at bay. Coco helped him out by chance, and now they're heading to Snow Mountain together.Perhaps May is already there...","release_date":"2006-11-24","vote_average":0.0,"runtime":118,"cert":"N\/A","id":32514,"title":"Amour-Legende","adult":false,"genre_ids":[]},{"cast":["Stephen Chow","Anita Mui","Carrie Ng","Ng Man Tat","Paul Chun Pui"],"overview":"An unscrupulous lawyer with an equally eccentric kung-fu sidekick wife tries to bring justice to the court.","release_date":"1992-07-02","vote_average":6.9,"runtime":102,"cert":"N\/A","id":32517,"title":"Justice, My Foot!","adult":false,"genre_ids":[35,28]},{"cast":["Gordon Liu Chia-Hui","Kara Hui","Alexander Fu Sheng","Johnny Wang Lung-Wei","Lily Li Li-Li"],"overview":"The Yangs are betrayed by a government official conspiring with the Mongols. All of the Yang family males except the 5th and 6th brother are killed. Fu Sheng loses his mind after the death of his family, while the other brother takes refuge in a Buddhist temple.","release_date":"1984-02-17","vote_average":7.3,"runtime":98,"cert":"N\/A","id":32520,"title":"Eight Diagram Pole Fighter","adult":false,"genre_ids":[18,28]},{"cast":["Sam Hennings","Brenda Strong","Eric Johnson","Alexander Carroll","Brighton Hertford"],"overview":"Joshua Steed returns to Missouri a wealthy man with a beautiful wife; however, the past has a way of catching up. Soon Joshua is tangled in a web of rumors, deception and betrayal that threatens to tear his family apart. Back in Kirtland, financial trouble riddles the foundations of the fledgling Church causing a division, and questioning of the Prophet Joseph Smith's divine calling. Has he lost his prophetic gift? Hundreds of Saints immigrate to Missouri, where Governor Boggs raises an army - with Joshua at its head - to address the \"Mormon Problem.\" When the militia receives orders to attack the Mormon settlement, only Joshua can save his family from the gathering mob.","release_date":"2006-11-22","vote_average":7.5,"runtime":89,"cert":"N\/A","id":32523,"title":"The Work and the Glory III: A House Divided","adult":false,"genre_ids":[18]},{"cast":["Ekin Cheng","Michael Wong","Cheung Tat-Ming","Qu Ying","Audrey Fang"],"overview":"A hairdresser, a village leader and a veterinarian each have girlfriends but still insist on playing the field. One night, a demon spirit arrives to teach them a lesson by taking their \"goods\" away. To get their \"goods\" back, the trio must each have a woman tell them \"I love you.\"","release_date":"2002-05-23","vote_average":0.0,"runtime":84,"cert":"N\/A","id":32524,"title":"Women From Mars","adult":false,"genre_ids":[35]},{"cast":["Joe Schenck","Tom Bailey","Becca Connolly"],"overview":"Loosely based on the classic story of Sleeping Beauty, this irreverent fairy tale for modern audiences follows a man named Moses (Joe Schneck), whose frequent seizures are characterized by the appearance of Glintentica, a spurned Goddess planning her return to earth. Problems arise when Glintentica becomes determined to take over the soul of David (Tom Bailey), Moses' new love interest. Enlisting the help of a priest, his roommate (Becca Connolly), and David, Moses embarks on a fantastic quest to find the key to destroying Glintentica once and for all.","release_date":"2007-01-01","vote_average":3.0,"runtime":99,"cert":"N\/A","id":32527,"title":"SoulMaid","adult":false,"genre_ids":[]},{"cast":["Goran Visnjic","Alan Bates","Angus Macfadyen","Rhona Mitra","Ian McNeice"],"overview":"Sentenced to spend out the rest of his adult life laboring in the harsh deserts of Egypt, the Thracian slave Spartacus gets a new lease on life when he is purchased by the obese owner of a Roman gladiator school. Moved by the defiance of an Ethiopian warrior, Draba, Spartacus leads a slave uprising which threatens Rome's status quo. As Spartacus gains sympathy within the Roman Senate, he also makes a powerful enemy in form of Marcus Lucinius Crassus, who makes it a matter of personal honor to crush the rebellion.","release_date":"2004-03-17","vote_average":7.0,"runtime":174,"cert":"N\/A","id":32528,"title":"Spartacus","adult":false,"genre_ids":[10770,28,18,36]},{"cast":[],"overview":"A guy keeps getting painfully rejected (bodily harm) when he asks girls out.","release_date":"1995-01-01","vote_average":6.7,"runtime":2,"cert":"N\/A","id":32529,"title":"Ah, L'Amour","adult":false,"genre_ids":[16,35]},{"cast":["Don Hertzfeldt"],"overview":"A series of dark and troubling events forces Bill to reckon with the meaning of his life - or lack thereof.","release_date":"2006-01-10","vote_average":7.9,"runtime":17,"cert":"N\/A","id":32532,"title":"Everything Will Be OK","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"A hapless cartoon character is dragged through a spectrum of cinematic situations by his frustrated animator","release_date":"1996-01-01","vote_average":6.8,"runtime":5,"cert":"N\/A","id":32533,"title":"Genre","adult":false,"genre_ids":[16]},{"cast":["Don Hertzfeldt"],"overview":"Dark shadows are cast over Bill's recovery, in this second chapter to Everything will be OK.","release_date":"2008-01-01","vote_average":7.7,"runtime":22,"cert":"N\/A","id":32534,"title":"I Am So Proud of You","adult":false,"genre_ids":[16,28,53,878]},{"cast":["Robert May","Karin Anger"],"overview":"Lily and Jim are interviewed about their disastrous blind date.","release_date":"1997-01-01","vote_average":6.7,"runtime":13,"cert":"N\/A","id":32535,"title":"Lily and Jim","adult":false,"genre_ids":[16,35]},{"cast":["Robert May","Don Hertzfeldt","Jennifer Nyholm"],"overview":"An animator's commissioned works, rejected because of their increasingly absurd and violent tone (reflecting the animator's own progressive breakdown).","release_date":"2000-07-25","vote_average":7.6,"runtime":9,"cert":"N\/A","id":32536,"title":"Rejected","adult":false,"genre_ids":[16,35]},{"cast":["Pablo Carbonell","Anabel Alonso","Ana Polvorosa","Luisber Santiago","Christian Casani"],"overview":"La familia Montoro se va de vacaciones a la playa de Cullera. Manuel, el padre, Soledad, la madre, Sergio y Estíbaliz, dos mellizos de dieciséis años que no se parecen en nada, y Álex, de cinco. Al iniciar el viaje, se ven inmersos en uno de los habituales atascos de esas fechas, por lo que terminan llegando tarde al apartahotel de Cullera. Allí les dicen que su apartamento ha sido alquilado, pues tenían que avisar si iban a llegar después de las seis. Tras la sorpresa y discusión, consiguen finalmente que les den un apartamento que tiene ciertas deficiencias… De esa forma comienzan sus vacaciones que no van a ser tan maravillosas como pensaban, pero que les van a deparar, también, las aventuras que nunca imaginaron.","release_date":"2007-07-20","vote_average":4.4,"runtime":null,"cert":"N\/A","id":32537,"title":"Atasco en la nacional","adult":false,"genre_ids":[35]},{"cast":["Harry Treadaway","Greg Wise","Alex Jennings","Tom Felton","Finlay Robertson"],"overview":"Following the disappearance of his younger brother Tom, Matthew Ryan tries to put his life and sanity back together. However the past keeps coming back to haunt him.","release_date":"2008-01-01","vote_average":5.8,"runtime":92,"cert":"N\/A","id":32540,"title":"The Disappeared","adult":false,"genre_ids":[27,53]},{"cast":["Raoul Bova","Luca Angeletti","Simonetta Solder","Alessandro Sperduti","Massimiliano Vado"],"overview":"A causa del lavoro, Matteo, è sempre stato lontano dalla famiglia. Un giorno viene informato della morte del figlio Marco a causa di un'overdose di ecstasy. Il giornalista non demorde, e decide di unirsi ad un gruppo della Squadra di Polizia anti-droga di Milano e filmare le catture degli spacciatori e dei consumatori di droga. Il suo vero scopo è quello di scoprire tutto sulla morte del figlio.","release_date":"2009-04-10","vote_average":6.3,"runtime":104,"cert":"N\/A","id":32541,"title":"Sbirri","adult":false,"genre_ids":[28,18]},{"cast":["Enric Benito","Carlos Cristos","Carmela Cristos Font","Carmen Font"],"overview":"Dr. Carlos Cristos, 47, is terminally ill. He call a film director and proposes him to record his struggle for to live and die with dignity and without drama.","release_date":"2006-10-21","vote_average":9.0,"runtime":90,"cert":"N\/A","id":32544,"title":"Las alas de la vida","adult":false,"genre_ids":[99]},{"cast":["Lluís Llach"],"overview":"","release_date":"2007-03-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":32545,"title":"Llach: La revolta permanent","adult":false,"genre_ids":[99]},{"cast":["Federico Luppi","Mercedes Sampietro","Arturo Puig","Carlos Santamaría","Valentina Bassi"],"overview":"In Buenos Aires, a few days before traveling to Spain with his beloved wife Liliana Rovira to visit their son Pedro, the leftist Literature professor Fernando Robles is compulsory retired in the University, and he concludes that it is impossible to live with his pension. The crisis in Argentina does not allow Fernando to get a new job, and his wife decides to sell her family's apartment and move to a small farm near Villa Dolores to reduce their expenses. Fernando comes up with the idea to grow lavender and sell the oil to the perfume industry.","release_date":"2002-10-04","vote_average":7.7,"runtime":110,"cert":"N\/A","id":32546,"title":"Common Ground","adult":false,"genre_ids":[18]},{"cast":["Mick Jagger","Keith Richards","Ron Wood","Fernando E. Solanas"],"overview":"After the fall of the military dictatorship in 1983, successive democratic governments launched a series of reforms purporting to turn Argentina into the world's most liberal and prosperous economy. Less than twenty years later, the Argentinians have lost literally everything: major national companies have been sold well below value to foreign corporations; the proceeds of privatizations have been diverted into the pockets of corrupt officials; revised labour laws have taken away all rights from employees; in a country that is traditionally an important exporter of foodstuffs, malnutrition is widespread; millions of people are unemployed and sinking into poverty; and their savings have disappeared in a final banking collapse. The film highlights numerous political, financial, social and judicial aspects that mark out Argentina's road to ruin.","release_date":"2004-03-18","vote_average":7.3,"runtime":120,"cert":"N\/A","id":32547,"title":"Social Genocide","adult":false,"genre_ids":[99]},{"cast":["Valentí Agustí","Francisco Franco","Joaquim Jordà","João Maria Pinto","Carmen Polo"],"overview":"The first part of this documentary deals with the Portuguese neurologist António Egas Moniz, Nobel Prize for Medicine in 1949, one of the first surgeons to apply the technique called lobotomy for the treatment of schizophrenia. The second part deals with the everyday life of people with schizophrenia today: behavior and relationships, and treatment for the disease.","release_date":"1999-01-01","vote_average":7.0,"runtime":97,"cert":"N\/A","id":32548,"title":"Monkeys Like Becky","adult":false,"genre_ids":[99]},{"cast":["Greg Behrendt","Kent Voss","Sean Anders","Mike Gordon","Andrea Anders"],"overview":"A hilarious mockumentary about the delicious hobby of frozen food collecting and Christian rock band, The Christers. The film follows the Mesa Frozen Entree Enthusiast's Club as they plan their first Frozen Entree Enthusiasts Convention.","release_date":"2005-03-15","vote_average":3.5,"runtime":87,"cert":"N\/A","id":32549,"title":"Never Been Thawed","adult":false,"genre_ids":[35]},{"cast":["Dennis Morgan","Doris Day","Jack Carson","Bill Goodwin","Irving Bacon"],"overview":"A waitress at the Warner Brothers commissary is anxious to break into pictures. She thinks her big break may have arrived when actors Jack Carson and Dennis Morgan agree to help her.","release_date":"1949-08-01","vote_average":6.3,"runtime":85,"cert":"N\/A","id":32552,"title":"It's a Great Feeling","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kurt Angle","Jenna Morasca","Sam Nicotero","Eric Wright","I. Iwanonkiw"],"overview":"Vicious criminal Brad Mayfield takes pleasure in kidnapping, assault and murder. It is up to Officer Dan Burk to stop his lust for blood. The stakes of the game quickly rise when Burk becomes romantically involved with a beautiful woman who happens to be Mayfield’s next victim. When Burk’s daughter is kidnapped, the case goes from just a job to a race against time to save his family.","release_date":"2009-12-01","vote_average":1.0,"runtime":97,"cert":"N\/A","id":32553,"title":"End Game","adult":false,"genre_ids":[18,53]},{"cast":["Jamie Foxx"],"overview":"In this concert film, originally broadcast on HBO, Foxx offers up his signature brand of comedy to a sold out crowd at the Paramount Theater in Oakland, California.","release_date":"2002-02-23","vote_average":5.6,"runtime":null,"cert":"N\/A","id":32556,"title":"Jamie Foxx: I Might Need Security","adult":false,"genre_ids":[35]},{"cast":["Kastriot Kastrati","Hanna Khalid","Fredrik Torjussen"],"overview":"A teenager relocates to a new environment but can't quite escape the reach of his traumatic past, in Yatzy, a haunting coming of age saga from Norwegian director Katja Jacobsen. At the age of 15, Daggi has fallen in love with the wrong girl, and has experienced horrors so extreme that circumstances force him to move out and take up a new residence in the country with new parents.","release_date":"2009-03-20","vote_average":5.0,"runtime":110,"cert":"N\/A","id":32557,"title":"Yatzy","adult":false,"genre_ids":[18,99]},{"cast":["Jennifer Jones","Joseph Cotten","Ethel Barrymore","Lillian Gish","Cecil Kellaway"],"overview":"A mysterious girl inspires a struggling artist.","release_date":"1948-12-25","vote_average":7.2,"runtime":86,"cert":"N\/A","id":32558,"title":"Portrait of Jennie","adult":false,"genre_ids":[18,14,10749]},{"cast":["Anna Karczmarczyk","Dagmara Krasowska","Dominika Gwit","Magdalena Ciurzynska","Izabela Kuna"],"overview":"Shopping malls - today's place of creating desires. Best jewelry, clothes, shoes. Unaffordable by young girls, but they \"work\" to get themselves sponsors for new items.","release_date":"2009-09-25","vote_average":5.2,"runtime":77,"cert":"N\/A","id":32559,"title":"Mall Girls","adult":false,"genre_ids":[18]},{"cast":["Richard Boone","Stuart Whitman","Anthony Franciosa","Jim Brown","Timothy Carey"],"overview":"Two Army officers, an alcoholic ex-Confederate soldier and a womanizing Mexican travel to Mexico on a secret mission to prevent a megalomaniacal ex-Confederate colonel from selling a cache of stolen rifles to a band of murderous Apaches.","release_date":"1964-10-28","vote_average":6.0,"runtime":107,"cert":"N\/A","id":32560,"title":"Rio Conchos","adult":false,"genre_ids":[28,37]},{"cast":["Burt Lancaster","Virginia Mayo","Robert Douglas","Aline MacMahon","Frank Allenby"],"overview":"Dardo, a Robin Hood-like figure, and his loyal followers use a Roman ruin in Medieval Lombardy as their headquarters as they conduct an insurgency against their Hessian conquerors.","release_date":"1950-07-09","vote_average":6.3,"runtime":88,"cert":"N\/A","id":32563,"title":"The Flame and the Arrow","adult":false,"genre_ids":[12,10749]},{"cast":["Ashley Walters","Luke Fraser","Clare Perkins","Curtis Walker","Sharea Samuels"],"overview":"Ricky is just out of a young offenders institute, heading home to Hackney and determined to go straight. Instead, he heads straight for trouble when he becomes involved in a street confrontation, siding with his best friend Wisdom against a local rude boy. The trouble escalates into a series of tit-for-tat incidents that threaten to spiral out of control. Ricky's 12-year-old brother Curtis, hero-worships Ricky, though he appears smart enough to know he doesn't want to follow his example. Yet, despite the stern warnings from his mother and support from her friends in the community, might Ricky's bad boy allure be too attractive for Curtis to resist?","release_date":"2004-09-15","vote_average":5.4,"runtime":89,"cert":"","id":32566,"title":"Bullet Boy","adult":false,"genre_ids":[28,80,18]},{"cast":["Liam Neeson","David Cale","Brian d'Arcy James","Julian Ayer"],"overview":"Documentary on the Shackleton Antartic expedition. A retelling of Sir Ernest Shackleton's ill-fated expedition to Antarctica in and the crew of his vessel 'The Endurance', which was trapped in the ice floes and frigid open ocean of the Antarctic in 1914. Shackleton decided, with many of his crew injured and weak from exposure and starvation, to take a team of his fittest men and attempt to find help. Setting out in appalling conditions with hopelessly inadequate equipment, they endured all weather and terrain and finally reached safety. Persuading a local team of his confidence that the abandoned team would still be alive, he set out again to find them. After almost 2 years trapped on the ice, all members of the crew were finally rescued.","release_date":"2000-09-02","vote_average":7.0,"runtime":97,"cert":"N\/A","id":32567,"title":"The Endurance: Shackleton's Legendary Antarctic Expedition","adult":false,"genre_ids":[99,36]},{"cast":["Alec Guinness","Joan Greenwood","Cecil Parker","Michael Gough","Ernest Thesiger"],"overview":"The unassuming, nebbishy inventor Sidney Stratton creates a miraculous fabric that will never be dirty or worn out. Clearly he can make a fortune selling clothes made of the material, but may cause a crisis in the process. After all, once someone buys one of his suits they won't ever have to fix them or buy another one, and the clothing industry will collapse overnight. Nevertheless, Sidney is determined to put his invention on the market, forcing the clothing factory bigwigs to resort to more desperate measures...","release_date":"1951-08-07","vote_average":7.1,"runtime":85,"cert":"U","id":32568,"title":"The Man in the White Suit","adult":false,"genre_ids":[35,18]},{"cast":["Ray Milland","Diana Van der Vlis","Harold J. Stone","John Hoyt","Don Rickles"],"overview":"The story concerns Dr James Xavier, ably portrayed by Ray Milland. He has invented a serum for improving human vision. When his funding is cut he proceeds to experiment on himself -- with horrifying results. From the director who gave you Swamp Women, The Wasp Woman, and The Beast with a Million Eyes!","release_date":"1963-09-18","vote_average":6.6,"runtime":79,"cert":"N\/A","id":32569,"title":"X: The Man with the X-Ray Eyes","adult":false,"genre_ids":[27,878,53]},{"cast":[],"overview":"No overview found.","release_date":"1897-12-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":32570,"title":"At the Top of Brooklyn Bridge","adult":false,"genre_ids":[99]},{"cast":["Giuseppe Sacco Albanese"],"overview":"Experimental film made to test the original cylinder format of the Kinetoscope and believed to be the first film shot in the United States. It shows a blurry figure in white standing in one place making large gestures and is only a few seconds long.","release_date":"1890-11-21","vote_average":3.9,"runtime":1,"cert":"N\/A","id":32571,"title":"Monkeyshines, No. 1","adult":false,"genre_ids":[35]},{"cast":["Barbara Stanwyck","Gary Cooper","Edward Arnold","Walter Brennan","Spring Byington"],"overview":"As a parting shot, fired reporter Ann Mitchell prints a fake letter from unemployed \"John Doe,\" who threatens suicide in protest of social ills. The paper is forced to rehire Ann and hires John Willoughby to impersonate \"Doe.\" Ann and her bosses cynically milk the story for all it's worth, until the made-up \"John Doe\" philosophy starts a whole political movement.","release_date":"1941-03-12","vote_average":7.4,"runtime":122,"cert":"N\/A","id":32574,"title":"Meet John Doe","adult":false,"genre_ids":[18,35,10749]},{"cast":["Arnold Johnson","Stan Gottlieb","Allen Garfield","Archie Russell","Ramon Gordon"],"overview":"Swope—the only black man on the executive board of an advertising firm—is accidentally put in charge after the death of the chairman of the board.","release_date":"1969-07-10","vote_average":6.8,"runtime":84,"cert":"N\/A","id":32575,"title":"Putney Swope","adult":false,"genre_ids":[35,18]},{"cast":["Lita Ford","Cherie Currie","Victory Tischler-Blue","Kim Fowley","Joan Jett"],"overview":"\"EDGEPLAY: A film about The Runaways\" chronicles the rise and disintegration of the seminal '70's all-teenage-girl rock band The Runaways, whose members included then-unknown future rock stars Lita Ford and Joan Jett. The film explores the effects of verbal, emotional and psychological abuse on girls too young to drink, but old enough for sex, drugs and rock n' roll. Written by Sacred Dogs Entertainment","release_date":"2004-10-07","vote_average":6.6,"runtime":110,"cert":"N\/A","id":32576,"title":"Edgeplay: A Film About The Runaways","adult":false,"genre_ids":[99]},{"cast":["Steve Coogan","Lena Headey","Ben Miller","Om Puri","Steven Waddington"],"overview":"A hapless parole officer is framed for murder by a crooked police chief. To prove his innocence he must entice his former clients away from the law abiding lives they are now living to recover the evidence that will save him.","release_date":"2001-08-10","vote_average":6.0,"runtime":93,"cert":"12","id":32577,"title":"The Parole Officer","adult":false,"genre_ids":[80,35]},{"cast":["Michael Shawn Hickenbottom","Dwayne Johnson","Leon Allen White","Steve Austin","Paul Michael Lévesque"],"overview":"Royal Rumble (1998) was the eleventh annual Royal Rumble. It was presented by MCI's 1-800-COLLECT, and took place on January 18, 1998 at the San Jose Arena in San Jose, California.  The main event was a casket match between Shawn Michaels and The Undertaker for the WWF Championship. The main matches on the undercard were the Royal Rumble match, The Legion Of Doom (Hawk and Animal) versus The New Age Outlaws (Road Dogg and Billy Gunn) for the WWF Tag Team Championship, and The Rock versus Ken Shamrock for the WWF Intercontinental Championship.","release_date":"1998-01-18","vote_average":6.2,"runtime":167,"cert":"N\/A","id":32580,"title":"WWE Royal Rumble 1998","adult":false,"genre_ids":[28,18]},{"cast":["Ernie Reyes, Jr.","Ving Rhames","Sara Downing","John Savage","George Takei"],"overview":"Johnny Sanchez has a troubled past which manifests in the dissonance between him and his family, particularly with his father and son. As Johnny gets released from prison, his father's garage is going to be shut down. The only way to save it is to fight in the Red Canvas tournament, an MMA event. Amidst preparing for an opponent who can't be defeated, Johnny must deal with the turmoil of his family and answer for mistakes of the past.","release_date":"2012-09-21","vote_average":4.1,"runtime":119,"cert":"15","id":32581,"title":"Art of Submission","adult":false,"genre_ids":[28]},{"cast":["Zhou Xun","Zhang Hanyu","Li Bingbing","Huang Xiaoming","Zhiwen Wang"],"overview":"1942, Nanjing (Nanking). Following a series of assassination attempts on officials of the Japanese-controlled puppet government, the Japanese spy chief gathers a group of suspects in a mansion house for questioning. A tense game of \"cat and mouse\" ensues as the Chinese code-breaker attempts to send out a crucial message while protecting his\/her own identity.","release_date":"2009-09-22","vote_average":7.3,"runtime":118,"cert":"N\/A","id":32582,"title":"The Message","adult":false,"genre_ids":[18,53]},{"cast":["Adam Hose","Brynn Lucas","Dennis Lemoine","Phil Burke","Jayson Argento"],"overview":"Local mechanic Jake LaFond's life is suddenly disrupted when mysterious parasites transform the law-abiding citizens of his quaint hometown into hoards of cannibalistic zombies. Isolated from the outside world by an accident on the only road out of town, Jake turns to Alex, his ex-girlfriend, for help. Together they try to solve the mystery behind this rapidly spreading infection. As the town grow","release_date":"2007-11-20","vote_average":3.4,"runtime":95,"cert":"N\/A","id":32583,"title":"Zombie Town","adult":false,"genre_ids":[27]},{"cast":["Clarence John Ryan","Xavier Samuel","Kieran Darcy-Smith","Kelton Pell","Mia Wasikowska"],"overview":"The friendship of two 15 year old boys - one black, one white - begins to fall apart under the stress of a changing world.","release_date":"2007-11-29","vote_average":6.2,"runtime":85,"cert":"N\/A","id":32584,"title":"September","adult":false,"genre_ids":[18]},{"cast":["Teri Polo","David Rees Snell","Elaine Hendrix","Michael Ironside","Marnette Patterson"],"overview":"While trying to get their lives back on track after the loss of their four year old son, Bryn and Paul Shaw move to the charming old Beacon Apartments. Bryn begins seeing a ghostly little boy skulking around the building. With the help of an eccentric young professor and a tough old beat cop, Bryn tries to uncover the details of the boy's death.","release_date":"2009-10-25","vote_average":4.9,"runtime":98,"cert":"18","id":32585,"title":"The Beacon","adult":false,"genre_ids":[27,53]},{"cast":["Joe Mantegna","Anne Archer","Pierrino Mascarino","Trevor Morgan","Gia Mantegna"],"overview":"A distant, slightly dysfunctional family is brought closer together when the father's long-estranged Uncle Nino comes from Italy to Chicago for a surprise visit.","release_date":"2003-12-05","vote_average":6.0,"runtime":104,"cert":"N\/A","id":32588,"title":"Uncle Nino","adult":false,"genre_ids":[35,18,10751]},{"cast":["Ronnie Coleman"],"overview":"Shot in Australia over 3 days in October 2005 with 3 cameras, just 5 days after his historic 8th Olympia victory. Ronnie is hard and ripped - you've never seen him like this for a full body workout shoot. Between sets, Ronnie explains how and why he does each exercise - Mr. Olympia reveals his secrets. Witness the insanely heavy weights used, this isn't performed for the camera, it's real.","release_date":"2006-03-07","vote_average":5.3,"runtime":115,"cert":"N\/A","id":32589,"title":"Ronnie Coleman: On the Road","adult":false,"genre_ids":[99]},{"cast":["Shane Edelman","Peter Sarsgaard","Molly Parker","Karry Brown","Alisha Klass"],"overview":"A couple checks into a suite in Las Vegas. In flashbacks we see that he's a computer whiz on the verge of becoming a dot.com millionaire, she's a lap dancer at a club. He's depressed, withdrawing from work, missing meetings with investors. He wants a connection, so he offers her $10,000 to spend three nights with him in Vegas, and she accepts with conditions. Is mutual attraction stirring?","release_date":"2001-04-19","vote_average":5.3,"runtime":88,"cert":"N\/A","id":32590,"title":"The Center of the World","adult":false,"genre_ids":[18,10749]},{"cast":["Kathleen Beller","Benton Jennings"],"overview":"A portrayal of the early Latter-day Saints' joys, sacrifices, hopes, and trials; their epic journey to the Salt Lake Valley; and their legacy of faith in Jesus Christ.","release_date":"1993-07-03","vote_average":6.4,"runtime":53,"cert":"N\/A","id":32591,"title":"Legacy","adult":false,"genre_ids":[18,36]},{"cast":["Stela Furcovici","Ion Lupu","Mihai Mereuţă","Ion Caramitru","Cornel Coman"],"overview":"The story of heroine Ecaterina Teodoroiu, the only woman who fought in the Romanian Army during World War 1.","release_date":"1979-01-01","vote_average":5.5,"runtime":108,"cert":"N\/A","id":32594,"title":"Ecaterina Teodoroiu","adult":false,"genre_ids":[10752,18]},{"cast":["Barry Otto","William Yang","Imogen Annesley","Deby Wightman","Lee Biolos"],"overview":"A strange race of human-like marsupials appear suddenly in Australia, and a sociologist who studies these creatures falls in love with a female one. Is this a dangerous combination?","release_date":"1987-11-13","vote_average":4.1,"runtime":94,"cert":"N\/A","id":32595,"title":"Howling III","adult":false,"genre_ids":[35,27]},{"cast":["Paulette Goddard","Michael Wilding","Diana Wynyard","Hugh Williams","C. Aubrey Smith"],"overview":"A prominent politician is preparing to expose a financial scandal. But then a woman who has invested heavily in the shady venture threatens to uncover a damaging secret in the politician's past if he exposes the speculation as a fraud. His problem is compounded by his wife's intolerance of the slightest character flaws.","release_date":"1947-11-14","vote_average":6.5,"runtime":96,"cert":"","id":32596,"title":"An Ideal Husband","adult":false,"genre_ids":[35]},{"cast":["Yasmien Kurdi","JC de Vera","Ehra Madrigal","John Prats","Kris Bernal"],"overview":"Call center plays the center in this multi-level love stories. Call center staff - Tom and Lane - are best friends, but they are lovers in denial. Tom's bestfriend, Jepoi, is a call center instructor who is in love with a 40-year-old professor, Cyrill. Their May-December love affair is hampered by the dictates of a prejudiced society. Wannabe rockstar, the boyish chic Tonee, is clueless about the growing affection of Ryan, a fellow call center trainee. The group fashionista, Bry, is an aspiring model who unexpectedly found love with a cab driver, Axel.","release_date":"2008-08-20","vote_average":0.0,"runtime":114,"cert":"N\/A","id":32597,"title":"Loving You","adult":false,"genre_ids":[18,35,10749]},{"cast":["Geraldine Farrar","Raymond Hatton","Wallace Reid","Hobart Bosworth","Theodore Roberts"],"overview":"A WWI English officer is inspired the night before a dangerous mission by a vision of Joan of Arc, whose story he relives.","release_date":"1916-12-25","vote_average":5.4,"runtime":138,"cert":"N\/A","id":32598,"title":"Joan the Woman","adult":false,"genre_ids":[36,18,12]},{"cast":["Donald Sutherland","Ellen Burstyn","Meg Mazursky","Glenna Sargent","Viola Spolin"],"overview":"Bohemian Alex Morrison has just finished directing his first feature length movie. In its previews, the movie is considered a critical, artistic and surefire commercial success. As such, Alex seemingly has his choice of what his next project will be.  Alex has a few thoughts in mind, such as a biopic of Lenny Bruce, or a movie about a black uprising in Los Angeles. As he makes the rounds both in the Hollywood community and European movie centers for ideas, he fantasizes about movie scenarios of those everyday situations he is in. These fantasies are influenced by his movie idols, some who he meets such as Italian director Federico Fellini and French actress Jeanne Moreau.  Concurrently, he is considering what to do about his personal life.  He is wondering if he and his middle-class family should \"move up\". The need for commercial success may ultimately take artistic control out of his hands.","release_date":"1970-01-01","vote_average":6.5,"runtime":110,"cert":"N\/A","id":32599,"title":"Alex in Wonderland","adult":false,"genre_ids":[35,18]},{"cast":["Buster Keaton","T. Roy Barnes","Snitz Edwards","Ruth Dwyer","Frances Raymond"],"overview":"Struggling stockbroker Jimmie Shannon learns that, if he gets married by 7 p.m. on his 27th birthday -- which is today -- he'll inherit $7 million from an eccentric relative.","release_date":"1925-03-11","vote_average":7.6,"runtime":56,"cert":"N\/A","id":32600,"title":"Seven Chances","adult":false,"genre_ids":[35,10749]},{"cast":["Victor Rebengiuc","Luminița Gheorghiu","Gina Patrichi","Dorel Vișan","Mitică Popescu"],"overview":"Story of a family. Problems, marriage, taxes, revenge, friendship, army, life and much more…","release_date":"1987-09-28","vote_average":7.5,"runtime":142,"cert":"N\/A","id":32601,"title":"The Moromete Family","adult":false,"genre_ids":[18]},{"cast":["Asia Argento","Amira Casar","Alexandra Beaujard","Birol Ünel","Marco Castoldi"],"overview":"Zingarina arrives in Transylavania, accompanied by her close friend Marie and her guide and interpreter Luminitsa. She is not there only to visit this region of Romania but to trace her lover Milan, a musician who has made her pregnant and who left her without a word of explanation. When she finds him back, he brutally rejects her and Zingarina is terribly upset. She leaves her two companions and having become a wreck she hardly survives by following a wandering little girl. Her destiny changes for the best when she meets Tchangalo, a traveling trader...","release_date":"2006-09-09","vote_average":5.7,"runtime":103,"cert":"N\/A","id":32604,"title":"Transylvania","adult":false,"genre_ids":[]},{"cast":["Bogdan Untaru","Sanda Foamete"],"overview":"","release_date":"1963-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":32605,"title":"Naica and the Little Fish","adult":false,"genre_ids":[10751,12]},{"cast":["Aurelian Barbieru","Raluca Botez"],"overview":"No overview found.","release_date":"2001-12-08","vote_average":8.0,"runtime":15,"cert":"N\/A","id":32606,"title":"Mihai si Cristina","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2003-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":32607,"title":"Himmelfahrt","adult":false,"genre_ids":[]},{"cast":["Tatsumi Hijikata","Kazuo Ohno"],"overview":"The dark sensibilities and cultural resonances of Butoh, the radical Japanese dance movement, are explored in this multilayered work. Profoundly rooted in both traditional and contemporary Japanese culture, Butoh arose in a spirit of revolt in the early 1960s. Characterized by frank sexuality and bodily distortions, Butoh transforms traditional dance movements into new forms, stripping away the taboos of contemporary Japanese culture to reveal a secret world of darkness and irrationality.","release_date":"1989-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":32608,"title":"Dance of Darkness","adult":false,"genre_ids":[99]},{"cast":["Warren Beatty","Alexandra Stewart","Hurd Hatfield","Franchot Tone","Teddy Hart"],"overview":"A former comic is on the run from the mob.","release_date":"1965-09-27","vote_average":6.1,"runtime":93,"cert":"N\/A","id":32609,"title":"Mickey One","adult":false,"genre_ids":[80,18]},{"cast":["Mickey Rooney","Judy Garland","Charles Winninger","Guy Kibbee","June Preisser"],"overview":"Mickey Moran, son of two vaudeville veterans, decide to put up his own vaudeville show with his girlfriend Patsy Barton. But child actress Rosalie wants to make a comeback and replace Patsy both professionally and as Mickey's girl.","release_date":"1939-10-13","vote_average":6.7,"runtime":93,"cert":"N\/A","id":32610,"title":"Babes in Arms","adult":false,"genre_ids":[18,35,10402]},{"cast":["Annette Funicello","Ray Bolger","Tommy Sands","Ed Wynn","Bess Flowers"],"overview":"All roads lead to magical, merry Toyland as Mary Contrary and Tom Piper prepare for their wedding! But villainous Barnaby wants Mary for himself, so he kidnaps Tom, setting off a series of comic chases, searches, and double-crosses! The \"March Of The Wooden Soldiers\" helps put Barnaby in his place, and ensures a \"happily ever after\" for Tom and Mary!","release_date":"1960-09-13","vote_average":6.2,"runtime":106,"cert":"U","id":32611,"title":"Babes in Toyland","adult":false,"genre_ids":[35,14,10751,10402]},{"cast":["John Cassini","Val Kilmer","Camille Sullivan","Dylan Neal","Paul McGillion"],"overview":"On a dark Christmas Eve in a small town, the lone Sheriffs on the night shift encounter a mysterious man who goes by the name of Mr. Nobody. As the night progresses, the Sheriffs discover that this isn't just a nobody, but a vengeful killer whose past threatens to haunt them all.","release_date":"2010-10-01","vote_average":5.5,"runtime":96,"cert":"N\/A","id":32612,"title":"The Traveler","adult":false,"genre_ids":[27,53]},{"cast":["Christopher Lee","Peter Cushing","Telly Savalas","Alberto de Mendoza","Silvia Tortosa"],"overview":"Mysterious and unearthly deaths start to occur while Professor Saxton is transporting the frozen remains of a primitive humanoid creature he found in Manchuria back to Europe.","release_date":"1972-09-30","vote_average":6.4,"runtime":90,"cert":"","id":32613,"title":"Horror Express","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1994-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":32614,"title":"Wozzeck","adult":false,"genre_ids":[]},{"cast":["Sean Connery","Trevor Howard","Vivien Merchant","Ian Bannen","Peter Bowles"],"overview":"A burned-out British police detective finally snaps while interrogating a suspected child molester.","release_date":"1973-01-11","vote_average":6.9,"runtime":112,"cert":"","id":32615,"title":"The Offence","adult":false,"genre_ids":[80,18]},{"cast":["Oscar Copp","Lou Rech","Tchavolo Schmitt","Mandino Reinhardt","Abdellatif Chaarani"],"overview":"In a suburb of Strasbourg, Alsace, France, ten year old boy, Max, spends his summer vacation with his grandmother. He hears Manouche gypsy Romani music being played in a local bar, and loves it. He goes to visit the gypsies in search of a guitar, where he meets a young Romani tomboy, 'Swing'. She introduces Max to her gypsy community who live in caravans and down-at-heel public housing. Over several days, Max is taken into the community to witness Romani lifestyle, traditions, knowledge of plants, and particularly their Manouche music. Max is particularly fascinated by Miraldo, the Romani guitarist he first heard in the bar, and asks to take guitar lessons with him (Miraldo is played by one of the greatest guitarists of gypsy jazz, Tchavolo Schmitt).","release_date":"2002-03-20","vote_average":7.3,"runtime":90,"cert":"N\/A","id":32616,"title":"Swing","adult":false,"genre_ids":[35,18]},{"cast":["Gene Hackman","Candice Bergen","James Coburn","Ben Johnson","Ian Bannen"],"overview":"At the beginning of the 20th century, a newspaper organizes an endurance horse race : 700 miles to run in a few days. 9 adventurers are competing, among them a woman, Miss Jones, a Mexican, an Englishman, a young cow-boy, an old one and two friends, Sam Clayton and Luke Matthews. All those individualists will learn to respect each other.","release_date":"1975-09-26","vote_average":6.5,"runtime":132,"cert":"N\/A","id":32617,"title":"Bite the Bullet","adult":false,"genre_ids":[28,37,12]},{"cast":["Richard Burton","Joss Ackland","Ann Bell","Tom Criddle","Laura Graham"],"overview":"William Shakespeare's classic play A Midsummer Night's Dream is brought to life with puppets.","release_date":"1959-09-25","vote_average":8.1,"runtime":76,"cert":"N\/A","id":32618,"title":"A Midsummer Night's Dream","adult":false,"genre_ids":[16,14]},{"cast":["Judy Garland","James Stewart","Hedy Lamarr","Lana Turner","Jackie Cooper"],"overview":"Discovery by Flo Ziegfeld changes a girl's life but not necessarily for the better, as three beautiful women find out when they join the spectacle on Broadway: Susan, the singer who must leave behind her ageing vaudevillian father; vulnerable Sheila, the working girl pursued both by a millionaire and by her loyal boyfriend from Flatbush; and the mysterious European beauty Sandra, whose concert violinist husband cannot endure the thought of their escaping from poverty by promenading her glamor in skimpy costumes.","release_date":"1941-04-25","vote_average":6.0,"runtime":132,"cert":"N\/A","id":32619,"title":"Ziegfeld Girl","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Paul Newman","Joanne Woodward","Anthony Franciosa","Murray Hamilton","Gail Strickland"],"overview":"Harper is brought to Louisiana to investigate an attempted blackmail scheme. He soon finds out that it involves an old flame of his and her daughter. He eventually finds himself caught in a power struggle between the matriarch of the family and a greedy oil baron, who wants their property. Poor Harper! Things are not as straight-forward as they initially appeared.","release_date":"1975-07-01","vote_average":6.7,"runtime":108,"cert":"N\/A","id":32620,"title":"The Drowning Pool","adult":false,"genre_ids":[18,9648,53]},{"cast":["Mircea Diaconu","Ana Diaconu","Ioana Crăciunescu","Geo Costiniu","Mirela Dumitru"],"overview":"No overview found.","release_date":"1989-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":32621,"title":"Happenings with Alexandra","adult":false,"genre_ids":[10751]},{"cast":["Miranda Rhyne","Charlotte Eve Blythe","Anna Levine","John Ventimiglia","Io Tillett Wright"],"overview":"A ten year old girl named Angela leads her six year old sister, Ellie, through various regimens of 'purification' in an attempt to rid themselves of their evil, which she believes to be the cause of their mother's mental illness. Precocious, to say the least, Angela has visions of Lucifer coming to take her and her sister away, and one of her remedies for this is for them to remain within a circle of their dolls and toys until they see a vision of the virgin Mary come to them. But such thinking can only lead to an ending befitting of her own mental state.","release_date":"1995-01-01","vote_average":5.9,"runtime":99,"cert":"N\/A","id":32622,"title":"Angela","adult":false,"genre_ids":[18]},{"cast":["Kenne Duncan","Duke Moore","Valda Hansen","Tor Johnson","Paul Marco"],"overview":"Reports of strange activities out by the Old Willow's place signal new adventures for Kelton the Cop & Co. An apparent mystic, Dr. Acula is engaging in rituals designed to raise the dead. But he may get more than he bargained for...","release_date":"1959-01-01","vote_average":4.8,"runtime":69,"cert":"N\/A","id":32623,"title":"Night of the Ghouls","adult":false,"genre_ids":[27]},{"cast":["Fanfare Ciocarlia","Taraf de Haidouks","Antonio El Pipa","Maharaja","Esma Redžepova"],"overview":"A brief look into Romany culture and Rom (Gypsies) from around the globe as five famous Romany groups tour the USA.","release_date":"2006-04-30","vote_average":7.4,"runtime":110,"cert":"N\/A","id":32624,"title":"When the Road Bends: Tales of a Gypsy Caravan","adult":false,"genre_ids":[10402,99]},{"cast":["Kyra Sedgwick","Parker Posey","Fairuza Balk","John Ventimiglia","Wallace Shawn"],"overview":"Three women's escapes from their afflicted lives. Each struggles to flee from the men who confine their personal freedom.","release_date":"2002-01-01","vote_average":5.4,"runtime":86,"cert":"N\/A","id":32625,"title":"Personal Velocity","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When Anus Magillicutty's woman stops a would-be assassin, Anus is forced to interrupt his life of guzzling beer and women to dispose of the corpse. What starts as a simple chore quickly escalates into a darker plot of deceit and revenge where it seems even Satan himself is after Anus.","release_date":"2003-04-15","vote_average":5.5,"runtime":70,"cert":"N\/A","id":32626,"title":"Anus Magillicutty","adult":false,"genre_ids":[10749,18,35]},{"cast":["Paul Newman","Dominique Sanda","James Mason","Harry Andrews","Ian Bannen"],"overview":"A member of British Intelligence assumes a fictitious criminal identity and allows himself to be caught, imprisoned, and freed in order to infiltrate a spy organization and expose a traitor; only, someone finds him out and exposes him to the gang...","release_date":"1973-01-01","vote_average":6.1,"runtime":98,"cert":"N\/A","id":32627,"title":"The MacKintosh Man","adult":false,"genre_ids":[28,53,18,9648]},{"cast":["Buster Keaton","Margaret Leahy","Wallace Beery","Joe Roberts","Lillian Lawrence"],"overview":"The rituals of courtship, romantic rivalry and love play out three times as a man vies with a villain for the girl. In the Stone Age, the rivalry is set off by dinosaurs, a turtle used as a ouija board, and a round of golf with stones. In ancient Rome, the men display their brawn through a chariot race, using dogs instead of horses. In contemporary times, the man finds himself overcome by modernity, including a very fragile car.","release_date":"1923-09-24","vote_average":7.1,"runtime":63,"cert":"N\/A","id":32628,"title":"Three Ages","adult":false,"genre_ids":[18,35]},{"cast":["Yvonne Yung Hung","Lawrence Ng","Tommy Wong","Ching Mai","Oh Yin-Hei"],"overview":"A Hong Kong \"Category 3\" (exploitation) classic set during the Sung Dynasty, as a corrupt magistrate subjects a lovely, innocent young bride to inconceivable physical punishments after \"convicting\" her of killing her husband (by causing his penis to explode, of course). Plenty of raunch and unintentional humor. Viewer discretion advised.","release_date":"1994-05-19","vote_average":5.4,"runtime":93,"cert":"N\/A","id":32629,"title":"A Chinese Torture Chamber Story","adult":false,"genre_ids":[27,18,12,35]},{"cast":[],"overview":"In a society where \"celebutantes\" like Paris Hilton dominate newsstands and models who weigh less than 90 pounds die from malnutrition, female body image is one of the more dire problems facing today's society. \"America the Beautiful\" illuminates the issue by covering every base. Child models, plastic surgery, celebrity worship, airbrushed advertising, dangerous cosmetics - no rock is left unturned.","release_date":"2008-08-01","vote_average":6.2,"runtime":105,"cert":"N\/A","id":32630,"title":"America The Beautiful","adult":false,"genre_ids":[99]},{"cast":["Christopher Lambert","John Lone","Joan Chen","Yoshio Harada","Yoko Shimada"],"overview":"Paul Racine, a high-powered American business executive in Japan, is catapulted into a maze of danger and intrigue after he and his sexy companion are the targets of assassins hired by the ruthless Kinjo.\r To survive, Racine must join forces with a powerful samurai and together they will fight the force of evil in an awesome battle rooted in centuries of brutal conflict.","release_date":"1995-02-24","vote_average":5.9,"runtime":110,"cert":"N\/A","id":32631,"title":"The Hunted","adult":false,"genre_ids":[28,53]},{"cast":["James Stewart","Richard Widmark","Shirley Jones","Linda Cristal","Andy Devine"],"overview":"Two tough westerners bring home a group of settlers who have spent years as Comanche hostages.","release_date":"1961-07-26","vote_average":6.5,"runtime":109,"cert":"PG","id":32634,"title":"Two Rode Together","adult":false,"genre_ids":[37]},{"cast":["José Sacristán","Federico Luppi","Leonor Benedetto","Cecilia Roth","Rodolfo Ranni"],"overview":"Mario and Ana, in voluntary exile from Buenos Aires, live in a remote Argentine valley with their 12-year-old son Ernesto. Mario runs a school and a wool cooperative; Ana, a doctor, heads a clinic with Nelda, a progressive nun. Into this idealistic family comes Hans, a jaded Spanish geological engineer -- surveying the land for the local patron, to see if it can be dammed for hydro-electric power, which would drive the peasants from the land into the cities.","release_date":"1992-04-09","vote_average":7.6,"runtime":120,"cert":"N\/A","id":32635,"title":"A Place in the World","adult":false,"genre_ids":[28,18]},{"cast":["Wallace Shawn","Julianne Moore","Larry Pine","Brooke Smith","George Gaynes"],"overview":"An uninterrupted rehersal of Chekhov's \"Uncle Vanya\" played out by a company of actors. The setting is their run down theater with an unusable stage and crumbling ceiling. The play is shown act by act with the briefest of breaks to move props or for refreshments. The lack of costumes, real props and scenery is soon forgotten.","release_date":"1994-09-13","vote_average":7.1,"runtime":119,"cert":"N\/A","id":32636,"title":"Vanya on 42nd Street","adult":false,"genre_ids":[18,10749,35]},{"cast":["Danielle Geddes","Maia Krall Fry"],"overview":"No overview found.","release_date":"2010-02-01","vote_average":0.0,"runtime":116,"cert":"N\/A","id":32637,"title":"Half Broken","adult":false,"genre_ids":[]},{"cast":["Jason Marsden","Lindsay Parker","Townsend Coleman","Laurie O'Brien","Joey Dedio"],"overview":"The plot chronicles the exploits of Michael, a teenager who is using marijuana and stealing his father's beer. His younger sister, Corey, is worried about him because he started acting differently. When her piggy bank goes missing, her cartoon tie-in toys come to life to help her find it. After discovering it in Michael's room along with his stash of drugs, the various cartoon characters proceed to work together and take him on a fantasy journey to teach him the risks and consequences a life of drug-use can bring and save the world.","release_date":"1990-04-21","vote_average":6.0,"runtime":26,"cert":"N\/A","id":32638,"title":"Cartoon All-Stars to the Rescue","adult":false,"genre_ids":[10751,35,16]},{"cast":["Cyril Descours","Olivier Barthelemy","Matthieu Boujenah","Damien Jouillerot","Bernard Le Coq"],"overview":"30 avril 1962. La guerre d'Algérie est terminée depuis deux mois, mais Charles de Gaulle a négocié avec le FLN lors des accords d'Évian la poursuite d'essais atomiques dans le désert du Sahara. Sous les yeux des officiels réunis dans un poste d'observation situé à 5 km du lieu de l'explosion, le Taourirt se fissure libérant un nuage radioactif : ce sera l'accident de Béryl.","release_date":"2007-03-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":32639,"title":"Vive la bombe!","adult":false,"genre_ids":[36]},{"cast":["Shirley Henderson","Gina McKee","Molly Parker","Ian Hart","John Simm"],"overview":"There's little wonder in the working-class lives of Bill, Eileen, and their three grown daughters. They're lonely Londoners. Nadia, a cafe waitress, places personal ads, looking for love; Debbie, a single mom, entertains men at the hair salon after hours; her son spends part of the weekend with her ex, a man with a hair-trigger temper. Molly is expecting her first baby and its father acts as if the responsibility is too much for him.","release_date":"1999-05-13","vote_average":6.7,"runtime":108,"cert":"","id":32640,"title":"Wonderland","adult":false,"genre_ids":[18]},{"cast":["Bruce Campbell","John Hannah","Alexandra Wentworth","Kevin J. O'Connor","Dana Gould"],"overview":"The film opens with narration by Jim Douglas and \"memory\" clips from the first film. The narration ends saying Herbie is now owned by an arrogant Scotsman named Simon Moore III (John Hannah), who abuses and insults Herbie until Herbie comes last in a race, not wanting to obey Simon. Furious, Simon sends Herbie to the junkyard. Meanwhile, Hank Cooper (Bruce Campbell), a mechanic in a small garage, is told to enter a race and persuaded to acquire Herbie. The judges are Donny Shotz (Micky Dolenz), a car enthusiast; Alex (Alexandra Wentworth), an old flame of Hank's; and Simon. When Herbie and Hank have won the race, Alex questions Hank, and he gives her a ride, wherein Herbie takes them to an isolated road. Meanwhile, Simon finds the engineer who created Herbie: Dr. Gustav Stumpful (Harold Gould), and requests a second such car: an evil, black edition, whom Simon names Horace.","release_date":"1997-11-29","vote_average":5.1,"runtime":88,"cert":"N\/A","id":32643,"title":"The Love Bug","adult":false,"genre_ids":[14,12,35,10751]},{"cast":["John Travolta","Olivia Newton-John","Charles Durning","Oliver Reed","Scatman Crothers"],"overview":"God throws his hands up at the foolishness of humanity and orders the race destroyed. A trio of bleeding-heart angels strike a deal with him: if they can find just two good souls, the Lord will allow Earth to survive. Unfortunately, the angels have staked the future of the species on a thieving bank teller and an inventor\/con-artist","release_date":"1983-01-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":32644,"title":"Two of a Kind","adult":false,"genre_ids":[14,35,10749]},{"cast":["Andrew McMahon","Tommy Lee","Lin McMahon","Brian McMahon"],"overview":"Using The DV camera originally enlisted to capture the making of his album, Andrew shot everything before and after the crucial day in May of 2005 when he both finished his record and was diagnosed with cancer. Dear Jack opens on the day of his diagnosis and continues on through the life-changing and deeply personal events that followed. The film also includes flashes back to Andrew's childhood and the making of the first Jack's Mannequin album, as well as rare live footage and the chronicling of his relationships with two very important people in his life, his sister and her best friend.","release_date":"2009-01-01","vote_average":10.0,"runtime":67,"cert":"N\/A","id":32647,"title":"Dear Jack","adult":false,"genre_ids":[99]},{"cast":["Peter Horton","Nathaniel Parker","Richard Jenkins","Tim Dutton"],"overview":"An adaptation of Jon Krakauer's best selling book, \"Into Thin Air: A Personal Account of the Mt. Everest Disaster\". This movie attempts to re-create the disastrous events that took place during the Mount Everest climb on May 10, 1996. It also follows Jon Krakauer throughout the movie, and portrays what he was going through while climbing this mountain.","release_date":"1997-11-09","vote_average":5.4,"runtime":90,"cert":"","id":32648,"title":"Into Thin Air: Death on Everest","adult":false,"genre_ids":[12,28,18]},{"cast":["Andrej Lunusjkin","Aliette Opheim","André Lidholm","Adam Lundgren"],"overview":"Ida lives hard and fast with too much drinking and a string of boyfriends, Sandor has very few friends and his mother insists that he practices ballet. They meet in a chat room and despite appearances they discover they have much in common. Sandor and Ida lives in different cities and when Sandor unexpectedly visits her it ends with disaster.","release_date":"2005-02-04","vote_average":4.0,"runtime":93,"cert":"N\/A","id":32649,"title":"Sandor \/slash\/ Ida","adult":false,"genre_ids":[18,10749]},{"cast":["Lionel Atwill","Fay Wray","Glenda Farrell","Frank McHugh","Allen Vincent"],"overview":"Sculptor Ivan Igor struggles in vain to prevent his partner from burning his wax museum, and his \"children\". Years later, Igor starts a new museum in New York, but his maimed hands confine him to directing lesser artists. People begin disappearing; Igor takes a sinister interest in Charlotte, fiancée of his assistant Ralph, but arouses the suspicions of roommate, wisecracking reporter Florence.","release_date":"1933-02-18","vote_average":6.9,"runtime":77,"cert":"N\/A","id":32652,"title":"Mystery of the Wax Museum","adult":false,"genre_ids":[27,9648,53]},{"cast":["Alain Delon","Jean-Louis Trintignant","Claudine Auger","Renato Salvatori","André Pousse"],"overview":"The film story depicts Emile Buisson, following the death of his wife and child, escaping from a psychiatric institution in 1947 and returning to Paris. Buisson, who three years later would become France's public enemy number one, begins a murderous rampage through the French capital.","release_date":"1975-10-01","vote_average":6.4,"runtime":112,"cert":"N\/A","id":32653,"title":"Flic Story","adult":false,"genre_ids":[53,80,18]},{"cast":["Aaron Kwok","Ekin Cheng","Kenny Ho","Nicholas Tse","Charlene Choi"],"overview":"Wind and Cloud find themselves up against a ruthless Japanese warlord intent on invading China.","release_date":"2009-12-10","vote_average":5.3,"runtime":150,"cert":"N\/A","id":32654,"title":"The Storm Warriors","adult":false,"genre_ids":[28,12,14]},{"cast":["Logan Lerman","Brandon T. Jackson","Alexandra Daddario","Jake Abel","Sean Bean"],"overview":"Accident prone teenager, Percy discovers he's actually a demi-God, the son of Poseidon, and he is needed when Zeus' lightning is stolen. Percy must master his new found skills in order to prevent a war between the Gods that could devastate the entire world.","release_date":"2010-02-01","vote_average":6.1,"runtime":119,"cert":"PG","id":32657,"title":"Percy Jackson & the Olympians: The Lightning Thief","adult":false,"genre_ids":[12,14,10751]},{"cast":["Vince Vaughn","Jon Favreau"],"overview":"In the spirit of the old west variety shows, Vaughn played host to the ensemble of comedians and performed improvisational sketches with surprise celebrity and musical guests. The film chronicles the journey of Vaughn and the comedians as travel over 6,000 miles and perform 30 shows in 30 consecutive nights in cities across the nation.","release_date":"2006-09-08","vote_average":6.3,"runtime":100,"cert":"N\/A","id":32666,"title":"Wild West Comedy Show: 30 Days & 30 Nights - Hollywood to the Heartland","adult":false,"genre_ids":[35,99]},{"cast":["Jack Nicholson","Harvey Keitel","Meg Tilly","Madeleine Stowe","Rubén Blades"],"overview":"This sequel to the classic Chinatown finds private detective Jake Gittes still haunted from the events of the first film. Hired by a man to investigate his wife's infidelities, Jake once again finds himself involved in a complicated plot involving murder, oil, and even some ghosts from his past.","release_date":"1990-08-10","vote_average":6.0,"runtime":138,"cert":"N\/A","id":32669,"title":"The Two Jakes","adult":false,"genre_ids":[80,18,9648]},{"cast":["Jeff St. Clair","Gary Skiba"],"overview":"Humanity is on the verge of extinction after nuclear fallout from the war renders every living thing on Earth infertile. Chancellor Derek Strombourg, mourning the death of his daughter, must find the one person whose genetic structure can bring life to thousands of dormant human clones. Fighting him is an underground rebellion struggling to prevent this awesome power from falling into the hands of Derek's new world order","release_date":"2005-03-14","vote_average":3.0,"runtime":108,"cert":"N\/A","id":32670,"title":"Cl.One","adult":false,"genre_ids":[]},{"cast":["Seth Peterson","Bruce Davison","Chad Donella","Cindy Pickett","Brian J. Smith"],"overview":"Robbie Levinson and Trey McCoy suddenly encounter intolerance and hostility at the hands of their new neighbor, Chris Boyd, the son of a fundamentalist preacher.","release_date":"2006-03-16","vote_average":5.9,"runtime":104,"cert":"N\/A","id":32671,"title":"Hate Crime","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The adventures of  D'Artagnan","release_date":"1903-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":32674,"title":"The Three Musketeers","adult":false,"genre_ids":[12]},{"cast":["Bob Denver","Alan Hale Jr.","Jim Backus","Natalie Schafer","Judith Baldwin"],"overview":"When a decaying Russian satellite crashes on the island, the Professor uses a key component for a barometer. With that device, he learns that a massive wave is going to swamp the island. In desperation, the castaways lash their huts together into one structure in order to have any chance to ride the disaster out.","release_date":"1978-10-21","vote_average":4.5,"runtime":95,"cert":"N\/A","id":32677,"title":"Rescue from Gilligan's Island","adult":false,"genre_ids":[35,10770]},{"cast":["50 Cent","Tamer Hassan","Danny Dyer","Blake Ritson","Esmé Bianco"],"overview":"A loan shark gives ex-con Nick a period of 24 hours in order to pay back the money he owes. Up against it, Nick involves his best mate on a multi-part mission in order to raise the cash before it's too late for them both","release_date":"2009-01-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":32678,"title":"Dead Man Running","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Bushido","Elyas M’Barek","Moritz Bleibtreu","Hannelore Elsner","Mina Tander"],"overview":"The life story of German gangsta rapper, Bushido.","release_date":"2010-02-04","vote_average":3.7,"runtime":94,"cert":"N\/A","id":32679,"title":"Times Change You","adult":false,"genre_ids":[18]},{"cast":["Rishi Kapoor","Sridevi","Vinod Khanna","Waheeda Rehman","Sushma Seth"],"overview":"Fate leaves Chandni shattered as her love Rohit disappears from her life. She meets Lalit and they befriend each other until Rohit knocks on her door.","release_date":"1989-09-14","vote_average":5.7,"runtime":179,"cert":"N\/A","id":32680,"title":"Chandni","adult":false,"genre_ids":[18,10749]},{"cast":["Olive Thomas"],"overview":"A Southern teen at a ritzy boarding school gets into mischief while acting the sophisticated grownup to impress a suave gentleman and match wits with a pair of jewel thieves.","release_date":"1920-05-10","vote_average":6.5,"runtime":88,"cert":"N\/A","id":32683,"title":"The Flapper","adult":false,"genre_ids":[35]},{"cast":["Bobby Driscoll","Barbara Hale","Arthur Kennedy","Paul Stewart","Ruth Roman"],"overview":"An imaginative boy who frequently makes things up witnesses a murder, but can't get his parents or the police to believe him. The only people taking him seriously are the killers - who live upstairs, know that he saw what they did, and are out to permanently silence him.","release_date":"1949-05-10","vote_average":7.3,"runtime":73,"cert":"N\/A","id":32684,"title":"The Window","adult":false,"genre_ids":[80,18,53]},{"cast":["Jim Varney","Eartha Kitt","Shay Astar","Bill Byrge","Austin Nagler"],"overview":"Well-intentioned, eternally bumbling Ernest P. Worrell accidentally releases an evil demon from its sacred tomb. As the demon flexes its power and goes on a ruinous rampage, good-guy Ernest tries to step in to save the town from mass destruction. Trouble is, a 200-year-old curse has scared Ernest stupid, and that means hilarity all around! So, kick back and let the laugh-ridden adventures begin.","release_date":"1991-10-11","vote_average":5.5,"runtime":91,"cert":"PG","id":32685,"title":"Ernest Scared Stupid","adult":false,"genre_ids":[27,35,10751]},{"cast":["Spalding Gray","Mike McLaughlin","Melissa Robertson","Alyne Hargroder"],"overview":"The film documents, in an often dramatic and humorous fashion, Gray's investigations into alternative medicine for an eye condition (Macular pucker) he had developed.","release_date":"1996-09-11","vote_average":6.5,"runtime":80,"cert":"N\/A","id":32686,"title":"Gray's Anatomy","adult":false,"genre_ids":[35,18]},{"cast":["Isabelle Huppert","Pascal Greggory","Claudia Coli","Thierry Hancisse","Chantal Neuwirth"],"overview":"A seemingly ideal marriage is thrown into embarrassing turmoil in Patrice Chéreau's period drama, based on the short story The Return by Joseph Conrad.","release_date":"2005-01-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":32687,"title":"Gabrielle","adult":false,"genre_ids":[28,35,18,10749,53]},{"cast":["Rossano Brazzi","Stefano Sibaldi"],"overview":"A documentary consisting of a series of travelogue vignettes providing glimpses into cultural practices throughout the world intended to shock or surprise, including an insect banquet and a memorable look at a practicing South Pacific cargo cult.","release_date":"1962-03-30","vote_average":6.8,"runtime":105,"cert":"N\/A","id":32688,"title":"Mondo Cane","adult":false,"genre_ids":[99]},{"cast":["Maruschka Detmers","Jacques Bonnaffé","Myriem Roussel","Christophe Odent","Jean-Luc Godard"],"overview":"The protagonist is Carmen X, a female member of a terrorist gang. She asks her uncle Jean, a washed-up film director if she can borrow his beachside house to make a film with some friends, but they are in fact planning to rob a bank. During the robbery she falls in love with a security guard. The film intercuts between Carmen's escape with the guard, her uncle's attempt to make a comeback film, and a string quartet attempting to perform Beethoven.","release_date":"1983-09-04","vote_average":6.8,"runtime":85,"cert":"N\/A","id":32689,"title":"First Name: Carmen","adult":false,"genre_ids":[35,80,18,10749]},{"cast":["Toshirō Mifune","Takashi Shimura","Shirley Yamaguchi","Yôko Katsuragi","Noriko Sengoku"],"overview":"A celebrity photograph sparks a court case as a tabloid magazine spins a scandalous yarn over a painter and a famous singer.","release_date":"1950-04-30","vote_average":6.8,"runtime":104,"cert":"N\/A","id":32690,"title":"Scandal","adult":false,"genre_ids":[18]},{"cast":["Alain Delon","Domiziana Giordano","Jacques Dacqmine","Christophe Odent","Roland Amstutz"],"overview":"A hitchiker (Alain Delon) is taken in by a wealthy industrialist (Domiziana Giordano).","release_date":"1990-03-23","vote_average":5.8,"runtime":89,"cert":"N\/A","id":32691,"title":"Nouvelle Vague","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Hanna Schygulla","Michel Piccoli","László Szabó","Jerzy Radziwiłowicz"],"overview":"While shooting a film, the director becomes interested in the unfolding struggle of a young factory worker that has been laid off by a boss who did not like her union activities.","release_date":"1982-05-26","vote_average":6.1,"runtime":87,"cert":"N\/A","id":32692,"title":"Godard's Passion","adult":false,"genre_ids":[35,18]},{"cast":["Geoff Lawton"],"overview":"Geoff Lawton demonstrates how to grow a food forest from start to finish. Geoff helps get you on the right track toward growing a productive garden paradise.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32693,"title":"Establishing a Food Forest the Permaculture Way","adult":false,"genre_ids":[99]},{"cast":["Eric Idle","Neil Innes","Ricky Fataar","John Halsey","David Bowie"],"overview":"Twenty-three years after the release of the original Beatles mockumentary, 'The Rutles: All You Need Is Cash', famous artists, actors and musicians speak out on how The Rutles influenced them.","release_date":"2002-01-01","vote_average":7.4,"runtime":56,"cert":"N\/A","id":32694,"title":"The Rutles 2: Can't Buy Me Lunch","adult":false,"genre_ids":[35,99]},{"cast":["Diego Luna","Victoria Abril","Ariadna Gil","Pilar López de Ayala","Elena Anaya"],"overview":"Frantic to be free of Felix, her wealthy but drunken and violent drug-lord husband, Ana (Elena Anaya) tricks her fresh-from-prison sister, Aurora (Ariadna Gil), and two other ex-partners in crime into coming to her aid. Now that their crew is reassembled, the women begin planning a heist that will rid Ana of Felix and net them enough cash to be set for life.","release_date":"2008-10-31","vote_average":5.7,"runtime":129,"cert":"N\/A","id":32695,"title":"Walking Vengeance","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"No overview found.","release_date":"2006-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32698,"title":"Battle of the Warrior","adult":false,"genre_ids":[28]},{"cast":["Zachary Bloch","Siera Florindo","Tajja Isen","Landon Norris","Bianca Pisciola"],"overview":"In The Three Little Pigs, Jill keeps knocking down Pig's tower and he wants her to stop! The Super Readers fly into the Three Little Pigs story and come face to face with the big bad wolf himself. After all, he knows a thing or two about knocking things down. When all the huffing and puffing dies down, Pig learns an important lesson about friendship.","release_date":"2007-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32703,"title":"Super Why The Three Little Pigs","adult":false,"genre_ids":[16,14]},{"cast":["Valentinas Masalskis","Fatima Ennaflaoui","Axel Neumann","Corey Large"],"overview":"A few fugitives... And a very, very long way to freedom.","release_date":"2000-10-10","vote_average":8.0,"runtime":96,"cert":"N\/A","id":32708,"title":"Freedom","adult":false,"genre_ids":[18]},{"cast":["Zachary Bloch","Bianca Pisciola"],"overview":"In Jack and the Beanstalk, Baby Joy, Whyatt's little sister, is having a GIANT-sized tantrum, and nothing will calm her down! The Super Readers use their literacy powers to venture up Jack's Beanstalk and meet a real giant, who's acting like a big baby. Whyatt learns about the soothing power of music from his big brother Jack, and the Super Readers save the day.","release_date":"2009-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32709,"title":"Super Why Jack And The Beanstalk","adult":false,"genre_ids":[16]},{"cast":["Valeria Bruni Tedeschi","Leos Carax","Alex Descas","Jean-Louis Loca","Grazina Kernagiene"],"overview":"Abstract, beautifully photographed and nearly silent but for limited narration, this plotless arthouse outing from Lithuanian cult film director Sharunas Bartas pays tribute to a huge, old lakeside manor and Lithuanian culture.","release_date":"1997-10-01","vote_average":7.6,"runtime":120,"cert":"N\/A","id":32712,"title":"The House","adult":false,"genre_ids":[18]},{"cast":["David Ladd","Arthur O'Connell","Pam Smith","Anne Seymour"],"overview":"Every year the Chincoteague fire department rounds up the wild ponies of Assateague Island and holds an auction to thin out the herd. The young children set out to raise enough money in hopes that the Phantom will be caught in this years round up. They soon realize they will get more than they bargained for when the Phantom has a surprise for everyone: a foal named Misty.","release_date":"1961-06-04","vote_average":6.0,"runtime":91,"cert":"N\/A","id":32713,"title":"Misty","adult":false,"genre_ids":[18,10751]},{"cast":["Chowee Leow","Steven Lim","Gareth Rhys Davis","Neil Collie","Michelle Lee"],"overview":"Two British Chinese gay men decides to re-examine their lives following a death of their friend. Mel sleeps around whilst rejecting the love of Todd and Ash decides to cross dress to find his knight in shining armour.","release_date":"2006-02-19","vote_average":4.7,"runtime":86,"cert":"N\/A","id":32714,"title":"Cut Sleeve Boys","adult":false,"genre_ids":[35,18]},{"cast":["Sisqó","Corey Sevier","Laura Bell Bundy","Lee Norris","Diane Delano"],"overview":"A rag-tag bunch of seniors, complete outsiders at their surf-crazed Laguna Beach High School, decide to crash the biggest team surf contest. In order to prevail, however, they must do one important thing...learn to surf! We're taking your classic Cinderella story into the world of surfing, complete with hi-jinx and the aesthetic beauty of surf mecca Costa Rica, our spectacular set location","release_date":"2006-09-01","vote_average":3.7,"runtime":83,"cert":"N\/A","id":32753,"title":"Surf School","adult":false,"genre_ids":[35]},{"cast":["Daniel C. Dennett","Andy Thomson","Christopher Hitchens","Ayaan Hirsi Ali","Eugenie Scott"],"overview":"The Richard Dawkins Foundation for Reason and Science presents a DVD collection of 9 speakers from the Atheist Alliance International 2007 Convention (AtheistAlliance.org) held in Washington, D.C. Hear from some of the world's leading rationalists on a variety of subjects including suicide terrorism (Thomson), the Intelligent Deign movement (Scott), Islam (Hirsi Ali), church\/state separation (Tabash), \"The OUT Campaign\" and the labeling of children (Dawkins), atheism, religion and much more. Q&amp;A sessions follow most of the talks.","release_date":"2008-05-05","vote_average":0.0,"runtime":552,"cert":"N\/A","id":32760,"title":"Atheist Alliance International Convention 2007","adult":false,"genre_ids":[99]},{"cast":["Birgit Doll","Dieter Berner","Leni Tanzer","Silvia Fenz","Robert Dietl"],"overview":"Chronicles three years of a middle class family seemingly caught up in their daily routines, only troubled by minor incidents. Behind their apparent calm and repetitive existence however, they are actually planning something sinister.","release_date":"1989-05-19","vote_average":7.7,"runtime":107,"cert":"N\/A","id":32761,"title":"The Seventh Continent","adult":false,"genre_ids":[18]},{"cast":["Gabriel Cosmin Urdes","Lukas Miko","Otto Grünmandl","Anne Bennent","Udo Samel"],"overview":"71 scenes revolving around multiple Viennese residents who are by chance involved with a senseless gun slaughter on Christmas Eve.","release_date":"1994-05-18","vote_average":7.0,"runtime":100,"cert":"N\/A","id":32764,"title":"71 Fragments of a Chronology of Chance","adult":false,"genre_ids":[18]},{"cast":["Raúl Juliá","Richard Jordan","Ana Alicia","Eddie Velez","Alejandro Bracho"],"overview":"Romero is a compelling and deeply moving look at the life of Archbishop Oscar Romero of El Salvador, who made the ultimate sacrifice in a passionate stand against social injustice and oppression in his county. This fil chronicles the transformation of Romero from an apolitical, complacent priest to a committed leader of the Salvadoran people.","release_date":"1989-08-25","vote_average":7.1,"runtime":105,"cert":"N\/A","id":32767,"title":"Romero","adult":false,"genre_ids":[18,36]},{"cast":["Randy Blythe","Chris Adler","Will Adler","John Campbell","Mark Morton"],"overview":"Part concert footage, part fly-on-the-wall video documentary of the ups and downs of a road tour, Lamb of God: Killadelphia could easily entertain the most stubborn of metal haters with its lively peek at the band at work and play between shows. Whether dealing with rental truck breakdowns, show delays, radio interviews, in-store appearances, late arrivals of equipment, or dazzled fans, the members of Lamb of God and their handful of assistants keep their cool with fluent wit, easygoing camaraderie, and unabashed romanticism (meeting up with band members' spouses is one of the highlights of Killadelphia). Meanwhile, Lamb of God's grinding, apocalyptic wall of sound, especially singer Randy Blythe's croaking, monster vocals, whip a Philadelphia crowd into a hellbound fury. Special features include three music videos, including an uncensored \"Now You've Got Something to Die For.\"","release_date":"2005-01-01","vote_average":4.3,"runtime":180,"cert":"N\/A","id":32770,"title":"Lamb Of God: Killadelphia","adult":false,"genre_ids":[99,10402]},{"cast":["Randy Blythe","Chris Adler","Willie Adler","John Campbell","Mark Morton"],"overview":"Walk with Me in Hell is a 2008 live DVD by American metal band Lamb of God. On May 1st, 2008, Lamb of God stated via Myspace that their new live DVD, Walk with Me in Hell, would be released on July 1, 2008. The DVD is two discs long and has nearly five hours of footage. It contains the feature documentary Walk with Me in Hell and multiple live performance extras from across the globe on the Sacrament World Tour as well as the additional full-length feature “Making of Sacrament” plus Lamb of God’s entire performance at the Download Festival 2007, where they performed in front of over 72,000 fans. Extras include deleted scenes, live performance videos for various tour stops, the official music video for “Redneck,” and a “Making of ‘Redneck’” documentary.","release_date":"2008-01-01","vote_average":4.3,"runtime":117,"cert":"N\/A","id":32771,"title":"Lamb of God: Walk with Me in Hell","adult":false,"genre_ids":[99,10402]},{"cast":["Bae Doo-na","Kim Nam-jin","Yoon Ji-hye","Hyeon-kyeong Lim","Yoon Jong-shin"],"overview":"A connected series of love notes scribbled in library art books convinces gawky grocery store clerk Hyun-chae (Bae Doo-na) that a mystery man - known only as 'Vincent' - is pursuing a relationship with her.  Meanwhile, an infatuated pal from her high-school days - shy, quirky subway driver Dong-ha (Kim Nam-jin) - relocated to Seoul to ACTUALLY pursue a relationship with her, which she rejects in favor of the ersatz paper chase provided by her mystery man, going so far as to pawn Dong-ha off on her friend at one point.","release_date":"2003-07-16","vote_average":4.5,"runtime":98,"cert":"N\/A","id":32774,"title":"Spring Bears Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Junko Hamaguchi","Hideko Hara","Takatoshi Kaneko","Taesung Lee","Maki Onaga"],"overview":"Based on a true story, Shyon (Lee Taesung) travels from Korea to broaden his horizons, studying in Japan he meets Yuri (High and Mighty Color's lead singer, Maakii). Both share similar interests in music and sports as they become closer while dealing with language and racial barriers.","release_date":"2007-01-27","vote_average":6.7,"runtime":108,"cert":"N\/A","id":32779,"title":"26 Years Diary","adult":false,"genre_ids":[18]},{"cast":["John Schneider","Brooke Nevin","Roma Downey","Christopher Jacot","Carrie Ruscheinsky"],"overview":"Just a few weeks before her wedding, dance teacher Cyd Merriman comes face-to-face with the father she never knew. As they deal with the emotional repercussions of his return, they must decide together whether to sell the dance studio that has been in the family for generations to a real estate developer.","release_date":"2009-06-06","vote_average":6.3,"runtime":126,"cert":"N\/A","id":32782,"title":"Come Dance at My Wedding","adult":false,"genre_ids":[10770,18]},{"cast":["Brenda Adamson","Colleen Donovan","Jackie Lorenz"],"overview":"Go country with five corn-fed cuties from the hometowns of America's heartland.","release_date":"1986-01-01","vote_average":6.0,"runtime":50,"cert":"N\/A","id":32801,"title":"Playboy: Farmers' Daughters","adult":false,"genre_ids":[99]},{"cast":["Dennis Hopper","Gina Gershon","Dominique Swain","Jim Carter","William Armstrong"],"overview":"When a young drifter is forced to stay the winter in a small seaside town, he inadvertently becomes the catalyst for deceit, double crossings and murder amongst the locals.","release_date":"2004-12-23","vote_average":4.9,"runtime":105,"cert":"N\/A","id":32802,"title":"Out of Season","adult":false,"genre_ids":[80,18]},{"cast":["Silvia Saint","Lea De Mae","Suzie Sweet","Melody Kord","Sonja Smith"],"overview":"Ether does, as so many authors have done before, writes about what she knows best, but as a result of her torrid, tempestuous vacation, Ether's formerly best-selling books have gone over the line from erotica to pornography. Having discovered the passionate pleasures of anal, oral and group sex, she is finally able to extinguish the air of false respectability which has plagued her and her books.","release_date":"2000-09-01","vote_average":5.3,"runtime":89,"cert":"N\/A","id":32817,"title":"Dangerous Things 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"At nearly 400 pounds, Tracy Orbison is a wide target. When he sets out to pursue his dream of acting, the grocery clerk finds an assortment of people waiting to dash his dreams. Through it all, Tracy remains irrepressibly upbeat, convinced he's destined for something big.","release_date":"2007-01-01","vote_average":6.3,"runtime":94,"cert":"N\/A","id":32830,"title":"Humble Pie","adult":false,"genre_ids":[35]},{"cast":["Gina Lollobrigida","Shelley Winters","Phil Silvers","Peter Lawford","Telly Savalas"],"overview":"Twenty years after their initial war-time visit three U.S. servicemen hold a reunion at an Italian village. They all have fond memories, especially of local girl Carla. But she has been telling each of them that they are the father of her daughter Gia, so they have all been paying well for her upbringing. As this dawns on the threesome old rivalries surface .... the the comedy ensues.","release_date":"1968-12-16","vote_average":6.5,"runtime":108,"cert":"N\/A","id":32831,"title":"Buona Sera, Mrs. Campbell","adult":false,"genre_ids":[35]},{"cast":["Alan Davies"],"overview":"Urban Trauma is the hilarious standup programme by Alan Davies, the star of Jonathan Creek.","release_date":"1998-11-04","vote_average":5.0,"runtime":77,"cert":"15","id":32832,"title":"Alan Davies: Urban Trauma","adult":false,"genre_ids":[35,99]},{"cast":["Al Murray"],"overview":"Recorded live in London's Playhouse Theatre, My Gaff, My Rules sees Al Murray's Perrier Award-winning comic creation in top, boisterous ale-swilling form. The Pub Landlord has been compared to the likes of Alf Garnett and Harry Enfield's Loadsamoney character, but that doesn't prepare the viewer for Murray's highly developed and sophisticated lampoon of True Brit values. Since Murray has built up","release_date":"2003-11-23","vote_average":4.1,"runtime":72,"cert":"15","id":32833,"title":"Al Murray, The Pub Landlord - My Gaff, My Rules","adult":false,"genre_ids":[35]},{"cast":["Kevin Zegers","Jamie Renée Smith","Alexa Benette Fox","Lomax Study","Russell Ferrier"],"overview":"Jack is a three-year-old chimpanzee who has been the subject of a long-term experiment by Dr. Kendall, a researcher who been teaching Jack to communicate through sign language. ack scrambles onto the ice in the midst of practice for Steven's junior league hockey team, and he and his teammates discover the monkey has a natural talent for the game.","release_date":"2000-08-11","vote_average":4.9,"runtime":93,"cert":"N\/A","id":32834,"title":"MVP: Most Valuable Primate","adult":false,"genre_ids":[28,12,35,18,10751,14,10749]},{"cast":["Robert Plant","Jimmy Page","John Paul Jones","John Bonham"],"overview":"Led Zeppelin is a double DVD set by the English rock band Led Zeppelin. The recording of the DVD spans the years from 1969 to 1979 and includes performances from the Royal Albert Hall in 1970, Madison Square Garden in 1973, Earls Court in 1975, and Knebworth in 1979, plus other footage.","release_date":"2003-05-26","vote_average":7.1,"runtime":320,"cert":"","id":32835,"title":"Led Zeppelin","adult":false,"genre_ids":[10402]},{"cast":["Bill Burr"],"overview":"One of America's fastest-rising comedians, Bill Burr wields his razor-sharp wit with rare skill. In this brand-new stand-up performance, Bill takes aim at the stuff that drives us crazy, political correctness gone haywire, and girlfriends, or as he calls them: relentless psycho robots. A keenly observant social commentator, Bill Burr is also one of the funniest voices in comedy today.","release_date":"2008-09-23","vote_average":7.7,"runtime":55,"cert":"N\/A","id":32836,"title":"Bill Burr: Why Do I Do This?","adult":false,"genre_ids":[35]},{"cast":["Prem Nawaz","Ambika Sukumaran","Sukumari","Adoor Pankajam","Kottarakkara Sreedharan Nair"],"overview":"","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32841,"title":"Naadodikal","adult":false,"genre_ids":[]},{"cast":["Van Heflin","Robert Ryan","Janet Leigh","Mary Astor","Phyllis Thaxter"],"overview":"A former prisoner of war, Frank Enley is hailed as a hero in his California town. However, Frank actually aided his Nazi captors, and he closely guards this secret. Frank's shameful past comes back to visit him when fellow survivor Joe Parkson emerges, intent on making the turncoat pay for his betrayal. As Joe closes in on Frank, the traitor goes into hiding, abandoning his wife, Edith, who has no clue about her husband's wartime transgressions.","release_date":"1949-02-01","vote_average":6.8,"runtime":82,"cert":"N\/A","id":32850,"title":"Act of Violence","adult":false,"genre_ids":[18,53]},{"cast":["Phil Collins","Daryl Stuermer","Ricky Lawson","Luis Conte","Nathan East"],"overview":"Hand in hand - Hang in long enough - Don't loose my number - Another day in paradise - Against all odds - Lorenzo - Separate lives - Long long way to go - In the air tonight - Timbantiocha - Easy lover - Dance into the light - Wear my hat - Something happened on the way to heaven - Sussudio","release_date":"1997-12-08","vote_average":9.0,"runtime":90,"cert":"N\/A","id":32851,"title":"Phil Collins: Live and Loose in Paris","adult":false,"genre_ids":[10402]},{"cast":["Joseph Marino","Mayra Soto","Hardy-Ames Hill","Jessie Camacho","Joe Jones"],"overview":"A group of people decide to be a part of a reality television show based around a treasure hunt on an island. Whichever contestant is lucky wins the ultimate prize. Unbeknownst to the contestants, an ancient curse from the ghostly pirate Red Beard exists on the island. They unwittingly unleash the curse which results in a bloodbath.","release_date":"2008-08-30","vote_average":0.0,"runtime":88,"cert":"N\/A","id":32852,"title":"CrossBones","adult":false,"genre_ids":[27,53]},{"cast":["Charlotte Gainsbourg","Anouk Grinberg","Michel Blanc","Jean Carmet","Annie Girardot"],"overview":"Camille, a naive schoolgirl meets an intriguing influence in Joelle, a slightly older and much more experienced spirit. Camille follows her new friend through the discovery of sex and the darker side of life. As the film progresses, Camille discovers AIDS and the fear that she may have picked up the disease in her early encounters.","release_date":"1991-03-13","vote_average":6.2,"runtime":117,"cert":"N\/A","id":32853,"title":"Thank You, Life","adult":false,"genre_ids":[18]},{"cast":["Jessica Alba","Jessica Biel","Bradley Cooper","Eric Dane","Patrick Dempsey"],"overview":"More than a dozen Angelenos navigate Valentine's Day from early morning until midnight. Three couples awake together, but each relationship will sputter. A grade-school boy wants flowers for his first true love. Two high school seniors plan first-time sex at noon. A TV sports reporter gets the assignment to find romance in LA. A star quarterback contemplates his future. Two strangers meet on a plane. Grandparents, together for years, face a crisis. An 'I Hate Valentine's Day' dinner beckons the lonely and the lied to.","release_date":"2010-02-10","vote_average":5.8,"runtime":125,"cert":"12A","id":32856,"title":"Valentine's Day","adult":false,"genre_ids":[35,10749]},{"cast":["Billy Zane","Christina Cole","Joel Torre","Colin Moss","Louise Barnes"],"overview":"A TV documentary crew arrive on a remote island in the Philippines to film a survival special. Their back-to-the-wild adventure proves to be more terrifying than they ever could have imagined","release_date":"2009-07-10","vote_average":4.2,"runtime":90,"cert":"15","id":32857,"title":"Surviving Evil","adult":false,"genre_ids":[28,27,53]},{"cast":["Bela Lugosi","Nina Foch","Roland Varno","Matt Willis","Frieda Inescort"],"overview":"In 1918, an English family is terrorized by a vampire, until they learn how to deal with it. They think their troubles are over, but German bombs in WWII free the monster. He reclaims the soul of his wolfman ex-servant, and assuming the identity of a scientist who has just escaped from a concentration camp, he starts out on a plan to get revenge upon the family.","release_date":"1943-11-11","vote_average":5.7,"runtime":69,"cert":"N\/A","id":32858,"title":"The Return of the Vampire","adult":false,"genre_ids":[27]},{"cast":["Pierre Blanchar","Gabriel Gabrio","Charles Vanel","Antonin Artaud","Paul Azaïs"],"overview":"The young and patriotic student Demachy joins the French army in 1914 to defend his country. But he and his comrades soon experience the terrifying, endless trench war in Champagne, where more and more wooden crosses have to be erected for this cannon fodder.","release_date":"1932-03-17","vote_average":7.8,"runtime":110,"cert":"PG","id":32859,"title":"Wooden Crosses","adult":false,"genre_ids":[18,10752]},{"cast":["Linda de Mol","Ariane Schluter","Pierre Bokma","Huub Stapel","Daan Schuurmans"],"overview":"A woman tries to escape a stalker by moving with her children to her sister's isolated beach house","release_date":"2009-10-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":32860,"title":"The Dark House","adult":false,"genre_ids":[18,27,53]},{"cast":["Siddharth","Anupam Kher","Vidya Malvade","Aditya Pancholi","Padmapriya Janakiraman"],"overview":"Amidst strictly enforced curfew by Bombay Police during December 1992 following Hindu-Muslim riots, Suryakant - one of four siblings from Malad's Malvani slums, heads home.","release_date":"2010-02-05","vote_average":0.0,"runtime":124,"cert":"N\/A","id":32861,"title":"Striker","adult":false,"genre_ids":[18,80]},{"cast":["John Carradine","Gale Storm","Robert Lowery","Mantan Moreland","Veda Ann Borg"],"overview":"When Dr. Von Altermann's wife Lila dies mysteriously at his spooky mansion, her relations suspect murder. They little suspect he's turning her into a zombie, to join the army of living dead he hopes to devote to the Nazi cause. Lila, though dead, has developed a will of her own. Meanwhile, Lila's brother Scott and his friends are increasingly alarmed by the eerie events.","release_date":"1943-09-17","vote_average":5.0,"runtime":61,"cert":"N\/A","id":32862,"title":"Revenge of the Zombies","adult":false,"genre_ids":[27]},{"cast":["Robert Beatty","Simone Signoret","Jack Warner","Gordon Jackson","Paul Dupuis"],"overview":"A disparate group of volunteers are trained as saboteurs and parachuted into Belgium to blow up an office containing important Nazi records and to rescue a prominent S.O.E. agent, who is being interrogated by the Germans for vital information.","release_date":"1948-02-01","vote_average":6.0,"runtime":96,"cert":"PG","id":32867,"title":"Against the Wind","adult":false,"genre_ids":[10752,18]},{"cast":["Adam Scott","Brittany Snow","Alex Frost","J.K. Simmons","Vittorio Brahm"],"overview":"A man tries to warn his brother away from the new girlfriend he brings home during Thanksgiving, but ends up becoming infatuated with her in the process.","release_date":"2009-01-17","vote_average":6.3,"runtime":92,"cert":"N\/A","id":32868,"title":"The Vicious Kind","adult":false,"genre_ids":[35,18]},{"cast":["Larry the Cable Guy"],"overview":"Larry the Cable Guy offers a sidesplitting stand-up performance in front of an enthusiastic audience of 50,000 fans in this Fourth of July 2009 special filmed live at Lincoln's Memorial Stadium in the comedian's home state of Nebraska. Larry's hilarious bits include \"Prostate Professional,\" \"Global Warming,\" \"Hot Dog Whisperer,\" \"Male Enhancement,\" \"Boob Tube,\" \"Truck Talk,\" \"Buying in Bulk,\" \"Bad Ventriloquist\" and more.","release_date":"2010-01-31","vote_average":6.6,"runtime":75,"cert":"N\/A","id":32869,"title":"Larry the Cable Guy: Tailgate Party","adult":false,"genre_ids":[35]},{"cast":["Archie Panjabi"],"overview":"Postman Pat and his black and white cat, Jess, return in two brand new, action-packed adventures filled with new characters and new stories. Join Pat and all the Greendale gang for the first time ever in these great all-new features:  Postman Pat and the Greendale Rocket:  The local children set off on a school outing and are very excited to find Greendale’s forgotten old train. Pat and Ted try to get it working again, but with no luck, so they call on the help of Julian’s pen pal, whose dad is a train enthusiast. Will they get the Greendale Rocket running in time for the grand opening of the new train station?  Postman Pat’s Magic Christmas:  Pat has so many parcels and letters to deliver he doesn’t know how he will get his rounds done in time for the village Christmas party and make a surprise visit as Santa Claus. But help is at hand from a very cheerful stranger with a big white beard and shiny black boots – who could it be?","release_date":"2004-10-17","vote_average":6.3,"runtime":50,"cert":"U","id":32870,"title":"Postman Pat's Magic Christmas","adult":false,"genre_ids":[16]},{"cast":["Yasuo Yamada","Gorō Naya","Kiyoshi Kobayashi","Eiko Masuyama","Makio Inoue"],"overview":"In New York City, several stone tablets have been unearthed that tell a tale about the Gold of Babylon. Two Mafia families are after it as well as Lupin the 3rd himself. An old drunken woman named Rosetta appears to know much about this treasure than meets the eye. While Zenigata has made a group of female partners that will lure Lupin the 3rd into handcuffs, the race is on for the gold of Babel.","release_date":"1985-07-13","vote_average":6.4,"runtime":100,"cert":"N\/A","id":32873,"title":"Lupin the Third: The Legend of the Gold of Babylon","adult":false,"genre_ids":[28,12,16,35,80]},{"cast":["Melissa Joan Hart","Tara Strong","Scott Michaelson","Lindsay Sloane","Nick Bakay"],"overview":"Sabrina and her friend Gwen, while on vacation at Australia's Great Barrier Reef, try to save a secret mermaid colony who's habitat is threatened by ocean pollution.","release_date":"1999-01-01","vote_average":5.6,"runtime":120,"cert":"N\/A","id":32874,"title":"Sabrina, Down Under","adult":false,"genre_ids":[10770,35,14]},{"cast":["Ian Hart","David Angus","Stephanie Pack","Robin McDonald","Sergio Moreno"],"overview":"A fictionalized account of what may have happened when John Lennon and Brian Epstein went on holiday together to Spain in 1963.","release_date":"1991-09-07","vote_average":6.0,"runtime":57,"cert":"N\/A","id":32881,"title":"The Hours and Times","adult":false,"genre_ids":[18]},{"cast":["Dean Cameron","Heather Campbell","Doug Copithorne","Bil Dwyer","Wendy Hamilton"],"overview":"Dave has been enjoying life until he receives an ex-girlfriend's wedding invitation. Even though Beth dumped him years ago, Dave knows it's their destiny to be together. So Dave embarks on a quest: to save Beth from certain death-by-boredom, return balance to the universe, and maybe get in a little awesome skiing. Dave convinces his buddies to join him in his quest to make things right.","release_date":"1994-02-17","vote_average":3.7,"runtime":92,"cert":"N\/A","id":32888,"title":"Ski School 2","adult":false,"genre_ids":[35]},{"cast":["Denise Brossot","Rolande Polya","Alejandro Jodorowsky","Saul Gilbert","Ruth Michelly"],"overview":"A short mime adaptation of a Thomas Mann story about a Parisian urchin who makes her living selling human heads. Lost for nearly 50 years, the movie was found in 2006 by the son of Ruth Michelly and Saul Gilbert when he found it in his mom's attic in Munich.","release_date":"1957-05-01","vote_average":6.4,"runtime":20,"cert":"N\/A","id":32891,"title":"The Severed Heads","adult":false,"genre_ids":[14]},{"cast":["Hugh Beaumont","Ann Savage","Charles D. Brown","Russell Hicks","Pierre Watkin"],"overview":"Head over heels in love with a stern and cold older businessman's young wife, a love-starved reporter is seduced into conspiring to murder him so she can inherit his estate, while pinning the murder on another businessman.","release_date":"1945-09-27","vote_average":5.2,"runtime":67,"cert":"N\/A","id":32892,"title":"Apology for Murder","adult":false,"genre_ids":[80]},{"cast":["Larisa Oleynik","Sarah Thompson","Jennifer Hall","Sara Jane Nash","Corri English"],"overview":"Five women faced with monumental life choices prepare to make the decisions that will resonate through the rest of their lives in director Tony Hickman's reflective drama. Sara is a photographer whose artistic eye has helped her to launch a successful career as a professional photographer. But these days Sara is inundated with commercial work, and photography has become just another job. Though her best friend challenges Sara to get back to her roots, it begins to appear as if he has ulterior motives. Meanwhile, Amy is still reeling from a life-changing loss when her father gets her to throw a party, and struggling actress Katie is attempting to decide whether to end her relationship with a more successful albeit less stable actor in order to keep her career on track. Later, introverted psychologist Beth begins to open up in ways she never thought possible while attending a party thrown by one of her patients.","release_date":"2008-09-26","vote_average":3.9,"runtime":97,"cert":"N\/A","id":32893,"title":"Broken Windows","adult":false,"genre_ids":[18]},{"cast":["Ian Ziering","Valérie Valois","Vlasta Vrána","Nicole Maillet","Adrien Dixon"],"overview":"Lori and John Wilson, employees of an emergency response center, must find a way to survive the initial lava storms, to save John's father and their two teenage children. Even more importantly, they must find a way to slow the path of the lava storms, to give humankind the time to find a solution to this natural disaster, in order to save humanity and our Earth.","release_date":"2008-03-15","vote_average":2.6,"runtime":92,"cert":"N\/A","id":32896,"title":"Lava Storm","adult":false,"genre_ids":[28,18,878,10770,12]},{"cast":["Rachelle Lefevre","Alia Shawkat","Ricky Ullman","Kevin Coughlin","Nicolas Wright"],"overview":"The graduating class at Miss Aversham and Miss Cronstall's School for Girls find that they have - in defiance of the natural laws of probability - all blossomed simultaneously. Capitalizing on their unique status, and intent on teaching high school boys to NEVER take girls for granted, they issue a challenge to the boys of Easthill's rival private schools, Selby and Lancaster.","release_date":"2008-05-09","vote_average":1.9,"runtime":90,"cert":"N\/A","id":32899,"title":"Prom Wars: Love Is a Battlefield","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Ferdinando","Ricky Grover","Neil Maskell","Lorenzo Camporese","Vicky Murdock"],"overview":"Unemployed and unemployable, Tony is a sympathetic recluse with severe social problems, an addiction to VHS action films and a horrible moustache. Occasionally he snaps and murder is the result…","release_date":"2010-02-05","vote_average":6.1,"runtime":76,"cert":"18","id":32904,"title":"Tony","adult":false,"genre_ids":[27,18,53]},{"cast":["Zhao Wei","Chen Kun","Hu Jun","Jaycee Chan","Li Jiuzhe"],"overview":"When barbarian hordes threaten her homeland, the brave and cunning Mulan disguises herself as a male soldier to swell the ranks in her aging father's stead. The warrior's remarkable courage drives her through powerful battle scenes and brutal wartime startegy. Mulan loses dear friends to the enemy's blade as she rises to become one of her country's most valuable leaders - but can she win the war before her secret is exposed?","release_date":"2009-11-26","vote_average":7.1,"runtime":115,"cert":"N\/A","id":32909,"title":"Mulan: Rise of a Warrior","adult":false,"genre_ids":[12,18,28]},{"cast":["Brooke Bloom","Sean Bridgers","Anthony De Marco","Monette Magrath","Ben Bode"],"overview":"Jake's Closet takes you back through childhood in a suspenseful and deeply moving story that dives deep into the mind of a little boy under the stress of a fractured family.","release_date":"2007-10-28","vote_average":4.6,"runtime":92,"cert":"N\/A","id":32910,"title":"Jake's Closet","adult":false,"genre_ids":[18,53]},{"cast":["Denis Leary","Joseph Cross","Rosie O'Donnell","Dana Delany","Timothy Reifsnyder"],"overview":"The tale of a ten-year-old boy in a Catholic school who, following the death of his beloved grandfather, embarks on a quest to discover the meaning of life.","release_date":"1998-03-20","vote_average":5.8,"runtime":88,"cert":"N\/A","id":32911,"title":"Wide Awake","adult":false,"genre_ids":[35,18,10751]},{"cast":["\tSteve Smith","Patrick McKenna","Bob Bainborough","Wayne Robson","Sheila McCarthy"],"overview":"When an evil land baron's limo falls into a sinkhole outside Possum Lodge, lodge leader Red Green is ordered to pay the baron $10,000 or lose his beloved lodge forever. Red considers various money-making schemes concocted by his buddies, but it's his nerdy nephew Harold who hits on an idea that just might save their wood-smoked bacon: a duct-tape sculpture contest in Minneapolis that offers a $10,000 third-place prize.","release_date":"2002-04-12","vote_average":6.7,"runtime":90,"cert":"N\/A","id":32914,"title":"Duct Tape Forever","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":32915,"title":"steed","adult":true,"genre_ids":[]},{"cast":["Mindy Cohn","Grey DeLisle","Frank Welker","Matthew Lillard","Danica McKellar"],"overview":"The gang goes on a trip to check on Velma's younger sister, Madelyn. She's been studying stage magic at the Whirlen Merlin Magic Academy, where apparently there have been sightings of a giant griffin. The gang decides to investigate.","release_date":"2010-02-16","vote_average":6.7,"runtime":75,"cert":"PG","id":32916,"title":"Scooby-Doo! Abracadabra-Doo","adult":false,"genre_ids":[16,35,10751,9648,14]},{"cast":["James Cagney","Dennis Morgan","Brenda Marshall","Alan Hale","George Tobias"],"overview":"Inspired by Churchill's Dunkirk speech, brash, undisciplined Canadian bush pilot Brian MacLean and three friends enlist in the RCAF.","release_date":"1942-02-21","vote_average":7.0,"runtime":114,"cert":"N\/A","id":32921,"title":"Captains of the Clouds","adult":false,"genre_ids":[28,18,10752]},{"cast":["Maggie Q","Joe Odagiri","Tou Chung-Hua"],"overview":"Set during China's the Warring States Period (476-221 BC), benevolent warrior Chenkang Lu (Joe Odagiri) enters into a torrid love affair with a woman (Maggie Q) from the nomadic Harran tribe. Their relationship sends the warrior to a place where humans were once wolves...","release_date":"2009-10-02","vote_average":4.1,"runtime":100,"cert":"N\/A","id":32922,"title":"The Warrior and the Wolf","adult":false,"genre_ids":[36,28,18]},{"cast":["Jorge Corrula","Soraia Chaves","Nicolau Breyner","Glória Férias ","Ana Bustorff"],"overview":"O Crime do Padre Amaro (\"The Crime of Father Amaro\") is a novel by the 19th-century Portuguese writer José Maria de Eça de Queiroz. It was first published in 1875 to great controversy.","release_date":"2005-10-27","vote_average":5.0,"runtime":120,"cert":"N\/A","id":32925,"title":"O Crime do Padre Amaro","adult":false,"genre_ids":[18]},{"cast":["Şahan Gökbakar","Cihan Culfa","Çagatay Ulusoy","Zeynep Çamcı"],"overview":"Recep Ivedik has been depressed since the death of his grandmother. Everyone who tries to help him fails. A young girl named Zeynep, who can't find an apartment, stays with Recep. Initially, the two can't stand each others but after a while, they grow close. Despite many adventures together, Recep's depression won't go away. That is until he experiences something he had never experienced before.","release_date":"2010-02-12","vote_average":4.8,"runtime":95,"cert":"N\/A","id":32926,"title":"Recep İvedik 3","adult":false,"genre_ids":[35]},{"cast":["Virginia Mayo","Gordon MacRae","Edmond O'Brien","Dane Clark","Viveca Lindfors"],"overview":"When he's discharged from a military hospital, ex-GI Bob Corey goes on a search for his army buddy Steve Connolly. A reformed crook, Connolly is on the lam from a trumped-up murder rap, and Corey hopes to clear his pal. Tagging along is Army nurse Julie Benson, who has fallen for Corey.","release_date":"1950-02-11","vote_average":6.0,"runtime":91,"cert":"N\/A","id":32929,"title":"Backfire","adult":false,"genre_ids":[9648]},{"cast":["Bill Maher","Maureen MacDonald","Caitlin Mathis"],"overview":"In front of a live audience at the Raleigh Memorial Auditorium at the Progress Energy Center for the Performing Arts in Raleigh, North Carolina, the Emmy-nominated host of Real Time with Bill Maher performs an all-new hour of stand-up comedy.  Among the topics Bill discusses in his ninth HBO solo special are: Whether the \"Great Recession\" is really over; the fake patriotism of the right wing; what goes on in the mind of a terrorist; why Obama needs a posse instead of the secret service; the drug war; Michael Jackson; getting out of Iraq and Afghanistan; racism; the Teabagger movement; religion; the health-care fight; why Gov. Mark Sanford will come out looking good, and how silly it is to ask \"Why do men cheat?\"; and why comedy most definitely didn't die when George Bush left office.","release_date":"2010-02-18","vote_average":6.6,"runtime":79,"cert":"N\/A","id":32930,"title":"Bill Maher... But I'm Not Wrong","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"When inventor\/efficiency expert Alexander Graham Wolf plots to take over Santa's workshop, Comet asks for help from Raggedy Ann, Andy and their dog, Raggedy Arthur.","release_date":"1978-11-30","vote_average":4.1,"runtime":30,"cert":"N\/A","id":32933,"title":"Raggedy Ann & Andy: The Great Santa Claus Caper","adult":false,"genre_ids":[16,10751]},{"cast":["Jessica Andrieu","Anne Céline Auche","Juliette Gautier","Marc Montserrat","Ivon Orvain"],"overview":"A silent homage to the origins of cinema, recreating the apparent disappearance of a French photographer in the 1920s. Experimental.","release_date":"1997-12-13","vote_average":6.7,"runtime":88,"cert":"N\/A","id":32934,"title":"Train of Shadows","adult":false,"genre_ids":[18]},{"cast":["George Tobias","Richard Travis","Gig Young","Frank Wilcox"],"overview":"Educational short about the status of battle tanks and tankist training in the American Army in pre-War 1941, featuring a comical Army trainee from the Bronx.","release_date":"1941-10-04","vote_average":5.0,"runtime":20,"cert":"N\/A","id":32939,"title":"The Tanks Are Coming","adult":false,"genre_ids":[35]},{"cast":["George Segal","Joan Hackett","Richard Dysart","Donald Moffat","Michael C. Gwynne"],"overview":"As the result of a head injury, brilliant computer scientist Harry Benson begins to experience violent seizures. In an attempt to control the seizures, Benson undergoes a new surgical procedure in which a microcomputer is inserted into his brain. The procedure is not entirely successful.","release_date":"1974-06-19","vote_average":5.7,"runtime":107,"cert":"N\/A","id":32940,"title":"The Terminal Man","adult":false,"genre_ids":[878,53]},{"cast":["Alex Nicol","Hillary Brooke","Sid James","Susan Stephen","Paul Carpenter"],"overview":"Sensuous and desirable, Carol Forrest has always attracted the attention of men. Expert in the art of manipulation and control she married an older man, loving only his vast wealth and continued to amuse herself with indiscreet affairs. But when neighbour Mark Kendrick lets slip that her husband intends cutting her out of his will Carol concentrates all her attentions on the unsuspecting Kendrick, obtaining his help to dispose of this irritating obstacle.","release_date":"1954-04-16","vote_average":6.0,"runtime":68,"cert":"N\/A","id":32941,"title":"The House Across the Lake","adult":false,"genre_ids":[18,53]},{"cast":["Cab Calloway"],"overview":"Cab Calloway performs at the Cotton Club before he takes his friends down to Harlem for a jitterbug party.","release_date":"1935-01-01","vote_average":5.0,"runtime":8,"cert":"N\/A","id":32942,"title":"Cab Calloway's Jitterbug Party","adult":false,"genre_ids":[10402]},{"cast":["Mick Øgendahl","Anders Matthesen","Geo","Carsten Eskelund","Jacob Tingleff"],"overview":"Danish Comedy by Carsten Eskelund, Geo, Rune Klan, Anders Matthesen, Mick Øgendahl and Jacob Tingleff","release_date":"2002-11-13","vote_average":6.0,"runtime":110,"cert":"N\/A","id":32943,"title":"Den Ægte Vare: Live i Cirkusbygningen","adult":false,"genre_ids":[35]},{"cast":["Klaus Bondam","Lasse Rimmer","Thomas Wivel","Jacob Tingleff"],"overview":"Danish stand-up by Lars Hjortshøj, Lasse Rimmer, Anders Fjelsted, Omar Marzouk, Anders Matthesen, Rune Klan, Uffe Holm, Sebastian Dorset, Jonatan Spang, Klaus Bondam, Dan Andersen and Povl Erik Carstensen.","release_date":"2002-02-24","vote_average":4.5,"runtime":200,"cert":"N\/A","id":32944,"title":"Talegaver Til Børn: 10 Års Jubilæum","adult":false,"genre_ids":[35]},{"cast":["Hedy Lamarr","George Sanders","Louis Hayward","Gene Lockhart","Hillary Brooke"],"overview":"Isaiah, a 19th-century businessman, has his eye on the beautiful and very young Jenny. Finally of age, she accepts his marriage proposal, but their love affair quickly turns sour. Ephraim, Isaiah's college-age son, comes for a visit, immediately striking up a chemistry with Jenny. She promises marriage -- if he murders his father first. But Jenny also swoons for John, the fiancé of her best friend, Meg.","release_date":"1946-10-25","vote_average":6.3,"runtime":100,"cert":"N\/A","id":32945,"title":"The Strange Woman","adult":false,"genre_ids":[18,10749,53]},{"cast":["Jim Jefferies"],"overview":"Last year’s critically acclaimed show ‘30’ sold out every night at the Edinburgh Festival and his UK and US tours. From those tours, Jeffries, the controversial Aussie stand-up, brings you his debut DVD, Contraband Live.Succeeding with jokes that most comedians wouldn't touch, and an ability to both charm and offend the crowd in equal measure, Jim is regarded as one of comedy’s fastest rising young stars. His brash confrontational style has made him one of the most sought after comics on the world stage, appearing on numerous TV shows and performing at all the major comedy and music festivals across Europe and the US. He has hosted the NME Awards in LA and narrowly avoided being bombed whilst performing to the troops in Iraq.","release_date":"2008-10-11","vote_average":7.8,"runtime":72,"cert":"18","id":32946,"title":"Jim Jefferies: Contraband","adult":false,"genre_ids":[35]},{"cast":["Maria Stokholm","Mette Louise Holland","Thomas Villum Jensen","Ulrich Thomsen","Karin Rørbeck"],"overview":"Rebecca has inherited her grandmother's Gothic mansion and brings both her best friend an her boyfriend for a weekend. While exploring the crypts they discover an old dusty book, which describes the life of a vampire. As the story unfolds, it becomes apparent that the vampire was Rebecca's great grandfather, Rico.","release_date":"1998-12-04","vote_average":5.0,"runtime":98,"cert":"N\/A","id":32947,"title":"Angel of the Night","adult":false,"genre_ids":[27]},{"cast":["Marco Antonio Ribeiro","Teuda Bara","Ju Colombo","Maria de Medeiros","Victor Augusto da Silva"],"overview":"Based on the life of Roberto Carlos Ramos, a Brazilian teacher and storyteller brought up in a state educational institution for poor children.","release_date":"2009-08-07","vote_average":7.1,"runtime":106,"cert":"N\/A","id":32958,"title":"The Story of Me","adult":false,"genre_ids":[18]},{"cast":["Alec Guinness","Stanley Holloway","Sid James","Alfie Bass","Marjorie Fielding"],"overview":"A meek bank clerk who oversees the shipments of bullion joins with an eccentric neighbor to steal gold bars and smuggle them out of the country.","release_date":"1951-06-28","vote_average":7.4,"runtime":78,"cert":"U","id":32961,"title":"The Lavender Hill Mob","adult":false,"genre_ids":[35,80]},{"cast":["Rajat Kapoor","Neha Dhupia","Vinay Pathak","Ranvir Shorey","Brijendra Kala"],"overview":"Following a wild party, a married man meets with his friends in order to try and remember his indiscretions.","release_date":"2009-12-31","vote_average":4.0,"runtime":113,"cert":"N\/A","id":32974,"title":"Raat Gayi, Baat Gayi?","adult":false,"genre_ids":[18,35,10749]},{"cast":["Yolanthe Sneijder-Cabau","Free Souffriau","Louis Talpe","Fred Van Kuyk","Nicky Langley"],"overview":"Now MegaMindy years crooks plaguing and downs, for them the last straw! The world's best gangsters join hands to MegaMindy for once and for all off. Miss Volta is the leader and has an ingenious and simple plan. Mega Mindy can beat them?","release_date":"2009-08-07","vote_average":4.3,"runtime":72,"cert":"N\/A","id":32979,"title":"Mega Mindy's Secret","adult":false,"genre_ids":[10751,12]},{"cast":["Takeshi Kaneshiro","Jessica Hsuan","Yuen Biao","Valerie Chow","Yuen Wah"],"overview":"Ma Wing Jing and his older brother Ma Tai Chueng arrive in Shanghai to make their fortune at the end of the Qin Dynasty. Be-friending a powerful mobster Wing Jing is given his nightclub in return for saving Tam Sei's life. Unfortunately, another Gangster wants the territory a well. Corruption and violence rule the streets as Wing Jing and Tam Sei must battle not only the rival gangs but the corrupt police officials as well.","release_date":"1997-01-01","vote_average":6.2,"runtime":97,"cert":"N\/A","id":32982,"title":"Hero","adult":false,"genre_ids":[28]},{"cast":["James Purefoy","Pete Postlethwaite","Alice Krige","Mackenzie Crook","Max von Sydow"],"overview":"A nomadic 16th century warrior, condemned to hell for his brutal past, seeks redemption by renouncing violence, but finds some things are worth burning for as he fights to free a young Puritan woman from the grip of evil.","release_date":"2009-09-16","vote_average":5.8,"runtime":104,"cert":"15","id":32985,"title":"Solomon Kane","adult":false,"genre_ids":[12,14,28]},{"cast":["Stephen Hawking","Arthur C. Clarke","Magnus Magnusson","Carl Sagan"],"overview":"In a studio setting, Stephen Hawking, Arthur C. Clarke and Carl Sagan (who joins them via satellite) discuss the Big Bang theory, God, our existence as well as the possibility of extraterrestrial life.","release_date":"1988-01-01","vote_average":5.0,"runtime":51,"cert":"N\/A","id":32986,"title":"God, the Universe and Everything Else","adult":false,"genre_ids":[99]},{"cast":["Derren Brown"],"overview":"Brown's third live stage show toured the United Kingdom in 2007 and 2008. \"Derren Brown, Mind Reader — An Evening of Wonders\", began 29 April 2007 in Blackpool, and ended 17 June in Bristol.The show toured again from February until April 2008 throughout the UK, and concluded with a West End run at the Garrick Theatre during May and early June. The West End run was a strictly limited season of 32 performances only. A performance from the last week of the tour at the Garrick Theatre was filmed for Channel 4 and aired on 13 January 2009.","release_date":"2009-01-13","vote_average":9.0,"runtime":74,"cert":"","id":32987,"title":"Derren Brown: An Evening of Wonders","adult":false,"genre_ids":[35]},{"cast":["Topi Majaniemi","Marjaana Maijala","Maria Lundqvist","Michael Nyqvist","Esko Salminen"],"overview":"1943: Nine-year-old Eero whose father is killed during the war is brought to Sweden to foster parents to his protection like thousands of other Finnish children. Eero feels lost, particularly as his foster mother Signe behaves very unfriendly. She was expecting a little girl and still mourns for her daughter who drowned in the sea.","release_date":"2005-09-30","vote_average":6.7,"runtime":111,"cert":"N\/A","id":32990,"title":"Mother of Mine","adult":false,"genre_ids":[18]}]