[{"cast":["Phil Pinner","Adam Gardiner","Mia Blake"],"overview":"For the last two years, Ben has watched his best friend Phil have a sickeningly fantastic relationship with Maryann, the woman Phil snatched from under his nose. When Phil says he’s moving to Australia, this ‘perfect’ relationship starts to fall apart. Maryann asks Ben to fix things up. Unfortunately the more time Ben spends with Maryann, the more he’s attracted to her.","release_date":"2000-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":332505,"title":"Hopeless","adult":false,"genre_ids":[18,35]},{"cast":["Anurag Ingale","Chinmay Joshi","Sunil Battase","Pramila Battase"],"overview":"Days in the life of a happy-go-lucky youth who strives to fight a haunting, unpleasant memory.","release_date":"2015-03-31","vote_average":0.0,"runtime":24,"cert":"N\/A","id":332507,"title":"Five Days","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"","release_date":"2010-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332509,"title":"Sei Venezia","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-03-26","vote_average":6.5,"runtime":null,"cert":"N\/A","id":332511,"title":"Чародей равновесия. Тайна Сухаревой башни","adult":false,"genre_ids":[]},{"cast":["Antonio Ozores","María Casanova","Pepe Da Rosa","Fedra Lorente","Adriana Ozores"],"overview":"","release_date":"1984-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332513,"title":"El pan debajo del brazo","adult":false,"genre_ids":[35]},{"cast":["Maitê Proença","Pedro Paulo Rangel","Ivan de Almeida","Ligia Diniz","Elba Ramalho"],"overview":"","release_date":"1980-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332515,"title":"Prova de Fogo","adult":false,"genre_ids":[18]},{"cast":["Skyelr Bleu","Sencer Keve","Brycen Cox","Josh Bensan","Derrick Porter"],"overview":"We've seen some all-star twinks walk through these 8teenboy studio doors. Fast forward to 2011 and meet the new cast of 8teenboy super-star big dicked twinks Sencer Keve, Derrick Porter and Josh Bensan. We've paired these newbies with our most passionate tops Skyelr Bleu and Brycen Cox for a boy banging you won't soon forget.","release_date":"2011-08-24","vote_average":0.0,"runtime":93,"cert":"\"NC-17\"","id":332529,"title":"100% Twink","adult":true,"genre_ids":[]},{"cast":["Roman Daniels","Scotty Clarke","Evan Parker","Caleb Johnson","Jasper Robinson"],"overview":"Every boy has a story. From the twink cousins who sneak away at family reunions to indulge in some hard fucking and forbidden love to a blue collar boy willing to give up his ass for a job, these sexy stories come packed with throbbing cocks and unforgettable cum shots. Even boyfriends Ryker and Jasper recreate that memorable moment when they were propositioned by a suave stranger who offers to help take their relationship to the next level with a smoking hot threesome!","release_date":"2014-06-23","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":332531,"title":"Boy Stories","adult":true,"genre_ids":[]},{"cast":["Mike Cage","Jack Blue","Nick Kelson","Fred Terry","Justin Gray"],"overview":"Isn't it what we’ve long suspected? The members of boy-bands are all gay! At long last, a movie that reveals what happens when the music stops. Only the guy who blows the cocks of the boy-band best of all and who opens his ass for everyone will become the new band member. So once the concert’s over, the boys backstage concentrate on raw, hardcore fucking and deep-throat sucking! What's more, they like to invite their fans to join them - horny groupies who are all too ready and willing to open their asses for the band's raw, fat cocks! A real 100% bareback fuckfest!","release_date":"2011-09-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":332533,"title":"Bare Boy Band","adult":true,"genre_ids":[]},{"cast":[],"overview":"Genesis - Columbus, Ohio 10 October, 1978 (55:20) - Includes long clips (usually the full 3 minute reel) of 11th Earl of Mar - In the Cage - Burning Rope - Ripples - Deep in the Motherlode - One for the Vine - Squonk - Say It's Alright Joe - The Lady Lies - Cinema Show - Afterglow - Follow You Follow Me - Dance on a Volcano - Drum Duet - Los Endos - I Know What I Like  genesismuseum.com","release_date":"2012-09-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332535,"title":"Genesis - Live in Columbus 1978","adult":false,"genre_ids":[]},{"cast":["Brycen Cox","Chase Young","Skyelr Bleu","Ryan Conners","Kyle Ross"],"overview":"Raw, Nasty and uninhibited, HotStuds brings you a pack of young pigs that add a little kink into the mix. Kyle Ross gets his tight pucker seeded by not one, but two huge cocks in a ground breaking twink DP. Max Carter's beautiful jock ass gets a good breeding from hugely endowed Ryan Conners while the stellar bubble butt of Chase Young gets toyed and tampered with by Skyelr Bleu and Brycen Cox. Watch out for spilled seed, and adventurous sex-play. You're entering a condom free zone in Bare Boy Kink.","release_date":"2012-04-04","vote_average":0.0,"runtime":91,"cert":"\"\"","id":332537,"title":"Bare Boy Kink","adult":true,"genre_ids":[]},{"cast":["Jacques Dutronc","Johnny Hallyday","Eddy Mitchell"],"overview":"","release_date":"2014-11-09","vote_average":7.0,"runtime":111,"cert":"N\/A","id":332539,"title":"Les vieilles canailles","adult":false,"genre_ids":[10402]},{"cast":["Jennifer Cooper","Erin Cottrell","Amy Miller","Kim Kelly","Peter Vita"],"overview":"If you saw what you thought was a murder on the Internet, what would you do? Who would you call?","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332541,"title":"WatchUsDie.com","adult":false,"genre_ids":[53]},{"cast":["Skyelr Bleu","Travis Groves","Blake Carnage","Shawn Robins","Zack O'Connor"],"overview":"Horny and hot, our bareback loving boys hook-up around dark corners and bring their sexy finds home to get naked and naughty. HotStuds brings you hung, frisky newbie models including cover boy, Travis Groves. Watch Groves steam up the screen with partner Skyelr Bleu, followed by a cum filled threesome with young costar sex fiend, Blake Carnage. Enjoy a fresh handful of raw twinks and college boy fuckers on the prowl in Bareback Alley.","release_date":"2012-03-07","vote_average":0.0,"runtime":84,"cert":"\"\"","id":332552,"title":"Bareback Alley","adult":true,"genre_ids":[]},{"cast":[],"overview":"The Ballet of the State Academic Bolshoi Theatre of Russia performs a new scenic version of Marius Petipa's La Bayadère revised by Yuri Grigorovich. Its choreography gathers a huge amount of dancers, including at least five highly virtuoso soloists. Premiered in 1877, La Bayadère is a milestone of the Russian repertoire since Rudolf Nureev created his 1992 choreography for the Paris Opera House.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332554,"title":"La Bayadère - Marius Petipa, Yuri Grigorovich, Bolshoi Theatre, Moscow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winter Project is a true story snowmachine documentary about backcountry snowmachining in Alaska. This film will touch on the early days of riding in Alaska, Iron Dog (aka the gnarliest backcountry race on Earth), todays free riding scene, snowmobile olympics (x-games), and will pay special tribute to the early days of backcountry filming by featuring the legendary Landry twins of Turnagain Hard Core film series and the founders of Frontier Films. This film promises to be a mind blowing ride into the world of snowmobiling like it has never been seen before.","release_date":"2014-11-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332556,"title":"Winter Project","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332558,"title":"Alf","adult":false,"genre_ids":[]},{"cast":[],"overview":"John Nelson conducts St Matthew Passion, BWV 244, a work showing a deep spirituality premiered on the 15th of April 1729. Requiring two choirs, two orchestras, four soloists and one narrator embodying Matthew the Evangelist, Bach's St Matthew Passion is a monumental musical work whose complex architecture is here echoed by the exceptional setting of the Basilica of St Denis","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332560,"title":"Bach, St Matthew Passion - Lucy Crowe, John Nelson, Orchestre de Chambre de Paris","adult":false,"genre_ids":[]},{"cast":["Bradley Cooper","Lady Gaga","Sam Elliott","Andrew Dice Clay","Rafi Gavron"],"overview":"Seasoned musician Jackson Maine discovers — and falls in love with — struggling artist Ally. She has just about given up on her dream to make it big as a singer — until Jack coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons.","release_date":"2018-10-03","vote_average":7.5,"runtime":135,"cert":"\"R\"","id":332562,"title":"A Star Is Born","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Vasko Mavrikov","Evgeni Budinov","Ivelin Naydenov","Bashar Rahal"],"overview":"Hilarious comedy about a bunch of crazy private detectives who are trying to save the world from a nuclear disaster! Everything would be easier if there were not so many pretty Bulgarian girls who destract some of the agents, but sometimes help with fighting back. This is a second instalment of the Rapid Response Corps with the same characters from the first movie.","release_date":"2014-01-17","vote_average":7.3,"runtime":96,"cert":"N\/A","id":332564,"title":"Rapid Response Corps 2: Nuclear Threat","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us. (Bill Watterson)","release_date":"2013-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":332575,"title":"Bigeety","adult":false,"genre_ids":[]},{"cast":["Brandon Biebel","Mike Carroll","Tony Hawk","Christian Hosoi","Rick Howard"],"overview":"It combines visual effects, daring stunts, underwater photography and a shockingly bold visual style. It is an ode to all things we love about skateboarding. The film follows a day in the life of Gino Iannucci and his friends as they skate the streets of Los Angeles, turning each neighborhood into a unique playground. During an epic backyard pool session, Gino's world is turned upside down when a skating accident sends him off into a surreal dream where nothing is as it seems.","release_date":"2014-12-09","vote_average":0.0,"runtime":19,"cert":"\"NR\"","id":332577,"title":"Wet Dream: A Skateboard Tale","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Heroes Behind The Badge - Sacrifice &amp; Survival is a heart-wrenching true-life crime saga about the men and women of law enforcement and their selfless acts of courage under fire.","release_date":"2013-12-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332579,"title":"Heroes Behind The Badge: Sacrifice & Survival","adult":false,"genre_ids":[]},{"cast":[],"overview":"This DVD contains 10 interviews and performances from TV as listed below.  The listing is...\r 1) Genesis Woolworths ad for We Can't Dance 0.31\r 2) MTV All Star Weekend No Son Of Mine Video and brief talks about making WCD with Phil, Mike &amp; Tony 4:32\r 3) MTV interview with Tony &amp; Phil 3:53\r 4) TOTP Invisible Touch Live version 3:32\r 5) MTV Interview of the Week Phil, Mike &amp; Tony 5:25 (part 1)\r 6) MTV Interview of the Week Phil, MIke, Tony, Peter, Jonathan King (part 2) 2:14\r 7) VH1 Dress Rehearsal Interview with Julia Carling Mike, Tony &amp; Ray 3:26\r 8) Atlantic at 40 May 15th 1988. 17:18\r 9) VH1 Calling All Stations Album Launch 26th Aug 1997 with Pip Dann 50:32\r 10) VH1 1-1 Band documentary 1997 and footage Calling All Stations Tony, Mike &amp; Ray 23:03","release_date":"2009-03-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332581,"title":"Genesis - 10 From TV","adult":false,"genre_ids":[]},{"cast":[],"overview":"-I Can't Dance\r -No Son Of Mine  No Son of Mine is a half playback. Phil's voice is live, but the instruments are definitly from the studio version. I Can't Dance is live, with the epic dance","release_date":"2012-04-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332583,"title":"Genesis - Live at the Billboard Music Awards 1992","adult":false,"genre_ids":[]},{"cast":[],"overview":"Maurice Huvelin’s first animated comedy, an idiot cinemascope short film.  Pilot for a ridiculous series project about legends, historical characters, famous films and amazing series… To be seen with binoculars, telescope or magnifying glass ! In this first short comedy : BIG, FAT &amp; DIDIER, three big hunters, are singing in the far Far North…","release_date":"2013-02-02","vote_average":4.0,"runtime":5,"cert":"N\/A","id":332585,"title":"Bigshot","adult":false,"genre_ids":[16]},{"cast":["Matthew Keading","Daniel Bishop","Jessie Montgomery","Jacob Dixon","Dylan Hall"],"overview":"Twinks have a way of finding themselves in sexy serendipitous situations. Evan Parker’s lazy day turns into a booty call to his bottom boy Jamie Sanders while an afternoon at the dog park brings blond boys Dylan Hall and Jessie Montgomery together to satisfy their puppy lust. There’s a surprise in every story as any seemingly innocent interaction or chance reunion leads to these big dick bareback teens going home with a new tall tale.","release_date":"2014-03-24","vote_average":0.0,"runtime":121,"cert":"\"\"","id":332587,"title":"Bareback Twink Tales","adult":true,"genre_ids":[]},{"cast":[],"overview":"Andy is a vibrant 80 year old theater projectionist whose love and passion for cinema is tested when faced with the closing of his beloved theater.","release_date":"2014-10-15","vote_average":0.0,"runtime":18,"cert":"\"\"","id":332598,"title":"Dollar Night","adult":false,"genre_ids":[]},{"cast":["Tomás Farina","Jorge Luis Medina","Gonzalo Peralta","Facundo Talín","Cristian Vergara"],"overview":"On the verge of achieving his dream career, Tomás allows his older brother Martin Farina an inside look at his life as a professional football player. Martin, never able to fulfill his own dream of playing football, steps into the world of Tomás and his teammates through the lens of his camera. However, the rest of the club has their own opinions, some viewing Martin as an intruder, as he exposes their most vulnerable moments, and their concerns for the future after the game has ended. Fulboy offers an uncensored, confessional look at how the athletes behind the most popular sport in the world behave during their time off the field. At the same time, Fulboy reflexively interrogates Farina's aesthetic choices and point-of-view, as well as the viewer's gaze at the male form.","release_date":"2015-03-21","vote_average":4.5,"runtime":82,"cert":"N\/A","id":332600,"title":"Fulboy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the Scottish soldiers who fought in Normandy in 1917 and survived the terrible battles that took place there.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332602,"title":"Gone For A Soldier","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film follows the recovery of people living and working at the Jersey Shore post Hurricane Sandy as they battle with Insurers, Mortgagors, and Governmental agencies. Their resilience and strength are tested as they learn that picking up the pieces after the storm is more difficult than surviving it.","release_date":"2015-03-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332604,"title":"Heart Of The Shore","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through the intimate portraits of five student survivors, IT HAPPENED HERE exposes the alarming pervasiveness of sexual assault on college campuses, the institutional cover-ups and the failure to protect students, and follows their fight for accountability and change on campus and in federal court.","release_date":"2014-01-01","vote_average":7.0,"runtime":76,"cert":"\"\"","id":332606,"title":"It Happened Here","adult":false,"genre_ids":[99]},{"cast":["Gopichand","Raashi Khanna","Kabir Duhan Singh","Posani Krishna Murali","Chalapathi Rao"],"overview":"Jai (Gopichand) is a fire officer. He happens to help a stranger Ranganath (Brahmaji), who is the right man of Mumbai don Chota Naik (Kabir Duhan Singh). Ranganath turns informer and runs away with the Chota Naik\"s money. Chota Nayak suspects Jai to be an accomplice of Ranganath and starts troubling him. The rest of the story is all about how Jai teaches a lesson to Chota Nayak for messing up with him.","release_date":"2015-03-27","vote_average":7.3,"runtime":null,"cert":"N\/A","id":332608,"title":"Jil","adult":false,"genre_ids":[28]},{"cast":["Connor Maguire","Scotty Clarke","Nicholas Reed","Felix Warner","Matthew Keading"],"overview":"Roughing it in the woods has brought the Bumfuck Boys closer together and made the twink and jock motley crew into unlikely friends. As they sit around telling stories and trading laughs the campfire isn't the only thing getting hot. While the animals howl in the night, the smooth college boys let their own wild sides out while lost deep in the woods.","release_date":"2014-01-27","vote_average":0.0,"runtime":98,"cert":"\"NC-17\"","id":332610,"title":"Bumfuck Nowhere","adult":true,"genre_ids":[]},{"cast":[],"overview":"A lonely guy falls for a girl from the wrong side of the tracks. When she finds herself in trouble with some very bad people he goes to extreme measures to keep her safe.","release_date":"2015-03-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332621,"title":"The Abstract Heart","adult":false,"genre_ids":[]},{"cast":["Adam Beach","Samuel Thivierge","Axel Green","Christine Teixeira","Alika Autran"],"overview":"Charlie is a French-Canadian man involved in cross-border drug trade in Northern Ontario. After he decides he wants to leave the industry, his boss sets him up to force him to stay.","release_date":"2015-03-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332623,"title":"The Road to Tophet","adult":false,"genre_ids":[53,80,18]},{"cast":["Denis Reed","Tomas Adamec","Alan Capier"],"overview":"Boys will always be boys…but these kinky twinks are all about male bonding behind the privacy of closed doors! They are horny, hung and hungry for a big, throbbing cock spreading those cheeks like butter. Bareback drilling, solo masturbation, and kinky three-ways are just some of the sordid sexual acts these smooth-bodied boys engage in! So cum join these naughty boys in five explosive twink-on-twink fucking that will leave you itching for more! Contains previously released material.","release_date":"2014-12-01","vote_average":0.0,"runtime":97,"cert":"\"\"","id":332625,"title":"Cum Kisses","adult":true,"genre_ids":[]},{"cast":["Evan Parker","Nicholas Reed","Christian Collins","Scotty Clarke","Dylan Hall"],"overview":"Follow beautiful blonds Scotty Clarke, Dylan Hall and Nicholas Reed as they embark on a summer of endless pleasures. Embracing all the freedoms of the season these fun-loving boys go from playing video games to frolicking on the beach, from getting their nerd on at Comic Con to grinding in the great outdoors. With enough time and enough twinks can these sexy Helix hotties literally do it all and fuck like it's summer forever?","release_date":"2014-02-24","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":332627,"title":"Endless Summer","adult":true,"genre_ids":[]},{"cast":[],"overview":"Features ROH superstar CM Punk in some of his best matches. Witness several matches in his classic feud with Raven along with great matches against Homicide, Samoa Joe, &amp; AJ Styles","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":332629,"title":"The Best of CM Punk Vol. 1: Better Than You","adult":false,"genre_ids":[]},{"cast":[],"overview":"The legacy of CM Punk continues to grow as this superstar takes on his fiercest competition yet on this Best Of DVD. See some of the most historic bouts in CM Punk's career from his epic match of the year battles against Samoa Joe to his violent feud against Jimmy Rave. This is a must for anyone that wants to know what CM Punk is all about.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":332631,"title":"ROH: The Best of CM Punk Vol. 3: The Legacy Continues","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through months of bloody battles against Raven that cemented his status as a true warrior in ROH or technical showcases against AJ Styles, CM Punk showed Ring of Honor fans across the globe the skills that would take him to the top of the wrestling world. This 2-Disc, 17 match compilation highlights the beginnings of a career that would cement CM Punk as a true legend in the ROH history books. From Dog Collars to Steel Cages &amp; Pure Wrestling to Tag Team Specialist; welcome to the early years of The Second City Saint...","release_date":"","vote_average":0.0,"runtime":360,"cert":"N\/A","id":332633,"title":"CM Punk: Second City Saint","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vera has reached the top of her profession and owns her own company. Young, determined and successful, she is, however, lonely and unhappy. One night when Vera is driving home, she hits a young man on the road. She takes him to hospital but feels so responsible for the accident that she visits him every day bringing him food and gifts. They soon fall in love and on leaving the hospital, Anton moves into Vera’s flat. Meanwhile, Vera’s company is suddenly and inexplicably on the verge of bankruptcy, and when Vera witnesses Anton meeting with the manager of a rival company and giving him a package, she assumes he has betrayed her and throws him out. Imagine her astonishment, when she discovers that the informant is actually the wife of her company’s president, who has been leaking information to her lover, who works for a competitor.","release_date":"2008-03-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":332635,"title":"Vera’s Crisis","adult":false,"genre_ids":[]},{"cast":["Susie Berneis"],"overview":"The enchanting story of a boy named Kali who lived thousands and thousands of years ago.","release_date":"2015-02-24","vote_average":0.0,"runtime":6,"cert":"\"\"","id":332643,"title":"Kali's Song","adult":false,"genre_ids":[]},{"cast":[],"overview":"It’s the most controversial &amp; best-selling DVD we’ve ever produced. The “Montreal Screwjob” in November 1997 is still talked about and debated to this day in all forms of media, from wrestling podcasts to mainstream news. But do we even know the whole story? Could Vince McMahon and Bret Hart, seemingly destroying a 14 year friendship, have secretly been conspiring together to deceive the world?","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":332645,"title":"The Montreal Theory","adult":false,"genre_ids":[]},{"cast":["Matthew Keading","Adrian Rivers","Sasha Peterson","Jessie Montgomery","Aiden Summers"],"overview":"Dream boy Matthew Keading is a fan favorite for his insatiable sex drive and passionate performances in six of Helix’s Top Rated scenes ever! The versatile and sultry superstar reveals his sexy nerdy side in an intimate interview before indulging every fan’s ultimate fantasy in a five-way school boy gangbang. The hypersexual young man will leave you begging for more as he takes every inch of Adrian Rivers and Jacob Dixon’s 9” bareback cocks.","release_date":"2014-05-26","vote_average":0.0,"runtime":140,"cert":"\"\"","id":332647,"title":"Matthew Keading: Bareback","adult":true,"genre_ids":[]},{"cast":["Eric G. Dove"],"overview":"A 2015 ALA-ALSC Notable Video! It is the summer of 1869, and trains, crews, and family are traveling together, riding America’s brand-new transcontinental railroad. These pages come alive with the details of the trip and the sounds, speed, and strength of the mighty locomotives; the work that keeps them moving; and the thrill of travel from plains to mountain to ocean. Come hear the hiss of the steam, feel the heat of the engine, watch the landscape race by. Come ride the rails, come cross the young country!","release_date":"2014-05-20","vote_average":0.0,"runtime":24,"cert":"\"\"","id":332649,"title":"Locomotive","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this personal documentary director Marieke Schellart (35) reveals how she as a single modern woman struggles with the biological clock. To give herself more time she wants to extent fertility by freezing her eggs. She openly discusses this emerging issue of modern society.","release_date":"2010-11-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":332651,"title":"Ei voor later","adult":false,"genre_ids":[99]},{"cast":["Cru Ennis","Lee Roy Kunz","Yuliya Snigir","Beatrice Rosen","Tyler Shields"],"overview":"An heir to a shipping fortune wakes up with amnesia. He discovers that his sister has been kidnapped, his father is unwilling to pay the ransom, and Interpol and the Russian mob after him.","release_date":"2013-10-15","vote_average":0.0,"runtime":76,"cert":"\"\"","id":332653,"title":"Delirium","adult":false,"genre_ids":[53,80,9648]},{"cast":[],"overview":"Abraham Zapruder's home-camera footage of the assassination of John F. Kennedy is treated to digital re-mastering.","release_date":"","vote_average":8.0,"runtime":88,"cert":"N\/A","id":332664,"title":"Image of an Assassination: A New Look at the Zapruder Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"A web of deceit, betrayal, and the ultimate test of devotion.","release_date":"2013-10-05","vote_average":5.5,"runtime":85,"cert":"N\/A","id":332666,"title":"Sleeping Dogs","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Inspired by Pink Floyd’s own record breaking 1994 ‘P-U—L-S-E’ Tour and including the trademark arch and circle light design, Brit Floyd pay special tribute to era defining classic rock album 'The Dark Side Of The Moon'. Filmed in front of a sell out audience at the legendary Red Rocks Amphitheatre in Denver, Colorado, USA on Friday 2nd August 2013, ‘Brit Floyd Live at Red Rocks’ captures the magic and majesty of Pink Floyd’s legendary music set against the awe-inspiring natural rocks and Colorado landscape.","release_date":"2013-10-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332668,"title":"Brit Floyd - Live at Red Rocks 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Arguably one of the most beloved American performers of the 20th century, John Denver had a career that saw him sell over 40 million albums worldwide while winning numerous awards, including 2 Grammy® Awards, 3 AMA's, 1 Emmy and 2 CMA's. \"Rocky Mountain High: Live In Japan\" is a 1981 concert from his 7-show tour of Japan and features a wonderful selection of hits from his career, including 4 of his 5 #1 hits: \"Annie's Song\", \"Calypso\", \"Sunshine On My Shoulders\" &amp; \"Thank God I'm A Country Boy\".","release_date":"2003-10-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332670,"title":"John Denver - Rocky Mountain High","adult":false,"genre_ids":[]},{"cast":["Loes Haverkort","Mark van Eeuwen","Peter Paul Muller","Evi van der Laken","Bobby van Vleuten"],"overview":"Simone inherits a dilapidated farmhouse in France and makes her way there with her husband Eric and their two children. Her dream is to turn the house into a bed and breakfast but as the hectic pace of the rebuilding gets underway, she gets caught up in the romance and chaos of it all. Losing sight of her goals, she must find her way back to the dreams and ambitions which brought her there in the first place.","release_date":"2015-06-04","vote_average":5.0,"runtime":100,"cert":"N\/A","id":332672,"title":"Rendez-Vous","adult":false,"genre_ids":[10749,53]},{"cast":["Ishmael Butler"],"overview":"A view into the daily life of a couple coming to terms with the main character’s schizophrenia.","release_date":"2002-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":332674,"title":"I Am Ali","adult":false,"genre_ids":[]},{"cast":["Mike James","Devon LeBron","Lloyd Goldwyn","Manuel Emilio","Carlos Santiago"],"overview":"Let’s face it guys, just one trip to Monster Cock Island was never, ever gonna be enough – especially for our horny fans! But don’t despair. Always eager and willing to please, we’ve sent a fresh batch of white meat (Mike James and David Hanson included) to the isle of a thousand horse-hung dreams. The result, of course, is a foregone conclusion even before the plane touches down – let’s face it, the likes of Devon LeBron and Lloyd Goldwin just don’t disappoint! But with ass after ass getting the stretching of their lives, who the fuck’s complaining?!","release_date":"2014-11-05","vote_average":7.0,"runtime":77,"cert":"\"\"","id":332688,"title":"Monster Cock Island 2","adult":true,"genre_ids":[]},{"cast":["Alicia Harding","Danielle Kotch","Haley Kotch","Stephanie Wortel"],"overview":"Two sisters decide to take the supernatural into their own hands.","release_date":"2013-10-01","vote_average":6.0,"runtime":12,"cert":"\"\"","id":332690,"title":"The Banishing","adult":false,"genre_ids":[27]},{"cast":["John Arledge","Louise Latimer","Moroni Olsen","Willie Best","Harry Jans"],"overview":"A dog and a horse become unlikely allies when they attempt to thwart a crooked gambler from rigging a race.","release_date":"1936-04-03","vote_average":0.0,"runtime":65,"cert":"\"\"","id":332692,"title":"Two in Revolt","adult":false,"genre_ids":[]},{"cast":[],"overview":"‘The Great Wall has been completed at its most southerly point.’ So begins Kafka’s short story ‘At the Building of the Great Wall of China’, and so, at Europe’s heavily militarised south-eastern frontier, begins this film.  In the shadow of its own narratives of freedom, Europe has been quietly building its own great wall. Like its famous Chinese precursor, this wall has been piecemeal in construction, diverse in form and dubious in utility. Gradually cohering across the continent, this system of enclosure and exclusion is urged upon a populace seemingly willing to accept its necessity and to contribute to its building.","release_date":"2015-03-23","vote_average":1.0,"runtime":75,"cert":"N\/A","id":332694,"title":"The Great Wall","adult":false,"genre_ids":[99]},{"cast":["Mimis Fotopoulos","Giannis Gionakis","Giorgos Panjas","Eleni Anousaki","Rena Dor"],"overview":"","release_date":"1963-11-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":332696,"title":"Τρελοί Πολυτελείας","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332698,"title":"Gongmin bu fucong","adult":false,"genre_ids":[]},{"cast":["Thanasis Vengos","Costas Kakavas","Dina Trianti","Efi Oikonomou","Periklis Hristoforidis"],"overview":"An ordinary clerk decides to spend a few days vacationing in a hotel, but when he goes there, his life takes an unexpected turn. Everyone mistakes him for a famous poet, one known for his success with women. Soon, every girl in the area gets close to him, but what happens when the real poet arrives at the same hotel?","release_date":"1963-11-28","vote_average":6.7,"runtime":73,"cert":"N\/A","id":332700,"title":"Τύφλα να`χει ο Μάρλον Μπράντο","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Biblical criticism, ancient historical voices, the illumination of archaeology, the testimony of first-century followers of Jesus Christ -- all these come to bear on the examination of the reliability of the Scriptures in The Bible On Trial: Beyond A Reasonable Doubt.  This Bible study features expert testimony from Dr. Paul Maier of Western Michigan University, Kalamazoo, Mich.; Dr. Randall Price of Liberty University, Lynchburg, Va.; Dr. Jeff Kloha of Concordia Seminary, St. Louis, Mo. and Joel Lampe of The Bible Museum, Goodyear, Ariz. A four-session discussion guide adds depth and detail to the video content. Includes subtitles in English &amp; Spanish","release_date":"2011-07-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332717,"title":"The Bible on Trial","adult":false,"genre_ids":[]},{"cast":["Caio Blat","Letícia Colin","Emílio de Mello","Felipe Camargo","Sílvio Guindane"],"overview":"Bruno and Amanda have to face the difficulties of a long distance relationship after meeting in a flight forced into an emergency landing.","release_date":"2015-03-26","vote_average":6.3,"runtime":100,"cert":"N\/A","id":332719,"title":"Air Bridge","adult":false,"genre_ids":[18,10749]},{"cast":["Catherine Zeta-Jones","Bill Nighy","Michael Gambon","Toby Jones","Mark Gatiss"],"overview":"A cinema remake of the classic sitcom Dad's Army (1968). The Walmington-on-Sea Home Guard platoon deal with a visiting female journalist and a German spy as World War II draws to its conclusion.","release_date":"2016-02-05","vote_average":4.6,"runtime":100,"cert":"\"PG-13\"","id":332721,"title":"Dad's Army","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A parable about a thwarted dream. A narrator tells us about a young woman who wants, more than anything, to be a ballerina. Thanks to animation, we see the problem: her legs make up about three-quarters of her height. She sees the impossibility of her dream and moves to a house on an isolated hill where she lives by herself, lonely, practicing her art, and then, in near despair, taking up knitting. Madness seems close at hand, but is there anything that can bring hope and pull her from her solitary, circumscribed life?","release_date":"2003-02-08","vote_average":5.3,"runtime":10,"cert":"N\/A","id":332723,"title":"The Toll Collector","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"Cleaning Women is unique Finnish band, which plays self-made instruments made from eg. drying rack and large tin cans. This documentary follows their Eastern Europe tour.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":332725,"title":"Cleaning Up!","adult":false,"genre_ids":[]},{"cast":["Skye McCole Bartusiak","Enrico Colantoni","Kellie Waymire","Gage Golightly","Anna Mathias"],"overview":"When a third-grader wears a homemade vest to school and gets teased for it, her reaction surprises even herself and leaves her with a lot of explaining to do (or not do) back at home.","release_date":"2003-03-08","vote_average":0.0,"runtime":10,"cert":"\"\"","id":332727,"title":"The Vest","adult":false,"genre_ids":[35]},{"cast":["Ramsey Nouah","Ali Nuhu","O.C. Ukeje","Gold Ikponmwosa","Tunde Aladese"],"overview":"Set in a Nigerian city Confusion Na Wa is a dark comedy about a group of strangers whose fates become intertwined over the course of 24 hours. At the heart of everything is a phone found by two opportunist wasters Charles and Chichi who, having read through its contents, decide to blackmail the owner Emeka. Little do they realize that their misdemeanors have set in motion a chain of events that will lead to their own downfall. Confusion Na Wa was winner of the 'Best Picture' category at the 2013 African Movie Academy Awards.","release_date":"2013-08-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":332750,"title":"Confusion Na Wa","adult":false,"genre_ids":[35,80,18]},{"cast":["Sergiu Nicolaescu","George Alexandru","Vladimir Găitan","Virgil Flonda","Ștefan Velniciuc"],"overview":"In medieval Wallachia a young prince battles his twin brother for their father's throne and for their ancestors' crown of fire.","release_date":"1990-05-28","vote_average":4.0,"runtime":94,"cert":"N\/A","id":332752,"title":"The Crown of Fire","adult":false,"genre_ids":[12,36,10752]},{"cast":[],"overview":"It's Airplane meets Casino Royale in this hilarious spy parody from the makers of My Fair Zombie and Jurassic Shark. When a fellow agent fails in his mission to recover the MacGuffin, Canada's greatest Spy is called in to finish the job.","release_date":"2014-08-27","vote_average":1.0,"runtime":null,"cert":"\"\"","id":332754,"title":"Spyfall","adult":false,"genre_ids":[]},{"cast":["Tom Beck","Annika Ernst","Rolf Kanies","Haley Louise Jones","Laura Berlin"],"overview":"","release_date":"2015-03-26","vote_average":7.5,"runtime":null,"cert":"N\/A","id":332759,"title":"Einstein","adult":false,"genre_ids":[28,10770]},{"cast":[],"overview":"A glimpse into the world of seven homeless teenagers, who strive to live life on their terms in the mean streets of New Orleans' infamous French Quarter.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":332761,"title":"Crash Where You Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332781,"title":"La Magie Par Les Cartes 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332783,"title":"La Magie Par Les Cartes 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332785,"title":"La Magie Par Les Cartes 5","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332787,"title":"La Magie Par Les Cartes 6","adult":false,"genre_ids":[]},{"cast":["Billy Blanks"],"overview":"As a seven-time Martial Arts Champion, Billy knows how to create a routine that is honest and effective with no fad diets, fancy gimmicks, or complicated machines.  It's just you and Billy, bound together by the desire to get you fit, both inside and out.  Now, with new moves and new music, Tae Bo Cardio is Billy's best yet, building on the basic foundational moves of Tae Bo to create a continuous cardiovascular workout that rocks.","release_date":"2003-10-07","vote_average":0.0,"runtime":44,"cert":"\"\"","id":332789,"title":"Billy Blanks: Tae Bo Cardio","adult":false,"genre_ids":[]},{"cast":["Lambert Wilson","Pierre Niney","Audrey Tautou","Laurent Lucas","Benjamin Lavernhe"],"overview":"Biopic of the great French ocean-going adventurer and filmmaker","release_date":"2016-10-12","vote_average":6.8,"runtime":122,"cert":"N\/A","id":332794,"title":"The Odyssey","adult":false,"genre_ids":[12,18]},{"cast":["Pyotr Buslov","Andrei Schchennikov","Yana Shivkova","Mariya Shalaeva","Olga Filippova"],"overview":"Moving from rural Russia to the city, Den faces a new reality.","release_date":"2003-02-18","vote_average":0.0,"runtime":72,"cert":"N\/A","id":332814,"title":"The Odyssey 1989","adult":false,"genre_ids":[18]},{"cast":["Peter W. Kunhardt","Dossy Peabody"],"overview":"Filmmaker Peter Kunhardt examines how a one-of-a-kind collection of Abraham Lincoln photos and memorabilia have profoundly shaped the lives and sensibilities of five generations of his family.","release_date":"2015-04-13","vote_average":7.6,"runtime":60,"cert":"\"\"","id":332816,"title":"Living With Lincoln","adult":false,"genre_ids":[99]},{"cast":["Allan Lane","Walter Baldwin","Aline Towne","Black Jack","Steve Darrell"],"overview":"Marshal \"Rocky\" Lane comes to the aid of Sheriff Bill Walters who is having a hard time trying to save the local farmers and ranchers from raids and hijackings.","release_date":"1951-01-30","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":332818,"title":"Rough Riders of Durango","adult":false,"genre_ids":[37]},{"cast":["Herbert Herrmann","Simone Rethel","Loni von Friedl","Klaus Wildbolz","Angelika Milster"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332820,"title":"Chéri, mein Mann kommt!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1978-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332822,"title":"Exposed","adult":false,"genre_ids":[]},{"cast":["Mohanlal","Manju Warrier","Innocent","Jacob Gregory","Reenu Mathews"],"overview":"Vineeth, a senior reporter, tries to interview Deepa, a junior family court lawyer for the new edition of a magazine. However, the interview seems impossible due to Deepa's hectic schedule.","release_date":"2015-03-27","vote_average":5.4,"runtime":147,"cert":"N\/A","id":332827,"title":"Ennum Eppozhum","adult":false,"genre_ids":[18,10751]},{"cast":["Piero Mazzarella","Femi Benussi","Lino Banfi","Romy Schell","Patrizia Gori"],"overview":"Sexy Comedy Italian 70's Style - Must See Performance By Femi Benussi as well as Cristea Avram.","release_date":"1976-03-27","vote_average":5.0,"runtime":95,"cert":"N\/A","id":332829,"title":"Stangata in famiglia","adult":false,"genre_ids":[35]},{"cast":["Sonia Dresdel","Carol Raye","Tom Walls","Patricia Burke","Clifford Evans"],"overview":"In 1922, young pianist and composer Olwen Trevelyan, troubled and sleepless over her inability to finish the final notes of her composition, falls to her death from the cliffs of Cornwall. 25 years on, Olwen has gained posthumous fame as a result of her tragic death and her haunting uncompleted composition 'The Dream of Olwen'. Her reclusive sister Julia (Sonia Dresdel), who has never come to terms with Olwen's death, becomes convinced that Olwen has returned when she meets an amnesiac woman who looks like her.","release_date":"1947-10-07","vote_average":7.0,"runtime":85,"cert":"N\/A","id":332843,"title":"While I Live","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Directed by Ghaleb Chaath.","release_date":"1976-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332845,"title":"The Key","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Feri Farzaneh.","release_date":"1958-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332847,"title":"Iranian miniature","adult":false,"genre_ids":[]},{"cast":["Gail O'Grady","Betsy Brandt","Julie Brown","Roy Werner","Carolyn Hennesy"],"overview":"Jenna is getting married, her mother is delighted until Jenna announces she wants to find her birth mother.","release_date":"2015-05-05","vote_average":3.8,"runtime":84,"cert":"\"\"","id":332849,"title":"Mothers of the Bride","adult":false,"genre_ids":[35]},{"cast":["Ya'akov Alperin","Avigail Ariely","Idit Gideon Ben-Eliyahu"],"overview":"Israeli mini series starring Ya'akov Alperin et al.","release_date":"1994-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332851,"title":"The Kastner Trial","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Hakim Noury.","release_date":"1990-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332853,"title":"The Hammer and the Anvil","adult":false,"genre_ids":[]},{"cast":["Esperanza Roy","Iliana Ross","Amelia de la Torre","José María Caffarel","José Luis López Vázquez"],"overview":"","release_date":"1981-12-21","vote_average":2.0,"runtime":94,"cert":"N\/A","id":332855,"title":"Airlift","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Special TBN programming documenting the Shroud of Turin with Dr. Kenneth Stevenson","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332875,"title":"Behold The Man - The Shroud of Turin","adult":false,"genre_ids":[]},{"cast":["Clarisse Djuroski","Léa Warny","Alain Eloy","Myriem Akkhediou","Angelo Dello Spedale"],"overview":"Cathy’s birthday’s on 29th February, which is an impossible day as it is, because it’s a leap day. Then her dad comes up with the bright idea of giving her a duck egg to hatch for her tenth birthday. The chick appears when Cathy and her best friend Margot are watching, and the chick thinks Margot is its mummy. But Margot is bound to a wheelchair and will soon have to go to a special home.  Unable to look after the duckling on her own, her parents decide to ged rid of it... Cathy and Margot end up in an adventure which teaches them a lot about how to rescue a migratory bird, but even more about themselves.","release_date":"2015-04-02","vote_average":5.0,"runtime":83,"cert":"N\/A","id":332880,"title":"Les oiseaux de passage","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"\"The Arab governments pushed us out of our homes... I was twelve years old… I've been here for 60 years.\" A beautiful, poignant documentary, Still Life examines the effect a collection of personal photos showing life in Palestine before the 1948 displacement have on an elderly Palestinian fisherman living in exile in Lebanon. The importance of place and memory in preserving a people's history are crucial to Diana Allan's illuminating documentary. In, Said Ismael Otruk, a Palestinian man born in Acre in the 1930s, recalls his childhood and the halcyon days of his youth. His memories, not always accurate, so he relies on the photographs he managed to take with him. They are images of young boys, of the port, of fishing boats and the sea. On one, he reads a note he wrote many years ago: \"Acre and Said in the Golden Age.\"","release_date":"2007-03-07","vote_average":0.0,"runtime":25,"cert":"\"G\"","id":332885,"title":"Still Life","adult":false,"genre_ids":[10751,99]},{"cast":["Rasit Riza Samako","Behzat Butak","Mme. Kalitea"],"overview":"Directed by Ahmet Fehim.","release_date":"1919-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332887,"title":"The Governess","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Nabyl Lahlou.","release_date":"1986-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332889,"title":"The Compromise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Girl covered in blood, empty cabin, and lots and lots of guns.","release_date":"2010-08-03","vote_average":0.0,"runtime":7,"cert":"\"\"","id":332909,"title":"Stray Bullet","adult":false,"genre_ids":[28]},{"cast":["Fernandel","Antonin Berval","Mona Dol","Fernand Sardou"],"overview":"","release_date":"1948-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332911,"title":"Si ça peut vous faire plaisir","adult":false,"genre_ids":[35]},{"cast":["Ronald Cheng","Annie Liu","Sammy Leung","Joel Chan"],"overview":"Grey is an office worker with a bit of a shopping addiction. One day, just after being fired, she comes across a gorgeous pair of shoes that she couldn‘t possibly afford. Before she fully understood what she was doing, she‘s stolen the shoes, and in a desperate bid to escape, she climbs into a truck. As fate would have it, the truck is also a stolen good, and the person who stole it is none other than the person currently driving it, small-time crook Shrek.","release_date":"2014-11-06","vote_average":0.5,"runtime":99,"cert":"N\/A","id":332919,"title":"Grey Met Shrek","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As the title suggests, these are numerous storylines woven together by a central theme: one day in the eternal city, Rome. Bits and Pieces is a gripping social mosaic representing the wide scope of human emotions.","release_date":"1996-10-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332921,"title":"Bits & Pieces","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live concert with a projected visual overlay manipulated in real time.","release_date":"2015-03-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332923,"title":"Chicago Underground Trio - Chronicle","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a documentary about Herbert W. McBride, the American author of The Emma Gees and A Rifleman Went to War.","release_date":"2015-03-11","vote_average":10.0,"runtime":null,"cert":"\"\"","id":332943,"title":"The Father of the American Sniper","adult":false,"genre_ids":[]},{"cast":["Farimah Farjami","Atefeh Razavi","Abolfazl Poorarab","Niousha Jafarian","Baran Kosari"],"overview":"A sharp-edged look at people who live outside the constraints of Islamic law.","release_date":"1992-01-02","vote_average":6.0,"runtime":100,"cert":"N\/A","id":332945,"title":"Nargess","adult":false,"genre_ids":[18]},{"cast":[],"overview":"With the abduction of Helen from Sparta, the Greeks (Agamemnon, Menelaos, Odysseus, Ajax, Diomedes and Achilles) battled the Trojans and their allies (Hector, Paris, Priam, Penthesileia, and Memnon) for ten years before the walls of Troy. A great epic cycle grew up around this decade of war; only Homer's Iliad and Odyssey survive of this cycle. A lecture by Dr. William J. Neidinger.","release_date":"2014-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332947,"title":"The Greek Myths: The Second Heroic Age","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Muhammad Fadil.","release_date":"1994-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":332949,"title":"Nasir 56","adult":false,"genre_ids":[]},{"cast":[],"overview":"Minky Momo must use her magical powers to help her friend T.J. recover his stolen music composition.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332951,"title":"Minky Momo: Music Festival in the Forest","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this engrossing Sci-Fi thriller Wes Katzenberg (Keith Vinson) used to be a practicing physician who had everything until one of his medical patents went awry and killed a patient. Now he is living on the streets, claiming he has invented a time machine, all the while being investigated by an unorthodox detective for the disappearance of his wife. Unconvinced by his antics, the detective (Leonard Waldner), who's battling demons of his own, scours the dark underbelly of Los Angeles hoping to prove that Wes is guilty for the murder of his wife, Mia (Laura Aidan). Is Dr. Katzenberg really a crazy time traveler, or is it all a ploy to throw off the detective's relentless pursuit. All is revealed in the end of this mesmerizing story delivered with stunning performances from an outstanding cast Directed by John Martini.","release_date":"2014-03-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332953,"title":"The Investigation of a Time Traveler","adult":false,"genre_ids":[]},{"cast":["Jillian Michaels"],"overview":"Are you ready to take your body to the next level? Jillian Michaels Hard Body is the most effective total body workout for torching calories and transforming your entire physique. Hard Body is comprised of two 45-minute body-blasting workouts that progress in difficulty. These quick paced routines have fun, fresh new moves to deliver an incredible workout and turn your body into a lean and sexy high performance machine. Jillian also shows modifications for both beginners and advanced athletes in each workout. Get the Hard Body you've always wanted!","release_date":"2013-03-05","vote_average":0.0,"runtime":96,"cert":"\"NR\"","id":332973,"title":"Jillian Michaels: Hard Body","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Insecure single guy sees an attractive young woman eating lunch alone. Can he muster the courage to try introducing himself?","release_date":"2003-10-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":332975,"title":"What Are You Having?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Angkor's Children tells the story of five young Cambodians in their efforts to overcome what seem to be insurmountable obstacles to accomplish their dreams. The film chronicles the story of their undeterred resilience in the drive to take hold of their future. Cambodia today, through Cambodian voices, full of new energy, frustration, hope, and unexpected turns as this generation recaptures the ancient, and embraces the modern, to create their future.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":332977,"title":"Angkor's Children","adult":false,"genre_ids":[]},{"cast":["Miles Teller","Aaron Eckhart","Katey Sagal","Ciarán Hinds","Ted Levine"],"overview":"The inspirational story of World Champion Boxer Vinny Pazienza, who after a near fatal car crash, which left him not knowing if he'd ever walk again, made one of sports most incredible comebacks.","release_date":"2016-11-04","vote_average":6.9,"runtime":116,"cert":"\"R\"","id":332979,"title":"Bleed for This","adult":false,"genre_ids":[18]},{"cast":["Juan Carlos Cáceres"],"overview":"Explores the expression of Tango's Africanness and the contribution of African cultures in the creation of the tango. Tango was a reflection of the social life of the slaves that were taken to South America - including Argentina and Uruguay - mostly from central Africa, particularly from the former Kongo Kingdom. Director Dom Pedro reveals the depth of the footprints of the African music on the tango, through this rich movie combining musical performances and interviews from many tango fans and historians in Latin America and Europe, including the renowned Argentinean pianist Juan Carlos Caceres.","release_date":"2013-12-13","vote_average":0.0,"runtime":93,"cert":"\"\"","id":332981,"title":"Tango Negro: The African Roots of Tango","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Masala","cast":["Srinivas Krishna","Sakina Jaffrey","Zohra Sehgal","Saeed Jaffrey"],"id":332983,"overview":"An Indian-Canadian heroin addict becomes involved in the lives of his mother's family, watched over by the god Krishna.","runtime":106,"genre_ids":[],"release_date":"1991-09-06","vote_average":10.0,"adult":false}]