[{"cast":[],"overview":"There's a man aged 93 years. He was born in the \"City in the water\" and lived there all his 90-plus years. You can see him always sitting under the zelkova tree beside the lake. However, he doesn't look at the beautiful lake. Instead, he looks the opposite side, where hills, walls and roads are. There's a quizzical eye of a man, observing him. One year passes. Seasons change. One day, the old man stares at a certain point in the lake, for the first as well as the last time. That was the location where the house he had been born in was. And he happens to get hospitalized soon afterwards. Then the exploration of the 'City in the water' began based on the old man's story.","release_date":"2015-02-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":333500,"title":"The City in the Water","adult":false,"genre_ids":[]},{"cast":["Marie Wilson","Johnnie Davis","Allen Jenkins","Jerry Colonna","Vera Lewis"],"overview":"A scatterbrained waitress invests her inheritance in a broken-down race horse and a sweepstakes ticket.","release_date":"1939-05-20","vote_average":4.0,"runtime":59,"cert":"\"\"","id":333502,"title":"Sweepstakes Winner","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An Off-World Detective investigates the missing research vessel ATROPA. Concept short inspired by '70s and '80s sci-fi classics like Alien and Blade Runner.","release_date":"2015-01-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":333507,"title":"Atropa","adult":false,"genre_ids":[878]},{"cast":["Barbara Mills"],"overview":"Sexual monkey business ensues when a lonely housewife married to a gay film producer picks up a writer recently separated from his wife and takes him home. When hubby leaves for a film production, the housewife and writer have a romantic liaison and take off for Las Vegas, where they encounter a group of thugs. With Barbara Caron.","release_date":"1971-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333509,"title":"The Perfect Arrangement","adult":false,"genre_ids":[]},{"cast":[],"overview":"Minispectacles is a series of one-minute films, cinematic haikus. Minispectacles 10-18\/100 Solo, Duo, Trio, Quartet portray children, the childish,the childless, twins, moms, the French, french fries, as well as boxes for litter and post. To be continued all the way to Part 100. Woman with pocket camera.","release_date":"2014-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":333511,"title":"Minispectacles 9 x Solo, Duo, Trio, Quartet","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman recounts her story of the mass exodus of Palestinians from Jerusalem, beginning with the arrival and ending with the departure. The tale moves backwards in time and through various landscapes but the events are not being undone and the story has not been untold. Farther Than The Eye Can See is the tracing of a decaying experience told through words of a place that no longer exists.","release_date":"2013-09-08","vote_average":0.0,"runtime":13,"cert":"N\/A","id":333528,"title":"Farther Than the Eye Can See","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the definitive independent critical review of the legendary music created the Eagles, on film, on record and in concert. This penetrating critical analysis draws on rare footage of the Eagles in performance from live concert footage, TV and radio, and compares and contrasts the Eagles remarkable achievements throughout the 1970s with the mixed results of their solo careers. A team of leading music critics and working musicians revisits the performance and the original albums in order to discover the secrets behind the music. Features 1. One Of These Nights 2. Take It Easy 3. Hotel California 4. New Kid In Town 5. Heartache Tonight 6. Tequila Sunrise 7. Desperado 8. Best Of My Love 9. Lyin' Eyes 10. Take It To The Limit 11. I Can't Tell You Why 12. Peaceful Easy Feeling 13. James Dean 14. Doolin Dalton 15. Witchy Woman 16. The Long Run 17. Life In The Fast Lane","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"PG\"","id":333533,"title":"The Eagles: Music in Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary shows how Heidi and Rolland are a powerful inspiration for many in Mozambique, Africa and around the world.","release_date":"2004-06-21","vote_average":8.0,"runtime":52,"cert":"\"\"","id":333535,"title":"Mama Heidi","adult":false,"genre_ids":[]},{"cast":["Jaime Costa","Modesto De Souza","Wilson Grey","Ruth de Souza","Renato Consorte"],"overview":"A small town is taken upside down when an inventor finds a way to turn bones into gold.","release_date":"1957-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333537,"title":"Osso, Amor e Papagaios","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Synopsis: a radikal re-mix by Aryan Kaganof of three Frans Zwartjes films\r commissioned by Frank Scheffer.  Background:  Kaganof was once a student of Frans Zwartjes.  When Kaganof himself began lecturing himself, he began giving his students the following advice, \"I always tell the classes what Frans said to me, go make your films, leave school now, stop listening to anyonbody insane enough to pretend to be able to teach you anything about film making. If they knew they would be making films themselves, not teaching.\"","release_date":"2014-03-30","vote_average":0.0,"runtime":21,"cert":"\"\"","id":333539,"title":"Mother's Day (Frans Zwartjes re-mix)","adult":false,"genre_ids":[]},{"cast":["Paul A. Reynolds"],"overview":"It's time for this year's Going Places contest! Finally. Time to build a go-cart, race it - and win. Each kid grabs an identical kit, and scrambles to build. Everyone but Maya. She sure doesn't seem to be in a hurry...and that sure doesn't look like anybody else's go-cart! But who said it had to be a go-cart? And who said there's only one way to cross the finish line?","release_date":"2014-12-23","vote_average":0.0,"runtime":7,"cert":"\"\"","id":333574,"title":"Going Places","adult":false,"genre_ids":[]},{"cast":["David Huberman","Taylor Mead","Madonna Chavez","Joe Coleman"],"overview":"A SOV dramatization of the crimes of the Green River Killer, by the cult filmmaker Ari Roussimoff.","release_date":"1997-01-28","vote_average":0.0,"runtime":105,"cert":"\"\"","id":333576,"title":"Trail of Blood","adult":false,"genre_ids":[]},{"cast":["Steve Hackett"],"overview":"Steve Hackett on the \"Genesis Revisited\" Tour, live at the Aylesbury Waterside Theatre 09 May 2013.","release_date":"2013-05-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333578,"title":"Steve Hackett - Live at Aylesbury 2013","adult":false,"genre_ids":[]},{"cast":["Robert Altman","Richard D. Zanuck","Ingo Preminger","Ring Lardner, Jr.","Donald Sutherland"],"overview":"A behind the scenes look at the making of the movie M*A*S*H. The documentary reveals all of the chaos, politics, and conflict that was going on behind the scenes during production of the movie through new interviews done with director Robert Altman as well as Richard Zanuck, who was head of production for 20th Century Fox at the time, and others.","release_date":"2002-01-08","vote_average":7.0,"runtime":39,"cert":"\"NR\"","id":333592,"title":"Enlisted: The Story of 'M*A*S*H'","adult":false,"genre_ids":[99]},{"cast":["James Badge Dale","Ethan Embry","William Forsythe","Maika Monroe","Beth Broderick"],"overview":"A Civil War veteran returns home to the quiet countryside, only to find himself embroiled in a conflict between his family and the brutish cattle rancher harassing them.","release_date":"2015-05-15","vote_average":6.6,"runtime":100,"cert":"\"\"","id":333594,"title":"Echoes of War","adult":false,"genre_ids":[37,18,53]},{"cast":["C. Thomas Howell","Sean Astin","Jon Voight","Virginia Williams","Brando Eaton"],"overview":"Love and unity in a school torn by racism and hate in the 1970s.A gifted high school football player must learn to embrace his talent and his faith as he battles racial tensions on and off the field.","release_date":"2015-10-15","vote_average":6.9,"runtime":123,"cert":"\"PG\"","id":333596,"title":"Woodlawn","adult":false,"genre_ids":[18]},{"cast":["Vika Kirchenbauer","Roberto Santaguida","Laurie Young"],"overview":"Rats are glorious deserters and we must admire them. Rats don't want to be captains trying to keep the cause afloat. But swim on open water.","release_date":"2012-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":333598,"title":"Like Rats Leaving a Sinking Ship","adult":false,"genre_ids":[99]},{"cast":["Carla Cooper","George Kuchar","Mark Ellinger","Curt McDowell","Ainslie Pryor"],"overview":"Curt McDowell has a confession for his parents.","release_date":"1972-03-15","vote_average":7.5,"runtime":11,"cert":"\"\"","id":333600,"title":"Confessions","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A frustrated receptionist fantasizes about her own funeral. A pyromaniac opens a pizza restaurant after having a conversation with his dead mother. A concert pianist saves the universe from annihilation.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":333602,"title":"Optimist, Pessimist, Solipsist","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary that is at once a city portrait of an Asian capital. It accounts the recent changes of Seoul from the perspectives of both a former local dweller with many intimate memories and an expatriate traveler whose knowledge of the city can neither be contemporary nor irrelevant.","release_date":"2009-09-11","vote_average":0.0,"runtime":93,"cert":"N\/A","id":333625,"title":"Faces of Seoul","adult":false,"genre_ids":[]},{"cast":["Joseph Germani","Koe Yeet","Wong Wai Hoong","Mike Chuah"],"overview":"A dark time-travel love story about Joe, a directionless youth whose life and ambitions are saved by the beautiful Yen, who claims she has mysterious ties to another dimension. Joe is both intrigued and frightened by the strange woman, but she nonetheless guides the unstable young man to take control of his own fate.","release_date":"2014-02-13","vote_average":0.0,"runtime":18,"cert":"N\/A","id":333627,"title":"The Girl from Tomorrow","adult":false,"genre_ids":[10749,878]},{"cast":["Giancarlo Bigazzi","Alfredo Cerruti","Daniele Pace","Cinzia de Ponti","Annie Belle"],"overview":"","release_date":"1984-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":333629,"title":"The Birds of Italy","adult":false,"genre_ids":[]},{"cast":["Stacey Kent","Jim Tomlinson","Graham Harvey"],"overview":"","release_date":"2014-11-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":333631,"title":"Stacey Kent - Leverkusener Jazztage 2014","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A life form wakes up in an unknown mysterious world. As he explores it, he slowly understands what kind of place it is. This world seems to be a beautiful place, but it is also fantasy, lacking what real life can offer. The being must consider to stay in the fantasy or return to the real.","release_date":"2014-12-10","vote_average":0.0,"runtime":12,"cert":"N\/A","id":333636,"title":"Small Garden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shooting in Santiago de Okola, the rural Bolivian village where his father was born, Miguel Hilari notes how the place intimidated him as a child. In The Corral and the Wind Hilari focuses mostly on children and animals as he records the stark beauty of the highland landscape while suggesting undercurrents of struggle and toil. Whether recording schoolchildren from the village as they perform songs and poems of resistance or an encounter between his uncle and a neighbour joking about a dog, the distance and formality with which Hilari treats his subjects implies both an admiration for these people and a longing for a deeper connection with the culture of his Indigenous ancestors.","release_date":"2014-03-23","vote_average":0.0,"runtime":55,"cert":"N\/A","id":333641,"title":"The corral and the wind","adult":false,"genre_ids":[]},{"cast":["Jason Lewis","Rachael Carpani","Sammi Hanratty","James Maslow","Leah Gibson"],"overview":"The Sheffield family reveal and go through some home truths as their middle child inherits the Foxworth mansion. The family's ghosts looming over, and more tragedies are in store as the curse lives on.","release_date":"2015-04-12","vote_average":6.5,"runtime":86,"cert":"\"\"","id":333658,"title":"Seeds of Yesterday","adult":false,"genre_ids":[10770,18]},{"cast":["Toni Gonzaga","Coco Martin","Freddie Webb","JM de Guzman","Gloria Sevilla"],"overview":"A woman who is looking for acceptance, who's looking for love, who wants to be appreciated and who wants to belong find what she's looking for from her personal assistant.","release_date":"2015-04-04","vote_average":7.9,"runtime":116,"cert":"N\/A","id":333660,"title":"You're My Boss","adult":false,"genre_ids":[10749,35]},{"cast":["Jack Benny","Ted Healy","Una Merkel","Nat Pendleton","Mary Carlisle"],"overview":"Con men Calvin Churchill and Clip McGurk know how to fix a horse-race or boxing match…but can they get themselves out of their current fix? Calvin wants to go straight and win back his estranged wife, but first the two sharpies must dodge a dogged IRS agent and bilk a bunch of aviation investors out of the backing boodle for a balloon excursion into the stratosphere.","release_date":"1935-10-10","vote_average":0.0,"runtime":80,"cert":"\"\"","id":333662,"title":"It's in the Air","adult":false,"genre_ids":[35]},{"cast":["Luke Wilson","J.K. Simmons","Eddie Izzard","Lewis Black","Sam Elliott"],"overview":"When a radio falls from the sky into the hands of a wide-eyed Tibetan Mastiff, he leaves home to fulfill his dream of becoming a musician, setting into motion a series of completely unexpected events.","release_date":"2016-07-08","vote_average":5.8,"runtime":90,"cert":"\"PG\"","id":333667,"title":"Rock Dog","adult":false,"genre_ids":[12,16,35,10751,10402]},{"cast":["Idris Elba","Richard Madden","Charlotte Le Bon","Kelly Reilly","José Garcia"],"overview":"Michael Mason is an American pickpocket living in Paris who finds himself hunted by the CIA when he steals a bag that contains more than just a wallet. Sean Briar, the field agent on the case, soon realises that Michael is just a pawn in a much bigger game and is also his best asset to uncover a large-scale conspiracy.","release_date":"2016-04-22","vote_average":6.1,"runtime":92,"cert":"\"R\"","id":333669,"title":"Bastille Day","adult":false,"genre_ids":[28]},{"cast":["Cher","Joanne Whalley"],"overview":"In 1920s Buenos Aires, Tango sensation Carlos Gardel is involved with several women, including the baroness Ms. Wakefield. He finds his way to 1930s Paris and captivates the local culture with his alluring voice and dashing visage. Against the background of social upheaval and political turmoil, the baroness changes him forever, transforming a wandering soul into a legendary musical icon.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":333671,"title":"Gardel","adult":false,"genre_ids":[]},{"cast":["Cemal Gencer","Orhan Elmas","Hülya Koçyiğit","Ekrem Dumer","Macide Yönder"],"overview":"Directed by Metin Erksan.","release_date":"1977-01-02","vote_average":0.0,"runtime":76,"cert":"N\/A","id":333688,"title":"I Cannot Live Without You","adult":false,"genre_ids":[18,10749]},{"cast":["Victoria Sin","Scarlet Haze","Rio Mariah","Brian Surewood","Arnold Schwartzenpecker"],"overview":"A FRIEND INDEED Vic Sinister came into our offices with another 5-Guy alumni, Renee Pornero. Seems that Renee has convinced her sexy friend that it was cool to let five men ejaculate inside her. We had read the rumors on the Internet about Lola being impregnated from an earlier shoot. But if Renee wasn't scared, then neither was she. Each time Vic felt another stranger's cock erupt inside her, she wondered if she was really doing the right thing. But she smiled and carried on until her fallopian tubes were filled with potent sperm cells. We've lost track of Vic since the shoot.","release_date":"2003-10-07","vote_average":0.0,"runtime":57,"cert":"\"\"","id":333690,"title":"5 Guy Cream Pie 7","adult":true,"genre_ids":[]},{"cast":["Moshe Ivgy","Akab Abed El-Hai","Dov Keren"],"overview":"Directed by Gur Heller.","release_date":"1986-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333692,"title":"Night Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Khosro Malekan.","release_date":"1985-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333694,"title":"Night Breaker","adult":false,"genre_ids":[]},{"cast":["Florian Stetter","Peter Schneider","Sylvester Groth","Sabin Tambrea","Robert Gallinowski"],"overview":"Taking place at the Concentration camp Buchenwald at the end of March 1945, prisoner Hans Pippig discovers in a carrying case of an incoming prisoner a Jewish child. If reported the three-year-old is sure to die. On the other hand, a violation of the rules of the camp would threaten the long prepared uprising of the concentration camp prisoners against the SS.","release_date":"2015-04-01","vote_average":7.8,"runtime":105,"cert":"N\/A","id":333696,"title":"Naked Among Wolves","adult":false,"genre_ids":[18,36,10752]},{"cast":["Chanel Chavez","Marquetta Jewel","Hailey Young","Seth Dickens","Brad Baldwin"],"overview":"Chanel Chavez is Mexican. Which means that she’s super fertile. A porn star like Chanel should use birth control. But she doesn’t. As the Mexicans say, “Que stupido!” Or maybe not. Chanel has a clever way of resolving these little problems. All she has to do is drink a lot of tequila and ride a mechanical bull at a certain bar on Sunset Blvd. Presto, instant miscarriage! After a little clean-up, she’s ready to be fucked once again. Looks like Chanel will be doing a lot of drinking and riding after this.","release_date":"2006-01-31","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":333698,"title":"5 Guy Cream Pie 21","adult":true,"genre_ids":[]},{"cast":["Hassan Youssef","Hend Rostom","Zizi El-Badrawy"],"overview":"Directed by Hassan Al Imam.","release_date":"1962-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333700,"title":"Chafika The Copt Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"ohn (Gabriel HARRISON), a tobacco tycoon, and his assistant Dan (CHIANG Chi-kwong) are always looking for beautiful girls on the beach. John launches a model training company called \"Creative Space\" to find new girls. While John and Dan are more interested in getting laid, the staff do find their models spots in commercials. One day, an extraordinary model arrives called Anna (Maggie Q). Suddenly, Anna is getting all the plum jobs making enemies of the resident models Jean (CHEUK Pui-wan) and Janet (LEE Ping) who secretly take photograph of Anna in compromising positions with actor Leon. In vain, Anna visits their homes to demand the sexy photographs back. The next day, Jean and Janet meet a mysterious and horrible death...","release_date":"2000-03-09","vote_average":0.0,"runtime":89,"cert":"N\/A","id":333720,"title":"Model from Hell","adult":false,"genre_ids":[]},{"cast":["Claudia Downs","Jacky Joy","Leah Jaye","Seth Dickens"],"overview":"WHO'S YOUR DADDY? Have you ever fucked a hot girl who wanted you to cum inside her? How about if that hot girl asked you to get four of your friends to fuck the shit out of her, and have you all dump your baby batter in her hungry cunt? Never happened huh? Well apparently you've never met the girls in this movie. This are the hottest cum dumpsters around - they love the way 5 loads feel blasted deep in their twats. They beg for more cum, like it's candy. Or drugs. But these girls may be in for a rude hangover, as the phrase \"Who's your daddy?\" takes on new meaning for them!","release_date":"2008-03-11","vote_average":0.0,"runtime":105,"cert":"\"\"","id":333722,"title":"5 Guy Cream Pie 30","adult":true,"genre_ids":[]},{"cast":["Amy Reid","Angelica Raven","April O'Neil","Hayden Winters","Taylor Vixen"],"overview":"If you love them real, you will love this movie. Headlining Amy Ried with Angelica Raven, April O'Neal, Victoria Rae Black, Hayden Winters, and Taylor Vixen. Do Not miss!","release_date":"2011-08-03","vote_average":0.0,"runtime":156,"cert":"\"\"","id":333724,"title":"Natural","adult":true,"genre_ids":[]},{"cast":["Bettina DiCapri","Dayna Vendetta","Jynx Maze","Kristina Rose","Lilly Lovely"],"overview":"Featuring a combination of big names and brand new starlets, sucking cock, and coaxing cum","release_date":"2010-12-02","vote_average":10.0,"runtime":155,"cert":"\"\"","id":333726,"title":"Let Me Suck You","adult":true,"genre_ids":[]},{"cast":["Gracie Glam","Andy San Dimas","Alexis Texas","Jessie Andrews"],"overview":"The voluptuous and beautiful superstar Gracie Glam (Best New Starlet 2011- AVN) performs in her highly anticipated 1st anal scene with AVN male performer of the year, Manuel Ferrara, in Gracie Glam: Lust , directed by the award winning Mason.","release_date":"2011-09-30","vote_average":0.0,"runtime":183,"cert":"\"\"","id":333731,"title":"Gracie Glam Lust","adult":true,"genre_ids":[]},{"cast":[],"overview":"Directed by The Confederation of Iranian Students.","release_date":"1979-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333751,"title":"Flames of Freedom","adult":false,"genre_ids":[]},{"cast":["Naguib Al Rihani","Mimi Chakib","Zuzu Shakeeb","Marie Munib","Seraj Munir"],"overview":"Gaber Effendi is a simple employee at Ezbet Omar al-Alfi's, expelled by the head of the family after Jabir discovers that there is fraud in the accounts of the estate. Gaber meets with Berlanti, the wife of Omar Bey's, noting a great similarity between him and her absent husband in India, Omar. Following the advice of a legal advisor, Omar Bey's family believes that he is still alive and living in India. By chance, Jaber Effendi goes to Omar's house and is seen by the family and gets married, but Omar finds out the truth and tries to exploit the resemblance to seize wealth, but ultimately fails.","release_date":"1941-01-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":333753,"title":"Mister Omar","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Directed by Bashir El Deek.","release_date":"1986-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333755,"title":"A Way to Travel","adult":false,"genre_ids":[]},{"cast":["Nadia Lotfi","Mahmoud Moursy","Abdalla Gleiss"],"overview":"Directed by Houssam El-Din Mustafa.","release_date":"1967-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333757,"title":"Autumn Quails","adult":false,"genre_ids":[]},{"cast":["Gao Yuanyuan","Jiang Wu","Ryan Zheng Kai","Ivy Chen","Li Chen"],"overview":"The stories of four couples reflect Chinese views on love and marriage.","release_date":"2015-04-02","vote_average":5.7,"runtime":127,"cert":"N\/A","id":333759,"title":"Let's Get Married","adult":false,"genre_ids":[10749]},{"cast":["Mildered Owens","Irene Collins","Nettie Thomas"],"overview":"“The music is by Marilyn Monroe singing ‘Running Wild’ from Some Like It Hot, because it’s a film portrait of Nettie Thomas. She did floors in white women’s homes, like black women did to support their families in the olden days. My mother is sitting in a wicker chair with an ostrich feather boa, a grey worsted wool skirt, a silk belt. For her portrait, I used ‘All Cried Out’ by Dusty Springfield...I was advised by Gregory Markopoulos not to play the music. Because Gregory didn’t think it was proper.” - Edward Owens","release_date":"1967-03-31","vote_average":0.0,"runtime":6,"cert":"\"\"","id":333764,"title":"Remembrance: A Portrait Study","adult":false,"genre_ids":[]},{"cast":["Roma Gąsiorowska","Stanislawa Celinska","Izabela Kuna","Marta Mazurek","Leszek Lichota"],"overview":"Four woman, each with their own theory about love. Iga is married and lives in a happy relationship but deeply fantasies about extreme experiences. In her search she uncovers various shades of loves, like the modern femme fatale (Joanna) and a woman  (Agata) who is being cheated on. An attractive 30 year old (Roma) is searching for a man who will turn her life upside and desperate for this life changing moment. Set in modern Warsaw, where one night can change anybodies life.","release_date":"2015-02-06","vote_average":4.8,"runtime":99,"cert":"\"\"","id":333778,"title":"Warsaw by Night","adult":false,"genre_ids":[10749,35,18]},{"cast":["Kane Hodder"],"overview":"Kane Hodder stars in \"Abandoned in the Dark\", an anthology film comprised of 4 short horror, suspense stories seamlessly connected to one another through extreme tension and gripping real life conflict. Intriguing characters find themselves in life or death situations and forced to confront their own worst fears","release_date":"2014-11-08","vote_average":4.0,"runtime":null,"cert":"\"\"","id":333780,"title":"Abandoned in the Dark","adult":false,"genre_ids":[]},{"cast":["Brodi","Chanel Chavez","Missy Monroe","Arnold Schwartzenpecker"],"overview":"Think about a what a load of sperm is. It Is genetic material whose purpose is to create a human being. So now consider a girl who takes these raw materials for 10 different, unique human beings and swallows them. Those people will never be born. Instead, they will be digested by this slut’s stomach acids and then pissed out her urethra. What kind of soulless, Godless creature does that? If you turn up the volume of your TV and you are a God-fearing soul, you will be able to hear the Angels weeping every time a load is swallowed. Truly, this movie is the harbinger of the Apocalypse. (Hurry up and enjoy it before Judgment Day!)","release_date":"2005-05-10","vote_average":0.0,"runtime":111,"cert":"\"\"","id":333782,"title":"10 Man Cum Slam 10","adult":true,"genre_ids":[]},{"cast":["Fatma Girik","Baki Tamer","İzzet Günay"],"overview":"Directed by Alp Zeki Heper.","release_date":"1967-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333784,"title":"Dolmus Driver","adult":false,"genre_ids":[]},{"cast":[],"overview":"The ancient world of the First Century comes alive in this epic animated series from an award-winning team, with major credits on films including Star Wars and The Miracle Maker. Friends and Heroes follows the adventures of two friends - Macky and Portia - as they fight for justice, and even survival, against the might of the Roman Empire. In No Turning Back, with Samuel imprisoned and Caleb injured, Macky, Portia and the gang devise a scheme to use storm rainwater to flood the palace jail, hoping to force the guards to open the jail doors. Portia is given worrying news by Tiberius, and Macky reaches one of the most important decisions of his life. Our friends retell the stories of Elijah and the Prophets of Baal and The First Pentecost, which help them understand the true value of steadfastness and of God's inspiration.","release_date":"2015-03-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333786,"title":"Friends and Heroes - No Turning Back","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film documents the Hard Working Americans' (Todd Snider, Dave Schools, Neal Casal, Duane Trucks, Chad Staehly, Jesse Aycock) beginnings... behind the scenes in the studio as the band collaborates on their self-titled debut album and on the road following the band close-up throughout their national tour","release_date":"2014-10-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333788,"title":"Hard Working Americans: The First Waltz","adult":false,"genre_ids":[]},{"cast":["Delilah Strong","Lena Juliett","Renee Pornero","Arnold Schwartzenpecker"],"overview":"SPERM IS ADDICTIVE. A new study has confirmed what we've known for a long time: the taste of sperm is addictive to whores. If you take a slut ñ defined as a girl who likes to have sex with at least 10 different men each month ñ and let her taste semen, her brain lights up in the same way as a heroin addict's. To these girls, ejaculate tastes better than chocolate. Often, the only way for these girls to cure their addiction is by swallowing so much semen in one sitting that they practically puke. Psychologists call this ìNegative Reinforcement.î We call it a 10 Man Cum Slam!","release_date":"2004-07-06","vote_average":0.0,"runtime":115,"cert":"\"\"","id":333790,"title":"10 Man Cum Slam 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"There's no name better known in the world of Literature than William Shakespeare, and whatever your feelings about such dramatic offerings as \"Romeo and Juliet\", \"Twelfth Night\", \"King Lear\", \"Othello\", \"Hamlet\", \"Julius Caesar\", \"Taming of the Shrew\" or \"Macbeth\", Shakespeare is impossible to ignore. Thousands of books have been written about Shakespeare and even though he lived over four hundred years ago, biographers and literary critics are still inspired to wax lyrical upon the subject in the 21st Century.","release_date":"2015-03-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333798,"title":"William Shakespeare: The Life and Times Of","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scott Michaels and the producers of Dearly Departed Vol. 1 and The Six Degrees of Helter Skelter return with this gripping second installment of the Dearly Departed documentary series. Retrace the last furious seconds of James Dean and Paul Walker's speedy lives. Follow in the death-steps of murder victims Nicole Brown Simpson and Lana Clarkson (Phil Spector). And get exclusive access to the now-demolished home where blonde B-Movie actress Yvette Vickers went from Bunny to Mummy.","release_date":"2014-06-14","vote_average":8.0,"runtime":null,"cert":"\"\"","id":333800,"title":"Dearly Departed: Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lecture on Early Christian Belief &amp; Practice. If Jesus was accepted as divine, how did that compromise Jewish monotheism? And how did the Spirit fit into the equation? Christians drew Greek philosophical concepts into the debate and tried to co-relate them with Scripture. But problems arose as the concept of a Trinity became more accepted, due to confusion in translating Greek and Latin terms.","release_date":"2015-03-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333802,"title":"Is It In the Bible? The Creation of the Trinity","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333804,"title":"Bibi und Tina -  Ein Preis für den Martinshof\/Der Hundedieb","adult":false,"genre_ids":[]},{"cast":["Tony Cook","Stevie Raine","Avielle Breen"],"overview":"Contact Lost follows two friends that realise they are probably going to die together, but at the same time utterly alone as they are totally lost and badly wounded after their small plane crash lands in the middle of nowhere.","release_date":"2015-03-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333806,"title":"Contact Lost","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bollywood 2010.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333808,"title":"My Husband's Wife","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333822,"title":"IMAX Space Intelligence 3D - Die Entschlüsselung des Universums - Vol. 1: Weite und Distanz","adult":false,"genre_ids":[99]},{"cast":["Baker Terry","Royngtt","Joseph Pelling"],"overview":"The fourth instalment in the surreal Don’t Hug Me I’m Scared videos in which the three returning characters enter a sinister digital world through their computer.","release_date":"2015-03-31","vote_average":7.6,"runtime":6,"cert":"N\/A","id":333824,"title":"Don't Hug Me I'm Scared 4","adult":false,"genre_ids":[27,14,16]},{"cast":[],"overview":"","release_date":"2013-05-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":333826,"title":"The ShimiTour","adult":false,"genre_ids":[10402]},{"cast":["Germán Valdés","Marcelo Chávez","Emperatriz Carvajal","Sonia Furió","Rosita Arenas"],"overview":"","release_date":"1955-04-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":333828,"title":"El Médico De Las Locas","adult":false,"genre_ids":[10751,35]},{"cast":["Germán Valdés","Ana Bertha Lepe","Ingrid Garbo","Arturo Martínez","Roberto Ramírez Garza"],"overview":"","release_date":"1963-04-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":333830,"title":"Tin-Tán El Hombre Mono","adult":false,"genre_ids":[10751,35]},{"cast":["Dirk Bogarde","Rosemary Harris","Rachel Roberts","Ruth Gordon"],"overview":"Adaptation of the Noel Coward play.","release_date":"1966-12-07","vote_average":0.0,"runtime":85,"cert":"\"\"","id":333832,"title":"Blithe Spirit","adult":false,"genre_ids":[]},{"cast":["Fred Pellerin"],"overview":"","release_date":"2011-12-22","vote_average":9.0,"runtime":null,"cert":"N\/A","id":333834,"title":"La tuque en mousse de nombril","adult":false,"genre_ids":[36,10402,35]},{"cast":["Eddie Garcia","Rita Gomez","Vic Vargas","Zenaida Amador"],"overview":"A bourgeois filmmaker who sought out a stripper to act in his film, subsequently catalyzing her career as an actress. On her rise to fame, she introduced her taxi driver boyfriend to the world of showbiz with the hope of improving his downtrodden life, and he soon became her leading man on the silver screen. At the height of their stardom, glamor, and wealth, their souls became corrupt—the couple morally conflicted and wounded by the on screen façade of their love and selves.","release_date":"1971-04-02","vote_average":10.0,"runtime":114,"cert":"N\/A","id":333848,"title":"At the Top","adult":false,"genre_ids":[]},{"cast":["Nora Aunor","Gina Alajar","Celia Rodriguez","Perla Bautista","Mitch Valdez"],"overview":"A pregnant woman arrested for frustrated murder is sent to the Manila City Jail where she meets several women with shocking pasts.","release_date":"1984-12-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":333850,"title":"Flowers of the City Jail","adult":false,"genre_ids":[80,18]},{"cast":["Emanuel Pârvu","Andrei Rus","Ioana Abur","Iulia Crisan"],"overview":"A 14-year-old girl auditions for a film role as an abused sex worker, and the director tries to convince her mother of the artistic rationale behind the provocative part.","release_date":"2014-09-04","vote_average":5.0,"runtime":19,"cert":"\"\"","id":333852,"title":"Art","adult":false,"genre_ids":[18]},{"cast":["Ai Hashimoto","Jun Aonami","Yu Inaba","Gô Rijû","Marie Machida"],"overview":"Seventeen-year-old Shiori’s Gothic Lolita garb attracts a lot of fans to her interactive video blog, a stepping stone she hopes will launch her career as a model and actress. One day while handing out promotional pamphlets, she meets Ayumi, a timid 13-year old who is in awe of her and her wardrobe. Shiori is initially wary of the attention but takes pleasure in being idolized, and eventually allows the girl to get closer. Ayumi’s growing infatuation becomes difficult to disguise, and their odd friendship takes an unforeseen turn after Ayumi runs away from home and quietly begins to infiltrate Shiori’s life and relationship with her boyfriend.","release_date":"2015-01-17","vote_average":6.0,"runtime":84,"cert":"\"\"","id":333854,"title":"Wonderful World End","adult":false,"genre_ids":[10402,35,14]},{"cast":["David Reynoso","Lucha Villa","Lilia Prado","Jorge Hernández","Hernán Hernández"],"overview":"","release_date":"1988-04-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":333859,"title":"La Puerta Negra","adult":false,"genre_ids":[18,28,35]},{"cast":[],"overview":"Filmed over the course of ten years, How Sweet the Sound tells the story of The Blind Boys of Alabama – who met as children in the 1930s at a segregated state-run vocational school and would become one of the last great gospel groups. Shot over a period of ten years–the surviving band members relive their unlikely success story as we see a rare, and frank view of life on the road with these renowned performers now in their 70s and 80s","release_date":"2015-04-18","vote_average":0.0,"runtime":95,"cert":"\"\"","id":333867,"title":"The Blind Boys of Alabama: How Sweet the Sound","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Keepers is a documentary portrait of the personalities and work of zookeepers shot with unprecedented behind-the-scenes access at the Memphis Zoo. The film is a bittersweet, nonjudgmental look at what it means to find a place for yourself, working a job that you love.","release_date":"2015-04-18","vote_average":0.0,"runtime":68,"cert":"\"\"","id":333869,"title":"The Keepers","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"A character-driven heartfelt story of resilience and the impact of education. The film follows Angel, Moses and Nina from the slums of Kampala, Uganda through a world tour with the Grammy-nominated African Children's Choir; stunningly shot and told through Angel, Moses and Nina's perspectives on their one shot journey from poverty to education.","release_date":"2015-12-04","vote_average":8.0,"runtime":75,"cert":"\"\"","id":333871,"title":"Imba Means Sing","adult":false,"genre_ids":[99]},{"cast":["Ridley Scott","Christian Bale","Joel Edgerton","Peter Chiang","Alberto Iglesias"],"overview":"An in-depth documentary on the making of Ridley Scott's \"Exodus: Gods and Kings,\" featuring interviews with the cast and crew. Featured in the Deluxe Edition Blu-ray set.","release_date":"2015-03-17","vote_average":5.6,"runtime":153,"cert":"\"NR\"","id":333873,"title":"Keepers of the Covenant: Making 'Exodus: Gods and Kings'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hector is a pianist and needs to work at night to play for the day. He starts working as a night watchman in a television production company. Walking around and checking the entrance of staff are his duties. Everything seems to be under control until he goes to a forbidden zone. The mezzanine.","release_date":"2007-03-01","vote_average":6.0,"runtime":17,"cert":"N\/A","id":333875,"title":"El Entrepiso","adult":false,"genre_ids":[]},{"cast":["Jean-Marie Straub","Danièle Huillet"],"overview":"An interview about the movie Klassenverhältnisse (1984)","release_date":"1984-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":333877,"title":"How We Merrily Laugh","adult":false,"genre_ids":[]},{"cast":["Sid Ali Kouiret","Jacques Rispal","Tahar Kebaili","Marcel Cuvelier","Mohamed Hamam"],"overview":"\"Ambassadors\" is a euphemistic name given by the French to Arab \"guest-workers,\" or imported laborers. In this film, the Arab workers are shown enduring the difficulties of life in a racist society, as well as the hardships they impose on one another.","release_date":"1975-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333879,"title":"The Ambassadors","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Khairy Beshara.","release_date":"1975-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333893,"title":"The Countryside Doctor","adult":false,"genre_ids":[]},{"cast":["Adnan Barakat","Samir Hakim","Mouna Wasef"],"overview":"Directed by Rimon Butros.","release_date":"1990-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333895,"title":"The Greedy Ones","adult":false,"genre_ids":[]},{"cast":["Farouk Al-Fishawy","Suhair Ramzi","Ashraf Abdel Baqi","Mahmoud El Gendy"],"overview":"A Citizen Under Investigation is the great Egyptian director Henry Barakat's last film, and a damning indictment of Egypt's ruling military dictatorship.","release_date":"1993-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333897,"title":"A Citizen Under Investigation","adult":false,"genre_ids":[18]},{"cast":["Aly Borgini","Habib Chaari","Khedija Jenaoui"],"overview":"Directed by Ahmed Khechine.","release_date":"1970-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333899,"title":"Under the Autumn Rain","adult":false,"genre_ids":[]},{"cast":["Fardous Abdel Hamid","Farid Shawqi","Ahmad Zaki","Athar El-Hakim","Mimi Shakib"],"overview":"Directed by Mohamed Khan.","release_date":"1981-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333901,"title":"A Bird on the Road","adult":false,"genre_ids":[]},{"cast":["Omar Ramero","Fabio Rossini","Diego Casale","Francesco Cieri","Oliviero Corbetta"],"overview":"A group of college students decide to make a documentary on the psychological causes which lead to an apparent demonic possession. Since they can not find a real case to show, they decide to include in the project a young girl with a perfect profile to play this role, but remain trapped in a dangerous game with unexpected events.","release_date":"2010-03-31","vote_average":4.0,"runtime":87,"cert":"N\/A","id":333903,"title":"Demon's Twilight","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Tweed, Bird, and Johnny are three outcasts who just want to belong. Obsessed with computer games they buy one from a street peddler and end up entering an alternate universe, much like theirs but instead they're the most popular boys in school. The alternate universe is their dream world and they have to choose whether or not to leave.","release_date":"1999-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333905,"title":"Cyber Palestine","adult":false,"genre_ids":[]},{"cast":["Ahmed Ramzy","Rushdy Abaza","Fayza Ahmed","Seraj Munir"],"overview":"A young man arranges for the transformation of a Ghawazee (Gypsy) woman into a society lady.","release_date":"1957-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333916,"title":"Tamarind","adult":false,"genre_ids":[]},{"cast":["Charmane Star","James Kwong","Ann Marie Rios","Victoria White","Duane Carter"],"overview":"A woman and her fiancée create a sexual to-do list of all the people they want to sleep with before getting married.","release_date":"2011-09-02","vote_average":10.0,"runtime":85,"cert":"\"\"","id":333918,"title":"Sexual Quest","adult":false,"genre_ids":[]},{"cast":["Faten Hamama","Ahmed Mazhar","Shokry Sarhan","Zouzou Mady","Khayria Ahmed"],"overview":"Directed by Salah Abouseif.","release_date":"1958-01-02","vote_average":0.0,"runtime":115,"cert":"N\/A","id":333920,"title":"The Barred Road","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Directed by Anam Muhammad Ali.","release_date":"1995-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333922,"title":"The Road to Eilat","adult":false,"genre_ids":[]},{"cast":["Rushdy Abaza","Soad Hosny","Shadia","Hassan el Baroudi"],"overview":"The carefree existence of a spoiled man comes to an end when his mother is arrested. With no education or tangible skills, the man’s only salvation lies in finding his mysterious, rich father whom he has never met. Moving from Alexandria to Cairo, the man becomes embroiled in an affair, while also falling for a pure-hearted journalist who is attempting to assist him in his aimless, futile journey. Adapted from Naguib Mahfouz’s 1964 novel of the same title.","release_date":"1964-12-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":333924,"title":"The Search","adult":false,"genre_ids":[]},{"cast":["Aubrey Addams","Tiffany Tyler","Kenneth Blake","Evie Delatosso","Jarod Diamond"],"overview":"Internet flings on a crude knock-off of facebook get various couples in trouble. not the most complex off plots even for a soft-core movie. And granted that would be forgivable if the sex scenes were hot, or if the actresses were all that attractive. Sadly this isn't the case for either of those scenarios. the scenes are mundane by the book affairs, while the actresses are all marginally attractive. also the acting is atrocious which some would think would be way too obvious to mention when speaking of a film of it's ilk, but You'ld be surprised.","release_date":"2010-01-01","vote_average":1.0,"runtime":81,"cert":"\"\"","id":333926,"title":"Online Crush","adult":false,"genre_ids":[]},{"cast":["Jessica Drake","Jacklyn Lick","Ava Vincent","Barrett Blade"],"overview":"Alex Taylor investigates her sisters murder in this erotic thriller. Her sister, Kim Taylor, is a gorgeous girl who's murder haunts Alex. Alex is out of her jurisdiction, but, decides to complete the investigation.","release_date":"2005-04-22","vote_average":0.0,"runtime":91,"cert":"\"NR\"","id":333928,"title":"Naked Ambition","adult":false,"genre_ids":[]},{"cast":["Chieko Ohtsuka","Masatoshi Nagase"],"overview":"Hiroshi is a high school student who dreams of one day writing a children's book. But knowing that dreams need money to become a reality, he works hard and saves for the day when he can be a writer. A chance meeting with Hiroko on the subway leads to love and is vital in helping him finally realise his ambitions.","release_date":"1984-07-21","vote_average":0.0,"runtime":52,"cert":"N\/A","id":333942,"title":"Radio City Fantasy","adult":false,"genre_ids":[10749,35,16]},{"cast":["Beena Banerjee","Rita Bhaduri","Govinda","Anupam Kher","Neelam Kothari"],"overview":"The women of India have always accepted men the way they are, but this one woman is full of ego and pride and because of this she doubts her husband's character and comes across a crooked pervert man who because of his lust spoils innocent girls.","release_date":"1987-12-30","vote_average":0.0,"runtime":136,"cert":"N\/A","id":333944,"title":"Ghar Mein Ram Gali Mein Shyam","adult":false,"genre_ids":[18,10751,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333946,"title":"סרטים מהספרים","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333948,"title":"Stories of Levin Kipnis","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333950,"title":"פצפונים","adult":false,"genre_ids":[]},{"cast":["Pui Fan Lee","John Simmit","Nikky Smedley","Rolf Saxon"],"overview":"Teletubbies Musical Playtime is the nineth volume in the Teletubbies VHS series released in 1999.  Includes  Musical Tubby Custard. (From Cafe Eggs)  Boom Boom Dance  Teletubbies Boom Boom Dance (From Boom Boom Dance)  Songs about Favourite things (From Carnival ll)  Mittens (from Handy Hands)  Musical Noo Noo (From My Violin)  Harp  Tinky Winky and Po play the Harp (From Harp)  Dizzy Dance (from Sparkly Spider)","release_date":"1999-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":333952,"title":"TeleTubbies: Musical Playtime","adult":false,"genre_ids":[10751,10402]},{"cast":[],"overview":"","release_date":"1997-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333969,"title":"Milice, Film Noir","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Libyan film directed by Abdallah al-Zaruq.","release_date":"1993-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333971,"title":"To Whom It May Concern","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dawn of the Capricorn, made by Ahmad Faroughi Kadjar (Qajar) in 1964, is a strange composition that looks at the stagnated situation of a country suspended between the old world and the modern era. Nevertheless, while its aim is clear, the message is vague and up to interpretation. Wherever it casts its eye, Faroughi’s camera tries to register this somehow cynical dichotomy. It begins in a theater house in the old city of Isfahan that has staged Shakespeare’s Othello. There is no attentive audience and the players are detached and exhausted. A young man from amongst the audience begins a long journey into the web of narrow alleys of Isfahan and ends up in the main mosque of the city where he meets a young girl. Despite the initial chaotic situations, from its halfway point, the film begins to render a silent observation of a night that will end at the break of dawn.","release_date":"1964-01-02","vote_average":0.0,"runtime":30,"cert":"N\/A","id":333973,"title":"Dawn of the Capricorn","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333975,"title":"Torbat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Mohammed Rachid Benhadj.","release_date":"1993-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333977,"title":"Touchia","adult":false,"genre_ids":[]},{"cast":["Bassam Kousa","Najwa Kandakji","Fayez Abou Dan"],"overview":"A biography of Syrian philosopher Abdul Rahman Al-Kawakbi (1852-1902) who advocated enlightened Islam in the face of fundamentalism.","release_date":"1998-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":333979,"title":"The Sands of Strangers","adult":false,"genre_ids":[]},{"cast":["Jordan Downey"],"overview":"An alien bounty hunter enters a scene of suburban carnage, where something out of this world has been feeding on humans.","release_date":"2014-12-22","vote_average":4.8,"runtime":7,"cert":"\"\"","id":333993,"title":"Critters: Bounty Hunter","adult":false,"genre_ids":[27,878,53]},{"cast":[],"overview":"America was discovered almost by accident and settled by those whose common dream was the hope of living a new and better life. Free from persecution, they were determined to form a government of the people, by the people and for the people. Throughout two hundred and twenty years of revolution, civil war, world wars, We are proud to present this comprehensive two-volume limited collector's edition on the history of the United States. Discover how America has become the greatest nation on Earth: from Plymouth Rock to Rock and Roll; from the Declaration of Independence to Independent Counsels; from the Gilded Age to the Information Age; from George Washington to Bill Clinton. America's rich history is an enduring legacy of the human spirit and the power of democracy.depressions, political achievements and deceptions, the American Nation continues to grow and flourish.","release_date":"1999-06-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333995,"title":"The American Dream: Volume 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Never before has the life of the common loon been filmed so dramatically close, so beautifully and memorably as in this award-winning, Emmy-nominated video adventure on Golden Pond. Be with a loon pair, mated for life, when they court, bathe, dive, and hunt fish, close up.","release_date":"2003-12-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":333997,"title":"The Loons On Golden Pond","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"A Whale for Jonah","cast":[],"id":333999,"overview":"If you think you know the story of Jonah, think again. Starring Norm Lee, Kate Chavez, Gary Cholewka, Kim Jaramillo,Bonifacio Gurule.","runtime":null,"genre_ids":[],"release_date":"2015-03-04","vote_average":0.0,"adult":false}]