[{"cast":["Seymour Hicks","Claire Luce","Eva Moore","Judy Gunn","Miles Malleson"],"overview":"The members of the Popinot family of French champagne tycoons suspect that the widowed head of the family Charles Popinot is keeping a mistress in Rome and generally living a wild life. Unbeknownst to them he has happily re-married and had a son with a much younger woman. She believes he is twenty years younger than he really is and is shocked when his relatives including his mother, grown-up sons and granddaughter arrive in Italy.","release_date":"1935-06-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":335507,"title":"Vintage Wine","adult":false,"genre_ids":[]},{"cast":["Ralph Bellamy","Fay Wray","Frederick Vogeding","Esther Howard","Paul Page"],"overview":"A wealthy woman funds an underwater expedition to explore for marine life, but what she doesn't know is that her \"colleagues\" have other intentions.","release_date":"1933-03-28","vote_average":6.3,"runtime":78,"cert":"\"\"","id":335509,"title":"Below the Sea","adult":false,"genre_ids":[12]},{"cast":[],"overview":"Coming back from Iraq, Alice is set on a downward spiral of tragedy.","release_date":"2011-02-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335514,"title":"Alice in Andrew's Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three people worry about the major changes that could be looming for their relationships in I'm HERE.","release_date":"2009-07-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335516,"title":"I'm Here","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's Lots of exciting live action steam and diesel railroad action for train lovers of all ages! See close-up shots of the fastest, most colorful trains in the world, plus electric, tram and trolley trains and more. Ride with the engineer in the cab, see magnificent scenery, an unforgettable rail experience! Famous railroad songs from Award-Winning musician James Coffey","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335518,"title":"Lots and Lots of Trains - Roaring Down the Rails","adult":false,"genre_ids":[]},{"cast":["Dick Kaysø","Ole Ernst","Brian Patterson","Claus Bue","Thomas Eje"],"overview":"","release_date":"1990-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335538,"title":"Bananen - Skræl den før din nabo!","adult":false,"genre_ids":[28,35]},{"cast":["Yukiyoshi Ozawa","Risako Sugaya","Koji Yakusho","Mirai Yamamoto","Nobuo Yana"],"overview":"After finally passing his teacher's exam, Miwa (Yukiyoshi Ozawa) devoted himself to teaching in a rustic primary school. He struggles to get through to his students, until he creates a class project to raise fireflies to fly over it once again. All students, even the reserved girl Hikari (Risako Sugaya), become passionately involved in the project. However, it brings them into conflict with parents and the school, one problem after another stands in his way.","release_date":"2004-06-05","vote_average":4.0,"runtime":101,"cert":"N\/A","id":335543,"title":"Fireflies: River of Light","adult":false,"genre_ids":[18]},{"cast":["Antonio Duque"],"overview":"A moody, atmospheric tale of sinister happenings in an old person's home, stunningly photographed and seeped in spiritual pain.  ABUELITOS ranks among the strongest films to have emerged from the contemporary Spanish horror revival.","release_date":"1999-01-01","vote_average":6.5,"runtime":15,"cert":"\"NR\"","id":335545,"title":"Abuelitos","adult":false,"genre_ids":[53,9648]},{"cast":["Dmitrii Pimenov","Sergey Pakhomov","Aleksandr Maslaev"],"overview":"Martian Spies tells a love story between a boy who pretends to be a terrorist and a young girl, who is the wife of a KGB agent. The boy tells her that he has been hired to shoot the president – Yeltsin. The end is poetic yet addressing the politics of revenge and corruption in Russia. Miners stand in front of their mine, singing a song, which tells the story of contemporary Russian politics.","release_date":"1997-01-11","vote_average":0.0,"runtime":116,"cert":"N\/A","id":335547,"title":"The Secret Aesthetics of the Martian Spies","adult":false,"genre_ids":[]},{"cast":["Dayton O'Connor","Jed Athens","Logan Stevens","Dylan Saunders","Armond Rizzo"],"overview":"Raw Fuck Club is back with the third installment in their hit series The Real Pump 'N Dumps — this time taking on the city of San Diego, known for its mild weather, Sea World, and — of course — some of the horniest cum dumps in the county. Like the previous series, the film contains cum whore interviews, going into the experiences and fantasies of each of the bottoms as they discuss their wildest fantasies and experiences. Featuring four wild anonymous scenes with bottoms Armand Rizzo, Seth Fisher, Dylan Sounders and Yuri, along with Dayton O'Connor, Alessandro, Logan Stevens and Jed Athens.","release_date":"2015-03-24","vote_average":8.0,"runtime":80,"cert":"\"\"","id":335549,"title":"The Real Pump N Dumps of San Diego","adult":true,"genre_ids":[]},{"cast":["Roman Smid","Leo Ocean","Charlie Dean","Victor Diamond","Hugo Antonin"],"overview":"Young Leo Ocean is the stranger in town, looking for a place to stay – and where better than the so-called “Twink Hotel”? Here a young man can enjoy and experience everything his heart could possibly desire – from raw double-penetration to hot, creamy cum-facials. Florian Mraz, Victor Diamond and the ever-incredible Arthur Kral are just some of the gorgeous creatures who book in for the time of their lives. The only question that remains: do you have the stamina to join them for what promises to be the holiday of a lifetime ...?","release_date":"2015-03-03","vote_average":0.0,"runtime":103,"cert":"\"\"","id":335551,"title":"Twink Hotel","adult":true,"genre_ids":[]},{"cast":[],"overview":"Kausler’s cat returns, this time to a Southwestern desert landscape where our hero finds his gal is being romanced by the title character.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":335571,"title":"Some Other Cat","adult":false,"genre_ids":[]},{"cast":["Mille Lehfeldt","Jens Albinus","Norma Omega Mengers Andersen","Trine Dyrholm","Peter Gantzler"],"overview":"The film follows a group of friends and their highs and lows in pursuit of romantic redemption. It takes place over three years and is divided into eight parties : New Year's Eve, one housewarming, Midsummer, a wedding, a surprise party, a name of celebration, anniversary and birthday parties. The friends are all late thirties or early forties. They fought all with their own idea of ​​what the perfect love really is, and must re-evaluate their perception in the course of history.","release_date":"2015-07-05","vote_average":8.3,"runtime":100,"cert":"N\/A","id":335573,"title":"Long Story Short","adult":false,"genre_ids":[18,10749,35]},{"cast":["Santo","Gerardo Reyes","Rubi Re","Carlos Agostí","Carlos Suárez"],"overview":"Santo takes on Magnus, who has taken control of television stations to broadcast kidnappings and other such criminal activity.","release_date":"1981-01-01","vote_average":4.0,"runtime":88,"cert":"N\/A","id":335575,"title":"Santo vs. the Murderer of TV","adult":false,"genre_ids":[12]},{"cast":["Gallagher"],"overview":"A concert by stand-up comic Gallagher, featuring his usual plays on words and his patented bizarre use of props, climaxing with his finding a new use for watermelons.","release_date":"1984-02-08","vote_average":0.0,"runtime":43,"cert":"\"NR\"","id":335577,"title":"Gallagher: Melon Crazy","adult":false,"genre_ids":[]},{"cast":[],"overview":"It began with the birth of cinema itself, but by the 1940s amateur erotic productions of beautiful naked models and strippers performing their dances abounded. Blue or stag movies were produced secretly in homes, the film washed in bathtubs, then circulated discreetly, because it was a felony to be caught viewing or possessing them. Several of the shorts in this collection begin with the protective disclaimer \"This picture has been produced expressly for students of the graphic arts and is not intended for public exhibition.\" The segments in this collection are longer than usual with the camera slowly exploring the anatomy of these beautiful girls, ranging from highly bodacious (Mitzi Topless) to erotic photography of a gorgeous lingerie model (Janet's Lingerie Party).","release_date":"2014-06-24","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":335579,"title":"Forbidden Cinema: Volume 6: Vintage Naughty Nudies","adult":true,"genre_ids":[]},{"cast":[],"overview":"By the late 50s, camera equipment was affordable and readily available, so amateur \"Blue\" movies were produced in abundance. This collection turns up the \"raunch\" factor considerably. The camera lingers on the naked bodies, slowly covering every square inch of fleshy real estate. Bizarre camera angles abound as well as unbelievable close-ups where a crotch or a nipple fills the entire screen. Obviously, there is never a shortage of beautiful models prepared to go before the cameras and leave absolutely nothing to the imagination!","release_date":"2014-08-26","vote_average":0.0,"runtime":61,"cert":"\"NR\"","id":335581,"title":"Forbidden Cinema: Volume 7: Vintage Naughty Nudies","adult":true,"genre_ids":[]},{"cast":[],"overview":"It began with the birth of cinema itself, but by the 1940s amateur erotic productions of beautiful naked models and strippers performing their dances abounded. Blue or stag movies were produced secretly in homes, the film washed in bathtubs, then circulated discreetly, because it was a felony to be caught viewing or possessing them. A few of the extremely rare standouts in this collection include Sharon Strips On The Sofa, Flora Disrobes and Ready For Bed.","release_date":"2014-08-26","vote_average":0.0,"runtime":64,"cert":"\"NR\"","id":335583,"title":"Forbidden Cinema: Volume 8: Ultra Rare Blue","adult":true,"genre_ids":[]},{"cast":[],"overview":"Based on a manga by Fujiwara Kamui, serialised in Monthly Super Action and partly inspired by Jamie Uys's The Gods Must Be Crazy (1980).  Jaw-droppingly racist musical in which grossly caricatured Africans Manbo, Chinbo, and Chonbo causes chaos in civilisation despite the efforts of their pretty tour guide\/bedmate to tame their zany, grass-skirted cannibal ways.","release_date":"1985-09-21","vote_average":0.0,"runtime":25,"cert":"N\/A","id":335597,"title":"The Chocolate Panic Picture Show","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Iconic Australian band Noiseworks reunited in the name of children's health to play at the \"A Day For Newcastle\" concert in 2007.","release_date":"2007-06-12","vote_average":0.0,"runtime":47,"cert":"N\/A","id":335599,"title":"Noiseworks: A Day For Newcastle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335601,"title":"Dora Super Baby's","adult":false,"genre_ids":[16]},{"cast":["Ivar Svensson","Louise Wehlin","Erik Lennblad","Hampus Sikström"],"overview":"A raw and honest portrait of some youths in a Swedish small town where bullying has devastating consequences. Sixteen-year old Linus and his best friend systematically bully a boy in their class. A very strong film that was nomiated for a Guldbagge Award in 2011 for Best Short Film.","release_date":"2011-04-02","vote_average":10.0,"runtime":35,"cert":"N\/A","id":335603,"title":"Without Snow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tracing the under documented history of art made by black artists since the 19th Century, this essay film explores the demands and criteria imposed on artists to confirm to established tastes and histories. Featuring artist Van Slater, the film was made by the highly influential theorist Elyseo J. Taylor, one of the first black teachers at UCLA who helped to politicise the department, bringing in Third World Cinema programme and helped to open up the school to a more diverse student body.","release_date":"1971-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":335605,"title":"Black Art, Black Artists","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shopping Bag, Spirits and Freeway Fetishes: Reflections on Ritual Space explores nine Los Angeles based artists reflecting on ritual in their life and art. Artist David Hammons discusses the role of chance and improvisation in his work while working on sculpture on a waste site while N’Senga Nengudi talks about staging her performances in freeway underpasses. Spanning performance to spoken word, environmental sculpture to music each artist talks about how ritual and cultural traditions informs their work. This experimental essay intercuts interviews, documentation and photographs with the music of Don Cherry seeking to adjust the criteria and language used to talk about artists of colour.","release_date":"1981-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":335607,"title":"Shopping Bag Spirits and Freeway Fetishes: Reflections on Ritual Space","adult":false,"genre_ids":[]},{"cast":["Akira Kamiya","Kousei Tomita","Naoki Tatsuta","Chie Koujiro","Masako Katsuki"],"overview":"Dr. Chichibuyama is the perverse head of a hospital way out in the mountains and terrorises patients with the help of his lover and a sexy young nurse.","release_date":"1988-04-03","vote_average":0.0,"runtime":30,"cert":"N\/A","id":335618,"title":"Doctor Chichibuyama","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Once a maverick who was nearly run out of the American Institute of Architects, John Portman is now recognized as one of the most innovative and imitated architects ever. Over 45 years, Portman's iconic urban statements and eye-popping interiors have risen in 60 cities on four continents to redefine cityscapes in America, and skylines in China and the rest of Asia. The film captures Portman's approach in an intimate portrait that, by turn, assesses and appreciates Portman's work. Dramatic time-lapse footage shows off Portman's buildings at their best- often in moving sunlight that washes over his facades and spaces.","release_date":"2011-01-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":335620,"title":"John Portman: A Life of Building","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335622,"title":"Dictateur, un boulot de dingue","adult":false,"genre_ids":[99]},{"cast":["Cameron Wofford"],"overview":"13-year-old Gabe Kowalski is a late bloomer who goes to great lengths to impress his classmate crush, Shane.","release_date":"2013-06-21","vote_average":6.3,"runtime":10,"cert":"\"\"","id":335624,"title":"Yeah Kowalski!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Discover the keys to good government by investigating the wise counsel and instruction given to us by leaders such as William Penn, Benjamin Rush, Noah Webster, John Witherspoon, John Adams, Fisher Ames, George Washington, and many others. The information in this DVD not only stands in stark contrast to many contemporary teachings surrounding civic responsibilities but it also shows how we as Americans can reclaim the quality of government we once enjoyed.","release_date":"2011-01-01","vote_average":0.0,"runtime":88,"cert":"\"\"","id":335626,"title":"Keys to Good Government \/ Foundations of American Government","adult":false,"genre_ids":[10751,99]},{"cast":["Joan Borràs","Mercè Lleixà","Salvador Sáinz","Amparo Moreno","Carles Canut"],"overview":"","release_date":"1994-02-13","vote_average":9.5,"runtime":null,"cert":"N\/A","id":335643,"title":"Don Jaume el Conquistador","adult":false,"genre_ids":[35]},{"cast":["Iván Kamarás","Sonia Couling","Alexis Latham"],"overview":"When a woman finds a job as a secretary during the economic crisis, she finds herself having to deal with her sexist boss's unwanted advances.","release_date":"2012-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":335645,"title":"Blood and High Heels","adult":false,"genre_ids":[]},{"cast":[],"overview":"A look at the little-documented Grab Day in the villages of the Laguna Pueblo tribe, who annually throw water and food from the rooftop to people standing below.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335647,"title":"Grab","adult":false,"genre_ids":[]},{"cast":["Tomás Verdejo","María José Bello","Fernando Mena","Natalia Reddersen","Cristobal Valenzuela"],"overview":"Álvaro Infestas is a teacher, a young guy that has neglected his health. He will reencounter his motivations and friendships he abandoned some time ago, because he was in a long-lasting love affair, which left him in a kind of pause. Now that he is alone, he will try to find the real party, his party…","release_date":"2013-03-29","vote_average":0.0,"runtime":120,"cert":"N\/A","id":335652,"title":"Fake Party","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Gun Porn documents the creation, and subsequent public display on the streets of Washington DC on the eve of gun control legislation, of a unique and violent work of art: Viktor Mitic's sculpture of the same name consisting of a working school bus showered with thousands of rounds of ammunition. The perplexing and unsettling sculpture challenges notions of violence and vulnerability, polarizing unsuspecting passers-by as it is moved around the US capital and dropped in front of the White House. Of particular interest is the contradiction between the transgressive way the work was created, and its later interpretation by the public.","release_date":"2013-01-01","vote_average":2.0,"runtime":12,"cert":"\"\"","id":335654,"title":"Gun Porn","adult":false,"genre_ids":[99,28]},{"cast":[],"overview":"The whereabouts of a rare package filled with uncut diamonds becomes unknown. Local thieves, lovers, mob men, and families hunt down this prized possession for their own personal gain. Through the struggle of finding this package, human love and passion are exploited oddly enough through sin. These arbitrary citizens chase their immortality, which is ultimately deceiving only themselves from that fact that every human being will die someday. As they say, pride comes before the fall, and pride is overwhelmingly abundant in the city of Ventura.","release_date":"2015-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335665,"title":"West of Ventura","adult":false,"genre_ids":[]},{"cast":["Victoria Sweet","Ariana Jollee","Bobbi Blair","Dillan Lauren","Ice LaFox"],"overview":"These bad girls have gotten worse. Featuring all girl orgies, deep anal action and blasphemous banging!","release_date":"2005-01-01","vote_average":0.0,"runtime":119,"cert":"N\/A","id":335667,"title":"Nightmare 3","adult":true,"genre_ids":[]},{"cast":["Christine Weatherup","Bobby Moynihan","Lauren Lapkus","Dawn Didawick","Eric Lange"],"overview":"On the brink of turning 30, endearing misfit AMELIA searches for signs to show her how to deal with her obsessive parents, her eccentric boss and her virginity.","release_date":"2014-10-18","vote_average":7.7,"runtime":89,"cert":"\"\"","id":335669,"title":"Bread and Butter","adult":false,"genre_ids":[18,35]},{"cast":["Nina Seul","Alexey Zubkov","Svetlana Kryuchkova","Natalia Shamina","Denis Yasik"],"overview":"A comedy about the love between a doctor who specializes in sexually transmitted diseases and an astronaut, and a covert space experiment.","release_date":"2013-07-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":335671,"title":"F 63.9 Love Sickness","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Episode one begins on tour with one of Mainland China’s most legendary bands, P.K.14.  We delve into various cities along the way, including Guangzhou, Chengdu, Beijing, and Wuhan.  Over three dozen artists make up the first new, cumulative feature-length update on China’s underground in over half a decade.  Yingling spent two months in China documenting countless indie acts, including one of the country’s most renowned post-punk bands, P.K. 14. According to Yingling, the entire 90-minute feature was shot with a shoestring budget of just $6,000 — an impressive feat considering its vast scope.","release_date":"2015-03-25","vote_average":0.0,"runtime":97,"cert":"\"\"","id":335679,"title":"The World Underground: China","adult":false,"genre_ids":[99]},{"cast":["Álvaro Zermeño","Eleazar García","Yirah Aparicio","Jaime Fernández","Agustín Bernal"],"overview":"Customs Inspector's girlfriend is forced into marriage with the son of a drug kingpin. Payback's a bitch.","release_date":"1990-04-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":335684,"title":"El aduanal","adult":false,"genre_ids":[]},{"cast":["Kasia Werstak","Daniel Askill","Jordan Askill"],"overview":"Three wordless rituals: birth, between, and rebirth. A woman lies at the bottom of a swimming pool, alone. The camera pans her body. She starts to rise, then sinks; convulsions follow and then she rises and hovers above the pool. A shirtless man in white pants stands in an asphalt lot, a car visible on either side. Convulsions begin. The cars back up, still facing him and each other. They pause; they race toward him. He leaps. A youth, shirtless and in white shorts, stands in front of a tall building. Doors open, he enters and walks to an elevator. Convulsions strike him as he rides to a top floor, exits the elevator, pauses, and runs toward a window. He crashes through.","release_date":"2004-02-01","vote_average":3.3,"runtime":11,"cert":"\"\"","id":335686,"title":"We Have Decided Not to Die","adult":false,"genre_ids":[]},{"cast":["Rodolfo de Anda","Pepito Velázquez","Germán Robles","Noé Murayama","Andrés Soler"],"overview":"Professional gambler is made responsible for the upbringing of an orphan whose father he killed.","release_date":"1965-07-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":335688,"title":"El zurdo","adult":false,"genre_ids":[]},{"cast":["Bastián Bodenhöfer","María Izquierdo","Gloria Münchmeyer"],"overview":"Directed by Pablo Perelman.","release_date":"1988-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335690,"title":"Imagen latente","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dan's stuck. He's pretty mediocre at a job he doesn't care about. He lives a mundane existence in a nondescript apartment. He yearns for a relationship but has no idea how to find one. He's a decent man but lord knows, he could use a little help. When God singles him out one night to share some discouraging news about the state of the world, Dan turns his life completely upside down in a desperate quest for true love. His job, family and preconceptions are all tossed aside in exchange for a series of chaotic dates with a variety of women in a mad 24-hour dash to find his soulmate","release_date":"","vote_average":0.0,"runtime":105,"cert":"N\/A","id":335698,"title":"Love in the Age of Fishsticks","adult":false,"genre_ids":[]},{"cast":["Kazushi Sakuraba","Renzo Gracie"],"overview":"Considered by UFC President Dana White to be one of the greatest talents of all time, the legend of Kazushi Sakuraba began at UFC Ultimate Japan in 1997, where the 183lbs puroresu (traditional Japanese pro-wrestler) entered the heavyweight tournament on short notice only to win the four man event outright. Fighting almost exclusively in Japan and the PRIDE FC organization, “Saku” became a national icon by defeating six UFC champions and routing the legendary Gracie family. Featuring exclusive interviews and rare archival footage, this FIGHT PASS Original is the definitive retrospective of Sakuraba, Japan’s most celebrated mixed martial artist.","release_date":"2015-02-03","vote_average":10.0,"runtime":23,"cert":"\"\"","id":335709,"title":"Pioneers of MMA: Kazushi Sakuraba","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Viña del Mar International Song Festival 2013 was held from February 24, 2013 until Friday March 1, 2013. The musical event was broadcast via Chilean TV channel Chilevisión.","release_date":"2013-02-24","vote_average":7.5,"runtime":1,"cert":"N\/A","id":335711,"title":"Elton John - Live at Festival de Viña","adult":false,"genre_ids":[]},{"cast":["Jessie J"],"overview":"This was the first headline arena tour for the star, after the release of her second studio album Alive in September, and from a BRIT school budding starlet to proper international superstar, Jessie electrified the O2 stage for an impressive 1.5 hour, 18-track, 5-costume filled set. The gig was divided into five sections and themes, including Love, Instinct and Values.","release_date":"2013-10-29","vote_average":8.0,"runtime":85,"cert":"N\/A","id":335713,"title":"Jessie J Alive At The O2","adult":false,"genre_ids":[]},{"cast":["Machiko Ono","Haru Kuroki","Yui Natsukawa","Fumiyo Kohinata","Hiromi Nagasaku"],"overview":"A group of junior high school must find out the truth of their classmate's death is he was killed by someone or committed suicide.","release_date":"2015-03-07","vote_average":7.5,"runtime":121,"cert":"N\/A","id":335715,"title":"Solomon's Perjury 1: Suspicion","adult":false,"genre_ids":[53]},{"cast":["Alfredo Carrasquillo","Juan Agustín Márquez","Luis Fortuño","Rafael Cancel Miranda","María de Lourdes Santiago"],"overview":"A close look at Puerto Rico's unique relationship with the United States.","release_date":"2015-04-30","vote_average":8.0,"runtime":90,"cert":"N\/A","id":335717,"title":"The Last Colony","adult":false,"genre_ids":[99]},{"cast":["Chris Weidman"],"overview":"The remarkable rise of UFC Middleweight Champion Chris Weidman from Long Island obscurity to the most monumental upset in mixed martial arts history. UFC Presents: The All-American Chris Weidman, an unprecedented look at the life of an athlete determined to leave his mark.","release_date":"2015-02-08","vote_average":0.0,"runtime":43,"cert":"\"\"","id":335719,"title":"UFC Presents The All American: Chris Weidman","adult":false,"genre_ids":[99]},{"cast":["Rachel Dale"],"overview":"An Ancient Evil Unleashed. A supernatural thriller based on the terrifying legend of The Mothman. Rachel and Katy work together in a large, empty museum.","release_date":"2014-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":335736,"title":"The Mothman Curse","adult":false,"genre_ids":[]},{"cast":["August Zirner","Lavinia Wilson","Corinna Harfouch","Thomas Thieme","Rainer Piwek"],"overview":"","release_date":"2009-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335738,"title":"Ein Dorf sieht Mord","adult":false,"genre_ids":[18,80,36]},{"cast":["Cindy Crawford","Demi Marx","Trinity James","Carmen Pérez","Ariana Jollee"],"overview":"Watch 6 girls indulge in an afternoon of cum! These hungry gals just can't get enough! Forget about facials, it's 100% swallowing!","release_date":"2003-08-22","vote_average":0.0,"runtime":135,"cert":"\"NC-17\"","id":335743,"title":"Swallow My Pride 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"An accountant trains for a dreamed Mixed Martial Arts match set up by a trusted friend. As his journey progresses we see the true colors of his family and find out know one knows the answer to who his opponent will be.","release_date":"2013-09-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335745,"title":"Whip Brawler","adult":false,"genre_ids":[]},{"cast":["Alicia Angel","Amber Wild","Montanna Rae","Veronica Lynn","Veronica Stone"],"overview":"Watch our sluts suck down sizable servings of seed. Round eight brings us more whores eager to eat multiple loads of seed. Watch these girls greedily make every drop disappear.","release_date":"2005-12-24","vote_average":0.0,"runtime":179,"cert":"\"NC-17\"","id":335750,"title":"Swallow My Pride 8","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary about the Canadian documentary filmmaker Frank Cole.","release_date":"2008-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335770,"title":"The Man Who Crossed the Sahara","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Where do nightmares come from? In How to Make a Nightmare, they're cooked up in strange, underground laboratories. Making nightmares is an ugly job, and when a nightmare chemist falls in love everything starts spiraling out of control.","release_date":"2015-04-04","vote_average":0.0,"runtime":10,"cert":"N\/A","id":335772,"title":"How to make a Nightmare","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two Chinese tourists swap their megacity for the Dutch village of Giethoorn where the hosts work hard to provide for them the authentic Dutch experience.","release_date":"2015-04-16","vote_average":0.0,"runtime":25,"cert":"N\/A","id":335774,"title":"Ni Hao Holland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Because of his extreme provocations at school, the fifteen-year-old Julius is sent to a special program for behavioral change. In crafty dialogue, Julius fights the hypocrisy of 'being free to be yourself, but within the limits', preached by his supervisors and his recently divorced parents. But when Julius finds the physical limits of his rebellion, the situation explodes and he needs to get back in control. Is he able to stay true to his ideals and to be released from the program altogether?","release_date":"2014-09-27","vote_average":0.0,"runtime":27,"cert":"N\/A","id":335776,"title":"Geef me 's ongelijk","adult":false,"genre_ids":[99]},{"cast":["Joseph Fiennes","Tom Felton","Peter Firth","Cliff Curtis","Mark Killeen"],"overview":"Clavius, a powerful Roman military tribune, and his aide, Lucius, are tasked with solving the mystery of what happened to Jesus in the weeks following the crucifixion, in order to disprove the rumors of a risen Messiah and prevent an uprising in Jerusalem.","release_date":"2016-02-18","vote_average":5.9,"runtime":107,"cert":"\"PG-13\"","id":335778,"title":"Risen","adult":false,"genre_ids":[18,36]},{"cast":["Hilmar Jónsson","Harpa Arnardóttir","Hilmir Jensson","Sveinn Ólafur Gunnarsson","Þórunn Arna Kristjánsdóttir"],"overview":"When Gunnar's son returns from vacation with a new girlfriend, Gunnar is forced into a dilemma that threatens to expose a dark family secret.","release_date":"2015-04-10","vote_average":5.0,"runtime":109,"cert":"N\/A","id":335780,"title":"The Homecoming","adult":false,"genre_ids":[]},{"cast":["Matthew McConaughey","Reese Witherspoon","Seth MacFarlane","Scarlett Johansson","John C. Reilly"],"overview":"A koala named Buster recruits his best friend to help him drum up business for his theater by hosting a singing competition.","release_date":"2016-11-23","vote_average":7.0,"runtime":108,"cert":"\"PG\"","id":335797,"title":"Sing","adult":false,"genre_ids":[16,35,18,10751]},{"cast":[],"overview":"Collection of video music from the 80's.","release_date":"2009-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335799,"title":"80's Video Hit's Vol 1","adult":false,"genre_ids":[10402]},{"cast":["Jack Hylton","June Clyde","Claude Dampier","Brian Lawrance","Gwen Farrar"],"overview":"Millionaire shipbuilder Freddie Gates decides to publicize his ships by hiring Jack Hylton and his orchestra to broadcast from his yacht.. Brian Gates, Freddie's son, has a low-approval-rating and a high dislike for jazz music and refuses board ship with the band on board. His father enters a conspiracy with singer Dorothy Drew to get him on the yacht, where the broadcasts will be made. Brian falls in love with Dorothy, but calls of the romance when he sees her dancing and singing with Hylton's band in Paris. Dorothy induces three members of the band to shanghai Brian when the yacht sails. A rival shipowner, determined to stop the broadcasts, bribes the crew to desert the ship and all hands are left stranded in mid-ocean on the yacht. The band-members manage to extricate them from their predicament and they get back to London, where Hylton is acclaimed and Brian marries Dorothy.","release_date":"1935-04-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":335801,"title":"She Shall Have Music","adult":false,"genre_ids":[]},{"cast":["Marisa Paredes","Fernando Guillén","Inés Estévez","Miguel Ángel Solá","China Zorrilla"],"overview":"In a small town in Patagonia (Southern Argentina), a Mapuche Indian chief sets a tourist complex under construction on fire. He denies all attempts to defend himself. Locked up, he waits for the arrival of \"Caleuche,\" the Ship (Nave) of Fools (de los locos), a mythical figure of his ancestral strength which \"made\" him start the fire. An appointed lawyer (a white woman) comes to the chief's defence, alleging the chief had acted in self-defense as the white man was building commercial structures on the sacred burial grounds of his ancestors, and continued doing so even after heated protests.","release_date":"1995-04-13","vote_average":7.0,"runtime":104,"cert":"N\/A","id":335803,"title":"Ship of fools","adult":false,"genre_ids":[18]},{"cast":["Stephen Baldwin","Kevin Downes","David A.R. White","Candace Cameron Bure"],"overview":"With the Vietnam War raging in 1969, two young fathers report for duty. A man of great faith and a doubtful cynic. A quarter-century later, their sons, Wayne and John Paul (David A.R. White and Kevin Downes), meet as strangers. Guided by handwritten letters from their fathers from the battlefield, they embark on an unforgettable journey to The Wall-the Vietnam Veterans Memorial in Washington, D.C. Along the way, they discover the devastation of war cannot break the love of a father for his son.","release_date":"2015-07-01","vote_average":7.6,"runtime":96,"cert":"\"\"","id":335805,"title":"Faith of Our Fathers","adult":false,"genre_ids":[10752,18]},{"cast":["Robert Ginty","Kathy Shower","Tom Badal","Sydney Lassick","Len Sparrowhawk"],"overview":"A Tennessee sheriff and lawyer want a jailed drifter to assassinate a mayoral candidate.","release_date":"1989-11-04","vote_average":5.5,"runtime":91,"cert":"N\/A","id":335807,"title":"Out on Bail","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"Short Soviet film: 'a memorial of the epoch.'","release_date":"1939-04-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":335827,"title":"Our Moscow","adult":false,"genre_ids":[]},{"cast":["Angel Dark","Brooke Haven","Jasmine Byrne","Myah Monroe","Rita Faltoyano"],"overview":"Danny Case breeds these bitches to just shut the fuck up and take it up the butt! These dirty rotten whores get their asses plowed while they scream in ecstasy out loud. They have never been banged in the ass like this before and when Danny Case is done with them they will become a true anal whore begging for more! Hey sluts, listen up! To become an anal queen you must listen to the leader... Danny Case, the #1 rated ASS BREEDER!!!","release_date":"2005-08-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335829,"title":"Ass Breeder 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"When you can't sleep, all you can seem to do is relive the worst experiences of your life.","release_date":"2015-04-14","vote_average":0.0,"runtime":3,"cert":"N\/A","id":335831,"title":"12:56","adult":false,"genre_ids":[]},{"cast":[],"overview":"By referencing the human body and the absurdity of high society manners, Viscera examines the disconnect between food and source, rich and poor, and the intentional ignorance that allows exploitation to flourish.","release_date":"2014-05-15","vote_average":0.0,"runtime":4,"cert":"\"NR\"","id":335833,"title":"Viscera","adult":false,"genre_ids":[]},{"cast":["Amina","Katja Kassin","Megan","Mercedes","Patricia Petite"],"overview":"Perverts welcome! Prepare yourself for some true romance Mike John style. These warm-hearted young ladies do ATMs, DPs, Anal and most importantly, swallow over 50 LOADS!","release_date":"2003-06-04","vote_average":0.0,"runtime":148,"cert":"\"NC-17\"","id":335838,"title":"No Cum Dodging Allowed","adult":true,"genre_ids":[]},{"cast":["Vittorio Gassman","Ermanno Randi","Maria Grazia Francia","Umberto Spadaro","Rocco D'Assunta"],"overview":"","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":335858,"title":"The Outlaws","adult":false,"genre_ids":[]},{"cast":["Keith Richards","Robert Bice","Noel Neill","Roy Barcroft","Patricia Knox"],"overview":"This 12-part serial concerns the efforts of the infamous James brothers (of which Jesse was a prominent member) to become normal everyday citizens. Of course, there's no room in the Wild West for reformed outlaws, and the duo inevitably find themselves caught up in showdowns and robberies.","release_date":"1949-08-31","vote_average":0.0,"runtime":167,"cert":"\"\"","id":335860,"title":"The James Brothers of Missouri","adult":false,"genre_ids":[37]},{"cast":["Johnny Carpenter","Rose Bascom","Frankie Darro","Douglass Dumbrille","Frank 'Red' Carpenter"],"overview":"Johnny Carpenter plays a taciturn sheriff who disguises himself as a notorious gunslinger. His mission: to stem a series of violent raids on local cattle ranchers.","release_date":"1954-07-01","vote_average":0.0,"runtime":62,"cert":"\"\"","id":335862,"title":"The Lawless Rider","adult":false,"genre_ids":[37,28]},{"cast":["Jutta Speidel","Heiner Lauterbach","Michael Fitz","Michael von Au","Katharina Müller-Elmau"],"overview":"","release_date":"2012-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335864,"title":"Doppelgängerin","adult":false,"genre_ids":[35]},{"cast":["Julie Benz","Carter Jenkins","Cesar Garcia","Mercy Malick","Lisa Pelikan"],"overview":"In a massive, mysterious chamber, fifty strangers awaken to find themselves trapped with no memory of how they got there. Organized in an inward-facing circle and unable to move, they quickly learn that every two minutes, one of them must die... executed by a strange device in the center of the room.","release_date":"2015-05-28","vote_average":6.0,"runtime":87,"cert":"\"\"","id":335866,"title":"Circle","adult":false,"genre_ids":[878,9648,18,53]},{"cast":[],"overview":"Word & number gag, no camera.","release_date":"1966-03-10","vote_average":6.0,"runtime":1,"cert":"\"\"","id":335868,"title":"End after 9","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short documentary about dealing with passengers at a large railway station.","release_date":"1962-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":335870,"title":"People Like Us","adult":false,"genre_ids":[]},{"cast":[],"overview":"Biopic of french Prime Minister, Manuel Valls.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":335887,"title":"Manuel Valls : le Matador","adult":false,"genre_ids":[]},{"cast":["Slavko Štimac","Svetislav Goncić","Slobodan Perović","Ljubica Ković","Milan Srdoč"],"overview":"The story takes place during WW II in Vojvodina. Two boys, Milan and Rasa, are sent from a partisan squad to a village for the winter. Soon Rasa becomes very ill and Milan goes to a nearby village populated by Germans. Here he finds a job as servant in Jakob Jerih's house. At night, Milan secretly nurses his friend Rasa in a hut in a swamp near the village. Soon, he finds another hiding place in master Jerih's stable. Jerih likes the diligent Milan and he even considers adopting the boy, but Jerih's cousin and assistant is against this idea. Namely because he counts on inheriting master Jerih's estate.","release_date":"1975-07-16","vote_average":10.0,"runtime":108,"cert":"N\/A","id":335889,"title":"Wintering in Jakobsfeld","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"A driven, overworked and sleep deprived TV News woman's life is derailed when she inherits a house and dog in a small quirky town.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":335891,"title":"Geographically Desirable","adult":false,"genre_ids":[]},{"cast":["Roxy Jezel","Arcadia Davida","Keeani Lei","Lyla Lei"],"overview":"Smoking hot Asians crave for an anal invasion! Big black cocks are here to feed the need. They deliver over two hours of hot, nasty anal action and give these horny Asian whores complete satisfaction. Seeing big Black dicks on little Asian chicks is rare, but if it's your thing then you must cum see this BLACK THAI AFFAIR!!!!","release_date":"2006-03-29","vote_average":0.0,"runtime":121,"cert":"\"\"","id":335893,"title":"Black Thai Affair","adult":true,"genre_ids":[]},{"cast":["Ulrich Matthes"],"overview":"\"The theme of the film HIDDEN CITIES is personal urban perceptions, which we call 'the city'. The city, as a living organism, reflecting social processes and interactions, economic relations, political conditions and private matters. In the city, human memories, desires and tragedies find expression in the form of designations and marks engraved in house walls and paving slabs. But what the city really is under this thick layer of signs, what it contains or conceals, is what we are researching in the HIDDEN CITIES project. The source material for the film are 9 sequential photo works created by Gusztáv Hámos between 1975 and 2010. Each of these 'city perceptions' depicts essential situations of urban experiences containing human and inhuman acts in a compact form. The cities in which the photo sequences have been made are Berlin, Budapest and New York – places with a traumatised past: Wars, dictatorships, terrorist catastrophes.\"","release_date":"2010-04-15","vote_average":0.0,"runtime":27,"cert":"N\/A","id":335895,"title":"Hidden Cities","adult":false,"genre_ids":[99]},{"cast":["Véronique Fauconnet","Fernand Fox","Christian Kmiotek","Marco Lorenzini","Myriam Muller"],"overview":"In Differdange, in the South of Luxembourg, six unemployed men decide to create the \"Dole Club\", whose rules forbid its members to work, even in the very unlikely event that they are offered a job. Geronimo, Théid, Frunnes, Sonny Boy, Abbes and Petz all agree to abide by the strict regulations of the club. In accordance with them, they manage to survive. But they can do it only on petty theft and other swindles, which is bound to end badly...","release_date":"2003-08-15","vote_average":0.0,"runtime":98,"cert":"N\/A","id":335897,"title":"The Unemployment Club","adult":false,"genre_ids":[35]},{"cast":["Colby Lopez","Randy Orton","John Cena","Miroslav Barnyashev","Saraya-Jade Bevis"],"overview":"Extreme Rules 2015 is a professional wrestling pay-per-view event produced by WWE. It's the seventh event under the Extreme Rules chronology.","release_date":"2015-04-26","vote_average":6.7,"runtime":180,"cert":"\"\"","id":335899,"title":"WWE Extreme Rules 2015","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Manoj Bharathiraja","Namitha","Mumtaj","P. Vasu"],"overview":"Starting as an extra, Sathya shrewdly paves his way up to stardom as a leading hero. His ever-increasing popularity also leads him to joining an upcoming political party.","release_date":"2004-12-03","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335913,"title":"Maha Nadigan","adult":false,"genre_ids":[18]},{"cast":["Sathyaraj","Meena","Goundamani","Anandaraj","Jayachitra"],"overview":"The film is a love story between Sathyaraj and Meena. Sathyaraj and Goundmani, the best comic combos in Tamil cinema. Goundamani's nostril flaring sarcastic dialogues with Sathyaraj's carefree Coimbatore brand of humor made for the perfect twosome that never failed to tickle the funny bone. The usage of both the witty dialogues and the slapstick in right doses. If Manivannan joins them, never ceases to laugh. The story starts from Manivannan entry in film, He wants to drag down Jayachitra and he asks Sathyaraj to marry his daughter Meena. So those two starts cheating Jayachitra and Meena, After Meena—Sathyaraj marriage knot, truth comes to the light. The plot takes twist when Meena suits for divorce. The plot completes by Meena leaves her selfdom and joins Sathyraj","release_date":"1995-12-02","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335915,"title":"Maaman Magal","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Prabhu Ganesan","Rambha","Sujatha","Mahesh Anand"],"overview":"Marc Zuber Antony alias Tony (Mahesh Anand), an international smuggler, ended up in an isolated island after killing some navy officers. He decided to hide his merchandises there and he threatened the inhabitants of the island. In the process, Tony killed the island's school teacher (Girish Karnad) in front of his wife, his son Siva and his daughter Priya.  Many years later, Siva (Sathyaraj) becomes rich in the city and lives with his sister Priya (Rambha) and his mother (Sujatha). Siva is haunted by his father's murder and he tries to take revenge with the help of his friend Anbu (Nizhalgal Ravi).","release_date":"1996-09-06","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335917,"title":"Sivasakthi","adult":false,"genre_ids":[]},{"cast":["Faye Reagan","Rocco Reed"],"overview":"Sarah (Faye Regan), the most famous Romance Novelist in the world, is writing the final book in her series of best-selling love stories. Admired by women from all walks of life, you would think that she wouldn't be having any problems in the love department.  However, words on a page don't necessarily translate into real life. Spending her days writing at a local coffee shop, Sarah finds herself daydreaming about Arnie(Rocco Reed), the owner.  Arnie proves to be the inspiration Sarah needs to get her creative juices flowing. As their friendship develops into something more, Sarah's imagination runs wild. Inspired, she finishes her book about a period of time on the Scottish Highlands, when men would go off to battle leaving the women they love behind in order to defend the honor of their families. These men were known as Brave Hearts.","release_date":"2012-01-31","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":335919,"title":"Brave Hearts","adult":true,"genre_ids":[]},{"cast":["Sathyaraj","Devayani","Mumtaj","Vivek","Prathap K. Pothan"],"overview":"Mayilsamy (Sathyaraj) is a petty thief who is determined to make it big in life, by hook or crook. Even it means going through a marriage with a stranger, a trusting village belle, Pappu (Devayani), deserting her soon after and warming his way into the heart of Puppy (Mumtaj), a wealthy heiress. Of course, he realises his folly by the climax.","release_date":"2002-01-14","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335921,"title":"Vivaramana Aalu","adult":false,"genre_ids":[]},{"cast":["Anthony Jacobs"],"overview":"'The Star of Bethlehem' tells the Christmas story in the style of medieval nativity plays. The Three Wise Men from the East follow the star to Bethlehem, but hostile spirits try to stop them on their journey. The King Herod fears the child in the manger, and seeks to kill it, but an angel prevents his evil intentions.  The film is an example of how Lotte Reiniger has her silhouette technique enriched by coloured acetate films. The backgrounds have the vibrancy of coloured stained glass windows.","release_date":"1956-12-01","vote_average":6.0,"runtime":19,"cert":"N\/A","id":335923,"title":"The Star of Bethlehem","adult":false,"genre_ids":[16,10770]},{"cast":["Sathyaraj","Radha","Janagaraj","Ambika","Manorama"],"overview":"The film was a remake of the 1986 Malayalam film Gandhinagar 2nd Street starring Mohanlal and Karthika directed by Sathyan Anthikad. The film is a mixture of comedy, romance, sentiments and affection. It was a profitable venture for Vivekananda Film Circuit K.Padmavathi.","release_date":"1988-01-14","vote_average":7.0,"runtime":145,"cert":"N\/A","id":335934,"title":"Anna Nagar Mudhal Theru","adult":false,"genre_ids":[]},{"cast":["Peter Sattmann","Jutta Speidel","Thomas Thieme","Michael Hanemann","Cornelia Schmaus"],"overview":"","release_date":"2009-04-12","vote_average":4.5,"runtime":null,"cert":"N\/A","id":335936,"title":"Was glücklich macht","adult":false,"genre_ids":[10749,10770,35]},{"cast":["Sathyaraj","Sukanya","Goundamani","R. Sundarrajan","Rekha"],"overview":"Palanisamy (Sathyaraj) is an uneducated man who dreams to marry a teacher and lives with his friend Dhandapani (Goundamani). Palanisamy falls in love with Hamsaveni (Sukanya) at first sight. He decides to go to her village Irugur. First reluctant, she finally agrees to marry him, but only under three conditions : to continue to work as a teacher, to live in her hometown and with her father. After the marriage, Palanisamy imposes her three conditions : she must leave her hometown, be a teacher in the city that he has chosen and leave her father. She accepts them and Palanisamy explains the reason of these conditions.","release_date":"1992-10-25","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335938,"title":"Thirumathi Palanisamy","adult":false,"genre_ids":[]},{"cast":["Lina Romay","Antonio Mayans","Asunción Calero","Alfredo Kier","Rocío Freixas"],"overview":"Al Pereira is hired by Lina, the wife of a wealthy man, to recover some compromising photos. She has sex with him by way of a retainer. In the course of his investigation, Al is obliged to commit a couple of murders... and he's left holding the bag when Lina turns out not to be what she seems to be.","release_date":"1983-01-24","vote_average":6.0,"runtime":89,"cert":"N\/A","id":335940,"title":"Black Boots, Whip of Leather","adult":false,"genre_ids":[18,9648]},{"cast":["Nikolaj Bæk","Ali Sivandi","Thomas Persson","Mads Reuther","Casper Morilla"],"overview":"Before their youth is definitively over, a writer and his artist friends move into a mansion in the countryside where they begin a seemingly endless party which pushes their art and friendship to the limit.","release_date":"2015-04-14","vote_average":0.0,"runtime":80,"cert":"N\/A","id":335942,"title":"The Elite","adult":false,"genre_ids":[18]},{"cast":["Sathyaraj","Nassar","Archana","Rohini","Nitesh Kumar"],"overview":"Madhava Padayachi (Sathyaraj) narrates his life to a young man who saves him from shame. He goes to his home village by a bus and feels for Madhava Padayachi who was a rich farmer long time back in his village. Madhavar, as he is fondly called, his wife Velayi (Archana) and their three sons live a happy life in their village. He is an honest and hard working farmer who will do anything for others. And he is well respected by everyone in the village. Velayi is his strength but the others in the family do not approve his nature especially in money matters.","release_date":"2007-11-30","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335944,"title":"Onbadhu Roobai Nottu","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Megha","Sanghavi","Anandaraj","O. A. K. Sundar"],"overview":"Sathyaraj in a dual role. One role is of an IPS officer (Iyer) and the other is of a dada (Venkatachalapathy). The dada throughout the film has a dark skin and sports a bald head.  Iyer believes that dadas and rowdies must be eliminated through encounters. But his father thinks one does not have the right to take any life. Dada Venkatachalapthy plants bombs at various places in the city and puts the blame on Muslims. Iyer takes Venkatachalapathy into custody. His sons Pasupathi and Gajapathi try to kill Iyer. Now Iyer's father turns against him and joins the villain. This sets off a chain of events leading to murders.","release_date":"2005-01-21","vote_average":1.0,"runtime":145,"cert":"N\/A","id":335952,"title":"Iyer IPS","adult":false,"genre_ids":[]},{"cast":[],"overview":"In May 2014, Eels embarked on an ambitious 53-show world tour. Starting in Phoenix, Arizona and crossing the United States and Canada before rolling through mainland Europe and Great Britain. The band performed spine-tingling shows at New York’s Apollo Theater, Chicago’s The Vic Theater, Los Angeles’ Orpheum Theatre, Montreux Jazz Festival and the Amsterdam concert hall, among many others. On the night of June 30, Eels returned to London’s legendary Royal Albert Hall for the first time in nine years to play this stunning show.","release_date":"2015-04-14","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":335954,"title":"Eels: Royal Albert Hall","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Jyothirmayi","Khushboo","Swarnamalya","Venniradai Nirmala"],"overview":"The film details the life of Periyar right from a childhood to his marriage to Nagammal to his pilgrimage to Kashi which changed his life where he understands the cruelty of the Hindu Caste System that only Brahmins are welcomed and he was refused meals at choultries which exclusively fed Brahmins forbidding other Hindu castes. Having starved severely, Periyar found no other better way than to enter a choultry disguises himself with the appearance of a Brahmin wearing a thread on his bare chest but it is found out and is disgusted with life in Kashi. Periyar returns and joins his father's business and later becomes the Chairman of the Erode Municipality. Later, which he resigns from this post and joins the freedom struggle. He becomes the President of Congress party of Madras Presidency. Later he quits the Congress party and joins the Justice Party.","release_date":"2007-05-04","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335956,"title":"Periyar","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Gautami Tadimalla","Khushboo","Sridevi Vijayakumar"],"overview":"Bhuvana ,A lonely girl who is parentless longs for a true love and parental care. Though Bhuvana is a grand daughter of rich businessman he has no time to spend time with the child. The child wants to travel in the Rickshaw along with other children and she wants to be with Rickshaw Mama (Rickshaw uncle) aka Raja who takes of care of kids with love. The Bhuvana is attempted to kidnap and Raja saves her. Bhuvana is very adamant to go to school in the Rickshaw and her care taker appoints the Bhuvana to drop in and pick up from school. Initially Rickshaw Man wonders why he is appointed for pick-up and drop when the child itself is rich enough but finds the girl is longing for love and affection. He takes care of the Bhuvana with full affection and care and looks after her like a father. Since Bhuvana is under his care the kidnappers are not able to take that girl.","release_date":"1992-01-15","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335958,"title":"Rickshaw Mama","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Pandiarajan","Vijayalakshmi","Ashish Vidhyarthi","Raj Kapoor"],"overview":"Ramachandran (Sathyaraj) is a police inspector who's sentenced to the death penalty. His teammates release him in secret and Ramachandran begins by killing all criminals.","release_date":"2003-01-15","vote_average":0.0,"runtime":145,"cert":"N\/A","id":335963,"title":"Ramachandra","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"An adventure story centered on an heiress who works undercover for the CIA.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335971,"title":"Frenemy of the State","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature length movie based on the video game, Halo.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335973,"title":"Halo","adult":false,"genre_ids":[9648,28,12]},{"cast":["Kelli Taylor","Ashley Blue","Ashley Long","Flick Shagwell","Mandy Bright"],"overview":"Exploding a hot load of cum deep inside a throbbing wet pussy is really special. Watching the filthy slut gulp it like it's water and swapping it with her girlfriend is priceless! These girls will do just about anything to satisfy their urge for jizz, even if it means drinking cum out of glasses as it oozed from their pink pussies and gaping assholes.","release_date":"2003-05-08","vote_average":0.0,"runtime":132,"cert":"\"NC-17\"","id":335981,"title":"Internal Cumbustion","adult":true,"genre_ids":[]},{"cast":["Tom Hardy","Michelle Williams","Riz Ahmed","Scott Haze","Reid Scott"],"overview":"Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.","release_date":"2018-09-28","vote_average":6.6,"runtime":112,"cert":"\"PG-13\"","id":335983,"title":"Venom","adult":false,"genre_ids":[878,28]},{"cast":["Mark Wahlberg","Josh Duhamel","Stanley Tucci","Anthony Hopkins","Laura Haddock"],"overview":"Autobots and Decepticons are at war, with humans on the sidelines. Optimus Prime is gone. The key to saving our future lies buried in the secrets of the past, in the hidden history of Transformers on Earth.","release_date":"2017-06-16","vote_average":6.0,"runtime":149,"cert":"\"PG-13\"","id":335988,"title":"Transformers: The Last Knight","adult":false,"genre_ids":[28,878,53,12]},{"cast":[],"overview":"The plot is not yet known.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":335993,"title":"The Host 2","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A compilation of short films on DVD. Includes bonus material such as Fimmaker commentarys, Outtakes and Animation sketches.","release_date":"","vote_average":0.0,"runtime":150,"cert":"N\/A","id":335995,"title":"Short #11: Ecstasy","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Untitled Adi Shankar Project","cast":["Gina Carano","Katee Sackhoff"],"id":335997,"overview":"The plot is unknown.","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]