[{"cast":[],"overview":"","release_date":"2013-04-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336501,"title":"From Broadway With Love","adult":false,"genre_ids":[]},{"cast":["Tori Ahr","Tyler Riley","Jon Kovach","Clay Orem"],"overview":"Eight high school teenagers go to the woods to have a party before graduation. They have one hell of a great time until one of their own is found dead the next morning. Tempers flare and fingers are pointed as no one is sure who to blame. It quickly escalates into a race for their lives as danger is everywhere in the woods within.","release_date":"2014-10-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336503,"title":"The Woods Within","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Filmed live at the Royal Festival Hall in London, during Alfie Boe’s sell out tour; the star of Les Miserables and the much loved tenor showcases his mesmerising and outstanding voice in his very own show Bring Him Home.  With an impressively diverse collection of tracks including the impassioned \"Maria\" from West Side Story, Ewan MacColl’s heartfelt \"The First Time Ever I Saw Your Face\", a truly breathtaking rendition of \"Bring Him Home\" from Les Miserables and an emotional performance of Martina McBride’s ‘In My Daughters Eyes’. Plus, Alfie performs a wonderful medley of James Bond theme tunes, and uniquely inspired renditions of tunes from Moulin Rouge, Chitty Chitty Bang Bang and much more.  Alfie is also joined on stage for some unique performances by his very special guests, including Matt Lucas, Melanie C, Tom Fletcher from McFly, Claude-Michel Schonberg and Shakira Riddell-Morales. The peoples favourite tenor, delights with a truly magical performance.","release_date":"2012-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336505,"title":"Alfie Boe: The Bring Him Home Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2011-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336507,"title":"Wir waren das Miljö","adult":false,"genre_ids":[99]},{"cast":["Tyler Nixon","Stella Cox","Amber Nevada","Samantha Bentley","Ava Dalush"],"overview":"Artist James (Nixon) moves to the UK in search of his ex-girlfriend (Dalush) and finds himself sharing a house with four incredibly attractive women. Can this hopeless romantic learn anything from his new housemates in order to find true love?","release_date":"2015-01-08","vote_average":7.0,"runtime":96,"cert":"\"NC-17\"","id":336530,"title":"Housemates 2","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Join Dr. David Menton as he explores the science behind Charles Darwin’s ideas. You will delve into such topics as the struggle for existence, natural selection, mutations, the geologic record, and homology. Throughout his presentation, Dr. Menton evaluates the claims of evolution in light of the evidence discovered since Darwin’s time. He concludes by answering the question, “Is evolution necessary to the study of biology?” This captivating presentation is punctuated with interview segments that reveal the speaker’s passion and depth of understanding of the topic. An important DVD in exposing the faulty ideas of Darwin!","release_date":"2009-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":336532,"title":"The Evolution of Darwin - His Science","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover how Darwin’s beliefs have been used to justify policies that have resulted in terrible acts against humanity—and how those beliefs continue to harm societies today. Ken Ham’s practical, fast-paced presentation inspires and equips viewers to protect their families and reach their culture for Christ!","release_date":"2009-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":336534,"title":"The Evolution of Darwin - His Impact","adult":false,"genre_ids":[]},{"cast":["Paulo Branco","Maria Cabral","Mário Coelho"],"overview":"Lives is the story of a middle-aged couple that dwells the night, the heroin and small tricks.","release_date":"1984-10-11","vote_average":0.0,"runtime":102,"cert":"N\/A","id":336536,"title":"Lives","adult":false,"genre_ids":[18]},{"cast":["Walter de Donder","Aimé Anthoni","Agnes de Nul","Chris Cauwenbergs","Luc Caals"],"overview":"","release_date":"2014-08-05","vote_average":1.0,"runtime":null,"cert":"N\/A","id":336538,"title":"Plop - Meester Klus","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Since 1939, The Vienna Philharmonic's New Year's Concert has become a tradition and the world's most famous classical music event. For the second time in three years,celebrated conductor Franz Welser-Most returns to the podium for this extraordinary event. Welser-Most is the music director of The Cleveland Orchestra,General Music Director of the Vienna State Opera and has been nominated for two Grammy Awards.  The Vienna New Year's Concert is unique and has often been imitated, but not equaled, with a live broadcast on television in over 70 countries around the world with over 40 million viewers. This package contains the complete New Year s Eve concert as seen on TV. Included as bonus track the film \"Honeymoon\", which was broadcasted during the intermission.","release_date":"2013-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336561,"title":"New Year's Concert 2013","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Flaming Lips, Primal Scream, Mudhoney, Ween, Fountains of Wayne","release_date":"2004-05-25","vote_average":0.0,"runtime":22,"cert":"\"\"","id":336563,"title":"Essential Music Videos - 90's Indie Rock","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The 2015 edition of the Vienna Philharmonic New Year's Concert saw Zubin Mehta back on the podium after an eight year absence. Mehta has mellowed a bit in that time, and the program seems to reflect that.  The orchestra plays with its usual style and finesse, though the fireworks are kept to a minimum. There's a lot of beautiful legato playing to be had here, which is enjoyable to hear when so many ensembles feel the need to punch and pull at music these days. In a word, \"tradition\" is on display, and that's a good thing.","release_date":"2015-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336565,"title":"New Year's Concert 2015","adult":false,"genre_ids":[]},{"cast":["Kevin Glaser","Charles Simon"],"overview":"Sherlock Holmes is called upon to deal with a serial killer.","release_date":"2011-10-19","vote_average":0.0,"runtime":77,"cert":"\"\"","id":336567,"title":"Sherlock Holmes","adult":false,"genre_ids":[9648,18,80]},{"cast":["Carol Alt","Andrea Occhipinti","William Berger","Pino Quartullo","Attilio Duse"],"overview":"","release_date":"1988-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336569,"title":"Il vizio di vivere","adult":false,"genre_ids":[18]},{"cast":["Svetozar Cvetković","Varja Đukić","Sonja Knežević","Gordana Gadžić","Enver Petrovci"],"overview":"A graduated architect, looking for work, leaves for small border town of Subotica full of fresh ideas. He comes back depressed and disillusioned still looking for job. He tries to join his old friends, hoping they would help him to find happiness he wants. He spends one night with his highschool friends, but memories come back to haunt him, old wounds open again... That night, he sees his generation in true colors and he's trying to salvage at least some of good memories. At dawn, one girl commits suicide, one of his friends is taken by military police, the rest are seriously shook up by events. Coming back from police station, he finds a message from Subotica asking him to come back for work...","release_date":"1983-04-15","vote_average":5.0,"runtime":89,"cert":"N\/A","id":336571,"title":"Stairway to Heaven","adult":false,"genre_ids":[18]},{"cast":["Helio Souto","Aurora Duarte","Victor Merinov","Lola Brah","Ruth de Souza"],"overview":"","release_date":"1959-04-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":336594,"title":"Lonesome Women","adult":false,"genre_ids":[12,18]},{"cast":["Jorge Acuña","Pedro García","Carlos Loayza","Adelino Vivanco","Julio Benavente"],"overview":"An indigenous tradition in the highlands of Peru where three key players take part: a wild condor, a raging bull and brave young men.","release_date":"1986-04-24","vote_average":0.0,"runtime":85,"cert":"N\/A","id":336596,"title":"Yawar fiesta: Fiesta de sangre","adult":false,"genre_ids":[18]},{"cast":["Dennis Brito","Kristen Brancaccio","Thomas Scott Roberts","Robert Sherbine","Kanika Jones"],"overview":"It's a high school summer job for Julia and Alexander - the chance to earn money and work with eccentric, charismatic social studies teacher, Mr. Zenidro. But something else awaits them in the empty, yet mysterious school building. As the past and present begin to blur together so do sanity and madness, and Mr. Zenidro draws them into a lesson on history one can't find in books.","release_date":"2011-12-11","vote_average":5.0,"runtime":96,"cert":"\"\"","id":336598,"title":"The Ideal","adult":false,"genre_ids":[53,14,27]},{"cast":["Veronica Avluv","India Summer","Ash Hollywood","Seth Gamble","Evan Stone"],"overview":"Lynn (Veronica Avluv) has it all, a caring successful husband in a sumptuous Hollywood mansion, but something is missing. When her husband's (Evan Stone) daughter comes to visit with her new boyfriend, Chuck (Seth Gamble), Veronica's passion for acting is re-awakened by the young movie star. But is it only a craving for the camera or for a deeper longing? With other performances by Ash Hollywood and India Summer, Sweet Sinner's The Stepmother 7 is a thoughtful look at forgotten passions and submerged desires.","release_date":"2012-08-28","vote_average":0.0,"runtime":141,"cert":"\"NC-17\"","id":336600,"title":"The Stepmother 7","adult":true,"genre_ids":[]},{"cast":["María de Villanueva","Angélica Miró-Quesada","Enrique Besada","Rosa Figueroa","Sara Llop"],"overview":"Young Carmen arrives in Lima, dreaming of falling in love and finding happiness. She goes to live with her cousins and aunt, in the elegant Miraflores district. Soon she falls in love with Oscar, but he must leave her to go to the war. After a long time waiting for him to return, she learns he has died. Desperate, she decides to join a convent.","release_date":"1933-07-28","vote_average":4.0,"runtime":41,"cert":"N\/A","id":336602,"title":"Yo perdí mi corazón en Lima","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This episode of the hit TV show Bananas features comedian Ken Davis going totally \"bananas!\" Watching Ken perform is as enjoyable as eating cake batter right out of the mixing bowl. His off-center views of everyday life makes you think once…and laugh twice! You’ll find breathing a difficult task while laughing along with Ken Davis! Bananas is more than just stand-up--it’s hilarious interviews, as well as some comical unscripted moments caught on tape. Best of all, it’s good clean fun for the entire family!  A frequent radio and television guest, Ken Davis is one of the country’s most sought after comedians. His mixture of sidesplitting humor and inspiration delights audiences of all ages. Ken’s daily syndicated radio show Lighten Up! with Ken Davis is heard on over 1,200 radio stations nationwide. He has been a frequent guest on Focus on the Family and is a featured speaker for Promise Keeper events. Ken has performed with the likes of Bill Gaither, Ray Charles and Ben Vereen.","release_date":"2005-10-25","vote_average":0.0,"runtime":143,"cert":"\"\"","id":336604,"title":"Bananas - Ken Davis","adult":false,"genre_ids":[]},{"cast":["Angelina Valentine","Ashli Orion","Christina Moure","Jennifer Heart","Scarlett Fay"],"overview":"This ultra-hot younger girl series consistently earns some of the best reviews in the Vouyer Media catalog. Now, 2009 AVN award nominated director VAN STYLES is taking over the helm for WHO`S THAT GIRL #9, and infusing it with some of the hottest girls and nastiest sex yet seen in the series. If you like girls with an edgy alt look, you`re going to love 2009 XRCO award winner ANGELINA VALENTINE. This black-haired beauty takes center stage here, turning in a slow, sensual tease for the camera before fucking and sucking with the kind of enthusiasm that reveals exactly how she won her Best Oralist award this year. If you like your ladies with a more girl-next-door vibe, look no further than SCARLETT FAY, a sweet natured nymph with shoulder length brownish-blonde hair who sexually explodes in a torrid encounter capped off by a near-perfect facial. More intense action comes courtesy of ASHLI ORION, a sultry stunner who reveals that she has absolutely no stop signs sexually during another","release_date":"2009-07-02","vote_average":0.0,"runtime":157,"cert":"\"\"","id":336627,"title":"Who's That Girl 9","adult":true,"genre_ids":[]},{"cast":[],"overview":"The Haunting of Barney Palmer is a fantasy film for children about a young boy who is haunted by his great uncle. Young Barney fears that he has inherited the Scholar family curse; a suite of 80s-era effects ramp up the supernatural suspense. The film was a co-production between PBS (United States) and Wellington's Gibson Group, which resulted in Ned Beatty (Deliverance, Network) being cast. It was written by Margaret Mahy, based on her Carnegie Award-winning novel The Haunting, and an early fruitful collaboration between her and director Yvonne Mackay.","release_date":"1987-03-28","vote_average":0.0,"runtime":54,"cert":"N\/A","id":336629,"title":"The Haunting of Barney Palmer","adult":false,"genre_ids":[10751,9648]},{"cast":["Ettore Manni","María del Valle","Carlos Casaravilla","José María Caffarel","Gisia Paradis"],"overview":"","release_date":"1959-11-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":336631,"title":"Buen viaje, Pablo","adult":false,"genre_ids":[18]},{"cast":["Franz Buchrieser","Walter Davy","Lukas Resetarits","Frank Gorshin","Nigel Davenport"],"overview":"This film combines two very different styles: an atmospheric psycho thriller about the ice-cold hired gun (masterfully played by Frank Gorschin), and the bizarre satire of the Austrian TV serial \"Kottan ermittelt\".","release_date":"1982-05-01","vote_average":6.0,"runtime":153,"cert":"N\/A","id":336633,"title":"Den Tüchtigen gehört die Welt","adult":false,"genre_ids":[35,53,80]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336635,"title":"Zeitgeschichte - Der II. Weltkrieg (E-K) - Die DVD-Enzyklopädie","adult":false,"genre_ids":[36,10752,99]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336637,"title":"Zeitgeschichte - Der II. Weltkrieg (Q-Z) - Die DVD-Enzyklopädie","adult":false,"genre_ids":[36,10752,99]},{"cast":["Koudous Seihon","Alassane Sy","Francesco Papasergio","Pio Amato","Vincenzina Siciliano"],"overview":"Ayiva recently left his home in Burkina Faso in search of a way to provide for his sister and his daughter. He takes advantage of his position in an illegal smuggling operation to get himself and his best friend Abas off of the continent. Ayiva adapts to life in Italy, but when tensions with the local community rise, things become increasingly dangerous. Determined to make his new situation work he attempts to weather the storm, but it has its costs.","release_date":"2015-09-02","vote_average":6.9,"runtime":107,"cert":"\"\"","id":336660,"title":"Mediterranea","adult":false,"genre_ids":[18]},{"cast":["Marco Alcaraz","Victor Neri"],"overview":"Angelo, an action star wanna be, stumbles upon a bag of money worth 11 Million Pesos. The money came from a bank robbery gone awry. His life suddenly becomes an action thriller.","release_date":"2009-07-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":336662,"title":"Blind Luck","adult":false,"genre_ids":[80,18]},{"cast":["Dolores Fonzi","Oscar Martínez","Esteban Lamothe","Cristian Salguero","Verónica Llinás"],"overview":"Paulina is a young lawyer with a promising career in Buenos Aires, who chooses to go back to her home town. Her father, Fernando, is a well known judge. Against his will, Paulina decides to teach in a suburban high school as part of an inclusion program. One night, after the second week working there, she's brutally assaulted by a gang. With the disapproval of the people around her, she decides to go back to work, in the neighborhood where she was attacked, without realizing that her attackers may be even closer than she thought.","release_date":"2015-06-18","vote_average":6.6,"runtime":103,"cert":"N\/A","id":336664,"title":"Paulina","adult":false,"genre_ids":[18,53]},{"cast":["Jackson Martin","Nick Serino","Reece Moffett","David Disher","Erika Brodzky"],"overview":"A coming-of-age tale that turns on three teenagers who are having a vacation by a lakeside.","release_date":"2015-05-14","vote_average":6.6,"runtime":89,"cert":"N\/A","id":336666,"title":"Sleeping Giant","adult":false,"genre_ids":[18,12]},{"cast":[],"overview":"The Armenian Americans captures the spirit of this amazing culture and its legacy of inspiration, achievement, perseverance, and survival. Personal recollections from three generations of proud Armenians – including tennis champion Andre Agassi, author Peter Balakian, actor Mike Connors, actor\/writer Eric Bogosian, actress\/writer Andrea Martin, NCAA basketball coach Jerry Tarkanian, historians, musicians, politicians, religious leaders, and corporate executives – pay warm tribute and celebrate why there has never been a better time to be an Armenian American.","release_date":"2000-03-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":336668,"title":"The Armenian Americans","adult":false,"genre_ids":[]},{"cast":["Sophia Gently","Naudia Nyce","Melody Love","Lee Ann","Joelean"],"overview":"Lots and lots of threesomes!","release_date":"2005-01-01","vote_average":10.0,"runtime":99,"cert":"\"NC-17\"","id":336670,"title":"2 Chicks for Every Dick 2","adult":true,"genre_ids":[]},{"cast":["Mandy Moody","Chris Gouchoe","Eric Wheeler"],"overview":"A severely wounded Marine and his wife finally come home following months of surgeries and rehab. A powerful and realistic depiction of what it is like for our wounded vets and their spouses as they face enormously difficult times ahead.","release_date":"2015-03-27","vote_average":10.0,"runtime":13,"cert":"\"\"","id":336687,"title":"Birthday","adult":false,"genre_ids":[10749,18]},{"cast":["Grace Jones","Bryant Baldwin"],"overview":"A One Man Show is a long-form music video collection featuring American singer Grace Jones, released in 1982. The video mainly consists of music videos, with some concert footage filmed when Jones was touring with the eponymous tour.","release_date":"1982-11-07","vote_average":0.0,"runtime":44,"cert":"\"\"","id":336689,"title":"Grace Jones: A One Man Show","adult":false,"genre_ids":[10402]},{"cast":["Jacob York","Charlie David","Chris Salvatore","Britten Tillinghast","Darrin Otto"],"overview":"Four years into his first stable relationship, a man finds out that he is pregnant with his partner's baby.","release_date":"2015-11-24","vote_average":5.9,"runtime":90,"cert":"\"PG-13\"","id":336691,"title":"Paternity Leave","adult":false,"genre_ids":[35,10749]},{"cast":["Lucille Ball","Dean Martin","Jackie Coogan"],"overview":"LUCY GETS LUCKY finds the wacky redhead pulling out all the stops in Las Vegas to see her favorite entertainer, Dean Martin. Lucy gets a job working at the MGM Grand casino and high stakes hijinks follow.","release_date":"1975-03-01","vote_average":1.0,"runtime":52,"cert":"\"NR\"","id":336693,"title":"Lucy Gets Lucky","adult":false,"genre_ids":[35,10402,10770]},{"cast":[],"overview":"While researching a story that centers around an interface that connects the brain to a virtual reality super-computer, investigative reporter Sara Lincoln struggles with the technology's social and moral implications as the lines between her ethics, the virtual world, and reality blur.","release_date":"2013-02-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336695,"title":"MindScans","adult":false,"genre_ids":[]},{"cast":[],"overview":"Frank Buckles, a humble man who found himself in extraordinary places. He fought during WWI. In the 20's and 30's, he sailed the world. In the 40's, he was a prisoner during WWII. In the 50's, he bought a farm and started a family and in 2006, at the age of 106, he fought to his death for proper honor for his forgotten fellow soldiers. He was the last voice of his generation.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336697,"title":"Pershing's Last Patriot","adult":false,"genre_ids":[]},{"cast":[],"overview":"Silence dominates the work, as does the screen rectangle, which cuts off the “image” from a life time-space continuum and imposes upon the image its particular character. Within it, there is a play between tonalities, textures, large and small shapes.","release_date":"2010-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":336720,"title":"Mist","adult":false,"genre_ids":[]},{"cast":[],"overview":"A colourful implo\/explosion of the twelve sided star.","release_date":"2012-08-07","vote_average":0.0,"runtime":5,"cert":"N\/A","id":336722,"title":"Burning Star","adult":false,"genre_ids":[]},{"cast":["Catherine Arditi","Françoise Arnoul","Evelyne Bouix","Fabienne Chaudat","Josiane Lévêque"],"overview":"Over the course of five seasons, this film chronicles a young woman's rise to power within a tempestuous all-female office. Employing elements of fantasy, realism, drama and satire, much of the story takes place in the confines of an oppressive looking steel and glass skyscraper owned by a powerful insurance company. Though the office is populated only by women, the place seethes with tension due to office politics and the personal turmoil suffered by the employees, something that the beautiful and outwardly ruthless office supervisor Carabosse does her best to ignore. When the ever business-like Carabosse finally gets promoted, she appoints Agate (the story's true protagonist) as her successor. Power corrupts and it does not take long for the compassionate Agate to transform into a copy of Carabosse.","release_date":"1996-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336724,"title":"Heavy Weather","adult":false,"genre_ids":[35]},{"cast":["Hoot Gibson","Bob Steele","Beatrice Gray","Ralph Lewis","Evelyn Eaton"],"overview":"The Utah Kid was a late entry in Monogram's \"Trail Blazers\" series. These low-budget westerns usually featured three cowboy stars; this time, however, there are only two, Bob Steele and Hoot Gibson. Though neither star is a spring chicken, Steele is the younger of the two, so he's the \"Utah Kid\" by default. The plot, involving a gang of crooks who go around fixing rodeo results, was designed to accommodate yards and yards of stock footage.","release_date":"1944-08-25","vote_average":0.0,"runtime":53,"cert":"\"\"","id":336726,"title":"The Utah Kid","adult":false,"genre_ids":[37]},{"cast":["Siavash Lashkari","Mehran Rajabi","Sharareh Dolat Abadi","Golshifteh Farahani","Hassan Nahidi"],"overview":"","release_date":"2003-11-19","vote_average":0.0,"runtime":80,"cert":"N\/A","id":336728,"title":"Two Angels","adult":false,"genre_ids":[18]},{"cast":["Jürgen Goslar","Judy Winter","Evelyn Opela","Diana Körner","Anton Diffring"],"overview":"","release_date":"1984-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336730,"title":"Der Besuch","adult":false,"genre_ids":[80]},{"cast":["Hans-Peter Minetti","Armin Mueller-Stahl","Volkmar Kleinert","Herbert Köfer","Gerhard Bienert"],"overview":"","release_date":"1969-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336753,"title":"Die Dame aus Genua","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Interview with German softcore film director Alois Brummer","release_date":"1970-01-03","vote_average":6.0,"runtime":62,"cert":"N\/A","id":336755,"title":"Sex-Business - Made in Pasing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three young people living in South Dakota's Pine Ridge Reservation are faced with difficult challenges.","release_date":"2013-01-01","vote_average":8.0,"runtime":83,"cert":"\"\"","id":336757,"title":"Young Lakota","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gwapa, meaning beautiful in Visayan, is the fitting title of this vibrant, real-life story that follows two Filipino families and their struggle for a healthy future","release_date":"2015-12-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":336759,"title":"Gwapa","adult":false,"genre_ids":[]},{"cast":[],"overview":"A heartwarming and enlightening musical documentary summarizing the answer from thousands of American Muslims to one question: \"What do you wish you could say to the rest of the world?\"","release_date":"2008-01-09","vote_average":0.0,"runtime":4,"cert":"\"\"","id":336761,"title":"A Land Called Paradise","adult":false,"genre_ids":[]},{"cast":["Caitlin Fitzgerald","Emily Best","Salomé M. Krell","Susan Main"],"overview":"Charlie, a young journalist, returns to her hometown of Camden, Maine to write the eulogy for her best friend, Katherine.","release_date":"2012-07-14","vote_average":0.0,"runtime":74,"cert":"\"\"","id":336763,"title":"Like the Water","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary about the pigeons that live outside a young man's bedroom window.","release_date":"2014-08-18","vote_average":0.0,"runtime":10,"cert":"N\/A","id":336783,"title":"Ruler of the Roost","adult":false,"genre_ids":[35,99]},{"cast":["Jane Seymour","David Oakes","Alexandra Weaver","David Lipper","Olivia Hallinan"],"overview":"After losing her dream job at a fashion magazine -- and her boyfriend, Danielle heads home to Romania. With the help of her colorful family, she rediscovers herself and her love of fashion.","release_date":"2014-09-26","vote_average":5.1,"runtime":null,"cert":"\"\"","id":336788,"title":"Love by Design","adult":false,"genre_ids":[10749]},{"cast":["Varun Dhawan","Shraddha Kapoor","Prabhu Deva","Lauren Gottlieb","Pooja Batra"],"overview":"Suresh wants to be a big dancer to fulfill his mother's wish. Vinnie wants to be the best hip-hop dancer. They are childhood friends. They form a team and participate in a national level competition \"Hum Kisi Se Kum Nahin\" where they are disqualified as their moves are copied and everyone calls them cheaters. Everyone departs to search for jobs.  Suresh plans to remove the negative tag by winning the hip-hop competition in Las Vegas. One day he watches Vishnu  dance in the bar and convinces him to be their choreographer. They audition for people and collect the team.","release_date":"2015-06-19","vote_average":5.5,"runtime":154,"cert":"\"PG\"","id":336790,"title":"Any Body Can Dance 2","adult":false,"genre_ids":[18,10402]},{"cast":["Heinz Reincke","Joseph Offenbach","Friedrich Schoenfelder","Albert Matterstock","Walter Buschhoff"],"overview":"","release_date":"1958-07-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336792,"title":"Der Dank der Unterwelt","adult":false,"genre_ids":[80]},{"cast":["Brigitte Horney","Rolf Boysen","Wolfried Lier","Bum Krüger","Lotte Ledl"],"overview":"","release_date":"1964-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336794,"title":"Dann geh zu Thorp","adult":false,"genre_ids":[80]},{"cast":["Dani Daniels","Brooklyn Chase","Madison Ivy","Anikka Albrite","Kirsten Price"],"overview":"Years of peace on the streets have allowed Xander Corvus' West Side gang to live like kings, taking whatever or whomever they want, whenever they want. They live fast and fuck hard, but when a rival gang moves in on their turf, their resolve to protect their kingdom is put to the test. Despite the chaos, Xander meets Dani Daniels, an innocent faced beauty with a killer body. Lost in the taste of her lips and the welcoming invite of her thighs, Xander catches a glimpse of a life without guns and drugs, but first he'll have to overcome his cravings for power and freed. Dani, however, senses only death and destruction in their future and as the streets begin to burn form the violence, her fears prove true. East Side gang memebers kidnap Dani and her girlfriends in order to draw Xander out into the open. Retribution needs to be paid, and Xander is ready to bring hell down upon all who stands in his way.","release_date":"2014-05-06","vote_average":0.0,"runtime":251,"cert":"\"NC-17\"","id":336814,"title":"Crave","adult":true,"genre_ids":[18]},{"cast":["Julia Ann","Carter Cruise","Anikka Albrite","Peta Jensen","Eva Karera"],"overview":"International spy agency, CRISIS, ran by Maxine and her promiscuous son, Stryker, save the world with one secret mission at a time. The team consists of sexy secret spy, Shawna, who happens to be Stryker's ex-girlfriend and she's currently dating Corbin, a spy-in-training. Chloe, the receptionist, is the horniest one of them all, who pines after Shawna too, and Craig, the brains of the operation is obsessed with his sex doll. The team must rally together to swoon over the chairman of the U.N. to win a contract but an undercover prostitute from another agency fucked him first! A failed mission leads Maxine to travel to Alaska, where she secretly bangs the head of the KGB, who happens to be Stryker's father. Unbeknownst to Maxine, she was being filmed and the sex tape is about to hit the market! Stryker and Shawna are on a mission alone to get the tape and save CRISIS from going under, that is, until they get back to their kinky ways...","release_date":"2015-03-10","vote_average":0.0,"runtime":254,"cert":"\"NC-17\"","id":336816,"title":"Stryker","adult":true,"genre_ids":[18]},{"cast":[],"overview":"To strengthen their couple on the verge of breaking up, Bastien and Elise set off for a hike in the woods. A few years later, Bastien has become cynical and dark. He has a relationship based on voyeurism and sadomasochism with a woman called Sarah. One night, by continually pushing their experiences farther, the young woman is shocked and decides to distance herself from her lover. She then tries to get rid of him but he ends up losing his temper and imposing her the narrative of his hike with Elise. At first perplexed as for the intentions of the man who holds her back, Sarah is gradually overwhelmed with awe when the story falls into madness and Elise and Bastien, lost in the middle of nowhere have to face a threat that is bigger than their faltering romance","release_date":"2015-01-01","vote_average":5.0,"runtime":71,"cert":"N\/A","id":336821,"title":"Hostiles","adult":false,"genre_ids":[]},{"cast":[],"overview":"The eternal battle between man and fly is played out with ever more comedic results to the final pay off. As the drama escalates the man and his dog find themselves making increasingly extreme attempts to rid themselves of the fly.","release_date":"2010-07-21","vote_average":6.5,"runtime":3,"cert":"N\/A","id":336826,"title":"Fly","adult":false,"genre_ids":[16]},{"cast":["Chester Morris","Helen Twelvetrees","Alice White","John Miljan","Grant Mitchell"],"overview":"A prizefighter is convicted of a murder that was actually committed by his sister.","release_date":"1933-12-09","vote_average":7.5,"runtime":78,"cert":"\"\"","id":336828,"title":"King for a Night","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Will Mr Christie allow Terry to join the Mayan End of the World Society?","release_date":"2012-03-29","vote_average":0.0,"runtime":3,"cert":"N\/A","id":336848,"title":"The Banker","adult":false,"genre_ids":[16]},{"cast":["Clint James","Owen Conway","Megan Drust","Eliza Kiss"],"overview":"When Collin Bastrow is found in the forest, alone and afraid, he has a shocking story to tell. As he struggles to recount the events of the previous night his memories return in a series of horrific flashes of what became of his friends and fiancée. What started as a simple camping trip in the mountains of Northern Arizona quickly descended into an amazing and terrifying story that is truly out of this world. As the sole survivor of this deadly close encounter Collin must try and explain the unexplainable","release_date":"2015-05-05","vote_average":3.6,"runtime":85,"cert":"\"\"","id":336850,"title":"The Encounter","adult":false,"genre_ids":[27,878]},{"cast":["Paulo Ivo","Marisa Orth"],"overview":"A fireman encounters more than he bargained for when rescuing a fiery temptress. Almas Em Chamas is a hot love story, told through boldly drawn characters.","release_date":"2000-06-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":336852,"title":"Souls in Flames","adult":false,"genre_ids":[16]},{"cast":["Yûsaku Matsuda","Hiroshi Tachi","Maria Anzai","Gôzô Sôma","Koji Nanjo"],"overview":"Yusaku Matsuda plays an ex-boxer who killed an opponent during a fight. He is brought into a school to deal with a gang of disruptive students led by Hiroshi Tachi.","release_date":"1976-07-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":336854,"title":"The Classroom of Terror","adult":false,"genre_ids":[53,80]},{"cast":[],"overview":"Climb up, let’s jump, the fields are green and the houses grey. We’re all small. It feels like the pores of my skin have become gigantic.","release_date":"2014-08-05","vote_average":5.0,"runtime":28,"cert":"N\/A","id":336856,"title":"I Forgot!","adult":false,"genre_ids":[99]},{"cast":["Heinz Bennent","Hans Christian Blech","Ruth Drexel","Konrad Georg","Heidelinde Weis"],"overview":"","release_date":"1963-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336858,"title":"Detective Story","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Entertainment and innovation collide in this stunning and eclectic collection of computer-animated short films, which presents 21 award-winning masterworks that burst forth with a bounty of humor, romance, drama and beautiful imagery. Highlights include the thrilling \"Devil's Mine Ride,\" Todd Rundgren's gorgeous music video \"Theology,\" the hilarious \"Gas Planet\" and the abstract colors and textures of \"Primordial Dance.\"","release_date":"2001-12-18","vote_average":0.0,"runtime":52,"cert":"\"NR\"","id":336860,"title":"Computer Animation Experience","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Mid thirties Erik makes a living playing Backgammon in the local park. He is about to get thrown out of his residence, when a young girl approaches him in the park. She changes his life, while he tries to fight the demons from his past.","release_date":"2014-08-10","vote_average":0.0,"runtime":68,"cert":"\"\"","id":336880,"title":"Backgammon","adult":false,"genre_ids":[]},{"cast":["Kristoffer Joner","Ane Dahl Torp","Jonas Hoff Oftebro","Edith Haagenrud-Sande","Fridtjov Såheim"],"overview":"Although theorised, no one is really ready when a mountain pass above the scenic and narrow Geiranger fjord in Norway collapses and creates a tsunami over 300 feet high. A geologist is one of those caught in the middle of it.","release_date":"2015-08-28","vote_average":6.6,"runtime":104,"cert":"\"R\"","id":336882,"title":"The Wave","adult":false,"genre_ids":[28,18,53]},{"cast":["Ellen Dorrit Petersen","Anders Baasmo Christiansen","Tomas Norström","Baard Owe","Mads Sjøgård Pettersen"],"overview":"An old sanatorium is deteriorating in an isolated forest in the mountains. Five contract workers have taken on the task of tracking the huge building for hazardous waste before it's demolished. They realize that the job is more than a search for asbestos and mercury when they encounter the building's frightening past. You can demolish a building, but never remove the past.","release_date":"2015-10-09","vote_average":4.8,"runtime":90,"cert":"N\/A","id":336884,"title":"Dark Woods II","adult":false,"genre_ids":[27]},{"cast":["Anneli Aune","Iben Akerlie","Alba August","Allan Hyde","Thea Næss"],"overview":"When the mysterious band The Dryads moves into the crumbling old house next door, Hilde suddenly finds excitement in her dull suburban life. She falls under the spell of the band's charismatic singer, only to learn that being cool has a price.","release_date":"2015-08-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":336886,"title":"Dryads - Girls Don't Cry","adult":false,"genre_ids":[10402,18]},{"cast":["Sindre Hansen","Eva Victoria Verpe","Tani Hansen","Ingvild Haus Grønlien","Peter Skeie"],"overview":"Kristoffer, Karoline, Jonatan, Marikken, Jesper, Ole and Aurora are finally out of the Norwegian school system. They don't know each other very well, and they don't have a lot of plans for the upcoming year.","release_date":"2015-12-16","vote_average":0.0,"runtime":80,"cert":"N\/A","id":336888,"title":"Astronauter og filmstjerner","adult":false,"genre_ids":[18,35]},{"cast":["Seann William Scott","Alison Pill","Marc-André Grondin","Wyatt Russell","Callum Keith Rennie"],"overview":"During a pro lockout, Doug \"The Thug\" Glatt is injured and must choose whether to defend his team against a dangerous new enemy, or be there for his wife as she prepares to give birth to his daughter.","release_date":"2017-03-17","vote_average":5.7,"runtime":101,"cert":"\"R\"","id":336890,"title":"Goon: Last of the Enforcers","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Carefully composed portrait of prominent modern composer Elliott Carter (1908-1912). Scheffer depicts both the person and the development in his music and the musical tradition it grew out of, as well as the time in which the American Carter grew up. The result: historical images of the city of New York, old film footage, cinematographic finds to illustrate the music and statements by conspicuous fellow-composers and musicians, including Pierre Boulez and Daniel Barenboim.","release_date":"2004-06-17","vote_average":0.0,"runtime":78,"cert":"N\/A","id":336892,"title":"A Labyrinth of Time","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In okay bye-bye, so named for what Cambodian children shouted to the U.S. ambassador in 1975 as he took the last helicopter out of Phnom Phenh in advance of the Khmer Rouge, Rebecca Baron explores the relationship of history to memory. She questions whether, \"image and memory can occupy the same space.\" Building on excerpts from letters, found super-8 footage of an unidentified Cambodian man, iconographic photographs from the Vietnam War and other partial images, Baron combines epistolary narrative, memoir, journalism, and official histories to question whether something as monumental as the genocidal slaughter of Cambodians during the Pol Pot regime can be examined effectively with traditional methodologies.","release_date":"1998-01-01","vote_average":0.0,"runtime":39,"cert":"\"\"","id":336909,"title":"okay bye-bye","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A brief encounter with a beautiful woman causes a middle-age man to question not only his love-less marriage, but the pre-defined life society expects of him. His search for fulfillment leads him into Chicago's exciting but often dangerous night life of dance clubs, known as 'Steppin' clubs.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336911,"title":"InDemand","adult":false,"genre_ids":[]},{"cast":[],"overview":"According to previous media reports, HIV positive men, or \"gift-givers\", who want to transmit the virus to so-called \"bug chasers\" - HIV negative or untested men - do so in an apparently negotiated exchange.  HIV positive Ricky Dyer, who investigates the apparent bug chasing phenomenon for this documentary, says that an air of complacency about the realities of living with the virus may be one reason why infection rates have been rising.  Dyer tries to find out the truth behind the reporting by going online on a gay dating website, saying he is an HIV positive man who wants to talk to bug chasers.  However, Dyer is appalled to find dozens of apparent bug chasers contact him within days saying that they want to be \"pozzed up\" - infected with the virus.  - Bugchasers seek sexual partners who are HIV positive for the purpose of having unprotected sex and becoming HIV positive; giftgivers are HIV positive individuals who comply with the bugchaser's efforts to become infected with HIV.","release_date":"2006-04-10","vote_average":0.0,"runtime":55,"cert":"N\/A","id":336913,"title":"I Love Being HIV+","adult":false,"genre_ids":[]},{"cast":[],"overview":"All images were filmed on Market Street, one of the main streets in San Francisco. The visual was carefully composed frame by frame, while shooting on the street. This project was commissioned by Exploratorium and San Francisco Arts Commission for the outdoor screening event, A Trip Down Market Street 1905\/2005: An Outdoor Centennial Celebration.","release_date":"2005-09-24","vote_average":4.0,"runtime":5,"cert":"\"\"","id":336915,"title":"Market Street","adult":false,"genre_ids":[]},{"cast":["Jean Rollin","Jean-Pierre Bouyxou","Jean-Loup Philippe","Natalie Perrey","Pascal Françaix"],"overview":"Who is Jean Rollin?  A man who has spent his childhood in the middle of some of the greatest intellectuals of the twentieth century. An artist who has worked with Maguerite Duras for his first film. A director's career singular and unique in French cinema, with films overtly fantastic, surreal, poetic - disconcerting. A filmmaker has always murdered by the critics but starting, finally, to enjoy some recognition in France, while many fans worship him already in Europe and the United States. Jean Rollin signs a marginal and unknown work marked by death and nostalgia, and whose main obsession is the time, that of the wandering and dreams.  Jean Rollin died in December 2010 at the age of 72. This documentary is the portrait of a real artist, the last surrealist, a poet who created his very own dreamworld. A tribute for a unique director, with testimonials from his closest collaborators.","release_date":"2011-09-04","vote_average":8.0,"runtime":78,"cert":"N\/A","id":336917,"title":"Jean Rollin: The Stray Dreamer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Zachariah Char, a Sudanese \"Lost Boy\" featured in the New York Times, returns to South Sudan and his home village of Duk Padiet to search for his mother and father - 24 years after fleeing the country during a civil war.","release_date":"2013-04-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336919,"title":"Lost Boy Home","adult":false,"genre_ids":[]},{"cast":["Adam LeClair","Gary Kasper","Nadine Bernecker","Aaron Gaffey","Sharon Gardner"],"overview":"Cyril Bass is a good-hearted loser that works in a thankless corporate job where everyone takes advantage of him. That is until he makes a deal with his own personal Demon to wreak havoc, give him revenge, fortune and popularity beyond his wildest dreams. When the comical yet bloodthirsty demon is let loose, a wave of bloodshed and gore is released. Harkens back to the wonderful 80's monsterfests","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336921,"title":"My Demon Within","adult":false,"genre_ids":[27]},{"cast":["Jonas Mekas","Benn Northover"],"overview":"In February 2004, after 30 years of my life in SoHo, I made a decision to leave SoHo  and move to Greenpoint, Brooklyn. This video is about what it feels like to leave a  place in which one has spent more time than any other place, and which was also  the place of my family life. I am somewhere else now. It’s about beginning of growing roots in a new place, new home, with new friends, new thoughts, experiences.  This video is also about video. When in 1949 I began filming with my Bolex, it  took me fifteen years to really master it so that my Bolex would do for me what I  wanted. When in 1987 I got my first Sony camera I thought it would be different.  But no. Only today, after working with the video camera for fifteen years, I feel like it had become an extension of my eye, my body, \"A Letter from Greenpoint\" being my first real video work.","release_date":"2004-04-22","vote_average":0.0,"runtime":80,"cert":"\"\"","id":336941,"title":"A Letter from Greenpoint","adult":false,"genre_ids":[99,18]},{"cast":["Aleksandr Solovyov","Zinoviy Gerdt","Tatyana Vasileva","Aleksandr Kalyagin","Gotlib Roninson"],"overview":"","release_date":"1980-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":336943,"title":"Adam Marries Eve","adult":false,"genre_ids":[35]},{"cast":["Chenghui Yu","Chi-kang Chao","Chunyu Shanshan","Jianqiang Hu","Ji Chun-Hua"],"overview":"In this martial arts action-drama, a swordsman named Toh Hong travels home after a long battle to discover his wife and children have been brutally murdered.","release_date":"1988-06-09","vote_average":7.0,"runtime":94,"cert":"N\/A","id":336945,"title":"Yellow River Fighter","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"Phurpa is a Russian musical collective and performance group, recording and playing authentic ritual music of Bon, the oldest Buddhist tradition from Tibet, using ritual instruments and special tantric singing technique.","release_date":"2008-04-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":336947,"title":"Trowo Phurnag Ceremony","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":336949,"title":"Adrenalin & Gewalt","adult":false,"genre_ids":[]},{"cast":["Gilbert Rödiger","Sven Wittek","Zinke","Yuri Stalingrad"],"overview":"","release_date":"2014-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":336954,"title":"Elsterglanz - Outbreak of Hotte-Hüüh-Syndrom - Die Live DVD!","adult":false,"genre_ids":[28,18,14,35]},{"cast":[],"overview":"Two men working for a private organization with a unique method of customer payment are sent to retrieve some overdue finances from a dangerous client.","release_date":"2015-12-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":336974,"title":"Debts Due","adult":false,"genre_ids":[18,80,35]},{"cast":[],"overview":"Torstein has a burning wish to be dad, but being gay and settled on the tiny island of Tysnes makes it difficult. A random encounter on the internet changes everything. There he meets a Norwegian surrogate mother who gives birth to his child.","release_date":"2015-05-04","vote_average":0.0,"runtime":54,"cert":"N\/A","id":336976,"title":"Eit kjærleiksbarn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring a variety of holiday-themed episodes from everyone’s favorite sea-dwelling sponge. The DVD includes the double-length episodes \"Christmas Who,\" as well as \"Procrastination,\" \"The Snowball Effect,\" \"Survival of the Idiots,\" \"Mermaidman and Barnacleboy IV,\" \"Chocolate With Nuts,\" \"As Seen on TV,\" \"Pizza Delivery\" and \"The Squeaky Boots.\"","release_date":"2003-09-30","vote_average":7.8,"runtime":119,"cert":"\"\"","id":336978,"title":"SpongeBob Squarepants: Christmas","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Award-winning documentary about how one Uruguayan leftist survived solitary confinement during the dirty war.  The story of former Tupamaro guerilla fighter, Henry Engler, whose prolonged confinement and torture during the Uruguayan dictatorship led to a mental breakdown. Today Dr. Engler is a Swedish citizen and a scientist renowned for his research into Alzheimer’s disease. In this impressive documentary, the scientist visits the places of his painful past, painting an intimate and disturbing portrait of prison life under the dictatorship.","release_date":"2008-04-22","vote_average":6.2,"runtime":92,"cert":"N\/A","id":336986,"title":"The Circle","adult":false,"genre_ids":[99]},{"cast":["Louie Barletta","Caswell Berry","Clark Hassler","Jerry Hsu","Jose Rojo"],"overview":"The Bag Of Suck DVD from Enjoi Skateboards. Anything but sucky, this video features Jerry Hsu, Louie Barletta, Caswell Berry and the rest of the Enjoi team.","release_date":"2006-03-11","vote_average":0.0,"runtime":46,"cert":"\"NR\"","id":336988,"title":"Enjoi: Bag of Suck","adult":false,"genre_ids":[99]},{"cert":"\"NC-17\"","title":"Shades of Kink 4","cast":["Chanel Preston","Riley Reid","Karla Kush","Cassidy Klein","Steven St. Croix"],"id":336990,"overview":"When an egomaniacal asshole of a congressman gets turned down by a woman, he becomes obsessed with winning her over. The compulsion sends him spiraling into the dark-side of deviant sexual behavior. Starring Chanel Preston as the relentless dom, Karla Kush as the rich spoiled wife, Riley Reid as the sexy escort and Cassidy Klein as a salivating sex slave. With Steven St. Croix as the Chief of Staff, Tommy Pistol as a reluctant male sex slave and Michael Vegas as the tyrannical congressman.","runtime":130,"genre_ids":[],"release_date":"2015-03-12","vote_average":0.0,"adult":true}]