[{"cast":["Ida Piri","Tivadar Kovács","Kálmán Fehér","József Kincses","János Hegedűs"],"overview":"The story played by civilian players is laid in a Transdanubian village, where on the initiative of the municipality doctor the local inhabitants wish to build a social welfare home as volunteers, with the support of the local co-operative and the state farm. Having first consented to the plan, the leadership of the county starts opposing the project because of the plan to build a social welfare home called the City of the Happy Aged to be established by the county. Both parties take the field for their ideas and the battle starts.","release_date":"1980-04-23","vote_average":0.0,"runtime":164,"cert":"N\/A","id":337004,"title":"Stratagem","adult":false,"genre_ids":[]},{"cast":["György Linka","Enikő Eszenyi","Sándor Szakácsi","Dorottya Udvaros","Tamás Végvári"],"overview":"A country theatre wants to stage the historical play of the opposition author, who is famous abroad but it is well known, that he is fatally ill. The ministry unexpectedly bans the premier. The author is not informed about the decision and he wants - before his death - the costume rehearsal of the play. The director and his actors set up a false rehearsal at the price of a long night's tedious job.","release_date":"1983-04-23","vote_average":10.0,"runtime":97,"cert":"N\/A","id":337006,"title":"Midnight Rehearsal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded live at The Corner Hotel, Melbourne November 20 and 21, 1996. These were the warm up gigs for the Farewell To The World Tour.","release_date":"2007-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337008,"title":"Crowded House At The Corner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Collection of rare songs and performances from Crowded House and Split Enz. From the FOTE Fan Club.","release_date":"2009-06-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":337010,"title":"One For the Frenz","adult":false,"genre_ids":[]},{"cast":["Lucy Morton","Lorcan Bonner","Brendan Conroy","Lorcan Cranitch","Stephen Cromwell"],"overview":"When 12-year-old Mickey Miller moves from New York to Ireland, she soon discovers a link between herself and the 300-year-old legend of the mysterious Black Knight, who regularly haunts the sleepy Irish village. With courage and a sharp mind, she sets out to save a precious herd of white horses and to thwart the evil plans of a greedy, ambitious woman.","release_date":"2014-11-16","vote_average":5.8,"runtime":94,"cert":"N\/A","id":337012,"title":"The Legend of Longwood","adult":false,"genre_ids":[10751,12,18]},{"cast":[],"overview":"","release_date":"2015-04-23","vote_average":7.3,"runtime":null,"cert":"N\/A","id":337014,"title":"I bambini sanno","adult":false,"genre_ids":[99]},{"cast":["Benjamin Nathan-Serio","Richard Felix","Mark Schardan","Kirk Bonacci","Wendy Lee Taylor"],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337016,"title":"In the Box","adult":false,"genre_ids":[18]},{"cast":["Asier Vázquez"],"overview":"Every night in her room, Grandma invents stories for the brother and the sister.","release_date":"2010-05-22","vote_average":6.0,"runtime":6,"cert":"N\/A","id":337030,"title":"Those Who Cry Alone","adult":false,"genre_ids":[]},{"cast":["Luiz Henrique Teixeira","Diego Barros da Silva"],"overview":"","release_date":"2014-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":337032,"title":"Henrique & Diego - Ao Vivo Em Campo Grande","adult":false,"genre_ids":[10402]},{"cast":["Jack Randall","Al St. John","Virginia Carroll","Don Rowan","Davison Clark"],"overview":"Cartwright's racket is to sell a ranch and then have Mason and his men drive the ranchers away so he can resell it. If they want their money back he gives it to them and then has them killed. Jack arrives and learns that Mason and his men are the culprits but that they have a boss. He suspects Cartwright and sets trap to expose him.","release_date":"1939-08-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337040,"title":"Oklahoma Terror","adult":false,"genre_ids":[37]},{"cast":["Ben Cura","Christian McKay","Andrea Deck"],"overview":"A love triangle is unraveled when a young painter is approached by an admirer who eases him into making sense of his relationship with his wife.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337042,"title":"Creditors","adult":false,"genre_ids":[]},{"cast":["Jack Randall","Vince Barnett","Jean Joyce","Tris Coffin","George Cleveland"],"overview":"Overland mail riders Jack Mason and his pal, Porchy, learn that an Indian uprising is imminent because one of the tribe has been murdered by a gang of outlaws. The primary town of the mail route is also being used as a hideout and base of operations for a gang of counterfeiters led by Joe Polini. Jack and an undercover federal agent, Duke Evans, round up the counterfeiters and turn Polini over to the Indian Chief as the killer of the brave.","release_date":"1939-11-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337044,"title":"Overland Mail","adult":false,"genre_ids":[]},{"cast":["Jeff Hyslop","Brent Carver","Caralyn Tomlin","Douglas Chamberlain","Pat Galloway"],"overview":"Brent Carver stars as the swashbuckling Pirate King in the famous Stratford Festival's rollicking production of the Gilbert & Sullivan classic that pits British bobbles against unlikely pirates on the Cornish coast. Sullivan regarded this operetta - a hit ever since its first production in New York in 1879 - as the best comedy he composed. He even said of his collaborator, \"The libretto is ingenious, clever, wonderfully fun in parts and sometimes brilliant in dialogue - beautifully written for music, as is all Gilbert does.\" Indeed, audiences will find the music every bit a match for the lyrics, with the genius of the score lying in its parody of grand opera. Filmed in 1985 at the world-famous Stratford Shakespeare Festival in Stratford, Ontario.","release_date":"1985-06-21","vote_average":0.0,"runtime":124,"cert":"N\/A","id":337046,"title":"The Pirates of Penzance","adult":false,"genre_ids":[35,10751,10402]},{"cast":[],"overview":"","release_date":"2015-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337063,"title":"Matthias Egersdörfer - Vom Ding her","adult":false,"genre_ids":[35]},{"cast":["Joshua Brady","Sam Buchanan","Stephanie Renee Morgan","Phillip Ward","Bryan Marshall"],"overview":"While navigating life with his hyper-protective mother along the enigmatic Outer Banks of North Carolina's coast (site of the first attempted English settlement in the New World), conflicted teen Loren learns of his expecting girlfriend's ambivalence toward him. After a near tragic accident, he must learn to assemble the broken pieces into a stronger, wiser form and approach a more worldly consciousness. A searchlight cast upon the earliest traces of America and the mystery of settlers vanished, Lost Colony scans a once virgin watershed for signs of life.","release_date":"2015-04-15","vote_average":8.5,"runtime":84,"cert":"\"\"","id":337065,"title":"Lost Colony","adult":false,"genre_ids":[35,18]},{"cast":["Erin Yuen"],"overview":"The angels are aflutter: a baby is soon to be born! One small angel can tell this baby is especially special. And holy moly, are their presents extraordinary. The little angel wants to give a present too, but, what could she possibly offer that is as worthy as the others’ gifts? At a loss for ideas, she peeks over the side of her platform and spies something going on in the desert - a caravan of kings on camels, lost in the dark. She does the only thing she can, and it ends up being the perfect gift for that little baby...the shiningest gift of all.","release_date":"2014-12-02","vote_average":0.0,"runtime":6,"cert":"\"\"","id":337070,"title":"Star Bright","adult":false,"genre_ids":[]},{"cast":["Kevin O'Neill","David Bunt","Guy Doleman"],"overview":"A man who was abused as a child by his community returns there to take revenge.","release_date":"1974-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337072,"title":"Chilling","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The Ramones' Musikladen concert performed in 1978.","release_date":"1978-04-21","vote_average":10.0,"runtime":null,"cert":"\"G\"","id":337074,"title":"The Ramones: Live in Germany 1978","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The film shows a convent in Alto Adige run by just two nuns, bilogical sisters. To make sure that \"those out there don´t think two nuns no longer make a convent\", they try to keep up a full range of activities. The women´s headstrong character and their stubborn insistence on autonomy and self-dependency creates situations that are both touching and funny, and entirely unexpected in a place like this.","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":337094,"title":"We Cannot Dream a Bright Blue Sky","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the everyday routine of the sales assistant Angelika Urban.","release_date":"1971-08-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":337096,"title":"Angelika Urban, Sales Assistant, Engaged","adult":false,"genre_ids":[99]},{"cast":["Ursula Voß","Fritz Wagner","Herbert Wilk","Hans Sternberg","Aribert Grimmer"],"overview":"","release_date":"1946-10-18","vote_average":0.0,"runtime":77,"cert":"N\/A","id":337098,"title":"Freies Land","adult":false,"genre_ids":[18]},{"cast":["Amy Smart","Doug Jones"],"overview":"A mother protects her children from a demon inside their home.","release_date":"2014-12-10","vote_average":8.0,"runtime":8,"cert":"\"\"","id":337100,"title":"The Visitant","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A 70 minute film that captures the last 7 years of the bands career with live performances from Ozzfest and interview footage with the band.","release_date":"2007-04-03","vote_average":0.0,"runtime":70,"cert":"\"\"","id":337102,"title":"American Head Charge - Can't Stop the Machine","adult":false,"genre_ids":[]},{"cast":["Tim Roth","Elizabeth Tulloch","David Dastmalchian","Claire van der Boom","Tate Ellington"],"overview":"David is a nurse who works with terminally ill patients. Dedicated to his profession, he develops strong relationships people he cares for. But outside of work, it's a different story altogether.","release_date":"2015-10-21","vote_average":5.5,"runtime":93,"cert":"\"R\"","id":337104,"title":"Chronic","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Worthy Farm, Pilton, England","release_date":"2005-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337124,"title":"Razorlight: Glastonbury Festival 2005","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Radio City Music Hall, New York, New York, USA","release_date":"2005-11-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337126,"title":"Rush: Project R30","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Live in Dortmund","release_date":"1980-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337128,"title":"Santana: Rockpalast 1980","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Asheville, NC","release_date":"2005-09-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337130,"title":"Son Volt: Live at the Orange Peel","adult":false,"genre_ids":[10402]},{"cast":["Han Go-eun","Kim Sung-su","Bae Geu-rin","Shin Jung-sun"],"overview":"Jung-Woo (Kim Sung-Su) is a neurosurgeon and also works in bioengineering research. He is married, but has an ongoing relationship with Yoo-Gyeong (Han Go-Eun). She is a doctor and stands by Jung-Woo.  Yoo-Gyeong has a mysterious accident one day and her hand is cut off in the accident. Thanks to Jung-Woo's quick thinking, her hand is reattached successfully with surgery. Yoo-Gyeong's health improves after the surgery, but bizarre events take place around her constantly.","release_date":"2015-04-16","vote_average":6.0,"runtime":101,"cert":"N\/A","id":337132,"title":"Black Hand","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Nescafe Blues Festival, Sao Paulo, Brazil","release_date":"1996-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337134,"title":"Gov't Mule: Nescafe Blues Festival","adult":false,"genre_ids":[10402]},{"cast":["Susan Sarandon","Rose Byrne","J.K. Simmons","Cecily Strong","Jerrod Carmichael"],"overview":"With a new iPhone, an apartment near the Grove, and a comfortable bank account left to her by her beloved late husband, Marnie Minervini has happily relocated from New Jersey to Los Angeles to be near her daughter Lori, a successful (but still single) screenwriter, and smother her with motherly love. But when the dozens of texts, unexpected visits, and conversations dominated by unsolicited advice force Lori to draw strict personal boundaries, Marnie finds ways to channel her eternal optimism and forceful generosity to change the lives of others - as well as her own - and find a new purpose in life.","release_date":"2016-04-05","vote_average":5.8,"runtime":100,"cert":"\"PG-13\"","id":337154,"title":"The Meddler","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"\"Inside Greendale\" highlights in-studio footage of Neil Young and Crazy Horse recording \"Greendale,\" as well scenes from the \"Greendale\" film, brought together by the artist in an innovative mixed-media format. The result, which includes dazzling special effects, adds new depth to both the visual and audio components of Neil Young's epic tale of the Green family, a Northern California clan that includes Earl Green, a Vietnam vet who makes a deal with the Panama-hatted devil to sell his psychedelic paintings; his drug dealing cousin Jed, who kills a cop and goes to jail; and his daughter Sun, an eco-warrior who battles big oil in the Alaskan wilderness.","release_date":"2004-02-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337156,"title":"Neil Young & Crazy Horse: Inside Greendale","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Honoka arrived at home with snacks, juice, and candies which are her brothers, named Hirokazu, favorite stuff. However, she noticed there has been an unexpected guest - Akasaki. She attends the same class as Hirokazu and for that matter he invited her for a study session and Honoka misunderstood her as his girlfriend. Will Hirokazu make up with his sister in a secret way while Akasaki is still in their house?","release_date":"2014-08-29","vote_average":0.0,"runtime":26,"cert":"N\/A","id":337158,"title":"Ane Kyun!","adult":true,"genre_ids":[16]},{"cast":["Stevie Wonder"],"overview":"A rare recording of Stevie Wonder in his prime. One of his best!","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337160,"title":"Stevie Wonder: Beat Club Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"20-minute assembly of three songs, performed during two appearances that Yes made on Beat Club (aka MusikLaden) in 1969 and 1970.","release_date":"2000-02-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337162,"title":"Yes: The Best of Musikladen Live","adult":false,"genre_ids":[10402]},{"cast":["Note Chern-Yim","Vorawit Phonginsee","Nattawut Skidjai","Aang Terdterng","Adirek Wattaleela"],"overview":"Little house on a rice field was a home to father Jelam, mother Chern and their son Sam. To help family income Sam rented out a pickup truck to work as a driver for hire.  He started out with bad omens but Sam disregarded it as superstition. His first fare was a loan collector who requested to be taken to Sam’s house to inform Sam’s parents that bank is foreclosing on their home and land.  In despair to save their home father, mother and son decided to rob a bank. Keeping their plan secret from each other they all went to Bangkok. By chance all three met at the same bank being robbed by different team of robbers. They ended up assisting police in catching the robbers and were commanded for their bravery. Not abandoning their plan they befriended a taxi driver Sommai, a local drunk Sialieng and a café singer Pongor. Jelam told Sialieng about the plan to rob a bank and the reason why. All joined in and the bank robbery begins…","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337164,"title":"Black Family","adult":false,"genre_ids":[35]},{"cast":["Edmund Lowe","Leila Hyams","Gustav von Seyffertitz","E.H. Calvert","Barry Norton"],"overview":"","release_date":"1927-11-27","vote_average":0.0,"runtime":60,"cert":"\"\"","id":337184,"title":"The Wizard","adult":false,"genre_ids":[9648,27]},{"cast":["Dexter Holland","Greg K.","Kevin \"Noodles\" Wasserman","Atom Willard"],"overview":"A complete video collection of all of The Offspring's music videos from 1994-2005 (with the exception of 'Million Miles Away').","release_date":"2005-07-19","vote_average":0.0,"runtime":150,"cert":"\"\"","id":337186,"title":"The Offspring: The Offspring Complete Music Video Collection","adult":false,"genre_ids":[10402]},{"cast":["Bert Lytell","Raye Dean","Maud Milton","Alphonse Ethier","Gordon Ash"],"overview":"","release_date":"1921-04-10","vote_average":0.0,"runtime":69,"cert":"\"\"","id":337188,"title":"A Message from Mars","adult":false,"genre_ids":[14,878,35]},{"cast":["Nida Blanca","Angel Aquino","Gerald Madrid","Chinggoy Alonzo","Julio Diaz"],"overview":"When Mike's father died, it was a surprise to find out that not only did he leave a family in trouble, he also was having an affair with a former student. Knowing more about her is the surprise of falling for her.","release_date":"1998-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337190,"title":"Enter Love","adult":false,"genre_ids":[]},{"cast":["Jaclyn Jose","Mark Gil","Anjo Yllana","Anita Linda","Tita Muñoz"],"overview":"A robbery goes wrong and the bank's teller, Josie (Jaclyn Jose) is abducted by lone gunman Angelito Asuncion (Mark Gil). A few weeks passes and Josie escapes to tell a tale of terror and mayhem. She asserts to have faked falling for him in order to win his trust while Angelito surfaces to claim otherwise. Josie is not really a victim but has been his lover for sometime. In fact, they planned the whole thing so they could start a new life together. Who is telling the truth?","release_date":"1988-12-25","vote_average":0.0,"runtime":107,"cert":"N\/A","id":337192,"title":"The Moonchild","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A magic aeroplane takes two children to the Moon, where they encounter prehistoric monsters and witness a battle between them. As far as is known this was the first film to combine realistic stop-motion dinosaurs and live-action actors in the same shot.","release_date":"1920-01-01","vote_average":1.5,"runtime":10,"cert":"\"\"","id":337194,"title":"Along the Moonbeam Trail","adult":false,"genre_ids":[16,14]},{"cast":["Tauke Jambu","Yus Jambu","Abam Bocey","Nora Danish","Farid Kamil"],"overview":"Three close friends Fuad, Fadli and Fendi stumble upon a lifeless body by the roadside and, in their panic, have tampered with the crime scene by touching the knife next to the body. They decide to wrap and bury the body. Instead of tying a knot at the top of the wrap, they tie it sideways so that they can easily identify it as the body they have buried if the police ever discover it. However, things do not go well for them after that night as they are haunted by the spirit of the dead man. They seek for help from Mimie to look for the body again, hoping that the spirit will not disturb them anymore after getting a proper burial.","release_date":"2015-04-09","vote_average":0.0,"runtime":91,"cert":"N\/A","id":337214,"title":"Hantu Bungkus Ikat Tepi","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"An early student work directed at UCLA by Alile Sharon Larkin and submitted as her \"Project One.\" Larkin visualizes a mental ward as a possible equivalent to prison incarceration for women of color.  –UCLA Film & Television Archive","release_date":"1975-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":337216,"title":"The Kitchen","adult":false,"genre_ids":[18]},{"cast":["Frank Cermak Jr.","Charlotte Ellen Price","Daveigh Chase","Marcos Mateo Ochoa","Karen Black"],"overview":"A story about a madman with a movie camera. He's a narcissist, nihilist, sexual sadist and killer of innocent women. His name is Charlie and WILD IN BLUE is his world: a place of evil, violence and perversion where only his camera tells the truth. He set out to make an honest film for you - no lies whatsoever - and after the madness and all the hate, you will love him.","release_date":"2014-05-05","vote_average":4.5,"runtime":82,"cert":"\"R\"","id":337218,"title":"Wild in Blue","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A disturbed rape victim changes his identity and gender to get the ultimate revenge on the deranged priest who ruined his life.","release_date":"2014-09-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337220,"title":"Snake With a Human Tail","adult":false,"genre_ids":[]},{"cast":["Mark Pugh","Jamin Pugh","Daniel Christopher Covell","Frank B. Gerdelman"],"overview":"-Survival of the Fittest '14 Match-  -1st Time Ever Tag Team Match-  The Briscoes vs The Addiction (Christopher Daniels &amp; Frankie Kazarian)","release_date":"2014-11-08","vote_average":0.0,"runtime":180,"cert":"\"\"","id":337222,"title":"ROH Survival Of The Fittest Night 2","adult":false,"genre_ids":[]},{"cast":["Austin Jenkins","Jamin Pugh","Aaron Frobel","Kevin Steen","Jamar Shipman"],"overview":"Supercard of Honor VIII was a professional wrestling event produced by Ring of Honor (ROH), which took place on April 4, 2014 at the John A. Alario Sr. Event Center in Westwego, LA","release_date":"2014-04-04","vote_average":0.0,"runtime":180,"cert":"\"\"","id":337224,"title":"ROH Supercard of Honor VIII","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kevin Steen's Final Ring of Honor Match  \"Mr Wrestling\" Kevin Steen vs \"King of Old School\" Steve Corino","release_date":"2014-07-19","vote_average":0.0,"runtime":180,"cert":"\"\"","id":337226,"title":"ROH Summer Heat Tour","adult":false,"genre_ids":[]},{"cast":["Caleb Dewall","Jamar Shipman","Michael Bennett","Maria Kanellis","Tyson Moody"],"overview":"Raising The Bar - Day 1 was a professional wrestling event produced by Ring of Honor (ROH). It took place on March 7, 2014 at the The Turner Hall Ballroom in Milwaukee, Wisconsin.","release_date":"2014-03-07","vote_average":0.0,"runtime":180,"cert":"\"\"","id":337246,"title":"ROH Raising The Bar - Day 1","adult":false,"genre_ids":[]},{"cast":["Milford W. Howard","Derelys Perdue","Cecil Holland","William Kenton"],"overview":"A mad doctor uses his powers of telepathy to control a beautiful young girl. The survival status of the film is presumed lost.","release_date":"1923-02-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337248,"title":"The Bishop of the Ozarks","adult":false,"genre_ids":[18]},{"cast":[],"overview":"*Main Event*  ROH World Tag Team Championship  reDRagon (Bobby Fish &amp; Kyle O'Reilly) vs The Briscoes","release_date":"2014-06-07","vote_average":0.0,"runtime":180,"cert":"\"\"","id":337250,"title":"ROH Road To Best In The World - Night 2","adult":false,"genre_ids":[]},{"cast":["Monique Covét","Tavalia Griffin","Cassandra Wild","Stephani Steel","Sophie Evans"],"overview":"Tanya Hyde, London's queen of kink, serves up a sexy six-course feast featuring such tasty and tantalizing treats as French maids, naughty nuns, horny hookers, nefarious nurses and their passionate patients, brazen burglars and copulating cops!","release_date":"1999-11-01","vote_average":10.0,"runtime":96,"cert":"N\/A","id":337252,"title":"Tanya Hyde's Twisted Dreams","adult":true,"genre_ids":[]},{"cast":["Bono","The Edge"," Larry Mullen Jr.","Adam Clayton"],"overview":"On 20 November 2007, a 20th anniversary edition of The Joshua Tree was released. Three-disc box set came with bonus audio CD and DVD. The bonus DVD features live concert footage, a documentary, and two music videos. The disc includes Live from Paris, an 85-minute concert from 4 July 1987 that was originally broadcast on British television in celebration of the 25th anniversary of Island Records. It was later released as a live album through the iTunes Store in July 2008; three cover songs are excluded from both releases of the concert. The documentary, titled Outside It's America, was a 1987 MTV production about The Joshua Tree Tour. The two music videos are an alternate version \"With or Without You\" and the previously unreleased video for \"Red Hill Mining Town\". Footage of U2's alter ego country band, The Dalton Brothers, is included on the disc as an Easter egg.","release_date":"2007-11-20","vote_average":0.0,"runtime":155,"cert":"N\/A","id":337254,"title":"U2: The Joshua Tree (bonus DVD)","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A collection of surreal animation shorts from the french art collective Le Dernier Cri.","release_date":"1999-03-23","vote_average":7.0,"runtime":46,"cert":"N\/A","id":337256,"title":"Hospital Brut","adult":false,"genre_ids":[16]},{"cast":[],"overview":"How hard can ghost hunting be? Join Shane Free as he enlists the help of friends and family and documents personal experiences at Gettysburg, Pennsylvania's Cashtown Inn, the Prospect Place Mansion in Trinway, Ohio, and the Queen Mary in Long Beach, California. Unlike many popular ghost hunting shows, \"Investigating the Afterlife\" does not alter the footage and presents the evidence as it was recorded.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337273,"title":"Investigating the Afterlife","adult":false,"genre_ids":[]},{"cast":[],"overview":"A filmmaker, trying to impress a Hollywood producer, claims to be the winner of the Sundance Short Film Competition with his half-second masterpiece.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337278,"title":"Winner: Best Short Film","adult":false,"genre_ids":[]},{"cast":["Vlatko Dulić","Ivica Vidović","Mia Oremović","Relja Bašić","Boris Buzančić"],"overview":"A 40 year old former football star and idol of his generation feels that there's a gap between him and the rest of his peers. In order to cross divides over, he makes 20th anniversary party for his school friends he graduated with, only to find out that things are more complicated than he first thought.","release_date":"1979-07-03","vote_average":0.0,"runtime":106,"cert":"N\/A","id":337280,"title":"Slow Motion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Another CCR compilation with exactly the same matherial - just released under a different label and name..\r This however is clearly the BEST quality video-tranfers I've seen of these tracks..! Yes - you CAN see it's from video (a bit 'blurred') - but no tape-drops and really worth a look.!","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337282,"title":"Creedance Clearwater Revival: Travelin' Band","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"One of the better known southern rock bands of the 1970s, The Outlaws enjoyed some moderate success with hits like \"There Goes Another Love Song.\" Following in the tradition of practically every band who had a contract at that time, The Outlaws released an obligatory live album in 1978. Their harmonies, both vocal and guitar, held up pretty well on stage, as evidenced by the before mentioned \"Love Song,\" and \"Freeborn Man,\" as well as \"I Hope You Don't Mind.\" \"Hurry Sundown,\" another Outlaws classic gets an equally fine treatment. But of course, the real meat comes at the end of the show with \"Green Grass and High Tides.\" Taking a cue from Lynyrd Skynyrd's \"Free Bird,\" The Outlaws wrote an epic of their own. \"Green Grass\" starts as an up-tempo country croon, but it's not long before they let the hammer down.","release_date":"1989-08-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337284,"title":"The Outlaws: Bring It Back Alive","adult":false,"genre_ids":[10402]},{"cast":["Phil Keaggy"],"overview":"Presented for the first time on DVD are the acoustic guitar stylings and songs of the legendary musician, Phil Keaggy, live in concert.  Spanning 30+ years of his recording career, Phil performs some of his timeless classic and guitar instrumentals.  Recorded in Philadelphia in the fall of 2001, shortly after the tragic events of September 11th, this concert was both an uplifting and moving experience delivered through Phil's unique multi-layered approach to performing on acoustic guitar.","release_date":"2004-01-01","vote_average":0.0,"runtime":116,"cert":"\"NR\"","id":337286,"title":"Philly Live! Phil Keaggy In Concert - An Evening of Solo Acoustic Guitar","adult":false,"genre_ids":[]},{"cast":["Chu Ko-Liang","Ruby Lin","Lin Mei-hsiu"],"overview":"","release_date":"2015-02-18","vote_average":5.5,"runtime":101,"cert":"N\/A","id":337303,"title":"The Wonderful Wedding","adult":false,"genre_ids":[35]},{"cast":["Gilbert Bosch","Tinika Chiscaru","Alba Ferrara","Camelia Paun","Bulgar Turcanu"],"overview":"A gypsy village. Immigrants who have camped their caravans and tents on the outskirts of any given European city. Smells of sweat, dust and animals. A car arrives. An stranger gets out. He is in search of a miracle. He is looking for Yanindara...","release_date":"2009-10-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":337305,"title":"Yanindara","adult":false,"genre_ids":[]},{"cast":["Michael Hutchence","Jimmy Barnes","Kate Ceberano"],"overview":"Australian Made: The Movie is a 1987 live concert film of the Australian Made tour from December 1986 to January 1987. The tour featured internationally performing Australian acts, INXS, Divinyls, Models, The Triffids, The Saints, I'm Talking, and Jimmy Barnes. Concert segments were linked by Troy Davies interviewing audience members and musicians.","release_date":"1987-07-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":337307,"title":"Australian Made: The Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Bedfords tells the story of Sir Edwin Landseer, a famed artist and favourite portrait painter of Queen Victoria.  The film opens on Landseer as he travels from his studio in London to the Highlands of Scotland to visit The Bedford family whose portrait he has been commissioned to paint.  After the long coach journey north Landseer awakes and makes a sleepy entrance to the Highland home of The Bedfords.  The domineering Duke of Bedford welcomes Landseer as the family gather in the drawing room to meet this famous London artist, a celebrity of his day.","release_date":"2009-10-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":337309,"title":"The Bedfords","adult":false,"genre_ids":[]},{"cast":[],"overview":"This short reveals a day in the life of four adolescents in Wollongong who are confronted with unemployment and an uncertain future.","release_date":"1982-08-07","vote_average":0.0,"runtime":45,"cert":"N\/A","id":337311,"title":"Greetings from Wollongong","adult":false,"genre_ids":[]},{"cast":["Demet Akbağ","Nihat Aydın","Sinan Bengier","Erdoğan Dikmen","Işık Düzen"],"overview":"","release_date":"1995-07-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":337313,"title":"Otogargara","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"Count Arthur Strong, showbiz legend and raconteur, reminds us just what we've been missing since his last television series, ‘The Robin Hood Club’, was axed in 1960 something. With the added bonus of previously unreleased footage from Arthur’s career – ranging from Desk Sergeant in Dixon of Doc Green, to the one time host of Ask The Family – and a rumour of a surprise start guest appearance, the celebration of Arthur’s illustrious career is a show not to miss.\r As Arthur himself says, “Wouldn't it be wonderful if you could just turn the telly on after a hard day at the abattoir…or whatever it is you do… and there I was, smiling back at you, in my own programme again, again.”","release_date":"","vote_average":0.0,"runtime":67,"cert":"N\/A","id":337333,"title":"Count Arthur Strong - Man Behind The Smile","adult":false,"genre_ids":[]},{"cast":["Ezzat El Alaili","Madline Tabar","Mohammad Saad","Abdalla Mahmoud","Alaa Morsy"],"overview":"In 1969, a group of Egyptian frogmen target and destroy two Israeli vessels in the port of Eilat during the War of Attrition.","release_date":"1993-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337338,"title":"Al-Tareek Ela Eilat","adult":false,"genre_ids":[]},{"cast":["Alexandr Golubev","Svetlana Khodchenkova","Aleksey Barbash","Aleksey Barbash","Dmiti Solonkin"],"overview":"","release_date":"2013-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":337340,"title":"Napoleon 1812","adult":false,"genre_ids":[36]},{"cast":["Heather Paige Cohn","Deanna Pak","Victoria Levine","Joi Liaye","Theresa Ireland"],"overview":"It's the end of the school year for a group of high school friends. Their senior prom was to be a night of elegance, rejoicing and celebrating, but when a psychotic killer hijacks their stretch limo, he is determined to have them Dead On Arrival. The teens are tortured while being held hostage, and soon turn on each other for survival. By the end, we learn that one of the teens had been keeping a secret that played a bigger role in their demise.","release_date":"2015-04-24","vote_average":4.1,"runtime":86,"cert":"\"\"","id":337342,"title":"Prom Ride","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"A secluded cabin in the woods and a heavenly visitor help to mend the marriage of a couple who are dealing with the loss of their only child after a fatal car accident with a drunk driver just weeks before his graduation.","release_date":"2002-10-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337344,"title":"Figure in the Forest","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-08-13","vote_average":0.0,"runtime":65,"cert":"N\/A","id":337346,"title":"Face to Face","adult":false,"genre_ids":[]},{"cast":["Brian Johnson","Kalley Heiligenthal","Hannah McClure","Jenn Johnson","Matt Stinton"],"overview":"Recorded live in late summer 2014, \"We Will Not Be Shaken\" chronicles a night of mountaintop worship with Bethel Music. These songs focus on the promises and strength we find in Jesus through any season of life.","release_date":"2015-01-26","vote_average":8.5,"runtime":null,"cert":"\"G\"","id":337363,"title":"Bethel Music - We Will Not Be Shaken","adult":false,"genre_ids":[10402]},{"cast":["Noel Rosa"],"overview":"Homage to the great Brazilian samba songwriter Noel Rosa (1910-1937).","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337365,"title":"Noel por Noel","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set List:  She's A River  Up On The Catwalk  See The Lights  The American  Big Sleep  Love Song  And The Band Played On  Sanctify Yourself  Alive And Kicking  She Moved Through The Fair  White Light White Heat  Hypnotised  Don't You Forget About Me","release_date":"1995-10-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":337367,"title":"Simple Minds : Live at The Olympia","adult":false,"genre_ids":[]},{"cast":[],"overview":"01 - We Sink  02 - Gun  03 - Now Is Not The Time  04 - Interview 1  05 - Lies  06 - Night Sky  07 - Strong Hand  08 - Interview 2  09 - Recover  10 - Tether  11 - Interview 3  12 - Under The Tide  13 - The Mother We Share","release_date":"2013-10-09","vote_average":0.0,"runtime":57,"cert":"N\/A","id":337369,"title":"Chvrches : Live ZDF at Bauhaus","adult":false,"genre_ids":[]},{"cast":["Felicia Day","Nathan Fillion","Neil Patrick Harris","Simon Helberg","Maurissa Tancharoen"],"overview":"The making of 'Dr. Horrible's Sing-Along Blog'.","release_date":"2008-12-19","vote_average":6.9,"runtime":20,"cert":"\"\"","id":337374,"title":"The Making of Dr. Horrible's Sing-Along Blog","adult":false,"genre_ids":[99]},{"cast":["Dr. Matteo Borrini"],"overview":"","release_date":"2010-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":337397,"title":"Vampires in Venice","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sherbet live in concert from 1973 to 1977","release_date":"2006-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337399,"title":"Sherbert: Live ... and the Crowd Went Live","adult":false,"genre_ids":[]},{"cast":["Liu Yifei","Donnie Yen","Gong Li","Jet Li","Utkarsh Ambudkar"],"overview":"A young Chinese maiden disguises herself as a male warrior in order to save her father.","release_date":"2020-03-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337401,"title":"Mulan","adult":false,"genre_ids":[12,18,14]},{"cast":["Stéphane Gasc","Camille Trophème","Laurent Serron-Keller"],"overview":"My name is Gabriel and I live in Taipei. I have lost my wife during an assault. A red-haired man came to me, he smelt of fried fish. He had a gun and he shot my family. Since, I feel empty as if I had a hole in the head.","release_date":"2015-02-01","vote_average":7.5,"runtime":13,"cert":"N\/A","id":337403,"title":"8 Bullets","adult":false,"genre_ids":[16]},{"cast":["Jim Norton"],"overview":"Comedian Jim Norton tackles the twisted state of the 21st century, including how modern technology affects everything from free speech to hooking up.","release_date":"2015-04-24","vote_average":6.5,"runtime":57,"cert":"\"\"","id":337405,"title":"Jim Norton: Contextually Inadequate","adult":false,"genre_ids":[35,10770]},{"cast":["Brittany Allen","Olivia Crocicchia","Noah Silver","Christian Alexander","Alex Beh"],"overview":"When Lucian and Miranda are left alone in an isolated mansion for the weekend, their mutual attraction grows, as does their unease about the whereabouts of Miranda's ex-boyfriend who may be hiding somewhere in the house.","release_date":"2016-03-11","vote_average":4.6,"runtime":89,"cert":"\"\"","id":337407,"title":"Backgammon","adult":false,"genre_ids":[9648,18]},{"cast":["Briggon Snow","Allison Marie Volk","Peter Nikkos","Tory Devon Smith","Colin Martin"],"overview":"A general's marriage is destroyed when a vengeful lieutenant convinces him that his new wife has been unfaithful.","release_date":"2015-10-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337424,"title":"Othello","adult":false,"genre_ids":[53]},{"cast":["Justin Hartley","Arielle Kebbel","Alan Pietruszewski","Mark Valley","Jake McLaughlin"],"overview":"Just because a journey leads you somewhere you didn't expect, doesn't mean you ended up in the wrong place.","release_date":"2018-04-24","vote_average":6.0,"runtime":89,"cert":"\"R\"","id":337426,"title":"Another Time","adult":false,"genre_ids":[878,35,18,10749,10770]},{"cast":["Vladislav Abashin","Alexey Ignatov","Michail Solodko","Natalya Shvets","Olga Filimonova"],"overview":"The main characters are above the law. They are a group of police investigators wallowed in criminal activities. But the criminal scheme worked out by the experienced d team begins to fail. There appears to be a mole reporting directly to FSB. When Pepl finds himself in a life threatening situation he starts thinking about the existence for the first time ever. Once he begins to think he can not go back to his former self. The team begins to suspect that he is a mole. The former coworkers turn into mortal enemies.","release_date":"2013-06-27","vote_average":5.2,"runtime":117,"cert":"N\/A","id":337428,"title":"Slide","adult":false,"genre_ids":[18,28,80]},{"cast":["Marek Bargiełowski","Piotr Fronczewski","Gustaw Holoubek","Iwona Biernacka","Zbigniew Buczkowski"],"overview":"Two psychiatrists attempt to save a suicidal man.","release_date":"1978-03-13","vote_average":5.0,"runtime":94,"cert":"N\/A","id":337433,"title":"A Room with a View on the Sea","adult":false,"genre_ids":[18]},{"cast":["Miroslava Soucková","Oleg Tabakov","Alicja Jachiewicz","Rafał Wieczyński","Jolanta Grusznic"],"overview":"Set in World War 2 as the Germans occupy Czechoslovakia, teenage Emilka's father is murdered by the Nazis, but she is selected for special treatment by virtue of being blonde. She is billeted with the commandant of a concentration camp near the Baltic coast, where his kindness towards her provokes his wife's jealousy, but is compromised when Emilka witnesses his brutality towards the prisoners.","release_date":"1985-05-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":337435,"title":"Cuckoo in a Dark Forest","adult":false,"genre_ids":[18,10752]},{"cast":["Heather Thatcher","Hector Abbas","Lionel d'Aragon","Cecil Morton York","Bruce Gordon"],"overview":"The inventor of a space sphere flies to the moon and is marooned by a crooked financier.","release_date":"1919-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337437,"title":"The First Men in the Moon","adult":false,"genre_ids":[878]},{"cast":["Sam Fordham","Charlotte Heinimann","David Wade","Gary Grant","Christoph Schwegier"],"overview":"When his mother finally succumbs to a long illness, young Theo is prepared to deal with the loss. Having lost his father when he was only ten years old, Theo is strong and emotionally sound. While searching through his mother's belongings, he stumbles upon a piece of film from around the time when he was born. The footage shows his late father, young and seemingly happy. Soon after, Theo sets out on a quest to find more info about his dad. His search leads him to George Walter, a close friend of his father's. George lives high up in the mountains. He was a bit famous once, but since has become a recluse. When Theo meets George something special happens. It turns out that George was once in love with Theo's dad - so what he sees in Theo is more than just his first love's son. And, in return, what Theo sees in George is more than a route to his father. As the two men spend time together on the mountain, they get to know each other, but even more than that, they get to know themselves.","release_date":"2012-06-06","vote_average":5.0,"runtime":112,"cert":"N\/A","id":337454,"title":"The Hour of Living","adult":false,"genre_ids":[18]},{"cast":["Makarand Anaspure","Trupti Bhoir","Usha Nadkarni","Chitra Navathe","Tejaswi Patil"],"overview":"The Devkule family comprises of various \"interesting\" characters. A visually impaired Grandmother, who doesn't want to accept her condition but always wears glasses and pretends that she can see everything, Raiba's father who is long dead, keep's making appearances to remind his wife about the promise he made his friend while he was alive. Paru alias Parvati Tai, who despite having proper sight, is a victim of blind faith. Apart from being a possessive mother she keeps arguing with her son regarding marriage. The jewel in the crown of Devkule family is Raiba, the most eligible bachelor; he is ready to tie the knot with any girl but his aspirations are very high. He wishes for a spacious house, a big car and a fat salary. What happens when he gets everything HUGE in life? The drama unfolds when Raiba's large dreams come true because of his father's promise.","release_date":"2010-10-08","vote_average":4.0,"runtime":null,"cert":"N\/A","id":337456,"title":"Agadbam","adult":false,"genre_ids":[35]},{"cast":["Hugo Albores","Odiseo Bichir","Edith González","Ignacio Guadalupe"],"overview":"A tragicomic short film imbued with magical realism that revolves around the theme of death, focusing specifically on the Mexican people's bond with the departed.","release_date":"2000-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":337467,"title":"Rogelio","adult":false,"genre_ids":[18]},{"cast":["Yekaterina Vasilyeva","Marina Neyolova","Natalya Tenyakova","Georgi Burkov","Armen Dzhigarkhanyan"],"overview":"A riotous dinner party where the guests are invisible to the viewer.","release_date":"1986-01-01","vote_average":6.4,"runtime":10,"cert":"N\/A","id":337469,"title":"Banket","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Fenne has been living alone with her father Gerrit for years on their farm. Fenne isn’t able to talk, but that’s not the only reason silence is surrounding the farm – they hardly communicate in any way. After the arrival of the new help Lukas the tension between Fenne and Gerrit increases.","release_date":"2015-04-26","vote_average":0.0,"runtime":21,"cert":"N\/A","id":337471,"title":"Fenne","adult":false,"genre_ids":[]},{"cast":["Will Ryan","Katie Leigh"],"overview":"When a mysterious old treasure map shows up in Odyssey, Mr. Whittaker, Dylan, Connie, and Eugene embark on a perilous, action-packed journey that leads them to the caves of Qumran in Palestine. Will it be gold and riches--or tragedy?","release_date":"2002-04-09","vote_average":0.0,"runtime":30,"cert":"\"\"","id":337485,"title":"Adventures in Odyssey: The Caves of Qumran","adult":false,"genre_ids":[]},{"cast":["Carlota Carretero","Fiora Cruz","Solly Duran","Karla Fatule","Juan Fernández"],"overview":"","release_date":"2012-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":337487,"title":"El hoyo del diablo","adult":false,"genre_ids":[27]},{"cast":["Roddy McDowall","Damian O'Flynn","Lyn Thomas","Kirby Grant","Gordon Jones"],"overview":"A young man with a love of horses, Scott Jordan (Roddy McDowall) lives on the family ranch with his uncle Bill (Damian O’Flynn). When he buys a wild stallion from his black-sheep cousin Daniel (Rand Brooks), Scott names the horse Midnight and does his best to tame him. But when the sheriff (Sky King’s Kirby Grant) suspects the stallion was stolen and Daniel’s plan to get rid of the horse ends with a man being trampled, Scott must prove Midnight acted in self-defense before his uncle destroys him. The fourth of six films McDowall coproduced and starred in for Monogram Pictures, Black Midnight was directed by Oscar “Budd” Boetticher, whose seven Westerns with Randolph Scott are considered classics of the genre.","release_date":"1949-10-01","vote_average":6.0,"runtime":66,"cert":"\"NR\"","id":337489,"title":"Black Midnight","adult":false,"genre_ids":[18,37]},{"cast":[],"overview":"Home to a fifth of the world's population, the newly-minted superpower will soon be the largest economy on earth. Yet it remains little understood in the West. This three-part documentary offers a bold step towards overturning that ignorance. With the most sumptuous production values possible, it skillfully glides from historical enquiry to current analysis in a deep yet accessible tour de force. Timely, comprehensive, and magisterial.","release_date":"2013-01-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":337491,"title":"China New Empire: China Dominates","adult":false,"genre_ids":[]},{"cast":["Natalie Maines"],"overview":"The Grammy Award-winning, multi-platinum selling Dixie Chicks launch their 2003 tour with Top Of The World Tour Live. This barn-burner of a concert features the hits \"Goodbye Earl,\" \"A Home,\" \"Landslide,\" \"Ready to Run,\" \"Sin Wagon\" and more.","release_date":"2003-11-21","vote_average":0.0,"runtime":85,"cert":"\"\"","id":337493,"title":"Dixie Chicks: Top of the World Tour - Live","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Inside Islam: What a Billion Muslims Really Think","cast":[],"id":337495,"overview":"Inside Islam: What a Billion Muslims Really Think explores the world's first major opinion poll, conducted by the Gallup organization. It asked Muslims from Indonesia to South Asia, to the Middle East, as well as minority communities in the US and Europe, what they thought about issues such as Gender Equality, Terrorism, and Democracy. It presented by Islamic scholars and the Gallup members themselves who give context and try to provide explanations for the results.","runtime":null,"genre_ids":[],"release_date":"2014-02-24","vote_average":0.0,"adult":false}]