[{"cast":[],"overview":"Robert Dix (Blood of Dracula's Castle) is a Las Vegas playboy who marries a prostitute and is driven berserk by her two-timing.","release_date":"1968-06-13","vote_average":0.0,"runtime":85,"cert":"\"\"","id":338001,"title":"Las Vegas Strangler","adult":false,"genre_ids":[]},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","Maricel Laxa","Lotlot De Leon"],"overview":"a film by Jose 'Pepe' Wenceslao.","release_date":"1990-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338003,"title":"Hotdog","adult":false,"genre_ids":[14,35]},{"cast":[],"overview":"Portrait of contemporary artist Erwin Wurm. We follow the artist through the preparations of various exhibitions and get an insight into his thinking about and making of art.","release_date":"2013-01-30","vote_average":0.0,"runtime":53,"cert":"N\/A","id":338005,"title":"Erwin Wurm - Der Künstler, der die Welt verschluckt","adult":false,"genre_ids":[]},{"cast":["Cheech Marin","Linda Ronstadt","Paul Rodríguez","Robert Beltran","León Singer "],"overview":"Originally produced for PBS's Great Performances Series, La Pastorela is a musical retelling of the shepherds' journey to Bethlehem to see the Christ Child. We see the tale through the eyes of a modern young girl, the oldest child in a large rural Tex-Mex family. During a surrealistic dream, which brings to mind \"The Wizard of Oz,\" the young chicana makes a fantastical journey with the shepherds and along the way; witnesses the triumph of God's Angels over Satan's diablo's. Full of drama, comedy, fantasy and wonderful music; this is a rare film the whole family can enjoy together.","release_date":"1991-12-23","vote_average":0.0,"runtime":79,"cert":"\"\"","id":338025,"title":"La Pastorela: The Shepherd's Tale","adult":false,"genre_ids":[10402,18,35]},{"cast":["Richard Fraser","Grace Albertson","Cy Kendall","Emmett Lynn","Kenneth MacDonald"],"overview":"A scientist possessing the formula for making a nuclear bomb finds himself chased by evil gangsters in this thriller that was made just after the A-bomb was dropped upon Hiroshima.","release_date":"1945-10-04","vote_average":0.0,"runtime":60,"cert":"\"\"","id":338027,"title":"Shadow Of Terror","adult":false,"genre_ids":[53,18]},{"cast":["Johnny Weissmuller","Virginia Grey","Buster Crabbe","Carol Thurston","Pedro de Cordoba"],"overview":"Highlights in this one include a fist-fight between Johnny Weissmuller and Buster Crabbe (I won't give away the winner, but check the cast order); a cat-fight between Virginia Grey and Carol Thurston that the male cast of Sienfeld would pay to see and, just to keep things moving, Weissmuller wrestles an alligator, and there are two mid-water collisions between small-craft boats, a big ship wreck and a blazing swamp fire finale. Toss in a plot that has Weissmuller as a psycho-neurotic war veteran who, because he piled up his Navy destroyer on the rocks, now dreads returning to his pre-war occupation of a pilot guiding ships through the channels at the mouth of the Mississippi. Throw in icy Virginia Grey as a spoiled heiress out to take Johnny away from his job, his friends and the girl he loves (who knows why), and you have enough plot and action for two Pine-Thomas jewels.","release_date":"1946-09-06","vote_average":5.5,"runtime":69,"cert":"\"\"","id":338029,"title":"Swamp Fire","adult":false,"genre_ids":[18,12,28]},{"cast":["Jocelyn Lane","Peter Mann","Frank McGrath","Gavin MacLeod"],"overview":"Supposedly up to 70 percent of this feature was taken from the 1944 Ali Baba and the Forty Thieves. Frank Puglia as Prince Cassim remains from the 21-year-old footage.","release_date":"1965-04-01","vote_average":5.5,"runtime":81,"cert":"\"\"","id":338031,"title":"The Sword Of Ali Baba","adult":false,"genre_ids":[]},{"cast":["Nana Seino","Hirotaro Honda","Hinako Tanaka","Ayuri Yoshinaga","Nobuaki Kaneko"],"overview":"Ai (Nana Seino) is a student at an all-girls' art high school. She is known to be extremely gifted in the arts, but the adults around her try to use her and her classmates are jealous of her. Ai suffers because of her situation, but doesn't have anywhere to escape. Her daily life becomes like a war and she begins to collapse.","release_date":"2015-07-25","vote_average":6.3,"runtime":85,"cert":"N\/A","id":338033,"title":"Nowhere Girl","adult":false,"genre_ids":[18,53,27]},{"cast":["Vincent Price","Laila Novak","Stefano Sibaldi"],"overview":"Documentary feature, re-edited for English-speaking countries, that gratuitously examines customs around the globe, focusing on repulsive sights and strange bits of knowledge about human customs","release_date":"1963-12-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":338035,"title":"I Tabu","adult":false,"genre_ids":[99]},{"cast":["Anna Neagle","Sylvia Syms","Norman Wooland","Wilfrid Hyde-White","Kenneth Haigh"],"overview":"Magazine editor Valerie Carr lives in London with her two daughters Jan, aged seventeen, and Poppet, thirteen. When Jan is invited to a party at the Savoy, she meets dashing young Tony Ward Black mad about jive, owner of a Bentley, and supposedly running through a legacy. Attracted to the daring young man, she rejects Mark, a young farmer who is in love with her. But it soon becomes apparent to everyone but Jan that neither Tony's fortune nor even his name may be his own, and her association with him will lead her into delinquency and danger.","release_date":"1956-06-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":338037,"title":"My Teenage Daughter","adult":false,"genre_ids":[18]},{"cast":["Doris Dowling","Jonathan Kidd","Barbara Turner","Irene Seidner"],"overview":"A chemist in a perfume factory (Jonathan Kidd) seems to have killed his wife, cut her up, and stuck her remains in the freezer.","release_date":"1958-06-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":338057,"title":"Wink of an Eye","adult":false,"genre_ids":[35,9648]},{"cast":["Donald Sinden","Peggy Cummins","Richard Wattis","Barbara Steele"],"overview":"A domestic comedy about a couple who take in boarders to pay the rent on their large house.","release_date":"1960-03-01","vote_average":4.5,"runtime":91,"cert":"N\/A","id":338059,"title":"Your Money or Your Wife","adult":false,"genre_ids":[35]},{"cast":["Steve Borden"],"overview":"Sting battles \"The Russian Nightmare\" Nikita Koloff in a Russian Chain Match, struggles to overcome injury as he defends the WCW United States Heavyweight Title against \"Ravishing\" Rick Rude, challenges former friend \"The Total Package\" Lex Luger for the WCW World Heavyweight Title, leads his Squadron into War Games against the Dangerous Alliance, tackles Cactus Jack in a falls-count-anywhere, defends the WCW World Heavyweight Title against Big Van Vader, vanquishes Jake \"The Snake\" Roberts in a Coal Miner's Glove match, and faces Vader two more times, including the \"White Castle of Fear\" leather strap match.\r - Written by mariafan","release_date":"1993-11-09","vote_average":0.0,"runtime":30,"cert":"\"\"","id":338061,"title":"Deadly Venom - The Best of Sting","adult":false,"genre_ids":[]},{"cast":["Jinkx Monsoon","Zan Gibbs","Deanne Hoffer","Melissa Hoffer","Kevin Kauer"],"overview":"An intimate glimpse inside the life of internationally acclaimed drag performer Jinkx Monsoon.","release_date":"2015-04-29","vote_average":7.7,"runtime":82,"cert":"\"\"","id":338063,"title":"Drag Becomes Him","adult":false,"genre_ids":[99]},{"cast":["Anil Kapoor","Priyanka Chopra","Shefali Shah","Ranveer Singh","Anushka Sharma"],"overview":"On a cruise to celebrate their parents' 30th wedding anniversary, a brother and sister deal with the impact of family considerations on their romantic lives.","release_date":"2015-06-04","vote_average":6.9,"runtime":170,"cert":"\"PG-13\"","id":338065,"title":"Dil Dhadakne Do","adult":false,"genre_ids":[18,10751,10749,35]},{"cast":["Clarence Burton","Marie Walcamp","Phyllis Gordon","Lule Warrenton","Sherman Bainbridge"],"overview":"An old Indian legend tells of the supposed ability of persons who have been turned into wolves through magic power to assume human form at will for purposes of vengeance. This film is presumed lost.","release_date":"1913-12-13","vote_average":0.0,"runtime":18,"cert":"\"\"","id":338067,"title":"The Werewolf","adult":false,"genre_ids":[12,27]},{"cast":["Mel Blanc"],"overview":"Looney Tunes Platinum Collection: Volume 2 is a Blu-ray and DVD box set by Warner Home Video released on October 16, 2012. It contains 50 Looney Tunes and Merrie Melodies cartoons and numerous supplements. Disc 3 is exclusive to the Blu-ray version of the set. Unlike Volume 1, which was released in a digibook, Volume 2 was released in a standard 1 movie case.","release_date":"2012-10-16","vote_average":9.0,"runtime":365,"cert":"\"\"","id":338087,"title":"Looney Tunes Platinum Collection: Volume Two","adult":false,"genre_ids":[16]},{"cast":["Tarra White","Jennifer Love","Keana Moire","Cherry Jul","Crystal Crown"],"overview":"Jennifer is back again with more furious fanny action so hot it will melt your screen. An awesome collection of scenes that find Jennifer in a lady-loving mood. Jennifer takes it in the ass in every scene and loves to show her gaping hole to the camera before it gets rammed again with strap-ons, dildos and cock. Jennifer and Tarra White fuck up against a coconut tree on a white sand beach. Lips pulled back to show glistening pink pussy in a tropical sun and a fat dildo that is pushed into her ass so far you almost lose sight of it. Shiny black rubber fetish gear that squeaks with frantic friction and a huge black rubber strap-on that finds its way up everyone’s ass with loads of up close shots of lesbian hardcore that leave nothing to the imagination. Gorgeous girls, molten hot action, beautiful to watch, intense and diverse and spliced with Jennifer talking about her experiences in the porn biz working with Private. You’ll LOVE her!","release_date":"2009-06-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":338089,"title":"The Private Life Of Jennifer Love 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"Elvira's couch is infested with pesky little critters who are clearly Gremlin rejects. The only way she's gonna get rid of them is to endure this flick.","release_date":"2014-10-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338091,"title":"13 Nights of Elvira: Hobgoblins","adult":false,"genre_ids":[]},{"cast":["Ugo Tognazzi","Pupi Avati","Bernardo Bertolucci","Valeria Golino","Carlo Lizzani"],"overview":"","release_date":"2010-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338093,"title":"Ritratto di mio padre","adult":false,"genre_ids":[99]},{"cast":["Stephen Amell","Andrew Harding"],"overview":"101 million Americans drink wine. Over 1\/3 of that wine comes from overseas and a vast majority of the remainder comes from Northern California. We've all heard of Napa, Bordeaux and Burgundy. What about Paso Robles? Or Austin, Texas? How about wine from Michigan? Did you know Canada makes world-class wines? Mexico too? The list goes on...and we're going to take you along with us as we explore each of these new world-class wine regions and the people that make them so awesome to visit.","release_date":"2015-04-07","vote_average":0.0,"runtime":36,"cert":"\"NR\"","id":338095,"title":"Dudes Being Dudes in Wine Country","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Iesodo (YAY-Sa-Doe) is a wise white dove, whose name means \"The Way of Jesus.\" Watch as he and his friends bring your favorite New Testament stories to life in a whole new way! Iesodo and his friends live in the Holy Land, in a beautiful Cypress Tree on the shores of a vast Lake (or as we know it, the Sea of Galilee). These birds are an unlikely group of friends, and though they have their differences, they have one thing in common: since they met Iesodo, their lives have never been the same!\"Miracles are Everywhere\" - A big event is happening!","release_date":"2015-03-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338097,"title":"IESODO: Faith","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mike always strives to be the best knight-in-training he can be, especially when the opportunity arises to win three trophies in one day and lead the big parade! With a little support of his friends, Mike learns to play fair and keep promises! Includes six episodes: The Triple Trophy Triumph, The New Castle, The Big Parade, The Knightly Welcome, The Wild Boar, and The Great Rescue.","release_date":"2015-05-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338099,"title":"Mike the Knight: Be a Knight!","adult":false,"genre_ids":[16]},{"cast":["Samia Duarte","Jessyka Swan","Sophie Lynx","Bruno SX","Kevin King"],"overview":"Welcome to Anal Mansion, where the key to uncovering the secrets of the wealthy Haversham family lies in the hands and the loins of a most determined and well hung investigator. A convenient \"accident\" leaves a household of suspects who each seem to hold a dirty secret.","release_date":"2014-04-01","vote_average":10.0,"runtime":120,"cert":"N\/A","id":338116,"title":"Anal Mansion Secrets","adult":true,"genre_ids":[]},{"cast":[],"overview":"Warriors! Experience the history of that which no longer can be contained! Prepare yourselves, for you are about to be consumed by a power that makes the skies rumble and the earth shake! In this ultimate collection, the power of the Warrior is alive like never before! Relive his first foray into the ring as a member of the Blade Runners, the advent of his singles career in World Class Championship Wrestling, his entry into WWE and his meteoric rise to stardom. It's all here in this 3-disc set! For the first time ever on a WWE release, hear the Warrior discuss his career in his own words! So, descend into Parts Unknown, load the spaceship with rocket fuel and unleash the power of the Ultimate Warrior!","release_date":"2014-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338118,"title":"WWE: Ultimate Warrior: The Ultimate Collection: Volume 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Starrcade! Halloween Havoc! The Great American Bash! Road Wild! For the first time ever, collect all the greatest pay-per-view matches and moments from the rich history of WCW! During the 1990s, WCW showcased numerous legends of sports-entertainment, producing an annual slate of wildly successful pay-per-view events. From Ric Flair's championship clashes against the enigmatic Sting, to the rise of the nWo, early thrillers between legends Eddie Guerrero and Rey Mysterio, and brawls amidst a sea of Harleys at Strugis, \"The Place Where the Big Boys Play\" brought the primetime audience to its feet. In this collection, relive these historic years and celebrate WWE's greatest rival in sports-entertainment!","release_date":"2014-03-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338123,"title":"WWE: WCW's Greatest Pay-Per-View Matches: Volume 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"1996 Bollywood snake movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338125,"title":"Hasina Aur Nagina","adult":false,"genre_ids":[]},{"cast":["Willem Dafoe"],"overview":"A powerful documentary that sheds some light on what really happened at the Fukushima nuclear power plant after the 2011 earthquake and the tsunami that immediately followed.  A powerful documentary - shot from March 11th, 2011 through March 2015 - that sheds some light on what really happened at the Fukushima nuclear power plant after the 2011 earthquake and the tsunami that followed.","release_date":"2015-01-01","vote_average":7.7,"runtime":84,"cert":"N\/A","id":338127,"title":"Fukushima: A Nuclear Story","adult":false,"genre_ids":[99]},{"cast":["Dave O'Brien","James Newill","Guy Wilkerson","Jennifer Holt","Budd Buster"],"overview":"In this western, the Texas Rangers take on a shyster who is trying to bilk a family of their money after he learns that an oil company thinks their land may contain the black gold.","release_date":"1944-03-30","vote_average":5.0,"runtime":56,"cert":"\"\"","id":338129,"title":"Guns of the Law","adult":false,"genre_ids":[37]},{"cast":["Tanja Wedhorn","Alessandro Preziosi","Elmar Gehlen","Peppino Mazzotta","Patrick Mölleken"],"overview":"Paolo Sanseviero is a professor at a German university and more married to his profession than to his wife. Martina decides to leave her husband. But it happens differently.","release_date":"2014-06-08","vote_average":6.0,"runtime":90,"cert":"N\/A","id":338131,"title":"Lebe lieber italienisch!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Veerendra Pratap Rai is a wealthy businessman who lives in a palatial house with his son, Vikram, and daughter, Seema. Vikram is an alcoholic and womanizer, while Seema is the opposite, and is qualified to practice medicine in India. She meets with fellow doctor, Anand, who comes from a poor background, and both are attracted to each other, and fall in love. They decide to get married, but Seema's brother will not hear of his sister getting married to a poor man, but would prefer that she marry Dr. Anil Verma, who is equally wealthy. But Seema is adamant, and will only marry Anand. Then tragedy strikes when a patient, who was being treated by Anand dies, and the cause of death was that the patient was induced with a spurious drug. Anand faces a public inquiry, and with the evidence stacked against him, he may lose his job, and never be able to marry Seema.","release_date":"1990-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338145,"title":"Naya Khoon","adult":false,"genre_ids":[]},{"cast":[],"overview":"With its small canals and wide creeks, the Mekong Delta in South Vietnam is as multifaceted and contradictory as the country itself. Covering thirty nine thousand square kilometres it is the third largest delta in the world. The Mekong Delta - colourful, exotic, fascinating - and always a surprise!","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338147,"title":"On Tour Exploring the Extraordinary Mekong Delta Vietnam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Phnom Penh is the starting point for a special journey through Cambodia, an exotic land that is gradually transforming itself from a traditional way of life into modern times. The boat cruise on the Royal Express is the perfect way to view Cambodia's scenery &amp; to experience age old traditions &amp; lifestyle of a land that is slowly saying farewell to its tragic past.","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338149,"title":"On Tour Exploring the Extraordinary Royal Express Boat Cruise","adult":false,"genre_ids":[]},{"cast":[],"overview":"The most beautiful section of the Trans Siberian Railroad travels from Irkutsk in Siberia to the massive Lake Baikal. It takes in Ulan Ude as well as the border town of Nauschki and terminates at the Mongolian capital of Ulaan Baatar. Varied landscapes and exotic towns turn this journey into a fascinating adventure.","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338151,"title":"On Tour Exploring the Extraordinary Trans Sib","adult":false,"genre_ids":[]},{"cast":[],"overview":"This boat cruise travels across numerous rivers, canals &amp; lakes within the heart of the former Tsar's realm, past monasteries &amp; timber built churches to as far as Saint Petersburg. Our journey begins in Moscow, where both Tsar rule &amp; soviet communism gave the city its present day appearance. A most beautiful route travelling rivers, canals &amp; lakes, in the atmospheric wake of the Russian soul!","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338153,"title":"On Tour Exploring the Extraordinary Waterway of the Tsars","adult":false,"genre_ids":[]},{"cast":["Marie-Christine Barrault","Béatrice Bruno","Françoise Lebrun","Herman Gilis","Noëlle Frémont"],"overview":"","release_date":"1980-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338155,"title":"Ma Chérie","adult":false,"genre_ids":[]},{"cast":["Hudson Thames","Elizabeth Bond","Skyler Vallo","Jack Depew","Alyson Stoner"],"overview":"Eric Schultz, the most popular student at Lake O'Dell High School, is coerced by his guidance counselor, Sylvia Martin, into fulfilling a list of her high school fantasies in order for him to graduate.","release_date":"2015-05-12","vote_average":5.9,"runtime":104,"cert":"\"\"","id":338157,"title":"The A-List","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2010-11-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":338174,"title":"Il pezzo mancante","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Libyan area of the Sahara fascinates with its varied landscapes of lakes set amid desert dunes, ancient towns built of mud, camps with straw-covered circular huts, prehistoric rock paintings and amazing multi-shaped stone formations. The Sahara, although scorching hot and untamed by Man, has shared with us its remarkable and memorable natural wonders!","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338179,"title":"On Tour Exploring the Extraordinary Sahara Safari","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this new series, Trepsi comes to the world of animation and puppets to entertain and accompany the children once again. Trepsi will make kids dance, sing and above all learn new concepts that enrich the knowledge of childhood. Trepsi's new friends, Nuny and Wicho, are lively and curious and will make children identify with them through their incredible adventures filled with joy. In addition, they sow positive lessons with questions and wit.  Through songs from Trepsi, our friends will visiti Musi, turtle Tomasa, mouse Chiquetin, and many other characters who will teach new things and will make you have a very fun time.","release_date":"2011-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":338181,"title":"Trepsi - Nuny y Wicho - Trepsi Friends","adult":false,"genre_ids":[16]},{"cast":["Silvia Saint","Daniella Rush","Lea De Mae","Jane Darling","Jean-Yves Le Castel"],"overview":"At just 26 years old, this captivating Czech has already left a great impression on the industry. With a string of top titles to her credit at Private, there can be no doubt that Lea De Mae has firmly earned her place in the Private Hall of Fame. With appearances spanning 3 of Private's prestigious magazine titles Private, Pirate and Triple X, and a string of hit movies including titles from such top series as Private Penthouse, Private Sports, and The Matador series as well a forays into fetish with Pirate Video Deluxe, this celebration of her career takes us from the snow-capped mountains of Chamonix to the beaches of Brazil!","release_date":"2003-10-01","vote_average":0.0,"runtime":245,"cert":"N\/A","id":338183,"title":"The Private Life of Lea de Mae","adult":true,"genre_ids":[]},{"cast":[],"overview":"Now more than ever before people all over the planet are seeking new sustainable models for living. EcoVillages and ecological communities have been emerging as a viable alternative where people can live together in cooperation and harmony with the natural world. A New We explores ten such communities in Europe and opens doors to further exploration and discovery on the new Global EcoVillage &amp; Sustainable Community Network. The variety of situations and voices in A New We inspires hope for the future of humanity and all life on the planet.","release_date":"2015-04-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338185,"title":"A New We","adult":false,"genre_ids":[]},{"cast":["Isela Vega","Mario Almada","Sergio Jiménez","Hilda Aguirre","Eduardo Alcaraz"],"overview":"In a small town in Mexico, Matea is an orphan who assists the priest, Father Feliciano in his parish. The village doctor tries to seduce her but fails and proceeds to defame her into believing that Matea maintains relations with the priest. The people believe him and demand to cure her; he refuses and locks himself away with Matea. During the lockdown they develop a passionate love, but fate arrives and the priest dies.. Matea becomes a kind of priestess to which known as the \"Black Widow\".","release_date":"1977-08-17","vote_average":8.0,"runtime":78,"cert":"N\/A","id":338187,"title":"The Black Widow","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Karelia, the most eastern province in Finland, fascinates with its vast, untouched, wild and romantic scenery. Yet this region has a lot more to offer as apart from the obvious allure of nature there are also many cultural treasures to be discovered. The unspoiled wilderness and natural beauty of the infinite lake land scenery of Karelia makes it a place of irresistible charm and magical allure!","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338204,"title":"On Tour Exploring the Extraordinary Karelia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Our journey through Lan Na, the Kingdom of a Million Rice Fields, begins in the historically rich city of Chiang Mai in northern Thailand. The cultivation of rice has been known in Eastern Asia since 3500 B.C. The impressive cultural diversity of the mountain people and the beauty of nature make a journey through the former kingdom of Lan Na a truly unforgettable experience","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338206,"title":"On Tour Exploring the Extraordinary Lan Na","adult":false,"genre_ids":[]},{"cast":[],"overview":"In summer Lapland's exceptional flora is in full bloom with little hint at its close proximity to the Polar Circle &amp; many who travel there are attracted by the long &amp; virtually traffic-free roads that lead through its vast wilderness. The journey across Lapland confirms that the extreme north of Finland is truly one of the most unspoiled natural landscapes in the world.","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338208,"title":"On Tour Exploring the Extraordinary Lapland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Selous is Africa's oldest and largest game reserve and is the habitat of many rare animals. It also contains more than four hundred bird species and some fascinating flora. Despite the railroad and its safari travellers, Selous has retained its original and unspoiled splendour right up to the present day.","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338210,"title":"On Tour Exploring the Extraordinary Mukuba Express","adult":false,"genre_ids":[]},{"cast":[],"overview":"Unique cultural treasures &amp; wonderful natural landscapes are found along the Kings' Way in the heart of Jordan which is one of the most fascinating roads in the world. The historic Road of Kings leads to Madaba &amp; is the oldest route to the Holy Land &amp; to Mount Nebo that overlooks the Promised Land &amp; the colorful desert landscape of Wadi Rum to the Red Sea coast &amp; a fascinating underwater world","release_date":"2015-04-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338212,"title":"On Tour Exploring the Extraordinary The King's Way","adult":false,"genre_ids":[]},{"cast":["Angel Dark","Claudia Rossi","Morgan Moon","Angelina Love","Keana Moire"],"overview":"","release_date":"2007-11-01","vote_average":10.0,"runtime":110,"cert":"N\/A","id":338214,"title":"Dreams in White 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"Full length documentary film that captures Underoath's farewell tour.","release_date":"2015-05-01","vote_average":10.0,"runtime":78,"cert":"\"\"","id":338216,"title":"Tired Violence","adult":false,"genre_ids":[]},{"cast":["Marina Golovine","Dyna Gauzy","Lilah Dadi","Caroline Thery","Jacques Le Carpentier"],"overview":"The difficult reunion between a tough young mother and her neglected daughter provide impetus this gritty, but upbeat French drama. Daisy, a typical young woman of the X-generation, seems to have no ambition in her life; she lives for the moment and the moment is often self-destructive. Abused as a child, she affects toughness and bravado to disguise her inner fears. Mona, Daisy's seven-year old daughter, is the result of the sexual abuse Daisy suffered while she was a child. Mona was raised by her father, but after he went to prison and his girlfriend rejected her, Mona must return to her mother. The reunion is not joyful and the two must lower plenty of mutual barriers if they are to bond. When Mona's lover Sami is arrested for a shooting, Daisy and Mona go on the lam. To survive they become con-artists and petty thieves. Just as things start to improve, finds out that her new boss has been having her deliver kiddie-porn.","release_date":"1994-11-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338236,"title":"Daisy and Mona","adult":false,"genre_ids":[35]},{"cast":["Inna Burduchenko","Anatoliy Motorny","Petro Vesklyarov","Vladimir Goncharov","Vladimir Arkushenko"],"overview":"The film tells the story of the tragic fate of a young girl - the daughter of a clergyman, the Soviet partisan. The action takes place in Lviv on the eve of and during World War II.","release_date":"1960-04-14","vote_average":6.0,"runtime":91,"cert":"N\/A","id":338238,"title":"Ivanna","adult":false,"genre_ids":[18]},{"cast":["Zovek","Tere Velázquez","Germán Valdés","José Gálvez","Nubia Martí"],"overview":"Escape-artist-mentalist-martial-arts superhero vs. mad scientist and monsters.","release_date":"1972-05-11","vote_average":5.3,"runtime":79,"cert":"N\/A","id":338240,"title":"The Incredible Professor Zovek","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"","release_date":"1987-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":338242,"title":"Afife Jale","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338244,"title":"Maroon 5 iTunes Festival London 2014","adult":false,"genre_ids":[10402]},{"cast":["Cordula Trantow","Hans-Michael Rehberg","Wilfried Klaus","Wolfgang Arps","Martin Brandt"],"overview":"","release_date":"1974-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338246,"title":"Fliegen und Stürzen - Porträt der Melitta Schiller-Stauffenberg","adult":false,"genre_ids":[18]},{"cast":["Michael Lennick","Frank C. Carere","Bill Sturgeon","Rick Baker","David Coatsworth"],"overview":"Through the use of interviews (both vintage and new) with various cast and crew members, including Rick Baker, Bill Sturgeon, David Cronenberg, James Woods among others, as well as behind-the-scenes footage, this tells the story of how the special effects in the film were created.","release_date":"2004-08-27","vote_average":6.5,"runtime":28,"cert":"\"\"","id":338266,"title":"Videodrome: Forging the New Flesh","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338268,"title":"Vestibular 70","adult":false,"genre_ids":[99]},{"cast":["Paulo Pontes"],"overview":"","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338270,"title":"O Espírito Criador do Povo Brasileiro","adult":false,"genre_ids":[]},{"cast":["Arnaldo Jabor","Cora Coralina"],"overview":"","release_date":"1974-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338272,"title":"Vila Boa de Goyaz","adult":false,"genre_ids":[99]},{"cast":["Raymond Creamer","Schell M Peterson","Lexi Moeller","Chris Oliver","Ellie Cecala"],"overview":"After their parents' death, the Rademacher twins travel to Michigan to close the family home. While there, they discover that they aren't alone and are made to fight for survival; a fight that continue's long after the violence ends.","release_date":"2015-03-23","vote_average":6.0,"runtime":76,"cert":"\"NR\"","id":338274,"title":"The Horror","adult":false,"genre_ids":[53]},{"cast":[],"overview":"In Their Room (2009-present) is an on-going multi-city documentary series about gay men, bedrooms and intimacy. The series veers into the bedrooms of men where you see them doing everything from the most banal to the sometimes more erotic. Complimenting the revealing nature of their everyday activities are confessional interviews about fantasies, turn-ons and vulnerabilities.","release_date":"2013-06-23","vote_average":5.0,"runtime":32,"cert":"\"\"","id":338276,"title":"In Their Room: London","adult":false,"genre_ids":[99]},{"cast":["Oscar Niemeyer","Lúcio Costa","Juscelino Kubitschek","Othon Bastos"],"overview":"Documentary about the people who came from all over Brazil to work in the construction of the city of Brasilia, their stories, and the abuse and humiliation they suffered in the process.","release_date":"1990-01-02","vote_average":5.0,"runtime":153,"cert":"N\/A","id":338278,"title":"Conterrâneos Velhos de Guerra","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-12-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338295,"title":"Casse-noisette: Acte 2","adult":false,"genre_ids":[]},{"cast":["Jerry Sims","Bob Fleischner"],"overview":"Two men dressed as children jump up and down, ad nauseum","release_date":"1963-08-06","vote_average":0.0,"runtime":6,"cert":"\"\"","id":338297,"title":"Overstimulated","adult":false,"genre_ids":[]},{"cast":["James Corden","Gary Barlow"],"overview":"James Corden and Gary Barlow head out on a road trip for this documentary, as James gets up close and personal with the man behind the music of his youth and discusses Gary's meteoric pop comeback.","release_date":"2014-05-05","vote_average":5.0,"runtime":59,"cert":"N\/A","id":338299,"title":"When Corden Met Barlow","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man, irritated by his childhood friend's refusal to marry him, steals her beloved grey mare in order to force her to agree.","release_date":"1994-04-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":338307,"title":"The Grey Mare","adult":false,"genre_ids":[]},{"cast":["Lan Cheng-lung","Po Tai","Nikki Hsieh"],"overview":"Blending modern techno music with traditional Buddhist ceremonial dance on the big screen, The Spin Kid is one young man's redemptive journey from alleyway punk to dance floor pioneer.","release_date":"2011-11-11","vote_average":5.5,"runtime":null,"cert":"N\/A","id":338309,"title":"The Spin Kid","adult":false,"genre_ids":[18]},{"cast":["Renato Cialente","Vanna Vanni","Luigi Pavese","Paolo Stoppa","Luisa Garella"],"overview":"","release_date":"1943-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338326,"title":"Grattacieli","adult":false,"genre_ids":[]},{"cast":["Michel Leeb","Yolande Folliot","Jean Rougerie"],"overview":"","release_date":"1988-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338328,"title":"Ténor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Doglegs is a cheerfully iconoclastic underground scene where the disabled battle the able-bodied - all in the name of exploding stereotypes. When the disabled champ seeks life and love beyond the ring, his idol, the able-bodied organizer, tries to sabotage his bid for independence. In a battle of the human spirit, can the power of disability win our hero his dreamgirl?","release_date":"2015-04-27","vote_average":10.0,"runtime":90,"cert":"N\/A","id":338330,"title":"Doglegs","adult":false,"genre_ids":[99]},{"cast":["Johannes Herrschmann","Radhe Schiff"],"overview":"An American film-critic flies to Berlin to investigate about the life of German film-maker Murnau. After meeting his former girlfriend and finding a statue near Murnau´s tomb, begins a strange mystic journey through time and space: a romantic unification of ancient and modern world, suspicions and memories, art and life. And the critic is about to learn something new of himself...","release_date":"1995-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338335,"title":"The Sun Goddess","adult":false,"genre_ids":[]},{"cast":["Hannelore Elsner","Hanns Zischler","Adriana Altaras","Karl Kranzkowski","Dieter Bach"],"overview":"A long-separated German mother and her half-Turkish daughter are reconciled in a splendidly serene dramatic comedy.","release_date":"2004-01-15","vote_average":0.0,"runtime":112,"cert":"N\/A","id":338337,"title":"Red & Blue","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Vietnam: A Television History (1983) is a 13-part American documentary television mini-series about the Vietnam War (1955-1975) from the perspective of the United States. It was produced for public television by WGBH-TV in Boston and was originally broadcast on PBS between October 4 and December 20, 1983. Eleven of the 13 episodes were rebroadcast (2 and 13 were dropped) as part of the series American Experience from October 13 to December 9, 1997.","release_date":"1983-01-02","vote_average":9.0,"runtime":null,"cert":"\"\"","id":338339,"title":"Vietnam: A Television History","adult":false,"genre_ids":[]},{"cast":["Eiji Okuda","Keiko Takahashi","Saijo Hideki","Shin Takuma","Renji Ishibashi"],"overview":"","release_date":"1997-10-08","vote_average":0.0,"runtime":113,"cert":"N\/A","id":338362,"title":"Gendai ninkyoden","adult":false,"genre_ids":[]},{"cast":["Tamara Dhia","Kyle Mooney","Karynn Moore","Michelle Page","Eddie Perino"],"overview":"\"The Party Is Over\" tells the story of three unusual guys who are roommates at a Southern California university and whose privileged lifestyle and the freedom that goes with it lead to bizarre and obsessive, even twisted, relationships with three equally complicated women.","release_date":"2015-05-01","vote_average":5.7,"runtime":89,"cert":"\"\"","id":338364,"title":"The Party Is Over","adult":false,"genre_ids":[35]},{"cast":["Shima Iwashita","Shinobu Sakagami","Masatō Ibu","Kaori Okamoto","Renji Ishibashi"],"overview":"Filled with guilt over his forbidden desires, a young man leaves home and his studies. He finds a new smaller place to stay, a low-paying but satisfying job and a girlfriend. Then his mother, unable to fight her forbidden desires, shows up.","release_date":"1985-01-26","vote_average":5.0,"runtime":114,"cert":"N\/A","id":338366,"title":"Moment of Demon","adult":false,"genre_ids":[]},{"cast":["Setsuko Aya","Naomi Ito","Hiroshi Sugita","Mari Atake"],"overview":"Natsuko's co-worker Etsuko asks her how she feels about men. \"Not for me,\" she says, \"I won't degrade myself.\" Based on an actual newspaper story, Afternoon Breezes presents Natsuko's repressed lesbianism as a crush which evolves into an obsession with her roommate Mitsu.","release_date":"1980-12-11","vote_average":7.0,"runtime":105,"cert":"N\/A","id":338371,"title":"Afternoon Breezes","adult":false,"genre_ids":[10749,18]},{"cast":["Asami Mizukawa","Fumino Kimura","Takahiro Miura","Kanna Mori","Shingo Tsurumi"],"overview":"Former high school classmates, now adults, hold jealous thoughts, hidden intentions and lust for revenge. Graduates from a high school have held reunions since they graduated 10 years ago. The high school itself is located 2 hours from Tokyo by train and past reunions were held by different teams for different areas. An upcoming reunion is the first time where everyone will gather again.","release_date":"2014-10-04","vote_average":7.0,"runtime":103,"cert":"N\/A","id":338373,"title":"The Place Where the Sun Sits","adult":false,"genre_ids":[18]},{"cast":["Ralph Kretschmar","Robert Schupp","Heike Trinker","Catherine Bode","Erla Brynjarsdóttir"],"overview":"","release_date":"2014-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338390,"title":"Ein Sommer in Island","adult":false,"genre_ids":[10749]},{"cast":["Quincy Jones","Herbie Hancock","Claude Nobs","Elvis Costello","Massive Attack"],"overview":"Filmed in high definition 3D, this set brings together the Experience Montreux film plus concert performances from the Montreux Jazz Festival by Herbie Hancock and Quincy Jones and the Global Gumbo All-Stars. Experience Montreux, filmed at the 44th Festival in 2010, contains full live tracks by a range of artists that reflects the breadth and eclecticism of the Montreux Jazz Festival. The performances are interspersed with interviews with festival founder Claude Nobs and many of the artists involved and are accompanied by stunning footage of the festival setting, the town of Montreux, Lake Geneva and the Swiss Alps. Quincy Jones and Herbie Hancock have both been frequent visitors to Montreux over the years and it s fitting that their performances form a part of this 3D celebration of the magic of the Montreux Jazz Festival.","release_date":"2013-06-18","vote_average":0.0,"runtime":205,"cert":"\"NR\"","id":338392,"title":"Experience Montreux","adult":false,"genre_ids":[99]},{"cast":["Dan Bohman","Cary Bolling","Jesse Hlubik","Jennifer Grant"],"overview":"Marvin Willert and Josie McCale work together at Sellex, an electronics company. When Marvin finally asks Josie on a date, she discovers that Marvin has built a television screen saver that blocks all commercial breaks, live or in rerun. Seeing an opportunity for both of them, Josie suggests that they team together to sell his invention. But first, she must get him fired from the company. Her idea is to have him pretend to sexually harass her. Then, away from the company, and over a reasonable amount of time in a secluded location, he will pretend to invent the apparatus he's already invented. The problem is, in order to steal the invention away from the rightful company, they must lie to the company, lie to his parents, and lie to her friend. In a beautiful lake cabin she rented for their adventure, they await the results of their larceny. Unfortunately, reality catches up with them in more ways than one.","release_date":"2003-06-06","vote_average":0.0,"runtime":97,"cert":"\"NR\"","id":338394,"title":"Jack and Jill","adult":false,"genre_ids":[10749,27]},{"cast":["Patrick Bruel"],"overview":"","release_date":"2007-05-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":338396,"title":"Bruel Live Des souvenirs ... Ensemble","adult":false,"genre_ids":[]},{"cast":["George E. Stone","Phillips Holmes","Fay Wray","Minna Gombell","Reginald Owen"],"overview":"The Big Brain is a 1933 American drama film directed by George Archainbaud and written by Sy Bartlett and Warren Duff.","release_date":"1933-08-04","vote_average":0.0,"runtime":72,"cert":"\"\"","id":338398,"title":"The Big Brain","adult":false,"genre_ids":[18]},{"cast":["Nana Eikura","Etsushi Toyokawa","Osamu Mukai","Sakura Ando","Tomoya Maeno"],"overview":"Tsugumi Dozono (Nana Eikura) works at a large electronics company in Tokyo. She likes to spend long vacations at her grandmother’s house in the countryside. One day, her grandmother passes away and Tsugumi Dozono decides to live in her grandmother's house while working from home. She finds a strange middle-aged man in the house. The man's name is Jun Kaieda (Etsushi Toyokawa).  Jun Kaieda tells Tsugumi that he is her grandmother’s ex-student and her grandmother gave him a key to the annex house. Tsugumi, who does not know the exact relationship between her grandmother and Jun, begins to live with him.","release_date":"2015-02-14","vote_average":5.6,"runtime":119,"cert":"N\/A","id":338400,"title":"Her Granddaughter","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"If you would like to witness the forces of colonialism in brute action, Rithy Panh’s extraordinary new film provides the long view. A masterpiece of editing, the film assembles archival footage and antiqued title cards into a wordless recapturing of the Indochinese Empire, beginning with the early days of French occupation. In this prelapsarian age, everything is golden with promise. Ladies, in empire waist gowns and enormous hats, throw candies to local children. Great steamships carry French culture abroad, and the Tricolore flag flies on high.","release_date":"2015-01-21","vote_average":0.0,"runtime":75,"cert":"N\/A","id":338423,"title":"La France est Notre Patrie","adult":false,"genre_ids":[99]},{"cast":["David Gray"],"overview":"Triple Grammy winner David Gray plays on the bill at Zermatt Unplugged - the extravaganza that marks the end of the skiing season and which has become known as 'the world's most civilised music festival'. The event is now in its fourth year and has properly come of age, attracting thousands of skiing and snowboarding music-lovers to this glamorous resort in the Valais region of Switzerland.","release_date":"2011-04-13","vote_average":5.5,"runtime":70,"cert":"N\/A","id":338425,"title":"David Gray: Zermatt Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Fábio Porchat"],"overview":"","release_date":"2007-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338427,"title":"O Lobinho Nunca Mente","adult":false,"genre_ids":[]},{"cast":["Angela Winkler","Matthias Habich","Lisa Kreuzer","Dietrich Mattausch","Claudia Geisler"],"overview":"","release_date":"2015-05-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":338432,"title":"Das Gewinnerlos","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The Communist","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":338434,"title":"Der Kommunist","adult":false,"genre_ids":[]},{"cast":["Anders Ek","Edvin Adolphson","Annika Tretow","Margit Carlqvist","Erik Strandmark"],"overview":"Bolle gets tired of working at the cigar factory and because of his desire for freedom he takes to the road. He and the other hobos have only one problem and that is the mounted policemen chasing vagrants.","release_date":"1953-07-19","vote_average":0.0,"runtime":102,"cert":"N\/A","id":338436,"title":"The Road to Klockrike","adult":false,"genre_ids":[18]},{"cast":[],"overview":"With a diverse range and an incredible popular appeal, Michael McDonald has been entertaining audiences with his own brand of \"blue-eyed soul\" for years, continually turning out catchy and inspirational pop music influenced in equal parts by Memphis-style soul, rhythm and blues, and soulful ballads. First attaining popularity with the legendary Doobie Brothers, McDonald has gone on to be a guest performer on recordings with many acclaimed artists such as Steely Dan, Quincy Jones, Patti LaBelle, Kenny Loggins, and many others. On this live performance, broadcast by the BBC in July 2003, he is reunited with fellow Doobie Brothers Tom Johnston and Patrick Simmons as they perform such Doobie classics as \"What a Fool Believes,\" \"Blackwater,\" and \"Taking it to the Streets,\" as well as McDonald's solo hits; the performance is highlighted by the guest appearance of Valerie Simpson and Nickolas Ashford, the visionary husband and wife songwriting team.","release_date":"2003-05-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":338453,"title":"Michael McDonald Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"or better and for worse, The Old Grey Whistle Test was probably the most resolutely serious music program ever broadcast on television. During its 16-year run it showcased only the most earnest exponents of whichever musical style was currently popular, and given that the program's heyday coincided with the early '70s, some of the footage included here (e.g., the prog noodlings of the Edgar Winter Group) will provide humor as exquisite as only unintentional comedy can. However, the good stuff collected here is very good, both in terms of performance (Tom Petty snarling \"American Girl\", a pre-irony U2 whooping up \"I Will Follow\") and historical interest, notably a shockingly youthful Elton John crooning \"Tiny Dancer.\"","release_date":"2003-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":338458,"title":"The Old Grey Whistle Test Vol 1","adult":false,"genre_ids":[]},{"cast":["Lucia Rossitto","Fabio Rondinelli","Christian Roberto","Stefano Simondo"],"overview":"The story of Lucia Apicella, woman who dedicated himself to find the remains of the fallen soldiers.","release_date":"2015-05-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":338460,"title":"The true story of Mamma Lucia (La vera storia di Mamma Lucia)","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Time lapse documentary about the lifecycle of flowers.","release_date":"1933-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":338462,"title":"I Fiori","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2000-08-23","vote_average":7.2,"runtime":107,"cert":"N\/A","id":338464,"title":"Buenaventura Durruti, anarquista","adult":false,"genre_ids":[99,36]},{"cast":["Carlo Croccolo","Vera Cavuto","Daniela De Vita","Alfredo Li Bassi","Ciro Petrone"],"overview":"The true story of the most serious train accident Italian.","release_date":"2013-04-03","vote_average":10.0,"runtime":30,"cert":"N\/A","id":338466,"title":"I Just to want live - train 8017 last stop (Volevo solo vivere -treno 8017 Ultima fermata","adult":false,"genre_ids":[18,36]},{"cast":["Radoš Bajić","Jovan Janićijević 'Burduš'","Velimir \"Bata\" Živojinović","Sonja Savić","Vesna Čipčić"],"overview":"A village blacksmith Sekula, hard-muscled but soft-hearted, has terrible luck when it comes to love. Many women pass through his house - a local spinster of ill health, a belly dancer, a veterinarian experienced in the castration of bulls a singing star-to-be - but stay just long enough to give birth to another child, only to then run away.","release_date":"1986-05-03","vote_average":5.0,"runtime":97,"cert":"N\/A","id":338483,"title":"Sekula and His Women","adult":false,"genre_ids":[35]},{"cast":["Eric Mabius","Kristin Booth","Crystal Lowe","Geoff Gustafson","Brooke Nevin"],"overview":"The Postables, Oliver, Shane, Rita and Norman, explore the mystery of true love as they deliver divorce papers to one couple the same day Oliver's missing wife reappears.","release_date":"2015-06-06","vote_average":6.5,"runtime":84,"cert":"\"\"","id":338485,"title":"Signed, Sealed, Delivered: From Paris With Love","adult":false,"genre_ids":[10770,10751]},{"cast":["Adina Nitescu","Roberto Aronica","Alexandru Agache","Elena Cassian","Adelina Scarabelli"],"overview":"Madama Butterfly (Madame Butterfly) is an opera in three acts (originally two acts) by Giacomo Puccini, with an Italian libretto by Giuseppe Giacosa and Luigi Illica.  This performance was recorded at the Teatro degli Arcimboldi in Milan in 2004.","release_date":"2004-07-12","vote_average":0.0,"runtime":138,"cert":"N\/A","id":338487,"title":"Madame Butterfly","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"A friendship that started from childhood. As they grew, a question unfolded: whats does it mean to be a friend?","release_date":"2014-07-28","vote_average":9.0,"runtime":100,"cert":"N\/A","id":338489,"title":"Kan Refiji","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Onan","cast":["Natsuyuki Nakanishi","Akiko Kodaira"],"id":338497,"overview":"“ONAN is a work about desire (masturbation) which has no object but itself. The appearance of the large egg objectifies the man's desires. After colliding with the other (a girl), the hero falls down while still holding the egg, thus caricaturing the desire of the hero.” —Takahiko Iimura (takaiimura.com)","runtime":8,"genre_ids":[14],"release_date":"1963-12-28","vote_average":10.0,"adult":false}]