[{"cast":["Julie Link","Mike Wilson","David A.R. White","Greg Davis Jr.","Brad Heller"],"overview":"In the twinkling of an eye, a mass disappearance has occurred. Moments after the turmoil and confusion, the FBI is called in to investigate and locate the missing persons. For Agent Adam Riley (David White), it is personal. For Agent Charles Baker (Kevin Downes), it doesn't matter, it's just a job.","release_date":"1999-07-04","vote_average":6.0,"runtime":89,"cert":"N\/A","id":33501,"title":"The Moment After","adult":false,"genre_ids":[878,53]},{"cast":["Julie Delpy","Justin Theroux","Brooke Adams","Mark Boone Junior","Cassidy Hinkle"],"overview":"Guy moves to an old farm in Princeton with his wife Jeanne Cooley and their two daughters, Molly and Lucy to build eight windmills to generate clean power to the city. The Cooley family has a cold reception in town, and while voting for the approval of the project, the old woman Gretchen Caswell votes against the construction with many followers and mentions the historic importance of the spot and the name of Martha. Jeanne researches and discloses that two hundred and fifty years ago, a girl called Lucy Keyes got lost in the woods and in spite of the efforts of her mother Martha Keyes and the locals, she was never found. When the ghost of Martha comes to the fields around their property calling for Lucy, Jeanne realizes that the legend is true and that there are many hidden secrets in that location.","release_date":"2006-02-01","vote_average":5.1,"runtime":93,"cert":"N\/A","id":33502,"title":"The Legend of Lucy Keyes","adult":false,"genre_ids":[18,27,53]},{"cast":["Crazy Legs Conti","Eric Booker","Richard Conti","Rona Conti","Dinshaw Gobhai"],"overview":"Crazy Legs Conti is an eccentric New York window washer, nude model and sperm donor, and huge fan of the annual July 4th hot dog eating competition. When he casually breaks the world oyster eating record in New Orleans, he decides to dedicate himself to fulfilling his lifelong dream of becoming a professional competitive eater.","release_date":"2004-05-04","vote_average":7.3,"runtime":75,"cert":"N\/A","id":33503,"title":"Crazy Legs Conti: Zen and the Art of Competitive Eating","adult":false,"genre_ids":[99]},{"cast":["Juan José Ballesta","Pablo Galán","Manuel Morón","Alberto Jiménez","Ana Wagener"],"overview":"El Bola, a 12 year old boy a.k.a. \"Pellet\" is a 12 year old boy raised in a violent and sordid environment. Embarrassed by his family life, he avoids becoming close to classmates. The arrival of a new boy at school changes his attitude towards his classmates, and friendship. The heart of the story is the change in El Bola's life, at almost all levels, after befriending this new classmate. Written by ElianaM","release_date":"2000-10-20","vote_average":7.0,"runtime":83,"cert":"N\/A","id":33504,"title":"Pellet","adult":false,"genre_ids":[18]},{"cast":["Aaron Taylor-Johnson","Anne-Marie Duff","Kristin Scott Thomas","David Threlfall","David Morrissey"],"overview":"The drama tells the story of Lennon's teenage years and the start of his journey to becoming a successful musician. The story also examines the impact on his early life and personality of the two dominant females in his childhood","release_date":"2009-12-25","vote_average":7.3,"runtime":98,"cert":"15","id":33511,"title":"Nowhere Boy","adult":false,"genre_ids":[18]},{"cast":["Sarah Jessica Parker","Miranda Richardson","Victor Rasuk","Jake M. Smith","Beau Bridges"],"overview":"A hate crime on the campus of a New England college puts the school's dean (Parker) in a position where she has to examine her own feelings about race and prejudice, while maintaining her administration's politically correct policies.","release_date":"2007-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":33512,"title":"Spinning Into Butter","adult":false,"genre_ids":[18]},{"cast":["Kholidi Asadil Alam","Oki Setiana Dewi","Alice Norin","Andi Arsyil Rahman","Meyda Sefira"],"overview":"Ketika Cinta Bertasbih berfokus pada perjalanan tokoh Azzam (M. Cholidi Asadil Alam), seorang mahasiswa Indonesia yang menuntut ilmu di Universitas Al Azhar Kairo-Mesir. Kuliahnya tertunda selama 9 tahun setelah ayahnya meninggal dunia, sehingga demi menghidupi dirinya dan keluarganya di Solo Azzam berdagang bakso dan tempe di Kairo-Mesir.","release_date":"2009-10-13","vote_average":6.0,"runtime":120,"cert":"N\/A","id":33515,"title":"Ketika Cinta Bertasbih","adult":false,"genre_ids":[18]},{"cast":["Gabriel Byrne","Julian Sands","Natasha Richardson","Myriam Cyr","Timothy Spall"],"overview":"The year is 1816. A sprawling villa in Switzerland is the setting for a stormy night of madness.  On this night of the \"Haunted Summer,\" five famous friends gather around an ancient skull to conjure up their darkest fears.  Poets Lord Byron and Percy Shelley, Shelley's fiancée Mary Godwin, Mary's stepsister Claire Clairemont and Byron's friend John Polidori spend a hallucinogenic evening confronting their fears in a frenzy of shocking lunacy.  Horrifying visions invade the castle - realizations of Byron's fear of leeches, Shelley's fear of premature burial, Mary's fear of birthing a stillborn child - all brought forth in a bizarre dreamscape.  They share the terrifying fantasies that chase them through the castle that night.  The events of that night later inspired Mary Shelley to write the classic \"Frankenstein\" and Dr. Polidori to pen \"The Vampyre,\" which became the basis for the creation of Dracula..","release_date":"1986-11-30","vote_average":5.8,"runtime":84,"cert":"","id":33516,"title":"Gothic","adult":false,"genre_ids":[18,14,27]},{"cast":["John Malkovich","Fanny Ardant","Chiara Caselli","Irène Jacob","Sophie Marceau"],"overview":"Made of four short tales, linked by a story filmed by Wim Wenders. Taking place in Ferrara, Portofino, Aix en Provence and Paris, each story, which always a woman as the crux of the story, invites to an inner travel, as Antonioni says \"towards the true image of that absolute and mysterious reality that nobody will ever see\".","release_date":"1995-06-06","vote_average":6.6,"runtime":112,"cert":"N\/A","id":33517,"title":"Beyond the Clouds","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Forster","Robin Riker","Michael V. Gazzo","Dean Jagger","Sydney Lassick"],"overview":"A baby alligator is flushed down a Chicago toilet and survives by eating discarded lab rats, injected with growth hormones. The now gigantic animal, escapes the city sewers, and goes on a rampage, pursued by a cop and a big-game hunter.","release_date":"1980-07-02","vote_average":5.6,"runtime":91,"cert":"N\/A","id":33518,"title":"Alligator","adult":false,"genre_ids":[27,878,53]},{"cast":["Ross Partridge","Robert Harvey","Lala Sloatman","David Naughton","Richard Roundtree"],"overview":"When young photographer Keyes (Ross Partridge) snaps a picture of a mysterious homeless man the subject insists he take a dark yet strangely beautiful antique mirror. Back at Keyes' home, the demonic forces of the infamous Long Island horror-house find new life through the mirror's frightening reflections. As unsuspecting victims gaze into the shimmering glass, they witness the","release_date":"1993-09-29","vote_average":3.8,"runtime":90,"cert":"N\/A","id":33519,"title":"Amityville: A New Generation","adult":false,"genre_ids":[27,53,18]},{"cast":["Bud Abbott","Lou Costello","Mitzi Green","Tom Ewell","Bruce Cabot"],"overview":"Two volunteer firemen rescue a gold prospector from suicide. However, once they discover that the police mistakenly want them for murder, they travel with the prospector to Alaska to help chase his girl. Once they arrive, the men discover that most of the town wants the prospector dead. It's up to Abbot and Costello to keep him alive, or else San Francisco is ready to hang them for the murder.","release_date":"1952-01-01","vote_average":6.9,"runtime":76,"cert":"N\/A","id":33522,"title":"Lost in Alaska","adult":false,"genre_ids":[35]},{"cast":["Bud Abbott","Lou Costello","Dick Powell","Claire Dodd","Dick Foran"],"overview":"Popular crooner Russ Raymond abandons his career at its peak and joins the Navy using an alias, Tommy Halstead. However, Dorothy Roberts, a reporter, discovers his identity and follows him in the hopes of photographing him and revealing his identity to the world. Aboard the Alabama, Tommy meets up with Smoky and Pomeroy, who help hide him from Dorothy, who hatches numerous schemes in an attempt to photograph Tommy\/Russ being a sailor.","release_date":"1941-05-30","vote_average":6.4,"runtime":86,"cert":"N\/A","id":33523,"title":"In the Navy","adult":false,"genre_ids":[35,10749]},{"cast":["Yekaterina Gorokhovskaya","Yuri Tarasov","Valeri Solovyev"],"overview":"Dobrinya Nikitich goes on a quest to save the royal niece and finds out whether his old friend Zmey Gorinich is loyal to him. During the adventures, he is accompanied by the royal messenger who's in love with the royal niece.","release_date":"2006-03-16","vote_average":6.4,"runtime":65,"cert":"N\/A","id":33534,"title":"Nikitich and The Dragon","adult":false,"genre_ids":[12,16,35,18,14]},{"cast":["Daniël Boissevain","Marcel Hensema","Andy Nyman","Karina Smulders","Margje Wittermans"],"overview":"The start of the career of Herman Brood, who lived his life filled with sex, drugs and rock 'n roll. Guided by his manager they aim to take over the USA with his music.","release_date":"2006-11-09","vote_average":5.0,"runtime":106,"cert":"N\/A","id":33535,"title":"Wild Romance","adult":false,"genre_ids":[18,28]},{"cast":["Bud Abbott","Lou Costello","Alan Curtis","Rita Johnson","Henry Travers"],"overview":"In the gay '90s, cardsharps take over a Mississippi riverboat from a kindly captain. Their first act is to change the showboat into a floating gambling house. A ham actor and his bumbling sidekick try to devise a way to help the captain regain ownership of the vessel.","release_date":"1945-07-06","vote_average":7.1,"runtime":76,"cert":"N\/A","id":33536,"title":"The Naughty Nineties","adult":false,"genre_ids":[35]},{"cast":["Donnie Yen","Carman Lee","Dayo Wong","Ben Lam","Edmond Leung"],"overview":"Wolf (Donnie Yen) is a war veteran who recounts the tale of his legendary youth to a young upstart killer (Edmond Leung). Flashback to a post-World War 2 time when the young Wolf (Yen) is wandering the Chinese countryside in search of his missing memories. He only knows to meet someone at an abandoned temple. He ends up hooking up with a local villager (Dayo Wong), who intends to guide the Wolf to his destination. On the way, they find Wai-Yee (Carmen Lee), who’s been waiting for Wolf for quite some time. However, Wolf still can’t remember anything, until the bad guys (led by Ben Lam) come to find him, and they bear the terrible secret of the Wolf's past.","release_date":"1997-06-14","vote_average":5.1,"runtime":94,"cert":"N\/A","id":33537,"title":"Legend of the Wolf","adult":false,"genre_ids":[28]},{"cast":["Bud Abbott","Lou Costello","Joseph Calleia","Leon Errol","Cathy Downs"],"overview":"Two window washers who are mistaken by Nick Craig, a bookie, as the messengers he sent for to pick up $50,000. Now the person he sent them to sent two of his men to get the money back but they found out about it. So they try to mail to Craig but a mix up has the money sent somewhere else and the woman who got it spent it. Now Craig needs the money to pay off one of his clients.","release_date":"1948-04-04","vote_average":6.7,"runtime":77,"cert":"N\/A","id":33538,"title":"The Noose Hangs High","adult":false,"genre_ids":[35]},{"cast":["Michael Crawford","Ben Vereen","Ellen Blain","Benji Gregory","Paige Gosney"],"overview":"A young mouse, mole and hedgehog risk their lives to find a cure for their badger friend, who's been poisoned by men.","release_date":"1993-06-18","vote_average":6.4,"runtime":71,"cert":"U","id":33539,"title":"Once Upon a Forest","adult":false,"genre_ids":[16,10751,12]},{"cast":["Shabana Azmi","Boman Irani","Sharman Joshi","Chitrangada Singh","Sanjay Suri"],"overview":"Scientist Siddharth(Sharman Joshi) is given \"Ma Kasam\" by elder brother Harsh(Sanjay Suri) to bring her along for his wedding with Aaliyah(Chitrangada Singh) to be held in Mauritius. Their mom(Shabana Azmi) is least interested in attending the wedding because Harsh is getting married against her wishes. Dad(Boman Irani) and Siddharth succeed in bringing mom to Mauritius where Aaliyah is Siddharth","release_date":"2008-11-28","vote_average":4.1,"runtime":null,"cert":"N\/A","id":33540,"title":"Sorry Bhai","adult":false,"genre_ids":[18,10749]},{"cast":["Bud Abbott","Lou Costello","Dick Foran","Anne Gwynne","Johnny Mack Brown"],"overview":"Two peanut vendors at a rodeo show get in trouble with their boss and hide out on a railroad train heading west. They get jobs as cowboys on a dude ranch, despite the fact that neither of them knows anything about cowboys, horses, or anything else.","release_date":"1942-02-13","vote_average":6.4,"runtime":82,"cert":"N\/A","id":33541,"title":"Ride 'Em Cowboy","adult":false,"genre_ids":[35,37]},{"cast":["Jackie Chan","Anita Mui","Françoise Yip","Bill Tung","Marc Akerstream"],"overview":"Keong comes from Hong Kong to visit New York for his uncle's wedding. His uncle runs a market in the Bronx and Keong offers to help out while Uncle is on his honeymoon. During his stay in the Bronx, Keong befriends a neighbor kid and beats up some neighborhood thugs who cause problems at the market. One of those petty thugs in the local gang stumbles into a criminal situation way over his head.","release_date":"1995-01-30","vote_average":6.6,"runtime":104,"cert":"N\/A","id":33542,"title":"Rumble in the Bronx","adult":false,"genre_ids":[80,28,35,53]},{"cast":["Pamela Franklin","Kate Jackson","Lloyd Bochner","Jamie Smith-Jackson","Roy Thinnes"],"overview":"Satan's School for Girls is set within the grim walls of Fallbridge College for Girls. Hoping to learn the truth behind the \"suicide\" of her younger sister, Beth Hammersmith enrolls in Fallbridge under the assumed name of Karen Oxford. Our heroine soon learns that the school is in the clutches of a coven of witches called \"The Five\" -- and that she herself has the right satanic qualities to enable The Five to take over the world","release_date":"1973-09-19","vote_average":5.5,"runtime":78,"cert":"N\/A","id":33543,"title":"Satan's School for Girls","adult":false,"genre_ids":[9648,27,10770]},{"cast":["Kumari Naaz","Rattan Kumar","David Abraham Cheulkar","Chand Burke","Bhupendra Kapoor"],"overview":"Two orphans are forced into the streets of Bombay to beg by their abusive aunt. They takes up shining shoes but are separated from each other.","release_date":"1954-01-01","vote_average":7.0,"runtime":149,"cert":"N\/A","id":33544,"title":"Boot Polish","adult":false,"genre_ids":[18,35,10751]},{"cast":["Wings Hauser","R. Lee Ermey","Robert Arevalo","Mark Neely","Gary Hershberger"],"overview":"A Marine patrol stops at Firebase Gloria at the start of the Tet Offensive during the Vietnam war. With the firebase attacked, the patrol remains to help defend it. The Marines barely hold off the VC (Viet Cong), but in the end, hold the base.","release_date":"1989-01-27","vote_average":5.5,"runtime":97,"cert":"N\/A","id":33545,"title":"The Siege of Firebase Gloria","adult":false,"genre_ids":[28,10752]},{"cast":["Bud Abbott","Lou Costello","Marjorie Reynolds","Binnie Barnes","John Shelton"],"overview":"Two ghosts who were mistakenly branded as traitors during the Revolutionary War return to 20th century New England to retieve a letter from George Washington which would prove their innocence.","release_date":"1946-08-16","vote_average":7.0,"runtime":82,"cert":"N\/A","id":33546,"title":"The Time of Their Lives","adult":false,"genre_ids":[35,14]},{"cast":["Bud Abbott","Lou Costello","Marjorie Main","Audrey Young","George Cleveland"],"overview":"Chester Wooley (Lou Costello) and Duke Egan (Bud Abbott) are traveling salesmen who make a stopover in Wagon Gap, Montana while enroute to California. During the stopover, a notorious criminal, Fred Hawkins, is murdered, and the two are charged with the crime.","release_date":"1947-10-07","vote_average":7.0,"runtime":78,"cert":"N\/A","id":33551,"title":"The Wistful Widow of Wagon Gap","adult":false,"genre_ids":[35,10751,37]},{"cast":["Tris Coffin","Mae Clarke","Don Haggerty","James Craven","I. Stanford Jolley"],"overview":"Prof. Millard pretends to be dead and helps Jeff King ferret out Vulcan, the evil traitor at the science academy. Donning his Rocket Man costume King goes from one hair raising rescue to the next in order to keep the newly invented Decimator out of the clutches of Vulcan and his minions.","release_date":"1949-06-08","vote_average":6.4,"runtime":167,"cert":"N\/A","id":33554,"title":"King of the Rocket Men","adult":false,"genre_ids":[28,12,80,878]},{"cast":["Ben Syder","Gareth David-Lloyd","Dominic Keating","William Huw","Elizabeth Arends"],"overview":"Sherlock Holmes and Watson are on the trail of a criminal and scientific mastermind who seems to control monsters and creations which defy belief.","release_date":"2010-01-26","vote_average":5.5,"runtime":89,"cert":"","id":33555,"title":"Sherlock Holmes","adult":false,"genre_ids":[14,18,27,28,53,9648]},{"cast":["Naseeruddin Shah","Vidya Balan","Arshad Warsi","Salman Shahid","Adil Hussain"],"overview":"While on the run from goons, a man and his nephew fall for a kidnapper's seductive widow.","release_date":"2010-01-29","vote_average":6.5,"runtime":115,"cert":"N\/A","id":33556,"title":"Ishqiya","adult":false,"genre_ids":[53,35]},{"cast":["Laura Dern","Billy Bob Thornton","Diane Ladd","Kelly Preston","Andy Griffith"],"overview":"When an uncle is charged with murder, the event reverberates throughout a poor Arkansas family, including a struggling musician and his wife, her mother, her sister, and his father.","release_date":"2001-10-26","vote_average":5.7,"runtime":101,"cert":"N\/A","id":33557,"title":"Daddy and Them","adult":false,"genre_ids":[18,35]},{"cast":["Marlon Moreno","Óscar Borda","Alvaro Rodriguez","Blas Jaramillo","Andres Toro"],"overview":"In the crime world of Colombia, there is an unwritten code. When Víctor and Eusebio, two hoods who bungle a shake-down job, break that code, they unwittingly sign their own death sentence.","release_date":"2008-04-18","vote_average":7.1,"runtime":106,"cert":"N\/A","id":33558,"title":"Dog Eat Dog","adult":false,"genre_ids":[28,18,10749,53]},{"cast":["Patrick Fugit","Fran Kranz","Olivia Wilde","John Cho","Reid Scott"],"overview":"When his journal of bright ideas is stolen, college freshman Bickford Schmeckler (Fugit) has to blanket the campus in order to locate it.","release_date":"2006-06-02","vote_average":5.6,"runtime":79,"cert":"N\/A","id":33563,"title":"Bickford Shmeckler's Cool Ideas","adult":false,"genre_ids":[35]},{"cast":["Burt Lancaster","Janet Landgard","Kim Hunter","Janice Rule","Tony Bickley"],"overview":"Neddy Merrill has been away for most of the summer. He reappears at a friend's pool. As they talk, someone notices that there are pools spanning the entire valley. He decided to jog from pool to pool to swim the whole valley. As he stops in each pool his interactions tell his life story.","release_date":"1968-05-15","vote_average":7.5,"runtime":95,"cert":"N\/A","id":33564,"title":"The Swimmer","adult":false,"genre_ids":[18]},{"cast":["Esma Daniel","Putri Mardiana","Farisya Fatin","Lisdawati","Zul Handyblack"],"overview":"A husband and wife , Nina Halim and co her daughter Tuti live in comfort in a modern Malay village . Halim always a role model among his community as a successful career and a harmonious atmosphere of the household . In the house they live a married couple , Usin and Ana , and on the other is a vacant house that is waiting for people to rent . After the new neighbors moved next to their home, family Halim was haunted by strange events and in their homes. Starting with Tuti visible range up to glimpse the mysterious Nina often experience strange happenings that have never happened over the years. It all happened when Halim was not home . One day Nina started experiencing extreme stomach pain and Halim took him to the clinic. One night, Halim rushes home upon Tuti told Nina possessed and screaming . Finally met Nina Halim bring midwives . Midwives found that Nina and Halim has received santau because jealousy with happiness and success","release_date":"2009-12-09","vote_average":0.0,"runtime":83,"cert":"N\/A","id":33565,"title":"Santau","adult":false,"genre_ids":[27]},{"cast":["Henry Czerny","Taylor Firth","Rob Mayes","Gillian Ferrier","Michael Higgins"],"overview":"Alexis Winston is a young girl who dreams of becoming a champion figure skater. While practicing, Alexis suffers a terrible accident that takes her sight and threatens to destroy her dreams. In the midst of feeling sorry for herself she falls in love with a handsome young man named Nick who (with help from her family) helps her to realize that she can still fulfill her dreams.","release_date":"2010-02-09","vote_average":6.3,"runtime":95,"cert":"N\/A","id":33570,"title":"Ice Castles","adult":false,"genre_ids":[18]},{"cast":["Wood Harris"],"overview":"The HBO series \"The Wire\" was based on the lives of real gangsters from Baltimore. LEGENDS OF THE UNWIRED is the first film to expose those real lives, the real people that the characters of The Wire is based upon. In this DVD, the real Avon \"Bodie\" Barksdale, tells all to his on screen character’s actor, Wood Harris. Bodie reveals the uncensored truth about drugs, sex, violence and death.","release_date":"2010-03-10","vote_average":0.0,"runtime":72,"cert":"N\/A","id":33571,"title":"The Avon Barksdale Story","adult":false,"genre_ids":[14,99,878,10751]},{"cast":["Jim Broadbent"],"overview":"A magical tale of friendship and loneliness, which tells the story of a little boy who one day finds a penguin on his doorstep. Although at first he is unsure what to do, the boy becomes determined to help the penguin find his way back home...Even if that means rowing all the way to the South Pole!","release_date":"2008-12-24","vote_average":8.0,"runtime":24,"cert":"","id":33572,"title":"Lost and Found","adult":false,"genre_ids":[10751,16]},{"cast":["Spencer Tracy","Katharine Hepburn","Aldo Ray","William Ching","Sammy White"],"overview":"Pat Pemberton (Hepburn) is a brilliant athlete, except when her domineering fiancé is around. The ladies golf championship is in her reach until she gets flustered by his presence at the final holes. He wants them to get married and forget the whole thing, but she cannot give up on herself that easily. She enlists the help of Mike Conovan (Tracy), a slightly shady sports promoter. Together they face mobsters, a jealous boxer (Aldo Ray), and a growing mutual attraction.","release_date":"1952-06-13","vote_average":6.2,"runtime":95,"cert":"N\/A","id":33575,"title":"Pat and Mike","adult":false,"genre_ids":[35,18,10749]},{"cast":["A-lusion","Brennan Heart","Davide Sonar","Frank Pechler","Headhunterz"],"overview":"Qlimax is an annual event held by the Dutch entertainment enterprise, Q-Dance. It is considered one of the leading hardstyle events on the calendar and a major attraction of Q-Dance and contains some of the most sophisticated production and setup for any event.","release_date":"2009-11-21","vote_average":6.1,"runtime":103,"cert":"N\/A","id":33576,"title":"Qlimax 2009","adult":false,"genre_ids":[10402]},{"cast":["Miloš Samolov","Mirjana Karanović","Gordan Kičić","Milica Mihajlović","Branislav Trifunović"],"overview":"Alek (Gordan Kicic) is desperate because Teodora (Milica Mihajlovic) has left him after a three years being together. He is suffering, he is apathetic and is mentioning suicide constantly, he simply doesn't want to accept that the relationship is over. He has self-pitying sessions with his friend Bane (Milos Samolov) everyday. Despite Bane's advice, Alek keeps calling Teodora who has fallen in love with Nemanja (Branislav Trifunovic) in the meantime. However decisive and tough Teodora is when she is with Alek, she is as indulgent and helpless when she is spending time with Nemanja. The problem is that Nemanja is not in love with her but with Marina (Vanja Ejdus), a girl by a few years younger. Unfortunately, Marina is not in love with him, she is very attracted to Alek's \"Slavic depression\". She doesn't know that reason for his \"charm of a desperate\" is his failure with Teodora, she thinks Alek was born like that.","release_date":"2009-06-13","vote_average":5.3,"runtime":91,"cert":"N\/A","id":33579,"title":"Wait for Me and I Will Not Come","adult":false,"genre_ids":[18,10749]},{"cast":["Vojin Ćetković","Tamara Garbajs","Zijah Sokolović","Jelisaveta 'Seka' Sablić","Boris Komnenić"],"overview":"Serbian crime drama focusing on Belgrade's violent criminal underworld. Obituary For Escobar distinguishes itself from other recent crime dramas with its strong visual style and energetic approach. Borko was a young effeminate boy bullied at school by the self-styled 'Ghandi'. Years on, Ghandi is now a warlord, wrecking mayhem in pursuit of his ambition to become the leading drug lord in the Balkans. His execution of the rival 'Serbian Escobar' coincides with the mysterious placement of an obituary for the real Escobar by two stoners. In Ghandi's pursuit of the assailants he meets Lela, a stunning mystery woman who leads Ghandi to reconsider both \"Borko\" and his life in crime.","release_date":"2008-03-13","vote_average":7.2,"runtime":90,"cert":"N\/A","id":33580,"title":"Obituary for Escobar","adult":false,"genre_ids":[80,18]},{"cast":["Nenad Jezdić","Boris Milivojević","Marinko Madžgalj","Nikola Kojo","Zoran Cvijanović"],"overview":"Based on a comedy TV series about Serbian \"aristocracy\" during the Turkish \"answer\" to the Serbian Uprising during the Serbian-Turkish war in the 19th century. During this time it was of the utmost importance to take the right steps and wisdom is really needed for making those right steps. With the help of a fortune teller, Karadjordje (the leader of the Uprising) learns that, according to a legend, somewhere in the hills exists a Stone of Wisdom which makes you, if you hit your head against it three times, more wise. So he employs his nephew Crni Gruja, with assistants Ceda Velja and Bole, to find him this miraculous Stone. Crni Gruja finds the Stone and, convinced that he is really becoming more wiser, decides to make some business.","release_date":"2007-01-31","vote_average":7.3,"runtime":91,"cert":"N\/A","id":33581,"title":"Black Gruya and the Stone of Wisdom","adult":false,"genre_ids":[35]},{"cast":["Scott Michael Foster","Noa Hegesh","Chris Ellis","Bethany D. Hart","Regina Crosby"],"overview":"A popular high school girl is harassed by a delinquent boy until they are placed in creative writing class together. Through written words, they create a bond, but tragically a bond that cannot withstand her social pressures or his brutal home life.","release_date":"2009-10-20","vote_average":6.3,"runtime":106,"cert":"N\/A","id":33582,"title":"Teenage Dirtbag","adult":false,"genre_ids":[18]},{"cast":["Franco Citti","Ninetto Davoli","Jovan Jovanović","Vincenzo Amato","Angela Luce"],"overview":"An adaptation of nine stories from Bocaccio's \"Decameron\": A young Sicilian is swindled twice, but ends up rich; a man poses as a deaf-mute in a convent of curious nuns; a woman must hide her lover when her husband comes home early; a scoundrel fools a priest on his deathbed; three brothers take revenge on their sister's lover; a young girl sleeps on the roof to meet her boyfriend at night; a group of painters wait for inspiration; a crafty priest attempts to seduce his friend's wife; and two friends make a pact to find out what happens after death. Pasolini is up to his old tricks satirizing the Church, and throwing in liberal doses of life and love","release_date":"1971-01-01","vote_average":7.2,"runtime":112,"cert":"","id":33583,"title":"The Decameron","adult":false,"genre_ids":[36,18,35]},{"cast":["Severina Vučković","Davor Janjić","Enis Bešlagić","Dragan Jovičić"],"overview":"Two guys from Sarajevo have a megalomaniac idea to restore destroyed cable car that was once used during 1984 Winter Olympics. A pretty female student suddenly enters their lives.","release_date":"2007-11-22","vote_average":5.0,"runtime":95,"cert":"N\/A","id":33584,"title":"Ghosts of Sarajevo","adult":false,"genre_ids":[35]},{"cast":["Srđan Todorović","Velimir \"Bata\" Živojinović","Sonja Savić","Branimir Brstina","Nebojša Bakočević"],"overview":"Omnibus film, consisting of three independent parts: in the first story, Koma, a failed rocker, wants to prove to his producer father that newly composed music could be better than his. He becomes a mysterious masked folk singer-known as Ninja. In the second, Dracula is killed... again. This time he does not dies oby way of a wooden stake, a silver bullet, or a cross. A blonde woman manages to deprive him of eternal life without the help of sunrise. The last story is about Eve and Djuro. She is creator, he is a musician. They live in a harmonious relationship, but a love letter brings division among them.","release_date":"1989-05-07","vote_average":6.5,"runtime":106,"cert":"N\/A","id":33587,"title":"The Fall of Rock and Roll","adult":false,"genre_ids":[35]},{"cast":["Harold Agnew","Shuntaro Hida","Kiyoko Imori"],"overview":"Steven Okazaki presents a deeply moving look at the painful legacy of the first -- and hopefully last -- uses of thermonuclear weapons in war. Featuring interviews with fourteen atomic bomb survivors - many who have never spoken publicly before - and four Americans intimately involved in the bombings, White Light\/Black Rain provides a detailed exploration of the bombings and their aftermath.","release_date":"2007-08-06","vote_average":7.5,"runtime":86,"cert":"N\/A","id":33588,"title":"White Light\/Black Rain : The Destruction of Hiroshima and Nagasaki","adult":false,"genre_ids":[99]},{"cast":["Michael J. Anderson","Mireille Mossé","Tom Hewitt","Reg E. Cathey"],"overview":"A crippled dwarf is forced to become jester to a tyrannical king, but when the king abuses a beautiful dwarf with whom the jester is in love the jester plots a terrible revenge.","release_date":"1992-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":33589,"title":"Fool's Fire","adult":false,"genre_ids":[18]},{"cast":["David Keith","Cathy Moriarty","Alan Rosenberg","Art Evans","Michael Greene"],"overview":"Evidence of mutilated housewives points to a sound expert (David Keith) living unhappily with his wife (Cathy Moriarty) in Arizona.","release_date":"1988-05-20","vote_average":5.6,"runtime":110,"cert":"N\/A","id":33592,"title":"White of the Eye","adult":false,"genre_ids":[27,53]},{"cast":["Anica Dobra","Vuk Kostić","Milena Dravić","Feđa Stojanović","Hanna Schwamborn"],"overview":"Anica lives in New Belgrade, a miserable district of tower blocks and concrete. She is mistress to Milutin, a wealthly local criminal who owns a solarium and runs a protection racket. Anica is determined not to grow old in this dump where neither love nor life seems to offer her a decent future. One grey winter’s day Anica has an idea to steal money from Milutin’s safe, get on a plane and leave the country forever.","release_date":"2008-02-10","vote_average":5.7,"runtime":106,"cert":"N\/A","id":33601,"title":"Love and Other Crimes","adult":false,"genre_ids":[10749,35,18]},{"cast":["Claire Danes","Catherine O'Hara","Julia Ormond","David Strathairn","Melissa Farman"],"overview":"A biopic of Temple Grandin, an autistic woman who has become one of top scientists in humane livestock handling.","release_date":"2010-02-06","vote_average":7.8,"runtime":108,"cert":"N\/A","id":33602,"title":"Temple Grandin","adult":false,"genre_ids":[18]},{"cast":["Predrag Bolpačić","Milena Dravić","​Ljubiša Samardžić","Milivoje Mića Tomić","Cvijeta Mesić"],"overview":"Trajković family are bridge builders. Being forced to move every once in a while, the bridges are everything but pleasant thing for 17 year old Budimir, who is unable to make any permanent love relationship. In their last attempt to settle down in capital, a boy will experience love in its full meaning.","release_date":"1977-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":33603,"title":"The Love Life of Budimir Trajković","adult":false,"genre_ids":[35,10749]},{"cast":["Nikola Kojo","Milena Pavlović","Branka Katić","Srđan Todorović","Uroš Đurić"],"overview":"Angel and the devil fight for the soul of a Belgrade playboy who made a young girl pregnant.","release_date":"1992-01-01","vote_average":7.9,"runtime":98,"cert":"N\/A","id":33604,"title":"We Are Not Angels","adult":false,"genre_ids":[35]},{"cast":["Bernhard Ludwig"],"overview":"No overview found.","release_date":"2002-08-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":33605,"title":"Anleitung zur sexuellen Unzufriedenheit","adult":false,"genre_ids":[35]},{"cast":["Nikola Kojo","Mirka Vasiljević","Uroš Đurić","Srđan Todorović","Milena Pavlović"],"overview":"In this sequel of \"We Are Not Angels\", a highly successful Yugoslavian comedy, a former playboy must cope with his daughter's adolescence, as well as numerous boys that keep knocking at her doors. A worried father thinks she may get in type of troubles he used to cause when he was just the age of her wooers.","release_date":"2005-01-25","vote_average":6.5,"runtime":89,"cert":"N\/A","id":33606,"title":"We Are Not Angels 2","adult":false,"genre_ids":[35]},{"cast":["Jay Lacopo","Karla Montana","Tommy Hinkley","Johanna McCloy","Harvey Stephens"],"overview":"A first-time feature-film director (who's also the writer and producer) is casting the lead actress. We meet him talking to his wife about the picture and the process. We meet the actress, Sandy, negotiating with her roommate and talking by phone to her mother. Then, we watch Sandy audition for the director at the call-back session; also attending are the casting director and the production company's sycophants. The wrinkle is that the director is a homicidal misogynist, his wife is tied up and hanging from the ceiling, and Sandy has something in her purse that bodes a rocky future. (IMDb)","release_date":"1993-01-01","vote_average":5.0,"runtime":16,"cert":"N\/A","id":33607,"title":"I Killed My Lesbian Wife, Hung Her on a Meat Hook, and Now I Have a Three-Picture Deal at Disney","adult":false,"genre_ids":[35]},{"cast":["Nikola Pejaković","Srđan Todorović","Uroš Đurić","Zlatko Rakonjac","Nada Macanković"],"overview":"We Are Not Angels III is a Serbian film. In 1973 during a Youth Work Action, budding musician Borko Pavić (Nikola Pejaković) is disappointed to find out that the majority of his fellow young workers prefer to dance kolo to folkish harmonica sounds rather than listening to him play his acoustic guitar. Heartbroken and depressed he confides in his best friend that he read that in America the young people make the devil appear by playing the music backwards who then makes them rich and famous. He becomes the mega popular rock'n'roll superstar Dorijan. Cut to 30+ years later Dorijan is still a debauched, coke-snorting, and alcoholic superstar, except that he's now playing turbo folk instead of rock'n'roll. He lives with a silicone trophy girlfriend Smokvica and his best friend from childhood is his business manager. Despite still having his women, fame, and fortune, Dorijan is unhappy about having to resort to playing a musical style he hates in order to have all that.","release_date":"2006-10-11","vote_average":6.3,"runtime":87,"cert":"N\/A","id":33608,"title":"We Are Not Angels 3: Rock & Roll Strike Back","adult":false,"genre_ids":[35]},{"cast":["Tori Amos"],"overview":"These two complete concerts from Montreux in 1991 and 1992 catch Tori Amos right at the start of her solo career, one shortly before the release of het 'Little Earthquakes' album and the second a few months after. There is a clear progression from one year to the next as Tori grows in confidence and skill as a live performer, bouyed by the critical and commercial success of the album. The tracklisting focuses on 'Little Earthqaukes' and features all the hits from it but there are also rare songs from her early EPs including her distinctive takes on Led Zeppelin's 'Whole Lotta Love' and 'Thank You', and Nirvana's 'Smells Like Teen Spirit'. This DVD brilliantly captures the vibrancy of Tori Amos' early live perfomances.","release_date":"2008-01-01","vote_average":4.3,"runtime":89,"cert":"","id":33609,"title":"Tori Amos: Live at Montreux 1991 & 1992","adult":false,"genre_ids":[10402]},{"cast":["Libero De Rienzo","Vanessa Incontrada","Kabir Bedi","Remo Girone","Massimo De Santis"],"overview":"Dante, a pony express in serious debt, meets Nina, a hostess stuck in Torino for the night.","release_date":"2004-04-02","vote_average":6.5,"runtime":110,"cert":"N\/A","id":33610,"title":"A\/R Andata + Ritorno","adult":false,"genre_ids":[35]},{"cast":["Dragan Nikolić","Nikola Đuričko","Katarina Žutić","Isidora Minić","Vojin Ćetković"],"overview":"During 1941 in Belgrade, two well-known thieves try to carry out the biggest robbery of Nazi authorities ever.","release_date":"2004-02-16","vote_average":5.1,"runtime":105,"cert":"N\/A","id":33611,"title":"The Robbery of the Third Reich","adult":false,"genre_ids":[80,35,10752]},{"cast":["Zoran Radmilović","Mira Banjac","Tatjana Beljakova","Milutin Butković","Maja Čučković"],"overview":"A war between two families, who live in the same building.","release_date":"1983-03-25","vote_average":9.7,"runtime":165,"cert":"N\/A","id":33614,"title":"Radovan the Third","adult":false,"genre_ids":[35]},{"cast":["Nia Peeples","Blu Mankuma","Anthony 'Treach' Criss","Tom Heaton","Garwin Sanford"],"overview":"They'll never see him coming... It's Personal. It's War. A blinded ex special agent is given his sight back by a special serum in order for him to stop a nuke that's hidden somewhere in the city. Things are just starting to complicate.","release_date":"2006-09-26","vote_average":5.0,"runtime":90,"cert":"N\/A","id":33615,"title":"Connors' War","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Jan Gintberg"],"overview":"Danish Comedy one-man show by Jan Gintberg","release_date":"2010-01-01","vote_average":6.5,"runtime":120,"cert":"N\/A","id":33616,"title":"Jan Gintberg: Fremtid.nu","adult":false,"genre_ids":[35]},{"cast":["Zoé Auclair","Lea Bridarolli","Bérangère Haubruge","Marion Cotillard","Hélène de Fougerolles"],"overview":"At an unusual private school for girls, new students, including young Iris, show up in coffins. The establishment's teachers, Mademoiselle Eva and Mademoiselle Edith, introduce Iris and her fellow pupils to the school's curriculum, which includes fairy-like dances through a nearby forest. When night falls, the older girls, who are on the threshold of womanhood, are then given mysterious, life-changing lessons.","release_date":"2004-12-12","vote_average":6.8,"runtime":122,"cert":"N\/A","id":33623,"title":"Innocence","adult":false,"genre_ids":[18,9648]},{"cast":["Eric Judor","Ramzy Bedia","Edouard Baer","Georgianna Robertson","François Chattot"],"overview":"Ben and Bill are the two worst, completely useless agents - real losers. But who else would you send on a super-difficult top-secret mission? The French have just sold a new high-power M51 rocket to the Russians for crazy money. Unfortunately for them, the rocket was hijacked before they could get it of their hands. However, not just any fool is up to neutralizing this threat, but only the craziest and most stupid of them can cope with such a task.","release_date":"2004-06-16","vote_average":5.1,"runtime":90,"cert":"N\/A","id":33624,"title":"Double zéro","adult":false,"genre_ids":[12,35]},{"cast":["Scott Wolf","Gabriel Byrne","Tim Roth","Greg Wood","Ira Hawkins"],"overview":"In the Philadelphia police department, Emmett Young is a hotshot, a workaholic newly promoted to homicide. He learns he has a disease that will soon kill him painfully, so he hires a stranger to arrange his own death. With one eye on the calendar (he's allowed a few days' grace before his murder), he pursues a final case, the serial killing of young women. Emmett develops a profile of the assailant. Meanwhile, his fixer hires an ex-cop to kill Emmett, a lonely security guard whom the fixer taunts and belittles. In this limited time, can Emmett sort out what's important? Written by","release_date":"2002-01-01","vote_average":6.2,"runtime":104,"cert":"N\/A","id":33625,"title":"Killing Emmett Young","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["Ginger Rogers","James Stewart","James Ellison","Beulah Bondi","Charles Coburn"],"overview":"College town life gets turned upside down after a button-down botany professor secretly weds a sizzling night-club singer.","release_date":"1938-08-31","vote_average":7.2,"runtime":90,"cert":"N\/A","id":33630,"title":"Vivacious Lady","adult":false,"genre_ids":[35,10749]},{"cast":["William H. Macy","Debra Eisenstadt"],"overview":"A two character movie, involving a college professor, John, who is confronted by a female student, Carol, who is failing his course. The two spend a long time talking to each other, during which time John says a few things that can be taken the wrong way. After the night the two spent talking, John is slapped with a sexual harassment accusation by Carol.","release_date":"1994-11-04","vote_average":6.5,"runtime":89,"cert":"N\/A","id":33633,"title":"Oleanna","adult":false,"genre_ids":[18]},{"cast":["Guta Stresser","Myrian Muniz","Milhem Cortaz","Wagner Moura","Matheus Nachtergaele"],"overview":"Psychological thriller larded with manga-like animations about the young, poor comic strip illustrator Nina, living with her mean landlady. She sinks further and further into a violent fantasy world.","release_date":"2004-01-01","vote_average":6.4,"runtime":85,"cert":"N\/A","id":33636,"title":"Nina","adult":false,"genre_ids":[18,53]},{"cast":["James Roday","Sam Huntington","Jay Paulson","Charlie Finn","Ryan McDow"],"overview":"A group of friends go on a journey to a secret marijuana forest in Kansas.","release_date":"2003-01-24","vote_average":5.8,"runtime":89,"cert":"N\/A","id":33639,"title":"Rolling Kansas","adult":false,"genre_ids":[35]},{"cast":["Adam Roarke","Jack Nicholson","Sabrina Scharf","Jana Taylor","Richard Anders"],"overview":"At first gas station attendant Poet is happy when the rockers gang “Hell’s Angels” finally accepts him. But he’s shocked when he learns how brutal they are – not even murder is a taboo to them. He gets himself in trouble when the leader’s girlfriend falls in love with him – and he welcomes her approaches.","release_date":"1967-06-01","vote_average":6.2,"runtime":95,"cert":"N\/A","id":33642,"title":"Hells Angels on Wheels","adult":false,"genre_ids":[12,18,28,53,80]},{"cast":["Leighanne Littrell","Robin Sashs","Al Sapienza","Mark Sheppard","Jennifer Sommerfeld"],"overview":"Megalodon is a 2002 American shark film. It takes place out on a deep sea oil rig.","release_date":"2004-02-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":33645,"title":"Megalodon","adult":false,"genre_ids":[28]},{"cast":["Jenny McCarthy","Chris Eigeman","Paul Dooley","Josh Stamberg","Drea de Matteo"],"overview":"A waiter\/writer living with his dad and a neat freak who's just landed a job as a reporter in New York, meet by colliding on the Brooklyn Bridge, and romance ensues.","release_date":"2002-03-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":33646,"title":"The Perfect You","adult":false,"genre_ids":[35,10749]},{"cast":["Stephen Baldwin","Kristy Swanson","Tracy Howe","Charles Malik Whitfield","Natassia Malthe"],"overview":"When Detecive Max Garrett is assigned to protect the sultry photographer Laura Cross from a ruthless killer, he has no idea what he's in for. The more involved Garrett gets in the case, the more attracted he is to Cross, but as they get closer, so does the killer.","release_date":"2005-02-02","vote_average":5.5,"runtime":90,"cert":"N\/A","id":33647,"title":"Bound by Lies","adult":false,"genre_ids":[18,53,80]},{"cast":["Pakak Innuksuk","Leah Angutimarik","Neeve Irngaut","Natar Ungalaaq","Samueli Ammaq"],"overview":"Based on the journal of Knud Rasmussen's \"Great Sled Journey\" of 1922 across arctic Canada. The film is shot from the perspective of the Inuit, showing their traditional beliefs and lifestyle. It tells the story of the last great Inuit shaman and his beautiful and headstrong daughter; the shaman must decide whether to accept the Christian religion that is converting the Inuit across Greenland.","release_date":"2006-03-11","vote_average":5.0,"runtime":112,"cert":"N\/A","id":33652,"title":"The Journals of Knud Rasmussen","adult":false,"genre_ids":[99]},{"cast":["Greg Kinnear","Lauren Holly","Joan Cusack","Jay Thomas","Jill Hennessy"],"overview":"A comedy about a couple who cannot conceive a baby","release_date":"1997-08-27","vote_average":3.6,"runtime":98,"cert":"N\/A","id":33657,"title":"A Smile Like Yours","adult":false,"genre_ids":[35,10749]},{"cast":["Blake Heron","J. Madison Wright","Michael Moriarty","Scott Wilson","Rod Steiger"],"overview":"An abused beagle runs away from his owner. On the road, he meets young Marty Preston and follows him home. The boy immediately forms a bond with the dog and names him Shiloh. His stern father won't let him keep the dog because it belongs to Judd Travers, a local hunter. After Shiloh is mistreated again, he runs away and returns to Marty. Knowing his father will once again make him bring Shiloh back to Judd, he makes a home for the dog in an old shed up the hill from the Prestons' house and hides him from his family. His secret is soon discovered when a stray attacks the dog one night and he must turn to his father for help.","release_date":"1996-11-30","vote_average":5.5,"runtime":93,"cert":"N\/A","id":33660,"title":"Shiloh","adult":false,"genre_ids":[18,10751]},{"cast":["Gena Rowlands","John Cassavetes","Ben Gazzara","Joan Blondell","Paul Stewart"],"overview":"Actress Myrtle Gordon is a functioning alcoholic actress who is a few days from the opening night of her latest play, concerning a woman distraught about aging. One night a car kills one of Myrtle's fans who is chasing her limousine in an attempt to get the star's attention. Myrtle internalizes the accident and goes on a spiritual quest, but fails to finds the answers she is after. As opening night inches closer and closer, fragile Myrtle must find a way to make the show go on.","release_date":"1977-12-22","vote_average":7.6,"runtime":144,"cert":"N\/A","id":33665,"title":"Opening Night","adult":false,"genre_ids":[18]},{"cast":["Doris Day","Rod Taylor","Arthur Godfrey","John McGiver","Paul Lynde"],"overview":"Bruce (Rod Taylor), the owner of a aerospace company, is infatuated with Jennifer (Doris Day) and hires her to be his biographer so that he can be near her and win her affections. Is she actually a Russian spy trying to obtain aerospace secrets?","release_date":"1966-06-09","vote_average":6.0,"runtime":110,"cert":"N\/A","id":33666,"title":"The Glass Bottom Boat","adult":false,"genre_ids":[35,10749]},{"cast":["Gregory Peck","Dorothy McGuire","John Garfield","Celeste Holm","Anne Revere"],"overview":"A magazine writer poses as a Jew to expose anti-Semitism.","release_date":"1947-11-11","vote_average":7.3,"runtime":118,"cert":"U","id":33667,"title":"Gentleman's Agreement","adult":false,"genre_ids":[18,10749]},{"cast":["Gregory Peck","Lauren Bacall","Dolores Gray","Sam Levene","Tom Helmore"],"overview":"A sportswriter who marries a fashion designer discovers that their mutual interests are few, although each has an intriguing past which makes the other jealous.","release_date":"1957-05-16","vote_average":6.0,"runtime":118,"cert":"N\/A","id":33668,"title":"Designing Woman","adult":false,"genre_ids":[35,10749]},{"cast":["James Belushi","Michael Beach","Timothy Dalton","Steve Railsback","Carlton Wilborn"],"overview":"A man and a woman are on the run from gangsters whom he has stolen $12.5 million. When the gangsters show up, he takes them supposedly to where the money is hidden but instead leads them into a trap at a backwoods crystal-meth factory. The gangsters and the drug dealers start a shoot-out for unknown reasons and both go gunning for Belushi. Meanwhile an unscrupulous cop is secretly having an affair with the girl friend and planning to make off with the money.","release_date":"1999-06-11","vote_average":5.5,"runtime":91,"cert":"N\/A","id":33671,"title":"Made Men","adult":false,"genre_ids":[28,35,53]},{"cast":["Robert Anton Wilson","Douglas Rushkoff","Valerie Corral","Paul Krassner","Tom Robbins"],"overview":"Guerrilla ontologist. Psychedelic magickian. Outer head of the Illuminati. Quantum psychologist. Sit-down comic\/philosopher. Discordian Pope. Whatever the label and rank, Robert Anton Wilson is undeniably one of the foundations of 21th Century Western counterculture.Maybe Logic follows a reality labyrinth which leads through the hollows of human perception to the vast star fields of Sirius where we find one man alone, joyfully accepting his status as Damned Old Crank and Cosmic Schmuck. Beaming with insight, frustration, compassion, and unshakable optimism, the ever-open eye of Robert Anton Wilson penetrates human illusions exposing the mathematical probabilities and spooky synchronicities of the 8 dimensions of his Universe.","release_date":"2003-07-23","vote_average":6.3,"runtime":82,"cert":"N\/A","id":33672,"title":"Maybe Logic: The Lives and Ideas of Robert Anton Wilson","adult":false,"genre_ids":[99]},{"cast":["Robert Mitchum","Jane Russell","Vincent Price","Tim Holt","Charles McGraw"],"overview":"Nick Ferraro, deported crime boss, needs to re-enter the USA. His plan involves \"honest\" gambler Dan Milner, who's subjected to a series of \"misfortunes,\" then bribed to take a trip to Mexico. En route, Dan meets chanteuse Lenore Brent, truly his kind of woman. But on arrival at posh Morros Lodge in Baja California, Dan finds the ostensibly rich, carefree guests all playing roles...except, possibly, ham actor Mark Cardigan. What does Ferraro want with him? Can he trust anyone?","release_date":"1951-08-29","vote_average":6.8,"runtime":120,"cert":"N\/A","id":33673,"title":"His Kind of Woman","adult":false,"genre_ids":[18,10749,53]},{"cast":["Tom Cruise","Jackie Earle Haley","John Stockwell","John P. Navin, Jr.","Shelley Long"],"overview":"Set in 1965, four Los Angeles school friends -- Woody, Dave, Spider and Wendell -- go on a series of misadventures when they head to Tijuana, Mexico, for a night of cruisin', causing trouble, and to lose their virginity.","release_date":"1983-04-08","vote_average":5.1,"runtime":100,"cert":"N\/A","id":33676,"title":"Losin' It","adult":false,"genre_ids":[35]},{"cast":["Michael Duane","Lenore Aubert","Richard Lane","James Cardwell","Ann Shoemaker"],"overview":"When a woman goes missing on the eve of her wedding, her fiancee hires a detective to track her down","release_date":"1948-03-18","vote_average":6.7,"runtime":60,"cert":"N\/A","id":33687,"title":"The Return of the Whistler","adult":false,"genre_ids":[80,9648]},{"cast":["Aksel Hennie","Laila Goody","Fridtjov Såheim","Marit Andreassen","Bjørn Sundquist"],"overview":"Three friends since childhood are trying to work out their complicated relationships. Jonny tries to be best friends with Magnus, Magnus tries to be married to Tuva, and Tuva tries to have sex with Jonny.","release_date":"2003-02-14","vote_average":5.6,"runtime":85,"cert":"N\/A","id":33688,"title":"Jonny Vang","adult":false,"genre_ids":[35]},{"cast":["Kirstie Alley","Steve Guttenberg","Ashley Olsen","Mary-Kate Olsen","Jane Sibbett"],"overview":"Identical 9-year-olds from very different backgrounds: orphaned Amanda and wealthy Alyssa meet at summer camp and decide to switch places -- and play matchmaker between Alyssa's dad, Roger, and the kind social worker who cares for Amanda.","release_date":"1995-11-17","vote_average":6.4,"runtime":101,"cert":"N\/A","id":33689,"title":"It Takes Two","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Paul Stanley","Peter Criss","Gene Simmons","Paul Daniel Frehley"],"overview":"As KISSology - Vol. 1 (1974-1977) announces loudly, all the chutzpah and bombast that made KISS so huge--the fire-breathing, the blood-dripping, the kabuki-mask make-up and platform shoes, the synchronized head-bobs--were in place from the very beginning. KISS's 1974 concert in San Francisco is virtually identical to their 1977 concerts in Japan and Houston, at the peak of their popularity. For hardcore fans, this opportunity to bask in the nuances of five performances of \"Black Diamond\" and six performances of \"Firehouse\" is essential viewing, but for the less committed the pleasures of KISSology lie in the bizarre collisions pop culture is heir to: Gene Simmons, in full costume, declaring himself \"evil incarnate\" on The Mike Douglas Show;","release_date":"2006-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":33694,"title":"Kissology: The Ultimate KISS Collection Vol. 1 (1974-1977)","adult":false,"genre_ids":[10402]},{"cast":["Christopher McDonald","Rachael Leigh Cook","Maximilian Schell","Stanley Tucci","Wendy Crewson"],"overview":"\"Satan will no longer be beast... but beauty!\" That declaration comes early in The Eighteenth Angel, signaling the kind of horror movie we're in for: thick and cheesy. When that line (and others like it) is uttered by mad monk Maximilian Schell, it's even creamier. Schell is ushering in the return of the Antichrist by genetically engineering Satan's minions, but he needs the transplant","release_date":"1997-01-01","vote_average":4.8,"runtime":88,"cert":"N\/A","id":33695,"title":"The Eighteenth Angel","adult":false,"genre_ids":[28,12,27,9648,53]},{"cast":["Kumiko Aso","Kenichi Matsuyama","Seiji Nozoe","Arata Iura","Yoshio Harada"],"overview":"Youjin is a quirky young man living in Aomori Prefecture, Japan. Yojin has a difficult time sitting still and can't focus on extended conversations. His life revolves around farming his grandmother's vegetable garden. Yojin experiences a new kind of feeling when he meets a pretty young lady named Machiko. The feelings are strong enough that he feels the need to be with her and gain her affection.","release_date":"2009-06-06","vote_average":6.0,"runtime":120,"cert":"N\/A","id":33696,"title":"Bare Essence of Life","adult":false,"genre_ids":[18]},{"cast":["Matt Farnsworth","Diane Foster","John Savage","Rosanna Arquette","Michael Haughey"],"overview":"A cautionary tale of love, crime, fantasy and addiction that follows two young Iowan lovers who decide to go into the \"batch\" business - cooking their own methamphetamine - only to watch it burn a searing hole in their lives.","release_date":"2005-04-22","vote_average":3.0,"runtime":104,"cert":"N\/A","id":33697,"title":"Iowa","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"How We Saw The World Pt. 1 is an unreleased live album by English Alternative Rock band Coldplay. The album was originally intended to be released as a DVD in October of 2006, however in late August a message from Coldplay's official website explained that \"How We Saw The World Pt. 1\" would not be for sale and would instead become aired on international television on 30 August 2006. The set features concerts filmed at Toronto's Air Canada Center on 22 March 2003 and 23 March 2006.","release_date":"2006-03-22","vote_average":4.0,"runtime":130,"cert":"","id":33700,"title":"Coldplay How We Saw The World","adult":false,"genre_ids":[10402]},{"cast":["Thierry Lhermitte","Marie-Anne Chazel","Michel Blanc","Josiane Balasko","Christian Clavier"],"overview":"In this sequel to Les Bronzes (1978) summer has passed, but that doesn't mean the fun has to end for Bernard, Nathalie, Gigi, Jerome, Popeye, Jean-Claude, and Christiane.","release_date":"1979-11-22","vote_average":7.4,"runtime":90,"cert":"N\/A","id":33701,"title":"French Fried Vacation 2","adult":false,"genre_ids":[35]},{"cast":["Vincent Desagnat","Bruno Salomone","Omar Sy","Fred Testot","Emilie Chesnais"],"overview":"A guy has to move out in a day, completely unprepared, and drive his mum to the airport. Completely stressed out, he calls his friends for help. Short notice however results in all his friends making it with an agenda of their own.","release_date":"2004-10-06","vote_average":5.8,"runtime":88,"cert":"N\/A","id":33704,"title":"The Box","adult":false,"genre_ids":[35]},{"cast":[],"overview":"2005 Opera Australia productions of Gilbert and Sullivan's H.M.S. PINAFORE and TRIAL BY JURY.","release_date":"2006-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":33705,"title":"H.M.S. Pinafore and Trial By Jury","adult":false,"genre_ids":[10402,35]},{"cast":["Raj Kapoor","Kamini Kaushal","Nargis","Nigar Sultana","Prem Nath"],"overview":"A man obsessed over two things, The theater and a childhood friend, recounts his life story to his new bride.","release_date":"1948-08-06","vote_average":0.0,"runtime":138,"cert":"N\/A","id":33706,"title":"Aag","adult":false,"genre_ids":[10749,18]},{"cast":["Bruno Salomone"],"overview":"No overview found.","release_date":"2003-11-08","vote_average":6.8,"runtime":85,"cert":"N\/A","id":33707,"title":"Bruno Salomone au Bataclan","adult":false,"genre_ids":[35]},{"cast":["Warner Oland","Rosina Lawrence","Charles Quigley","Henrietta Crosman","Edward Trevor"],"overview":"Allen Colby, heir to a huge fortune, is presumed drowned after an ocean liner sinks off the coast of Honolulu. Mysteriously, Colby reappears at his mansion only to be murdered soon after. When his body is discovered during a seance, everyone in attendance becomes a suspect, and it's up to Chan to find the murderer before he or she strikes again.","release_date":"1936-01-17","vote_average":7.3,"runtime":72,"cert":"N\/A","id":33708,"title":"Charlie Chan's Secret","adult":false,"genre_ids":[80,9648,18,53]},{"cast":["Marion Davies","Bing Crosby","Fifi D'Orsay","Stuart Erwin","Ned Sparks"],"overview":"The film tells the story of Sylvia (Marion Davies), a French teacher at an all-girl school, who wants to find love. When she hears Bill Williams (Bing Crosby) on the radio, she decides to go visit and thank him. However, difficult problems lay ahead when Lili (Fifi D'Orsay) gets in the way.","release_date":"1933-12-22","vote_average":6.2,"runtime":78,"cert":"N\/A","id":33709,"title":"Going Hollywood","adult":false,"genre_ids":[10749]},{"cast":["Paul Newman","Joanne Woodward","Sidney Poitier","Louis Armstrong","Diahann Carroll"],"overview":"Ram Bowen and Eddie Cook are two expatriate jazz musicians living in Paris where, unlike America at the time, Jazz musicians are celebrated and racism is a non-issue. When they meet and fall in love with two young American girls, Lillian and Connie, who are vacationing in France, Ram and Eddie must decide whether they should move back to America with them, or stay in Paris for the freedom it allows them. Ram, who wants to be a serious composer, finds Paris more exciting than America and is reluctant to give up his music for a relationship, and Eddie wants to stay for the city's more tolerant racial atmosphere.","release_date":"1961-09-27","vote_average":6.6,"runtime":98,"cert":"N\/A","id":33710,"title":"Paris Blues","adult":false,"genre_ids":[10749,18,10402]},{"cast":[],"overview":"Oswald's sweetheart is stolen by a schoolyard bully, so he has to fight him during recess to win her back.","release_date":"1927-09-16","vote_average":4.7,"runtime":6,"cert":"N\/A","id":33711,"title":"Oh Teacher","adult":false,"genre_ids":[16]},{"cast":["Robert Redford","Sam Shepard","Kris Kristofferson","Val Kilmer","John Trudell"],"overview":"Trudell is a 2005 documentary film about the life of author and American Indian activist John Trudell. The film traces Trudell from his childhood in Omaha, Nebraska, to his role in the American Indian Movement, and finally to his rebirth as a musician and spoken word poet.","release_date":"2005-01-01","vote_average":5.1,"runtime":80,"cert":"N\/A","id":33712,"title":"Trudell","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2006-02-26","vote_average":0.0,"runtime":89,"cert":"N\/A","id":33713,"title":"La dolce vita","adult":true,"genre_ids":[]},{"cast":["Andrey Krasko","Fyodor Bondarchuk","Andrey Sokolov","Elena Yakovleva","Vladimir Yepifantsev"],"overview":"Many people assume that life does not end after death. Not Dr. Tyrsa, practical and skeptical man, who never believed in this nonsense. However, thanks to the bowling accident, he finds himself in a desert land with people like him not belonging to this world yet not accepted into the other. Now Dr. Tyrsa realizes that the life he used to live was not so bad, and he's got something worth returning to.","release_date":"2007-04-19","vote_average":7.0,"runtime":112,"cert":"N\/A","id":33714,"title":"I'm Staying","adult":false,"genre_ids":[35,18,14]},{"cast":[],"overview":"Die Geschichte von Michael, dem Ministranten aus S‚dtirol, der in Bolivien zu Comandante Miguel wird. Als angehender Priester will Michael noch friedlich gegen Armut kƒmpfen, f‚r die Verzweifelten, f‚r mehr soziale Gerechtigkeit. Doch mit 29 Jahren geht er in den Untergrund und entf‚hrt einen Industriellen. Bei der Befreiungsaktion erschiesst ihn die Polizei.","release_date":"2008-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":33715,"title":"Der Pfad des Kriegers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Wie in vielen anderen Städten leben auch in Freiburg Menschen in Wohnwagen und umgebauten LKWs. Ende 2005 ergeht ein Räumungsbescheid für das Gelände, auf das sich bis dato die seit 12 Jahren immer wieder der Vertreibung und Repression ausgesetzten WagenbewohnerInnen ’Schattenparker’ zurückziehen konnten. Doch die Schattenparker kämpfen mit öffentlichen Aktionen für die Akzeptanz ihrer Wohnform","release_date":"2005-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":33716,"title":"Die Schattenparker - Das böse Unbekannte in Freiburg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When Sunflower Valley needs a new sports stadium, there's only one team for the job. It's Bob the Builder™ and his Can-Do Crew! Can Bob build it? With the help of his new friends, Gripper and Grabber - YES, HE CAN! Join Bob, Wendy, and the Can-Do Crew as they race to the finish line in their biggest construction job yet. See how teamwork and fun go hand-in-hand in this colossal building adventure.","release_date":"2008-11-03","vote_average":0.0,"runtime":null,"cert":"","id":33717,"title":"Bob the Builder - Race to the Finish","adult":false,"genre_ids":[16,10751]},{"cast":["Adrian Edmondson","Rik Mayall"],"overview":"Filmed during their sell-out 1997 tour, Bottom Live 3: Hooligan's Island features Rik Mayall and Adrian Edmondson at their comedic finest. This time around Richie Richard (Mayall) and Eddie Hitler (Edmondson) are marooned on a desert island in the middle of the Pacific.","release_date":"1997-10-27","vote_average":7.3,"runtime":100,"cert":"18","id":33718,"title":"Bottom Live 3: Hooligan's Island","adult":false,"genre_ids":[35]},{"cast":["Eric Pospisil","Kathleen Barr","John Goodman","Whoopi Goldberg","Debbie Reynolds"],"overview":"Young Rudolph suffers a childhood accident that sees his nose turn from the publicly accepted norm of black to a glowing red colour. His parents worry about him getting teased, and indeed he does in the end. When he is beaten in the reindeer games by his rival for a doe he fancies, Rudolph runs away and moves into a cave with Slyly the Fox. However can he overcome his fear and reach his true poten","release_date":"1998-10-16","vote_average":6.1,"runtime":83,"cert":"U","id":33719,"title":"Rudolph the Red-Nosed Reindeer: The Movie","adult":false,"genre_ids":[16,10751,10402]},{"cast":["Jason Stout","Douglas Thigpen"],"overview":"Crashing the Con is a documentary on San Diego Comic-Con 2008, and more importantly, a profile on the various types of people whom attend and exhibit at it every year. Told through a series of humorous stories and interviews, we explore what makes these individuals tick and why they travel from around the globe to attend this convention every year.","release_date":"2009-07-01","vote_average":5.3,"runtime":118,"cert":"N\/A","id":33720,"title":"Crashing the Con","adult":false,"genre_ids":[99]},{"cast":["Rebecca Balding","Fred McCarren","Anne-Marie Martin","Jeff Harlan","John Crawford"],"overview":"Otherworldly creatures inhabit the bootleg tunnels underneath a small town mining community, and they kill any of the townsfolk who invade their home.","release_date":"1981-09-25","vote_average":6.0,"runtime":95,"cert":"N\/A","id":33721,"title":"The Boogens","adult":false,"genre_ids":[27]},{"cast":["The Priests"],"overview":"No overview found.","release_date":"2009-04-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":33722,"title":"The Priests: In Concert at Armagh Cathedral","adult":false,"genre_ids":[10402]},{"cast":["Chen Bolin","Kate Yeung","Ray MacDonald","Isabella Leong","Kris Gu"],"overview":"Teens tries to see ghosts but once they start they can't stop.","release_date":"2005-03-24","vote_average":4.9,"runtime":86,"cert":"N\/A","id":33723,"title":"The Eye: Infinity","adult":false,"genre_ids":[53,35,27]},{"cast":["Frank Sinatra","Shirley MacLaine","Maurice Chevalier","Louis Jourdan","Juliet Prowse"],"overview":"1896, Montmartre: the Can-Can, the dance in which the women lift their skirts, is forbidden. Nevertheless Simone has it performed every day in her night club. Her employees use their female charm to let the representatives of law enforcement look the other way - or even attend the shows. But then the young ambitious judge Philippe Forrestier decides to bring this to an end. Will Simone manage to twist him round her little finger, too? Her boyfriend Francois certainly doesn't like to watch her trying.","release_date":"1960-03-09","vote_average":7.4,"runtime":131,"cert":"N\/A","id":33726,"title":"Can-Can","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Peter James","Amy Hoerler"],"overview":"Mr. Fix-It, his wife calls him. She felt safer with him at home, and he helped look after the children, especially the baby. He lingers at the door before leaving the house to meet Sarah, whom his wife knows but does not suspect, and with her go to a house on a lake his wife knows nothing about.","release_date":"2007-05-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":33727,"title":"Can-Can","adult":false,"genre_ids":[18]},{"cast":["Gregory Peck","Tony Curtis","Angie Dickinson","Eddie Albert","James Gregory"],"overview":"In 1944, Capt. Josiah J. Newman is the doctor in charge of Ward 7, the neuropsychiatric ward, at an Army Air Corps hospital in Arizona. The hospital is under-resourced and Newman scrounges what he needs with the help of his inventive staff, especially Cpl. Jake Leibowitz. The military in general is only just coming to accept psychiatric disorders as legitimate and Newman generally has 6 weeks to cure them or send them on to another facility. There are many patients in the ward and his latest include Colonel Norville Bliss who has dissociated from his past; Capt. Paul Winston who is nearly catatonic after spending 13 months hiding in a cellar behind enemy lines; and 20 year-old Cpl. Jim Tompkins who is severely traumatized after his aircraft was shot down. Others come and go, including Italian prisoners of war, but Newman and team all realize that their success means the men will return to their units.","release_date":"1963-12-25","vote_average":7.4,"runtime":126,"cert":"N\/A","id":33728,"title":"Captain Newman, M.D.","adult":false,"genre_ids":[35,18,10752]},{"cast":["Frank Sinatra","Lee J. Cobb","Molly Picon","Tony Bill","Barbara Rush"],"overview":"The story of a young man's decision to leave the home of his parents for the bachelor pad of his older brother who leads a swinging '60s lifestyle.","release_date":"1963-06-05","vote_average":5.5,"runtime":112,"cert":"N\/A","id":33729,"title":"Come Blow Your Horn","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dick Van Dyke","Barbara Feldon","John McGiver","Edith Evans","Harry Townes"],"overview":"When Miss Vicki's father dies, she becomes the world's greatest philanthropist. Unfortunately, she is flat broke! Her loyal butler, Claude Fitzwilliam, leads the household staff to rob from various businesses by charging goods to various wealthy people and misdirecting the shipments, all to keep Miss Vicki's standard of living.","release_date":"1967-04-19","vote_average":6.3,"runtime":102,"cert":"N\/A","id":33730,"title":"Fitzwilly","adult":false,"genre_ids":[10749,35]},{"cast":["Natalie Wood","Gene Kelly","Claire Trevor","Ed Wynn","Everett Sloane"],"overview":"While working as a counselor at a summer camp, college-student Marjorie Morgenstern falls for 32-year-old Noel Airman, a would-be dramatist working at a nearby summer theater. Like Marjorie, he is an upper-middle-class New York Jew (born 'Ehrman'), but has fallen away from his roots, and Marjorie's parents object among other things to his lack of a suitable profession, such as medicine or law. Noel himself warns Marjorie repeatedly that she's much too naive and conventional for him, but they nonetheless fall in love. As they pursue an on-again-off-again relationship, Marjorie completes her studies at Hunter College, and works to establish an acting career, while Noel first leaves the theater for a job with an advertising agency, but later completes a musical he'd started writing before he and Marjorie had first met.","release_date":"1958-04-24","vote_average":6.4,"runtime":128,"cert":"N\/A","id":33731,"title":"Marjorie Morningstar","adult":false,"genre_ids":[18,10749]},{"cast":["Rita Hayworth","Frank Sinatra","Kim Novak","Barbara Nichols","Bobby Sherwood"],"overview":"An opportunistic singer woos a wealthy widow to boost his career.","release_date":"1957-10-25","vote_average":6.5,"runtime":111,"cert":"N\/A","id":33734,"title":"Pal Joey","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Sidney Poitier","Bobby Darin","Peter Falk","Carl Benton Reid","Mary Munday"],"overview":"An African-American prison psychiatrist finds the boundaries of his professionalism sorely tested when he must counsel a disturbed inmate with bigoted Nazi tendencies.","release_date":"1962-10-10","vote_average":6.8,"runtime":91,"cert":"N\/A","id":33735,"title":"Pressure Point","adult":false,"genre_ids":[18]},{"cast":["Sammy Davis Jr.","Peter Lawford","Michael Bates","Ilona Rodgers","John Le Mesurier"],"overview":"London nightclub owners (Sammy Davis Jr., Peter Lawford) play spy and foil a military madman out to overthrow the government.","release_date":"1968-07-03","vote_average":5.6,"runtime":102,"cert":"N\/A","id":33736,"title":"Salt and Pepper","adult":false,"genre_ids":[28,35,53]},{"cast":["Steve McQueen","David Foster","Don Gordon","Eli Wallach","Hillard Elkins"],"overview":"Friends, family, co-stars and admirers of actor Steve McQueen talk about his life and his movie career.","release_date":"2005-06-01","vote_average":7.3,"runtime":87,"cert":"N\/A","id":33737,"title":"Steve McQueen: The Essence of Cool","adult":false,"genre_ids":[99,10770]},{"cast":["Frank Sinatra","Esther Williams","Gene Kelly","Betty Garrett","Edward Arnold"],"overview":"The Wolves baseball team gets steamed when they find they've been inherited by one K.C. Higgins, a suspected \"fathead\" who intends to take an active interest in running the team. But K.C. turns outs to be a beautiful woman who really knows her baseball. Second baseman Dennis Ryan promptly falls in love. But his playboy roommate Eddie O'Brien has his own notions about how to treat the new lady owner and some unsavory gamblers have their own ideas about how to handle Eddie.","release_date":"1949-03-09","vote_average":7.0,"runtime":93,"cert":"N\/A","id":33738,"title":"Take Me Out to the Ball Game","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Peter Lind Hayes","Mary Healy","Hans Conried","Tommy Rettig","Tony Butala"],"overview":"Young Bart Collins lives with his widowed mother Heloise. The major blight on Bart's existence is the hated piano lessons he is forced to endure under the tutelage of the autocratic Dr. Terwilliker. Bart feels that his mother has fallen under Terwilliker's sinister influence, and gripes to visiting plumber August Zabladowski, without much result. While grimly hammering away at his lessons, Bart dozes off and enters a fantastical musical dream.","release_date":"1953-07-01","vote_average":6.4,"runtime":89,"cert":"N\/A","id":33743,"title":"The 5,000 Fingers of Dr. T.","adult":false,"genre_ids":[10751,14,10402]},{"cast":["David Niven","Lola Albright","Chad Everett","Ozzie Nelson","Cristina Ferrare"],"overview":"Trouble in suburbia: psychiatrist's teenage daughter gets arrested for demonstrating on a college campus--holding a sign with a \"dirty word\" written on.","release_date":"1968-12-05","vote_average":8.3,"runtime":92,"cert":"N\/A","id":33744,"title":"The Impossible Years","adult":false,"genre_ids":[35,18]},{"cast":["Nicolas Duvauchelle","Christiane Millet","Didier Sandre","Anne-Marie Philipe","Louise Monot"],"overview":"","release_date":"2006-03-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":33753,"title":"Hell","adult":false,"genre_ids":[18]},{"cast":["Dean Martin","Jerry Lewis","Lizabeth Scott","Carmen Miranda","George Dolenz"],"overview":"A nightclub singer and his partner escape mobsters by fleeing to Cuba with a beautiful heiress, who has inherited a haunted castle on an isolated island. The trio hunt for a hidden treasure and encounter a ghost, a zombie, and a mysterious killer...","release_date":"1953-04-27","vote_average":6.7,"runtime":108,"cert":"N\/A","id":33754,"title":"Scared Stiff","adult":false,"genre_ids":[35]},{"cast":["W. Axl Rose","Slash","Duff McKagan","Matt Sorum","Gilby Clarke"],"overview":"On this fantastic release, filmed at their Tokyo leg of the Use Your Illusion Tour, Guns 'N Roses perform several songs off of their three hit albums. The infamous performance of \"Live and Let Die,\" during which Axl dons a kilt, is included!","release_date":"1992-12-08","vote_average":8.5,"runtime":90,"cert":"N\/A","id":33763,"title":"Guns N' Roses: Use Your Illusion I","adult":false,"genre_ids":[10402]},{"cast":["Laura Dern","Treat Williams","Mary Kay Place","Levon Helm","Elizabeth Berridge"],"overview":"Based on the short story, \"Where Are You Going, Where Have You Been\", by Joyce Carol Oates, this film chronicles 15-year-old Connie's sexual awakening in the Northern California suburbs. Her experimenting begins to get out of hand when the mysterious Arnold Friend takes an interest in her.","release_date":"1985-11-17","vote_average":6.4,"runtime":92,"cert":"N\/A","id":33766,"title":"Smooth Talk","adult":false,"genre_ids":[18,10749]},{"cast":["Mary Kohnert","Bo Svenson","Victoria Zinny","Savina Geršak","Sarah Conway Ciminera"],"overview":"A shy co-ed and her classmates travel to Europe to see a ritual. With a satanist\/professor with them, he lures them into deadly traps to become sacrifices to Satan. One co-ed is a virgin, the main key to bring Satan back to life. But can the co-ed lose her virginity before Satan controls the world?","release_date":"1989-10-01","vote_average":4.6,"runtime":94,"cert":"N\/A","id":33767,"title":"Beyond the Door III","adult":false,"genre_ids":[27]},{"cast":["Alfredo Castro","Amparo Noguera","Paola Lattus","Héctor Morales","Elsa Poblete"],"overview":"A man is obsessed with John Travolta's disco dancing character from \"Saturday Night Fever\".","release_date":"2008-08-28","vote_average":6.6,"runtime":97,"cert":"N\/A","id":33774,"title":"Tony Manero","adult":false,"genre_ids":[18]},{"cast":["W. Axl Rose","Slash","Duff McKagan","Matt Sorum","Gilby Clarke"],"overview":"On this fantastic release, filmed at their Tokyo leg of the Use Your Illusion Tour, Guns 'N Roses perform several songs off of their three hit albums. The infamous performance of \"Live and Let Die,\" during which Axl dons a kilt, is included!","release_date":"1992-12-08","vote_average":7.6,"runtime":90,"cert":"N\/A","id":33781,"title":"Guns N' Roses: Use Your Illusion II","adult":false,"genre_ids":[10402]},{"cast":["Diane Lane","Peter Riegert","Candy Clark","Teresa Ganzel","Ann Dusenberry"],"overview":"A parody of film genres composed of three shorts, spoofing personal growth films, glossy soap operas, and police stories.","release_date":"1982-04-23","vote_average":2.5,"runtime":89,"cert":"N\/A","id":33782,"title":"National Lampoon's Movie Madness","adult":false,"genre_ids":[35]},{"cast":["Julia Sweeney","Dave Foley","Charles Rocket","Kathy Griffin","Julie Hayden"],"overview":"Pat Riley, an obnoxious busybody of indeterminable sex, meets and falls in love with Chris, a sensitive, caring person also of indeterminable sex. Their relationship suffers because Pat's a lout, and cannot decide on a direction for its life. Meanwhile, Pat's neighbor Kyle falls further and further into obsession with Pat, fascinated by its indeterminate sexuality.","release_date":"1994-08-26","vote_average":3.0,"runtime":74,"cert":"N\/A","id":33783,"title":"It's Pat","adult":false,"genre_ids":[35]},{"cast":["Mattias Ohlsson","Sandra Tordardottir","Henrik Danielsson","David Clausson"],"overview":"Four college students majoring in art have rented a remote summerhouse for the weekend to get some peace and quiet while working on their latest projects. Their stay quickly becomes increasingly unpleasant however as they start having strange visions. Is the house haunted or are their minds just playing tricks on them? Well, they're just about to find out.","release_date":"2003-01-29","vote_average":4.0,"runtime":73,"cert":"N\/A","id":33784,"title":"The Cellar","adult":false,"genre_ids":[27,53]},{"cast":["All That Remains"],"overview":"This DVD features live performances from the band's 2007 show at Theater of the Living Arts in Philadelphia, as well as from their concert in Baltimore at The Recher Theatre on July 12. ATR fans also are treated to tons of bonus goodies on the new DVD, including behind-the-scenes footage, band and fan interviews, a live photo slideshow and all of the band's videos.","release_date":"2007-10-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":33785,"title":"All That Remains: Live","adult":false,"genre_ids":[10402]},{"cast":["Zandra Andersson","Moa Silén","Anastasios Soulis","Maria Lundqvist","Thomas Hedengran"],"overview":"An overweight teenager girl struggles to be socially accepted.","release_date":"2009-09-11","vote_average":6.5,"runtime":91,"cert":"N\/A","id":33786,"title":"Starring Maja","adult":false,"genre_ids":[35,18]},{"cast":["Don Adams","Barbara Feldon","Bernie Kopell","Richard Gautier","Robert Karvelas"],"overview":"KAOS has invented a weather machine so Maxwell Smart and Agent 99 are called back into action to foil this evil plan.","release_date":"1989-02-26","vote_average":5.9,"runtime":96,"cert":"N\/A","id":33787,"title":"Get Smart, Again!","adult":false,"genre_ids":[28,35,10751]},{"cast":["Sarah Michelle Gellar","Lee Pace","Michael Landes","William B. Davis","Tuva Novotny"],"overview":"A woman's life is thrown into chaos after a freak car accident sends her husband and brother-in-law into comas. Thrills arrive after the brother-in-law wakes up, thinking he's his brother.","release_date":"2009-07-16","vote_average":5.5,"runtime":86,"cert":"15","id":33788,"title":"Possession","adult":false,"genre_ids":[53]},{"cast":["Matthew Davis","Colby French","Julianna Robinson","Betsy Beutler","Michael Grant Terry"],"overview":"Brain freeze has never been so bad once you’ve tasted Ale Cream, as four friends inadvertently eat some radioactive ice-cream, turning them into zombies. Only problem is they don’t see themselves as the undead, but as super soldiers.","release_date":"2007-10-16","vote_average":5.4,"runtime":90,"cert":"N\/A","id":33789,"title":"Wasting Away","adult":false,"genre_ids":[35,27]},{"cast":["Seka","Nina Hartley","Veronica Hart","John Leslie","Peter North"],"overview":"Desperately Seeking Seka is an adventurous odyssey through X-rated America, featuring open-hearted interviews with some of the most well known people in adult entertainment of yesteryear and today.","release_date":"2002-08-01","vote_average":5.7,"runtime":83,"cert":"N\/A","id":33790,"title":"Desperately Seeking Seka","adult":false,"genre_ids":[99]},{"cast":["Jon Bon Jovi","Richie Sambora","Tico Torres","David Bryan","Bill Gerber"],"overview":"A documentary filmed behind the scenes of the Bon Jovi's Lost Highway tour in 2008.","release_date":"2009-10-24","vote_average":6.3,"runtime":81,"cert":"N\/A","id":33793,"title":"Bon Jovi: When We Were Beautiful","adult":false,"genre_ids":[99,10402]},{"cast":["Song Yun-ah","Lee Dong-wook","Lee Jong-soo","Kim Hae-in","Choo So-yeong"],"overview":"A salt storehouse near the sea may be haunted. A penniless ex-con dies a gristly death in a house he can ill afford. The detectives assigned the case are Min, newly reinstated after a suspension, and Lee, a new transfer from forensics. Min has nightmares: a sexual assault that haunts her. She and Lee work well together, but soon two more deaths occur - each mysteriously poisoned, both friends of the ex-con. A fourth friend, a newly married doctor, is a suspect. But what has all this to do with the salt storehouse, a death ten years ago, and a missing girl? Can Min and Lee get to the bottom of it, or is the supernatural beyond a cop's reach?","release_date":"2006-06-28","vote_average":5.9,"runtime":97,"cert":"N\/A","id":33794,"title":"Arang","adult":false,"genre_ids":[27]},{"cast":["Catherine Deneuve","Jean-Pierre Bacri","Emmanuelle Seigner","Jacques Dutronc","Bernard Fresson"],"overview":"The story of a woman that remained distracted for a long time from her life, from the passions that made her feel alive. The importance of true love is compared with the material value of diamonds. Only one truly lasts forever. She's got to find the thing that values most for her, the thing that gives psychical stability and real happiness again to her life.","release_date":"1998-10-07","vote_average":6.5,"runtime":117,"cert":"N\/A","id":33799,"title":"Place Vendome","adult":false,"genre_ids":[80,18]},{"cast":["Ketzal Sterling","Julian Harrison","Patrick Clarke","Jonathan Allen","Jarrod Martin"],"overview":"Mike has the girl, the time and the place.The problem is he doesn't have the ring, Before Mike has an opportunity to propose his engagement ring is stolen.Mike is desperate to recover it. He and his friends have one hour to get the ring back and make the date with his \"beloved\" Emma before all is lost. It is not long before it is revealed that Mike and his friends are not all that they seem.You move you die is a dark comedy filmed with a real time story. Get ready for a film with a unique dose of reality","release_date":"2007-07-04","vote_average":3.8,"runtime":null,"cert":"N\/A","id":33800,"title":"You Move You Die","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Juliet Mills","Gabriele Lavia","Richard Johnson","Nino Segurini","Elizabeth Turner"],"overview":"Jessica Barrett, wife and mother of two young children, begins to show signs of demonic possession while pregnant with her third child. As she seeks help from her husband and doctor, a mysterious man approaches her and seems to have some answers.","release_date":"1974-11-21","vote_average":5.1,"runtime":109,"cert":"N\/A","id":33801,"title":"Beyond the Door","adult":false,"genre_ids":[27]},{"cast":["Bruno Ganz","Teresa Madruga","Julia Vonderlinn","José Carvalho","Joana Vicente"],"overview":"A Swiss sailor jumps ship in Lisbon, tired of the noisy engine room, the ship \"a floating factory of crazy people.\" He rents a room and does little. He writes letters to his lover, describing the whiteness of the city, the solitude and the silence. He sends his love and emptiness; she replies with love and confusion. He sends movies from his 8mm camera. Then he becomes friendly with Rosa, a chambermaid, and soon it's a love affair. He continues to send letters and movies home. His Swiss lover is hurt and angry; she sends an ultimatum. Written by jhailey","release_date":"1983-02-01","vote_average":7.2,"runtime":108,"cert":"N\/A","id":33802,"title":"In the White City","adult":false,"genre_ids":[18]},{"cast":["Mia Lyhne","Kirsten Lehfeldt","Oliver Brandel","Heine Ankerdal","Caroline Dahl"],"overview":"A grief-stricken dysfunctional family goes camping.","release_date":"2009-09-04","vote_average":5.2,"runtime":75,"cert":"N\/A","id":33807,"title":"Camping","adult":false,"genre_ids":[35,18]},{"cast":["Wayne Morris","Janis Paige","Bruce Bennett","Alan Hale","James Mitchell"],"overview":"Dave Joslin, the managing editor of a big-city newspaper, is demoted and moved to the Miss Lonely Hearts column-writing department by the newspaper's publisher, J. B. Grennell, because Joslin refuses to desist in printing stories linking a gangster, Matthew Keever, to a murder. But Joslin, aided by Kit Williams, a newspaper woman with whom he is in love, investigate the murder case on their own time.","release_date":"1949-09-10","vote_average":6.0,"runtime":69,"cert":"N\/A","id":33808,"title":"The House Across the Street","adult":false,"genre_ids":[80]},{"cast":["Birgit Minichmayr","Lars Eidinger","Hans-Jochen Wagner","Nicole Marischka","Carina N. Wiese"],"overview":"While on a Mediterranean vacation, a seemingly happy boyfriend and girlfriend find their connection to one another tested as they bond with another couple.","release_date":"2009-03-26","vote_average":6.2,"runtime":119,"cert":"N\/A","id":33809,"title":"Everyone Else","adult":false,"genre_ids":[18,10749]},{"cast":["Stan Laurel","Oliver Hardy","Forrester Harvey","Wilfred Lucas","Forbes Murray"],"overview":"The boys get jobs as a butler and maid (Stan in drag) for a dinner party. When that ends in disaster, they resort to sweeping streets and accidentally capture a bank robber. The thankful bank president sends them to Oxford to get an education. Predictable results ensue.","release_date":"1940-02-16","vote_average":7.3,"runtime":63,"cert":"N\/A","id":33810,"title":"A Chump at Oxford","adult":false,"genre_ids":[35]},{"cast":["Ricardo Montalban","George Murphy","Howard Da Silva","James Mitchell","Arnold Moss"],"overview":"The story concerns two agents, one Mexican (PJF) and one American, who are tasked to stop the smuggling of Mexican migrant workers across the border to California. The two agents go undercover, one as a poor migrant.","release_date":"1949-10-28","vote_average":6.7,"runtime":94,"cert":"N\/A","id":33811,"title":"Border Incident","adult":false,"genre_ids":[80,18,53]},{"cast":["James Blunt"],"overview":"British ex-military singer\/songwriter and consummate lady's man James Blunt watched his career go from coffeehouses to stadiums in 2005 with the smash hit \"You're Beautiful.\" Blunt's Rod Stewart-esque croak, wry humor, and earnest balladry is on full display for WEA International's Chasing Time: The Bedlam Sessions.","release_date":"2006-08-08","vote_average":4.3,"runtime":46,"cert":"N\/A","id":33812,"title":"James Blunt - Chasing Time: The Bedlam Sessions","adult":false,"genre_ids":[]},{"cast":["Claire Trevor","Lawrence Tierney","Walter Slezak","Phillip Terry","Audrey Long"],"overview":"Helen Brent (Claire Trevor) has just received a Reno divorce. That night, she discovers one of her neighbors, Laury Palmer, and a gentleman caller murdered in Palmer's home. The killer is her neighbor's other boyfriend, Sam Wilde (Lawrence Tierney), an insanely jealous man who won't abide anyone \"cutting in\" on him.","release_date":"1947-05-03","vote_average":6.7,"runtime":92,"cert":"N\/A","id":33813,"title":"Born to Kill","adult":false,"genre_ids":[80,18,53]},{"cast":["Dirk Bogarde","Margaret Lockwood","Kay Walsh","Kathleen Harrison","Robert Flemyng"],"overview":"Edward \"Teddy\" Bare is a ruthless schemer who thinks he's hit the big time when he kills his older wife, believing he will inherit a fortune. When things don't go according to plan, Teddy sets his sights on a new victim: wealthy widow Freda Jeffries. Unfortunately for the unscrupulous criminal, Freda is much more guarded and sassy than his last wife, making separating her from her money considerably more challenging.","release_date":"1955-09-20","vote_average":6.5,"runtime":82,"cert":"","id":33814,"title":"Cast a Dark Shadow","adult":false,"genre_ids":[53,9648]},{"cast":["Damián Alcázar","Blas Jaramillo","Marcela Mar","Marcela Valencia","Isabel Gaona"],"overview":"Based on the Mario Mendoza's book and inspired by true events, tells three interconnected stories happening in the eve of the infamous Pozzetto Massacre.","release_date":"2007-03-04","vote_average":7.7,"runtime":95,"cert":"N\/A","id":33817,"title":"Satanás - Profile of a Killer","adult":false,"genre_ids":[80,18,53]},{"cast":["My Bodell","Daniel Gustavsson","Paula McManus","Per Grytt","Livia Millhagen"],"overview":"Micka is a cool and independent single woman who lives for her media career. Until one day when she falls in love with her not so trendy neighbour.","release_date":"2008-10-03","vote_average":4.3,"runtime":75,"cert":"N\/A","id":33818,"title":"Fishy","adult":false,"genre_ids":[18]},{"cast":["Tere López Tarin","Demián Bichir","Damián Alcázar","Ana Torrent","Gabriela Canudas"],"overview":"In the colonial New Spain Ana is a missionary who decides to support the indigenous people.","release_date":"1999-11-20","vote_average":0.0,"runtime":97,"cert":"N\/A","id":33819,"title":"Ave María","adult":false,"genre_ids":[]},{"cast":["Kyle Schmid","Jake Busey","Stacy Keach","Claire Coffee","Scott Whyte"],"overview":"Haunted Prison - AKA Death Row - a horrifying live action film based on the short story by Kevin VanHook-takes place at Isla de la Roca Penitentiary. Rumor has it the Devil himself spat up the place out of the depths of hell, and man turned it into a prison for the most dangerous prisoners in the South. The monstrous building is steeped in the evil created by centuries of murder and injustice and is haunted by vengeful ghosts. Isla de la Roca was abandoned after being soaked in blood by a horrific massacre of inmates and guards. A gang of fugitives from a cop-killing robbery seek refuge within the razor wire of the prison walls at the same time as a documentary film crew arrives to tell the story of the penitentiary. When these groups cross paths within the cruel walls of Isla de la Roca, will anyone get out alive?","release_date":"2006-10-14","vote_average":3.6,"runtime":null,"cert":"N\/A","id":33826,"title":"Death Row","adult":false,"genre_ids":[35,80,27,9648]},{"cast":["Ruben Bansie-Snellman","Pepper Fajans","Luke Cook"],"overview":"Adrift in the lush, nocturnal urban landscape of THE GRAFFITI ARTIST, Nick (Ruben Bansie-Snellman) is a post-modern urban hero asserting his anarchistic agenda on the endless maze of virgin exterior walls that comprise downtown Seattle and Portland. For this iconoclastic young visionary, the vast wall surfaces of deserted alleys and train yards are at once a daunting symbol of capitalist oppression and a texturally rich, seamless tableau ripe for exploitation to amplify his artistic dialectic of anger and rebellion.","release_date":"2004-02-12","vote_average":5.8,"runtime":80,"cert":"N\/A","id":33827,"title":"The Graffiti Artist","adult":false,"genre_ids":[]},{"cast":["Natacha Régnier","Jérémie Renier","Miki Manojlović","Salim Kechiouche","Yasmine Belmadi"],"overview":"After a perverted impulse drives them to kill, Alice and her boyfriend, Luc, drag the body into the woods, only to find themselves hopelessly lost – much like the fairy-tale plight of Hansel and Gretel. Starving and with no hope of being found, they chance upon a dilapidated cottage where a hulking man takes them prisoner and proceeds to feed Luc's sexual appetite.","release_date":"1999-08-17","vote_average":7.1,"runtime":96,"cert":"N\/A","id":33828,"title":"Criminal Lovers","adult":false,"genre_ids":[27,53,10749]},{"cast":["John Savage","James Woods","Franklyn Seales","Ted Danson","Ronny Cox"],"overview":"Greg Powell, a disturbed ex-con, recruits Jimmy Youngblood (Smith) a petty thief, as partner in crime. Powell panics when they two of are pulled over by two cops for tail lights. Powell decides to kidnap the cops and Smith goes along with his crazy scheme. They drive out to a deserted onion field in Bakersfield, where one cop is killed and the other escapes. The film explores the consequences.","release_date":"1979-09-09","vote_average":6.2,"runtime":122,"cert":"N\/A","id":33831,"title":"The Onion Field","adult":false,"genre_ids":[80,18]},{"cast":["Oscar Peterson","Niels-Henning Pederson","Ulf Wakenius","Martin Drew"],"overview":"A Night In Vienna was recorded at Musikverein in Vienna, Austria on Friday, November 21st, 2003. The Gala Concert was part of the 175th anniversary celebrations for Bosendorfer. During the festive week which would climax with the concert, the President of Austria wished to bestow on Peterson in person the nation's highest award for the Arts &amp; Sciences.","release_date":"2004-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":33832,"title":"Oscar Peterson A Night In Vienna","adult":false,"genre_ids":[10402]},{"cast":["Jess Weixler","Justin Rice","Barlow Jacobs","Amy Seimetz","Jane Adams"],"overview":"An ensemble drama about a married actress, her sister and their myriad sexual and creative temptations.","release_date":"2009-03-14","vote_average":5.7,"runtime":72,"cert":"N\/A","id":33833,"title":"Alexander the Last","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"No overview found.","release_date":"1995-08-18","vote_average":0.0,"runtime":92,"cert":"N\/A","id":33836,"title":"Puede ser divertido","adult":false,"genre_ids":[]},{"cast":["Clifton Webb","Myrna Loy","Jeanne Crain","Betty Lynn","Edgar Buchanan"],"overview":"\"Cheaper by the Dozen\", based on the real-life story of the Gilbreth family, follows them from Providence, Rhode Island, to Montclair, New Jersey, and details the amusing anecdotes found in large families.","release_date":"1950-03-31","vote_average":6.4,"runtime":85,"cert":"N\/A","id":33839,"title":"Cheaper by the Dozen","adult":false,"genre_ids":[35,10751]},{"cast":["Andy Lau","Sammi Cheng","Jenny Hu","Carl Ng","Gordon Lam"],"overview":"Mr. and Mrs. To are wealthy, creative jewel thieves who divorce for no apparent reason after a successful diamond heist. A year later, she's engaged to the son of a rich woman who begrudgingly lets her son give his fiancée a family heirloom after she signs a pre-nup.","release_date":"2004-10-14","vote_average":6.2,"runtime":98,"cert":"N\/A","id":33840,"title":"Yesterday Once More","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Phyllis Calvert","Flora Robson","Patricia Roc","Renée Houston","Reginald Purdell"],"overview":"Downed English airmen hide out with women in a Nazi concentration camp in France.","release_date":"1944-11-06","vote_average":6.6,"runtime":97,"cert":"N\/A","id":33841,"title":"Two Thousand Women","adult":false,"genre_ids":[10752,35,18]},{"cast":["Aida Folch","Manuel Morón","Joan Massotkleiner","Héctor Colomé","Montserrat Salvador"],"overview":"Abel is a boxer turned debt collector who is struggling to provide for his young son. When he falls in love with beautiful car thief Kay, the couple plan for a new crime-free beginning. To fund their new law-abiding life, however, they conspire for one last big score. The resulting fiasco takes them on a rough ride through the gritty Barcelona underworld. Winner of Best Film at the 2009 Málaga Spanish Film Festival.","release_date":"2008-10-29","vote_average":6.6,"runtime":86,"cert":"N\/A","id":33842,"title":"25 Carat","adult":false,"genre_ids":[53]},{"cast":["Dan Duryea","Jayne Mansfield","Martha Vickers","Peter Capell","Mickey Shaughnessy"],"overview":"Burglar Nat Harbin (Dan Duryea) and his two associates set their sights on wealthy spiritualist Sister Sarah, who has inherited a fortune -- including a renowned emerald necklace -- from a Philadelphia financier. Using Nat's female ward, Gladden (Jayne Mansfield), to pose as an admirer and case the mansion where the woman lives, they set up a perfect break-in. Things get complicated afterwards.","release_date":"1957-06-01","vote_average":4.9,"runtime":90,"cert":"N\/A","id":33843,"title":"The Burglar","adult":false,"genre_ids":[80,18]},{"cast":["Hans Teeuwen"],"overview":"The first solo show of Hans Teeuwen, the comedian is super-nervous and tells sad stories about past unfortunate love, loneliness and prejudice, accompanied solely by him playing the piano.He also tells tales about a fox, a scarecow, the young girl and the Seven Turkish an the Bible.Hans Teeuwen is Tough and Pathetic in this show.","release_date":"1995-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":33858,"title":"Hans Teeuwen: Hard en Zielig","adult":false,"genre_ids":[35]},{"cast":["Hans Teeuwen"],"overview":"","release_date":"1997-01-01","vote_average":6.1,"runtime":85,"cert":"N\/A","id":33859,"title":"Hans Teeuwen: Met een Breierdeck","adult":false,"genre_ids":[35]},{"cast":["Hans Teeuwen"],"overview":"","release_date":"2000-12-31","vote_average":5.2,"runtime":90,"cert":"N\/A","id":33860,"title":"Hans Teeuwen: Trui","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Road Rage Vol. 3: Need for Speed combines footage of dangerous motorcycle tricks performed by some of the most respected drivers in the sport, with music from bands like Whitewall Slicks, Hit by a Semi, and Inverted Nines. ~ Perry Seibert, All Movie Guide","release_date":"2004-12-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":33869,"title":"Road Rage III - Need for Speed","adult":false,"genre_ids":[]},{"cast":["Chi Cao","Chengwu Guo","Wen Bin Huang","Joan Chen","Bruce Greenwood"],"overview":"At the age of 11, Li was plucked from a poor Chinese village by Madame Mao's cultural delegates and taken to Beijing to study ballet. In 1979, during a cultural exchange to Texas, he fell in love with an American woman. Two years later, he managed to defect and went on to perform as a principal dancer for the Houston Ballet and as a principal artist with the Australian Ballet.","release_date":"2009-10-01","vote_average":7.0,"runtime":117,"cert":"N\/A","id":33870,"title":"Mao's Last Dancer","adult":false,"genre_ids":[18,10749]},{"cast":["Drake Bell","Josh Peck","Miranda Cosgrove","Bailee Madison","Nancy Sullivan"],"overview":"Step brothers Drake and Josh must give a foster family the best Christmas ever or face years in jail for a Christmas party gone wrong.","release_date":"2008-12-05","vote_average":7.2,"runtime":94,"cert":"N\/A","id":33871,"title":"Merry Christmas, Drake & Josh","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A group of high school students, JUSTINE, DANIELLA, BETH, NATALIE, JAMES, MATT, PETER and JOHN decide to spend a weekend at an empty home in the woods. As they pile into James' car, BOBBY, a goth kid, accused of murdering his parents a year earlier, watches them from across the parking lot. As they drive off, he follows them. They arrive at the empty house and go in as Bobby pulls up and watches them. That night, they play a game of truth or dare. Tempers flare as truths are told and secrets and lies are revealed. One by one they begin to turn up dead. How well do you know your friends? Written by Monica Ortiz","release_date":"2006-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":33876,"title":"The Clique","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1973-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":33889,"title":"Sesamstrasse","adult":false,"genre_ids":[]},{"cast":["Kyoko Hasegawa","Atsuro Watabe","Mai Suzuki","Yuu Suzuki","Mitsuru Akaboshi"],"overview":"“Three” is an anthology of three horror shorts from three different Asian countries.In \"Dumplings\" an aging actress wishing to reclaim her youth goes to a woman who makes dumplings that supposedly have regenerative properties; however, they contain a gruesome secret ingredient. In \"Box\" a soft spoken young woman has a bizarre recurring nightmare about being buried in a box in the snow. Searching for her long lost sister, she realizes her dreams and reality may possibly be connected. In \"The Cut\" a successful film director and his wife are kidnapped by an extra, who forces the director to play his sadistic games. If he fails, his wife’s fingers will be chopped off one by one every five minutes","release_date":"2004-08-20","vote_average":6.8,"runtime":125,"cert":"N\/A","id":33908,"title":"Three… Extremes","adult":false,"genre_ids":[27]},{"cast":["Michael Douglas","Shia LaBeouf","Josh Brolin","Carey Mulligan","Frank Langella"],"overview":"As the global economy teeters on the brink of disaster, a young Wall Street trader partners with disgraced former Wall Street corporate raider Gordon Gekko on a two tiered mission: To alert the financial community to the coming doom, and to find out who was responsible for the death of the young trader's mentor.","release_date":"2010-09-02","vote_average":6.0,"runtime":133,"cert":"12","id":33909,"title":"Wall Street: Money Never Sleeps","adult":false,"genre_ids":[18,80]},{"cast":["Valeria Sannino","Matteo Tosi","Kristina Cepraga","Emanuele Cerman","Lorenza Damiani"],"overview":"Davide and his fiancée Alice aren't two simple serial killers. They are looking for something inside the bodies of their victims...","release_date":"2006-09-11","vote_average":3.6,"runtime":83,"cert":"N\/A","id":33910,"title":"Bad Brains","adult":false,"genre_ids":[53,27]},{"cast":["Marisa Paredes","Imanol Arias","Manuel Morón","Roger Casamajor","María Isasi"],"overview":"Spanish drama about anti-immigrant racism and family problems. Berta is a single nurse raising her deceased sister's three teenage children in a Spanish port city. The two boys are neo-Nazis with a flaming hatred for African immigrants, and the girl has a boyfriend who runs an underground business smuggling illegal aliens from Africa. Into this time bomb comes a cop, Eduardo, who is investigating the vicious assault of a black man. He and Berta fall for each other and make tigerish love in scenes that are much hotter than you might expect from middle-aged actors.","release_date":"2001-09-26","vote_average":6.0,"runtime":98,"cert":"N\/A","id":33911,"title":"Savages","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Pierre Bacri","Dominique Reymond","Yasmine Belmadi","Mhamed Arezki"],"overview":"Au milieu de nulle part, une cité ouvrière vidée de sa population depuis quelques années déjà. Pourtant, certains habitants ont décidé d'y rester, plus par choix que par nécessité, parce que c'est là qu'ils sont nés et qu'ils ont grandi. Parmi eux il y a Francis, l'ouvrier consciencieux qui continue d'entretenir la machine sur laquelle il a travaillé toute sa vie ; Samir, son fils.","release_date":"2009-07-22","vote_average":5.8,"runtime":75,"cert":"N\/A","id":33912,"title":"Goodbye Gary","adult":false,"genre_ids":[18]},{"cast":["Vincent Pérez","Jérémie Renier","Anne Marivin","Gabriella Wright","Aurélien Recoing"],"overview":"Mathieu, a piano virtuoso, goes home to help his brother Paul to take care of their sick mother. Paul is into reenacting old battles, dressing up and getting into character, even dueling if necessary. Mathieu gets involved in this world and play becomes real.","release_date":"2009-08-12","vote_average":6.2,"runtime":94,"cert":"N\/A","id":33913,"title":"Tomorrow at Dawn","adult":false,"genre_ids":[53,18]},{"cast":["Shelley Duvall","Daniel Stern","Barret Oliver","Joseph Maher","Roz Braverman"],"overview":"When young Victor's pet dog Sparky (who stars in Victor's home-made monster movies) is hit by a car, Victor decides to bring him back to life the only way he knows how. But when the bolt-necked \"monster\" wreaks havoc and terror in the hearts of Victor's neighbors, he has to convince them (and his parents) that despite his appearance, Sparky's still the good loyal friend he's always been.","release_date":"1984-12-14","vote_average":7.0,"runtime":29,"cert":"N\/A","id":33914,"title":"Frankenweenie","adult":false,"genre_ids":[35,10751]},{"cast":["Alan Ladd","Donna Reed","June Havoc","Irene Hervey","Arthur Kennedy"],"overview":"On Chicago's South Side reporter Ed Ames finds the body of a dead girl. Her address book leads to a host of names of men frightened by her death but claiming never to have known her. Ames comes to know quite a lot, dangerously so.","release_date":"1949-10-17","vote_average":6.1,"runtime":86,"cert":"N\/A","id":33923,"title":"Chicago Deadline","adult":false,"genre_ids":[80]},{"cast":["Gig Young","Mala Powers","William Talman","Edward Arnold","Chill Wills"],"overview":"Chicago cop Johnny Kelly, dissatisfied with his job and marriage, would like to run away with his stripper girlfriend Angel Face, but keeps getting cold feet. During one crowded night, Angel Face decides she's had enough vacillation, and crooked lawyer Biddel has an illegal mission for Johnny that could put him in a financial position to act. But other, conflicting schemes are also in progress...","release_date":"1953-06-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":33924,"title":"City That Never Sleeps","adult":false,"genre_ids":[80,18]},{"cast":["Michael Biehn","Sarah Trigger","Nicolas Cage","James Coburn","Peter Fonda"],"overview":"After he accidentally kills his father, Mike, during a sting, Joe tries to carry out Mike's dying wish by recovering valuables that Mike's twin brother Lou stole from him years earlier. But Uncle Lou is also a confidence artist, and Joe is soon drawn into his increasingly dangerous schemes.","release_date":"1993-10-08","vote_average":4.2,"runtime":98,"cert":"N\/A","id":33927,"title":"Deadfall","adult":false,"genre_ids":[80,18,53]},{"cast":["Line Kruse","Maria Rich","Nicolas Bro","Jesper Christensen","Kenneth Carmohn"],"overview":"Sex, drugs and money are the cornerstones in the lives of these rootles young people living in a big city.  Leni and Nova are sisters and they both long to find and understand love. But it is not easy when you're impulsive and irrational and don't fit in to the established society.\r Nova is a bit more boundary pushing than her sister and one day she takes it a step too far.","release_date":"2003-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":33928,"title":"Baby","adult":false,"genre_ids":[18]},{"cast":["Edward G. Robinson","Ida Lupino","John Garfield","Alexander Knox","Gene Lockhart"],"overview":"Shipwrecked fugitives try to escape a brutal sea captain who's losing his mind.","release_date":"1941-03-21","vote_average":6.9,"runtime":100,"cert":"N\/A","id":33931,"title":"The Sea Wolf","adult":false,"genre_ids":[12,18]},{"cast":["Anthony Hopkins","Alec Baldwin","Jennifer Love Hewitt","Ken Murton","Dan Aykroyd"],"overview":"In Manhattan, the aspirant writer Jabez Stone is a complete loser: he is not able to sell his novels, he lives in a lousy apartment and he does not have success with women. When one of his friends Julius Jenson sells his novel for US$ 190,000.00 to an editor, Jabez fells envy and promises to sell his soul to the devil for success and accidentally kills a woman with his typing machine. The Devil knocks on his door, fixes the situation and seals a contract with Jabez. His low quality novels have bad reviews but become best-sellers; Jabez enriches; has success with women, but has no time for his friends. Jabez meets with the publisher Daniel Webster who offers him a chance to break the contract with the devil.","release_date":"2003-02-19","vote_average":5.3,"runtime":106,"cert":"N\/A","id":33932,"title":"Shortcut to Happiness","adult":false,"genre_ids":[14,18,35,878]},{"cast":["Axel Strøbye","Kirsten Walther","Birgitte Bruun","Martin Miehe-Renard","Karen Lykkehus"],"overview":"The family Gyldenkål is actually called Iversen, but have changed their name, after numerous problems with the IRS, loan sharks and employers. Using clever scams, the family builds up a reputation as a wealthy and respectable part of society.","release_date":"1975-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":33933,"title":"The Goldcabbage Family","adult":false,"genre_ids":[35,80,10751]},{"cast":["Axel Strøbye","Kirsten Walther","Birgitte Bruun","Martin Miehe-Renard","Karen Lykkehus"],"overview":"","release_date":"1977-10-17","vote_average":5.7,"runtime":81,"cert":"N\/A","id":33936,"title":"The Goldcabbage Family Gets the Vote","adult":false,"genre_ids":[35,80,10751]},{"cast":["Helle Virkner","Maria Garland","Else-Marie Juul Hansen","Hans W. Petersen","Arthur Jensen"],"overview":"Bettina Eriksen, manager of her Uncle Teodor's nursing home, is being framed for murder. With the help of 2 older ladies, Bettina sets out to find out the murderer's identity and motive.","release_date":"1966-07-29","vote_average":10.0,"runtime":99,"cert":"N\/A","id":33937,"title":"Old Maids","adult":false,"genre_ids":[9648,35,80]},{"cast":["Dirch Passer","Birte Tove","Helle Merete Sørensen","Karl Stegger","Paul Hagen"],"overview":"","release_date":"1975-08-20","vote_average":7.2,"runtime":110,"cert":"N\/A","id":33940,"title":"Girls at Arms","adult":false,"genre_ids":[35]},{"cast":["Berrit Kvorning","Dirch Passer","Karl Stegger","Klaus Pagh","Helle Merete Sørensen"],"overview":"Girls at Arms 2 is a 1976 Danish comedy film directed by Finn Henriksen and starring Berrit Kvorning.","release_date":"1976-10-11","vote_average":6.8,"runtime":101,"cert":"N\/A","id":33941,"title":"Girls at Arms 2","adult":false,"genre_ids":[35]},{"cast":["Helle Merete Sørensen","Karl Stegger","Henning Jensen","Ole Søltoft","Søren Strømberg"],"overview":"No overview found.","release_date":"1977-09-16","vote_average":6.9,"runtime":100,"cert":"N\/A","id":33942,"title":"Girls at Sea","adult":false,"genre_ids":[35]},{"cast":["Lily Broberg","Gunnar Lauring","Kate Mundt","Buster Larsen","Rasmus Christiansen"],"overview":"No overview found.","release_date":"1952-08-07","vote_average":6.5,"runtime":81,"cert":"N\/A","id":33943,"title":"Rekrut 67 Petersen","adult":false,"genre_ids":[35]},{"cast":["Paul Hagen","Vera Stricker","Svend Johansen","Carl Ottosen","Louis Miehe-Renard"],"overview":"","release_date":"1958-10-16","vote_average":5.6,"runtime":87,"cert":"N\/A","id":33944,"title":"Soldaterkammerater","adult":false,"genre_ids":[35,10752]},{"cast":["Preben Kaas","Paul Hagen","Willy Rathnov","Poul Bundgaard","Louis Miehe-Renard"],"overview":"Danish comedy film directed by Carl Ottosen and starring Preben Kaas.","release_date":"1968-08-23","vote_average":6.8,"runtime":92,"cert":"N\/A","id":33945,"title":"Soldaterkammerater på bjørnetjeneste","adult":false,"genre_ids":[35]},{"cast":["Carl Ottosen","Ebbe Langberg","Louis Miehe-Renard","Paul Hagen","Preben Kaas"],"overview":"No overview found.","release_date":"1962-10-05","vote_average":7.3,"runtime":94,"cert":"N\/A","id":33948,"title":"Soldaterkammerater paa sjov","adult":false,"genre_ids":[35,10752]},{"cast":["Tamer Karadağlı","Demet Evgar"],"overview":"No overview found.","release_date":"2006-03-17","vote_average":5.3,"runtime":137,"cert":"N\/A","id":33951,"title":"Shattered Soul","adult":false,"genre_ids":[]},{"cast":["Coskun Sabah","Fulden Uras"],"overview":"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":33952,"title":"Benimsin","adult":false,"genre_ids":[]},{"cast":["Peter Gantzler","Stine Stengade","Henrik Prip","Niels Weyde","Tina Gylling Mortensen"],"overview":"A position opens up at the Institute of Psychology. Manfred, a faculty psychologist, jumps at the career opportunity of a lifetime, spurred on by his girlfriend, Therese, who is also a co-worker. Then a new psychologist joins the staff, jeopardising his plans. It pains Manfred, who bends over backwards to curry favour, no end to see his new colleague, Poul, win over the institute chairman with his smooth, easy-going style. It is time, Manfred figures, to tip the scales of justice.","release_date":"2008-04-17","vote_average":5.0,"runtime":86,"cert":"N\/A","id":33953,"title":"Moving Up","adult":false,"genre_ids":[18,35]},{"cast":["Totò","Ninetto Davoli","Femi Benussi","Francesco Leonetti","Gabriele Baldini"],"overview":"A man and his son take an allegorical stroll through life with a talking bird that spouts social and political philosophy.","release_date":"1966-05-04","vote_average":7.4,"runtime":89,"cert":"N\/A","id":33954,"title":"Hawks and Sparrows","adult":false,"genre_ids":[14,35]},{"cast":["Sharon den Adel","Robert Westerholt","Ruud Jolie","Martijn Spierenburg","Jeroen van Veen"],"overview":"Within Temptation's tour DVD in support of their album, \"The Silent Force.\" The Silent Force Tour is a double DVD which was released on November 18, 2005. In addition to the standard double DVD release, the deluxe edition includes a bonus CD. The main concert features the band playing at the Java-eiland, Amsterdam. Three songs that were performed at the concert were not included on the release (\"Somewhere\", \"Enter\" and \"Running Up that Hill\"). The song \"World of Make Believe\" was also scheduled to be played, but keyboardist Martijn Spierenburg felt \"unprepared\" to play this song live.  Live concert at the Java Island, Amsterdam,live videos from two European summer festivals (Helsinki, Finland, 2005 and Rock Werchter, Belgium, 2005) and the three music videos of off the album The Silent Force (\"Stand My Ground\", \"Memories\" and \"Angels\"). Disc 2 consists of Backstage footage, making of documentaries, Impressions and Interviews and extras.","release_date":"2005-01-01","vote_average":7.1,"runtime":115,"cert":"N\/A","id":33985,"title":"Within Temptation: The Silent Force Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Lorielle New","Stephen Hansen","Bart Voitila","Danielle Demski","Amy Paffrath"],"overview":"Seven students answer an advertisement to participate in an experiment to explore how the sensation of pain can be eliminated. Arriving at a secluded institute, they are welcomed by mysterious scientist JB Divay. Initially, JB's fascination with hypnosis, clocks and cactus plants are dismissed by the group as mere eccentricities. But as the students begin to disappear one by one, they begin to question JB's true intentions.","release_date":"2009-04-24","vote_average":2.1,"runtime":80,"cert":"N\/A","id":33988,"title":"The Pit and the Pendulum","adult":false,"genre_ids":[14,27,53]},{"cast":["Michel Côté","Michel Côté","Michel Côté","Michel Côté","Véronique Le Flaguais"],"overview":"15 years later, the guys have been through a lot, but still, they go out to pick women up if possible as they have to face that they aren't as young as they once were.","release_date":"2008-01-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":33989,"title":"Cruising Bar 2","adult":false,"genre_ids":[35]},{"cast":["Mimi Rose","Sheeri Rappaport","Jennifer Rubin","Jack Nance","Zelda Rubinstein"],"overview":"Six misfit schoolgirls at an all-girl Catholic high school, left alone at the school for Easter week, get mixed up with the occult and witchcraft after an old Satanic temple is found underneath the church where they attend as well as an old book of black magic spells for conjuring up an ancient demon from the pits of Hell. Janie, the most characteristic and cruelest of the girls, takes charge of the group and plots to resurrect the demon using a series of black arts spells, while one innocent girl, Faith, has a change of heart and tries to stop them from completing their spell which also includes a human sacrifice.","release_date":"1996-12-23","vote_average":3.6,"runtime":90,"cert":"N\/A","id":33990,"title":"Little Witches","adult":false,"genre_ids":[18,27]},{"cast":["Liya Kebede","Sally Hawkins","Craig Parkinson","Meera Syal","Anthony Mackie"],"overview":"The autobiography of a Somalian nomad who was sold in marriage at 13, fled from Africa a while later to become finally an American supermodel and is now at the age of 38, the UN spokeswoman against female genital mutilation.","release_date":"2009-09-24","vote_average":7.5,"runtime":120,"cert":"N\/A","id":33997,"title":"Desert Flower","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Jean-Paul Belmondo","Suzanne Flon","Noël Roquevert","Paul Frankeur"],"overview":"The story of a man who has stopped drinking- and then dreaming- and who thanks to a young man who tries to forget a lost love in alcohol will turn drunk again during an exciting night.","release_date":"1962-05-11","vote_average":7.7,"runtime":105,"cert":"N\/A","id":33998,"title":"A Monkey in Winter","adult":false,"genre_ids":[18,35]},{"cast":["Bill Hicks"],"overview":"Bill Hicks hosts the 1990 Adult Video Awards","release_date":"1990-01-01","vote_average":8.0,"runtime":17,"cert":"N\/A","id":33999,"title":"Bill Hicks Hosts the Adult Video Awards","adult":false,"genre_ids":[]}]