[{"cast":["Christy Mack","Alexis Monroe","Staci Silverstone","Stevie Shae","Jessa Rhodes"],"overview":"They're young, they're hot and they're horny as hell! Hall Pass Ass receives the highest grades as the finest student bodies in XXX graduate with honors!","release_date":"2012-12-19","vote_average":7.5,"runtime":131,"cert":"\"NC-17\"","id":340501,"title":"Hall Pass Ass","adult":true,"genre_ids":[]},{"cast":["Leatrice Joy","Betty Bronson","Edward Nugent","George Barraud","Margaret Livingston"],"overview":"The Bellamy Trial is a 1929 American drama film directed by Monta Bell and written by Monta Bell and Joseph Farnham.","release_date":"1929-01-23","vote_average":0.0,"runtime":95,"cert":"\"\"","id":340521,"title":"The Bellamy Trial","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Firefly Fun and Buggy Buddies is a Sesame Street DVD from Warner Home Video released on June 1, 2010. The DVD includes the Street stories from two 2008 episodes (episodes 4165 and 4175) plus Elmo's World: Bugs, as well as other segments related to bugs.","release_date":"2010-06-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340523,"title":"Sesame Street: Firefly Fun and Buggy Buddies","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Papa Bear takes Baby Bear, Elmo and Zoe on a hike in Bear National Park so that they may earn a Bear Scout badge by spotting a Blue-Feathered Swallowing Swallow. Along the way, they learn about the beauty of nature and how best to take care of the Earth from the help of Park Ranger Squirrel.","release_date":"2008-01-01","vote_average":4.0,"runtime":45,"cert":"\"\"","id":340525,"title":"Sesame Street: Love the Earth!","adult":false,"genre_ids":[10751]},{"cast":["Frank Oz","Kevin Clash","Jim Henson","Caroll Spinney","Jerry Nelson"],"overview":"You'll have a monstrously good time with Herry Monster as he hosts the Monster Music Award Show! Everyone's favorite furry monsters from Sesame Street sing eleven of their greatest hits: Clap along as Cookie Monster croons his classic \"C Is for Cookie.\" Tap along as Grover and his friends perform the lively \"Fuzzy and Blue.\" Delight in Herry Monster's heartwarming rendition of \"That Furry Blue Mommy of Mine,\" and so much more! Sing along with Monster Hits! and bring out the little bit of monster in you.","release_date":"1990-01-01","vote_average":6.0,"runtime":30,"cert":"\"\"","id":340527,"title":"Sesame Street: Monster Hits!","adult":false,"genre_ids":[10751,10402]},{"cast":[],"overview":"Play-Along Games and Songs is a 1986 Sesame Street video compilation of game and puzzle-themed skits, as well as songs which encourage viewer participation.  In the framing story, Big Bird leads a series of games with Elmo, Forgetful Jones, and a couple of kids (Jesse and Desiree).","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340529,"title":"Sesame Street: Play-Along Games & Songs","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"It's time to get ready for school! Gabi and Miles are graduating from high school, and they share their favorite school memories with Elmo.","release_date":"2007-07-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340531,"title":"Sesame Street: Ready for School!","adult":false,"genre_ids":[10751]},{"cast":["Jan Dolanský","Malvína Pachlová","Helena Dvořáková","Kristýna Frejová","Petr Konás"],"overview":"Former cop Filip Marold doesn't want to be reminded of some things from his past. But others remind him... He works as a private detective, sleeps with his secretary and spies on people for money. All up to the moment when he meets seductive Raluca and his life turns upside down. Is it just a coincidence? Fate? Or has someone set a trap? Even in his wildest dreams he wouldn't imagine the things that were about to happen. Things that involve sex, murder, the big reveal and a harsh reminder of that damn past...","release_date":"2014-12-11","vote_average":4.2,"runtime":76,"cert":"N\/A","id":340551,"title":"Raluca","adult":false,"genre_ids":[53,80,18]},{"cast":["Rei Akasaka","Megumi Kiyosato","Isao Nonaka","Kazuyuki Senba","Kiriko Shimizu"],"overview":"One of Nikkatsu Studios' most tedious filmmakers, Katsuhiko Fujii, who almost singlehandedly engineered the company's decline with the dreadful Dan Oniroku Hebi No Ana, directed this formulaic rape-revenge film.  A maniac breaks into the apartment of two sisters (Rei Akasaka, Megumi Kiyosato) and abuses them sexually and physically until they turn the tables. Like many American entries in the subgenre, the revenge scenes come off as a somewhat cynical attempt to justify the sadistic nature of what came before, while the rapes are clearly meant to entice the darker elements of the trenchcoat crowd. Kiriko Shimizu co-stars.","release_date":"1986-01-18","vote_average":0.0,"runtime":70,"cert":"N\/A","id":340553,"title":"Beautiful Sisters : Flesh Slave","adult":false,"genre_ids":[80,27]},{"cast":[],"overview":"A camera is filming a street corner while the men have a conversation.","release_date":"2010-05-16","vote_average":7.0,"runtime":11,"cert":"N\/A","id":340558,"title":"Fantasmas","adult":false,"genre_ids":[]},{"cast":["Ursula Heinle","Femi Benussi","Francesco Parisi","Lucio Flauto"],"overview":"Young Daniela (Ursula Heinle) travels to the city to stay with her widowed uncle, who wrestles with temptation as his pretty house-guest flaunts her sexuality by showering with the door open and casually walking around nude. Meanwhile, much to her uncle's dismay, Daniela finds herself drawn to the womanizing pilot in a nearby apartment who previously lusted after her late aunt","release_date":"1977-06-07","vote_average":6.0,"runtime":87,"cert":"N\/A","id":340560,"title":"Cara dolce nipote","adult":false,"genre_ids":[]},{"cast":[],"overview":"Elmo's World: Summer Vacation is a 2008 Sesame Street DVD release containing three Elmo's World episodes.","release_date":"2008-06-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340562,"title":"Sesame Street: Elmo's World: Summer Vacation","adult":false,"genre_ids":[10751]},{"cast":["Giuseppe Altomare","Giorgio Giuseppini","Dimitra Theodossiou","Dario Di Vietri","Valeria Sepe"],"overview":"Giuseppe Verdi's opera \"Macbeth\" staged by Dario Argento, directed by Marco Scalfi.","release_date":"2015-04-13","vote_average":7.0,"runtime":158,"cert":"N\/A","id":340564,"title":"Macbeth","adult":false,"genre_ids":[18,10402]},{"cast":["Abbie Cornish","Dermot Mulroney","Diego Klattenhoff","Justin Long","Peyton Kennedy"],"overview":"A photographer struggling with memory loss discovers her pictures may indicate something sinister is hitting close to home.","release_date":"2016-11-04","vote_average":5.4,"runtime":92,"cert":"\"\"","id":340584,"title":"Lavender","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"frenz of the Enz club DVD. Recorded ABC Studios, Melbourne, December 12, 1986.","release_date":"2001-06-06","vote_average":0.0,"runtime":65,"cert":"N\/A","id":340586,"title":"Crowded House: Rockarena","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340588,"title":"La buena vida","adult":false,"genre_ids":[18,99]},{"cast":["Missy Higgins"],"overview":"DVD of Missy's episode on Music Max April 2011.","release_date":"2011-04-14","vote_average":0.0,"runtime":46,"cert":"N\/A","id":340590,"title":"Missy Higgins: Max Sessions","adult":false,"genre_ids":[]},{"cast":["Darren Gilshenan","Angela Lansbury","Jane Fonda","Catherine Martin","Ann Roth"],"overview":"Hollywood stars, historical footage and stylized reenactments tell the story of costume designer Orry-Kelly, who ruled Tinseltown fashion for decades.","release_date":"2015-06-11","vote_average":4.6,"runtime":100,"cert":"N\/A","id":340595,"title":"Women He's Undressed","adult":false,"genre_ids":[99]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","James Hetfield"],"overview":"They are one of the most influential heavy metal bands of all time. Alongside Slayer, Anthrax and Megadeth, the Masters of Metal are an important part of the \"big four\".  Over 100 million record sales worldwide, they are one of the most commercially successful bands of all time.  With a career that spans over 33 years, the band created by James Hatfield and Lars Ulrich as renamed a genre after themselves.  From the early days in a garage to the successful heights of sell out stadium tours, they redesigned the concept of heavy metal music.  This is the all access story about their journey.  All rise to Metallica, the Masters of Metal.","release_date":"2014-12-11","vote_average":9.0,"runtime":66,"cert":"\"\"","id":340621,"title":"Metallica: Masters of Metal","adult":false,"genre_ids":[99,10402]},{"cast":["Antonio Aguilar Vicente","Carmen Sanz Ballester"],"overview":"","release_date":"1985-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340626,"title":"Pánico en el distrito 18","adult":false,"genre_ids":[80,18]},{"cast":["André Lefaur","Odette Joyeux","Bernard Blier","Louis Jourdan","Simone Sylvestre"],"overview":"","release_date":"1944-05-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":340628,"title":"Les petites du quai aux fleurs","adult":false,"genre_ids":[10749,35,18]},{"cast":["Raymond Rouleau","Michèle Alfa","Suzy Carrier","Denise Grey","Roland Toutain"],"overview":"","release_date":"1944-02-18","vote_average":3.5,"runtime":null,"cert":"N\/A","id":340630,"title":"L'aventure est au coin de la rue","adult":false,"genre_ids":[35]},{"cast":["Carmen Maura","Marc Duret","Michel Aumont","Marina Tomé","Marianne Groves"],"overview":"Benjamin Ballon wants to be a filmmaker, and has devoted a large part of his life for the past few years to getting to the point of filming an independent movie. He has been encouraged by Carmen Maura (playing herself), an established star, who has agreed to appear in his first film, and it is her level-headedness, calmness, and general good sense that keeps the project moving along, despite Benjamin's inexperience and a very temperamental male lead. On one occasion when the male lead is hours late for a shoot, her calm is the only thing which keeps the crew from walking out. The title comes from Maura's habit of bringing homemade tortillas to meetings, and using them to get her way.","release_date":"1997-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340632,"title":"Tortilla y Cinema","adult":false,"genre_ids":[35]},{"cast":["Dani Daniels","Mischa Brooks","Christy Mack","Samantha Saint","Jennifer White"],"overview":"Skin Tight is guaranteed to have your heart rate soaring as our skin-tight wearing sluts get the \"work out\" of their lives! Hardbodied and flexible, the hottest and horniest whores in XXX get the aerobic workout of their lives as they squat, lunge and dip to pornographic perfection. Warning: Viewing will create a raging hard-on!","release_date":"2013-08-07","vote_average":8.1,"runtime":147,"cert":"\"NC-17\"","id":340649,"title":"Skin Tight","adult":true,"genre_ids":[]},{"cast":["Moby"],"overview":"Live performance in Parisian Main Square Festival in 2009","release_date":"2009-07-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":340651,"title":"Moby : Main Square Festival","adult":false,"genre_ids":[]},{"cast":["Aleksey Serebryakov","Evdokiya Germanova","Alla Kliouka","Vladimir Steklov","Vera Voronkova"],"overview":"A bizarre tale of a fictional experiment performed during the Stalin-controlled years in the USSR. The main character is changed from a woman into a man. This is part of a larger plan to change more women into men and have a stronger workforce.","release_date":"1994-09-09","vote_average":2.5,"runtime":93,"cert":"N\/A","id":340653,"title":"Hammer and Sickle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This film is about the filmmaker's father who suffered an accident rendering him paralyzed from the neck down. The film uses original hospital footage to describe the time he chose to disconnect his ventilator and life support and show how his family and friends rallied around him as he made this decision.","release_date":"2015-04-11","vote_average":0.0,"runtime":24,"cert":"\"\"","id":340658,"title":"Should Tomorrow Be","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When Ida learns about the death of a close friend on her 85th birthday, she decides to throw a party for the ages -- well, the aged -- while her overbearing daughter expects her over for a birthday dinner.","release_date":"2014-05-16","vote_average":0.0,"runtime":14,"cert":"\"\"","id":340660,"title":"Ida's 85th","adult":false,"genre_ids":[]},{"cast":["Pierce Brosnan","Stefanie Scott","James Frecheville","Michael Nyqvist","Anna Friel"],"overview":"Mike Regan is a successful, self-made man who has it all: a gorgeous wife, a beautiful teenage daughter and a sleek, state-of-the-art “smart home”. But he soon finds himself in a deadly, high-stakes game of cat-and-mouse when his I.T. consultant, Ed, starts using his skills to stalk Mike’s daughter and endanger his family, his business, and his life. In a world where there is no privacy, and personal secrets can go viral by the click of a mouse, Mike needs to rely on his old connections to defeat a new kind of nemesis.","release_date":"2016-09-09","vote_average":5.3,"runtime":96,"cert":"\"NR\"","id":340677,"title":"I.T.","adult":false,"genre_ids":[80,18,53]},{"cast":["Gilda Texter","William Smith","Rita Murray","Joanne Moore Jordan","Joanne Moore Jordan"],"overview":"An unhappy teenager hits the road to meet up with a man in California whom she barely knows. Along the way the naive teen stumbles around trying to do her best to get by, but eventually falls prey to some unseemly characters willing to take advantage of her.","release_date":"1971-05-17","vote_average":0.0,"runtime":85,"cert":"\"R\"","id":340679,"title":"Runaway, Runaway","adult":false,"genre_ids":[18]},{"cast":["Jonathan Gordon","Jason Ralph","Haaz Sleiman","Britt Lower","Meghann Fahy"],"overview":"On Manhattan's gilded Upper East Side, a young gay painter is torn between an obsession with his infamous best friend and a promising new romance with an older foreign pianist.","release_date":"2015-05-16","vote_average":6.8,"runtime":89,"cert":"\"\"","id":340684,"title":"Those People","adult":false,"genre_ids":[18,10749]},{"cast":["Mathias Wieman","Carsta Löck","Andrews Engelmann","Theo Shall","Erich Walther"],"overview":"The year is 1760: it is the time of the Seven Years' War and the advancing Russian army has taken captive 100 underage Prussian cadets. The kids are mishandled by the raping and pillaging Russians, but with the help of a Rittmeister now in the service of the Tsar, they succeed in getting away. They hole up in a deserted fort and eventually sally forward to take back their military academy from the bloodthirsty, pillaging Cossacks.","release_date":"1941-12-02","vote_average":6.5,"runtime":90,"cert":"N\/A","id":340689,"title":"Cadets","adult":false,"genre_ids":[10752,18,36]},{"cast":["Tex Ritter","White Flash","Mary Brodel","Bobby Larson","Charles King"],"overview":"Tex arrives on the Parker ranch on Christman eve and is given the job of being Santa Claus. Also dressed as Santa Claus, Blackie robs Parker and kills a man. When Tex is arrested for the murder, he escapes and joins up with outlaw Becker and his gang. He finds Blackie's Santa Claus suit but is soon made a prisoner.","release_date":"1939-06-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340709,"title":"Down the Wyoming Trail","adult":false,"genre_ids":[]},{"cast":[],"overview":"At a time when the public is more concerned than ever about the health and environmental problems associated with large-scale factory farming, Peaceable Kingdom explores another angle of this unfolding story: the interconnected life journeys of farm animals, former farmers, and animal rescuers struggling against an out of control industrial system.  Breaking generations of silence in the farm community, Peaceable Kingdom weaves together themes of respect, forgiveness, commitment, and healing, offering a vision of a more peaceful world that is well within our reach.","release_date":"2004-02-27","vote_average":9.0,"runtime":null,"cert":"\"\"","id":340714,"title":"Peaceable Kingdom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Australia’s metal-core unit, Dream On Dreamer has had one of the most ridiculous touring schedules ever seen within the span of 10 months. Since the release of their debut album “Heartbound”, the band has amounted well over 100 shows worldwide – notching up two US tours, two European tours, and running through Japan, Indonesia, Malaysia and Singapore. They somehow found time to play an afternoon slot to massive crowds on Soundwave, and are currently taking the time to hit the less travelled regions of Australia for touring bands – from Tasmania to North Queensland and the Northern Territory – no place is off the map for this six-piece.","release_date":"2012-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340716,"title":"Homebound","adult":false,"genre_ids":[99]},{"cast":["Tabu","Sunny Deol"],"overview":"Delhi-based CBI Captain Neetu Singh is instructed by Chief Sawant to investigate the assassination of Maharashtra's Chief Minister Satyaprakash. Her investigations will lead her to conclude that the killing was planned and carried out by Home Minister Bhavani Prasad Lala and Superintendent of Police Waghmare. She then meets with Fatima, and is told the story of the latter's son, Hussain, who was convicted for possession and supply of fire-arms and sentenced to five years in prison. She meets Hussain in prison and decides to assist him, but before she could do that she and her mother, Shanti, both end up on the defensive, when evidence surfaces that Neetu had hired a hit-man, Tatya, to kill Satyaprakash. The Judge hearing this incident finds her guilty and sentences her to prison.","release_date":"2010-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340736,"title":"Khuda Kasam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ashwin, an engineering college student meets a beautiful girl Bhoomika in the campus. After a few playful encounters, they fall in love. Ashwin hails from a lower middle class family and all the time he thinks of making big money in a very short time. When Bhoomika stumbles upon something big, she consults Ashwin and his friends and together they strike it rich in a very big way using an invisible chemical (A chemical when it is sprayed on anything or anyone the object or the person becomes invisible). However they are forced to be on the run after being chased by the cops. Now starts the wild goose chase with ruthless &amp; buffoonery gangsters, comic cops, bungling CBI officer and the hero and his friends playing all kinds of pranks.","release_date":"2015-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340738,"title":"Paisa Ho Paisa","adult":false,"genre_ids":[]},{"cast":[],"overview":"To make quick money, four friends choose to risk their lives and sign a contract, which expects them to shoot a documentary on Nidhivan","release_date":"2015-04-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340740,"title":"NH-8 Road to Nidhivan","adult":false,"genre_ids":[]},{"cast":["Vinay Pathak","Mugdha Godse","Raima Sen","Saurabh Shukla","Rajeev Vashishth"],"overview":"Revolving around a middle-class family, Kaagaz Ke Fools touches upon the issue of lack of good novel writers. Kaagaz Ke Fools is a 2015 Indian comedy film directed by Anil Kumar Chaudhary and produced by Faisal Kapadia and Arun Bhairav under the Globe Filmy Entertainment banner. The film was released on 24 April 2015","release_date":"2015-04-24","vote_average":6.0,"runtime":125,"cert":"N\/A","id":340742,"title":"Kaagaz Ke Fools","adult":false,"genre_ids":[35,10751,18]},{"cast":["Antonio Maimone","Christiana Borghi","Piero Fabiani","Luigia Giuri"],"overview":"A group of people at a desolate gas station fantasize about what could happen next. Some are violent, some erotic and some both.","release_date":"1976-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":340744,"title":"The Devil in the Brain","adult":false,"genre_ids":[27,53]},{"cast":["Son Hyun-joo","Ma Dong-seok","Daniel Choi","Park Seo-joon","Bae Jin-woong"],"overview":"Detective Squad Chief Choi is set for a promotion. He has a party with his co-workers to celebrate, but, on the way home, a crime occurs and he accidentally commits murder. Because of his promotion, he decides to cover up the crime.  The next morning, TV news reveals a body is hanging from a crane at a construction site. Choi is shocked because the body hanging is the person he killed last night. He takes charge of the murder investigation.","release_date":"2015-05-14","vote_average":7.2,"runtime":102,"cert":"N\/A","id":340746,"title":"The Chronicles of Evil","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Documentary in Spanish language about the Spanish Hardcore \/ Punk scene during the 80's.\r No Acepto!!! is a 4 hours and 30 minutes documentary in Spanish that covers what were the main focus of the scene at that time: Barcelona, Madrid, Euskadi and Zaragoza together with an introduction and a conclusions chapter.\r Featuring interviews in Spanish, old and new live footage, pictures, posters, flyers, tickets of classic bands such as R.I.P., G.R.B., Bap!!, Subterranean Kids, Kortatu, M.C.D., L'odi Social, Ultimo Resorte, IV Reich, La Polla Records, Vulpess, Ruido de Rabia, H.H.H., MG15, Anti-Dogmatikss, VÃ³mito, Anti-RÃ©gimen, ParÃ¡sitos, MonstruaciÃ³n, Decibelios, T.D.K., La Broma de SsatÃ¡n, P.V.P., Eskoria-tza, Karkaxa, Tortura SistemÃ¡tica, Bukaera, Andanada 7, Delincuencia Sonora and loads more.","release_date":"2007-05-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":340748,"title":"No acepto!!! 1980-1990: diez años de hardcore, punk, ira y caos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tracklist:  Recorded on March 11th 2014 at the Olympia Bruno Coquatrix, Paris\r 01. Déranger les pierres\r 02. L'amoureuse\r 03. Le plus beau du quartier\r 04. Tout le monde\r 05. Little French song\r 06. Dolce Francia\r 07. On serait seuls au monde\r 08. J'arrive à toi\r 09. Si la photo est bonne\r 10. All the Best\r 11. Tu es ma came\r 12. Salut marin\r 13. Darling\r 14. Raphael\r 15. Pas une dame\r 16. Chez Keith et Anita\r 17. Mon Raymond\r 18. Le temps perdu\r 19. Quelqu'un m'a dit\r 20. Prière\r 21. La dernière minute","release_date":"2014-03-11","vote_average":0.0,"runtime":77,"cert":"N\/A","id":340765,"title":"Carla Bruni A l'Olympia: Bruno Coquatrix","adult":false,"genre_ids":[10402]},{"cast":["Hazel Burrows","Georgette Ellison","Bill Baggs"],"overview":"When Liz Shaw returns from a working holiday in Spain a new and deeply disturbing case awaits.  Corporal 7891Alpha has outlived his usefulness or rather the government can no longer afford to fund the medication. And that can mean only one thing... termination!  At first glance a 'government authorised execution' is a simple enough task for the Preternatural Research Bureau (PROBE) team.  But as events unfold, and the truth about Corporal 7891Alpha is revealed, the case becomes far more complex.  Only Liz's wealth of experience, courage and determination can save the day - but not before her her moral compass is knocked off course.","release_date":"2015-04-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":340773,"title":"PROBE: When to Die","adult":false,"genre_ids":[878]},{"cast":["Amitabh Bachchan","Jayaprada","Kumar Gaurav","Neelam Kothari","Sadashiv Amrapurkar"],"overview":"In order to continue suppressing the workers in his company; multi-millionaire, Din Dayal gets a union leader and his wife murdered. When inspector Indrajeet attempts to arrest Dayal his daughter, Shanti intervenes. This angers Indrajeet whose beloved is also Shanti and he decides to cut all connections from her. Indrajeet adopts the daughter, Neelu of the diseased union leader and years later after his retirement from police service attempts to bring her up. Indrajeet gets Neelu marry to Vijay but calamity destructs the couple when they are killed by a group of young boys. Indrajeet lodges a complaint with the police but instead of arresting the assailants the police commissioner closes the case forcing Indrajeet to take the law into his hands.","release_date":"1991-05-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":340775,"title":"Indrajeet","adult":false,"genre_ids":[28,80,18,10751]},{"cast":[],"overview":"","release_date":"2013-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340777,"title":"Carnage 3D - Sport Xtreme","adult":false,"genre_ids":[]},{"cast":["Stephanie Lewis","James Walker-Black","Charlie McDonnell"],"overview":"When Mary (Stephanie Lewis) and James (James Walker-Black) lose their eldest brother, their opposing views on how to grieve their loss causes a rift between them.","release_date":"2014-10-30","vote_average":0.0,"runtime":23,"cert":"N\/A","id":340788,"title":"Our Brother","adult":false,"genre_ids":[18]},{"cast":[],"overview":"What's a single mother to do when her son decides he wants to wear a pair of pink sneakers to school?","release_date":"2009-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":340790,"title":"The Young Prime Minister","adult":false,"genre_ids":[35]},{"cast":["Alexa PenaVega","Renée Felice Smith","Makenzie Vega Norfolk","Carlos PenaVega","Janina Gavankar"],"overview":"In the future, the gender disparity gap was addressed with a radical idea: keep boys and girls physically separate until the age of eighteen. In this society, The Equal Futures Academy for Girls and the Equal Futures Academy for Boys were formed to re-educate the two genders without the inherent biases of society. The Equal Futures Academy propels more girls into the arena of captains of technology than any other school in the world. Frankie, Libby and Sheridan of the Girls Who Code are a premiere coterie of students with brains, beauty and binary bravado. The expert hackers have found a way to interact with the boys from their sister school and trouble ensues. Code Academy is a peek into the inner world of adolescence, gender identity formation and the role of cyber space in this tumultuous time of growth.","release_date":"2014-04-06","vote_average":5.0,"runtime":16,"cert":"\"\"","id":340792,"title":"FUTURESTATES: Code Academy","adult":false,"genre_ids":[878]},{"cast":["Matthew Tennyson","Nigel Allen","Jack Hawkins","Elisabeth Hopper"],"overview":"At the end of his older brother’s wedding in the lush English countryside, a young man struggles to deal with his sexuality.","release_date":"2015-03-25","vote_average":6.0,"runtime":11,"cert":"N\/A","id":340794,"title":"Morning is Broken","adult":false,"genre_ids":[18,53,10749]},{"cast":[],"overview":"The OmniFocus Video Field Guide is a screencast, not a book. A lot of people have asked me to write a book about OmniFocus but instead I made this 2.5 hour video that takes you, soup to nuts, through the Omni Group's supremely bad-ass task manager. The screencast can turn an OmniFocus novice into a task-managing ninja.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340796,"title":"The OmniFocus Video Field Guide","adult":false,"genre_ids":[]},{"cast":["Ryan Leach","William Moody","Kathryn Danielle"],"overview":"Two boys and close family friends, Jeremy and Alphonse, American and French, spend a few weeks together in Jeremy’s house in Brooklyn. Jeremy is confused about his understanding of the friendship, while obsessed with the ducks in the Prospect Park’s lake and finishing a school paper about their migration. Alphonse likes to ride bicycles and doesn’t want to leave town. The ducks inevitably leave, Alphonse goes back to Paris, and Jeremy stays in his house, but all of them depart to something new.","release_date":"2012-07-13","vote_average":0.0,"runtime":15,"cert":"\"\"","id":340798,"title":"The Duck's Migration","adult":false,"genre_ids":[18]},{"cast":["Cameron Van Hoy","Danielle Duvale","Martin Landau","Tony Curtis"],"overview":"A retelling of Romeo and Juliet in Jerusalem involving a Palestinian woman and an Israeli man.","release_date":"2008-06-27","vote_average":0.0,"runtime":null,"cert":"\"R\"","id":340812,"title":"David & Fatima","adult":false,"genre_ids":[18]},{"cast":["James Keach","Stanley Livingston"],"overview":"Some CB Outlaws attempt to rob an armored car.","release_date":"1979-05-04","vote_average":0.0,"runtime":85,"cert":"\"\"","id":340814,"title":"Smokey and the Hotwire Gang","adult":false,"genre_ids":[28,35]},{"cast":["Patrick Stewart","Cheryl Hines","Gary Cole","Jon Heder","James Roday"],"overview":"Hilarity, romance, and transcendence prevail after a power outage traps six different groups of New Yorkers inside elevators on Christmas Eve.","release_date":"2015-12-04","vote_average":5.8,"runtime":95,"cert":"\"PG\"","id":340816,"title":"Christmas Eve","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Fareed Zakaria"],"overview":"CNN’s Fareed Zakaria explores the origins of the terror group known as Islamic State or ‘ISIS’ for a rare inside look into the heart of darkness, and an examination of how and when the U.S. came to know about ISIS.","release_date":"2015-05-18","vote_average":0.0,"runtime":60,"cert":"\"\"","id":340818,"title":"Blindsided: How ISIS Shook The World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story is about a woman who is abducted and forced to watch footage of captives getting molested. She doesn't know whether the sexual torture is amateur porn, or if these are sex crimes caught on tape. As she is exposed to more of the disturbing images, her captor starts changing his behavior. She senses that time is running out for her but escape seems impossible ……","release_date":"2013-12-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340820,"title":"Lessons in Love","adult":true,"genre_ids":[]},{"cast":["Jurjen Hempel"],"overview":"Calligraphy on water. The first joint work of director Peter Greenaway and composer David Lang.","release_date":"2003-09-15","vote_average":5.0,"runtime":31,"cert":"N\/A","id":340822,"title":"Writing on Water","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The International League of Conservation Photographers and the Gitga'at first nation people of British Columbia in their search for the illusive spirit bear. Their mission is to create images of this rare bear and the ecosystem that it relies on before a proposed oil pipeline from the Alberta tar sands threatens to SPOIL it. The spirit bear, globally rarer than the panda, only lives on the north coast of British Columbia and gives and inspiring look at the interconnectedness of this coastal ecosystem existing in symbiosis with the indigenous communities there for thousands of years.","release_date":"2011-03-11","vote_average":8.0,"runtime":44,"cert":"N\/A","id":340836,"title":"Spoil","adult":false,"genre_ids":[99]},{"cast":["Tancrède Melet","Anicet Leone"],"overview":"The Flying Frenchies are back, with more fantastical stunts and enthralling experiments in a whirlwind adventure to the fjords of Norway. Twenty or more of the most colourful characters you could ever imagine, each with a different skill or talent, working together to create an outdoor extravaganza the likes of which have never been seen before!","release_date":"2014-11-18","vote_average":0.0,"runtime":33,"cert":"N\/A","id":340838,"title":"Back to the Fjords","adult":false,"genre_ids":[99,12]},{"cast":["Paulo Autran","Carlos Gregório","Ricardo Petráglia","Cássia Kis Magro","Buza Ferraz"],"overview":"With death getting near, a retired officer remembers the most important passages in his life and his participation in historical events in Brazil, such as the Lieutenants' Movement, and the 1964 coup.","release_date":"1987-05-25","vote_average":0.0,"runtime":85,"cert":"N\/A","id":340840,"title":"O País dos Tenentes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The diamond patterns in the wire fencing for construction on his street inspired Ken Jacobs’s latest astonishing 3-D extravaganza.","release_date":"2014-11-12","vote_average":0.0,"runtime":22,"cert":"\"\"","id":340842,"title":"Wire Fence","adult":false,"genre_ids":[]},{"cast":[],"overview":"A nostalgic trip down memory lane from the golden years of television.","release_date":"2002-06-04","vote_average":0.0,"runtime":230,"cert":"N\/A","id":340850,"title":"Classic Commercials","adult":false,"genre_ids":[]},{"cast":["Yoon Seol-hee","Lee Yo Sung"],"overview":"Hee-ran was a karaoke mistress when she first met Se-min through a marriage consultant company. He suggests they should have a contract marriage; she would get paid every month for being his wife and Se-gyu's mother. Hee-ran thinks this is a good deal but unlike her thoughts, being married is boring. Se-min only needs her at night and Se-gyu has a crush on Hee-ran who is like an older sister but hides it by being nasty. One day, Hee-ran meets Se-min's friend Tae-yeong and falls for him. In the end, Hee-ran and Se-min break up...","release_date":"2015-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":340852,"title":"The Second Mother","adult":false,"genre_ids":[]},{"cast":[],"overview":"Evolving grim drama of love and wealth. The action takes you to the pre-war and shows the different social strata in rural life, everyday life, passions.","release_date":"1989-12-03","vote_average":7.0,"runtime":120,"cert":"N\/A","id":340869,"title":"Miškais ateina ruduo","adult":false,"genre_ids":[18,10770]},{"cast":["Colby Lopez","Jonathan Good","John Cena","Kevin Steen","Stephen Farrelly"],"overview":"Elimination Chamber (also known as No Escape in Germany) is a professional wrestling pay-per-view event exclusively on WWE Network produced by WWE. It took place on May 31, 2015, at the American Bank Center in Corpus Christi, Texas. It's the sixth annual Elimination Chamber event, and the first to take place in May. This is the first Elimination Chamber event not to be broadcast on traditional pay-per-view outlets.","release_date":"2015-05-31","vote_average":7.1,"runtime":180,"cert":"\"\"","id":340871,"title":"WWE Elimination Chamber 2015","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Rui Veloso - Ao Vivo no Pavilhao Atlantico","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340873,"title":"Rui Veloso - Ao Vivo no Pavilhao Atlantico","adult":false,"genre_ids":[]},{"cast":["Sandra Bréa","David Cardoso","Ney Latorraca","Heitor Gaiotti","Dionísio Azevedo"],"overview":"","release_date":"1974-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340875,"title":"Sedução - A Mulher Fatal","adult":false,"genre_ids":[35]},{"cast":["Raymond Thiry"],"overview":"A chain of mysterious events forces a lone security guard to descend down the dark hallways of an old factory.","release_date":"2015-04-22","vote_average":8.0,"runtime":6,"cert":"N\/A","id":340877,"title":"Rotor","adult":false,"genre_ids":[53,18,878]},{"cast":["Chris Cornell"],"overview":"Live At The iTunes Festival At SXSW, The Moody Theater, Austin, TX 03\/13\/2014.  SETLIST:  Let Me Drown  My Wave  Fell On Black Days  Mailman  Superunknown  Head Down  Black Hole Sun  Spoonman  Limo Wreck  The Day I Tried To Live  Kickstand  Fresh Tendrils  4th Of July  Half  Like Suicide","release_date":"2014-03-13","vote_average":7.5,"runtime":79,"cert":"\"\"","id":340879,"title":"Soundgarden : Live At The Moody Theater","adult":false,"genre_ids":[]},{"cast":["India Ennenga","Ellen Burstyn","James Frecheville","Onata Aprile","Nikki Reed"],"overview":"A rebellious Goth girl embarks on a road trip across Texas with a suicidal young man in an effort to find her little sister.","release_date":"2015-04-25","vote_average":5.9,"runtime":92,"cert":"\"\"","id":340881,"title":"About Scout","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"The idiot puts himself in the dirt and a way of life behind him. A new economic reality suggests he collect a pension on feigned retardation but sometimes truth veers absurdly close to fiction. He huffs glue and loses himself in the crawl of time.","release_date":"2015-05-19","vote_average":10.0,"runtime":154,"cert":"\"\"","id":340895,"title":"The Idiot Faces Tomorrow","adult":false,"genre_ids":[35,18]},{"cast":["Miyoko Akaza"],"overview":"People from all walks of life (a high-school student, a middle-aged businessman, a yakuza chief, etc.) all receive mysterious messages from loved ones who were killed 3 months earlier in a shipwreck. They are instructed to go to a small island in the Inland Sea that evening. At the stroke of midnight, the lost ship emerges from the sea and they are given a brief time to say their final words to their lost loved ones, before the deceased must once again board the ship and it sinks back into the depths.","release_date":"1995-09-23","vote_average":0.0,"runtime":141,"cert":"N\/A","id":340897,"title":"Goodbye for Tomorrow","adult":false,"genre_ids":[]},{"cast":["Preston Foster","Lynn Bari","Russell Gleason","George Barbier","Eddie Collins"],"overview":"Newspaper editor (Foster) will do almost anything to increase circulation. He campaigns to free a condemned man while accusing a wealthy ex-criminal of a string of murders.","release_date":"1939-07-20","vote_average":0.0,"runtime":75,"cert":"\"\"","id":340899,"title":"News Is Made at Night","adult":false,"genre_ids":[]},{"cast":[],"overview":"Toopy and Binoo: Binoo's birthday","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":340901,"title":"Toupie et Binou: L'anniversaire de Binou","adult":false,"genre_ids":[10751]},{"cast":["The Angels"],"overview":"Deluxe CD\/ DVD version of The Angels' classic GREATEST HITS collection, the monster selling anthology of all of their biggest hits. Includes 18 hits on the CD and 39 killer videos on the DVD.","release_date":"2014-09-30","vote_average":8.5,"runtime":null,"cert":"N\/A","id":340903,"title":"The Angels: Greatest Hits","adult":false,"genre_ids":[10402]},{"cast":["Jusaburo Bando","Kazuo Hasegawa","Utaemon Ichikawa","Tsumasaburô Bandô","Yukichi Iwata"],"overview":"This 1932 adaptation is the earliest sound version of the ever-popular and much-filmed Chushingura story of the loyal 47 retainers who avenged their feudal lord after he was obliged to commit hara-kiri due to the machinations of a villainous courtier. As the first sound version of the classic narrative, the film was something of an event, and employed a stellar cast, who give a roster of memorable performances. Director Teinosuke Kinugasa was primarily a specialist in jidai-geki (period films), such as the internationally celebrated Gate of Hell (Jigokumon, 1953), and although he is now most famous as the maker of the avant-garde silent films A Page of Madness (Kurutta ichipeji, 1926) and Crossroads (Jujiro, 1928), Chushingura is in fact more typical of his output than those experimental works. The film ranked third in that year’s Kinema Junpo critics’ poll, and Joseph Anderson and Donald Richie noted that 'not only the sound but the quick cutting was admired by many critics.","release_date":"1932-03-01","vote_average":0.0,"runtime":139,"cert":"N\/A","id":340908,"title":"The Loyal 47 Ronin","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A selection of Fieldworks captured in location during 2001-2002 in Tierra del Fuego, Patagonia, Argentina. Chile","release_date":"2001-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":340910,"title":"Condor","adult":false,"genre_ids":[]},{"cast":["Victòria Camps","Maite Carol","Albert Gadea","Itziar González Virós","Carlos Jiménez Villarejo"],"overview":"","release_date":"2015-04-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340924,"title":"Corrupción: el organismo nocivo","adult":false,"genre_ids":[99]},{"cast":["Donald Brash","John Key","Bill English"],"overview":"The 'stolen' insider emails that informed Nicky Hager's best-selling account of National's 2005 election campaign return in Alister Barry's (Someone Else's Country) new film - just in time to caution us against campaigning politicians in 2008. Addressing each other like schoolboy Machiavellis, party leader Don Brash and his advisors spelled out how they'd copy the big boys in Australia and the US in order to win the votes of people who'd never support the kind of policies such men are widely presumed to represent. The dividing and conquering began at Orewa.","release_date":"2008-07-07","vote_average":10.0,"runtime":96,"cert":"N\/A","id":340929,"title":"The Hollow Men","adult":false,"genre_ids":[99]},{"cast":["Deborah Enjiu","Mario Koreyasu","Jun Sakuma"],"overview":"Quoting Borges is an essay about loneliness in the big cities and a tale of romantic longing for moments that are lost in time.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":340931,"title":"Citando Borges","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Priestess, slave, queen. After two centuries trapped in Sao Luis, Brazil, Agontimé breaks free and embarks back to her homeland, the Kingdom of Dahomey – current Benin –, hoping to retake the sacred place that is her by right.","release_date":"2019-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340933,"title":"Agontimé","adult":false,"genre_ids":[36]},{"cast":["Flavio Caballero","Flavio Caballero","Toco Gómez","Alejo Felipe","Fernando Gómez"],"overview":"President Romulo Betancourt's government has just began, an attack is brewing on his life. Braulio an unemployed actor, comes to work in professional wrestling, and falls deeply for Rosario, lover of Buffalo, director of the wrestling group, Ronco, who once is saved by Braulio in a clash with police, offers this winning good money for doing an \"important work\".","release_date":"1989-10-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":340938,"title":"Aventurera","adult":false,"genre_ids":[36,35,18]},{"cast":[],"overview":"Action - Nigeria is a hub for human trafficking. Victims are transported to 33 countries, mostly as part of the $100 billion dollar sex trade. The documentary underlines the human costs behind the statistics. Its tender, devastating interviews, reveal an all-too-common tale: African women turned prostitutes spend years paying off their trafficking debt in Europe. Few ever escape the shackles of their nightmarish ordeals. -  Amanda Donohoe, Om Puri, Vithaya Pansringarm","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":340958,"title":"Trafficker","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340960,"title":"The Gokusen","adult":false,"genre_ids":[]},{"cast":["Jerry Lawler"],"overview":"You hear his voice calling the action every week on WWE's flagship show, Monday Night Raw, but there is more to being king other than having the best seat in the house! In this regal new documentary, Jerry \"The King\" Lawler shares the amazing story of his rise to royalty. Follow the WWE Hall of Famer from his early days to his championship-laden career in the ring, his incomparable reign at the broadcast table and a king-sized list of accolades along the way. Friends and peers also join The King for this revealing look inside the life of this enduring and revered figure in sports entertainment.","release_date":"2015-05-19","vote_average":8.0,"runtime":null,"cert":"\"NR\"","id":340962,"title":"It's Good To Be The King: The Jerry Lawler Story","adult":false,"genre_ids":[]},{"cast":["Travis Aaron Wade","Nina Varano","Denis Jašarevič","Ula Furlan","Joe Zohar"],"overview":"You are exactly where you're supposed to be.","release_date":"2015-05-21","vote_average":0.0,"runtime":11,"cert":"\"\"","id":340970,"title":"The Condor","adult":false,"genre_ids":[53,9648,18]},{"cast":[],"overview":"As the unemployed Frank is sinking into depression, his son's naive but optimistic twist on the situation could be Frank's way out.","release_date":"2013-01-25","vote_average":5.0,"runtime":8,"cert":"N\/A","id":340972,"title":"Under the fold","adult":false,"genre_ids":[18,16]},{"cast":["Massimo Rendina","Laura Francesca Wronoska","Germano Pacelli"],"overview":"","release_date":"2014-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340995,"title":"La memoria degli ultimi","adult":false,"genre_ids":[99]},{"cast":["Flávio Rangel","Antônio Fagundes","Antunes Filho","Bibi Ferreira","Cleyde Yáconis"],"overview":"","release_date":"2009-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":340997,"title":"Flávio Rangel - O Teatro na Palma da Mão","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"This Movie Does Not Exist","cast":[],"id":340999,"overview":"A movie about a man creating a fake movie on the internet.","runtime":45,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]