[{"cast":["Gregory Peck","Ronald Squire","Joyce Grenfell","Maurice Denham","Reginald Beckwith"],"overview":"An impoverished American sailor is fortunate enough to be passing the house of two rich gentlemen who have conceived the crazy idea of distributing a note worth one million pounds. The sailor finds that whenever he tries to use the note to buy something, people treat him like a king and let him have whatever he likes for free. Ultimately, the money proves to be more troublesome than it is worth when it almost costs him his dignity and the woman he loves.","release_date":"1954-01-07","vote_average":6.8,"runtime":90,"cert":"","id":34000,"title":"The Million Pound Note","adult":false,"genre_ids":[35,10749]},{"cast":["Bill Hicks"],"overview":"A bootloeg of Bill's SECOND to last live performance at Igby's Comedy Club in LA on January 5, 1994.","release_date":"1994-01-05","vote_average":7.6,"runtime":107,"cert":"N\/A","id":34001,"title":"Bill Hicks: Igby's, LA","adult":false,"genre_ids":[35]},{"cast":["Tom Savini","Damien Luvara","Jamie McCoy","Sam Nicotero","Heidi Hinzman"],"overview":"Starting a new life in a quiet Pennsylvania town, Matthew Michaels only thought is to turn an old farm property into a profitable car dealership. He soon discovers that beneath the gentle surface, this small town is anything but calm and peaceful.  Firstly, he learns that his new property is located on the site of a graveyard, which all the townsfolk regard as an evil place that must never be visited.  He then discovers that years earlier the town had suffered an infestation of the living dead ...zombies who prey on human flesh. One zombie, the infamous Abbot Hayes, escaped destruction.  As the construction team begin degging, they unleash the thing the townsfolk fear the most, the wrath of Abbot Hayes and the awakening of ... The Children of the Living Dead.","release_date":"2001-06-11","vote_average":3.2,"runtime":90,"cert":"N\/A","id":34004,"title":"Children of the Living Dead","adult":false,"genre_ids":[27,53]},{"cast":["Daniel Giménez Cacho","Martina García","César Mora","Víctor Mallarino","Sain Castro"],"overview":"A body is discovered impaled on a stake near a scenic lake near Bogota. A journalist try to find what happened. With a friend, they set about to find the cause of the crime and uncover an intricate real estate fraud involving corrupt politicians, emerald hunters, nudists... Written by Lyse Lefebvre","release_date":"2004-09-03","vote_average":5.3,"runtime":105,"cert":"N\/A","id":34005,"title":"The Art of Losing","adult":false,"genre_ids":[12,28,53,80]},{"cast":["Edward G. Robinson","Jane Bryan","Allen Jenkins","Ruth Donnelly","Willard Parker"],"overview":"Former bootlegger Remy Marco has a slight problem with forclosing bankers, a prospective son-in-law, and four hard-to-explain corpses.","release_date":"1938-03-05","vote_average":6.3,"runtime":85,"cert":"N\/A","id":34006,"title":"A Slight Case of Murder","adult":false,"genre_ids":[35,80]},{"cast":["Aure Atika","Vincent Lindon","Sandrine Kiberlain","Jean-Marc Thibault","Bruno Lochet"],"overview":"Véronique Chambon (Sandrine Kiberlain), a single schoolteacher and Jean (Vincent Lindon), discover an unexpected bond that causes them to question the direction of their lives. They move in different social circles but their relationship develops and their lives begin gradually to unravel.","release_date":"2009-10-14","vote_average":6.4,"runtime":101,"cert":"N\/A","id":34013,"title":"Mademoiselle Chambon","adult":false,"genre_ids":[35,18,10749]},{"cast":["Richard Dreyfuss","Raúl Juliá","Sônia Braga","Jonathan Winters","Rui Rezende"],"overview":"Little known actor, Jack Noah, is working on location in the dictatorship of Parador at the time the dictator dies. The dictator's right hand man, Roberto, makes Jack an offer he cannot refuse.. to play the dictator. Jack's acting skills fool the masses but not close friends and employees of the dictator.","release_date":"1988-09-09","vote_average":6.0,"runtime":103,"cert":"N\/A","id":34014,"title":"Moon Over Parador","adult":false,"genre_ids":[35,10749]},{"cast":["Josh Harris"],"overview":"A documentary focusing on the life of dot-com entrepreneur Josh Harris, and his exploits over the last decade.","release_date":"2009-08-28","vote_average":7.2,"runtime":90,"cert":"N\/A","id":34015,"title":"We Live in Public","adult":false,"genre_ids":[99]},{"cast":["Jay Baruchel","Alice Eve","Mike Vogel","Krysten Ritter","Debra Jo Rupp"],"overview":"When he starts dating drop-dead gorgeous Molly, insecure airport security agent Kirk can't believe it. As his friends and family share their doubts about the relationship lasting, Kirk does everything he can to avoid losing Molly forever.","release_date":"2010-03-11","vote_average":6.1,"runtime":104,"cert":"15","id":34016,"title":"She's Out of My League","adult":false,"genre_ids":[35,10749]},{"cast":["Jackie Shroff","Deepa Sahi"],"overview":"No overview found.","release_date":"1997-05-31","vote_average":4.5,"runtime":null,"cert":"N\/A","id":34017,"title":"Aar Ya Paar","adult":false,"genre_ids":[]},{"cast":["Doris Day","Robert Cummings","Phil Silvers","Eddie Foy Jr.","Nancy Walker"],"overview":"A songwriter (Robert Cummings) finds a singer (Doris Day) and her stranded troupe working in a Miami hotel's kitchen.","release_date":"1954-04-09","vote_average":7.0,"runtime":100,"cert":"N\/A","id":34018,"title":"Lucky Me","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Masatoshi Nagase","Takako Matsu","Hidetaka Yoshioka","Yukiyoshi Ozawa","Tomoko Tabata"],"overview":"Set in 19th Century Japan a young samurai who finds himself in love with a farm girl leaves his home to begin a new life. He has to take stock of his new life when he is put to the test and ordered to kill a traitor who just happens to be his dearest friend.","release_date":"2004-10-30","vote_average":7.5,"runtime":132,"cert":"N\/A","id":34019,"title":"The Hidden Blade","adult":false,"genre_ids":[18,10749]},{"cast":["Jesse Bradford","Jeroen Krabbé","Lisa Eichhorn","Karen Allen","Spalding Gray"],"overview":"Based on the Depression-era bildungsroman memoir of writer A. E. Hotchner, the film follows the story of a boy struggling to survive on his own in a hotel in St. Louis after his mother is committed to a sanatorium with tuberculosis. His father, a German immigrant and traveling salesman working for the Hamilton Watch Company, is off on long trips from which the boy cannot be certain he will return.","release_date":"1993-08-20","vote_average":7.0,"runtime":103,"cert":"N\/A","id":34024,"title":"King of the Hill","adult":false,"genre_ids":[18]},{"cast":["Kelly O'Neill","Paul Roe","Shane Curry"],"overview":"Two kids, Dylan and Kylie, run away from home at Christmas and spend a night of magic and terror on the streets of inner-city Dublin.","release_date":"2008-07-11","vote_average":7.2,"runtime":72,"cert":"N\/A","id":34025,"title":"Kisses","adult":false,"genre_ids":[18]},{"cast":["Sam Waterston","Kathleen Quinlan","Yaphet Kotto","Jeffrey DeMunn","Richard Dysart"],"overview":"An accident occurs in an ultra-secret government biological weapons laboratory spreading a sinister bacteria.","release_date":"1985-08-23","vote_average":6.0,"runtime":99,"cert":"N\/A","id":34028,"title":"Warning Sign","adult":false,"genre_ids":[18,878,53]},{"cast":["Corey Harris","Martin Scorsese","John Lee Hooker","Muddy Waters"],"overview":"Director Martin Scorsese pays homage to the Delta blues. Musician Corey Harris travels through Mississippi and on to West Africa, exploring the roots of the music. The film celebrates the early Delta bluesmen through original performances (including Willie King, Taj Mahal, Otha Turner, and Ali Farka Toure) and rare archival footage (featuring Son House, Muddy Waters, and John Lee Hooker).","release_date":"2003-09-28","vote_average":6.1,"runtime":81,"cert":"N\/A","id":34029,"title":"Feel Like Going Home","adult":false,"genre_ids":[99,10402]},{"cast":["Reg Mombasssa"],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":34032,"title":"Golden Sandals","adult":false,"genre_ids":[]},{"cast":["Daniel Lanois"],"overview":"A behind-the-scenes look at Grammy-winning Canadian composer and record producer Daniel Lanois.","release_date":"2007-09-09","vote_average":3.8,"runtime":90,"cert":"N\/A","id":34035,"title":"Here Is What Is","adult":false,"genre_ids":[99,10402]},{"cast":["Antonio Banderas","Emma Thompson","Leticia Dolera","Maria Canals-Barrera","Rubén Blades"],"overview":"Set during the unsettling disappearances in Buenos Aires during the dictatorship of the 1970s, the film involves theater director Carlos Rueda and his wife Cecilia. Shortly after Cecilia writes an editorial commentary questioning the mysterious abductions, she is herself abducted and taken into police custody.","release_date":"2003-09-13","vote_average":5.8,"runtime":107,"cert":"N\/A","id":34036,"title":"Imagining Argentina","adult":false,"genre_ids":[18,10749,53]},{"cast":["Sam Neill","Hugo Weaving","John Cleese","Geoffrey Rush","Dave Gibson"],"overview":"Meet Albert, The Magic Pudding, Bunyip Bluegum, a splendid young koala and his seafaring friends Bill Barnacle and Sam Sawnoff. Together they fight off the bungled attempts of pudding thieves, Possum and Wombat, and try to solve the mystery of Bunyip's parents' disappearance.","release_date":"2000-12-14","vote_average":4.6,"runtime":80,"cert":"N\/A","id":34037,"title":"The Magic Pudding","adult":false,"genre_ids":[10751]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Vivian Stanshall"],"overview":"A typically Beatlesque film originally produced for television, this short film was intended to be an off-the-wall road movie with the Beatles and three dozen or so friends on a psychedelic bus.","release_date":"1967-12-25","vote_average":6.3,"runtime":55,"cert":"12","id":34038,"title":"Magical Mystery Tour","adult":false,"genre_ids":[10402]},{"cast":["Murat Akguel","Dean Mabelson","Dara Sepehri"],"overview":"Giamo and Majito have been friends ever since they were kids. They grew up in the worst part of town. In order to escape poverty they decide to enter the drug business. But Majito forgets about friendship and brotherhood and finally takes a wrong turn.","release_date":"2008-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":34039,"title":"One Day In September","adult":false,"genre_ids":[18]},{"cast":["Kaywan Mohsen","Gry Winckler","Morteza Mohammad","Salah Mohamad","Yüksel Akdag"],"overview":"Sung-chan is a top detective of the special crime squad. He is notorious for punishing the opponent who hurts his pride. When Hyun-min impersonates as Sung-chan and robs a cash transport car under the daylight, and seizes $10 billion worth of smuggled gold right before the cop’s eyes, Sung-chan is outraged. He cannot let this criminal slip through. Sung-chan goes after Hyun-min like a wild beast going after its prey, but Hyun-min cunningly threads through the investigation, even leaving traces in the crime scenes on purpose to allure and provoke Sung-chan.","release_date":"2008-02-16","vote_average":3.0,"runtime":79,"cert":"N\/A","id":34040,"title":"Eye for eye","adult":false,"genre_ids":[18]},{"cast":["Lance Bass","Joey Fatone","Emmanuelle Chriqui","James Bulliard","Al Green"],"overview":"'N Sync heartthrobs Lance Bass and Joey Fatone stretch their thespian muscles in their acting debut. A young man (Bass) is smitten with a girl (Emmanuelle Chriqui) he meets on a subway train and spends the rest of the movie trying to reunite with her. The man's best friend (Fatone) helps him in his quest by wallpapering Chicago with posters and signs that soon become the talk of the town.","release_date":"2001-10-26","vote_average":4.3,"runtime":85,"cert":"N\/A","id":34043,"title":"On the Line","adult":false,"genre_ids":[35,10751,10749]},{"cast":[],"overview":"In one of the most tragic face-offs in the history of law enforcement, the deadly debacle at Waco pitted the Branch Davidian sect against the FBI in an all-out war. This documentary makes the most of footage and recordings to examine how the events that led to the tragedy of April 19, 1993, unfolded, and how the FBI's unrelenting approach made what was already a bad situation much worse.","release_date":"1997-09-19","vote_average":7.5,"runtime":136,"cert":"N\/A","id":34044,"title":"Waco: The Rules of Engagement","adult":false,"genre_ids":[99]},{"cast":["Michael Douglas","Ankie Spitzer","Jamal Al Gashey","Gerald Seymour","Axel Springer"],"overview":"The full story of the 1972 Munich Olympics Massacre and the Israeli revenge operation 'Wrath of God.' The 1972 Munich Olympics were interrupted by Palestinian terrorists taking Israeli athletes hostage. Besides footage taken at the time, we see interviews with the surviving terrorist, Jamal Al Gashey, and various officials detailing exactly how the police, lacking an anti-terrorist squad and turning down help from the Israelis, botched the operation","release_date":"1999-10-22","vote_average":7.5,"runtime":94,"cert":"N\/A","id":34045,"title":"One Day in September","adult":false,"genre_ids":[99]},{"cast":["Kaho Minami","Takeshi Wakamatsu","Etsushi Toyokawa","Ryoko Takizawa","Masayuki Shionoya"],"overview":"Psychiatrist Setsuko Suma is called in to help the police solve an ongoing case of female-centric serial murder in the local subway system. Her investigation leads to her former mentor and lover, who becomes the prime suspect in the case.","release_date":"1994-09-10","vote_average":6.7,"runtime":117,"cert":"N\/A","id":34048,"title":"Angel Dust","adult":false,"genre_ids":[18,27,10749]},{"cast":[],"overview":"Live at the Palladium is a live concert DVD by the punk band Bad Religion, released in March 2006. It features footage from two nights at the Palladium in Hollywood, California on November 21 and 22, 2004.","release_date":"2006-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":34051,"title":"Bad Religion: Live at the Palladium","adult":false,"genre_ids":[10402]},{"cast":["Jack Grimes","Corinne Orr","Billie Lou Watt"],"overview":"Innovative and enchanting adaptation of this well-loved children's story.","release_date":"1974-07-20","vote_average":6.3,"runtime":93,"cert":"N\/A","id":34052,"title":"Jack and the Beanstalk","adult":false,"genre_ids":[12,16,14]},{"cast":["Dennis Quaid","Jessica Lange","Timothy Hutton","John Goodman","Carl Lumbly"],"overview":"Louisiana football star Gavin Grey had it all. He was an All-American champion who married his high-school sweetheart, homecoming queen Babs Rogers, and who was a hero to his hometown. Yet after a failed professional career, Gavin realizes that fame and success have passed him by and that he no longer is the hero everyone keeps reminding him he should still be. His dissatisfaction with his life leads to strains in his marriage, and Gavin begins to wonder who he is, if he's not a hero anymore.","release_date":"1988-11-04","vote_average":5.5,"runtime":127,"cert":"N\/A","id":34053,"title":"Everybody's All-American","adult":false,"genre_ids":[18,10749]},{"cast":["Matthew Rhys","Sienna Guillory","Tim Curry","Jason Donovan","Fay Masterson"],"overview":"A young lawyer gets more than he bargains for while investigating his brother's mysterious death.","release_date":"2000-10-06","vote_average":5.7,"runtime":102,"cert":"N\/A","id":34056,"title":"Sorted","adult":false,"genre_ids":[18,9648,53]},{"cast":["Jeremy Sisto","Chris Jaymes","Matt Keeslar","Judy Greer","Nicholle Tom"],"overview":"The youngest son of a legendary Hollywood producer, a Robert Evans type, accepts a bribe from his father to document his death.","release_date":"2005-06-03","vote_average":4.0,"runtime":96,"cert":"N\/A","id":34057,"title":"In Memory of My Father","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Set in and around the male and female toilets of a Dublin jazz bar. A drama concerning the trials and tribulations of two lowly paid toilet attendants and the people they serve.","release_date":"2009-03-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":34058,"title":"WC","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Paul Belmondo","Lino Ventura","Bernard Blier","Andréa Parisy","Gert Fröbe"],"overview":"Marec, a truck driver is sent by his boss to track down through the Morroccan desert a reckless youngster  who stole a brand-new truck and its payload. Riddled with bad luck, Marec will face the dangers of the desert, as well as a fishy partner, and a reluctant, misogynist tow-truck helper until the climactic fight.","release_date":"1964-04-16","vote_average":7.0,"runtime":130,"cert":"N\/A","id":34059,"title":"Greed in the Sun","adult":false,"genre_ids":[28,12,35]},{"cast":["Françoise Arnoul","Bourvil","Lino Ventura","Alain Delon"],"overview":"This movie is a Marcel Aymé adaptation and it deals with the not-so-glorious side of the Occupation: black market, war profiteers, cracking open bottles of Champagne while most of the Parisians are almost starving.","release_date":"1959-09-23","vote_average":5.9,"runtime":90,"cert":"N\/A","id":34060,"title":"Way of Youth","adult":false,"genre_ids":[18]},{"cast":["Sidse Babett Knudsen","Mohammed Al-Bakier","Anders W. Berthelsen","Nicolas Bro","Casper Crump"],"overview":"This is the day when the lives of an intertwined group of people take a new direction. Everything they have taken for granted starts to change. While Anne and Ask's relationship succumbs to 'metal fatigue', Charlotte has to realise that her husband Carl may not be right for her. At the same time Bente has to decide if she is prepared to wait for ever for her lover, while her ex-husband Bjørn must face the pain of finally letting Bente go. The characters and their children are twirled around in an ever-increasing drama which peaks during the opening night of Hamlet. Anne is on stage as Ophelia, and the question remains: to be or not be responsible for one's own happiness.","release_date":"2009-10-23","vote_average":5.0,"runtime":85,"cert":"15","id":34061,"title":"Above the Street, Below the Water","adult":false,"genre_ids":[18,10749]},{"cast":["Osamu Nishimura","Akira Nogami","Miho Shiraishi","Kana Ishida","Nobuo Kameko"],"overview":"This wild comedy pokes fun at the world of pro-wrestling by placing its accomplished wrestler protagonist Koji Taguchi against a giant squid known as the Calamari Wrestler. The Calimari Wrestler not only proves to be Koji's most difficult opponent yet, but also has an effect on several people's personal lives when he becomes the unlikely object of a young girl's affection.","release_date":"2004-01-01","vote_average":5.2,"runtime":95,"cert":"N\/A","id":34062,"title":"The Calamari Wrestler","adult":false,"genre_ids":[35]},{"cast":["Jacques Marin","Viviane Bourbonneux","Martin Serre"],"overview":"No overview found.","release_date":"1965-07-19","vote_average":6.7,"runtime":15,"cert":"N\/A","id":34063,"title":"Le poulet","adult":false,"genre_ids":[35,10751]},{"cast":["Mădălina Ghițescu","Gabriel Huian","Andi Vasluianu","Gabriel Spahiu","Aura Călărașu"],"overview":"Andrei, a 13 year old teenager, living on Bucharest outskirts, decides one day to steal a trolleybus in order to impress Marilena, a prostitute he fell in love with.","release_date":"2006-02-15","vote_average":6.6,"runtime":45,"cert":"N\/A","id":34064,"title":"Marilena de la P7","adult":false,"genre_ids":[18]},{"cast":["Rica Matsumoto","Yuji Ueda","Midori Kawana","Fushigi Yamada","Ikue Otani"],"overview":"A comet bearing a deadly Pokemon creature crash-lands onto Earth, terrorising a nearby high-tech city, where Ash, Pikachu and friends are currently visiting...","release_date":"2004-07-22","vote_average":6.3,"runtime":98,"cert":"U","id":34065,"title":"Pokémon Destiny Deoxys","adult":false,"genre_ids":[12,16,10751,14]},{"cast":["Gedeon Burkhard","Lale Yavaş","Sibel Kekilli","Lena Beyerling","Brigitte Grothum"],"overview":"A group of people are imprisoned in a rail car bound from Berlin to a concentration camp in 1945.","release_date":"2006-11-09","vote_average":6.8,"runtime":123,"cert":"N\/A","id":34066,"title":"The Last Train","adult":false,"genre_ids":[18,10752]},{"cast":["Rica Matsumoto","Yuji Ueda","Midori Kawana","Fushigi Yamada","Ikue Otani"],"overview":"In the legendary past, before Poké Balls were made; an aura-guiding hero Pokémon named Lucario sensed two groups of armies about to clash, and a threat of a massive war in front of Cameron Palace in Kanto that would leave no survivors. He transferred this message to his master, the legendary hero Sir Aaron, while he was being attacked by a violent group of Houndoom. During the battle, his sense of sight was lost and he was rendered unable to see. He used the detection of his Aura, and so with the offensive Aura Sphere, he eliminated them. Though by the threat, the queen of Cameroon, Lady Rin was resolute to die with her civilians, and so Sir Aaron made a choice.","release_date":"2005-07-16","vote_average":6.8,"runtime":103,"cert":"","id":34067,"title":"Pokémon: Lucario and the Mystery of Mew","adult":false,"genre_ids":[12,16,14]},{"cast":["Michel Serrault","Mathieu Kassovitz","Mehdi Benoufa","Robert Gendreu","Danièle Lebrun"],"overview":"Old professional killer Wagner seeks someone to teach what he knows as long as he is already dying, and he chooses Max, young and passionless thief to be his successor.","release_date":"1997-04-30","vote_average":6.2,"runtime":128,"cert":"N\/A","id":34068,"title":"Assassin(s)","adult":false,"genre_ids":[18,80]},{"cast":["Martin Rapold","Anna-Katharina Schwabroh","Regula Grauwiller","Yangzom Brauen","Michael Finger"],"overview":"The story of CARGO takes place on rusty space-freighter KASSANDRA on its way to Station 42. The young medic LAURA is the only one awake on board while the rest of the crew lies frozen in hibernation sleep. In 4 months will Laura's shift be over.","release_date":"2009-09-24","vote_average":5.9,"runtime":120,"cert":"12","id":34069,"title":"Cargo","adult":false,"genre_ids":[53,9648,878]},{"cast":["Lars Nordh","Stefan Larsson","Bengt C.W. Carlsson","Torbjörn Fahlström","Sten Andersson"],"overview":"A film poem inspired by the Peruvian poet César Vallejo. A story about our need for love, our confusion, greatness and smallness and, most of all, our vulnerability. It is a story with many characters, among them a father and his mistress, his youngest son and his girlfriend. It is a film about big lies, abandonment and the eternal longing for companionship and confirmation.","release_date":"2000-10-06","vote_average":7.5,"runtime":98,"cert":"N\/A","id":34070,"title":"Songs from the Second Floor","adult":false,"genre_ids":[18,35]},{"cast":["Leonardo Medeiros","Gabriella Hámori","Giovanna Antonelli","Débora Nascimento"],"overview":"Certamente, o personagem de Budapeste, José Costa responderia ironicamente \"nada\". José Costa, um angustiado ghost-writer (escritor fantasma) e também amante da linguagem e da escrita, aos seus 30 anos, é o eu-lírico dessa narrativa que viaja do Rio de Janeiro à Budapeste.","release_date":"2009-05-14","vote_average":5.1,"runtime":113,"cert":"N\/A","id":34071,"title":"Budapeste","adult":false,"genre_ids":[18]},{"cast":["Vanessa Lock","Brett Fleisher","Rod Pearson","Tyler Reid"],"overview":"A haunting documentary of a normal family living in Connecticut, who, after moving into their new house, are terrorized by an evil ghost that dwells in the home.","release_date":"2002-01-01","vote_average":6.7,"runtime":94,"cert":"N\/A","id":34072,"title":"A Haunting In Connecticut","adult":false,"genre_ids":[27,53,99]},{"cast":["Eddie Albert","Tracey Gold","Andy Freeman","Efrem Zimbalist Jr.","J. D. Cannon"],"overview":"Made for TV movie and third Witch Mountain installment of the continuing exploits of the alien kids Tony and Tia. After news of the boy's amazing abilities surfaces Tony and Tia are sent to go find him knowing that the boy must be from their world. They are joined by an old friend Jason O'Day and a black cat named Winky. Together they race to find the boy before their old nemesis Aristotle Bolt does.","release_date":"1982-02-20","vote_average":6.5,"runtime":48,"cert":"N\/A","id":34075,"title":"Beyond Witch Mountain","adult":false,"genre_ids":[12,10770,10751]},{"cast":["Michael Jibson","Julie Gay","Richard Frame","Oliver Jackson","Tameka Empson"],"overview":"A teenager celebrates turning sixteen on a summer's evening in London by committing a crime to impress his girlfriend. When the police arrive he faces one of his first serious career choices. Featuring the music of Madness.","release_date":"2004-11-01","vote_average":6.0,"runtime":120,"cert":"","id":34076,"title":"Our House","adult":false,"genre_ids":[]},{"cast":["Don Sullivan","Fred Graham","Lisa Simone","Shug Fisher","Bob Thompson"],"overview":"A small town in Texas finds itself under attack from a hungry, fifty-foot-long gila monster. No longer content to forage in the desert, the giant lizard begins chopming on motorists and train passengers before descending upon the town itself. Only Chase Winstead, a quick-thinking mechanic, can save the town from being wiped out.","release_date":"1959-06-25","vote_average":4.0,"runtime":74,"cert":"N\/A","id":34077,"title":"The Giant Gila Monster","adult":false,"genre_ids":[27,878]},{"cast":["John Hudson","Peggy Webber","Russ Conway","Alex Nicol"],"overview":"Newlyweds Eric and Jenni Whitlock retire to his desolate mansion, where Eric's first wife Marianne died from a mysterious freak accident. Jenni, who has a history of mental illness, begins to see strange things including a mysterious skull, which may or may not be a product of her imagination.","release_date":"1958-01-01","vote_average":3.5,"runtime":68,"cert":"N\/A","id":34078,"title":"The Screaming Skull","adult":false,"genre_ids":[53,27]},{"cast":["Maryam d'Abo","Ursula Andress","Halle Berry","Honor Blackman","Luciana Paluzzi"],"overview":"Through vintage film clips of past Bond movie epics, and with the participation of several former \"Bond Girls\" as interviewees (among them Dr. No's Ursula Andress and Diamonds Are Forever's Jill St. John), the documentary traced the evolution of the typical James Bond heroine from decorative damsel in distress to gutsy (but still decorative) participant in the action.","release_date":"2002-11-06","vote_average":5.4,"runtime":46,"cert":"N\/A","id":34079,"title":"Bond Girls Are Forever","adult":false,"genre_ids":[99]},{"cast":["Bing Crosby","Bob Hope","Dorothy Lamour","Murvyn Vye","Peter Coe"],"overview":"Having to leave Melbourne in a hurry to avoid various marriage proposals, two song-and-dance men sign on for work as divers. This takes them to an idyllic island on the way to Bali where they vie with each other for the favours of Princess Lala. The hazardous dive produces a chest of priceless jewels which arouses the less romantic interest of some shady locals.","release_date":"1952-01-01","vote_average":6.3,"runtime":91,"cert":"N\/A","id":34082,"title":"Road to Bali","adult":false,"genre_ids":[35]},{"cast":["Don Wycherley","Garvan Mcgrath","Cillian Murphy"],"overview":"The story revolves around 3 soldiers who are on the outskirts of a war torn city. They are patrolling an area when a bomb is accidentally set off and they have to wait for help.","release_date":"2006-10-01","vote_average":5.5,"runtime":7,"cert":"N\/A","id":34083,"title":"The Silent City","adult":false,"genre_ids":[878]},{"cast":["Richard Boone","Theodore Bikel","Peggy Maurer","Howard Smith","Herbert Anderson"],"overview":"A newly appointed cemetery chairman believes that, merely by inserting a black plot-marking pin into a wall-sized map of the cemetery, he can cause the deaths of that plot's owner.","release_date":"1958-07-01","vote_average":6.1,"runtime":76,"cert":"N\/A","id":34084,"title":"I Bury the Living","adult":false,"genre_ids":[9648,53,27]},{"cast":["Derek Bond","Reed De Rouen","Bryan Coleman","Walter Randall","Tony Hilton"],"overview":"During World War II, a group of British soldiers are captured by the Japanese, tortured and their hands are cut off. Years later, a mad killer terrorizes London by cutting off the hands of his victims.","release_date":"1960-10-01","vote_average":4.3,"runtime":61,"cert":"","id":34089,"title":"The Hand","adult":false,"genre_ids":[27,80]},{"cast":["Hugo Metsers","Vlatka Simac","Nicole Eggert","Roeland Fernhout","Alessia Sorvillo"],"overview":"Goof and Hugo are flatmates in Amsterdam who have made a tidy sum from having sex with tourists, then robbing them. Their goal is to spend the money together on a world trip and their scam is going well until they meet Lara, originally from Siberia, whom Goof becomes besotted with (IMDB)","release_date":"1998-08-27","vote_average":5.3,"runtime":91,"cert":"N\/A","id":34090,"title":"Siberia","adult":false,"genre_ids":[18,80,10749]},{"cast":["Mark Cunningham","Jack Johnson","Gerry Lopez","Rob Machado","Kelly Slater"],"overview":"A Brokedown Melody explores the times, travels and experiences of a tribe of surfers who search for the spark of life and look to pass it on to the younger generation. The film follows swell through South America, Polynesia and Jamaica documenting the surfing and times of Kelly Slater, Jack Johnson, Gerry Lopez, Rob Machado and the Malloys.","release_date":"2004-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":34091,"title":"A Brokedown Melody","adult":false,"genre_ids":[28,12,99,18]},{"cast":["Gaite Jansen","Martijn Lakemeier","Ruud Feltkamp","Thomas Acda","Lucas Hamming"],"overview":"","release_date":"2009-09-23","vote_average":7.2,"runtime":102,"cert":"N\/A","id":34092,"title":"Lover of Loser","adult":false,"genre_ids":[18,10751]},{"cast":["Juliette Binoche","Lambert Wilson","Wadeck Stanczak","Jean-Louis Trintignant","Dominique Lavanant"],"overview":"A woman and three men. Nina, who's come to Paris to act and sleeps with any man at hand, meets Paulot, a young estate agent; he's smitten. She also meets Paulot's flatmate Quentin, a compulsive who stalks her. To Paulot's jealous dismay, she's willing to sleep with Quentin, and wants Paulot's friendship. After a desperate act by Quentin, Nina and Paulot share a flat, but she still won't take him as a lover; instead, her energy goes into a production of \"Romeo and Juliet\" directed by a detached, intense man who becomes her father figure. Quentin's ghost taunts her, Paulot wants to end all contact, and the director plans to return to London. The art of the theater may be her only refuge.","release_date":"1985-05-15","vote_average":5.1,"runtime":82,"cert":"N\/A","id":34093,"title":"Rendez-vous","adult":false,"genre_ids":[18,10749]},{"cast":["Barry Austin","Melissa Bush","Chris Garrison","Kyle Holman","Chuck Hartsell"],"overview":"Residents of a small Southern town contend with bloodthirsty zombies, a mysterious flying saucer, and bad television reception.","release_date":"2004-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":34094,"title":"Hide and Creep","adult":false,"genre_ids":[35,27,878]},{"cast":["Joel Tudor","Dan Malloy","Kassia Meador","Skip Frye","Devon Howard"],"overview":"The modus operandi of the Sprout is to show the surfing culture how truly lucky we are to live in the lush life of the ocean experience, and emphasize all the diverse possibilities we have in accessing this fountain of youth. Riding eggs, fishes, traditional sytle longboards and the modern shorty. Every wave is a new possiblity. Shot entirely on 16mm film.","release_date":"2005-01-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":34095,"title":"Sprout","adult":false,"genre_ids":[28,12,35,99,18]},{"cast":["Kassia Meador","Linda Benson","Rell Sunn","Steph Gilmore","Sophia Mulanovich"],"overview":"Dear &amp; Yonder is a surf movie created by Tiffany Campbell and Andria Lessler. It features a dynamic cast of ladies, each of their stories is unique, but a spirit of adventure and love they have for the ocean connects them.","release_date":"2009-12-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":34096,"title":"Dear & Yonder","adult":false,"genre_ids":[35,99]},{"cast":["Virginia Madsen","Lindsey Haun","Barbara Mamabolo","John Ralston","Nick Roth"],"overview":"Holly has everything it takes to be a star; the voice, the dream and the dedication, but she lacks the means to break away from her humble Texas upbringing. Then she gets the chance to attend an art and music school on the East coast and her future suddenly looks bright. But the road to stardom is a bumpy one.","release_date":"2004-04-25","vote_average":6.6,"runtime":120,"cert":"N\/A","id":34099,"title":"Brave New Girl","adult":false,"genre_ids":[18,10402,10751]},{"cast":["Duane Sharp","Kim Chan","Ezra Buzzington","Jennifer Siebel Newsom"],"overview":"No overview found.","release_date":"2004-04-21","vote_average":6.0,"runtime":71,"cert":"N\/A","id":34100,"title":"Zen Noir","adult":false,"genre_ids":[]},{"cast":["Robert Townsend","Craigus R. Johnson","Helen Martin","Starletta DuPois","Keenen Ivory Wayans"],"overview":"Aspiring actor and hot-dog stand employee Bobby Taylor catches the ire of his grandmother for auditioning for a role in the regrettably titled exploitation film \"Jivetime Jimmy's Revenge.\" When Tinseltown Studios casts Taylor in the title role, he has a series of conflicted dreams satirizing African-American stereotypes in Hollywood, and must reconcile his career goals with his desire to remain a positive role model for his little brother.","release_date":"1987-03-20","vote_average":6.3,"runtime":82,"cert":"N\/A","id":34101,"title":"Hollywood Shuffle","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A 15-minute-long musical short animated film created in 2008 which depicts Judas Iscariot, Jesus, and Mary Magdalene as sheep. It has minimal dialogue, and coordinates many actions with sound effects that are part of the score.","release_date":"2008-06-09","vote_average":7.1,"runtime":15,"cert":"N\/A","id":34102,"title":"Judas & Jesus","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-22","vote_average":2.0,"runtime":90,"cert":"N\/A","id":34103,"title":"The Dungeon of Dr. Dreck","adult":false,"genre_ids":[27]},{"cast":["Louis Mandylor","Brad Thornton","Costas Mandylor","Francesca Cecil","James Marshall"],"overview":"A supernatural thriller set in a cozy Tennessee town where Sheriff Jimmy Muldoon and younger brother, Deputy Lloyd Muldoon, have a firm grasp of law and order until a stranger, Denny White, comes to town and horrible things begin to happen.","release_date":"2010-02-06","vote_average":4.5,"runtime":89,"cert":"N\/A","id":34104,"title":"The Cursed","adult":false,"genre_ids":[27,53]},{"cast":["George Lopez","Cheech Marin","Joey Medina","Paul Rodríguez","Alex Reymundo"],"overview":"This stand up special features material from five of the most famous Hispanic standup comics of their era. Paul_Rodriguez (A.K.A. Pablo), George_Lopez (The_George_Lopez_Show), Cheech_Marin (of Cheech and Chong fame), Alex_Reymundo, and Joey_Medina deliver material on a variety of topics that will seem familiar to audiences of every race.","release_date":"2002-03-01","vote_average":6.2,"runtime":86,"cert":"N\/A","id":34107,"title":"The Original Latin Kings of Comedy","adult":false,"genre_ids":[35,10751,53]},{"cast":["Martin Donovan","Ariel Winter","Cristina Dohmen","Sakis Rouvas","Joey Adams"],"overview":"Haunted with nightmares of his wife's recent suicide and struggling to mend the relationship with his only daughter, Richard is caught as a witness to the violence of Abner Solvie. He finds himself at the mercy of a charismatic killer and plagued by his involvement in the city's recent murders. As Abner's new found protégé, Richard is forced to adopt the mind of his sociopathic mentor in order to protect the one he loves. Richard must decide if he's willing to kill in order to keep his daughter alive.","release_date":"2009-08-20","vote_average":5.2,"runtime":77,"cert":"N\/A","id":34108,"title":"Duress","adult":false,"genre_ids":[53]},{"cast":["Oliver Miceli","Andrew Stirk"],"overview":"BAFTA Winner JoJo in the Stars is a story of love, self-sacrifice, and jealousy played out against a black and white world that is both nightmarish and hauntingly beautiful.","release_date":"2003-01-01","vote_average":6.5,"runtime":13,"cert":"N\/A","id":34111,"title":"Jojo in the Stars","adult":false,"genre_ids":[16]},{"cast":["Nate Richert","Danielle Fishel","Patrick Kilpatrick","Patrick Cavanaugh","Robert Tena"],"overview":"Miserable after the shooting death of his girlfriend, video game tester Charlie immerses himself in his work. When a new 3D game comes in the mail, he becomes caught up in its bizarre fantasy world -- literally. Trapped inside the game, Charlie's only way out is to win a brutal fight-to-the-death battle.","release_date":"2004-01-01","vote_average":4.2,"runtime":83,"cert":"N\/A","id":34112,"title":"Game Box 1.0","adult":false,"genre_ids":[27,878]},{"cast":["Sting","Stewart Copeland","Andy Summers","Devo","Gang of Four"],"overview":"Urgh! A Music War is a British film released in 1982 featuring performances by punk rock, new wave, and post-punk acts, filmed in 1980. Among the artists featured in the movie are Orchestral Manoeuvres in the Dark (OMD), Magazine, The Go-Go's, Toyah Willcox, The Fleshtones, Joan Jett & the Blackhearts, X, XTC, Devo, The Cramps, Oingo Boingo, Dead Kennedys, Gary Numan, Klaus Nomi, Wall of Voodoo, Pere Ubu, Steel Pulse, Surf Punks, 999, UB40, Echo & the Bunnymen and The Police. These were many of the most popular groups on the New Wave scene; in keeping with the spirit of the scene, the film also features several less famous acts, and one completely obscure group, Invisible Sex, in what appears to be their only public performance.","release_date":"1981-11-07","vote_average":7.3,"runtime":96,"cert":"N\/A","id":34113,"title":"Urgh! A Music War","adult":false,"genre_ids":[99,10402]},{"cast":["Nick Cook"],"overview":"Few TV series inspire devotion and loyalty the way star trek has, the classic sci-fi show has millions of dedicated followers around the world, with many more than just fans -they are \"Trekkers\" the most committed enthusiasts. In this fascinating programme we discover from the Trekkers themselves what inspires them and what motivates their love for Gene Roddenberrys timeless creation. Plus we are treated to excerpts from the starship Intrepid and go behind the scenes of the fans-made films to see how a hardy band of trekkers create their own installments, costumes make-up scenery acting and filming.","release_date":"2008-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":34126,"title":"Trekkers: A Fan's Guide","adult":false,"genre_ids":[99]},{"cast":["Danny Kaye","Virginia Mayo","Vera-Ellen","Donald Woods","S.Z. Sakall"],"overview":"Boisterous nightclub entertainer Buzzy Bellew was the witness to a murder committed by gangster Ten Grand Jackson. One night, two of Jackson's thugs kill Buzzy and dump his body in the lake at Prospect Park in Brooklyn. Buzzy comes back as a ghost and summons his bookworm twin, Edwin Dingle, to Prospect Park so that he can help the police nail Jackson.","release_date":"1945-01-01","vote_average":6.5,"runtime":98,"cert":"N\/A","id":34127,"title":"Wonder Man","adult":false,"genre_ids":[10402,35,14]},{"cast":["Jason Ritter","Jess Weixler","Jesse L. Martin","Tracie Thoms","Noah Bean"],"overview":"Flashbacks and flash-forwards illustrate the rise and fall of a love affair between two New Yorkers.","release_date":"2009-01-01","vote_average":6.6,"runtime":78,"cert":"N\/A","id":34128,"title":"Peter and Vandy","adult":false,"genre_ids":[18,35,10749]},{"cast":["Goki Maeda","Rin Asuka","Airi Matsuyama","Aika","Erena Ono"],"overview":"Early summer, Keiichi had just moved to a remote mountain village. As he becomes close friends with a group of girls, he was enjoying his life in the village. However when he starts to become suspicious that his friends may be deeply involved in successive murders that occur every summer, the situation around Keiichi gradually starts to turn into something more sinister.","release_date":"2008-05-10","vote_average":6.3,"runtime":106,"cert":"N\/A","id":34129,"title":"Shrill Cries of Summer","adult":false,"genre_ids":[18,27,35,53,10749]},{"cast":["Jack Nicholson","Mary Steenburgen","Christopher Lloyd","John Belushi","Veronica Cartwright"],"overview":"Henry Moon is captured for a capital offense by a posse when his horse quits while trying to escape to Mexico. He finds that there is a post-Civil War law in the small town that any single or widowed woman can save him from the gallows by marrying him.","release_date":"1978-10-06","vote_average":5.8,"runtime":109,"cert":"N\/A","id":34130,"title":"Goin' South","adult":false,"genre_ids":[35,37]},{"cast":["Kôjirô Hongô","Tôru Takatsuka","Carl Craig","Peter Williams","Michiko Yaegaki"],"overview":"A group of aliens from another planet head for Earth with the intentions of conquering it. Their first ship is destroyed in transit by the giant flying turtle Gamera. A second ship makes it to Earth and captures two Boy Scouts and holds them captive so that Gamera will not attack them. The aliens then implant a remote control device into the monster's neck and use the great turtle to attack Tokyo.","release_date":"1968-03-20","vote_average":4.7,"runtime":81,"cert":"N\/A","id":34131,"title":"Gamera vs. Viras","adult":false,"genre_ids":[12,28,878]},{"cast":["Emil Hossu","Maia Morgenstern","Ștefan Mihăilescu-Brăila","Dem Rădulescu","Gheorghe Dinică"],"overview":"Victor, an incisive journalist, discovers a series of irregularities in a State farming enterprise. His investigations will unmask the fraud committed by the person in charge of the wine section, called Bachus. Although aided by an impressive number of cronies, Bachus will not be able to hide forever infamous secret.","release_date":"1984-03-05","vote_average":5.0,"runtime":120,"cert":"N\/A","id":34132,"title":"The Secret of Bacchus","adult":false,"genre_ids":[28,35]},{"cast":["Woody Harrelson","Ken Kesey","Tom Ballanco","Jessica Chung","Sonia Farrell"],"overview":"\"Go Further\" explores the idea that the single individual is the key to large-scale transformational change. The film follows actor Woody Harrelson as he takes a small group of friends on a bio-fueled bus-ride down the Pacific Coast Highway. Their goal? To show the people they encounter that there are viable alternatives.","release_date":"2003-03-07","vote_average":6.4,"runtime":80,"cert":"N\/A","id":34133,"title":"Go Further","adult":false,"genre_ids":[99]},{"cast":["Kelly Sheridan","Kathleen Barr","Nakia Burrise","Garry Chalk","Haryke Hendrikse"],"overview":"Barbie stars as Merliah, a surfer who learns a shocking secret: she's a mermaid! She and her dolphin friend set out for an undersea adventure to rescue her mother, the queen of Oceana.","release_date":"2010-01-26","vote_average":6.8,"runtime":75,"cert":"U","id":34134,"title":"Barbie in A Mermaid Tale","adult":false,"genre_ids":[16,10751,14]},{"cast":["Jintara Poonlarp","Bongkod Bencharongkul","Supakson Chaimongkol","Kessarin Ektawatkul","Bunyawan Pongsuwan"],"overview":"Miki, the daughter of a professor and martial arts master is sought after by an organized crime syndicate for her knowledge about the location of a hidden treasure, the Andaman Pearl. Five sexy undercover agents Rose, Lotus, Pouy- sian, Spadix and Hibiscus - known as Chai Lai Angels are enlisted to protect her. However, the Chai Lai Angels are overtaken in an attack, which concludes with Miki being kidnapped. These dangerous flowers must use all of their resources and skills to fight and recover Miki and protect the Andaman Pearl. But, as they soon find out, this mission is unlike any they've encountered before.","release_date":"2006-01-26","vote_average":4.2,"runtime":97,"cert":"N\/A","id":34137,"title":"Dangerous Flowers","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Devon Sawa","John Schneider","Amos Crawley","Lori Hallier","Laura Bertram"],"overview":"A Nebraska farm community is plagued by a storm with a series of tornadoes acting against normal patterns...","release_date":"1996-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":34138,"title":"Night of the Twisters","adult":false,"genre_ids":[28,18]},{"cast":["Paul Anka","Ruth Roman","Alex Nicol","Gigi Perreau","Carole Mathews"],"overview":"A teen with a pair of dysfunctional, careless parents grows into the prurient.","release_date":"1961-01-29","vote_average":6.0,"runtime":87,"cert":"N\/A","id":34139,"title":"Look in Any Window","adult":false,"genre_ids":[18]},{"cast":["Ajay Devgn","Konkona Sen Sharma","Paresh Rawal","Sanjay Mishra","Mukesh Tiwari"],"overview":"The story of a happily married couple living in Mumbai whose lives take an interesting turn when a distant relative turns up unannounced at their doorstep from a far off village.","release_date":"2010-02-26","vote_average":6.3,"runtime":155,"cert":"N\/A","id":34144,"title":"Atithi Tum Kab Jaoge?","adult":false,"genre_ids":[35]},{"cast":["Lino Ventura","Jean-Paul Belmondo","Sandra Milo","Marcel Dalio","Michel Ardan"],"overview":"On crowded Milan streets, two men execute a split-second payroll heist-in broad daylight-then begin a lightning-paced getaway, via every conveyance available. But after all, when a tough guy's returning to France (where he's been sentenced to death in absentia) after holing up in Italy for nearly a decade, he's got to have some startup money--particularly if he's going back with the wife and kids.","release_date":"1960-03-23","vote_average":7.5,"runtime":110,"cert":"N\/A","id":34145,"title":"The Big Risk","adult":false,"genre_ids":[80,53,10749]},{"cast":["Teresa Wright","Macdonald Carey","Dolores Moran","Adele Mara","Edgar Barrier"],"overview":"A lawyer defends a migrant worker in a sensational murder trial.","release_date":"1953-04-01","vote_average":5.6,"runtime":76,"cert":"N\/A","id":34146,"title":"Count the Hours","adult":false,"genre_ids":[80]},{"cast":["William Bendix","Arthur Kennedy","Luther Adler","William Talman","Gene Evans"],"overview":"Convict Van Duff engineers a large-scale prison break; the six survivors hide out in a forgotten mine working near the prison, then set out on a long, dangerous journey by foot, car, train and truck to retrieve Duff's bank loot. En route, as they touch the lives of \"regular folks,\" each has his own rendezvous with destiny.","release_date":"1955-03-01","vote_average":6.4,"runtime":89,"cert":"N\/A","id":34147,"title":"Crashout","adult":false,"genre_ids":[80]},{"cast":["Lana Turner","John Gavin","Sandra Dee","Susan Kohner","Robert Alda"],"overview":"Lora Meredith, a white widow who dreams of being on Broadway, has a chance encounter with Annie Johnson, a black single mother. Annie becomes the caretaker of Lora's daughter, Susie, while Lora pursues her stage career. Both women deal with the difficulties of motherhood: Lora's thirst for fame threatens her relationship with Susie, while Annie's light-skinned daughter, Sarah Jane, struggles with her African-American identity.","release_date":"1959-04-30","vote_average":7.5,"runtime":125,"cert":"N\/A","id":34148,"title":"Imitation of Life","adult":false,"genre_ids":[18,10749]},{"cast":["Valerie Niehaus","Martin Feifel","Nicole Heesters","Rolf Hoppe","Julia Bremermann"],"overview":"The young Berlin anesthesiologist Nora is facing exciting times: her partner Eric makes her a marriage proposal and she has the opportunity to give her first important speech at an international congress in St. Petersburg. Nora goes to Russia, where she gets a frosty reception. The Russian pediatrician Andrej, who has been assigned to her as a personal companion, is not very enthusiastic about this task. So he puts Nora in a taxi soon. But then Nora is attacked and Andrej plagues his guilty conscience. Soon, the people are coming closer to the fight.","release_date":"2009-10-30","vote_average":4.0,"runtime":88,"cert":"N\/A","id":34149,"title":"Eine Liebe in St. Petersburg","adult":false,"genre_ids":[10770,10749]},{"cast":["Alfre Woodard","Delroy Lindo","David Patrick Kelly","Zelda Harris","Carlton Williams"],"overview":"From Spike Lee comes this vibrant semi-autobiographical portrait of a school-teacher, her stubborn jazz-musician husband and their five kids living in '70s Brooklyn.","release_date":"1994-05-13","vote_average":7.2,"runtime":115,"cert":"N\/A","id":34152,"title":"Crooklyn","adult":false,"genre_ids":[35,18]},{"cast":["Andrea Iaia","Anna Valle","Paolo Seganti","Burt Young","Paul Sorvino"],"overview":"The life of Primo Carnera a.k.a. \"Ambling Alp\", Italian professional boxer and the World Heavyweight Champion from June 1933 to June 1934, but also accused by some of having ties to the mob.","release_date":"2008-05-09","vote_average":6.2,"runtime":125,"cert":"N\/A","id":34155,"title":"Carnera: The Walking Mountain","adult":false,"genre_ids":[18]},{"cast":["Rosario Dawson","Morgan Freeman","Marisa Tomei","Sean Penn","Viggo Mortensen"],"overview":"A look at America's struggles with war, class, race and women's rights. based on Howard Zinn's \"A People's History of the United States.\"","release_date":"2009-12-13","vote_average":7.0,"runtime":113,"cert":"N\/A","id":34158,"title":"The People Speak","adult":false,"genre_ids":[36,99]},{"cast":["George Carlin","Rick Ducommun","Anthony James","Vic Tayback","Adam Rich"],"overview":"George Carlin is in top form with these stand-up recorded at the Beverly Theater in Los Angeles in 1986. Routines included are \"Losing Things,\" \"Charities,\" \"Sports,\" \"Hello and Goodbye,\" \"Battered Plants,\" \"Earrings,\" and \"A Moment of Silence.\" Also included is a short film entitled \"The Envelope\" co-starring Vic Tayback.","release_date":"1986-05-02","vote_average":7.1,"runtime":58,"cert":"N\/A","id":34163,"title":"George Carlin: Playin' with Your Head","adult":false,"genre_ids":[99,35,10770]},{"cast":["Val Kilmer"],"overview":"The tale of two brothers, Moses and Ramses: united by love, divided by destiny, they lead their two nations in an epic struggle between slavery and liberty. The Hebrews were slaves in Egypt 3,300 years ago. When Moses, a Hebrew baby raised as a brother to the Egyptian prince, learned of his true origins, he was thrust into a new life, leading his people to freedom.","release_date":"2006-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":34164,"title":"The Ten Commandments: The Musical","adult":false,"genre_ids":[10402]},{"cast":["Edward Burns","David Krumholtz","Connie Britton","Rachel Dratch","Chris Parnell"],"overview":"A high school baseball coach and a down-on-his-luck private investigator form a bond as they scour New York City for the coach's wife, who's run away with a second-rate rock star","release_date":"2004-05-06","vote_average":4.9,"runtime":95,"cert":"N\/A","id":34167,"title":"Looking for Kitty","adult":false,"genre_ids":[35,18]},{"cast":["Elizabeth Cantore","John Hillard","Demetrius Navarro","Frank Nunez"],"overview":"\"Uncharted\" is a story of a documentary film crew who crash on an island, when they were in hopes of finding a rare animal, a jaguar, that is believed to inhabit the jungle. Unfortunate circumstances arise when her charter plane goes down and crashes on a remote island.","release_date":"2009-01-01","vote_average":2.0,"runtime":78,"cert":"N\/A","id":34168,"title":"Uncharted","adult":false,"genre_ids":[27]},{"cast":["Marcus Brigstocke"],"overview":"Recorded at the Shaw Theatre in London, this is the first DVD released by the award-winning stand-up comedian Marcus Brigstocke. The show is sprinkled with Brigstocke's idiosyncratic brand of liberal politics and satirical humour, with issues ranging from climate change, religious extremism, immigration and loans companies to compensation culture, women’s magazines, The EU and David Blaine - and his own battle against his middle class roots.","release_date":"2007-11-26","vote_average":7.0,"runtime":70,"cert":"18","id":34171,"title":"Marcus Brigstocke: Planet Corduroy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Horizon takes an look at the horror and effects of Chernobyl 10 years after the disaster.","release_date":"1996-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":34172,"title":"BBC Horizon – Inside Chernobyl’s Sarcophagus","adult":false,"genre_ids":[99]},{"cast":["Nathaniel Parker","James Gaddas","Bob Smeaton","Brian Hogg","Mo Harold"],"overview":"At the turn of the century, a widow decides to set her dead husbands business back in the black column. Her efforts to get the mill going again, however, are somewhat submarined by problems with an employee who is accused of murder and her sister who has married a spoiled rich boy","release_date":"1991-01-01","vote_average":6.0,"runtime":103,"cert":"","id":34173,"title":"The Black Candle","adult":false,"genre_ids":[18,10749]},{"cast":["Alyssa Shafer","Kirstin Eggers","Emily Kuroda","Angela Martinez","Leo Howard"],"overview":"Aussie, a lovable Australian mutt, embarks on a mission to return his young owner's missing Teddy Bear.","release_date":"2009-01-01","vote_average":4.3,"runtime":89,"cert":"N\/A","id":34180,"title":"Aussie and Ted's Great Adventure","adult":false,"genre_ids":[18,10751]},{"cast":["Axel Strøbye","Nina Pens Rode","Bendt Rothe","Ebbe Rode","Baard Owe"],"overview":"Hopeless romantic Gertrud inhabits a turn-of-the-century milieu of artists and musicians, where she pursues an idealized notion of love that will always elude her. She abandons her distinguished husband and embraces an affair with a young concert pianist, who falls short of her desire for lasting affection. When an old lover returns to her life, fresh disappointments follow, and Gertrud must try to come to terms with reality.","release_date":"1964-12-19","vote_average":7.4,"runtime":119,"cert":"N\/A","id":34181,"title":"Gertrud","adult":false,"genre_ids":[18,10749]},{"cast":["Chow Yun-Fat","Zhou Xun","Wang Ban","Chen Jianbin","Ren Quan"],"overview":"In 500 B.C., during Chinas famed 'Spring and Autumn Period', Kong Ze (Confucius), a commoner reverred for his outstanding wisdom, is made Minister of Law in the ancient Kingdom of Lu. Under his inspired leadership, Lu ascends to new heights but becomes a target of conquest for the warlike nation of Qi. Threatened with annihilation by their powerful neighbour, a desperate people turn to their greatest teacher to lead their most powerful army. When Confucius delivers a stunning victory against all odds, a jealous aristocracy sets out to destroy him, but they should never under-estimate a remarkable man whose wisdom is more powerful than the sword.","release_date":"2010-02-11","vote_average":5.9,"runtime":125,"cert":"N\/A","id":34182,"title":"Confucius","adult":false,"genre_ids":[18,36]},{"cast":["Anna Ryrberg","Freddy Åsblom","Christopher Mhina","Lina Lundberg","Viktoria Lundell-Salmson"],"overview":"","release_date":"2007-01-19","vote_average":3.0,"runtime":85,"cert":"N\/A","id":34183,"title":"Rosa - The Movie","adult":false,"genre_ids":[35,10751]},{"cast":["Jean-Paul Belmondo","Omar Sharif","Dyan Cannon","Robert Hossein","Nicole Calfan"],"overview":"In Athens a collection of emeralds is successfully stolen by a team of robbers, led by safe-cracker Azad. Things go smoothly until they miss the ship by which they planned their escape; a police chief pursues Azad while he waits for the next ship to set off.","release_date":"1971-10-31","vote_average":7.2,"runtime":120,"cert":"N\/A","id":34184,"title":"The Burglars","adult":false,"genre_ids":[28,80]},{"cast":["Barbara Stanwyck","Nils Asther","Toshia Mori","Walter Connolly","Gavin Gordon"],"overview":"An American missionary is gradually seduced by a courtly warlord holding her in Shanghai.","release_date":"1933-01-06","vote_average":6.5,"runtime":88,"cert":"N\/A","id":34187,"title":"The Bitter Tea of General Yen","adult":false,"genre_ids":[18,10749]},{"cast":["Josh Henderson","Tom Arnold","Jenna Dewan","Lauren Storm","Kellie Cockrell"],"overview":"An aspiring recording artist, Adam, is burned by a bad relationship experience and decides that if women won't respond to the \"nice guy\" then he'll be \"the jerk.\" This is wildly successful with meaningless relationships, but when Adam meets and falls for Molly, who doesn\"t fall for his jerk routine, Adam is forced to reconsider his dating philosophy.","release_date":"2009-02-05","vote_average":5.7,"runtime":93,"cert":"N\/A","id":34188,"title":"The Jerk Theory","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Architecture through the cinematographic lens. The visual fusion between the third and the seventh arts. The Third &amp; The Seventh is a FULL-CG animated piece that tries to illustrate architecture art across a photographic point of view where main subjects are already-built spaces.","release_date":"2009-11-29","vote_average":9.3,"runtime":12,"cert":"N\/A","id":34189,"title":"The Third & The Seventh","adult":false,"genre_ids":[]},{"cast":["Frank Lammers","Antonio David Lyons","Norman Anstey","Ashley Callie"],"overview":"","release_date":"2009-10-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":34190,"title":"Surprise!","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"This is a short film about a man, a dog and a duck who enjoy bouncing together.","release_date":"1964-01-01","vote_average":5.3,"runtime":7,"cert":"N\/A","id":34191,"title":"Alf, Bill and Fred","adult":false,"genre_ids":[16]},{"cast":["Jim Fitzpatrick","María Conchita Alonso","David Warner","Lou Rawls","Marc Macaulay"],"overview":"A code that foretells the greatest prophecies of all time...Protected by the faith of one man.","release_date":"2002-04-10","vote_average":5.3,"runtime":97,"cert":"N\/A","id":34192,"title":"The Code Conspiracy","adult":false,"genre_ids":[28,53]},{"cast":["Anthony Hopkins","Ann-Margret","Burgess Meredith","Ed Lauter","E.J. André"],"overview":"A ventriloquist is at the mercy of his vicious dummy while he tries to renew a romance with his high school sweetheart.","release_date":"1978-11-08","vote_average":7.1,"runtime":107,"cert":"15","id":34193,"title":"Magic","adult":false,"genre_ids":[18,27,53]},{"cast":["Masami Kikuchi","Junko Iwao","Ai Orikasa","Yumi Takada","Chisa Yokoyama"],"overview":"Mayuka is a girl who appears one day and claims to be Tenchi's daughter. As the initial shock wears off, everyone in the Masaki household gets used to Mayuka's presence. However, things only become more interesting as Washu tries to discover Mayuka's background. What Washu found involves demon, the Prince of Jurai, and unrequited emotions.","release_date":"1997-08-02","vote_average":6.4,"runtime":60,"cert":"N\/A","id":34194,"title":"Tenchi the Movie 2: The Daughter of Darkness","adult":false,"genre_ids":[16,878,35,12]},{"cast":["Sandra Louise Douglas","Alton Milne","Sharon Osdin","Vivienne Harvey"],"overview":"A neurological pandemic has consumed the population. Drug-resistance has mutated the virus into a ravaging psychological plague, rendering the 'the dying' desperate, paranoid and violent","release_date":"2008-01-01","vote_average":3.9,"runtime":86,"cert":"N\/A","id":34195,"title":"The Dead Outside","adult":false,"genre_ids":[27,53]},{"cast":["Antônio Fagundes","Wagner Moura","Paloma Duarte","Bruce Gomlevsky","Stepan Nercessian"],"overview":"God decides to take a vacation, but first He has to find a saint who can rule the universe while He's away. For that, He goes to Brazil's northeast, where He believes there's a very good man for the job, however, during His mission, He becomes friend of a very smart young man.","release_date":"2003-01-31","vote_average":6.1,"runtime":110,"cert":"N\/A","id":34196,"title":"God is Brazilian","adult":false,"genre_ids":[12,35,14]},{"cast":["Chris Laird","Shareece Pfeiffer","Michael Flynn"],"overview":"An ancient stone amulet and calendar disc has the power to stop time. Passed from generation to generation, these magical artifacts end up in the hands of an 18-year-old half Shoshoni Indian named Justin, who chooses to to use his power to make the world a better place.","release_date":"2010-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":34203,"title":"Justin Time","adult":false,"genre_ids":[12,14,28,878,10751]},{"cast":["Sara Paxton","Judith Hoag","Debbie Reynolds","Lucas Grabeel","Keone Young"],"overview":"As Halloweentown prepares to celebrate its 1,000th anniversary, Marnie Piper and her brother Dylan return to Witch University, where trouble is in session from the Sinister Sisters and from someone who's plotting to use Marnie's powers for evil.","release_date":"2006-10-20","vote_average":5.9,"runtime":88,"cert":"N\/A","id":34204,"title":"Return to Halloweentown","adult":false,"genre_ids":[10751,14,35,10770]},{"cast":["Kimberly J. Brown","Debbie Reynolds","Daniel Kountz","Judith Hoag","Phillip Van Dyke"],"overview":"The Cromwell clan live in the real world, except for their grandmother who lives in Halloweentown, a place where monsters go to escape reality. But now the son of the Cromwells' old enemy Kalabar has a plan to use the grandmother's book to turn Halloweentown into a grey dreary version of the real world, while transform the denizens of the real world into monsters.","release_date":"2001-10-12","vote_average":6.5,"runtime":81,"cert":"U","id":34205,"title":"Halloweentown II: Kalabar's Revenge","adult":false,"genre_ids":[12,10751,14,10770]},{"cast":["Hilda Péter","Norbert Tankó","László Mátray","Roberto Giacomello","Tibor Pálffy"],"overview":"In the beautiful, otherworldly Carpathian Mountains a woman is traveling with a small boy in a horse and cart, looking to punish those who once abused her. For years, Katalin has been keeping a terrible secret. Hitchhiking with two men, she was brutally raped in the woods. Although she has kept silent about what happened, she has not forgotten, and her son Órban serves as a living reminder.","release_date":"2009-07-10","vote_average":7.3,"runtime":82,"cert":"15","id":34208,"title":"Katalin Varga","adult":false,"genre_ids":[53,18,80]},{"cast":["Mark Webber","Antonio Ortiz","Brendan Sexton III","Rosie Perez","Dylan Blue"],"overview":"A petty thief's mentoring of an apparent orphan takes a profound turn when he kidnaps the boy from a foster home and drives him cross-country to his sister's house in Texas.","release_date":"2006-04-29","vote_average":7.0,"runtime":86,"cert":"N\/A","id":34209,"title":"Just Like the Son","adult":false,"genre_ids":[18]},{"cast":["Ed Bennett","David Burrows-Sutcliffe","Robert Cargill","Lucy Chalkley","Gareth Clarke"],"overview":"At a school reunion dinner in a remote country mansion, a dozen people are offered the chance to collect a million pounds each if they can stay on the estate, cut off from the outside world, for 96 hours.","release_date":"2007-02-01","vote_average":4.0,"runtime":93,"cert":"N\/A","id":34210,"title":"Twelve in a Box","adult":false,"genre_ids":[35,53]},{"cast":["Daryl Hannah","Tom Conti","William Ellis","Matthew Alexander Kaufman","Matthew Earley"],"overview":"Jane appears to be ideal: attractive, intelligent, unruffled by her employer's abrupt eccentricities. But, gradually, we come aware that Jane has another agenda. Incrementally, Sir Paul's familiar surroundings are altered. His housekeeper is diverted away, strange things happen around the house and he becomes increasingly dependent on his new assistant.","release_date":"2009-05-19","vote_average":6.4,"runtime":88,"cert":"","id":34211,"title":"A Closed Book","adult":false,"genre_ids":[28,53,878]},{"cast":["Isabel Vibe","Kenneth Falkenberg","Cassandra Jacobsen","Gaute Næsheim"],"overview":"The young and aspiring writer, Rikke, heads out to the old and abandoned parental house in the remote Norwegian countryside. A girl, not even particularly beautiful one, all alone in a town full of sexually deviant yokels, that's just asking for trouble. After a couple of tense and unsettling encounters, three dimwits rape the poor girl and she plots an excruciatingly painful vengeance for all of them.","release_date":"2009-06-06","vote_average":4.2,"runtime":89,"cert":"N\/A","id":34212,"title":"The Whore","adult":false,"genre_ids":[18,27,53]},{"cast":["Will Egan","Steve Donmyer","Julia Nickson","Ji-Tu Cumbuka","Fernando Garzón"],"overview":"Two thieves rob a large fancy house when the owner is away. But when a visitor mistakes them for the owner, and they find out about a casting party mis-scheduled for that day, they decide to stick around for the fun. There's only one small problem, a little glitch in their plan. The real owners owe some bad dudes a lot of money, and they show up to collect.","release_date":"1988-11-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":34213,"title":"Glitch!","adult":false,"genre_ids":[35]},{"cast":["Rafael Correa","Hugo Chávez","Trudie Styler","Lupita De Heredia","Amy Goodman"],"overview":"The story of lawsuit by tens of thousands of Ecuadorans against Chevron over contamination of the Ecuadorean Amazon.","release_date":"2009-09-09","vote_average":5.8,"runtime":105,"cert":"N\/A","id":34214,"title":"Crude","adult":false,"genre_ids":[99]},{"cast":["Gerry Adams","Antonio Banderas","Gael García Bernal","Ernesto 'Che' Guevara","Tom Morello"],"overview":"Examines the history and legacy of the photo Guerrillero Heroico taken by famous Cuban photographer Alberto Díaz Gutiérrez. This image has thrived for the decades since Che Guevara's death and has evolved into an iconic image, which represents a multitude of ideals. The documentary film explores the story of how the photo came to be, its adoption of multiple interpretations and meanings, as well as the commercialization of the image of Ernesto \"Che\" Guevara.","release_date":"2008-04-01","vote_average":5.6,"runtime":86,"cert":"N\/A","id":34219,"title":"Chevolution","adult":false,"genre_ids":[99]},{"cast":["Valeria Solarino","Isabella Ragonese","Maria Grazia Cucinotta","Ester Cucinotti","Ennio Fantastichini"],"overview":"Nothing - not her father, not the church - can stop unruly Angela from being with her childhood best friend turned great love, Sara. Based on a true story, Viola di Mare, presents a uniquely engaging portrait of family, community and gender roles in a 19th century Italian village.","release_date":"2009-10-15","vote_average":6.7,"runtime":105,"cert":"N\/A","id":34220,"title":"The Purple Sea","adult":false,"genre_ids":[18,36]},{"cast":["Chris Makepeace","Sandy Baron","Robert Rusler","Dedee Pfeiffer","Gedde Watanabe"],"overview":"Two fraternity pledges go to a sleazy bar looking for strippers to entertain their college friends.","release_date":"1986-07-18","vote_average":5.8,"runtime":93,"cert":"N\/A","id":34223,"title":"Vamp","adult":false,"genre_ids":[35,27]},{"cast":["Shanna Reed","Tracy Nelson","Mary Crosby","Cyndi Pass","Eve Sigall"],"overview":"For 11 years, Beth's life is limited to working nights in a convenience store while her daytime hours are spent caring for her bed-ridden, bitter and abusive mother. All that keeps her going is a voice on the radio of a psychologist, Dr Roland. Her obsession grows to the point where nothing, not even murder, will stop her from getting to the woman she desires!","release_date":"1998-07-13","vote_average":5.0,"runtime":91,"cert":"N\/A","id":34226,"title":"The Night Caller","adult":false,"genre_ids":[27,53]},{"cast":["Roy Blount, Jr.","Garrison Keillor","Winona LaDuke","James Michael White"],"overview":"Humorist Roy Blount Jr. takes viewers on a journey down the Mississippi River, showcasing everything from areas with spectacularly beautiful scenery to ugly and dangerously polluted stretches bordered by industrial development.","release_date":"2002-12-17","vote_average":0.0,"runtime":116,"cert":"N\/A","id":34229,"title":"The Main Stream","adult":false,"genre_ids":[99]},{"cast":["Edward Judd","Martha Hyer","Lionel Jeffries","Miles Malleson","Norman Bird"],"overview":"Based on the HG Wells story. The world is delighted when a space craft containing a crew made up of the world's astronauts lands on the moon, they think for the first time. But the delight turns to shock when the astronauts discover an old British flag and a document declaring that the moon is taken for Queen Victoria proving that the astronauts were not the first men on the moon.","release_date":"1964-07-01","vote_average":6.1,"runtime":103,"cert":"","id":34276,"title":"First Men in the Moon","adult":false,"genre_ids":[12,878]},{"cast":["Fernanda Torres","Luiz Fernando Guimarães","Drica Moraes","Mayana Neiva","Cláudia Raia"],"overview":"After thirteen years of engagement, the boring sex life of Rui and Vani is limited to one intercourse every other week. They decide to seek excitement with a threesome and they decide to invite Vani's cousin Silvinha to participate late night, but an accident interrupts their game. Rui and Vani unsuccessfully spend the night searching for for companion of a bisexual woman.","release_date":"2009-08-28","vote_average":6.4,"runtime":75,"cert":"N\/A","id":34277,"title":"Os Normais 2","adult":false,"genre_ids":[35]},{"cast":["Lino Ventura","Jacques Brel","Charles Denner","Charles Gérard","Nicole Courcel"],"overview":"When they realize the times are changing, five crooks decide to switch from bank robberies to personality abductions.","release_date":"1972-05-04","vote_average":6.7,"runtime":120,"cert":"N\/A","id":34280,"title":"Money Money Money","adult":false,"genre_ids":[12,35]},{"cast":["Slavoj Žižek"],"overview":"The Pervert's Guide to Cinema offers an introduction into some of Žižek's most exciting ideas on fantasy, reality, sexuality, subjectivity, desire, materiality and cinematic form. Whether he is untangling the famously baffling films of David Lynch, or overturning everything you thought you knew about Hitchcock, Žižek illuminates the screen with his passion, intellect, and unfailing sense of humour.","release_date":"2006-10-06","vote_average":7.3,"runtime":150,"cert":"","id":34283,"title":"The Pervert's Guide to Cinema","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bristling with equipment, two enthusiastic local access cable TV producers recruit an assistant and venture into a forest in search of the mythical and horrifying Jersey Devil. Days later, only one of the trio emerges. He becomes the prime suspect in the disappearances of the other two. However, a local filmmaker examines extensive footage found at the scene and arrives at a different conclusion.","release_date":"1998-10-23","vote_average":5.1,"runtime":86,"cert":"N\/A","id":34288,"title":"The Last Broadcast","adult":false,"genre_ids":[27,9648]},{"cast":["Kappei Yamaguchi","Satsuki Yukino"],"overview":"Inuyasha and his brother, Sesshomaru, each inherited a sword from their father after his death. However, their father had a third sword, named Sounga, that he sealed away. Seven hundreds years after his death, Sounga awakens and threatens mankind's very existence. How will the children of the Great Dog Demon stop this unimaginable power?","release_date":"2003-12-20","vote_average":7.4,"runtime":98,"cert":"N\/A","id":34295,"title":"Inuyasha the Movie 3: Swords of an Honorable Ruler","adult":false,"genre_ids":[878,16,14]},{"cast":["Jim Varney","Ron James","Tom Butler","Linda Kash"],"overview":"Buffoonish Ernest and his dimwitted pal Abner unearth a huge cannon reputed to contain the crown jewels of England.","release_date":"1993-01-01","vote_average":3.9,"runtime":94,"cert":"PG","id":34300,"title":"Ernest Rides Again","adult":false,"genre_ids":[35,10751]},{"cast":["Bret Hart","Owen James Hart","Vince McMahon","Steve Austin","Michael Shawn Hickenbottom"],"overview":"This documentary follows superstar Bret Hart during his last year in the WWF. The film documents the tensions that resulted in The Montreal Screwjob, one of the most controversial events in the history of professional wrestling, in which Vince McMahon, Shawn Micheals, and others, legitimately conspired behind the scenes to go against the script and remove Bret Hart as champion.","release_date":"1998-12-20","vote_average":7.6,"runtime":93,"cert":"N\/A","id":34303,"title":"Hitman Hart: Wrestling with Shadows","adult":false,"genre_ids":[99]},{"cast":["Sid Burston","Raquel Giddings","KeiKabou Holland","Jerard Jones"],"overview":"The Johnson Family is back! Christmas is upon us and as the family comes together many spirits will be lifted and lives renewed. Family conflicts erupt again and major drama ensues. This time around Mom and Dad are experiencing the baby-boomers crunch, Dad isn t sure he will have enough money for retirement and Mom wants to help. Alex and her husband Sam have opened their new restaurant and busine","release_date":"2008-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":34306,"title":"Johnson Family Dinner","adult":false,"genre_ids":[18]},{"cast":["Keenen Ivory Wayans","Jon Voight","Robert Kotecki","Rick Cramer","Kenn Whitaker"],"overview":"Sgt. James Dunn, who is wrongly accused of assassination of the officer he had a row with, is saved from death row and recruited for top-secret special operations squad led by Lt. Col Grant Casey. Their mission is to neutralize criminals who had avoided conventional law enforcement methods. On his first Mission, James is made the fall guy for the assassination of the first lady and everyone is loo","release_date":"1997-10-10","vote_average":5.5,"runtime":99,"cert":"N\/A","id":34309,"title":"Most Wanted","adult":false,"genre_ids":[28,53]},{"cast":["Pamela Springsteen","Tracy Griffith","Michael J. Pollard","Mark Oliver","Haynes Brooke"],"overview":"Psychotic Angela is itching to do what she does best: slaughter dozens of teenage campers. As luck would have it, the previous site of her murders has been renamed and converted into an experimental summer camp meant to bring together privileged and lower-class teens. On the day the youths are boarding the buses to camp, Angela runs over a potential camper with a garbage truck and assumes her identity. Once she has infiltrated the camp, the real terror begins.","release_date":"1989-02-05","vote_average":5.4,"runtime":79,"cert":"N\/A","id":34312,"title":"Sleepaway Camp III: Teenage Wasteland","adult":false,"genre_ids":[35,27]},{"cast":["Michael Shawn Hickenbottom","Vince McMahon","Bret Hart","Chris Irvine"],"overview":"","release_date":"2007-11-27","vote_average":0.0,"runtime":510,"cert":"N\/A","id":34317,"title":"WWE: The Shawn Michaels Story - Heartbreak and Triumph","adult":false,"genre_ids":[99]},{"cast":["George Fisher","Jack Owen","Alex Webster","Paul Mazurkiewicz Jr.","Pat O'Brien"],"overview":"One of the most extreme heavy metal bands ever, Cannibal Corpse acknowledge no boundaries of speed, power, or \"good taste\" in this full-on concert video. Cannibal Corpse: Live Cannibalism features interviews with the members of the band and their loyal fans in between numbers, in which they tear through a range of classic tunes.","release_date":"2000-09-19","vote_average":4.8,"runtime":97,"cert":"N\/A","id":34318,"title":"Cannibal Corpse: Live Cannibalism","adult":false,"genre_ids":[10402]},{"cast":["Alex Jones"],"overview":"While California is going bankrupt, one business is booming. \"How Weed Won the West\" is the story of the growing medical cannabis \/ marijuana industry in the greater Los Angeles area, with over 700 dispensaries doling out the buds. As a treatment for a wide range of conditions, cannabis is quickly proving itself as a healthier natural alternative to many prescription drugs.","release_date":"2010-02-17","vote_average":7.3,"runtime":100,"cert":"N\/A","id":34319,"title":"How Weed Won the West","adult":false,"genre_ids":[99]},{"cast":["Eduardo Arroyuelo","Julio Bracho","Jaime Camil","Lumi Cavazos","Martha Higareda"],"overview":"Claudio Caballero decides to gamble $500,000 dollars in a desperate attempt to raise the cash necessary to bring the world's biggest band (U2) to Mexico.","release_date":"2005-09-30","vote_average":5.7,"runtime":95,"cert":"N\/A","id":34320,"title":"7 Days","adult":false,"genre_ids":[35]},{"cast":["Dani Filth","Stuart Anstis","Alex Chandon","Lester Smith"],"overview":"Undisputed masters of black metal Cradle of Filth bring their extreme vision to the screen on this home-video release. Cradle of Filth: PanDaemonAeon features the group's first music video, for the song \"From the Cradle to Enslave\" presented in its original uncut version as well as a documentary on the making of the clip and the chaos that is Cradle of Filth's existence.","release_date":"1998-01-01","vote_average":4.5,"runtime":95,"cert":"N\/A","id":34321,"title":"Cradle Of Filth: Pandaemonaeon","adult":false,"genre_ids":[99,27,10402]},{"cast":["Sally Field","James Garner","Brian Kerwin","Corey Haim","Dennis Burkley"],"overview":"Emma is a divorced woman with a teen aged boy who moves into a small town and tries to make a go of a horse ranch. Murphy is the town druggist who steers business her way. Things are going along predictably until her ex husband shows up, needing a place to stay. The three of them form an intricate circle, Emma's son liking Murphy, but desperately wanting his father back.","release_date":"1985-12-25","vote_average":6.3,"runtime":107,"cert":"N\/A","id":34322,"title":"Murphy's Romance","adult":false,"genre_ids":[35,10749]},{"cast":["Jello Biafra","Klaus Flouride","East Bay Ray"],"overview":"An overview of the early years--late 1970s, early 1980s--of San Francisco punk band Dead Kennedys, with clips from some of their live concerts and footage of landmark San Francisco locations of the punk music scene. Jello Biafra and The Dead Kennedys show why they're the kings of satire in 9 live early performances.","release_date":"1987-01-01","vote_average":4.0,"runtime":30,"cert":"N\/A","id":34325,"title":"Dead Kennedys: The Early Years","adult":false,"genre_ids":[10402]},{"cast":["Bunta Sugawara","Hiroki Matsukata","Kunie Tanaka","Eiko Nakamura","Tamio Kawachi"],"overview":"In the teeming black markets of postwar Japan, Shozo Hirono and his buddies find themselves in a new war between factious and ambitious yakuza...","release_date":"1973-01-13","vote_average":7.3,"runtime":99,"cert":"N\/A","id":34326,"title":"Battles Without Honor and Humanity","adult":false,"genre_ids":[28,18,80]},{"cast":["Basil Rathbone","Nigel Bruce","Hillary Brooke","Henry Daniell","Paul Cavanagh"],"overview":"A series of murders of women, each with their right forefinger posthumously severed, leads Sherlock Holmes and Dr. Watson to a society of hypnotists and a mysterious, glamorous woman. The case takes an intriguing turn when the fiendish Dr. Moriarty - last seen swinging from the hangman's noose - appears to be involved.","release_date":"1945-06-15","vote_average":6.8,"runtime":68,"cert":"PG","id":34327,"title":"The Woman in Green","adult":false,"genre_ids":[80,9648,28,18]},{"cast":["Spalding Gray"],"overview":"This is the story of Spalding Gray and his attempt to write a novel. It is a first person account about writing and living, and dealing with success while trying to be successful.","release_date":"1992-05-15","vote_average":5.2,"runtime":87,"cert":"N\/A","id":34328,"title":"Monster in a Box","adult":false,"genre_ids":[35,18]},{"cast":["Mark E. Smith","John Peel","Stewart Lee","Tony Wilson","Paul Morley"],"overview":"A 1-hour Documentary looking at the Manchester post-punk group and its infamous leader Mark E Smith. The Film follows the current band recording their final Session for the John Peel Show (they were his favourite group and recorded more sessions than any other band) as well as chronicling the chaotic history of the band &amp; its numerous line-up changes.","release_date":"2005-01-21","vote_average":5.6,"runtime":60,"cert":"","id":34329,"title":"The Fall: The Wonderful and Frightening World of Mark E. Smith","adult":false,"genre_ids":[99]},{"cast":["Howlin' Wolf","Muddy Waters"],"overview":"Arguably second only to Muddy Waters among the Mississippi Delta singers who traveled north and pioneered urban electric blues (their supposed rivalry is the subject of one of this DVD's bonus features), Wolf was a big, imposing man with an inimitable, booming voice and a lasting influence on generations of rock &amp; rollers--all of which comes across in the 90-minute film.","release_date":"2003-11-04","vote_average":0.0,"runtime":88,"cert":"N\/A","id":34330,"title":"The Howlin' Wolf Story: The Secret History of Rock & Roll","adult":false,"genre_ids":[99,10402]},{"cast":["Melissa Joan Hart","John Terry","Chip Bent","Lawrence Turner","Edrick Browne"],"overview":"Communication is the key to the survival for nine strangers who have been kidnapped by a masked gunman and told that one of them will die every ten minutes until they discover how they are all connected. Who of the nine lives and who dies?","release_date":"2010-03-09","vote_average":5.1,"runtime":98,"cert":"N\/A","id":34335,"title":"Nine Dead","adult":false,"genre_ids":[80,18,27,9648]},{"cast":[],"overview":"Documentary following The British &amp; Irish Lions on they're 2009 tour to South Affrica","release_date":"2009-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":34336,"title":"Living With The Pride: Lions Tour 2009","adult":false,"genre_ids":[99]},{"cast":["Larry Hagman","Susan Anspach"],"overview":"A veteran pilot finds himself knee-deep in trouble when his ex-girlfriend shows up at his doorstep in a terrible state.  She knows the whereabouts of an immense fortune, and the Mafia is hot on her trail.","release_date":"1982-12-19","vote_average":5.2,"runtime":95,"cert":"N\/A","id":34337,"title":"Deadly Encounter","adult":false,"genre_ids":[28,53,27,80,18]},{"cast":["Asher Brauner","Robert F. Lyons","Vernon Wells"],"overview":"No overview found.","release_date":"1989-01-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":34340,"title":"American Eagle","adult":false,"genre_ids":[28]},{"cast":["Paul Gross","Molly Parker","Leslie Nielsen","Polly Shannon","Peter Outerbridge"],"overview":"A witty and clever comedy that follows four longtime curling friends reunited by the last wishes of their recently deceased coach and set out to win the Golden Broom. Realising that the out of shape crew will be hard-pressed to win without a coach, Cutter swallows his pride and calls upon a retired curling champion - his estranged father. Now, these men with brooms, along with their new eccentric coach and Cutter's new romantic interest Amy, set off on a comedic journey which takes them from frozen lakes to huge arenas, searching for perfect stones, lost loves and second chances.","release_date":"2002-09-20","vote_average":5.2,"runtime":102,"cert":"N\/A","id":34341,"title":"Men with Brooms","adult":false,"genre_ids":[35]},{"cast":["Mat Fraser","Frank Harper","Terry Stone","Faye Tozer","Pete Morgan"],"overview":"Jimmy Loveit, born with shortened arms due to thalidomide, is a talented kick boxer despite his handicap. Ably coached by Ron, Jimmy is a formidable opponent for anyone in the ring. One night, whilst snuggling up with his wife and daughter, their apartment is attacked by two gangsters who've mistaken their flat for someone else's. With his wife injured and his daughter missing, Jimmy starts a one-man war against the crime boss who sent the hit men.","release_date":"2009-09-28","vote_average":4.3,"runtime":90,"cert":"N\/A","id":34342,"title":"Kung Fu Flid","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Dedee Pfeiffer","Randall Batinkoff","Danny Woodburn","Josh Hammond","Christine Lakin"],"overview":"The \"Blue Demon\" project is an attempt by a team of scientists to train Great White sharks to protect America's coastline from any intruders.","release_date":"2004-10-15","vote_average":3.1,"runtime":null,"cert":"N\/A","id":34359,"title":"Blue Demon","adult":false,"genre_ids":[28,27,53]},{"cast":["Dave Foley","Brendon Ryan Barrett","Craig Anton","Michael Bergin","Jamie Denbo"],"overview":"No overview found.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":34368,"title":"What's Up, Peter Fuddy?","adult":false,"genre_ids":[35,10770]},{"cast":["Rahul Roy","Anu Aggarwal","Deepak Tijori","Avtar Gill","Tom Alter"],"overview":"Rahul and Anu Verghese meet on the same day, while both are held by the police on charges of creating a disturbance, and running away respectively. They meet again, and love happens. Rahul helps Anu to be independent, and seek a job. Then Anu is discovered by a talent agent to be a model, which she accepts. Rahul wants to marry Anu, but first must establish himself.","release_date":"1990-07-23","vote_average":3.7,"runtime":152,"cert":"N\/A","id":34369,"title":"Aashiqui","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Neil Tennant","Chris Lowe"],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":34370,"title":"Pet Shop Boys : Cubism","adult":false,"genre_ids":[10402]},{"cast":["Ryou Horikawa","Maria Kawamura","Kazuhiko Inoue","Norio Wakamoto","Hideyuki Tanaka"],"overview":"\"The Five Star Stories\" is a well created Japanese anime film.Among the 5 star systems known as the Joker Systems, there are many kingdoms. There are knights within the kingdoms and these knights who control giant robots, Mortar Heads, are called Headliners. Bound to the knights are fatimas. Human in appearance and mind, the fatimas (mostly female) possess expanded physical capabilities and make it possible for a Headliner to control a Mortar Head. Fatimas cannot reproduce. All this is overseen by Emperor Amaterasu and his Mirage Knights.","release_date":"1989-01-01","vote_average":5.2,"runtime":65,"cert":"N\/A","id":34375,"title":"The Five Star Stories","adult":false,"genre_ids":[878,28,16,18]},{"cast":["Kristy Swanson","William Ragsdale","Meshach Taylor","Terry Kiser","Stuart Pankin"],"overview":"Although Jason works as a department store clerk, he is also a reincarnated prince. Long ago, his beloved Jessie was snatched away from him by an evil wizard who used his powers to transform her into wooden statue. Now Jessie is in Jason's department store as a mannequin. When he encounters her, she awakens from her thousand-year sleep. They quickly revive their romance, but the evil wizard has been reincarnated as well, and he's up to no good.","release_date":"1991-05-17","vote_average":4.8,"runtime":95,"cert":"N\/A","id":34376,"title":"Mannequin Two: On the Move","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Kenneth Nelson","Leonard Frey","Peter White","Cliff Gorman","Frederick Combs"],"overview":"A witty, perceptive and devastating look at the personal agendas and suppressed revelations swirling among a group of gay men in Manhattan. Harold is celebrating a birthday, and his friend Michael has drafted some other friends to help commemorate the event. As the evening progresses, the alcohol flows, the knives come out, and Michael's demand that the group participate in a devious telephone game, unleashing dormant and unspoken emotions.","release_date":"1970-03-16","vote_average":7.2,"runtime":118,"cert":"N\/A","id":34377,"title":"The Boys in the Band","adult":false,"genre_ids":[18]},{"cast":["Ian MacKaye","Brendan Canty","Joe Lally","Guy Picciotto"],"overview":"Shot from 1987 through 1998 on super 8, 16mm and video, Instrument is composed mainly of footage of concerts, interviews with the band members, practices, tours and time spent in the studio recording their 1995 album, Red Medicine. The film also includes portraits of fans as well as interviews with them at various Fugazi shows around the United States throughout the years.","release_date":"1999-03-01","vote_average":7.3,"runtime":115,"cert":"N\/A","id":34380,"title":"Instrument: Ten Years with the Band Fugazi","adult":false,"genre_ids":[99,10402]},{"cast":["Joey McIntyre","Eliza Dushku","Mike O'Malley","Sean Lawlor","Lance Greene"],"overview":"On Broadway tells the story of Jack O'Toole, a 30-something Boston everyman, who writes a play about his dead uncle as a way to reconnect with his hard-nosed dad. With no money and just his gut to guide him, Jack quits his job as a carpenter so that he can mount a production of his play on the only stage he can afford: in the back room of his neighborhood pub, on a little street called Broadway.","release_date":"2007-04-25","vote_average":8.0,"runtime":98,"cert":"N\/A","id":34381,"title":"On Broadway","adult":false,"genre_ids":[18]},{"cast":["Kazuki Yao","Michiko Neya","Mitsuo Iwata","Tomomichi Nishimura","Wataru Takagi"],"overview":"Iketani finally met up with Mako Sato and apologized for not being able to meet her 6 months ago. Mako told Iketani she had something to tell him and asked him to meet her again. Iketani was excited that Mako gave him a second chance, he arrived 2 hours early this time. However, an old man was lost and asked Iketani for directions.....","release_date":"2008-10-03","vote_average":5.5,"runtime":54,"cert":"N\/A","id":34384,"title":"Initial D Extra Stage 2","adult":false,"genre_ids":[10749,28,16]},{"cast":["Dave Mustaine"],"overview":"Over 20 years since Dave Mustaine first forged an unrelenting trail in trash-metal, Megadeth soldiers on with hit records, worldwide tours, and now their first-ever career-spanning DVD collection, Arsenal of Megadeth compiles over 2.5 hours of stunning footage on two discs to rattle your @#*%! head.","release_date":"2006-03-21","vote_average":8.0,"runtime":150,"cert":"N\/A","id":34387,"title":"Megadeth: Arsenal Of Megadeth","adult":false,"genre_ids":[10402]},{"cast":["Michael Caine","Paul Hubschmid","Oskar Homolka","Eva Renzi","Guy Doleman"],"overview":"Colonel Stok, a Soviet intelligence officer responsible for security at the Berlin Wall, appears to want to defect but the evidence is contradictory. Stok wants the British to handle his defection and asks for one of their agents, Harry Palmer, to smuggle him out of East Germany.","release_date":"1966-12-22","vote_average":6.3,"runtime":102,"cert":"","id":34388,"title":"Funeral in Berlin","adult":false,"genre_ids":[53]},{"cast":["Mohammed Haithem","Suleiman Mahmoud"],"overview":"An opus in three parts, Iraq In Fragments offers a series of intimate, passionately-felt portraits: A fatherless 11-year-old is apprenticed to the domineering owner of a Baghdad garage; Sadr followers in two Shiite cities rally for regional elections while enforcing Islamic law at the point of a gun; a family of Kurdish farmers welcomes the US presence, which has allowed them a measure of freedom previously denied. American director James Longley spent more than two years filming in Iraq to create this stunningly photographed, poetically rendered documentary of the war-torn country as seen through the eyes of Sunnis, Shiites and Kurds.","release_date":"2006-01-21","vote_average":7.0,"runtime":94,"cert":"","id":34389,"title":"Iraq in Fragments","adult":false,"genre_ids":[99]},{"cast":["Jo Unwin","Darryl Meissner","Jim South","William Margold","Suze Randall"],"overview":"Documentary on porn star Traci Lords.","release_date":"2003-01-01","vote_average":4.7,"runtime":48,"cert":"N\/A","id":34390,"title":"X-Rated Ambition: The Traci Lords Story","adult":false,"genre_ids":[99]},{"cast":["Luke Perry","LeAnn Rimes","Jimmi Simpson"],"overview":"Meet Etta Milford. Loving Wife. Doting Mother. Armed Robber. Etta's husband constantly blows their money on make-shift inventions. When she decides to secretly take \"investment\" matters into her own hands - things quickly go awry! With their savings gone, her husband suspicious, and their children out of control, Etta concocts a scheme to get back their money and save her family.","release_date":"2010-03-09","vote_average":5.1,"runtime":85,"cert":"N\/A","id":34417,"title":"Good Intentions","adult":false,"genre_ids":[35]},{"cast":["Amitabh Bachchan","Ben Kingsley","R. Madhavan","Shraddha Kapoor","Dhruv Ganesh"],"overview":"A professor uses the three-card game to prove his probability thesis. He involves some of his students on his research and later realizes it was a big mistake","release_date":"2010-02-26","vote_average":4.2,"runtime":142,"cert":"N\/A","id":34418,"title":"Teen Patti","adult":false,"genre_ids":[18,53]},{"cast":["Jeff Speakman","John Dye","Mako Iwamatsu","James Hong","Mariska Hargitay"],"overview":"Jeff, a young delinquent, is enrolled by his father in a kenpo school, in the hopes of teaching the boy some self-discipline. Years later, Jeff's mentor, Kim, is being threatened by one of the Korean mafia families. Jeff tries to help his old friend, but is too late to prevent Kim's death at the hands of an unknown hitman. Vowing revenge, Jeff takes on all of the families, using his martial arts skills to find the man who killed his friend.","release_date":"1991-03-15","vote_average":5.9,"runtime":87,"cert":"N\/A","id":34421,"title":"The Perfect Weapon","adult":false,"genre_ids":[28,18]},{"cast":["Vince McMahon","Chris Irvine","Hulk Hogan","Ric Flair","James Hellwig"],"overview":"The strange career of one of the wrestling world's most controversial figures is explored in this WWE Home Video release focusing on eccentric brawler The Ultimate Warrior.","release_date":"2005-09-27","vote_average":6.3,"runtime":95,"cert":"N\/A","id":34422,"title":"WWE: The Self Destruction of the Ultimate Warrior","adult":false,"genre_ids":[99,99]},{"cast":["Michael Clarke Duncan","Jay Chandrasekhar","Kevin Heffernan","Steve Lemme","Erik Stolhanske"],"overview":"The brutal former heavyweight boxing champion Cleon \"Slammin'\" Salmon (Duncan), now owner of a Miami restaurant, institutes a competition to see which waiter can earn the most money in one night: the winner stands to gain $10,000, while the loser will endure a beating at the hands of the champ.","release_date":"2009-01-17","vote_average":6.0,"runtime":90,"cert":"N\/A","id":34423,"title":"The Slammin' Salmon","adult":false,"genre_ids":[35]},{"cast":["Michael Alig","James St. James"],"overview":"\"Party Monster: The Shockumentary\" tells the story of the rise and fall of Michael Alig, a kid from Middle America who aspired to take the place of Andy Warhol. Michael quickly rose to become the biggest party promoter in New York and King of the so-called Club Kids. But after spiraling into drug addiction, Michael brutally murdered his roommate Angel Melendez.","release_date":"1998-06-11","vote_average":6.3,"runtime":57,"cert":"N\/A","id":34424,"title":"Party Monster: The Shockumentary","adult":false,"genre_ids":[99]},{"cast":["Brian Bowles","Dominick Cruz","Miguel Torres","Joseph Benavidez","Jens Pulver"],"overview":"On Saturday, March 6, 2010, WEC heads to Columbus, Ohio with a stacked card headlined by a world bantamweight title fight between champion Brian Bowles and number one contender Dominick Cruz. What’s more, WEC’s first trip to Columbus features the return of former bantamweight champion Miguel Angel Torres, as well as the comeback of former UFC® lightweight titleholder Jens Pulver.","release_date":"2010-03-06","vote_average":3.5,"runtime":121,"cert":"N\/A","id":34425,"title":"WEC 47: Bowles vs. Cruz","adult":false,"genre_ids":[]},{"cast":["Andrew McCarthy","Evan Williams","Kari Matchett","Paula Brancati","Jayne Eastwood"],"overview":"A teenager has his Sitka Spruce tree chosen to be planted outside the White House as the new national Christmas Tree.","release_date":"2009-11-28","vote_average":5.3,"runtime":88,"cert":"N\/A","id":34426,"title":"The National Tree","adult":false,"genre_ids":[10751,18]},{"cast":["Lee Rumohr","Matt Austin","Sarah Kanter","Matthew Finlason","Nathalie Toriel"],"overview":"Troy, a former high school team captain, was used to living with everything thrown at his feet. Things get a little rocky when Troy's love for his slacker best friend Merrick also becomes a personal inner struggle. His affair with Merrick becomes a collage of late night sex and confusion, prompting Troy to make a once-and-for-all decision that could change his life for good.","release_date":"2004-07-27","vote_average":4.2,"runtime":96,"cert":"N\/A","id":34427,"title":"Denied","adult":false,"genre_ids":[18,10749]},{"cast":["John Boles","Claire Trevor","Harry Green","Roger Imhof","Monroe Owsley"],"overview":"A young man desperately in love with a nightclub singer sees an opportunity to spend some time alone with her when they're traveling through the Nevada gold country, and he takes the carburetor off her car and throws it in the river, stranding them there. They wind up staying at the cabin of a crusty old prospector, and soon the manager of a nightclub act shows up with his bevy of beautiful showgirls.","release_date":"1934-06-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":34438,"title":"Wild Gold","adult":false,"genre_ids":[10749]},{"cast":["Erin Chambers","Rachel Emmers","Bettina Schwarz"],"overview":"Sister Rachel Taylor of Boise, Idaho is an eager young missionary of the LDS Church who has been sent on an 18-month long mission to Austria. Rachel finds herself having a hard time adjusting to her new cultural surroundings in the foreign country. Due to differences in opinion, she is also unable to get along with the companion missionary that was assigned to her by the church.","release_date":"2008-08-22","vote_average":7.0,"runtime":91,"cert":"N\/A","id":34441,"title":"The Errand of Angels","adult":false,"genre_ids":[18]},{"cast":["Uma Thurman","Lorraine Bracco","Pat Morita","Angie Dickinson","Keanu Reeves"],"overview":"Sissy Hankshaw is born with enormous thumbs that help her hitchhiking through the US from a young age.  She becomes a model in advertising and her NY agent 'the Countess' sends her to his ranch in CA to shoot a commercial, set against the background of mating whooping cranes.  There, she befriends Bonanza Jellybean, one of the cowgirls at the beauty- ranch.","release_date":"1994-05-13","vote_average":4.5,"runtime":96,"cert":"15","id":34444,"title":"Even Cowgirls Get the Blues","adult":false,"genre_ids":[37,18,35,10749]},{"cast":["Orson Welles","Yul Brynner","Curd Jürgens","Hardy Krüger","Anthony Dawson"],"overview":"In January 1943 the German army, afraid of an Allied invasion of the Balkans, launched a great offensive against Yugoslav Partisans in Western Bosnia. The only way out for the Partisan forces and thousands of refugees was the bridge on the river Neretva.","release_date":"1969-10-07","vote_average":6.8,"runtime":145,"cert":"N\/A","id":34449,"title":"The Battle of Neretva","adult":false,"genre_ids":[18,10752]},{"cast":["Mae West","Cary Grant","Gregory Ratoff","Edward Arnold","Ralf Harolde"],"overview":"The bold Tira works as dancing beauty and lion tamer at a fair. Out of an urgent need of money, she agrees to a risky new number: she'll put her head into a lion's muzzle! With this attraction the circus makes it to New York and Tira can pursue her dearest occupation: flirting with rich men and accepting expensive presents.","release_date":"1933-10-06","vote_average":7.1,"runtime":87,"cert":"N\/A","id":34456,"title":"I'm No Angel","adult":false,"genre_ids":[35,10749]},{"cast":["Pam Grier","Austin Stoker","D'Urville Martin","Rudy Challenger","Dick Merrifield"],"overview":"Sheba, a Chicago private detective returns back home to Louisville, Kentucky, to help her father fight mobsters.","release_date":"1975-03-26","vote_average":5.9,"runtime":90,"cert":"N\/A","id":34459,"title":"Sheba, Baby","adult":false,"genre_ids":[28,18,53]},{"cast":["Judith Brown","Roberta Collins","Jennifer Gan","Pam Grier","Bernard Bonnin"],"overview":"Carol Jeffries is a naive American woman staying in the Philippines. She is given ten years in prison after being set up by her drug-dealer boyfriend, Rudy. She endures the harsh conditions, sadistic head matron and attempts on her life, then convinces her cell-mates to try to escape with her through the jungle, in spite of the knowledge that ruthless trackers will be sent out after them.","release_date":"1971-10-19","vote_average":5.3,"runtime":81,"cert":"N\/A","id":34462,"title":"Women in Cages","adult":false,"genre_ids":[28,80,18]},{"cast":["Billy Bletcher","Pinto Colvig","Dorothy Compton","Mary Moder"],"overview":"The two pigs building houses of hay and sticks scoff at their brother, building the brick house. But when the wolf comes around and blows their houses down (after trickery like dressing as a foundling sheep fails), they run to their brother's house. And throughout, they sing the classic song, \"Who's Afraid of the Big Bad Wolf?\".","release_date":"1933-05-27","vote_average":6.8,"runtime":8,"cert":"N\/A","id":34463,"title":"Three Little Pigs","adult":false,"genre_ids":[10402,16,35,10751]},{"cast":["Michael Mittermeier"],"overview":"No overview found.","release_date":"2006-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":34464,"title":"Michael Mittermeier - Paranoid","adult":false,"genre_ids":[35]},{"cast":["Jim Kelly","Harold Sakata","George Lazenby","Terry Moore","Aldo Ray"],"overview":"The Pig has a plan to eradicate some people with a freeze bomb that instantly freezes people to death. It is up to Detective Ash to stop him and protect the woman with the secret to the ice bomb embedded in a microdot under the skin of her forehead.","release_date":"1978-07-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":34465,"title":"Death Dimension","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Louise Cheka","Kevin Sommier","Ariane Aggiage","Isabelle Volpe","Ivanah Coppola"],"overview":"When his Granny comes down with a mysterious ailment, Franklin and his friends must search for the treasure of Turtle Lake. This is said to be a talisman that can cure the illness.","release_date":"2006-10-29","vote_average":5.9,"runtime":80,"cert":"N\/A","id":34466,"title":"Franklin and the Turtle Lake Treasure","adult":false,"genre_ids":[16,10751,14]},{"cast":["James Mason","Bernard Cribbins","Tommy Pender","Samantha Gates","Jon Pertwee"],"overview":"This children's fantasy tells the story of a 12-year-old boy who discovers a complex underwater world where young children are held prisoner by an evil shark and an eel.","release_date":"1978-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":34467,"title":"The Water Babies","adult":false,"genre_ids":[10751,14,16,12,10402]},{"cast":["Julie Lemieux","Stevie Vallance","Andrew Sabiston","Susan Roman","Sunday Muse"],"overview":"Funshine Bear travels to Joke-a-lot where the people there crown him king.","release_date":"2004-10-05","vote_average":6.5,"runtime":80,"cert":"N\/A","id":34468,"title":"Care Bears: Journey to Joke-a-Lot","adult":false,"genre_ids":[35,10751,16]},{"cast":["Jeremy Sisto","Richard Harris","Christopher Walken","Chris Noth","Valeria Golino"],"overview":"Twenty year-old Julius Caesar flees Rome for his life during the reign of Sulla but through skill and ambition rises four decades later to become Rome's supreme dictator.","release_date":"2002-12-27","vote_average":6.4,"runtime":240,"cert":"N\/A","id":34469,"title":"Julius Caesar","adult":false,"genre_ids":[10752,18,36]},{"cast":["Marlene Dietrich","Herbert Marshall","Cary Grant","Dickie Moore","Rita La Roy"],"overview":"American chemist Ned Faraday marries a German entertainer and starts a family. However, he becomes poisoned with Radium and needs an expensive treatment in Germany to have any chance at being cured. Wife Helen returns to night club work to attempt to raise the money and becomes popular as the Blonde Venus. In an effort to get enough money sooner, she prostitutes herself to millionaire Nick Townsend.","release_date":"1932-09-09","vote_average":7.2,"runtime":93,"cert":"N\/A","id":34474,"title":"Blonde Venus","adult":false,"genre_ids":[18]},{"cast":["Spencer Rice","Mark Breslin","Lindsey Connell"],"overview":"Mark Tobias had it all: a good job, a beautiful wife, and a particularly unhealthy addiction to pornography. His wife, Felice, finally got fed up with the competition and left him, causing Mark’s addiction to spiral out of control, until one day he was caught with his pants down—literally.","release_date":"2008-03-27","vote_average":4.9,"runtime":79,"cert":"N\/A","id":34477,"title":"Confessions of a Porn Addict","adult":false,"genre_ids":[35]},{"cast":["John Bregar","Justin Bradley","Matthew Raudsepp","Kyle Switzer","Dani Kind"],"overview":"When Alyssa's 17-year-old son Jason commits suicide, something doesn't sit right. As she and her daughter Danni begin to take a deeper look in the circumstances surrounding Jason's death, they discover that he may have been involved in something they never dreamed a kid like Jason would ever take part in.","release_date":"2008-05-13","vote_average":4.5,"runtime":90,"cert":"N\/A","id":34478,"title":"Dead at 17","adult":false,"genre_ids":[9648,53,80]},{"cast":["Christopher Lee","Dennis Waterman","Jenny Hanley","Christopher Matthews","Patrick Troughton"],"overview":"The Prince of Darkness casts his undead shadow once more over the cursed village of Kleinenberg when his ashes are splashed with bat's blood and Dracula is resurrected. And two innocent victims search for a missing loved one... loved to death by Dracula's mistress. But after they discover his blood-drained corpse in Dracula's castle necropolis, the Vampire Lord's lustful vengeance begins.","release_date":"1970-11-08","vote_average":6.1,"runtime":96,"cert":"18","id":34479,"title":"Scars of Dracula","adult":false,"genre_ids":[27]},{"cast":["Shauna Macdonald","Natalie Mendoza","Gavan O'Herlihy","Josh Dallas","Anna Skellern"],"overview":"Distraught, confused, and half-wild with fear, Sarah Carter emerges alone from the Appalachian cave system where she encountered unspeakable terrors. Unable to plausibly explain to the authorities what happened - or why she's covered in her friends' blood - Sarah is forced back to the subterranean depths to help locate her five missing companions.","release_date":"2009-10-14","vote_average":6.0,"runtime":94,"cert":"18","id":34480,"title":"The Descent: Part 2","adult":false,"genre_ids":[12,27,53]},{"cast":["Takako Tokiwa","Yusuke Iseya","Teruyuki Kagawa","Tomoyasu Hotei","Taro Yamamoto"],"overview":"","release_date":"2004-02-07","vote_average":6.0,"runtime":111,"cert":"N\/A","id":34483,"title":"Red Moon","adult":false,"genre_ids":[18]},{"cast":["Brian May","Roger Taylor","John Deacon","Freddie Mercury","David Bowie"],"overview":"A live concert in tribute to Freddie Mercury, former lead singer of Queen. Mercury died of AIDS and so some of the proceeds of this concert went to AIDS research. Features performers such as Metallica, Def Leppard, Elton John, Axl Rose, Extreme, George Michael, and many others. Performers alternate between doing their own hits, covering Queen songs, or jamming with the surviving members of Queen.","release_date":"1992-04-22","vote_average":7.9,"runtime":175,"cert":"","id":34490,"title":"The Freddie Mercury Tribute Concert","adult":false,"genre_ids":[99,10402]},{"cast":["Fann Wong","Christopher Lee Ming-Shun","Charles 'Blackie' Chen","Saiful Apek","Alice Lau Nga-Lai "],"overview":"A black comedy centered on a recently engaged celebrity couple and the fans who have been following every stage of their romance.","release_date":"2009-01-25","vote_average":4.7,"runtime":103,"cert":"N\/A","id":34491,"title":"The Wedding Game","adult":false,"genre_ids":[35,18]},{"cast":["Raoul Bova","Michela Quattrociocche","Luca Angeletti","Francesca Antonelli","Francesco Apolloni"],"overview":"Scusa ma ti chiamo amore is a 2008 Italian film starring Raoul Bova and Michela Quattrociocche. Alex Belli (Bova) is a 37 year old advertising executive whose fiancée Elena has just left him, and who is having difficulty at work trying to think of a good advertising campaign for a new Japanese product. Niki is a bubbly 17 year old student. She has three best friends with whom she shares all her problems, and an annoying ex-boyfriend Fabio who is set on getting her back, but Niki's not interested. One day on his way to work, Alex collides with Niki on a city street. They soon begin a romance, despite their 20-year age gap.","release_date":"2008-01-25","vote_average":5.4,"runtime":105,"cert":"N\/A","id":34494,"title":"Sorry if I Love You","adult":false,"genre_ids":[35]},{"cast":["Bill Hicks"],"overview":"One of Hicks's most famous quotes was delivered during a gig in Chicago - known s the \"Infamous Bill Looses it in Chicago\" show - in 1989 (later released as the bootleg I'm Sorry, Folks). After a heckler repeatedly shouted \"Free Bird\", Hicks screamed that \"Hitler had the right idea, he was just an underachiever!\" Hicks followed this remark with a misanthropic tirade calling for unbiased genocide against the whole of humanity.","release_date":"1989-01-01","vote_average":4.3,"runtime":9,"cert":"N\/A","id":34497,"title":"Bill Hicks: Bill Loses it in Chicago","adult":false,"genre_ids":[35]},{"cast":["Bill Hicks"],"overview":"Bill performs at the Laff stop in Austin, Texas on June 12, 1993.","release_date":"1993-06-12","vote_average":6.9,"runtime":58,"cert":"N\/A","id":34498,"title":"Bill Hicks: At the Laff Stop","adult":false,"genre_ids":[35]},{"cast":["Monica Bârlădeanu","Dorian Boguţă","Luminița Gheorghiu","Teodor Corban"],"overview":"Wanting to follow the current trend, Francesca, a young teacher from Bucharest, is eager to emigrate to Italy. Unfortunately,whilst desperately seeking support from those nearest and dearest to her, various untold truths unravel.","release_date":"2009-10-02","vote_average":5.0,"runtime":94,"cert":"N\/A","id":34499,"title":"Francesca","adult":false,"genre_ids":[18]}]