[{"cast":[],"overview":"South African auteur Aryan Kaganof plunders George A. Romero's Night of the Living Dead (1968) and Alain Resnais' L'année dernière à Marienbad (1961) AKA Last Year at Marienbad.  On the Jozi side up there’s the mysterious cerebra of noise and relative Electronic conceits, The African Noise Foundation. Fused around the sound-design of muti-instrumentalist\/multi-producer Joel Assaizky (Bunny Chow; Hard Copy) and meta-conducting of AK Thembeka, the Foundation is dedicated to re\/locating and exploding Africa’s melodic distortion into song. Check out link “We promise nothing. We bring the Noise.”","release_date":"2007-07-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":347001,"title":"The Third Aktion","adult":false,"genre_ids":[]},{"cast":["Philip Jamieson","Calvin Joss","Joe Vickers","Erin Burke-Moran","Jonny Ashburn"],"overview":"This career spanning concert film was recorded live at Caspian's 10th anniversary concert on October 18, 2014 at the historic Larcom Theatre in their home town of Beverly, MA.","release_date":"2015-06-16","vote_average":10.0,"runtime":null,"cert":"\"\"","id":347003,"title":"Caspian: Live at the Larcom","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In a fishing community of Nicaragua divers are getting sick. They descended to the sea looking for lobster and they returned to the surface with their bodies paralyzed. There is no explanation for a disease never before seen in the community, the old and wise men spoke out to alert that divers had raised the wrath of the mermaid.","release_date":"2017-10-31","vote_average":0.0,"runtime":75,"cert":"N\/A","id":347023,"title":"The Mermaid's Kingdom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1810, Miguel Hidalgo abolished slavery in the Independent Mexico. 1910, John K. Turner published México Bárbaro, a book that reveals the slavery networks that operated under the dictatorship of Porfirio Díaz. In 2010, amidst the celebrations for the Centennial and Bicentennial of the Mexican Revolution and Independence, the slavery networks still exist.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":347025,"title":"México bárbaro 2010","adult":false,"genre_ids":[]},{"cast":["Cristina Palacios","Daniel Salinas","Omar Martínez","Harrison Grey Morrison","Lídice Figueroa"],"overview":"The border city of Tijuana, Mexico, is experiencing a crisis of unprecedented violence and lack of governability, this situation affects the daily lives of its inhabitants. Every week, a group of people get together at what they call Tijuaneados Anonymous, to share experiences and find a way to stop the social problem that affects them, making them “tijuaneados.” With painful or amusing stories, absurd human tragedies and heroic deeds, the characters in this documentary present a reflection on the city, imagining how they want Tijuana to be, and how they want to be as individuals.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":347027,"title":"Tijuaneados Anonymous: A Teardrop, A Smile","adult":false,"genre_ids":[]},{"cast":["Joe Cappelletti"],"overview":"Since 1955, Mrs. Bertha used to visit the family grave at Del Roble Cemetery, in Monterrey, México. By the side of this tomb, lies the abandoned grave of American soldier Edmond William Quer. The inscription in his grave says that he died at the age of 22, in1946, just one year after the end of World War II. Mrs. Bertha was very intrigued by this and she used to leave a flower for the soldier every time she visited the cemetery. This became a family tradition that endures even after her death and is carried by her sons and nephews. One of her nephews took on the task of investigating the origin of this Unknown Soldier.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":347029,"title":"Flores para el soldado","adult":false,"genre_ids":[]},{"cast":["Paul Dano","Daniel Radcliffe","Mary Elizabeth Winstead","Timothy Eulich","Shane Carruth"],"overview":"Alone on a tiny deserted island, Hank has given up all hope of ever making it home again. But one day everything changes when a dead body washes ashore, and he soon realizes it may be his last opportunity to escape certain death. Armed with his new “friend” and an unusual bag of tricks, the duo go on an epic adventure to bring Hank back to the woman of his dreams.","release_date":"2016-06-24","vote_average":6.9,"runtime":97,"cert":"\"R\"","id":347031,"title":"Swiss Army Man","adult":false,"genre_ids":[35,18,10749,14,12]},{"cast":["Anna Gunn","James Purefoy","Sarah Megan Thomas","Alysia Reiner","Sophie von Haselberg"],"overview":"Senior investment banker Naomi Bishop’s world of high-power big money is brutal and fierce, and one she thrives in. When a controversial IPO threatens the fragile balance of power and confidentiality, Naomi finds herself entangled in a web of politics and deception.","release_date":"2016-07-29","vote_average":5.8,"runtime":100,"cert":"\"R\"","id":347033,"title":"Equity","adult":false,"genre_ids":[18]},{"cast":["Dane Hughes","Orla Hill","Teddie-Rose Malleson-Allen","Bobby McCulloch","Seren Hawkes"],"overview":"Four children dream of escaping the tedium of a summer holiday with their mother. When finally given permission to camp on their own on an island in the middle of a vast lake, they are overjoyed. But when they get there they discover they may not be alone… The battle for ownership of a lonely island teaches them the skills of survival, the value of friendship and the importance of holding your nerve.","release_date":"2016-08-19","vote_average":6.5,"runtime":97,"cert":"N\/A","id":347035,"title":"Swallows and Amazons","adult":false,"genre_ids":[12,10751]},{"cast":["Sergi Cervera","Elena Tarrats"],"overview":"","release_date":"2014-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347052,"title":"Ningú no pot somiar per tu","adult":false,"genre_ids":[10749,18]},{"cast":["Jessie Montgomery","Jamie Sanders","Roman Daniels","Stefan Nash","Scotty Clarke"],"overview":"The GoPro cameras are back to capture more amateur Porn Star action with the Helix Real Cam™. Experience the love life of Max & Kyle as they give an honest and vulnerable interview about their relationship before retreating to the privacy and comfort of their bedroom for some hard pounding action captured from every angle. Southern boyfriends Zac & Scotty are next to share the secrets that have helped keep them together before a bareback flip fuck that only true lovers could deliver. Join all the boyfriends as they document their most intimate moments in beautiful HD because love this deep is made to be admired.","release_date":"2015-01-12","vote_average":0.0,"runtime":155,"cert":"\"\"","id":347057,"title":"Helix Real Cam: Bareback Boyfriends","adult":true,"genre_ids":[]},{"cast":["Gene Autry","Smiley Burnette","Noah Beery","Luana Walters","William Farnum"],"overview":"Gene Autry and his sidekick Frog look into a phony oil scam being perpetrated on a mission orphanage.","release_date":"1939-03-26","vote_average":6.0,"runtime":59,"cert":"\"\"","id":347059,"title":"Mexicali Rose","adult":false,"genre_ids":[28,37,10402]},{"cast":["Christian Collins","JD Evans","Kyler Ash","Kurt Summers","Shawn Robins"],"overview":"Every boy should play a little dress up. Living out your fantasies is much more fun with our beautiful horny twinks. A Boy’s Fantasy is nicely endowed with fresh newcummers and hung favorites. Watch JD Evans playing a nerdy prep who ends up with a sticky cum stained tie, and a military recruit who gets his sweet hole pounded by college blonde Shawn Robbin’s big cock. Newbie Kurt Summers takes it hard from Christian Collins and Kyler Ash breaking him in for his future fun with Helix Studios.","release_date":"2012-04-25","vote_average":0.0,"runtime":91,"cert":"\"NC-17\"","id":347061,"title":"A Boy's Fantasy","adult":true,"genre_ids":[]},{"cast":["Dalton Briggs","Elijah West","Aaron Felix","Luke Allen","Evan Parker"],"overview":"You never know where you might find the boy of your dreams. He could be your driver, who pulls over and whips out his hard cock to give you a different kind of ride. You might spot him on the beach and sneak away for a carefree afternoon of ass-pounding pleasure. Maybe he’s a friend in need of a warm mouth and a tight hole and you show up at just the right moment. However you imagine it, these stories of love and lust are sure to bring you closer to your dream boy fantasy.","release_date":"2015-04-06","vote_average":0.0,"runtime":108,"cert":"\"NC-17\"","id":347063,"title":"Dream Boy","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is Psyko Punk Productions' first feature release! An excellent documentary about older punks in the punk scene and how it's a lifestyle choice  and not just a phase!\r The film features music and interviews from Charlie Harper, TV Smith,, US Chaos, GBH, Blanks 77 and many many more!","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":347083,"title":"All Grown Up - The Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring all 26 entries in the official filmography, this is the world's first complete DVD edition of the short films by the legendary Czech Surrealist filmmaker-animator Jan Švankmajer. Technically and conceptually astonishing in their own right, these films are also as remarkable for their philosophical consistency as for their frequently mind-boggling imagery. This package also includes a bonus short, Johanes Doktor Faust (1958), the longer cut of 'The Cabinet of Jan Švankmajer' with a new introduction by the Quay Brothers, the documentary Les Chimeres des Švankmajer (2001), interviews with Jan and Eva Švankmajer and examples of their work in other media. There's also a chance to see some Švankmajer special effects, created when he was banned from directing his own films.","release_date":"2007-05-28","vote_average":10.0,"runtime":313,"cert":"N\/A","id":347085,"title":"Jan Švankmajer: The Complete Short Films","adult":false,"genre_ids":[16,27]},{"cast":["Bob Berky","Friedhoffer","Mel Gorham","Mitchell Kriegman","Fred Newman"],"overview":"A kids humorous instructional tape on how to do gags and party tricks. It is from 1986, so the hair and wardrobe alone makes this tape comic gold. It is hosted by a young Malcolm Jamal Warner (Cosby Show) and features the likes of Fred Newman, Madman Magician Friedhoffer (who uses this strange Hasidic Jewish accent that doesn't fit his character at all) and comedian Frankie Pace. Learn how to do the Hawaiian nose hum and beatbox at the same time! Learn how to levitate, and how to juggle.","release_date":"1986-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":347087,"title":"Show Off! How to Be Cool at Parties","adult":false,"genre_ids":[35]},{"cast":["Akie Harada","Amu Ueka"],"overview":"Story about Maid and Vampires","release_date":"2011-12-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":347089,"title":"Vampire Sex Diaries","adult":false,"genre_ids":[27]},{"cast":["Ivan Agapov","Konstantin Kryukov","Sergey Nikonenko","Galina Polskikh","Irina Skobtseva"],"overview":"After discovering a dark window which appears on the wall every midnight two boys decide to investigate the mystery of a dark room behind the window.","release_date":"2014-12-02","vote_average":8.0,"runtime":76,"cert":"\"\"","id":347091,"title":"A Dark Room Mystery","adult":false,"genre_ids":[12,10751,14]},{"cast":["Dankan","Yû Tejima","Atsuko Miura","Hitomi Hayasaka","Kêsuke"],"overview":"A young woman moves into an apartment that is rigged with hidden cameras.A voyeur,who has raped and abused other women watches her every move and begins a strange relationship with her. His character is truly evil and dysfunctional.A must-see for fans of depraved Japanese exploitation cinema or pinku genre","release_date":"2008-03-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":347093,"title":"Dark Love Rape","adult":false,"genre_ids":[27]},{"cast":["Sonia Wieder-Atherton"],"overview":"A film by Chantal Akerman.","release_date":"2009-03-08","vote_average":0.0,"runtime":84,"cert":"N\/A","id":347095,"title":"À l'est avec Sonia Wieder-Atherton","adult":false,"genre_ids":[99]},{"cast":["Johnny Knoxville","Steve-O","Bam Margera","Ryan Dunn","Brandon DiCamillo"],"overview":"Due to some random haggard circumstances, Volume 1 of the Jackass TV series isn't coming out anytime soon. But in the meantime here's Volume 3. Volume three of the Jackass series contains a random, haggard selection of segments and bits that aired on our crappy little television show. Memorable moments in this half-ass collection include the recitation of the Gettysburg Address by Johnny Knoxville while a beard of leeches is applied to his ruggedly handsome face, Chris Pontius stripping down for the pleasure of five other dudes, Wee Man and Preston Lacy pulling a \"poo switcheroo\" with a porta-potty, Dave England digging through the trash and unearthing a tasty treat in a diaper, and a bunch of other absurd stunts, pranks and queer misbehavior from our bumbling cat and crew of idiots.","release_date":"2002-12-10","vote_average":6.6,"runtime":76,"cert":"\"NR\"","id":347115,"title":"Jackass Volume Three","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Prepare for a heavy dose of animated mayhem as Spike and Mike's Sick and Twisted Festival of Animation brings home 30 of the most twisted cartoons imaginable. From the classic deer-squashing hilarity of Bambi Meets Godzilla to the outrageously violent antics of the ever adorable Happy Tree Friends, this collection offers some of the most gleefully offensive cartoons ever committed to celluloid.","release_date":"2003-06-07","vote_average":0.0,"runtime":96,"cert":"\"NR\"","id":347120,"title":"Spike and Mike's Sick and Twisted Festival of Animation: Full Frontal","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Directed by Sin Silva.","release_date":"2004-08-31","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":347122,"title":"Anomalous Humanite","adult":false,"genre_ids":[]},{"cast":[],"overview":"The blood of Christ is found on a sandal in an ancient tomb, and a mass cloning effort is put into action. 30 years later, however, the results aren't what everyone had hoped.","release_date":"2002-05-09","vote_average":5.0,"runtime":12,"cert":"\"NR\"","id":347124,"title":"The J2 Project","adult":false,"genre_ids":[]},{"cast":["Hayley Orrantia","Melissa Joan Hart","Jesse Metcalfe","David A.R. White","Ray Wise"],"overview":"When a high school teacher is asked a question in class about Jesus, her reasoned response lands her in deep trouble and could expel God from the public square once and for all.","release_date":"2016-04-01","vote_average":5.7,"runtime":121,"cert":"\"PG\"","id":347126,"title":"God's Not Dead 2","adult":false,"genre_ids":[18]},{"cast":["Rossana Podestà","Georges Marchal","Roberto Risso","Ave Ninchi","Rossana Martini"],"overview":"Having been warned in dreams that Snow White is in danger, the Seven Dwarfs set out to rescue the princess from the evil Prince of Darkness.","release_date":"1951-11-29","vote_average":5.5,"runtime":84,"cert":"\"\"","id":347146,"title":"The Seven Dwarfs to the Rescue","adult":false,"genre_ids":[35,14]},{"cast":["Enrico Vaser"],"overview":"A cinema becomes the site of sexual intrigue when a man looking for romance in the dark follows a woman into the movies and finds himself molesting her husband instead.","release_date":"1912-08-31","vote_average":3.8,"runtime":6,"cert":"N\/A","id":347148,"title":"At the Cinema Show","adult":false,"genre_ids":[35]},{"cast":["Gabriel Basurto","Eduardo Giaccardi","Gerardo Vázquez","Iliana Fox","Andrés Palacios"],"overview":"Dragon Rojo Jr., Mr. Profesional, ¡Sorpresa!, Rayo X and TseTse Fly are five friends who, with their fabulous wrestling skills, try to defend in the ring a village being attacked by a group of monstrous rudos (bad guy wrestlers) under the leadership of Rey Extremo. By the creators of ¡Mucha Lucha!","release_date":"2008-10-17","vote_average":0.0,"runtime":72,"cert":"N\/A","id":347150,"title":"Los campeones de la lucha libre","adult":false,"genre_ids":[]},{"cast":[],"overview":"An insanely jealous wife locks up her husband, lassos him on the street from a second-story window, and ships herself to him in a trunk when he leaves home. (MoMA)","release_date":"1912-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":347152,"title":"Cunégonde femme du monde","adult":false,"genre_ids":[35]},{"cast":["Eugène Bréon","Clément Mégé","Marcel Perez"],"overview":"From a futuristic airship, the French police stop crime, arrest criminals, and catch dogs without touching the ground. (MoMA)","release_date":"1910-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":347154,"title":"Police in the Year 2000","adult":false,"genre_ids":[35,878]},{"cast":["John Stuart","Derek Gorst","Frederick Culley","Nancy Burne","Lewis Shaw"],"overview":"Down on his luck inventor Roger (John Stuart) \"borrows\" some money from a handbag he finds but things go wrong when a necklace from the bag goes missing.","release_date":"1935-06-14","vote_average":0.0,"runtime":67,"cert":"N\/A","id":347156,"title":"Once a Thief","adult":false,"genre_ids":[10749,80]},{"cast":["William Sanders"],"overview":"A little boy, left in charge of a Parisian apartment building, goes on a murderous rampage.","release_date":"1912-08-08","vote_average":0.0,"runtime":5,"cert":"N\/A","id":347176,"title":"Willie, King of Janitors","adult":false,"genre_ids":[35]},{"cast":["Lucien Bataille","Paul Bertho"],"overview":"Over-stimulated by boxing lessons, Gavroche brings a lion home to spar with, triggering an all-out assault on public order.","release_date":"1913-06-12","vote_average":0.0,"runtime":7,"cert":"N\/A","id":347178,"title":"Gavroche et Casimir s'entraînent","adult":false,"genre_ids":[35]},{"cast":["Uwe Rohde","Ingeborg Schöner","Udo Vioff","Hans von Borsody","Christine Wodetzky"],"overview":"","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347180,"title":"6 Zimmer Sonnenseite","adult":false,"genre_ids":[35]},{"cast":["Sumire Morohoshi","Yoshimasa Hosoya","Nobuhiko Okamoto","Daisuke Namikawa","Kenn"],"overview":"On an evening lit by a crimson full moon, an ordinary high school girl named Mei Ayazuki meets a self-proclaimed magician named Charlie at a festival. Through Charlie's magic, she time-travels to the Meiji era in Tokyo, where she meets and falls in love with various great historical figures from that time period.","release_date":"2015-07-18","vote_average":2.5,"runtime":null,"cert":"N\/A","id":347182,"title":"Meiji Tokyo Renka: Yumihari no Serenade","adult":false,"genre_ids":[14,16]},{"cast":["Šarūnas Bartas"],"overview":"The documentary film “Šarūnas Bartas: An Army of One” by Guillaume Coudray is a subjective portrait of the famous Lithuanian filmmaker. Coudray first met Bartas ten years ago, when he, then a young French producer, came to Vilnius to work on Bartas’ film “Freedom” (Laisvė, 2000). Fascinated by the director’s cinematographic work, he wanted to discover what made him and his films so exceptional. The film combines interviews of Bartas, talking about his films, his creative intentions, reminiscing about the beginning of his career as a filmmaker, and Coudray’s personal opinion on the director. Including archival footage from shooting sets, the film offers a rare opportunity to know more about the creative process and personality of the acclaimed filmmaker.","release_date":"2010-04-20","vote_average":6.0,"runtime":51,"cert":"N\/A","id":347184,"title":"Sharunas Bartas: An Army of One","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Second Haikyuu!! recap movie.","release_date":"2015-09-18","vote_average":0.0,"runtime":88,"cert":"N\/A","id":347186,"title":"Haikyuu!! Movie 2: Winners and Losers","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Grotesque animated spirits punish a disbeliever who scorns his wife’s interest in the occult.","release_date":"1911-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":347206,"title":"La vengeance des esprits","adult":false,"genre_ids":[27,16,35]},{"cast":["Clément Mégé","Gaston Modot"],"overview":"A magic wand falls into Calino's hands, and he turns everything he touches into running water, until he falls victim to his own witchcraft. The catastrophic meets the fantastic, for the triumph of the absurd.","release_date":"1911-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":347208,"title":"Calino sourcier","adult":false,"genre_ids":[35,14]},{"cast":["Ritesh Deshmukh","Hrishitaa Bhatt","Brande Roderick","Anand Raj Anand","Amrish Puri"],"overview":"A man named Jaswinder (Ritesh Deshmukh) goes to the United States of America promising his parents that he will return soon and his sister marriage will be set. In America in a night club he meets an American girl named Sally (Brande Roderick) and marries her for his visa. He obviously forgets to remember the promise he made that he would go back to India. Meanwhile in India his parents have found him a new bride, typical Punjabi kudi, Richa (Hrishitaa Bhatt). His sister calls him to America by telling him that his father had a heart-attack, but that is the way they could bring him back to India.","release_date":"2003-11-21","vote_average":8.5,"runtime":145,"cert":"N\/A","id":347210,"title":"Out of Control","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"A former private eye traveling alone picks up a girl while a ghastly threat is unleashed in a nearby pharmaceutical facility.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347215,"title":"Safrom","adult":false,"genre_ids":[]},{"cast":["Ari Brickman","Fabiana Perzabal","Emilio Echevarría","Muni Lubezki"],"overview":"Alberto resorts to disturbing and extravagant practices to break through the shell of his loneliness and fulfill his desires.","release_date":"2002-03-08","vote_average":7.0,"runtime":9,"cert":"N\/A","id":347220,"title":"From Mesmer, with Love or Tea for Two","adult":false,"genre_ids":[18]},{"cast":["Saskia Vester","Chiara Schoras","Gustav-Peter Wöhler","Max von Thun","Krystian Martinek"],"overview":"","release_date":"2006-08-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":347240,"title":"Das Glück klopft an die Tür","adult":false,"genre_ids":[10751,35,10770]},{"cast":["Dennis Hopper","David Lynch","Sean Penn","Wim Wenders","Julian Schnabel"],"overview":"The inevitable fat cigar between his fingers, the American actor, director and fine artist Dennis Hopper (1936) self-mockingly looks back on his chequered life and career, at the request of Dutch director, photographer and fine artist Thom Hoffman. The latter sifted through the turbulent life story of Hopper, who is primarily known from the cult film Easy Rider (1969). Hopper went through as many high as low points. In conveniently arranged chapters, Hoffman shows the decisive moments in Hopper's life and asks colleagues like Wim Wenders, David Lynch, Sean Penn and Julian Schnabel to comment on them. The documentary is richly illustrated with film excerpts, photos, newspaper articles and anecdotes. The main reason for this film was the retrospective of Dennis Hopper's art work in the Amsterdam Stedelijk Museum in 2001.","release_date":"2004-05-01","vote_average":10.0,"runtime":78,"cert":"N\/A","id":347242,"title":"Dennis Hopper: The Decisive Moments","adult":false,"genre_ids":[]},{"cast":["Walter Sittler","Birge Schade","Gustav-Peter Wöhler","Angelika Bartsch","Lucas Gregorowicz"],"overview":"","release_date":"2005-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347244,"title":"Gegen jedes Risiko","adult":false,"genre_ids":[18]},{"cast":["Jan-Gregor Kremp","Désirée Nosbusch","Nadja Tiller","Gustav-Peter Wöhler","Julia Stinshoff"],"overview":"","release_date":"2002-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347246,"title":"Ein Albtraum von 3 1\/2 Kilo","adult":false,"genre_ids":[35]},{"cast":["Stephan Kampwirth","Minh-Khai Phan-Thi","Daniela Ziegler","Teresa Harder","Irm Hermann"],"overview":"","release_date":"2002-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347248,"title":"Die Novizin","adult":false,"genre_ids":[18]},{"cast":["Ichikawa Ebizō XI","Chikage Awashima","Mieko Takamine","Yatsuko Tan'ami","Teiji Takahashi"],"overview":"This period film is inspired by one of the most notorious scandals to have taken place in Edo-period Japan. The heroine, Ejima, was a lady of the Ooku, the harem of Edo Castle in which the Shogun’s mother, wife and concubines resided, forbidden from contact with any other man except in the presence of the Shogun. The institution played a key role in the Byzantine world of Japanese court politics during the Edo era.  In 1714, Lady Ejima was sent to pay her respects at a Buddhist temple in the city, and chose to pay an unauthorised visit to the kabuki theatre – a violation of protocol that was to have tragic consequences.","release_date":"1955-10-30","vote_average":0.0,"runtime":126,"cert":"N\/A","id":347250,"title":"Ejima and Ikushima","adult":false,"genre_ids":[18]},{"cast":["Brooklyn Chase","Alan Stafford","Siri","Alektra Blue","Karla Kush"],"overview":"When a stormy couple - who use fighting as foreplay - finally split up, their friends are all too eager to set them up with new people but no matter how terrible they are for each other, breaking up always leads to making up.","release_date":"2014-06-20","vote_average":10.0,"runtime":130,"cert":"\"\"","id":347270,"title":"Sweetness and Light","adult":true,"genre_ids":[10749,35]},{"cast":["Sean Hutcheon","Tina Celentano","David B. Stewart III","William Neis","Aaron Fritz"],"overview":"He was sent to Hell, but not even Hell can hold Jason forever. With the help of a few mischievous teenagers, and a book from the Voorhees estate. Jason is brought back from his fifteen year sabbatical in Hell. Well rested, and eager to get back to work, hacking up the Crystal Lake, New Jersey teens. Will he ever be stopped? CAN he be stopped?","release_date":"1995-10-13","vote_average":4.2,"runtime":87,"cert":"\"\"","id":347272,"title":"Friday the 13th Part X: To Hell and Back","adult":false,"genre_ids":[27]},{"cast":["Vivek","Sonia Agarwal","Rajendran","Sheela","Imman Annachi"],"overview":"A lazy, irresponsible man, who quits his job because his wife earns more than him, decides to adopt an old woman as his mother because she offers to pay cash for it. What happens after the woman enters his household?","release_date":"2015-07-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":347274,"title":"Palakkattu Madhavan","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Johann Lurf's critical examination of the special effect of the \"dolly zoom\" - first used by Hitchcock in Vertigo - becomes a declaration of love to film and the richness of the cinematic language.","release_date":"2007-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":347276,"title":"VERTIGO RUSH","adult":false,"genre_ids":[]},{"cast":[],"overview":"Night-time, high-tech surveillance video uses circling camera to depict a run-of-the-mill contemporary business park. All is however not what it seems. The mechanical eye penetrates the initial security level unmasking the camouflage tactics of today's arms industry using its own tools.","release_date":"2014-01-01","vote_average":1.0,"runtime":10,"cert":"N\/A","id":347278,"title":"EMBARGO","adult":false,"genre_ids":[]},{"cast":[],"overview":"In silent shots, Lurf offers a clip-like depiction of the Morris Reservoir near the Californian city of Azusa - a huge reservoir, which long served as a testing site for torpedoes , or rather, underwater warfare. RECONNAISSANCE targets details of the terrain in a seemingly motionless way, to unfold a subtle play with light and movement within this “framing.”","release_date":"2012-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":347280,"title":"RECONNAISSANCE","adult":false,"genre_ids":[]},{"cast":["Sarah Duhamel"],"overview":"A jolly housekeeper brings new meaning to the notion of “home entertainment” with a handsome new portable phonograph that causes people, furniture, and buildings to rock and roll through the magic of stop-motion animation. (MoMA)","release_date":"1911-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":347303,"title":"Rosalie et son phonographe","adult":false,"genre_ids":[14,35,16]},{"cast":["Armando Araiza","Tania Robledo","Gerardo Albarrán","Gregorio Cazals","Homero Maturano"],"overview":"Daniel is a scientist who just got married to April, an attractive, immature and extroverted youth who reveals a side of herself which he has not yet seen, unleashing conflicts with the inhabitants of her hometown.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":347305,"title":"Desbocados","adult":false,"genre_ids":[]},{"cast":["Polidor"],"overview":"In a scheme that is all the more convincing on silent film, Polydor attempts to fool a high-society mob with a no-talent singer who lip-synchs recordings from a hidden Gramophone. (MoMA)","release_date":"1912-09-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":347307,"title":"Polidor's Gramophone","adult":false,"genre_ids":[35]},{"cast":["Renos Haralambidis"],"overview":"","release_date":"2010-12-09","vote_average":6.5,"runtime":null,"cert":"N\/A","id":347309,"title":"Show Bitch","adult":false,"genre_ids":[35]},{"cast":["Tina Keeper","Tiffany Peters","Drew Vodrey","Lee J. Campbell","Tony L. Clark"],"overview":"A young Native child struggles with her identity.","release_date":"1994-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":347311,"title":"For Angela","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Singer Pik Nik tests the power of song with an earth-shaking voice that causes people to pass out, walls to collapse, cars to go backwards—and eventually lands him in jail. (MoMA)","release_date":"1911-11-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":347313,"title":"Pik-Nik Master Singer","adult":false,"genre_ids":[35]},{"cast":["Kostas Voutsas","Natasa Gerasimidou","Elena Nathanail","Kostas Tsakonas"],"overview":"","release_date":"1986-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":347336,"title":"Οι πόντιοι","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":347338,"title":"Bendito Machine I: Everything You Need","adult":false,"genre_ids":[16]},{"cast":["Scott Glenn","Courtney B. Vance","Laura Leighton","Barbara Williams","Jason Blicker"],"overview":"An ambitious reporter gets in their way of two cops assigned to investigate a serial killer who became active around Christmas time..","release_date":"1998-12-13","vote_average":5.0,"runtime":95,"cert":"\"\"","id":347340,"title":"Naked City: A Killer Christmas","adult":false,"genre_ids":[80,53]},{"cast":["Tyler Brooke","Anita Garvin","Glenn Tryon","Vivien Oakland","Gale Henry"],"overview":"The story involves various misunderstandings and entanglements that occur between two married couples, the Browns (Glenn Tryon &amp; Vivien Oakland) and the Dazzles (Tyler Brooke &amp; Anita Garvin). The two couples have apartments across the hall from one another, and all four plan to attend a costume ball together. But after each husband expresses unhappiness with his wife's costume the women angrily refuse to go to the party. The two husbands decide to go \"stag\" and pick up dates, but when Mrs. Brown changes her mind about attending, and Mr. Dazzle and Mr. Brown switch costumes, mix-ups result.","release_date":"1927-01-29","vote_average":0.0,"runtime":20,"cert":"\"\"","id":347342,"title":"Two-Time Mama","adult":false,"genre_ids":[35]},{"cast":["Amalia Holm Bjelke","Felice Jankell","Fanny Klefelt","Helena af Sandeberg","Molly Nutley"],"overview":"Alena’s life is far from simple. When she arrives at her new elite boarding school, Filippa and the other girls start to harass her. But Alena’s best friend Josefin won’t let her take anymore beating. If she won’t strike back, Josefin will do it for her. Hard.","release_date":"2015-11-13","vote_average":5.7,"runtime":83,"cert":"N\/A","id":347344,"title":"Alena","adult":false,"genre_ids":[27,53]},{"cast":["Heidy Cassini","Teresa Visconti","Lucrezia De Curti","Alessia Visconti","Natasha Kiss"],"overview":"","release_date":"1999-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":347346,"title":"Incesto all'Italiana","adult":true,"genre_ids":[]},{"cast":["Allari Naresh","Navaneet Kaur"],"overview":"Ramakrishna (Allari Naresh) is the son of a temple priest, Sekhar (Baladitya) is an orphan brought up by his maternal uncle, Seshu (Srinivasa Reddy), who was brought up by his grandmother and Bunty (Suman Setty) is the son of a toddy-taper. Ramakrishna is a Flutist; Sekhar plays Mridangam\/drums, Bunty fond of playing keyboard while Seshu is a good Guitarist.","release_date":"2006-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347363,"title":"Roommates","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nijntje and boris","release_date":"","vote_average":0.0,"runtime":73,"cert":"N\/A","id":347380,"title":"Nijntje en Boris","adult":false,"genre_ids":[10751]},{"cast":["Andrey Merzlikin","Ilya Korobko","Anna Prus","Arina Borisova","Mikhail Evlanov"],"overview":"During WWII a Soviet artillery unit is fighting Nazis while trying to do everything to save lives of a group of deaf children near their position.","release_date":"2015-06-11","vote_average":5.6,"runtime":110,"cert":"\"\"","id":347382,"title":"The One","adult":false,"genre_ids":[10752,18]},{"cast":["Christian Wolff","Henriette Richter-Röhl","Angela Roy","René Hofschneider","Peter Prager"],"overview":"","release_date":"2004-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347393,"title":"Geheimnis der Karibik","adult":false,"genre_ids":[18]},{"cast":["Christian Wolff","Barbara Wussow","Rita Russek","Dieter Eppler","Erich Hallhuber"],"overview":"","release_date":"2000-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347395,"title":"Stimme des Herzens","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"2009-12-11","vote_average":3.5,"runtime":null,"cert":"N\/A","id":347400,"title":"Bieg","adult":false,"genre_ids":[]},{"cast":[],"overview":"Deluxe edition digipak includes Concert in Paris at La Goutte d'or on June 30th 2005, 4 duets with Manu Chao, live duets from their concert at La Cigale (February 2005), all of their videos including their new single 'Beaux Dimanches' + making of, four short TV films plus exclusive documentary on the recording of their album in Mali. The DVD comes with an exclusive 50 minute bonus CD + booklet. The CD features an extract frm their concert in Paris.","release_date":"2006-04-11","vote_average":8.0,"runtime":95,"cert":"N\/A","id":347402,"title":"Amadou & Mariam - Paris Bamako","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347404,"title":"Le petit prince 2, La planète de l'oiseau de feu","adult":false,"genre_ids":[16]},{"cast":["Brenda Fricker","Kathleen McDermott"],"overview":"Reluctant Jennifer must bathe her mischievous grandmother. Once close, they are now virtually strangers. The enforced intimacy of the situation results in an awkwardness that they can neither deny nor overcome until they begin to play together in the water.","release_date":"2005-02-12","vote_average":0.0,"runtime":10,"cert":"N\/A","id":347406,"title":"Milk","adult":false,"genre_ids":[]},{"cast":["Richard Brake","Jim Sturgeon","Tim Ahern","Neil D'Souza","Simon Ginty"],"overview":"An American scientist who was convicted of killing and cannibalizing two colleagues in the jungles of Flores, Indonesia in 1977.  Branded \"The American Cannibal\" by the press during his trial, Dr. Timothy Darrow defended himself by claiming a mythic human-ape creature was responsible for the murders.  The news outlet documented an indigenous tribe on Flores, the very same island where the hobbit remains were discovered, which had its own accounts of little wild men that stood just over three feet tall, climbed trees, walked on two feet and thrived on cannibalism. And according to the local legend, those creatures may never have died out at all.  Follow an expedition team deep into the heart of Flores Island to investigate Dr. Timothy Darrow's claims and find out once and for all if hobbits still exist in the deepest, most remote realms of the Indonesian jungle.","release_date":"2015-04-27","vote_average":4.7,"runtime":84,"cert":"\"PG-13\"","id":347423,"title":"The Cannibal in the Jungle","adult":false,"genre_ids":[878,80,27]},{"cast":[],"overview":"How far are you willing to go for love? Nine friends decide to vacation in one of the most rural locations in the country in an attempt to end the mourning period of one of their beloved. Krista is dealing with the recent death of her father and relies on Marc for comfort and protection. Unbeknownst to them a tenth member has joined the festivities, but with less joyous ideas in mind. When their friends start dying, Marc and Krista must unravel an old mystery to avoid becoming victims themselves.","release_date":"2007-01-10","vote_average":0.0,"runtime":87,"cert":"\"NR\"","id":347425,"title":"Manje'","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Goldie, the godfather of drum and bass takes us on a roller coaster ride through his frenetic life. A journey that takes us from Wolver Hampton to Tokyo, Miami to Hong Kong; through his years in council care and his life as a musician and international pop star. Along the way we meet his family, his collaborators and his celebrated friends, David Bowie and Noel Gallagher.","release_date":"1998-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":347430,"title":"Goldie: When Saturn Returns","adult":false,"genre_ids":[99]},{"cast":["Andrea Rodenbaugh","Georgina González","Charlyn Corral","Maribel Domínguez","Laura Serrano"],"overview":"This documentary deals with the stories, achievements and difficulties of women boxers and footballers. Their stories are told from the point of view of their daily lives where sport, family live and relationships intermingle in a complex and often contradictory whole. All these women share the desire to triumph in sports normally considered to be men´s sports. Some of them pursue their dream while working at other jobs such as driving taxis, selling tacos or being lawyers. They are not women victims, trapped in the family or in marriage; for the simple reason that they are still fighting, they have not accepted defeat. This documentary looks at the feminine aspect of these sports and the unfairness that there is.","release_date":"2008-01-25","vote_average":0.0,"runtime":70,"cert":"N\/A","id":347432,"title":"Brain Is Better Than Brawn","adult":false,"genre_ids":[99]},{"cast":["Peter Finch","Helen Hughes","Helen Hughes","Gloria Gotch","Norman French"],"overview":"Short lost Australian film based on the story of Cinderella","release_date":"1935-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347434,"title":"The Magic Shoes","adult":false,"genre_ids":[14]},{"cast":["Krateros Katsoulis","Sotiris Kalivatsis","Gerasimos Gennatas"],"overview":"","release_date":"2014-03-28","vote_average":7.5,"runtime":null,"cert":"N\/A","id":347436,"title":"Το Πουλί της Κύπρου","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tales from the Inside Women inmates of Puente Grande Federal Prison in the state of Jalisco give testimonies of their lives and convey the emotional experience of their confinement. Speaking from their own experience, they reflect upon the human condition, survival, and the concept of freedom.","release_date":"","vote_average":10.0,"runtime":78,"cert":"N\/A","id":347444,"title":"Tales from the Inside","adult":false,"genre_ids":[]},{"cast":["Karel Roden","Soňa Valentová","Jürgen Prochnow","Catherine Flemming","Csongor Kassai"],"overview":"","release_date":"2009-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":347446,"title":"Oko ve zdi","adult":false,"genre_ids":[53]},{"cast":["Ludmila Mikaël","Frédéric van den Driessche","Valérie Mairesse","François Chaumette","Aurélien Levitan"],"overview":"A thriller drama directed by Joyce Buñuel.","release_date":"1993-09-17","vote_average":0.0,"runtime":84,"cert":"N\/A","id":347448,"title":"Dose mortelle","adult":false,"genre_ids":[53,18]},{"cast":["Alberto Sordi","Franca Valeri","Pippo Baudo","Gigi Proietti","Claudia Cardinale"],"overview":"Docu-film directed by Carlo and Luca Verdone realized on 2013 in occasion of the tenth anniversary from the actor’s death happened on 24th February 2003. Through this documentary  Verdone’s brothers with deep respect towards the Roman actor trace an affectionate and sincere portrait not only about an Artist but, above all, about a man with his habits, his ideas, his tics, his vices and his virtues. And for the first time Mrs Aurelia – Alberto Sordi’s sister who is dedicated the documentary – opens the doors of the beautiful house of Via Druso where the actor has lived since 1958. In this way we are led by Carlo Verdone (a sort of Virgilio whose Dante Alighieri wrote about  but we are not in the Hell but in the Seven Heaven where there is the source of the Italian Cinema) and on the tips and staying in silence we can go into the rooms of this wonderful house which reveals the true, authentic character of Alberto Sordi.","release_date":"2013-02-16","vote_average":0.0,"runtime":80,"cert":"N\/A","id":347450,"title":"Alberto il grande","adult":false,"genre_ids":[99]},{"cast":["Kenji Sugawara","Ayako Wakao","Kazuko Ichikawa","Hiroko Yajima","Yuko Yashio"],"overview":"A young woman decides to leave school in order to help her sister.","release_date":"1955-01-15","vote_average":0.0,"runtime":76,"cert":"N\/A","id":347452,"title":"Firefly Light","adult":false,"genre_ids":[]},{"cast":["Владимир Соловьев","Dmitry Polonsky","Dmitry Polonsky","Сергей Степашин","Zakhar Prilepin"],"overview":"","release_date":"2015-04-26","vote_average":10.0,"runtime":null,"cert":"N\/A","id":347454,"title":"Президент","adult":false,"genre_ids":[36,10770,99]},{"cast":[],"overview":"Nijntje party","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":347456,"title":"Nijntje is jarig","adult":false,"genre_ids":[]},{"cast":["Orlow Seunke","Kees van Kooten","Monique Smets","Steffen Kroon","Jim van der Woude"],"overview":"Slapstick by the director of The Taste of Water also a film within a film. Boy, otherwise known as the shy actor Pim, runs a financially unsuccessful service station somewhere in the desert. His life is severely disrupted when he gets a professional competitor. The film is a homage to the silent film hero Buster Keaton.","release_date":"1991-05-08","vote_average":0.0,"runtime":88,"cert":"N\/A","id":347467,"title":"Oh Boy!","adult":false,"genre_ids":[35]},{"cast":["Sidney Drew","Clara Kimball Young"],"overview":"Clara Kimball Young, batting her eyelashes even faster than Bernadette Peters, plays Gwendoline, an innocent(?) heroine who seeks a livelihood in the big city. She's briefly employed in a 'bucket shop' (a crooked brokerage house) and arouses the attention of a moustache-twirling top-hatted villain (played by her real-life husband James Young). After temporarily escaping his clutches, she finds gainful employment in the firm of a dry-goods millionaire (James Lackaye). The millionaire's youthful son Cornelius (played by Sidney Drew, well into middle age) falls in love with her ... but his father disapproves of their marriage, and he cuts off Cornelius with only a shilling (24 cents, it says here in the titles). The villain arrives, murders Gwendoline's employer (just temporarily, mind you) and frames Cornelius for the crime. Will true love triumph?","release_date":"1914-02-07","vote_average":0.0,"runtime":22,"cert":"\"\"","id":347472,"title":"Goodness Gracious","adult":false,"genre_ids":[10749,35]},{"cast":["Harry Gribbon","Rosa Gore","Eva Novak","May Emory","Billy Armstrong"],"overview":"","release_date":"1918-10-30","vote_average":4.0,"runtime":20,"cert":"\"\"","id":347474,"title":"The King of the Kitchen","adult":false,"genre_ids":[35]},{"cast":["Dana Delany","Frances Fisher","Adam Arkin","Mimi Kennedy","William Russ"],"overview":"Middle class parents, who already have three kids, take in their four orphaned nephews.","release_date":"1990-10-01","vote_average":9.0,"runtime":100,"cert":"\"\"","id":347476,"title":"A Promise to Keep","adult":false,"genre_ids":[]},{"cast":["Nassim Amaouche","Laetitia Casta","André Dussollier","Djemel Barek","Alexis Clergeon"],"overview":"A young French-Algerian man lured by a dubious \"family\" lawyer into making an occult business deal within a similarly marginalized setting: one of Paris's largest and most diverse Kabyle communities. Having been drawn into the family bar business by his estranged father, Samir still agonizes over the memory of his late mother, while falling in love with a beautiful and mysterious single mom.","release_date":"2015-07-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":347478,"title":"Des Apaches","adult":false,"genre_ids":[18]},{"cast":["Denis Ștefan","Anemona Niculescu","Sebastian Papaiani","Magda Catone","Jean Constantin"],"overview":"","release_date":"2006-06-09","vote_average":7.0,"runtime":150,"cert":"N\/A","id":347492,"title":"Păcală se întoarce","adult":false,"genre_ids":[12,35]},{"cast":[],"overview":"In The Streets Of Miami, Mooch Struggles To Make Money At A dead End Job While Others He Came Up With Are Makin' Money In the Drug Game. Tired Of Not Having Anything That The 'Realhustlas' Have, He Decides To Get Into It. He Makes A Mistake that A 'Real Hustla' Never Makes &amp; Pays A Hefty Price For It.","release_date":"2003-08-27","vote_average":0.0,"runtime":92,"cert":"\"\"","id":347494,"title":"Real Hustla","adult":false,"genre_ids":[28]},{"cast":["Gary Barlow","Howard Donald","Mark Owen"],"overview":"An in-concert film of Take That performing live at The 02 in London on June 19, 2015.","release_date":"2015-06-19","vote_average":9.5,"runtime":null,"cert":"N\/A","id":347496,"title":"Take That Live 2015","adult":false,"genre_ids":[10402]},{"cert":"\"\"","title":"Drug Addiction","cast":["John Galvarro","James Brill"],"id":347498,"overview":"Marty, a \"good boy,\" experiments with marijuana and experiences \"profound mental and emotional disturbances.\" As in all anti-drug films of this vintage, marijuana leads straight to \"H,\" and Marty's decline continues until he is busted, rehabbed and reformed.\r Drug Addiction's stilted view of the urban drug culture and unrealistic portrayals of stoned slackers make it entertaining viewing today. It belongs to that little-known \"second wave\" of anti-drug films, the postwar scare stories about middle-class kids overcome by junkiedom. What this wave of films reveals is that drugs were an issue for white adolescents long before the psychedelic Sixties, and that the official response to the threat expressed a general, not specifically targeted paranoia.","runtime":20,"genre_ids":[],"release_date":"1951-01-01","vote_average":4.0,"adult":false}]