[{"cast":["Jacques Loussier"],"overview":"The Jacques Loussier Trio Play Bach - 1989 Munich Concert","release_date":"1989-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":349001,"title":"The Jacques Loussier Trio Play Bach - 1989 Munich Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1969, 400 poorly paid Black women - hospital workers in Charleston, South Carolina - went on strike to demand union recognition and a wage increase, only to find themselves in confrontation with the National Guard and the state government.","release_date":"1970-01-01","vote_average":5.0,"runtime":28,"cert":"\"\"","id":349003,"title":"I Am Somebody","adult":false,"genre_ids":[99]},{"cast":["Dileep","Kavya Madhavan","Rambha","Murali","Kalaranjini"],"overview":"When Unni accidentally kills a person, his parents send him away to Chennai where he falls in love with Meenakshi. When their marriage is about to be fixed, Unni reveals his past to her.","release_date":"2005-05-25","vote_average":5.8,"runtime":null,"cert":"N\/A","id":349005,"title":"Kochi Rajavu","adult":false,"genre_ids":[18,35]},{"cast":["Wladyslaw Jarema","Jerzy Jogałła"],"overview":"Young and lively artist lives at the monastery while restoring the interiors and pays attention to the very old monk who is going to pass away soon.","release_date":"1966-10-15","vote_average":6.0,"runtime":28,"cert":"N\/A","id":349007,"title":"The Death of a Provincial","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A ballet performance with special guests...","release_date":"2012-07-16","vote_average":7.5,"runtime":5,"cert":"N\/A","id":349009,"title":"Le Ballet","adult":false,"genre_ids":[16]},{"cast":["Gregory Peck","Howard K. Smith"],"overview":"Documentary looking at the new independent African states.","release_date":"1967-09-10","vote_average":0.0,"runtime":200,"cert":"\"\"","id":349032,"title":"Africa","adult":false,"genre_ids":[99,10770]},{"cast":["Anthony Allen","Marilyn Nordman","Cindy Stevens","Paul Stober","Dolores Carlos"],"overview":"","release_date":"1969-01-01","vote_average":2.0,"runtime":null,"cert":"\"\"","id":349034,"title":"Mafia Girls","adult":false,"genre_ids":[80]},{"cast":["Charles Starrett","Iris Meredith","Richard Fiske","Jack Rockwell","Al Bridge"],"overview":"The hero, Texas Ranger Larry Whalen (Charles Starrett), is on the trail of a mysterious outlaw leader.","release_date":"1939-07-14","vote_average":0.0,"runtime":58,"cert":"\"\"","id":349036,"title":"The Man from Sundown","adult":false,"genre_ids":[37]},{"cast":["Charles Starrett","Donald Grayson","Iris Meredith","Norman Willis","Dick Curtis"],"overview":"Charles Starrett plays two-fisted frontiersman Dart Collins in this slick Columbia \"B\" western. Collins wants to find out who's behind a series of gold-shipment robberies. So does heroine Judy Garfield (Iris Meredith), whose stage transport business faces foreclosure if the holdups continue. It comes as no surprise that the crimes are being orchestrated by the very people who want to force Judy out of business.","release_date":"1937-12-01","vote_average":1.0,"runtime":59,"cert":"\"\"","id":349038,"title":"Outlaws of the Prairie","adult":false,"genre_ids":[37]},{"cast":["Alban Ceray","Brigitte Lahaie","Maude Carolle","Catherine Castel","Rachel Mhas"],"overview":"Alban has lost the lust for love. A female psychiatrist helps him to find the meaning of life and sex once more.","release_date":"1977-07-16","vote_average":6.5,"runtime":75,"cert":"N\/A","id":349040,"title":"Vibrations sexuelles","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary film about the daily odyssey that involves moving from home to work in three different cities of the world: Mexico City, Istanbul and Los Angeles. Three stories, three cities and three characters in different contexts but similar realities that survive long journeys and time of life lost.","release_date":"2018-04-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":349066,"title":"Rush Hour","adult":false,"genre_ids":[]},{"cast":["Tomás Rojas","Enrique Arreola","Flavia Atencio","Alejandra Marín","Arantza Ruíz"],"overview":"After an exhausting search, local authorities manage to capture Angel, who is accused of killing several women. A few months after his imprisonment in the maximum security prison of Malagua, he is questioned by a reporter named: Julio Bocanegra; who is looking for the truth behind the murders in Malagua.","release_date":"2016-03-07","vote_average":0.0,"runtime":83,"cert":"N\/A","id":349068,"title":"About the Deaths","adult":false,"genre_ids":[]},{"cast":["Ana Capri","Gloria Romero","Irma Adlawan","Say Alonzo","Caloy Alde"],"overview":"A Filipino drama directed by Maryo J. De Los Reyes.","release_date":"2009-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349070,"title":"Cassava","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary film diary tracing Annie Sprinkle's and society’s 30 year evolution throughout the sexual revolution. Take a look at the history of porn via Annie's filmography.","release_date":"","vote_average":4.5,"runtime":69,"cert":"N\/A","id":349072,"title":"Herstory of Porn: Reel to Real","adult":true,"genre_ids":[]},{"cast":[],"overview":"What can individuals do against the established norms of the society? In this movie few individuals are put to trial for going against the established norms and expectations of society.","release_date":"2011-07-16","vote_average":0.0,"runtime":64,"cert":"\"\"","id":349074,"title":"Lucy's Law","adult":false,"genre_ids":[]},{"cast":["Dmitri Polyakov"],"overview":"An orphan child that dreams about the Cosmos, a doctor who donates blood for an experiment on interplanetary flights, a scientist who proves that man can fly to Mars: all these are aspects of cosmonaut nr. 66, Valery Polyakov, the man with the longest spaceflight ever. Now he speaks for the very first time about himself and life in space.","release_date":"2007-07-08","vote_average":0.0,"runtime":110,"cert":"N\/A","id":349076,"title":"Cosmonaut Polyakov","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scenes showing work at the various London docks is followed by shots of buildings and places of interest near the river including Billingsgate and Covent Garden market.","release_date":"1939-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":349096,"title":"London River","adult":false,"genre_ids":[]},{"cast":["Eva Lovia","Dani Daniels","Mia Malkova","Alexis Adams","Mandy Muse"],"overview":"When the sexy Eva Lovia married her husband, David, their life was filled with passion and mesmerizing love-making. But through the years, their petty arguments turned violent. And when she discovered her husband’s mistress, she knew their marriage was over. For their anniversary, he gifted her a present containing lace and not much else. After a mind blowing orgasm reminiscent of their honeymoon, David leaves expecting a second round in the evening, but uncovers something far worse. Broken Vows is a suspenseful thriller, with six hardcore sex scenes and a jaw dropping climax that will keep you on edge.","release_date":"2015-07-16","vote_average":8.3,"runtime":170,"cert":"\"NC-17\"","id":349098,"title":"Broken Vows","adult":true,"genre_ids":[18]},{"cast":["Shirley Horn"],"overview":"Shirley Horn Live at the Village Vanguard","release_date":"2007-07-24","vote_average":0.0,"runtime":78,"cert":"\"\"","id":349106,"title":"Shirley Horn Live at the Village Vanguard","adult":false,"genre_ids":[]},{"cast":["Terry Crews","Luis Guzmán","Taryn Terrell","Jaylen Moore","Kassem Gharaibeh"],"overview":"A washed up wrestler decides to come out of retirement.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":349108,"title":"Aztec Warrior","adult":false,"genre_ids":[28,35]},{"cast":["Anthony Caravella","Brianna Joy Chomer","Vince Hill-Bedford","Jessica Morris","Jean Louise O'Sullivan"],"overview":"Five sorority girls with dark secrets, including one who just committed murder and another with a mysterious past, awaken one morning to find themselves locked inside their sorority house. Helplessly trapped with a escaped axe maniac.","release_date":"2015-06-01","vote_average":4.6,"runtime":85,"cert":"\"\"","id":349110,"title":"Sorority Slaughterhouse","adult":false,"genre_ids":[27]},{"cast":["Eddie Redmayne","John Hurt","Jamie Campbell Bower","Olivia Colman","Steven Kynman"],"overview":"Shiver me timbers. Surprises await Thomas and his friends as they dig up their most daring adventure yet. Unearthing an old pirate ship, Thomas is on the hunt for Sodor's lost treasure. When Thomas rocks the boat with some new friends, trouble soon rushes in. Will Thomas track down the treasure in time, or will Sailor John set sail with it? Join Thomas and Friends in this explosive movie adventure.","release_date":"2015-07-17","vote_average":3.8,"runtime":63,"cert":"\"\"","id":349112,"title":"Thomas & Friends: Sodor's Legend of the Lost Treasure: The Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Luis Aguilar","Luz María Aguilar","Armando Silvestre","Raúl Ramírez","Agustín Isunza"],"overview":"Law officer goes undercover as member of gang of murderous highwaymen.","release_date":"1959-07-17","vote_average":0.0,"runtime":70,"cert":"N\/A","id":349126,"title":"La diligencia de la muerte","adult":false,"genre_ids":[]},{"cast":["Franz Josef Strauß","Ernst Albrecht"],"overview":"Made with an eye to the autumn of 1980 when the German parliamentary elections took place, The Candidate examines Germany’s history past and present and Franz Josef Strauß, the man who, as the CDU\/CSU candidate, aspires to be elected to the most important political office in the land.","release_date":"1980-04-18","vote_average":5.0,"runtime":129,"cert":"N\/A","id":349128,"title":"The Candidate","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For the first time in front of a camera Ayunanda Fahaki introduce his whole body in a blender and ensures due out alive after turning it on.","release_date":"2001-07-17","vote_average":5.5,"runtime":4,"cert":"N\/A","id":349130,"title":"The Challenge to Death","adult":false,"genre_ids":[16]},{"cast":["Alexis Peterman","Matt Rippy","Nigel Barber","Vanessa Grasse","Isaac Haig"],"overview":"What starts off as a typical day on the streets of Seattle soon becomes a terrifying bloodbath, when a great white shark devours an alien space probe…and ROBOSHARK is born. The U.S. military comes after it with guns blazing, but it’s the power of social media that puts an ambitious newscaster and her tech-savvy daughter ahead of everyone else in the race to stop the destruction.","release_date":"2015-07-23","vote_average":3.8,"runtime":87,"cert":"\"\"","id":349135,"title":"Roboshark","adult":false,"genre_ids":[53,28,878,10770]},{"cast":[],"overview":"It’s 2070 and our planet is ravaged by earthquakes and volcanic activity. Nowhere on Earth is hit worse than the Korean peninsula. Ha-jin, a sly, savvy orphan, prowls the rubble of a broken, barely functioning Busan wracked by daily tremors. Her petty crimes land her in jail, and from there the clutches of human traffickers — and finally far out to sea, rescued (or rather, kidnapped?) by a ragtag band of pirates seeking the precious crystals at the heart of a volcanic island. To reach their prize, they’ll need to defeat the island’s fearsome guardian, the legendary volcano whale. And to do that, they’ll need Ha-jin’s special talent for summoning whales. But is her rare power a blessing, or a curse?","release_date":"2014-10-23","vote_average":0.0,"runtime":70,"cert":"N\/A","id":349137,"title":"Hwasangorae","adult":false,"genre_ids":[12,16,28]},{"cast":[],"overview":"Acclaimed filmmaker Morgan Spurlock captures the struggles and triumphs of five modern artisans who vary by trade but share a passion to create. Discover their worlds and be inspired by this vibrant, honest documentary.","release_date":"2015-06-16","vote_average":7.5,"runtime":25,"cert":"\"NR\"","id":349139,"title":"Crafted","adult":false,"genre_ids":[]},{"cast":[],"overview":"Almost no other natural wonder of our world makes an impression quite like that of the Grand Canyon. Any sense of dimensions one might have had is instantly put into perspective by its immense size. And the Grand Canyon reveals undreamt-of views into deep chasms and gorges gorges that were gradually cut into the rock of the Colorado Plateau by the powerful waters of the Colorado River. The Grand Canyon s stony walls reveal millions of years of geological history. And now, you can experience this age-old spectacle of nature and its inhabitants in perfect 3D. This film was made by a REAL 3D method you can play and watch it in 3D and also in 2D FULL HD.","release_date":"2015-04-29","vote_average":0.0,"runtime":60,"cert":"N\/A","id":349159,"title":"Grand Canyon","adult":false,"genre_ids":[99]},{"cast":["Clive Owen","Caroline Quentin","Paul Merton","Martin Clunes","Lizzy McInnerny"],"overview":"From their 1991 stageplay An Evening with Gary Lineker  was adapted for television in 1994 by Arthur Smith and Chris England. The action takes place against the backdrop of the 1990 Football World Cup semi-final, between England and West Germany, which is taking place in Italy while Monica and Bill are on holiday in Ibiza. Bill desperately wants to watch the match; Monica wants to talk about their relationship.","release_date":"1994-06-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":349161,"title":"An Evening With Gary Lineker","adult":false,"genre_ids":[35,18,10770]},{"cast":[],"overview":"Based on a poem by Marie Jacobs, the animated short 55 Socks, by Oscar-winning director Co Hoedeman, pays tribute to the ingenuity of the Dutch people during a dark period of their history - the winter of hunger of 1944-45. It's the closing months of the war in occupied Holland and some women unravel a beautiful bedspread in order to knit 55 socks to barter for food. Reaching back into his childhood memories, Hoedeman has made a simple, poetic film of rare beauty.","release_date":"2011-08-18","vote_average":7.0,"runtime":8,"cert":"N\/A","id":349163,"title":"55 Socks","adult":false,"genre_ids":[10752,16,18]},{"cast":["Sprague Grayden","David Lee Garver","Katheryn Winnick","Michele Santopietro","Jon Avner"],"overview":"In a small suburban community of Hillsdale NJ, something very strange is happening. Gentech Industries, a research company, has moved their labs and corporate offices to a small, quiet town. Barbed wire fences surround Gentech and no civilians are permitted inside the complex.","release_date":"2001-05-11","vote_average":3.3,"runtime":95,"cert":"\"\"","id":349165,"title":"Biohazardous","adult":false,"genre_ids":[28,878,27,9648]},{"cast":["Yûko Mizushima","Mizuho Nakagawa","Masahiko Abe","Minako Ogawa","Sabu Kawahara"],"overview":"Toru was an ordinary businessman. One day he found a doll in the trash, and he took it home. In the next morning, he heard strange noises in the house, although he was supposed to be living alone. He finds out that the doll has turned into a real girl, naked, wearing only an apron. And they start to live together.","release_date":"1986-07-12","vote_average":1.0,"runtime":68,"cert":"N\/A","id":349167,"title":"Mischievous Lolita Attacking the Virgin from Behind","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dez and Terri, a mixed-race couple married 20 years and adoptive parents, they are the trailblazing lesbians of the New South Africa. But, have these freedoms guaranteed them happiness?  Asanda, their 18 year old adopted daughter, is the poster child for South Africa’s diversity but describes herself as “an experiment”, being made up as she goes along. She meets Shado, an enigmatic Tommy Boy from Khayalitsha, a township on the edge of Cape Town, and a different picture of the New South Africa emerges.","release_date":"2015-07-17","vote_average":6.8,"runtime":76,"cert":"N\/A","id":349169,"title":"While You Weren't Looking","adult":false,"genre_ids":[18]},{"cast":["Troy Davies"],"overview":"Provocateur, artist, performer: Peter Vanessa \"Troy\" Davies was a chameleon. Using layers of identity at will, Davies charmed his way through a lifetime of secrets and lies, prostitution, art, HIV, abuse, incest and gender subversion, leaving a legacy of unanswered questions, influential performances and reams of enigmatic home video. Ecco Homo is a psychological detective story and a testament to a social history rarely documented on film","release_date":"2015-08-14","vote_average":0.0,"runtime":102,"cert":"N\/A","id":349171,"title":"Ecco Homo","adult":false,"genre_ids":[]},{"cast":["Maud Linder","Max Linder"],"overview":"A documentary with many excerpts from the films of French movie pioneer Max Linder, narrated by his daughter.","release_date":"1983-11-05","vote_average":0.0,"runtime":75,"cert":"\"G\"","id":349185,"title":"The Man in the Silk Hat","adult":false,"genre_ids":[99]},{"cast":["Trent Reznor"],"overview":"Nine Inch Nails (abbreviated and stylized as NIИ) is an American industrial rock band, founded in 1988 by Trent Reznor in Cleveland, Ohio. As its main producer, singer, songwriter, and instrumentalist, Reznor is the only official member of the group and remains solely responsible for its direction. Nine Inch Nails' music straddles a wide range of genres. After recording a new album, Reznor usually assembles a live band to perform with him. The touring band features a revolving lineup that often rearranges songs to fit a live setting.  Setlist: Wish; Letting You; Me, I'm Not; Survivalism; March of the Pigs; Piggy; Find My Way; Sanctified; (w\/Sunspots riff); Disappointed; All Time Low; (w\/Closer tease); Burn; The Great Destroyer; The Big Come Down; Gave Up; Hand Covers Bruise; (Trent Reznor and Atticus Ross cover); Beside You in Time; The Hand That Feeds; Head Like a Hole; Hurt","release_date":"2014-04-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349187,"title":"Nine Inch Nails: Lollapalooza 2014","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349192,"title":"Mamas Milch: 12 Mütter, 2 Profis über die Stillzeit","adult":false,"genre_ids":[]},{"cast":["Dinesh Ravi","Balasaravanan","Nandita Swetha","John Vijay","Chaya Singh"],"overview":"A stranger comes to a coastal village and gets into a tiff with the local gangster and his son.","release_date":"2017-12-29","vote_average":6.0,"runtime":131,"cert":"N\/A","id":349194,"title":"Ulkuthu","adult":false,"genre_ids":[28,35,10749]},{"cast":["Lucas Escariz","Marcelo Rasch","Maximiliano Villalba"],"overview":"","release_date":"2011-04-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":349196,"title":"Tan atentos","adult":false,"genre_ids":[18]},{"cast":["Atharvaa Murali","Anandhi","Lal","Rajashree","Bose Venkat"],"overview":"A young man tries to make a case for his neighbouring village, which depends on his village for water. However, the men who call the shots in the place, especially the father of the girl he is in love with, will not give in that easily.","release_date":"2015-08-07","vote_average":6.0,"runtime":115,"cert":"N\/A","id":349198,"title":"Chandi Veeran","adult":false,"genre_ids":[10751,35,18,10749]},{"cast":["Ashwin Kakumanu","Sshivada Nair","J. D. Chakravarthi","Ravi Raghavendra","Tulasi"],"overview":"A newly-wedded couple's domestic bliss is smashed to smithereens when the wife starts acting crazy. Has she become mentally unstable like her dead mother, or is there a sinister force at work?","release_date":"2016-03-25","vote_average":6.2,"runtime":159,"cert":"N\/A","id":349200,"title":"Zero","adult":false,"genre_ids":[14,27,53]},{"cast":["Steve Bastoni","Alain Cinis","Jason Clarke","Nathan Kaye","Rebecca Lean"],"overview":"","release_date":"1997-09-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":349217,"title":"Wanted","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"","release_date":"1997-11-15","vote_average":0.0,"runtime":100,"cert":"N\/A","id":349222,"title":"Deep Sorrow","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1997-11-22","vote_average":0.0,"runtime":101,"cert":"N\/A","id":349224,"title":"1818","adult":false,"genre_ids":[]},{"cast":["Choi Jin-sil","Lee Kyung-young","Park In-hwan","Lee Jeong-hak","Kim Il-Woo"],"overview":"Ad copywriter Sang-joon and event planner Ji-hyun meet for the first time in an elevator and decide to get married right away. But marital bliss is short lived for these two with the arrival of their son Nu-ri. Ji-hyun, exhausted from raising a baby, wants to go back to work. She thinks of a clever plan to return to her job.","release_date":"1997-06-21","vote_average":0.0,"runtime":87,"cert":"N\/A","id":349226,"title":"Baby Sale","adult":false,"genre_ids":[35]},{"cast":["Kim Sang-kyung","Im Chang-jung","Ko So-young","Cha Seung-won","Park Sung-woong"],"overview":"The classic love story between the famous actress and the plain ordinary man.","release_date":"1998-12-19","vote_average":0.0,"runtime":100,"cert":"N\/A","id":349228,"title":"If the Sun Rises in the West","adult":false,"genre_ids":[10749,35]},{"cast":["Roger Daltrey","Kenney Jones","Pete Townshend","John Entwistle"],"overview":"The Who’s 1982 tour, which was all in North America apart from two warm-up dates at the Birmingham NEC in England, was their last to feature Kenney Jones on drums and the band did not tour again until 1989. The tour promoted the recent IT’S HARD album, which had been released in June 1982, and the set list included a number of tracks from that album, some of which the band would only play live on this tour. This concert film features the show from the second of their two nights at New York’s Shea Stadium and was filmed on 13 October 1982.","release_date":"2015-06-29","vote_average":7.5,"runtime":145,"cert":"\"\"","id":349233,"title":"The Who: Live At Shea Stadium 1982","adult":false,"genre_ids":[10402]},{"cast":["Park Joong-hoon","Oh Ji-myung","Kim Kap-soo","Dong Bang-woo","Park Yong-sik"],"overview":"He already has 101 fraudulent methods but now he plans to break into the building of a high-ranking civil servant...","release_date":"1997-03-15","vote_average":0.0,"runtime":105,"cert":"N\/A","id":349235,"title":"Do the Right Thing","adult":false,"genre_ids":[18,35,80]},{"cast":["Kim Hee-seon","Jang Dong-gun","Lee Jin-woo","Park So-hyun"],"overview":"Two friends - Min-gyu, a wild-animal vet, and Eun-hae, a fashion photographer - commiserate with each other when each realizes that the person they love is no longer in love with them. In anger, Eun-hae smashes up her boyfriend's car; in frustration, Min-gyu breaks glasses and carves up a spider. Min-gyu and Eun-hae each urge the other to be calm, to move on, to forget about it. Good advice, if only they could take it. \"Why do humans need love?,\" these friends ask each other. Can jealousy, anger, and desire for revenge lead two jilted lovers to embrace what they have? Will someone dream of a giraffe?","release_date":"1997-03-15","vote_average":0.0,"runtime":84,"cert":"N\/A","id":349237,"title":"Repechage","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"1997-03-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":349239,"title":"Mr. Condom","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"1997-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349241,"title":"Ivan the Mercenary","adult":false,"genre_ids":[]},{"cast":["Cho Eun-sook"],"overview":"A broadcasting company hosts an actor\/actress contest and 30 contestants are pre-selected. Yong-Woo and Eun-Sook are two of them and they are also lovers. Eun-Sook desperately wants to be a TV star and approaches a producer. Yong-Woo discovers this and argues with her. In the meantime, Eun-Sook happens to meet Yu-Suk and spends a night with him, after he tells her that he knows a lot about broadcasting companies.","release_date":"1998-11-21","vote_average":0.0,"runtime":102,"cert":"N\/A","id":349243,"title":"Naked Being","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1998-05-16","vote_average":0.0,"runtime":101,"cert":"N\/A","id":349257,"title":"Tie a Yellow Ribbon","adult":false,"genre_ids":[]},{"cast":["Song Ok-Suk","Lee Byung-hun","Yu Oh-seong","Park Geun-hyung","Jeong Seon-kyeong"],"overview":"A man named Love joins the criminal underworld in America and falls In love with a woman, sparking the outrage of an old criminal associate from home.","release_date":"1996-10-19","vote_average":0.0,"runtime":106,"cert":"N\/A","id":349259,"title":"Kill the Love","adult":false,"genre_ids":[18]},{"cast":["Choi Min-soo","Park Seon-yeong","Choe Yong-seok","Bang Eun-hee","Son Sook"],"overview":"Min-su meets beautiful actress Seung-hae when he goes on a job to take care of a financial matter with the local theater. Min-su seduces her and they make passionate love. But their physical relationship begins to take a toll on them. Seung-hae decides that Min-su is a distraction to her budding career. She tries to end things with him so that she can concentrate on her performance in “Hiroshima Mon Amour” . But Min-su is not so easy to get rid of.","release_date":"1995-12-16","vote_average":0.0,"runtime":104,"cert":"N\/A","id":349261,"title":"Rehearsal","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1995-07-29","vote_average":0.0,"runtime":99,"cert":"N\/A","id":349263,"title":"Man with a Gun","adult":false,"genre_ids":[35]},{"cast":["Yvonni Maltezou"],"overview":"Joanna descends to the Port daily to find love. Inspired by an urban myth, one woman's story, could be a country's tale.","release_date":"2015-04-17","vote_average":0.0,"runtime":9,"cert":"N\/A","id":349265,"title":"Joanna","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-07-26","vote_average":0.0,"runtime":75,"cert":"N\/A","id":349267,"title":"Bach: Die Kunst der Fuge & Suite for Cello Sollo Nos.1&5","adult":false,"genre_ids":[10402]},{"cast":["Vicky Krieps","Lena Lauzemis"],"overview":"Helene and Martha spend the summer holidays in the polish cottage of Marthas parents where they get as close as never before. Two women, one hot summer, and a short goodbye.","release_date":"2015-01-21","vote_average":0.0,"runtime":26,"cert":"N\/A","id":349269,"title":"M wie Martha","adult":false,"genre_ids":[10749,18]},{"cast":["Keith Salter","Ernie Brown","Dwayne Bassett","Julie Lara","Brad Rentz"],"overview":"The very first film from the Christiano Brothers is a Christian version of the old TV series The Twlight [sic] Zone. Carl Smith is a thirty-five year old school teacher on his way home to Johnson City, Texas. He claims Jesus Christ never existed, and bases that claim on never having met Jesus in person. But what does it take for a man to know if someone did indeed exist, or if that someone is in fact telling the truth? (christianfilms.com)","release_date":"1986-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":349277,"title":"The Daylight Zone","adult":false,"genre_ids":[14,18]},{"cast":["Ahn Sung-ki","Lee Young-ha","Park Jeong-ja"],"overview":"","release_date":"1995-03-09","vote_average":0.0,"runtime":113,"cert":"N\/A","id":349279,"title":"Mom, the Star, and the Sea Anemone","adult":false,"genre_ids":[]},{"cast":["Kang Soo-yeon","Kim Kap-soo","Kim Hak-cheol","Kim Jong-goo"],"overview":"Youngmin is a professor of literature and the father of two children. He is in love with a journalist who is an admirer of his poetry. They first meet when Youngmin invites her to a dinner thanking her for an article that she has written about him. Since them, they meet secretly in motels and restaurants. One day, Youngmin lies to his wife, saying that he will stay at a temple in the mountains for two months to write poetry...","release_date":"1996-06-15","vote_average":0.0,"runtime":106,"cert":"N\/A","id":349284,"title":"Their Last Love Affair","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"1995-10-07","vote_average":0.0,"runtime":105,"cert":"N\/A","id":349286,"title":"Go Alone Like Musso's Horn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Running out of time, a young man works obsessively to keep his dying sister alive. Unable to remember anything before the accident that put her in this position, his sister trusts him implicitly. However, the reality of her situation and his method of giving her life is not what she expects.","release_date":"2015-04-08","vote_average":0.0,"runtime":19,"cert":"\"\"","id":349288,"title":"Eidolon","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"1996-06-15","vote_average":0.0,"runtime":106,"cert":"N\/A","id":349290,"title":"Two Men","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1995-04-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":349301,"title":"Dr. Bong","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1996-03-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":349303,"title":"1996 Mulberry","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":349305,"title":"The Pawn","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1995-09-08","vote_average":0.0,"runtime":102,"cert":"N\/A","id":349310,"title":"My Old Sweetheart","adult":false,"genre_ids":[]},{"cast":["Youn Yuh-jung","Hyun Kill-soo","Lee Tam-mi","Kim Byeong-hak","Cho Ju-mi"],"overview":"Betrayed by their husbands, two women plan the perfect murders of them.","release_date":"1990-09-28","vote_average":5.0,"runtime":98,"cert":"N\/A","id":349315,"title":"Be a Wicked Woman","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-01-09","vote_average":0.0,"runtime":70,"cert":"N\/A","id":349326,"title":"Adventure of Arongi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349328,"title":"철인 사천왕","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-07-20","vote_average":0.0,"runtime":79,"cert":"N\/A","id":349330,"title":"Vectormen: The Empire Attacks","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-06-26","vote_average":0.0,"runtime":107,"cert":"N\/A","id":349332,"title":"Gangster Lessons 2","adult":false,"genre_ids":[]},{"cast":["Lee Jung-hyun"],"overview":"","release_date":"1999-07-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":349334,"title":"Route 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1998-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349339,"title":"블랙 트리오","adult":false,"genre_ids":[]},{"cast":["Lee Young-ha","Jung Mi-sun","Jo Sun-mook","Sung Ji-ru","Son Byung-ho"],"overview":"","release_date":"1994-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349359,"title":"Sado Sade Impotence","adult":false,"genre_ids":[]},{"cast":["Lee Jung-sung"],"overview":"","release_date":"1994-04-30","vote_average":0.0,"runtime":113,"cert":"N\/A","id":349361,"title":"The President's Daughter","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1997-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349363,"title":"백수스토리","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1997-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349365,"title":"스커트 속의 드라마","adult":true,"genre_ids":[]},{"cast":["Se-han Kim","Giuliano Santi"],"overview":"The true story of Jesus, according to the St Matthew version of \"The New Testament\".","release_date":"1998-02-14","vote_average":0.0,"runtime":82,"cert":"N\/A","id":349367,"title":"Jesus: A Kingdom without Frontiers","adult":false,"genre_ids":[16]},{"cast":["Ji-heon Im","Cheong-suk Park","Seong-su Heo","Yong-man Ju","Choi Jong-won"],"overview":"A handsome young Korean playboy\/womanizer who dreams of becoming a model\/actor. However, his role is behind the scenes working as a computer FX programmer. Due to a computer glitch, he accidentally gets a print-out of his face and body morphed with that of a female model. Just for kicks, he sends in the picture to an audition, and ends up cast in a movie as the sexy, female lead.....","release_date":"1997-04-19","vote_average":7.0,"runtime":104,"cert":"N\/A","id":349369,"title":"Audition","adult":false,"genre_ids":[35]},{"cast":["Aika Hirota","Keisuke Aku","Kotone Shiina","Keiko Horiuchi","Kanji Tsuda"],"overview":"Hiyoko Hoshino (Aika Hirota) dreams of becoming a princess of the cookie world. One day, she is sucked into a donut hole and arrive in an animated world. She meets a girl named Tamako-chan and the creature Kokkubo. Hiyoko Hoshino visits the animation world everyday, but Tamako-chan dwells in Hiyoko Hoshino's body. Then, Tamako-chan enters this world and they begin to live in turns.","release_date":"2015-03-28","vote_average":5.0,"runtime":null,"cert":"N\/A","id":349389,"title":"Tamako chan and Kokkubo","adult":false,"genre_ids":[]},{"cast":["Jean Yanne","Ken Higelin","Florence Darel"],"overview":"Fausto enters an orphanage and is initially bullied, but then makes friends with a new bunkmate, Raymond. He is apprenticed to Mietek, a tailor in the Jewish quarter, who teaches him the trade. Fausto charms everyone in the quarter, and falls in love with Tonie, the mechanic's daughter. He starts making outrageous suits for publicity and, after dressing Tonie, decides that he wants to be a famous couturier.","release_date":"1993-09-10","vote_average":3.3,"runtime":82,"cert":"N\/A","id":349394,"title":"À la Mode","adult":false,"genre_ids":[35]},{"cast":["Eva Almaya","Helena Salgado","Rafael Rojas","Laura de la Isla","David García-Intriago"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349396,"title":"Como alas al viento","adult":false,"genre_ids":[18,10749,10770]},{"cast":[],"overview":"A cinema verite peek at expose of the rising homophobic climate inside Russia as seen through the eyes of two young Russian lesbian activists, Olya and her girlfriend Galiya, who struggle to balance their passion for LGBTQ rights with their personal dream of having a baby together. Russian filmmaker Kirill Sakharnov’s documentary is a current look inside the Russian queer community.","release_date":"2014-12-05","vote_average":0.0,"runtime":70,"cert":"N\/A","id":349398,"title":"Olya's Love","adult":false,"genre_ids":[]},{"cast":["Julienne Mathieu"],"overview":"This is not only a colored film of great beauty, but one showing a series of clever trick pictures in which great ingenuity on the part of the operator is exhibited.","release_date":"1908-09-25","vote_average":5.0,"runtime":7,"cert":"N\/A","id":349400,"title":"Magic Dice","adult":false,"genre_ids":[14]},{"cast":["Lucie Dolène","Brigitte Lecordier","Perrette Pradier","Jacques Ciron","Vincent Deniard"],"overview":"The perfect \"Granny or Grandpa\" poster face is what the photographer from Discra, an adult diaper company, hopes to find as he approaches a retirement home, camera in hand. A quick look at a couple of \"nice old folks\" and that should be it. But it's just the beginning of the story (or rather stories). While the folks he meets are a bit long in the tooth, they have a lot to say. With Pumpkins and Old Lace, Juliette Loubières joins the classic tradition of puppet animation films, creating a sincere, whimsical fairy tale with a moral that reminds us that old age is sometimes a mask guarding the treasures of our souls.","release_date":"2011-03-03","vote_average":4.0,"runtime":9,"cert":"N\/A","id":349402,"title":"Pumpkins and Old Lace","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"","release_date":"1997-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349422,"title":"인연","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1996-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349427,"title":"보스","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1996-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349429,"title":"큐","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349431,"title":"A+삶","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349433,"title":"두목","adult":true,"genre_ids":[]},{"cast":[],"overview":"The dramatic horror short takes the audience on a joyride through the night in the company of its titular character, a young gentleman by the name Hannes Blank (Joonas Ranta). Sounds, colors, music, fear, loathing and eroticism. A reverend and a security guard, a mysterious redhead, a strange janitor, a silent cat, a big-boned bastard, an innocent sufferer and a loud laughter.","release_date":"2015-04-15","vote_average":0.0,"runtime":22,"cert":"N\/A","id":349435,"title":"Hannes Blank","adult":false,"genre_ids":[]},{"cast":["Jeremiah Alexis","Jayce Bartok","Joelle Carter","Samrat Chakrabarti","Thom Christopher"],"overview":"Workaholic Lauren reluctantly vows to find best friend Adam a mate. When she receives a gift from a secret admirer she lets her friend convince her it's from Adam. This assumption leads to some sexy mishaps and a chance for love folr two friends.","release_date":"2004-10-30","vote_average":0.0,"runtime":75,"cert":"\"\"","id":349455,"title":"Tempting Adam","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Bubble, Straw and Bast Shoe look for firewood. Bubble doesn’t want to work but when, on their way back he shifts the share of firewood on the shoulders of the Bast Shoe, he gets in a trouble – the wind blows him off. After some adventures Bubble is rescued and reforms.","release_date":"1959-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":349460,"title":"Three Woodcutters","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349465,"title":"미아리 텍사스 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1997-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349467,"title":"사랑 그리고 죽는 연습","adult":true,"genre_ids":[]},{"cast":["Cha In-pyo","Lee Jung-jae","Lee Hwi-jae","Kang Ri-na","Jeon Moo-song"],"overview":"A mixed group of prisoners in a concentration camp in North Korea struggle for survival and dignity as best the can, enduring the cruelty of the guards and of their fellow inmates.","release_date":"1996-07-13","vote_average":0.0,"runtime":104,"cert":"N\/A","id":349469,"title":"Albatross","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"1994-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349489,"title":"B 타임의 정사 4","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349491,"title":"산업적인","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":349493,"title":"천하대장군","adult":true,"genre_ids":[]},{"cert":"N\/A","title":"슈퍼 차일드","cast":[],"id":349495,"overview":"","runtime":null,"genre_ids":[],"release_date":"1994-07-23","vote_average":0.0,"adult":false}]