[{"cast":["Bill Hicks"],"overview":"No overview found.","release_date":"1990-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":34500,"title":"Bill Hicks: The Funny Farm","adult":false,"genre_ids":[35]},{"cast":["Bill Hicks"],"overview":"No overview found.","release_date":"1991-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":34501,"title":"Bill Hicks: At the Edinburgh Festival","adult":false,"genre_ids":[]},{"cast":["Bill Hicks","Dave Prewitt"],"overview":"This is Bill Hicks' LIVE final televised interview where he appeared on the Austin, Texas public access television show CapZeyeZ, hosted by Metal Dave. He appeared on this interview prior to his performance at the Laff Stop at which his album \"Rant in E Minor\" was recorded. With this interview we are privileged with some of Hicks' intuitive criticisms and some \"fresh\" material.","release_date":"1993-10-23","vote_average":7.0,"runtime":80,"cert":"N\/A","id":34504,"title":"Bill Hicks: United States of Advertising","adult":false,"genre_ids":[35,99]},{"cast":["Bill Hicks"],"overview":"Outspoken and raw, not mincing matters, Bill Hicks tells us that, just like smokers, non-smokers also die every day - with jogging instructor Jim Fixx as an example -, asks women what's so terrible about giving head, talks us through what really happened during the 1990-1991 Gulf War and how the used technology could have also been used to feed the poor of the world.","release_date":"1992-01-01","vote_average":8.5,"runtime":61,"cert":"18","id":34505,"title":"Bill Hicks: Relentless","adult":false,"genre_ids":[35]},{"cast":["George Carlin"],"overview":"Recorded at Carnegie Hall, New York City in 1982, released in 1983. Most of the material comes from his A Place for My Stuff, the album released earlier that same year. The final performance of \"Seven Dirty Words,\" his last recorded performance of the routine, features Carlin's updated list.","release_date":"1982-10-10","vote_average":7.1,"runtime":59,"cert":"N\/A","id":34506,"title":"Carlin at Carnegie","adult":false,"genre_ids":[35,99,10770]},{"cast":["Doug Stanhope"],"overview":"In \"Deadbeat Hero,\" Stanhope tackles all of the most relevant and controversial issues of our times: Abortion, \"liberty,\" war, whether blindly supporting the troops is a good thing, the drug war, the Alabama-Mississippi ban on dildos and other sex toys, gay marriage and priest molestations. More bizarre topics include two-head babies, his suicidal cat-lady mother, and more.","release_date":"2004-08-24","vote_average":7.8,"runtime":95,"cert":"N\/A","id":34507,"title":"Doug Stanhope: Deadbeat Hero","adult":false,"genre_ids":[35]},{"cast":["George Carlin","Jon Stewart"],"overview":"George Carlin celebrates 40 years of comedy and here, he presents 2 new standup bits, comedian Jon Stewart gives an interview with him, and we look at his old comedy work through the last 4 decades.","release_date":"1997-02-27","vote_average":7.0,"runtime":59,"cert":"N\/A","id":34508,"title":"George Carlin: 40 Years of Comedy","adult":false,"genre_ids":[99,35,10770]},{"cast":["George Carlin"],"overview":"Back in Town is George Carlin's ninth HBO special. It was also released on CD on September 17, 1996. This was also his first of many performances at the Beacon Theater in New York City. He rants about Abortion, The death penalty, prison farms, fart jokes, free floating hostility and words.","release_date":"1996-03-11","vote_average":7.9,"runtime":63,"cert":"N\/A","id":34509,"title":"George Carlin: Back in Town","adult":false,"genre_ids":[35,99,10770]},{"cast":["George Carlin"],"overview":"George's Best Stuff is a compilation of Carlin's legendary routines, including \"A Place For My Stuff,\" \"Dogs and Cats,\" Vitamins,\" \"Baseball and Football,\" \"Losing Things,\" \"Al Sleet the Hippie-Dippie Weather Man,\" the notorious \"Seven Words You Can't Say on Television,\" and many more. A great collection of some of the best standup comedy ever performed.","release_date":"1996-01-01","vote_average":6.7,"runtime":87,"cert":"N\/A","id":34510,"title":"George Carlin: George's Best Stuff","adult":false,"genre_ids":[35]},{"cast":["George Carlin"],"overview":"After starring in a dozen or so HBO Special Presentations, comedian George Carlin has amassed a substantial body of work in the cable channel's vaults. Personal Favorites is a greatest-hits package, a selection of some of Carlin's best moments on HBO from 1977 to 1998 and, not coincidentally, some of his most enduring comic routines from any medium.","release_date":"1996-01-01","vote_average":6.7,"runtime":60,"cert":"N\/A","id":34511,"title":"George Carlin: Personal Favorites","adult":false,"genre_ids":[35]},{"cast":["George Carlin","Robert N. Altman","Lloyd Lindsay Young"],"overview":"George Carlin changes his act by bringing politics into the act, but also talks about the People he can do without, Keeping People Alert, and Cars and Driving part 2.","release_date":"1988-06-09","vote_average":7.0,"runtime":59,"cert":"N\/A","id":34512,"title":"George Carlin: What Am I Doing in New Jersey?","adult":false,"genre_ids":[35,99,10770]},{"cast":["George Carlin"],"overview":"Legendary comic Carlin comes back to the Beacon theater to angrily rant about airport security, germs, cigars, angels, children and parents, men, names, religion, god, advertising, Bill Jeff and minorities.","release_date":"1999-02-06","vote_average":7.9,"runtime":65,"cert":"N\/A","id":34513,"title":"George Carlin: You Are All Diseased","adult":false,"genre_ids":[35,99,10770]},{"cast":["Jimi Hendrix"],"overview":"In this documentary film, the last 24 hours in the life of the Jimi Hendrix is carefully reconstructed.","release_date":"2004-01-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":34514,"title":"Jimi Hendrix: The Last 24 Hours","adult":false,"genre_ids":[99,10402]},{"cast":["Katt Williams","Anthony Anderson","Snoop Dogg","Lil' Jon"],"overview":"Comedian Katt Williams (aka Money Mike) showcases his laugh out loud comedic talents in his first ever HBO stand-up comedy DVD taped in front of a live audience. A native of Cincinnati, Ohio, Williams worked his way up the comedy club ladder before landing key television and film roles that displayed his flashy, sassy, streetwise style.","release_date":"2006-09-16","vote_average":6.5,"runtime":46,"cert":"N\/A","id":34515,"title":"Katt Williams: The Pimp Chronicles Pt. 1","adult":false,"genre_ids":[35]},{"cast":["Lisa Lampanelli"],"overview":"More than just a stand-up, the lovable Queen Of Mean is at it again...and no one is immune as Lisa takes off the gloves and delivers an unrelenting barrage of political incorrectness and 'shoot from the lip' observations. Never shy about engaging in controversy, she deftly navigates the social taboos, stereotypes, and cultural differences that even the boldest of today's comedians would rarely broach.","release_date":"2009-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":34516,"title":"Lisa Lampanelli: Long Live The Queen","adult":false,"genre_ids":[35]},{"cast":["Dennis Miller"],"overview":"Dennis Miller has the brains to make great stand-up (even though most think he is a talk show host) and this proves this. In fact, this was filmed right before Miller got Miller Live. Funny stuff as he talks about the new president, his kid, and other random rants. Not his definite best, but he isn't terrible. Of course that's just my opinion, I could be wrong, and the balcony is now closed.","release_date":"1994-04-20","vote_average":0.0,"runtime":62,"cert":"N\/A","id":34517,"title":"Dennis Miller: Live From Washington D.C. - They Shoot HBO Specials, Don't They?","adult":false,"genre_ids":[]},{"cast":["Bill Hicks","Kevin Booth"],"overview":"Ninja Bachelor Party is a 1991 low-budget comedy film produced by and starring Bill Hicks, Kevin Booth, and David Johndrow. It is a parody of martial arts movies and was intentionally dubbed improperly. It was filmed throughout Austin, Texas and Houston, Texas over the course of ten years due to the producers not taking the project seriously.","release_date":"1991-01-01","vote_average":5.7,"runtime":30,"cert":"N\/A","id":34518,"title":"Ninja Bachelor Party","adult":false,"genre_ids":[35]},{"cast":["Paul Mooney","Joe Inscoe","Bridget Gethins","Katie Fleckenstein"],"overview":"A 2002 stand-up comedy DVD starring comedian Paul Mooney, with Joe Inscoe, Bridget Gethis, and Kate Fleckenstein featured in sitcom-like cut scenes between Mooney's regular stand-up routine. Among the topics covered are the September 11 terrorist attacks, the \"N\" word, interracial marriage, Jerry Springer, and white people obsessed with wild animals to the point of being in danger or being killed","release_date":"2002-01-01","vote_average":6.2,"runtime":58,"cert":"N\/A","id":34521,"title":"Paul Mooney: Analyzing White America","adult":false,"genre_ids":[35]},{"cast":["Alex Fong Lik-Sun","Stephy Tang","Miki Yeung","Terry Wu","Alice Tzeng"],"overview":"Everything was going well for Ah Bo until recently. After graduating from college, she decided to open a shop with her long-time boyfriend, Ah Jun, thinking that she would eventually marry Jun when everything has been set up and running smoothly. One day, Bao met her old classmate Kei Kei. Kei Kei decided to steal Ah Jun for her own, not caring about Ah Bo's feelings.","release_date":"2008-03-13","vote_average":5.0,"runtime":101,"cert":"N\/A","id":34526,"title":"L for Love, L for Lies","adult":false,"genre_ids":[10749,18]},{"cast":["Gösta Ekman","Kjell Bergqvist","Rolf Lassgård","Niklas Hjulström","Ingvar Andersson"],"overview":"A famous industrialist is murdered at a restaurant in Malmoe. Police inspector Martin Beck in Stockholm gets the case. The suspects lead to people involved in illegal arms deals. But who was the biggest criminal, the murderer or the industrialist?","release_date":"1993-10-06","vote_average":5.7,"runtime":91,"cert":"N\/A","id":34527,"title":"Murder at the Savoy","adult":false,"genre_ids":[9648,80]},{"cast":["Tatsuya Nakadai","Michiyo Aratama","Kokinji Katsura","Jun Tatara","Michirô Minami"],"overview":"As a conscript in war-time Japan's military, a pacifist struggles to maintain his determination to keep his ideals.","release_date":"1959-11-20","vote_average":8.5,"runtime":178,"cert":"N\/A","id":34528,"title":"The Human Condition II: Road to Eternity","adult":false,"genre_ids":[10752,18,36]},{"cast":["Okan Bayülgen","Müjde Ar","Savaş Dinçel","Mustafa Ugurlu","Burak Sergen"],"overview":"The film is set in a rundown, crime ridden neighborhood of Istanbul dubbed \"Cholera Street\" (Kolera Sokağı). Salih is a mechanic and son of a respected barber Ali. A woman Tina arrives at Cholera street where she takes up residence and works as a prostitute. Deniz is a ganster who gives himself the nickname \"Reiss\" (\"Chief\"), tries to take control of the neighbourhood through intidimation.","release_date":"1997-11-28","vote_average":7.4,"runtime":120,"cert":"N\/A","id":34529,"title":"Cholera Street","adult":false,"genre_ids":[80,18]},{"cast":["Tatsuya Nakadai","Michiyo Aratama","Tamao Nakamura","Yûsuke Kawazu","Chishū Ryū"],"overview":"His ideals challenged by life as a conscript in war-time Japan's military, a pacifist faces ever greater tests in his fight for survival.","release_date":"1961-01-28","vote_average":8.4,"runtime":190,"cert":"N\/A","id":34530,"title":"The Human Condition III: A Soldier's Prayer","adult":false,"genre_ids":[10752,18,36]},{"cast":[],"overview":"No overview found.","release_date":"2000-01-01","vote_average":10.0,"runtime":59,"cert":"N\/A","id":34531,"title":"Spotlight On Location: The Making of Jaws","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"1970-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":34532,"title":"The Making Of 'Butch Cassidy and the Sundance Kid'","adult":false,"genre_ids":[]},{"cast":["Kim Little","Clint Browning","Russell Reynolds","Mark Hengst","Audrey Latt"],"overview":"A journalist searches for her daughter as a series of catastrophic disasters push a destabilized society toward the brink of global war.","release_date":"2009-02-24","vote_average":4.1,"runtime":93,"cert":"N\/A","id":34533,"title":"Countdown: Jerusalem","adult":false,"genre_ids":[53,878]},{"cast":["Jim Norton"],"overview":"Jim Norton is back on HBO and holds nothing back in this 60-minute concert performed in front of a live audience at The Lincoln Theater in Washington DC. Norton, known for his straight up comedy that sometimes crosses lines no other comedians dare to cross, gives his hilarious perspectives on contemporary issues, dating, celebrities, prostitutes and much more.","release_date":"2007-10-13","vote_average":5.7,"runtime":60,"cert":"N\/A","id":34536,"title":"Jim Norton: Monster Rain","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the deep waters of Mexico's Gulf of California, large and ravenous predators are congregating and local fishermen fear them more than sharks.","release_date":"2007-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":34545,"title":"Devils of the Deep: Jumbo Squid","adult":false,"genre_ids":[99]},{"cast":["Kinnosuke Nakamura","Sonny Chiba","Hiroki Matsukata","Teruhiko Saigô","Reiko Ôhara"],"overview":"Following the death of the second Tokugawa shogun, it is revealed that he was poisoned by retainers of his son Iemitsu in hopes of gaining him the shogunate despite the stammer and birthmark which undermine his respect. Iemitsu and his brother Tadanaga become bitter rivals for the shogunate, and the land is split into factions, eventually erupting into warfare. Iemitsu's mentor, his fencing instructor Yagyu, is fixated upon securing Iemitsu the shogunate and ends up betraying everyone, even his own family, in pursuit of the goal.","release_date":"1978-01-21","vote_average":7.4,"runtime":130,"cert":"N\/A","id":34546,"title":"The Shogun's Samurai","adult":false,"genre_ids":[28,18,12]},{"cast":["Alex D. Linz","Zena Grey","Nora Dunn","Larry Miller","Josh Peck"],"overview":"Max Keeble, the victim of his 7th grade class, plots revenge when he learns he's moving; it backfires when he doesn't move after all.","release_date":"2001-10-05","vote_average":5.5,"runtime":86,"cert":"PG","id":34549,"title":"Max Keeble's Big Move","adult":false,"genre_ids":[35,10751]},{"cast":["Kevin Interdonato","Ravi M. Iyer","Vincent Ceres","Michael Jarmus","Melanie Minichino"],"overview":"After a mass disappearance and brutal killing at a local campsite, the residents of Leeds Point believe a mad man is on the loose. Unfortunately for Chase, many people believe that man to be him. Though his son is among the missing, Chase remains the main suspect in the case. However, Knox, a reporter, is the only one who believes Chase didn't do it. And although he has a few crazy theories of his own, Knox promises to help Chase find the real killer. But as time goes on, and more mysterious deaths occur, the truth behind the crimes just might be the one thing Chase refuses to believe in: The Jersey Devil. Something is lurking in the woods of Leeds Point; Something that will change Chase Jackson's life forever. Leeds Point is a feature length film about New Jersey's most prolific legend: The Jersey Devil. The story of the Devil has been passed on for generations, and has been in the back of everyone's mind who ever set foot in the Pine Barrens.","release_date":"2008-03-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":34552,"title":"Leeds Point","adult":false,"genre_ids":[27]},{"cast":["David Giuntoli","Romina D'Ugo","Adam Brooks","Brooklyn Sudano","Shauna MacDonald"],"overview":"An idealist young dancer named Zoe (Romina D’Ugo) tackles the difficult issue of resurrecting disco dancing in today’s music business. She meets hostility beyond resistance on every dance floor where she spins and twirls. Fortunately, she has at least one ally, a nightclub owner and visionary named Michael (David Guintoli) who shares her zeal for the long-ago dance craze. With money to burn, Michael arranges for Zoe to test market bringing back disco, even with rival choreographers like Malika (Brooklyn Sudano). Soon dance takes a two-step in the wrong direction when hard-hearted Malika and Michael start vying to become Zoe’s dance partner.","release_date":"2010-02-26","vote_average":6.4,"runtime":93,"cert":"N\/A","id":34557,"title":"Turn the Beat Around","adult":false,"genre_ids":[18]},{"cast":["Debbie Reynolds","Joey Zimmerman","Emily Roeske","Judith Hoag","Kimberly J. Brown"],"overview":"Marnie Piper prepares to begin a new school year, she asks the Halloweentown Hot Witches' Council to work toward openness between Halloweentown and the mortal world. She proposes to bring a group of Halloweentown students to her own high school in the mortal world.","release_date":"2004-10-08","vote_average":6.2,"runtime":82,"cert":"U","id":34560,"title":"Halloweentown High","adult":false,"genre_ids":[12,35,10751,14,10770]},{"cast":["Zhang Ziyi","Liu Ye","Feng Yuanzheng","Toru Nakamura","Li Bingbing"],"overview":"Ding Hui is a member of Purple Butterfly, a powerful resistance group in Japanese occupied Shanghai. An unexpected encounter reunites her with Itami, an ex-lover... and officer with a secret police unit tasked with dismantling Purple Butterfly.","release_date":"2003-05-22","vote_average":6.6,"runtime":127,"cert":"N\/A","id":34561,"title":"Purple Butterfly","adult":false,"genre_ids":[10752,18,36]},{"cast":["Cheech Marin","Emma Samms","Gary McCormick","Vernon Wells","Bruce Spence"],"overview":"Carlos has failed in show-biz and currently works as a waiter in a Mexican restaurant. There he meets Alex and dumb footballer Bruce celebrating their engagement with her parents. Alex' father is less than thrilled of her fiancée and says he'd rather accept anybody else. Eventually Alex hires Carlos to present him as her new fiancée.","release_date":"1990-08-31","vote_average":6.0,"runtime":90,"cert":"N\/A","id":34564,"title":"Shrimp on the Barbie","adult":false,"genre_ids":[35,10749]},{"cast":["Saeko Shimazu","Kazuhiko Inoue","Katsuji Mori","Kazuteru Suzuki","Kousei Tomita"],"overview":"Tezuka Osamu's tale of a genetically engineered pink American Mountain-lion named Bagi and the friendship she develops with Ryo, a lonesome bike gang member.","release_date":"1984-08-19","vote_average":5.1,"runtime":90,"cert":"N\/A","id":34577,"title":"Daishizen no Majū: Bagi","adult":false,"genre_ids":[16,14]},{"cast":["Robert Skjærstad","Andrine Sæther","Per Egil Aske","Eli Anne Linnestad","Trond Høvik"],"overview":"Dimwitted, somewhat misanthropic Oslo mail carrier Roy's quiet life changes dramatically on the day he steals a set of keys and lets himself into the apartment of a deaf woman who seems to be in trouble with a psychotic criminal. Though he doesn't know it at the time, his and her fate are about to intertwine and this is not going to be to his benefit.","release_date":"1997-02-21","vote_average":6.7,"runtime":83,"cert":"N\/A","id":34582,"title":"Junk Mail","adult":false,"genre_ids":[35,53]},{"cast":["Marc Donato","Jascha Washington","Whitney Hoy","Justin Arnold","Julin"],"overview":"A group of high school outcasts get revenge on the students that torment them.","release_date":"2010-01-28","vote_average":5.6,"runtime":93,"cert":"N\/A","id":34583,"title":"The Final","adult":false,"genre_ids":[53,27]},{"cast":["Barret Oliver","Gerald McRaney","Noah Hathaway","Chris Eastman","Darryl Cooksey"],"overview":"While hiding from bullies in his school's attic, a young boy discovers the extraordinary land of Fantasia, through a magical book called The Neverending Story. The book tells the tale of Atreyu, a young warrior who, with the help of a luck dragon named Falkor, must save Fantasia from the destruction of The Nothing.","release_date":"1984-04-05","vote_average":7.1,"runtime":102,"cert":"U","id":34584,"title":"The NeverEnding Story","adult":false,"genre_ids":[18,10751,14,12]},{"cast":["Hector Echavarria","Steven Yaffee","Rashad Evans","Keith Jardine","Heath Herring"],"overview":"On these streets everyone is fighting for a way out, but after a lifetime of hard knocks, a down-on-his-luck cage fighter gets the opportunity of a lifetime when he is chosen to compete against the MMA world champion during a massive competition. The stakes are high and the reward great...but should he lose, it will cost him his life.","release_date":"2010-03-16","vote_average":3.3,"runtime":108,"cert":"N\/A","id":34585,"title":"Unrivaled","adult":false,"genre_ids":[28,12,18]},{"cast":["Bogdan Benyuk","Alexandr Golubev","Aleksandr Baluev","Vladimir Mashkov","Andrei Panin"],"overview":"A docudrama about the escape of Russian pilots after being taken hostage by the Taliban in 1996.","release_date":"2010-02-04","vote_average":6.7,"runtime":103,"cert":"N\/A","id":34586,"title":"Kandahar","adult":false,"genre_ids":[18]},{"cast":["Arthur Franz","Joanna Moore","Judson Pratt","Nancy Walters","Troy Donahue"],"overview":"A college paleontology professor acquires a newly discovered specimen of a coelecanth, but while examining it, he is accidentally exposed to its blood, and finds himself periodically turning into a murderous Neanderthal man.","release_date":"1958-12-17","vote_average":6.2,"runtime":77,"cert":"N\/A","id":34593,"title":"Monster on the Campus","adult":false,"genre_ids":[27,878]},{"cast":["Carlos Iglesias","Javier Gutiérrez","Nieve de Medina","Isabel Blanco","Enrique Cazorla"],"overview":"Spain 1960, the dawn of the country's economic development. Industrial \"reorganization\" means that many workers have lost their jobs and are forced to emigrate. Martin is one of them. Martin, his wife Pilar and their son Pablito live with Martin's parents in a basement apartment that comes with their job as superintendents of the building. Encouraged by Marcos, his friend and co-worker, Martin decides to emigrate to Switzerland. The whole family has to admit that for the time being this is the most promising plan. Unable to obtain a work contract from the Swiss Consulate, Martin and Marcos decide to go anyway, pretending they are tourists to get past the border police. Pablito will experience drastic changes in a short period of time: his father's departure, a new way of life in a different country with a different environment and learning another language. But afterwards, in Switzerland, they will face new experiences which will allow them to live with renewed happiness.","release_date":"2006-03-19","vote_average":6.6,"runtime":96,"cert":"N\/A","id":34594,"title":"Crossing Borders","adult":false,"genre_ids":[35,18]},{"cast":["Gary Sweet","Helen Buday","Bogdan Koca","Samantha Knigge","Eileen Darley"],"overview":"Steve is a man who has it all, a successful career, wonderful children, beautiful home and a loving wife. However, returning to his home after work on his birthday, he finds his house deserted and darkened with almost all the lightbulbs missing, all easy access outside cut off and a videotape waiting for him. Playing that tape, he watches a bizarre and grueling recording in which his wife explains her grievance with him, her reasons for disappearing with the children and her revenge for how he treated her in a way he would never forget.","release_date":"2003-05-16","vote_average":6.1,"runtime":103,"cert":"N\/A","id":34595,"title":"Alexandra's Project","adult":false,"genre_ids":[9648,18,53]},{"cast":["Shawn Pyfrom","Reed Diamond","Ellie Cornell","Greg Grunberg","Lucy Lawless"],"overview":"A teenage boy befriends an escapee from a mental institution who sees visions of horrible murders being committed.","release_date":"2006-01-01","vote_average":5.8,"runtime":83,"cert":"N\/A","id":34596,"title":"The Darkroom","adult":false,"genre_ids":[27,53]},{"cast":["Henrik Schyffert"],"overview":"Det är roligt att ge upp och erkänna att det var bättre förr. Henrik Schyffert tycker det i alla fall. Mobbaren från Killinggänget har nämligen fått grånande tinningar och börjat fundera över sin generations historia. Varför blev saker och ting som de blev? Henrik Schyffert har kommit för att ge oss perspektiv. I en ömsint men rolig monolog står han upp för sig själv och sin mission att reclaima the 90's!","release_date":"2009-05-23","vote_average":7.4,"runtime":109,"cert":"N\/A","id":34597,"title":"The 90's - ett försvarstal","adult":false,"genre_ids":[35,18]},{"cast":["Corey Haim","Cynthia Rothrock","Leo Rossi","Ken Lerner","Marcia Strassman"],"overview":"Nelson, played by Corey Haim is a teenager who robs banks with his father in group along with two other friends. Corey Haim Is the right guy, in the right place, at the right time. All he needed was a ...fast getaway","release_date":"1991-03-14","vote_average":6.1,"runtime":86,"cert":"N\/A","id":34598,"title":"Fast Getaway","adult":false,"genre_ids":[28,35,80]},{"cast":["Bonnie Bedelia","Beau Bridges","Leo Rossi","Hoyt Axton","Bill McKinney"],"overview":"Shirley Muldowney is determined to be a top-fuel drag racer, although no woman has ever raced them before. Despite the high risks of this kind of racing and the burden it places on her family life, she perseveres in her dream.","release_date":"1983-04-01","vote_average":5.6,"runtime":113,"cert":"N\/A","id":34599,"title":"Heart Like a Wheel","adult":false,"genre_ids":[18]},{"cast":["Jim Varney","Linda Kash","Jamie Bartlett","Claire Marshall","Frank Opperman"],"overview":"The title says it all. There's a mix up involving stolen diamonds which Ernest has (naturally) made into a yo-yo and given to his would be girlfriend, Rene. But Rene wants a man of action, and doesn't think that Ernest fits the bill. After the bad guys come looking for the stolen diamonds and kidnap Rene, all of her fantasies come true as Ernest has to go to Africa to rescue her.","release_date":"1997-01-01","vote_average":4.0,"runtime":90,"cert":"PG","id":34600,"title":"Ernest Goes to Africa","adult":false,"genre_ids":[35,10751]},{"cast":["Dominic Purcell","Joy Bryant","Ali Larter","Desmond Harrington","Dwight Yoakam"],"overview":"Lew is a small time loser with a troubled past and a very big secret. Overhearing a couple plan a kidnapping, Lew is tempted to come up with a scheme of his own. He decides to get to the victim first and then blackmail the real criminals. His plan soon spins out of control.","release_date":"2004-06-29","vote_average":4.6,"runtime":88,"cert":"","id":34601,"title":"Three Way","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"Moxie walks us through the history of scrappy folks who have built boats before him, back hundreds of years and then whisks us back to the present, where he is part of building the \"Pestilence\" on the coast of Florida. Their ragged crew of four get it ready to be ocean-faring and then hold through the Bahamas and up to Dominican Republic, faring surprise storms, deadly turns around cruise ships, fishing, and dropping their anchors manually by swimming them out.","release_date":"2008-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":34602,"title":"Hold Fast","adult":false,"genre_ids":[99,12]},{"cast":["James Earl Jones","Charles S. Dutton","Jack Robinson","Tsholofelo Wechoemang","Ramalao Makhene"],"overview":"A South-African preacher goes to search for his wayward son who has committed a crime in the big city.","release_date":"1995-12-15","vote_average":6.7,"runtime":106,"cert":"N\/A","id":34615,"title":"Cry, the Beloved Country","adult":false,"genre_ids":[18]},{"cast":["Carol Dennis","Ron Jordan","Reggie Lee","Hugh Holub","Ashley Peldon"],"overview":"On a Saturday morning, Frances jolts awake from a frightening dream. That afternoon, while on a road trip with four friends, a bizarre chain of events leads her to a secluded house where a little girl lives with a man she refers to only as, \"The Doctor\". Here, Frances uncovers grisly horrors the little girl is subjected to and as Frances fights to save her young soul, her friends fight to save themselves from the monster the doctor has created.","release_date":"2008-01-01","vote_average":3.3,"runtime":88,"cert":"N\/A","id":34618,"title":"Dimples","adult":false,"genre_ids":[27,9648]},{"cast":["Kirk Douglas","Lauren Bacall","Doris Day","Hoagy Carmichael","Juano Hernández"],"overview":"Legendary trumpeter Art Hazzard teaches young Rick Martin everything he knows about playing, so Rick becomes a star musician, but a troubled marriage and the desire to play pure jazz instead of commercial swing songs cause him problems.","release_date":"1950-03-01","vote_average":6.0,"runtime":113,"cert":"N\/A","id":34623,"title":"Young Man with a Horn","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Iko Uwais","Sisca Jessica","Christine Hakim","Mads Koudal","Yusuf Aulia"],"overview":"In Minangkabau, West Sumatera, Yuda a skilled practitioner of Silat Harimau is in the final preparations to begin his \"Merantau\" a century's old rites-of-passage to be carried out by the community's young men that will see him leave the comforts of his idyllic farming village and make a name for himself in the bustling city of Jakarta.","release_date":"2009-08-06","vote_average":6.2,"runtime":106,"cert":"N\/A","id":34626,"title":"Merantau","adult":false,"genre_ids":[28,18,53]},{"cast":["Roky Erickson","Byron Coley","13th Floor Elevators","Evelyn Erickson","Sumner Erickson"],"overview":"Documentary about rock pioneer Roky Erickson, detailing his rise as a psychedelic hero, his lengthy institutionalization, his descent into poverty and filth, and his brother's struggle with their religious mother to improve Roky's care.","release_date":"2007-06-08","vote_average":6.8,"runtime":91,"cert":"N\/A","id":34631,"title":"You're Gonna Miss Me: A Film About Roky Erickson","adult":false,"genre_ids":[99,10402]},{"cast":["Vishal Krishna","Neetu Chandra","Sarah-Jane Dias","Tanushree Dutta","Santhanam"],"overview":"Theeradha Vilaiyattu Pillai (Tamil: தீராத விளையாட்டு பிள்ளை; English: The Restless Playboy) is a 2010 Tamil romantic comedy film written and directed by Thiru Krishnamoorthy. The film, produced by Vikram Krishna, stars his brother Vishal Krishna in the lead role along with Neetu Chandra, former Miss India Universe Tanushree Dutta making her debut in Tamil cinema, and former Miss India World Sarah-Jane Dias who makes her acting debut. Santhanam, Sathyan, Mayilsamy, and T. S. B. K. Mouli play supporting roles while Sneha and Mallika Kapoor make special appearances and Prakash Raj in a guest role.","release_date":"2010-02-12","vote_average":5.6,"runtime":145,"cert":"N\/A","id":34632,"title":"Theeradha Vilaiyattu Pillai","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Lyons","Chris Haywood","Hamish McFarlane","Marshall Napier","Noel Appleby"],"overview":"In the 14th century a village seeking escape from the Black Death are guided by a boy's vision to tunnel into an abandoned mine and emerge into 20th century New Zealand.","release_date":"1988-09-16","vote_average":6.2,"runtime":90,"cert":"N\/A","id":34637,"title":"The Navigator: A Medieval Odyssey","adult":false,"genre_ids":[28,12,18,14,9648]},{"cast":["Daniell Edwards","Sami Darr","Anna Bård","Ian Burns","Vernon Wells"],"overview":"The town of Westbrick is a rough place to live in. It is here that the young rookie cop Matthew lives with his wife. Meanwhile, notorious serial killers Billy and Barbara embark on a killing spree in order to get notoriety. Matthew gets his first assignment with his much older partner William when he unfortunately crosses paths with Billy and Barbara.","release_date":"2010-01-01","vote_average":3.5,"runtime":90,"cert":"N\/A","id":34640,"title":"Westbrick Murders","adult":false,"genre_ids":[27,28,53]},{"cast":["Gösta Ekman","Kjell Bergqvist","Rolf Lassgård","Niklas Hjulström","Lena Nilsson"],"overview":"A young American girl is found dead in Gota Kanal, Swedens largest channel. Since there are hardly any clues or evidence at all it seems as if the murder cant be solved. Martin Beck and his men are assigned to the case. Soon they find a likely suspect and together with a police woman they begin a cat and mouse game to catch him. Plot by Mattias Pettersson.","release_date":"1993-10-06","vote_average":6.1,"runtime":95,"cert":"N\/A","id":34645,"title":"Roseanna","adult":false,"genre_ids":[53,80]},{"cast":["Anne Parillaud","Adam Coleman Howard","Val Kilmer","Amanda Plummer","Famke Janssen"],"overview":"Ari Rose (Howard) is not your typical romantic. He has two passions in life ... seducing the woman of his dreams (Parillaud) and making sure she NEVER leaves. A very dark comedy with identifiable themes (although quite extreme at times) about love, sex, obsession, paranoia and depression. This was an experimental film that was never intended for commercial release but it's great none the less.","release_date":"1996-01-01","vote_average":5.3,"runtime":104,"cert":"N\/A","id":34646,"title":"Dead Girl","adult":false,"genre_ids":[35]},{"cast":["Nathaniel Brown","Paz de la Huerta","Cyril Roy","Masato Tanno","Jesse Kuhn"],"overview":"This psychedelic tour of life after death is seen entirely from the point of view of Oscar, a young American drug dealer and addict living in Tokyo with his prostitute sister, Linda. When Oscar is killed by police during a bust gone bad, his spirit journeys from the past -- where he sees his parents before their deaths -- to the present -- where he witnesses his own autopsy -- and then to the future, where he looks out for his sister from beyond the grave.","release_date":"2009-06-17","vote_average":7.3,"runtime":161,"cert":"18","id":34647,"title":"Enter the Void","adult":false,"genre_ids":[14,18]},{"cast":["Erin Brown","Darian Caine","A.J. Khan","Barbara Joyce","Michael R. Thomas"],"overview":"In the mythical realm of Diddle Earth, delectable Throbbit Bildo Saggins, is sent by Smirnoff the Wizard to destroy the legendary G-String - the most powerful weapon in the land.","release_date":"2003-01-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":34648,"title":"The Lord of the G-Strings: The Femaleship of the String","adult":false,"genre_ids":[28,12,14]},{"cast":["Serj Tankian"],"overview":"Grammy award winning maestro of rock Serj Tankian is releasing his first live album that features a full orchestral performance of his critically-acclaimed debut solo rock album 'Elect The Dead'. With The Auckland Philharmonia Orchestra at his side, Tankian's epic songs and operatic vocals take on a whole new sense of grandeur when accompanied with a full 70 piece orchestra.","release_date":"2010-03-09","vote_average":10.0,"runtime":103,"cert":"N\/A","id":34649,"title":"Serj Tankian: Elect The Dead Symphony","adult":false,"genre_ids":[10402]},{"cast":["Susan Hayward","Paul Lukas","Bill Williams","Joseph Calleia","Osa Massen"],"overview":"A young Navy sailor has one night to find out why a woman was killed and he ended up with a bag of money after a drinking blackout.","release_date":"1946-04-03","vote_average":5.8,"runtime":83,"cert":"N\/A","id":34650,"title":"Deadline at Dawn","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Robert Taylor","Louis Calhern","Paula Raymond","Marshall Thompson","James Mitchell"],"overview":"A Native American Civil War hero returns home to fight for his people.","release_date":"1950-09-15","vote_average":7.0,"runtime":84,"cert":"N\/A","id":34651,"title":"Devil's Doorway","adult":false,"genre_ids":[37]},{"cast":["Mickey Rooney","Dianne Foster","Kevin McCarthy","Jack Kelly","Harry Landers"],"overview":"A mechanic gets caught up with the mob when he falls for a gangster's girlfriend.","release_date":"1954-03-10","vote_average":5.4,"runtime":83,"cert":"N\/A","id":34652,"title":"Drive a Crooked Road","adult":false,"genre_ids":[80,53]},{"cast":["Colin Firth","Julianne Moore","Nicholas Hoult","Matthew Goode","Jon Kortajarena"],"overview":"The life of George Falconer, a British college professor, is reeling with the recent and sudden loss of his longtime partner. This traumatic event makes George challenge his own will to live as he seeks the console of his close girl friend Charley, who is struggling with her own questions about life.","release_date":"2009-10-19","vote_average":7.4,"runtime":97,"cert":"12","id":34653,"title":"A Single Man","adult":false,"genre_ids":[10749,18]},{"cast":["Michael Bublé"],"overview":"Inspired by the swinging big band sound of his grandfather's generation, Michael Bublé has won the hearts of a new generation of fans with his charisma, stage presence, and superbly seductive voice. Inviting inevitable comparisons to a young Frank Sinatra, Bublé's unique approach to an eclectic array of popular standards reveals a keen musical intuitiveness that has rapidly distinguished him.","release_date":"2005-11-22","vote_average":6.8,"runtime":87,"cert":"N\/A","id":34654,"title":"Michael Bublé: Caught In The Act","adult":false,"genre_ids":[10402]},{"cast":["Lambert Wilson","Clovis Cornillac","François Morel","Bernard Alane","Edgar Givry"],"overview":"The Daltons have escaped to New York, where their accumulated loot is hidden in the carts of Monsieur Pierre's group of honest, naive European immigrants, who naively bought land in California from Crook, who inserted a clause they must claim it within 80 days. Joe emotionally blackmails Luke to guide them there, hoping to escape on the way. The usual route must shortened from 6 to 2 months, so no danger can be avoided. Given Lucky's reputation, Crook decides to shadow them to add sabotage, just to be sure- or is it?","release_date":"2007-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":34655,"title":"Go West: A Lucky Luke Adventure","adult":false,"genre_ids":[12,16,35,37]},{"cast":["Sammo Hung","Lau Kar-Wing","Mars","Leung Kar-Yan","Dean Shek"],"overview":"Hailed as possibly the greatest classical weapons movie ever made and starring world-renowned martial arts master, director and action-choreographer, Sammo Hung. This film showcases some of the most spectacular and intricate weapons duels ever committed to film.  Sammo Hung and Lau Kar Wing play dual roles as both masters and students of the sword and spear styles of kung fu. Comic mayhem ensues when the students get kidnapped and the masters must rescue them.","release_date":"1979-08-09","vote_average":6.8,"runtime":97,"cert":"N\/A","id":34658,"title":"The Odd Couple","adult":false,"genre_ids":[28,35]},{"cast":["Trent Reznor"],"overview":"In 1992, Nine Inch Nails released the \"Broken\" EP. It was followed in 1993 by a short film, roughly 20 minutes in length, known as the \"Broken Movie\". The movie wove Broken's four music videos together via a violent \"snuff film\" and included its own video for the song \"Gave Up\" as its conclusion. Due to its extreme graphic content, the Broken Movie was never officially released. But in christmas 2006, Nin secretly released it on bittorrent along with the free 2 dvd set closure deluxe prototype.","release_date":"1993-01-01","vote_average":7.5,"runtime":20,"cert":"N\/A","id":34659,"title":"Nine Inch Nails: Broken","adult":false,"genre_ids":[10402]},{"cast":["Julien Temple","Lowell Boileau","Mitch Ryder","Grace Lee Boggs","John Sinclair"],"overview":"A look at post-industrial Detroit and its burgeoning urban agricultural movement.","release_date":"2010-03-13","vote_average":6.8,"runtime":null,"cert":"N\/A","id":34660,"title":"Requiem For Detroit?","adult":false,"genre_ids":[99]},{"cast":["Timothy Spall","Bobby Ball","Frances Barber","Aisling Loftus","David Williams"],"overview":"Georgie Godwin is the fattest man in Britain. A tourist attraction, thanks to greedy 'agent, cabbie Morris. Devoted neighbour Janice is Georgie's only other regular outside contact until he meets Amy, a pregnant teenager fleeing a violent boyfriend ,whom he takes in as a lodger. Amy tries to help Georgie change his lifestyle, but Morris is more than keen to stop her ruining his tourist attraction.","release_date":"2009-12-20","vote_average":5.8,"runtime":90,"cert":"15","id":34665,"title":"The Fattest Man in Britain","adult":false,"genre_ids":[10770,18,35]},{"cast":["Emil Steinberger","Walo Lüönd","Beatrice Kessler","Wolfgang Stendar","Hilde Ziegler"],"overview":"This romantic drama follows two policemen whose job is to investigate the lives of foreigners who have applied for Swiss citizenship. Among the applicants they must screen are a French psychiatrist and his wife, and a ballet dancer. The married couple are quickly accepted, but the dancer's life offers some objections. However, since the younger policeman has fallen in love with her, there is a chance that she, too, will win Swiss citizenship.","release_date":"1978-11-03","vote_average":7.2,"runtime":107,"cert":"N\/A","id":34666,"title":"The Swissmakers","adult":false,"genre_ids":[35,10749,18]},{"cast":["Aldo Ray","Brian Keith","Anne Bancroft","Jocelyn Brando","James Gregory"],"overview":"An innocent man turns fugitive as he reconstructs events that implicate him for a murder and robbery he did not commit.","release_date":"1956-11-09","vote_average":6.7,"runtime":78,"cert":"","id":34667,"title":"Nightfall","adult":false,"genre_ids":[28,80,53]},{"cast":["Frank Zappa","Steve Vai"],"overview":"Halloween, New York City, 1981 Live at The Palladium with Ray White, Steve Vai, Bobby Martin, Tommy Mars, Ed Mann, Scott Thunes, Chad Wackerman","release_date":"2008-05-01","vote_average":4.8,"runtime":120,"cert":"N\/A","id":34668,"title":"Frank Zappa: The Torture Never Stops","adult":false,"genre_ids":[10402]},{"cast":["Camila Morgado","Caco Ciocler","Edgar Amorim","Leona Cavalli","Eliane Giardini"],"overview":"Based upon the true story of Olga Benário, the German-born wife of Brazilian communist leader Luís Carlos Prestes. During the dictatorship of Getúlio Vargas (1930-1945) she was arrested and sent to Nazi Germany, where she was put to death in a concentration camp. After World War II began, Vargas decided to uphold the Allies.","release_date":"2004-08-20","vote_average":7.4,"runtime":141,"cert":"N\/A","id":34671,"title":"Olga","adult":false,"genre_ids":[18,36]},{"cast":["Abigail Breslin","Makenzie Vega Norfolk","Irene Olga López","Louis Ferreira","Christine Tucci"],"overview":"Ray and Sal, two orphaned sisters, adopt and hide a Great Dane puppy from their two adopted parents living in a luxury downtown New York apartment that expressely forbids dogs.","release_date":"2004-10-21","vote_average":6.2,"runtime":87,"cert":"N\/A","id":34672,"title":"Chestnut: Hero of Central Park","adult":false,"genre_ids":[10751]},{"cast":["Regina Lund","Kim Anderzon","Martin Hedman","Jan Mybrand","Bert-Åke Varg"],"overview":"Kärlekens språk is a 2004 Swedish sex educational film directed by Anders Lennberg. “Language of Love” is ​​a show for night owls, which gives details of sex, problems with impotence, venereal diseases, etc, with detailed demonstrations.  The title is a reference to the 1969 sex educational film \"Ur kärlekens språk\".","release_date":"2004-04-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":34673,"title":"Language of Love 2000","adult":false,"genre_ids":[99]},{"cast":["Magnus Solhaug","Sunaina Jassal","Kristin Juel Bergflødt","Nina Woxholt"],"overview":"This kid has to move to a farm in his summer vacation and don't get to go to Norway Cup as he had planned for. Out on the country there is bad cellphone reception, cow smell and inbreed farmers as far as the eye can see. The family Volvo get stolen and the foreigners in the small town automatically gets blamed. From there is a chase to discover what truly happened...","release_date":"2005-02-18","vote_average":5.6,"runtime":89,"cert":"N\/A","id":34676,"title":"Finding Friends","adult":false,"genre_ids":[10751,18]},{"cast":["Dian Bachar","Sam Maccarone","Preston Lacy"],"overview":"Wannabe filmmakers Phillip Fellini (Sam Maccarone) and Forrest Fonda (Preston Lacy) think they've found the subject of a lifetime when they meet a cave-dwelling, beer-swilling Missouri backwoodsman named Lucky \"Cucumber\" Cavanaugh (Dian Bachar), rumored to be the unluckiest man alive. But when Lucky's fortunes begin to turn, he and the filmmakers end up on a wild adventure in a comic mockumentary.","release_date":"2008-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":34677,"title":"The Life of Lucky Cucumber","adult":false,"genre_ids":[35,99]},{"cast":["Jon Blake","Terence Donovan","Gus Mercurio"],"overview":"Dave (Jon Blake) and his buddy Peter (Mark Hembrow) are chased by a gang of thugs when they pick up the wrong box from a Melbourne warehouse in this comedy thriller. Instead of toys, the box contains a substantial amount of cash intended to be used in a money-laundering operation.","release_date":"1987-09-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":34678,"title":"Running From The Guns","adult":false,"genre_ids":[]},{"cast":["Adrián Alonso Barona","Víctor Hugo Arana","Pedro Armendáriz Jr.","Ed Begley Jr.","Karen Black"],"overview":"Richard Macedo, is a young Mexican-American businessman from Orange County whose life is changed over the course of one night through a series of off beat encounters with the denizens of Mexico City.","release_date":"2007-03-25","vote_average":3.8,"runtime":90,"cert":"N\/A","id":34679,"title":"One Long Night","adult":false,"genre_ids":[35,53]},{"cast":["John Karyus","Dave Molloy"],"overview":"No overview found.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":34682,"title":"Nancy Ray Smiggen's Family Tree and the Majic Extravaganza","adult":false,"genre_ids":[]},{"cast":["Helena Bergström","Rikard Wolff","Sven Wollter","Reine Brynolfsson","Ernst Günther"],"overview":"In a small village in Västergötland, everything is turned upside-down when the local loner dies and his cottage is inherited by his unknown relative Fanny. She rides into tow on a big black motorcycle with her androgenic boyfriend Zack, wearing black leather and spikes. When they decide to stay, Flogfält's plans to buy the cottage are upset.","release_date":"1992-02-21","vote_average":5.6,"runtime":127,"cert":"N\/A","id":34683,"title":"House of Angels","adult":false,"genre_ids":[35]},{"cast":["Haley Joel Osment","Olympia Dukakis","Alison Brie","D.J. Markuson","Miguel Nájera"],"overview":"The Dunderheads are an eccentric Montana family who've been in the mountains for far too long. Now one step ahead of the law, matriarch Grandma Ira flees to Canada with her two wildly dysfunctional teenage grand kids, across the American West into a comic collision with the mainstream world. Montana Amazon is a both funny and poignant fable on the nature of the human family.","release_date":"2013-03-08","vote_average":3.0,"runtime":88,"cert":"N\/A","id":34684,"title":"Montana Amazon","adult":false,"genre_ids":[18,12,35]},{"cast":["Deborah Burns","Dominic Burns","Zach Galligan","Danielle Lloyd","Simon Phillips"],"overview":"Five friends return from a cocktail party to a cottage deep inside the English woods of the Peak District. Having brushed off the notion of urban legends as rubbish, never occurring in reality, our protagonist's slowly find themselves weaving through their very own horror story.","release_date":"2010-02-22","vote_average":3.9,"runtime":87,"cert":"18","id":34685,"title":"Cut","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ed Gale","John Karyus","Moe Irvin","Jeremy Luke","David Reynolds"],"overview":"An evil Santa must be stopped by Dick, one of Santa's own Christmas elves, and two local detectives. This is a dark and twisted comedic horror web series.","release_date":"2010-12-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":34686,"title":"Santa Preys For X-Mas","adult":false,"genre_ids":[27,35]},{"cast":["Humphrey Bogart","Ava Gardner","Edmond O'Brien","Marius Goring","Valentina Cortese"],"overview":"Has-been director Harry Dawes gets a new lease on his career when independently wealthy Kirk Edwards hires him to write and direct a film. They go to Madrid to find Maria Vargas, a dancer who will star in the film. Millionaire Alberto Bravano takes Maria from Kirk. Count Vincenzo Torlato-Favrini takes Maria from Alberto.","release_date":"1954-09-29","vote_average":6.8,"runtime":128,"cert":"N\/A","id":34689,"title":"The Barefoot Contessa","adult":false,"genre_ids":[18]},{"cast":["Sting","Andy Summers","Stewart Copeland"],"overview":"Concert film of The Police during the 2007-08 reunion tour. Recorded in concert in Buenos Aires at the beginning of December 2007, it’s released on the band’s original label, A&amp;M, via Universal. Recording the Argentinian leg of the band’s momentous reunion tour, the album captures the three piece in concert, crammed with every hit from ‘Message in a Bottle’, ‘Walking on the Moon’, ‘Don't Stand So Close to Me’, ‘Every Little Thing She Does Is Magic’, ‘Wrapped Around Your Finger’, ‘Can't Stand Losing You’, ‘Roxanne’ and ‘Every Breath You Take’, closing with the punk urgency of the first track from their 1978 debut, ‘Next to You’.","release_date":"2008-11-11","vote_average":5.3,"runtime":109,"cert":"N\/A","id":34690,"title":"The Police: Certifiable","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Fågelungen Binke får bo hos skogsmusen Oskar under vintern. Han har inte lärt sig att flyga ännu, när det är dags att flytta söderut.","release_date":"1993-01-01","vote_average":5.5,"runtime":15,"cert":"N\/A","id":34695,"title":"Binke kan inte flyga","adult":false,"genre_ids":[16]},{"cast":["Will Beinbrink","Brian Bogulski","Jay Brothers","Hunter Clary","Kerris Dorsey"],"overview":"Fuel is the story of a young man's struggle to save his girl from an abusive environment. Emilio discovers that he has the ability to run incredibly fast. With the hope of a scholarship, he sees an opportunity to be able to leave his hometown, along with all his troubles, and take Sandy with him. But a tragic flaw, a violent streak he possesses, induced by exposure to gasoline vapors, will all but destroy his best-laid plans. Emilio's hopes race through his heart, not like blood, but like fuel.","release_date":"2009-01-01","vote_average":4.0,"runtime":95,"cert":"N\/A","id":34696,"title":"Fuel","adult":false,"genre_ids":[18]},{"cast":["Stacy Keach","Pia Zadora","Orson Welles","Ed McMahon","June Lockhart"],"overview":"Orson Welles, as Judge Rauch, holds a lengthy trial against Jess Tyler, a caretaker deserted by his wife ten years before, who’s accused of improper relations with his daughter Kady. Complications follows when Wash, father of Kady’s baby, comes back to take her away.","release_date":"1982-02-05","vote_average":5.3,"runtime":107,"cert":"N\/A","id":34697,"title":"Butterfly","adult":false,"genre_ids":[80,18]},{"cast":["Krzysztof Dzierma","Andrzej Beja-Zaborski"],"overview":"No overview found.","release_date":"2009-06-19","vote_average":6.3,"runtime":110,"cert":"N\/A","id":34698,"title":"U Pana Boga za miedzą","adult":false,"genre_ids":[35]},{"cast":["Roger Westberg"],"overview":"Flugsoppan är en prisbelönad tecknad barnfilm av Lennart och Ylva-Li Gustafsson om lilla grodan Grobi och Katten. Ett omaka par om blir de bästa vänner i ett äventyr genom ett översvämmat landskap.","release_date":"1999-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":34699,"title":"Flugsoppan","adult":false,"genre_ids":[16]},{"cast":["Thomas Funck"],"overview":"När Hönan blir bortrövad inleder de gröna upptågsmakarna Kalle Stropp och Grodan Boll jakten med en rivstart. Efter många farofyllda strapatser lyckas de rädda sin vän. Men de hade aldrig lyckats utan Plåt-Nicklas hjälp.","release_date":"1987-12-12","vote_average":5.3,"runtime":34,"cert":"N\/A","id":34700,"title":"Kalle Stropp och Grodan Boll","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Big brother Rabbit takes care of his little sister all day while their parents are sleeping after a carrot hunt the night before. And he has a lot of patience with his stubborn and waddling little sister.","release_date":"1988-01-01","vote_average":4.0,"runtime":27,"cert":"N\/A","id":34701,"title":"Lilla syster Kanin","adult":false,"genre_ids":[16]},{"cast":["Salma Hayek","Carmelo Gómez","Tito Valverde","Alicia Agut"],"overview":"Lola, a Mexican waitress working in Madrid, befriends a 30-year-old suicidal man who has borrowed $1,000,000 to spend on his last day on Earth, knowing he will be killed anyway if he fails to return the money. After meeting Lola, however, he decides that life might be worth living after all.","release_date":"2000-10-11","vote_average":5.3,"runtime":112,"cert":"N\/A","id":34704,"title":"Living It Up","adult":false,"genre_ids":[18,35,10749]},{"cast":["Fardeen Khan","Esha Deol","Isha Koppikar","Kota Srinivasa Rao","Zakir Hussain"],"overview":"A man cheats on his wife with his secretary, but things take a haunting shift after he accidentally kills his mistress.","release_date":"2007-09-07","vote_average":4.1,"runtime":132,"cert":"N\/A","id":34707,"title":"Darling","adult":false,"genre_ids":[18,27,10749]},{"cast":["Bea Benaderet","Billy Bletcher","Stan Freberg"],"overview":"Junyer Bear has a number of surprises for Good Ol' Pa on Good Ol' Father's Day, whether he wants them or not.","release_date":"1951-10-20","vote_average":7.2,"runtime":7,"cert":"N\/A","id":34708,"title":"A Bear for Punishment","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc"],"overview":"Sylvester Cat spots Tweety Bird in a display window of an after-hours department store and sneaks inside through a mail server chute. Tweety flees Sylvester by hiding in a hat pile and a doll house, evades the shots from a rifle Sylvester uses, and escapes in a vacuum tube. Tweety sends a dynamite stick through another tube, and Sylvester swallows it, thinking it is Tweety. The dynamite blows up inside Sylvester after the cat leaves the store and walks down the street.","release_date":"1952-08-30","vote_average":6.3,"runtime":7,"cert":"N\/A","id":34711,"title":"A Bird in a Guilty Cage","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc","Arthur Q. Bryan","Bea Benaderet"],"overview":"A Corny Concerto is an American animated cartoon short produced by Leon Schlesinger Productions and distributed by Warner Bros. It was directed by Bob Clampett, written by Frank Tashlin, animated by Robert McKimson and released as part of the Merrie Melodies series on September 25, 1943. A parody of Disney's 1940 feature Fantasia, the film uses two of Johann Strauss' best known waltzes, Tales from the Vienna Woods and The Blue Danube, adapted by the cartoon unit's music director, Carl Stalling and orchestrated by its arranger and later, Stalling's successor, Milt Franklyn. Long considered a classic for its sly humor and impeccable timing with the music, it was voted #47 of the 50 Greatest Cartoons of all time by members of the animation field in 1994","release_date":"1943-09-25","vote_average":6.9,"runtime":8,"cert":"N\/A","id":34712,"title":"A Corny Concerto","adult":false,"genre_ids":[16,35]},{"cast":["Billy Connolly","Ken Stott","Francesca Annis","Iain Robertson","Annette Crosbie"],"overview":"Mean, gritty, dirty and low and that's just the Policeman Gary Keltie (Ken Stott) out for retribution for the horrendous crimes against the helpless people of Edinburgh during the nineteen seventies, by notorious, torturous, and killer, debt collector Nickie Dryden (Billy Connolly).","release_date":"1999-06-25","vote_average":6.9,"runtime":105,"cert":"","id":34713,"title":"The Debt Collector","adult":false,"genre_ids":[53,28,80]},{"cast":["Robert Forster","Donnie Wahlberg","Bess Armstrong","Jasmine Guy","KaDee Strickland"],"overview":"After 30 years on the road, a veteran jewellery salesman is forced to show his young replacement the tricks of the trade. But when the kid introduces him to the ladies of the \"Altoona Riding Club,\" the old dog is introduced to a whole new set of \"tricks.\"","release_date":"2000-01-01","vote_average":6.3,"runtime":100,"cert":"N\/A","id":34714,"title":"Diamond Men","adult":false,"genre_ids":[18,53,9648]},{"cast":["Chieko Honda","Toshihiko Seki","Toshihiko Seki","Hideyuki Tanaka","Hirotaka Suzuoki"],"overview":"Parts 1 & 2. When high school student Masato discovers that his parents aren't really his parents and that he's been selected to pilot the giant robot Zeorymer, he decides he must fight the evil corporation that built it. Unfortunately, the bad guys have already launched the mysterious Hades Project, and their giant robots outnumber Masato 7-to-1 in this Japanese animé series.","release_date":"1988-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":34715,"title":"Hades Project: Zeorymer Separation","adult":false,"genre_ids":[16,28,53,878]},{"cast":["Chieko Honda","Toshihiko Seki","Toshihiko Seki","Hideyuki Tanaka","Hirotaka Suzuoki"],"overview":"Parts 3 & 4. When high school student Masato discovers that his parents aren't really his parents and that he's been selected to pilot the giant robot Zeorymer, he decides he must fight the evil corporation that built it. Unfortunately, the bad guys have already launched the mysterious Hades Project, and their giant robots outnumber Masato 7-to-1 in this Japanese animé series.","release_date":"1989-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":34716,"title":"Hades Project: Zeorymer Extinction","adult":false,"genre_ids":[16,878,28,53]},{"cast":[],"overview":"","release_date":"2008-09-30","vote_average":0.0,"runtime":58,"cert":"N\/A","id":34717,"title":"Sesamstraat - Spelletjes en knutselen","adult":false,"genre_ids":[]},{"cast":["Ajilee Suicide","Amina Suicide","Blaze Suicide","Bunni Suicide","Chloe Suicide"],"overview":"Through a series of titillating vignettes, the infamous SuicideGirls create a useful guide to their edgy lifestyle. These segments show how the provocative SuicideGirls handle life's challenges such as performing a strip tease, faking an orgasm and skinny dipping.","release_date":"2010-03-16","vote_average":5.5,"runtime":87,"cert":"N\/A","id":34720,"title":"SuicideGirls: Guide to Living","adult":false,"genre_ids":[99]},{"cast":["Elijah Wood","Courtney B. Vance","Robbie Coltrane","Jason Robards","Ron Perlman"],"overview":"Climb aboard for an extraordinary version of Mark Twain's sweeping adventure when Walt Disney presents The Adventures of Huck Finn, starring Elijah Wood (The Lord of the Rings). Directed by Stephen Sommers (The Mummy, The Mummy Returns), it's the unforgettable saga of a mischievous youngster and a runaway slave","release_date":"1993-04-02","vote_average":6.2,"runtime":108,"cert":"N\/A","id":34723,"title":"The Adventures of Huck Finn","adult":false,"genre_ids":[12,10751]},{"cast":["Éric Guadagnan","Ivan Roberto","Pierre Commoy","Patrice Pascal","Georges Barber"],"overview":"Johan details the director's quest for an actor to play his titular lover, the real deal having been incarcerated just prior to shooting on charges of petty theft.","release_date":"1976-01-01","vote_average":7.3,"runtime":81,"cert":"N\/A","id":34726,"title":"Johan","adult":false,"genre_ids":[18]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Jim Meskimen","Tamara Clatterbuck","Robert Miano"],"overview":"Follow Mary-Kate and Ashely halfway around the world in this Aussie adventure jam packed with non-stop action, laughs, super spies and surfer guys. The extraordinary escapade begins when the girls eyewitness a crime and are forced to go undercover in the FBI Witness Protection Program.","release_date":"2000-05-18","vote_average":5.7,"runtime":89,"cert":"N\/A","id":34729,"title":"Our Lips Are Sealed","adult":false,"genre_ids":[35,18,10751]},{"cast":["Sidney Poitier","Martin Landau","Barbara McNair","Anthony Zerbe","Ed Asner"],"overview":"A police detective's investigation of a prostitute's murder points to his best friend.","release_date":"1970-07-10","vote_average":6.0,"runtime":108,"cert":"N\/A","id":34732,"title":"They Call Me Mister Tibbs!","adult":false,"genre_ids":[18,28,53]},{"cast":["Tamala Jones","Ivan Martin","Kevin Chapman","Monica Keena"],"overview":"When a young, lonely woman misdials a phone number by one digit, calling into a serial killing in progress, the killer latches onto her and involves her telephonically in a string of murders as he heads closer and closer to her home in Boston.","release_date":"2005-01-01","vote_average":4.4,"runtime":92,"cert":"N\/A","id":34733,"title":"Long Distance","adult":false,"genre_ids":[53]},{"cast":["Rob Lowe","Marnie McPhail","Ben Lewis","Tatiana Maslany","Shawn Roberts"],"overview":"A soldier returns home from the Iraq war only to be haunted by visions of the dead.","release_date":"2007-08-11","vote_average":4.6,"runtime":89,"cert":"N\/A","id":34734,"title":"Stir of Echoes: The Homecoming","adult":false,"genre_ids":[27,53]},{"cast":["Josh Henderson","Matthew Twining","Stacey Nelson","Alexandra Westmore","Michael Lutz"],"overview":"When a crop of doped-up athletes from the Lakecrest College swim team dive into the campus lake to blow off some steam, the bloodsucking leeches below the surface undergo a stunning transformation. After ingesting small amounts of the swimmers' steroid-laced blood, the slimy creatures grow to unusual sizes and set out to sink their teeth into an unsuspecting student population.","release_date":"2003-08-19","vote_average":3.8,"runtime":85,"cert":"N\/A","id":34737,"title":"Leeches!","adult":false,"genre_ids":[27,53]},{"cast":["Priscilla Barnes","Charles Fleischer","Corey Haim","Brian Gaskill","Carrie Stevens"],"overview":"A rock band, on the brink of success, arrives at a movie studio to produce their first music video. Somebody doesn't have much respect for their talent, and starts bumping off members of the band, their groupie girlfriends, and the crew.","release_date":"2002-04-02","vote_average":3.0,"runtime":90,"cert":"N\/A","id":34740,"title":"The Backlot Murders","adult":false,"genre_ids":[35,27]},{"cast":["Jack Scalia","Stepfanie Kramer","Howard Dell","Frank Ferrucci","Roger Cross"],"overview":"She was an eyewitness to murder. He was the cop she thought she could trust. But, when they fell in love, she discovered that no one is... \"Beyond Suspicion.\" Morality, justice and obsessive love are combined in this chilling psychological thriller loaded with deception, double twists and double-cross","release_date":"1994-07-27","vote_average":6.0,"runtime":98,"cert":"N\/A","id":34741,"title":"Beyond Suspicion","adult":false,"genre_ids":[80,18,53]},{"cast":["Corey Feldman","Mary Woronov","Sarah Buxton","Evan Richards","Liane Curtis"],"overview":"Those rambunctious kids are back in school and back in trouble in a smash sequel to the 1978 worldwide hit. Corey Feldman leads a rock and roll rally at Ronald Reagon High, but must triumph over the evil plans of the school's fascist principal, Vadar, who wants to halt the school dance and run their school like a prison.","release_date":"1991-05-23","vote_average":3.6,"runtime":94,"cert":"N\/A","id":34742,"title":"Rock 'n' Roll High School Forever","adult":false,"genre_ids":[35]},{"cast":["Suzanne Danielle","Kenneth Williams","Kenneth Connor","Joan Sims","Jack Douglas"],"overview":"The beautiful and sex-starved Emmannuelle Prevert just cannot inflame her husband's ardour. In frustration she seduces a string of VIPs, including the Prime Minister and the American Ambassador. A jealous lover gives a list of all her conquests to the national press and a scandal ensues. But will she ever manage to get her own husband into bed?","release_date":"1978-01-01","vote_average":4.4,"runtime":88,"cert":"N\/A","id":34743,"title":"Carry On Emmannuelle","adult":false,"genre_ids":[35]},{"cast":["Charles Bronson","Lesley-Anne Down","Michael Parks","Chuck Shamata","Robert Joy"],"overview":"Paul Kersey is back at working vigilante justice when when his fiancée, Olivia, has her business threatened by mobsters","release_date":"1994-01-14","vote_average":4.9,"runtime":95,"cert":"N\/A","id":34746,"title":"Death Wish V: The Face of Death","adult":false,"genre_ids":[28,80,18]},{"cast":["Rakan Rushaidat","Bojan Navojec","Franjo Dijak","Enis Bešlagić","Daria Lorenci Flatz"],"overview":"A 30 year old, carefree man who lives off his parents' inheritance is untouched by war that affected most of his friends, but only until one of his friends died. This throws him completely off his routine, and he decides to sell all his belongings and start doing something memorable.","release_date":"2006-12-01","vote_average":6.5,"runtime":94,"cert":"N\/A","id":34747,"title":"All for Free","adult":false,"genre_ids":[18,35,53]},{"cast":["Paul McCartney","Bryan Brown","Ringo Starr","Barbara Bach","Linda McCartney"],"overview":"Having written the music and screenplay for this film, Paul McCartney also plays himself in the leading role.  When the mastertape of McCartney's latest album is misplaced, he must discover its whereabouts in less than 24 hours or else risk losing his recording company to the lowlife Mr. Rath (John Bennett).  McCartney performs three new songs, along with classic Beatles' tunes. Co-starring are former Beatles mate Ringo Starr as the drummer in Paul's band, Ringo's real-life wife Barbara Bach, McCartney's then wife Linda and Tracy Ullman.","release_date":"1984-11-28","vote_average":4.6,"runtime":109,"cert":"N\/A","id":34748,"title":"Give My Regards to Broad Street","adult":false,"genre_ids":[18,10402]},{"cast":["Corey Feldman","Nina Kristin","Julia Dietze","Axel Wedekind","John Friedmann"],"overview":"Fritz has earned his nickname “Lucky” the hard way: he was struck by lightning – not once but twice and lived to tell the tale! That, however, is where his luck ends.","release_date":"2009-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":34749,"title":"Lucky Fritz","adult":false,"genre_ids":[35]},{"cast":["Robert Hays","David Keith","Pamela Anderson","Leo Rossi","Stacy Keach"],"overview":"The mayor of a small town hires a bounty hunter to find his daughter's killer, but it turns out to be a very dangerous job.","release_date":"1994-08-17","vote_average":5.2,"runtime":95,"cert":"N\/A","id":34750,"title":"Raw Justice","adult":false,"genre_ids":[53,28]},{"cast":["Beau Bridges","Bindi Irwin","Matthew Dylan Roberts","Kevin Otto","Darron Meyer"],"overview":"After young Kirra (Bindi Irwin) leaves her Australian home to summer with her grandfather (Beau Bridges) in South Africa, she soon discovers a baby orca stranded in the lagoon near her grandfather’s rundown seaside amusement park. She names the lonely whale Willy--and embarks on a great quest to lead the little guy back to his anxious pod.","release_date":"2010-03-23","vote_average":5.4,"runtime":75,"cert":"N\/A","id":34751,"title":"Free Willy: Escape from Pirate's Cove","adult":false,"genre_ids":[18,10751,12]},{"cast":["Vittorio Gassman","Gloria Grahame","Ann Robinson","Douglas Spencer","Robin Raymond"],"overview":"Peter Kaban, a Hungarian refugee, is about to be deported after jumping ship in New York harbor. He needs to find an ex-G.I named Tom whom he helped during the war, as Tom.can prove Peter's right to legal entry iof the United States. It is a race against the clock! If he can't find Tom within 24 hours and prove his case, he will be branded a fugitive and will be permanently disqualified for U.S. citizenship.","release_date":"1953-03-19","vote_average":5.6,"runtime":82,"cert":"N\/A","id":34752,"title":"The Glass Wall","adult":false,"genre_ids":[18]},{"cast":["David Bowie","Mick Ronson","Trevor Bolder","Mick Woodmansey","Angela Bowie"],"overview":"Hammersmith Odeon, London, July 3, 1973. British singer David Bowie performs his alter ego Ziggy Stardust for the very last time. A decadent show, a hallucinogenic collage of kitsch, pop irony and flamboyant excess: a musical symbiosis of feminine passion and masculine dominance that defines Bowie's art and the glam rock genre.","release_date":"1983-12-23","vote_average":7.6,"runtime":87,"cert":"","id":34759,"title":"Ziggy Stardust and the Spiders from Mars","adult":false,"genre_ids":[99,10402]},{"cast":["Sissy Spacek","Anne Bancroft","Ed Berke","Carol Robbins","Jennifer Roosendahl"],"overview":"It happened in 1983. It was a rare and remarkable theatrical experience. Controversial. Provocative. And shocking. Now, two Academy Award-winning actresses make the Pulitzer Prize-winning play the motion picture event of the year. What would you do if someone you loved sat down with you one night and calmly told you that they were going to end their life before morning?","release_date":"1986-09-12","vote_average":7.2,"runtime":96,"cert":"N\/A","id":34760,"title":"'night, Mother","adult":false,"genre_ids":[18]},{"cast":["Allu Arjun","Navdeep","Kajal Agarwal","Brahmanandam","Mukesh Rishi"],"overview":"Two young boys staying together at an orphanage become friends. One of them is adopted by a wealthy family and grows up to become the owner of a software company. He provides employment for his friend, but when they both fall in love with the same young woman, conflict emerges.","release_date":"2009-11-27","vote_average":7.3,"runtime":155,"cert":"N\/A","id":34763,"title":"Aarya 2","adult":false,"genre_ids":[28,18]},{"cast":["Farhan Akhtar","Deepika Padukone","Ram Kapoor","Vivan Bhatena","Vipin Sharma"],"overview":"A much abused loner achieves success, and even wins the heart of his gorgeous co-worker, after getting early morning mysterious phone calls from someone.","release_date":"2010-02-26","vote_average":5.8,"runtime":135,"cert":"N\/A","id":34764,"title":"Karthik Calling Karthik","adult":false,"genre_ids":[18,10749,53]},{"cast":["Kirsten Storms","Lauren Maltby","Alyson Morgan","Stuart Pankin","Holly Fulger"],"overview":"Zenon Kar a teenager living on a space station in the year 2054 competes in the first ever Galactic Teen Supreme contest.","release_date":"2004-06-11","vote_average":5.3,"runtime":95,"cert":"N\/A","id":34765,"title":"Zenon: Z3","adult":false,"genre_ids":[10770,35,12,10751]},{"cast":["Kirsten Storms","Raven-Symoné","Stuart Pankin","Holly Fulger","Frederick Coffin"],"overview":"Zenon Kar, a 13-year-old girl who lives on a space station in the year 2049, gets into some trouble and is banished to Earth. With help from some Earth friends she must find her way back.","release_date":"1999-01-23","vote_average":5.9,"runtime":97,"cert":"N\/A","id":34766,"title":"Zenon: Girl of the 21st Century","adult":false,"genre_ids":[12,35,10751,10770]},{"cast":["Jack White","Meg White"],"overview":"In 2007 the legendary American duo White Stripes toured Canada. Besides playing the usual venues they challenged themselves and played in buses, cafés and for Indian tribal elders. Music video director Emmett Malloy followed the band and managed to capture both the special tour, extraordinary concert versions of the band's minimalist, raw, blues-inspired rock songs and the special relationship between the extroverted Jack White and the introspective Meg White - a formerly married couple who for a long time claimed to be siblings. The film makes striking use of the band's concert colors: red, white and black.","release_date":"2009-01-01","vote_average":7.2,"runtime":93,"cert":"N\/A","id":34767,"title":"The White Stripes: Under Great White Northern Lights","adult":false,"genre_ids":[99,10402]},{"cast":["Steve McQueen","Jim Hutton","Paula Prentiss","Brigid Bazlen","Dean Jagger"],"overview":"Lieutenant Fergie Howard, Ensign Beau Gilliam and navy scientist Jason Elderidge use their ships computer, designed to calculate missile trajectories, to calculate a roulette ball's trajectory and hit the Venice Casino. Things get complex when Admiral Fitch arrives at the same Casino.","release_date":"1961-08-16","vote_average":6.8,"runtime":87,"cert":"N\/A","id":34768,"title":"The Honeymoon Machine","adult":false,"genre_ids":[35]},{"cast":["Woody Harrelson","Kat Dennings","Elias Koteas","Sandra Oh","Clark Johnson"],"overview":"A crooked cop, a mob boss and the young girl they abuse are the denizens of a city's criminal underworld. It's a world that ordinary Arthur Poppington doesn't understand and doesn't belong in, but is committed to fighting when he changes into a vigilante super-hero of his own making, Defendor. With no power other than courage Defendor takes to the streets to protect the city's innocents.","release_date":"2009-09-12","vote_average":6.4,"runtime":101,"cert":"15","id":34769,"title":"Defendor","adult":false,"genre_ids":[18,28,35,80]},{"cast":["Kaori Yamagata","Kikuko Inoue","Kouji Ishii","Ayako Kawasumi","Hiroya Ishimaru"],"overview":"It is the near future, and the city of Freeport teeters on the verge of total collapse. The twin tides of rampant crime and ruinous graft face only one barrier: the elite strike force HARDCORPS. Led by Colonel John Blade, HARDCORPS is the last force for justice in the darkening city.","release_date":"2000-10-24","vote_average":5.0,"runtime":60,"cert":"N\/A","id":34772,"title":"Sin: The Movie","adult":false,"genre_ids":[16,878]},{"cast":["Noam Chomsky","Norman Finkelstein","Richard Finkelstein","Alan Dershowitz"],"overview":"About the life and work of controversial American Jewish academic Norman Finkelstein.","release_date":"2009-11-25","vote_average":6.0,"runtime":84,"cert":"N\/A","id":34773,"title":"American Radical: The Trials of Norman Finkelstein","adult":false,"genre_ids":[99]},{"cast":["Maurice Chevalier","Hayley Mills","George Sanders","Wilfrid Hyde-White","Michael Anderson Jr."],"overview":"Two teenagers, Mary (Hayley Mills) and Robert (Keith Hamshere) are lead by Professor Paganel (Maurice Chevalier) on a search expedition for the children's shipwrecked sea captain father. This Disney film was based upon Jules Verne's 1868 adventure novel Captain Grant's Children.","release_date":"1962-12-01","vote_average":6.5,"runtime":98,"cert":"U","id":34774,"title":"In Search of the Castaways","adult":false,"genre_ids":[12,10751,10402]},{"cast":["Hironobu Nomura","Hiromi Murata","Jinpachi Nezu"],"overview":"Bobby is an underachieving high school kid with a deep love for motorcycles. His most recent achievement seems to have been getting photos of himself on a road trip printed in a motorcyclist hobby magazine. When he gets a letter from a girl his age, he decides to write her back.","release_date":"1985-03-09","vote_average":4.0,"runtime":45,"cert":"N\/A","id":34775,"title":"Bobby's Girl","adult":false,"genre_ids":[16,18]},{"cast":["Dick Powell","Ellen Drew","Raymond Walburn","Alexander Carr","William Demarest"],"overview":"An office clerk loves entering contests in the hopes of someday winning a fortune and marrying the girl he loves. His latest attempt is the Maxford House Coffee Slogan Contest. As a joke, some of his co-workers put together a fake telegram which says that he won the $25,000 grand prize. As a result, he gets a promotion, buys presents for all of his family and friends, and proposes to his girl.","release_date":"1940-10-18","vote_average":7.1,"runtime":67,"cert":"N\/A","id":34778,"title":"Christmas in July","adult":false,"genre_ids":[35,10749]},{"cast":["Carman Maxwell","Rochelle Hudson"],"overview":"The film opens with Bosko taking a bath while whistling \"Singin' in the Bathtub\". A series of gags allows him to play the shower spray like a harp, pull up his pants by tugging his hair, and give the limelight to the bathtub itself which stands on its hind feet to perform a dance.","release_date":"1930-04-19","vote_average":6.3,"runtime":8,"cert":"N\/A","id":34781,"title":"Sinkin' in the Bathtub","adult":false,"genre_ids":[35,16]},{"cast":["Blake Edgerton","Eve Connelly","Paul Darrow","Iva Franks Singer","Spencer Slasberg"],"overview":"A futuristic sci-fi adventure begins after the destruction of their Universe. With a militaristic race of modified humans in hot pursuit Colonel Mara Shryyke finds herself stranded on an inhospitable planet and discovers a weapon of mass destruction set to destroy her home planet in less then 42 hours!","release_date":"2006-12-02","vote_average":5.3,"runtime":87,"cert":"N\/A","id":34782,"title":"Battlespace","adult":false,"genre_ids":[28,12,878]},{"cast":["Peter Sellers","Ian Carmichael","Terry-Thomas","Richard Attenborough","Dennis Price"],"overview":"Naive Stanley Windrush returns from the war, his mind set on a successful career in business. Much to his own dismay, he soon finds he has to start from the bottom and work his way up, and also that the management as well as the trade union use him as a tool in their fight for power.","release_date":"1959-08-18","vote_average":6.9,"runtime":105,"cert":"","id":34783,"title":"I'm All Right Jack","adult":false,"genre_ids":[35]},{"cast":["Cherish Lee","Brent Fidler","Benjamin Pitts","Nick Mathis","Rebekah Brandes"],"overview":"he stripper Rachel is hit by a cab but survives in the emergency room of a hospital. However, she sees Death chasing her, but she does not succeed in convincing the nurses. She is drugged and wakes up in St. Joseph, a mental hospital administrated by Dr. Brown. She finds five other inmates that had a near death experience and also claim that Death is coming for them, but Dr. Brown tells them that","release_date":"2007-01-16","vote_average":3.0,"runtime":82,"cert":"N\/A","id":34784,"title":"Grim Reaper","adult":false,"genre_ids":[27]},{"cast":["Scott Bakula","Ellen Bry","Joey Cramer","Herschel Bernardi","John Anderson"],"overview":"When a man is exposed to an alien gas, he acquires the ability to heal instantly and survive any injury or toxin. (IMDb)","release_date":"1986-04-06","vote_average":5.4,"runtime":96,"cert":"N\/A","id":34785,"title":"Walt Disney's Wonderful World of Color: I-Man","adult":false,"genre_ids":[878,12,14,18]},{"cast":["Aly Michalka","AJ Michalka","Regine Nehy","Brendan Miller","Ethan Phillips"],"overview":"No overview found.","release_date":"2007-07-07","vote_average":4.5,"runtime":86,"cert":"N\/A","id":34786,"title":"Super Sweet 16: The Movie","adult":false,"genre_ids":[10770]},{"cast":["Björk","Matthew Barney","Shigeru Akahori","Naomi Araki","Yoshio Harada"],"overview":"The film concerns the theme of self-imposed limitation and continues Matthew Barney's interest in religious rite, this time focusing on Shinto","release_date":"2005-07-01","vote_average":6.7,"runtime":135,"cert":"N\/A","id":34787,"title":"Drawing Restraint 9","adult":false,"genre_ids":[14]},{"cast":["Riccardo Scamarcio","Giovanna Mezzogiorno","Daniela Tusa","Fabrizio Rongione","Fabrizio Rongione"],"overview":"An Italian man looks back from his jail cell on his youthful exploits as a political extremist with understanding, candour and remorse.","release_date":"2009-11-20","vote_average":6.0,"runtime":100,"cert":"N\/A","id":34788,"title":"The Front Line","adult":false,"genre_ids":[18,35]},{"cast":["Eddie Griffin","Christopher Dunne","Anna Friel","Dudley Sutton","Kevin McNally"],"overview":"Upon discovering that their town is up for sale, crafty Irish villagers scheme to raise the money to prevent the buy-out. They hold a poetry contest with a tempting grand prize -- the deed to their local pub. But what could happen when a duplicitous American rapper emerges as the best poet around?","release_date":"2006-01-01","vote_average":5.6,"runtime":94,"cert":"N\/A","id":34789,"title":"Irish Jam","adult":false,"genre_ids":[35]},{"cast":["Rudy Ray Moore","Sy Richardson","Jimmy Lynch","Leroy Daniels","Ernest Mayhand"],"overview":"Petey Wheatstraw (Rudy Ray Moore) is a candidate to become the devil's son-in-law. The storyline is a scaffolding on which Rudy Ray Moore's standup humor can be unfolded. Beginning life as the afterbirth to a watermelon, the young Wheatstraw becomes a martial artist, but is unable to best the evil comedy team of Leroy and Skillet, who also indulge in wholesale murder. Satan restores the comedians' victims to life, and charges Petey with the task of marrying his clock-stoppingly ugly daughter to giving him a grandchild. When Petey attempts to default on the deal, he is pursued by the devil's henchmen.","release_date":"1977-11-01","vote_average":5.4,"runtime":99,"cert":"N\/A","id":34792,"title":"Petey Wheatstraw","adult":false,"genre_ids":[14,28,35,27]},{"cast":["Kei Mizutani","Yuuki Fujisawa","Saeko Ichijou"],"overview":"Kei Mizutani is a Terminator. In the future, killer droids rule the universe. Victims either submit to slavery or they are the enemy. The Terminatrix comes back to the present from the future to combat the bots.","release_date":"1995-09-20","vote_average":0.0,"runtime":70,"cert":"N\/A","id":34793,"title":"Terminatrix","adult":false,"genre_ids":[53,878]},{"cast":["Madison Charap","Troy Taylor","Ryan Larson","Paul James Palmer","Tim Baldini"],"overview":"According to local legend, the ghosts of tortured slaves still haunt New Orleans' Lalaurie House. For The St. Francisville Experiment, a paranormal researcher, a self-proclaimed psychic, a Louisiana historian, and a filmmaker were given digital video cameras for one night in the house to document whatever they saw. ~ Mark Deming, All Movie Guide","release_date":"2000-04-15","vote_average":4.1,"runtime":79,"cert":"N\/A","id":34794,"title":"The St  Francisville Experiment","adult":false,"genre_ids":[27,53]},{"cast":["Kim Deal","Joey Santiago","David Lovering","Frank Black"],"overview":"Gouge - a documentary tracing The Pixies' story featuring interviews with Bono, David Bowie, Thom Yorke and Jonny Greenwood (Radiohead), Graham Coxon and Alex James (Blur), Fran Healy and Andy Dunlop (Travis), P J Harvey, Tim Wheeler (Ash), Gavin Rosdale (Bush) and Badly Drawn Boy.","release_date":"2004-04-27","vote_average":7.0,"runtime":50,"cert":"","id":34795,"title":"Pixies: Gouge","adult":false,"genre_ids":[10402,99]},{"cast":["Charles Farrell","Mary Duncan","David Torrence","Edith Yorke","Anne Shirley"],"overview":"A waitress from Chicago falls in love with a man from rural Minnesota and marries him, with the intent of living a better life - but life on the farm has its own challenges.","release_date":"1930-02-16","vote_average":7.6,"runtime":88,"cert":"N\/A","id":34796,"title":"City Girl","adult":false,"genre_ids":[18,10749]},{"cast":["Andrew Maxwell"],"overview":"In between performing at Dublin's maximum security prison and staging the Conflict Revolution gig Andrew Maxwell performs his sell out, five star performance at the 2008 Edinburgh festival. If you like your comedy funny and your storytelling memorable, this is the live show for you. \"I've seen the future of Irish Comedy and its name is Andrew Maxwell\" Irish Times","release_date":"2008-12-05","vote_average":0.0,"runtime":56,"cert":"N\/A","id":34799,"title":"Andrew Maxwell: Live in Edinburgh","adult":false,"genre_ids":[]},{"cast":["Jackie Chan","Chen Hung-Lieh","Shu Pei-Pei","Tien Feng","Hon Kwok-Choi"],"overview":"Hsiao Hu (Jackie Chan) has been secretly training in martial arts, as his father (Tien Feng) has forbidden him. Later, some local store owners ask Ah to help protect them from a greedy Chinese extortion ring. Ah discovers that the crime lord behind the extortion had killed his father years before and is determined for revenge.","release_date":"1973-03-31","vote_average":5.1,"runtime":80,"cert":"N\/A","id":34800,"title":"The Cub Tiger from Kwang Tung","adult":false,"genre_ids":[28,35,18]},{"cast":["Zoe Saldana","James Marsden","Martin Lawrence","Peter Dinklage","Danny Glover"],"overview":"Aaron's father's funeral is today at the family home, and everything goes wrong: the funeral home delivers the wrong body, his cousin accidentally drugs her fiancé, and Aaron's successful younger brother, Ryan, flies in from New York, broke but arrogant. To top it all off, a mysterious stranger wants a word with Aaron.","release_date":"2010-04-15","vote_average":5.7,"runtime":92,"cert":"15","id":34803,"title":"Death at a Funeral","adult":false,"genre_ids":[35]},{"cast":["Jennifer Lopez","Alex O'Loughlin","Danneel Ackles","Eric Christian Olsen","Anthony Anderson"],"overview":"When Zoe tires of looking for Mr. Right, she decides to have a baby on her own. But on the day she's artificially inseminated, she meets Stan, who seems to be just who she's been searching for all her life. Now, Zoe has to figure out how to make her two life's dreams fit with each other.","release_date":"2010-04-23","vote_average":6.0,"runtime":106,"cert":"","id":34806,"title":"The Back-Up Plan","adult":false,"genre_ids":[35,10749]},{"cast":["Jeffrey Dean Morgan","Zoe Saldana","Chris Evans","Idris Elba","Columbus Short"],"overview":"A tale of double cross and revenge, centered upon the members of an elite U.S. Special Forces unit sent into the Bolivian jungle on a search and destroy mission. The team-Clay, Jensen, Roque, Pooch and Cougar -find themselves the target of a lethal betrayal instigated from inside by a powerful enemy known only as Max. Presumed dead, the group makes plans to even the score when they're joined by the mysterious Aisha, a beautiful operative with her own agenda. Working together, they must remain deep undercover while tracking the heavily-guarded Max, a ruthless man bent on embroiling the world in a new high-tech global war.","release_date":"2010-04-23","vote_average":6.2,"runtime":97,"cert":"12A","id":34813,"title":"The Losers","adult":false,"genre_ids":[28,12,80,9648,53]},{"cast":["Deran Sarafian","Beatrice Ring","Ottaviano Dell'Acqua","Massimo Vanni","Ulli Reinthaler"],"overview":"When a terrorist's body, infected with a stolen chemical, is recovered by the US military, the corpse is cremated, unintentionally releasing the virus\/bacteria into the atmosphere over a small island. Soon the infected populace mutate into flesh-hungry zombies, and a trio of soldiers on leave must team up with a group of tourists and board themselves up in an abandoned hotel as they try to fend off the agile and aggressive living dead.","release_date":"1988-07-29","vote_average":4.8,"runtime":95,"cert":"N\/A","id":34814,"title":"Zombie 3","adult":false,"genre_ids":[28,27,878]},{"cast":[],"overview":"One of the earliest Cirque du Soleil releases, filmed during a tour of the troupe's native Canada in 1986 and filled with their trademark costumes, music and extraordinary feats.","release_date":"1986-01-01","vote_average":8.0,"runtime":49,"cert":"N\/A","id":34819,"title":"La magie continue","adult":false,"genre_ids":[]},{"cast":[],"overview":"With our fieriness and our youthfulness, we wanted to reinvent the circus. The appeal of the circus has always been magical. But, Cirque du Soleil has redefined the meaning of the word and has taken it up a level - performance art without boundaries, ballet without gravity. And their intoxicating mixture of costume, music, stage design and showmanship has dazzled millions. Emmy award winning Cirque du Soleil: Cirque Reinvente !","release_date":"1987-05-06","vote_average":7.5,"runtime":56,"cert":"N\/A","id":34820,"title":"Cirque du Soleil: Cirque Réinventé","adult":false,"genre_ids":[]},{"cast":[],"overview":"The brilliant artistry of Cirque du Soleil has transformed the circus into an exciting, novel performance experience.  Nouvelle Expérience celebrates the magic of their innovative techniques and the genius of one of the most visionary groups of artists in the world.\r Included in the show that toured for 19 months in 1990-1991, performing to over 1.3 million people: Contortion, Korean Plank, Solo Trapeze, Tightrope, Aerial Straps, Acrobatics, Trapeze, Juggling, Clown, Russian Bar, Trampoline and Balancing on Chairs.","release_date":"2001-10-30","vote_average":6.0,"runtime":85,"cert":"N\/A","id":34821,"title":"Cirque du Soleil: Nouvelle Expérience","adult":false,"genre_ids":[]},{"cast":["Leon Burchill","Luke Carroll","Jai Courtney"],"overview":"City based Eddie sets off to reconnect with his blackfella roots by taking a sacred stone back to his hometown. But when wild-boy Charlie forces himself along for the ride, Eddie's spiritual journey goes off track and becomes a riotous trip through outback Australia as the boys are forced to contend with a self-obsessed Italian rock-god, a cross dressing cousin, and a demonic dog!","release_date":"2009-09-24","vote_average":6.0,"runtime":90,"cert":"N\/A","id":34824,"title":"Stone Bros.","adult":false,"genre_ids":[]},{"cast":["Ai-Ai de las Alas","Eugene Domingo","Marvin Agustin","Nikki Valdez","Carlo Aquino"],"overview":"The story evolves around the ups and downs of being a single mother, Ina the main protaganist. Her three husbands leave her with 12 children and a financial problems that she needs to shoulder. Simple plot with a hilarious cast. Packed with laughs and tear-jerker scenes with movie\/commercial spoofs, surely Ang Tanging Ina will make your heart delight.","release_date":"2003-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":34825,"title":"My Only Mother","adult":false,"genre_ids":[10751,35,18]},{"cast":["Minori Matsushima","Fusako Amachi","Asao Koike","Hitoshi Takagi","Eiko Masuyama"],"overview":"A Japanese adaption of Robert Louis Stevenson's Treasure Island, featuring animals as the majority of the cast. By chance Jim comes upon a map of Treasure Island. He leaves the port accompanied by Glan, the rat and Bub, the baby on a strange looking boat of his own make to look for the island. Pirates soon find him and adventure ensues.","release_date":"1971-03-20","vote_average":5.8,"runtime":78,"cert":"N\/A","id":34834,"title":"Animal Treasure Island","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["H. Rap Brown","Nikita Khrushchev","Richard Nixon"],"overview":"The story of America's rise to power starting in 1959, it uses nothing but archive footage and America pop music. Showing the consequences on the rest of the world and in peoples mind.","release_date":"2009-01-01","vote_average":7.2,"runtime":54,"cert":"N\/A","id":34835,"title":"It Felt Like a Kiss","adult":false,"genre_ids":[36,10402,99]},{"cast":["Christopher Kirby","Peter Norman","Tommie Smith","John Wesley Carlos","Payton Jordan"],"overview":"The black power salute by Tommie Smith and John Carlos at the 1968 Mexico Olympics was an iconic moment in the US civil rights struggle. Far less known is the part in that episode in history played by Peter Norman, the white Australian on the podium who had run second — and the price paid afterward by all three athletes.","release_date":"2008-07-17","vote_average":5.3,"runtime":120,"cert":"15","id":34836,"title":"Salute","adult":false,"genre_ids":[99]},{"cast":["Melanie Lynskey","Craig Hall","Stephen Lovatt","Chelsie Preston Crayford","Matt Whelan"],"overview":"Jess is a solo mother and reluctant parking warden. Tom is a self-obsessed greetings cards salesman with an addiction to competitions who will do anything to win. Together they are just two of the competitors in a gruelling endurance contest to win a car - whoever keeps their hand on it the longest wins. As the sleepless days wear by, what price will they pay for winning this competition?","release_date":"2008-08-28","vote_average":6.0,"runtime":96,"cert":"N\/A","id":34837,"title":"Show of Hands","adult":false,"genre_ids":[]},{"cast":["Sally Potter","Morgane Maugran","Pablo Verón","Géraldine Maillet","Katerina Mechera"],"overview":"On a trip to Paris Sally meets Pablo, a tango dancer. He starts teaching her to dance then she returns to London to work on some \"projects\". She visits Buenos Aires and learns more from Pablo's friends. Sally and Pablo meet again but this time their relationship changes, she realises they want different things from each other. On a trip to Buenos Aires they cement their friendship.","release_date":"1997-11-28","vote_average":5.9,"runtime":100,"cert":"","id":34838,"title":"The Tango Lesson","adult":false,"genre_ids":[18,10402,10749]},{"cast":[],"overview":"This is a provocative and intimate fly-on-the-wall documentary revealing the inner workings of the Toronto Symphony Orchestra as it launches into its opening season with an amazingly charismatic new Maestro - Peter Oundjian. During one intense week, the orchestra is host to musical superstars Yo-Yo Ma, Emanuel Ax and Renee Fleming. Candid footage shows these great soloists as they interact with the maestro, prepare in their dressing rooms, interact with their fans backstage and rehearse and perform with the orchestra.","release_date":"2005-05-03","vote_average":0.0,"runtime":72,"cert":"N\/A","id":34841,"title":"Five Days in September: The Rebirth of an Orchestra","adult":false,"genre_ids":[]},{"cast":[],"overview":"A very visible, but misunderstood group dressed as Star Wars Stormtroopers do charity work worldwide. The story comes full circle when the amputee founder's own daughter is diagnosed with cancer and this surrogate family he created comes to his aid. We follow their public and private worlds in this documentary.","release_date":"2007-03-31","vote_average":0.0,"runtime":113,"cert":"N\/A","id":34842,"title":"Heart of an Empire","adult":false,"genre_ids":[99]},{"cast":["Benedict Cumberbatch","Alice Eve","Michael Brandon","Tom Hodgkins","Peter Firth"],"overview":"The story of Professor Stephen Hawking's early years is told for the first time in a major drama for BBC Two.It is 1963, and our young cosmologist celebrates his 21st birthday. At the party is a new friend, Jane Wilde - there is a strong attraction between the two. Jane is intrigued by Stephen's talk of stars and the Universe. But she realises that there is something very wrong when Stephen suddenly finds that he is unable to stand up.","release_date":"2004-12-10","vote_average":7.4,"runtime":90,"cert":"PG","id":34843,"title":"Hawking","adult":false,"genre_ids":[18]},{"cast":["Akemi Suicide","GoGo Suicide","India Suicide","Kokeshi Suicide","Loretta Suicide"],"overview":"The \"sequel\" to the Suicide Girls first movie--\"Suicide Girls:The First Tour.\" While the first movie focused on the American Suicide Girls and their burlesque show, this movie focuses on the international Suicide Girls and the photo shoots that they took outside and around the Italian villa that they stayed at.","release_date":"2006-06-13","vote_average":5.3,"runtime":89,"cert":"N\/A","id":34844,"title":"SuicideGirls: Italian Villa","adult":false,"genre_ids":[99]},{"cast":["Amina Munster","Bailey Suicide","Angie Rae","Daven Suicide","Evan Suicide"],"overview":"When twelve nude models for the infamous SuicideGirls.com begin disappearing from a remote cabin, the calendar video they are shooting becomes the first reality horror movie.","release_date":"2010-03-12","vote_average":4.2,"runtime":96,"cert":"N\/A","id":34845,"title":"SuicideGirls Must Die!","adult":false,"genre_ids":[27]},{"cast":["Hulk Hogan","Mr. T","Roddy Piper","Paul Orndorff","Cyndi Lauper"],"overview":"WrestleMania was the first annual WrestleMania professional wrestling pay-per-view event (only in selected areas), produced by the World Wrestling Federation. It took place on March 31, 1985, at Madison Square Garden in New York City. The attendance for the event was 19,121 fans. The event was viewed by over one million fans through closed-circuit television, making it the largest showing of an event on closed-circuit television in the United States at the time.  The show featured nine professional wrestling matches. The main event match pitted Hulk Hogan and Mr. T against Roddy Piper and Paul Orndorff. Hogan and Mr. T won the match after interference from \"Cowboy\" Bob Orton. Also at the event, Wendi Richter (accompanied by manager Cyndi Lauper) defeated Leilani Kai to win the WWF Women's Championship, and Nikolai Volkoff and The Iron Sheik defeated The U.S. Express (Mike Rotundo and Barry Windham) to win the WWF Tag Team Championship.","release_date":"1985-03-31","vote_average":6.9,"runtime":114,"cert":"N\/A","id":34846,"title":"WWE WrestleMania","adult":false,"genre_ids":[28,18]},{"cast":["Buster Keaton","Anne Cornwall","Flora Bramley","Harold Goodwin","Snitz Edwards"],"overview":"Brilliant in his studies and dismissive of athletics, Ronald finishes high school at the top of his class. But in college his uptight attitude doesn't win him any points with his sports-loving classmates, and pretty coed Mary ignores him in favor of brutish jock Jeff. Hoping to impress Mary, Ronald makes a buffoon of himself at every sport imaginable.","release_date":"1927-09-10","vote_average":7.1,"runtime":66,"cert":"N\/A","id":34847,"title":"College","adult":false,"genre_ids":[18,35,10749]},{"cast":["Alvah Bessie","Herbert J. Biberman","Lester Cole","Edward Dmytryk","J. Parnell Thomas"],"overview":"No overview found.","release_date":"1950-01-01","vote_average":7.2,"runtime":15,"cert":"N\/A","id":34848,"title":"The Hollywood Ten","adult":false,"genre_ids":[]},{"cast":["Adrien Brody","Alice Braga","Laurence Fishburne","Topher Grace","Danny Trejo"],"overview":"A mercenary reluctantly leads a motley crew of warriors who soon come to realize they've been captured and deposited on an alien planet by an unknown nemesis. With the exception of a peculiar physician, they are all cold-blooded killers, convicts, death squad members... hunters who have now become the hunted.","release_date":"2010-07-03","vote_average":6.1,"runtime":107,"cert":"18","id":34851,"title":"Predators","adult":false,"genre_ids":[28,878,12,53]},{"cast":["Maya Karin","Nur Fazura","Redza Minhat","Aaron Aziz","Eizlan Yusof"],"overview":"What happens when prey and predator are both trapped on a luxury cruise ship? Two gold digging girls, Bella and Intan, come face to face with three Datuks, three Datuk's wives, two Datuk's children, one private detective and one diehard fan of Bella's. Who are the predators and who are the prey? On a voyage that's full of surprises, anything can happen!","release_date":"2009-11-05","vote_average":7.0,"runtime":104,"cert":"N\/A","id":34852,"title":"Salak","adult":false,"genre_ids":[35,18]},{"cast":["Kathryn Grayson","Howard Keel","Ann Miller","Keenan Wynn","Bobby Van"],"overview":"Fred and Lilly are a divorced pair of actors who are brought together by Cole Porter who has written a musical version of The Taming of the Shrew. Of course, the couple seem to act a great deal like the characters they play. A fight on the opening night threatens the production, as well as two thugs who have the mistaken idea that Fred owes their boss money and insist on staying next to him all night.","release_date":"1953-11-26","vote_average":6.8,"runtime":109,"cert":"N\/A","id":34857,"title":"Kiss Me Kate","adult":false,"genre_ids":[10402,35]},{"cast":["Kay Parker","Kandi Barbour","Mike Ranger","Jack Shute","Holly Joy"],"overview":"Kate, a sexy young student, agrees to join her professors on a lengthy jaunt into the desert. Their expedition leads them into a whole host of surrealistic sexual encounters as they come across the most whacked-out tribe of Indians you've ever seen.","release_date":"1979-09-20","vote_average":10.0,"runtime":83,"cert":"N\/A","id":34860,"title":"Kate and the Indians","adult":true,"genre_ids":[37,35]},{"cast":["Jürgen Vogel","Christiane Paul","Laura Tonke","Sebastian Rudolph","Anna Thalbach"],"overview":"No overview found.","release_date":"1998-02-06","vote_average":0.0,"runtime":106,"cert":"N\/A","id":34861,"title":"Der Pirat","adult":false,"genre_ids":[18]},{"cast":["Mark Dacascos","Louis Gossett Jr.","Joanne Kelly","Kevin Jubinville","Stephen McHattie"],"overview":"When the sun's increasing expulsions of plasma threaten to ignite methane in our atmosphere, international tensions rise while scientists race for a solution to avoid natural disaster.","release_date":"2006-05-25","vote_average":3.9,"runtime":91,"cert":"N\/A","id":34862,"title":"Solar Attack","adult":false,"genre_ids":[28,878,53,10770]},{"cast":["Marcelo Games","Marc Pitman","Jim Van Bebber","Amy Yates","Leslie Orr"],"overview":"Jim Van Bebber's \"The Manson Family\" is an extremely violent and bloody horror film that reconstructs the early activities of the Family and their descent into the Tate-LaBianca killings. Van Bebber mixes this with a contemporary sub plot involving tabloid journalist Jack Wilson's quest to film a documentary on the subject.The film is loaded with plenty of sex and full-frontal nudity. The final third of \"The Manson Family\" is a grueling nightmare with some of the most sadistic and savage murders ever captured on screen.","release_date":"1997-07-11","vote_average":5.4,"runtime":95,"cert":"N\/A","id":34867,"title":"The Manson Family","adult":false,"genre_ids":[18,27,80,53,36]},{"cast":["Dan Quick","Kay Parker","Seka","Lisa De Leeuw","Sherrisse"],"overview":"Seka and an insatiable cast love portraying a family of wealthy degenerates whose only passion is the wanton pursuit of lust and physical ecstasy!","release_date":"1980-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":34868,"title":"Downstairs Upstairs","adult":true,"genre_ids":[35]},{"cast":["Agniya Kuznetsova","Aleksey Poluyan","Leonid Gromov","Aleksey Serebryakov","Leonid Bichevin"],"overview":"A young woman is taken hostage by a police officer and subsequently abused by the lawman gone mad.","release_date":"2007-06-06","vote_average":6.9,"runtime":89,"cert":"N\/A","id":34869,"title":"Cargo 200","adult":false,"genre_ids":[53,18,9648]},{"cast":["Udo Kier","Kirsten Olesen","Henning Jensen","Solbjørg Højfeldt"],"overview":"It is an adaptation of the Greek tragedy Medea from Euripides, a version where the Gods willing and intervations are absent. Medea is the tragic character that after helping Jason in the Voyage of the Argonauts (myth says that she has even sacrificed her own brother for Jason's success), she gets from him only betrayal, as he arranges to marry the King's of Corinth daughter. The king decides to exile Medea, as she is a danger for his daughter happiness, but Medea asks from him just a day… before she goes outside the borders. That day Medea gets her revenge…","release_date":"1988-01-01","vote_average":6.7,"runtime":76,"cert":"N\/A","id":34870,"title":"Medea","adult":false,"genre_ids":[18]},{"cast":["Derek Jacobi","Toby Jones","Anna Madeley","Adam Godley","Gina McKee"],"overview":"A kindly shop owner whose overwhelming gambling debts allow a greedy landlord to seize his shop of dusty treasures. Evicted and with no way to pay his debts, he and his granddaughter flee.","release_date":"2007-12-26","vote_average":4.2,"runtime":120,"cert":"","id":34873,"title":"The Old Curiosity Shop","adult":false,"genre_ids":[18]},{"cast":["Timothy Hutton","David Strathairn","Anthony Mackie","Bill Sage","Azura Skye"],"overview":"Successful New York attorney Sam Leibowitz travels to the South in 1933 to defend nine young black men accused of raping two women on an Alabama freight train.","release_date":"2006-07-20","vote_average":6.8,"runtime":105,"cert":"N\/A","id":34898,"title":"Heavens Fall","adult":false,"genre_ids":[80,18]},{"cast":["Trần Nữ Yên Khê","Khanh Lê","Quang Hai Ngo","Chu Hung","Manh Cuong Tran"],"overview":"Hanoi comes across almost picture-perfect in director Tran Anh Hung's beautiful, elegiac tale about the lives and loves of three Vietnamese sisters. A mood characteristic of Hung's films is set early on with the vivid sounds of birds, insects and water and the way the lighting enhances the subtle use of color. They all combine to gem-like effect here.","release_date":"2000-05-24","vote_average":6.6,"runtime":112,"cert":"N\/A","id":34899,"title":"The Vertical Ray of the Sun","adult":false,"genre_ids":[18,10749]},{"cast":["Britney Spears","Jon Voight","Brian Friedman","Aminah Abdul-Jillil","Nancy Anderson"],"overview":"Have you ever had a dream that felt so real, you couldn't tell the difference between the real world and the dream world? On November 18, 2001, the world's biggest star, Britney Spears, brought her \"Dream Within a Dream\" Tour to the MGM Grand Garden Arena in legendary Las Vegas, Nevada. This defining concert moment, witnessed by millions of fans as it was broadcast live on HBO, is now yours to own on DVD.","release_date":"2002-02-12","vote_average":8.1,"runtime":90,"cert":"N\/A","id":34900,"title":"Britney Spears: Live from Las Vegas","adult":false,"genre_ids":[10402]},{"cast":["Christina Aguilera","Tiana Brown","Paul Kirkland","Gilbert Saldivar","Telisha Shaw"],"overview":"Stripped Live in the U.K. is the second concert DVD by Christina Aguilera, and documents the premiere UK performances of her Stripped World Tour. The DVD does not include \"Make Over\" which was situated after \"Can't Hold Us Down\". An extended version of \"What a Girl Wants\" can be seen on television broadcast of the concert.","release_date":"2004-10-12","vote_average":7.5,"runtime":114,"cert":"N\/A","id":34901,"title":"Christina Aguilera: Stripped - Live in the U.K.","adult":false,"genre_ids":[10402]},{"cast":["Mikael Persbrandt","Maria Bonnevie","Sam Kessel","Tuva Novotny","Fares Fares"],"overview":"DAY AND NIGHT is about people that love and want to be loved. It's the story of a father, his young son, his unfaithful wife, her secret lover, his young mistress, his lonely sister, his forgetful mother, a fanatic football coach, a pregnant whore and an angel disguised as an old man. They are all looking for the answer to the same question: \"If love is the answer - what is the question?\"","release_date":"2004-08-06","vote_average":5.7,"runtime":95,"cert":"N\/A","id":34902,"title":"Day and Night","adult":false,"genre_ids":[18]},{"cast":["Robin Askwith","Tony Booth","Bill Maynard","Doris Hare","Sheila White"],"overview":"Either you've got it or you haven't - some like randy young Timothy Lea (Robin Askwith), manage to get it all the time! Signing up with a pop group, our boisterous hero progresses rapidly from local gigs to scoring a titillating hit with The Climax Sisters, with plenty of ribald adventures along the way!","release_date":"1975-01-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":34905,"title":"Confessions of a Pop Performer","adult":false,"genre_ids":[35]},{"cast":["Andrea Corr","Caroline Corr","Jim Corr","Sharon Corr"],"overview":"The Corrs, the Irish sibling supergroup, play a special St. Patrick's Day concert at Britain's famous Royal Albert Hall.","release_date":"1998-08-28","vote_average":7.3,"runtime":95,"cert":"PG","id":34912,"title":"The Corrs: 'Live at the Royal Albert Hall'","adult":false,"genre_ids":[10402]},{"cast":["Rusty Sachs","Kenneth Campbell","Joe Bangert","Scott Shimabukuro","Scott Camil"],"overview":"For three days in 1971, former US soldiers who were in Vietnam testify in Detroit about their war experiences. Nearly 30 speak, describing atrocities personally committed or witnessed, telling of inaccurate body counts, and recounting the process of destroying a village.","release_date":"1972-01-27","vote_average":9.2,"runtime":96,"cert":"N\/A","id":34921,"title":"Winter Soldier","adult":false,"genre_ids":[10752,99]},{"cast":["John Legend","Snoop Dogg","Kanye West"],"overview":"John Legend brings his old-school soul sound to the stage with this concert recorded at Hollywood's House of Blues in August 2005, delivering live renditions of hits like \"Let's Get Lifted,\" \"Number One,\" and \"Ordinary People\" with special guest appearances by Kanye West and Snoop Dogg.","release_date":"2005-12-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":34926,"title":"John Legend: Live at the House of Blues","adult":false,"genre_ids":[10402]},{"cast":["Mel Blanc","Bea Benaderet","Frank Graham","Tedd Pierce","The Sportsmen Quartet"],"overview":"A baseball game is going on in New York City, at the Polo Grounds (although the rooftop facade is more suggestive of Yankee Stadium), between the visiting \"Gas-House Gorillas\" and the home team, the \"Tea Totallers\". The game is not going well for the Tea Totallers, as the Gorillas, a bunch of oversized, roughneck players, are not only dominating the Tea Totallers, made up of old men, but intimidating the umpire by knocking him into the ground like a tent peg after an unpopular judgment. The Gorillas' home runs go screaming out of the ballpark (literally) and the batters form a conga line, with each hitter knocking a ball out.","release_date":"1946-02-02","vote_average":6.7,"runtime":7,"cert":"N\/A","id":34929,"title":"Baseball Bugs","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc"],"overview":"Bugs Bunny is hired to perform in Colonel Korny's Circus alongside Bruno the Magnificent, the Slobokian Acrobatic Bear, but Bruno doesn't want to share the limelight.","release_date":"1951-12-12","vote_average":6.1,"runtime":7,"cert":"N\/A","id":34932,"title":"Big Top Bunny","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc"],"overview":"Bugs Bunny once again making that \"wrong turn at Albuquerque\" burrows into a bullring, where a magnificent bull is making short work of a toreador. The bull bucks Bugs out of the arena, prompting the bunny to declare \"Of course you realize, this means war!\" The deft Bugs' arsenal comes plenty packed, as he uses anvils, well-placed face slaps and the bull's horns as a slingshot. The bull fights back, using his horns as a shotgun barrel. The bull's comeback is short-lived; just after Bugs makes out his will, he lures the bull out of the arena, just in time to set up a rube-like device that leads to the bull's defeat.","release_date":"1953-08-08","vote_average":7.1,"runtime":7,"cert":"N\/A","id":34933,"title":"Bully for Bugs","adult":false,"genre_ids":[16]},{"cast":["Jon Anderson","Chris Squire","Steve Howe","Rick Wakeman","Alan White"],"overview":"In 2003, the band made their first appearance at the Montreux Festival, despite having a long association with the town itself (they recorded there frequently in the 70s). It was a triumphant night and is regarded by both the band members and fans as probably the finest Yes gig ever to be filmed. The classic line-up includes Jon Anderson, Steve Howe, Chris Squire, Rick Wakeman, and Alan White.  Prog-rockers Yes return to the stage in this 2003 performance at the Montreux Festival. Though decades may have passed since the group's heyday in the 1970s, Jon Anderson, Steve Howe, Rick Wakeman, Chris Squire, and Alan White have lost none of their edge. Laying into deep cuts like \"Siberian Khatru,\" \"Long Distance Runaround,\" and \"I've Seen All Good People,\" this group of grizzled legends delivers a smoldering rock performance.","release_date":"2007-03-27","vote_average":10.0,"runtime":137,"cert":"N\/A","id":34938,"title":"Yes: Live At Montreux 2003","adult":false,"genre_ids":[10402]},{"cast":["Jon Anderson","Chris Squire","Steve Howe","Rick Wakeman","Alan White"],"overview":"Yes live at Tsongas Arena, Lowell, MA, May 15, 2004.","release_date":"2005-01-01","vote_average":7.0,"runtime":178,"cert":"N\/A","id":34939,"title":"Yes: Songs From Tsongas - 35th Anniversary Concert","adult":false,"genre_ids":[10402]},{"cast":["Jon Anderson","Chris Squire","Steve Howe","Alan White","Tom Brislin"],"overview":"With a Symphony Orchestra: Universally admired for their considerable studio prowess, British Supergroup, Yes have also been most famous for their unparalleled live shows. Yes pioneered the use of lasers, elaborate fantasy art inspired sets, \"In-the-Round\" revolving stages, the best sound engineering in the business and of course, their extraordinary musicianship. They've been blowing audiences away for over three decades.  Backed by a symphony orchestra, the influential British prog-rock group Yes performs one of their famously elaborate concerts in Amsterdam. Long famous for their musicianship, complex songs, and their mastery of studio recording, Yes prove that they're one of the best live acts around, capable of both inspired improvisation and flawless performance.","release_date":"2011-09-13","vote_average":6.2,"runtime":194,"cert":"N\/A","id":34940,"title":"Yes: Symphonic Live","adult":false,"genre_ids":[10402]},{"cast":["Thomas Jane","Keanu Reeves","Claire Forlani","Gretchen Mol","Adrien Brody"],"overview":"Neal Cassady is living the beat life during the 1940s, working at The Tire Yard and and philandering around town. However, he has visions of a happy life with kids and a white picket fence. When his girlfried, Joan, tries to kill herself he gets scared and runs away. But when Joan reappears will he take the chance at that happiness, or will he turn his back on it?","release_date":"1997-06-20","vote_average":6.0,"runtime":92,"cert":"N\/A","id":34941,"title":"The Last Time I Committed Suicide","adult":false,"genre_ids":[18]},{"cast":["Sean Astin","Jodi Benson","Keith Carradine","Bill Fagerbakke","Charles Fleischer"],"overview":"Balto and the other sled dogs are feeling dejected because the mail that used to be delivered by dogsled is now being delivered by airplanes. But when a mail plane crashes in the mountains, the dogs come to the rescue.","release_date":"2004-04-14","vote_average":6.6,"runtime":76,"cert":"N\/A","id":34942,"title":"Balto III: Wings of Change","adult":false,"genre_ids":[10751,12,16]},{"cast":["Peter Lorre","Evelyn Keyes","Don Beddoe","George E. Stone","John Tyrrell"],"overview":"In this low-budget thriller, Peter Lorre plays Janos Szabo, an immigrant from Hungary who is a skilled craftsman. After he's caught in a fire, his face is horribly scarred; his terrifying appearance makes it impossible for him to get a job. With nowhere else to turn, Janos begins working for the criminal underworld. Janos begins having second thoughts about his life of crime when he falls in love","release_date":"1941-01-16","vote_average":6.3,"runtime":69,"cert":"N\/A","id":34943,"title":"The Face Behind the Mask","adult":false,"genre_ids":[80,18]},{"cast":["George Raft","Brenda Marshall","Sydney Greenstreet","Peter Lorre","Osa Massen"],"overview":"An American gets caught up in wartime action in Turkey.","release_date":"1943-07-03","vote_average":6.8,"runtime":80,"cert":"N\/A","id":34944,"title":"Background to Danger","adult":false,"genre_ids":[18,36,53,10752]},{"cast":["Hedy Lamarr","Paul Henreid","Sydney Greenstreet","Peter Lorre","Victor Francen"],"overview":"A guerilla leader falls in love with a mysterious woman in World War II Lisbon.","release_date":"1944-10-24","vote_average":6.1,"runtime":101,"cert":"N\/A","id":34945,"title":"The Conspirators","adult":false,"genre_ids":[18,36,53]},{"cast":["Damon Dash","Jay-Z"],"overview":"Hip-hop artist Jay-Z tells a story about life in the streets, combining a narrative structure and musical numbers into an autobiographical tale of his life in Brooklyn, from hustler to performer. The title of the video comes from his album {^In My Lifetime, Vol. 1 and also includes numbers by M.O.P, Sauce Money, and Memphis Bleek. This is Jay-Z's first direct-to-video release; it's self-directed,","release_date":"1998-05-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":34958,"title":"Streets is Watching","adult":false,"genre_ids":[]},{"cast":["Nastassja Kinski","Nicollette Sheridan","Roger Daltrey","Huey Lewis","Jeffery Dean"],"overview":"This high-tech, psychological thriller is set in the shadowy world of the Internet. Sondra Brummel is recovering from a skiing accident in her boyfriend's mansion, and accidently contacts a possible killer in an Internet chatroom. She and her friend Misty enter a virtual game that that becomes all too real.","release_date":"2002-01-01","vote_average":3.1,"runtime":96,"cert":"N\/A","id":34959,"title":".com for Murder","adult":false,"genre_ids":[53,27]},{"cast":["Håvard Bakke","Tommy Karlsen","Helle Beck Figenschow","Henning Syverud","Roy Hansen"],"overview":"A young boy named Pelle falls in love with the drug addict Lena. Then he and his friend Proffen tries to save her from the drugs.","release_date":"1990-08-30","vote_average":6.1,"runtime":99,"cert":"N\/A","id":34982,"title":"Death at Oslo Central Station","adult":false,"genre_ids":[18]},{"cast":["Najwa Nimri","Tristán Ulloa","María Vázquez","Diego Martín","Nuria González"],"overview":"Private detectives Inés, Eva, and Carmen often invade others' privacy but are clueless about confronting their own secrets. While on the job, these three surveillance specialists will have to cross the thin line dividing public and private matters, bringing their own issues to light in order to solve more than just their professional cases.","release_date":"2007-09-28","vote_average":2.7,"runtime":100,"cert":"N\/A","id":34985,"title":"Mataharis","adult":false,"genre_ids":[35,18]},{"cast":["Jon Abrahams","David Oyelowo"],"overview":"Who Do You Love is the life story of legendary record producer Leonard Chess, founder of Chess Records in Chicago, IL, the label that helped popularize blues music during the 1950s and ’60s.","release_date":"2008-09-11","vote_average":0.0,"runtime":92,"cert":"N\/A","id":34988,"title":"Who Do You Love","adult":false,"genre_ids":[]},{"cast":["Nina Ivanišin","Peter Musevski","Primož Pirnat","Maruša Kink","Uroš Furst"],"overview":"Aleksandra is a student from Krško, a small town in Slovenia. She has a plan to conquer the world. Working as a prostitute, her life is heading to where she wants it, but an accidental death has her wrestling with new feelings of fear, loneliness, confusion and responsibility","release_date":"2009-09-30","vote_average":6.1,"runtime":90,"cert":"15","id":34989,"title":"Slovenian Girl","adult":false,"genre_ids":[18]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"U2 performs live in Mexico City in support of their 1997 album, \"Pop,\" featuring lavish special effects, cutting edge sound and spectacular multimedia enhancement.","release_date":"1997-12-03","vote_average":7.1,"runtime":127,"cert":"N\/A","id":34992,"title":"U2: Popmart - Live from Mexico City","adult":false,"genre_ids":[99,10402]},{"cast":["Nieve de Medina","Montse Mostaza","Alejandra Lorenzo","Mariana Cordero","Asunción Díaz"],"overview":"When nurse Gloria has financial difficulties, her friend Dr. Ana Torres invites her to move with her six year-old daughter Vicky to her old big house where she runs a gynecologic clinic. In return, Gloria will assist Ana in her clinic in the afternoons.","release_date":"2006-08-21","vote_average":3.6,"runtime":72,"cert":"N\/A","id":34993,"title":"Blame","adult":false,"genre_ids":[27,18,9648,10770]},{"cast":["Lili Taylor","Christopher Walken","Annabella Sciorra","Edie Falco","Michael Imperioli"],"overview":"A vampiric doctoral student tries to follow the philosophy of a nocturnal comrade and control her thirst for blood.","release_date":"1995-01-10","vote_average":6.5,"runtime":82,"cert":"N\/A","id":34996,"title":"The Addiction","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"CRUDE IMPACT is a powerful and timely story that explores the interconnection between human domination of the planet and the discovery and use of oil. This documentary film exposes our deep rooted dependency on the availability of fossil fuel energy and examines the future implications of peak oil the point in time when the amount of petroleum worldwide begins a steady, inexorable decline.","release_date":"2006-11-12","vote_average":8.0,"runtime":97,"cert":"N\/A","id":34999,"title":"Crude Impact","adult":false,"genre_ids":[99]}]