[{"cast":[],"overview":"A Terrytoons cartoon released 21 August 1942.","release_date":"1942-08-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351501,"title":"Life with Fido","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Terrytoons cartoon released 29 May 1942.","release_date":"1942-05-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351521,"title":"The Stork's Mistake","adult":false,"genre_ids":[]},{"cast":["Jo In-woo","Kim Yoo-yeon","Lee Hyeon-seong","Kim Neul-me","Yoo Seung-hyun"],"overview":"Dongchul, who is managing a small bar, is always enthusiastic about his school reunions. One day, Yujin, who has never showed up to a reunion, shows up at his bar. Her baby face and vitality make her unlike other married women and all the men fall for her, especially Dongchul. They start a relationship but it abruptly flames out due to the sudden arrival of Dongchul’s wife. As they get to know each other's secrets, will their love be allowed to grow?","release_date":"2015-08-06","vote_average":6.5,"runtime":100,"cert":"N\/A","id":351523,"title":"Purpose of Reunion","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A Terrytoons cartoon released 26 June 1942.","release_date":"1942-06-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351525,"title":"Wilful Willie","adult":false,"genre_ids":[]},{"cast":["Remy LaCroix","Mia Malkova","Ariana Marie","Ana Foxxx","James Deen"],"overview":"“Art Of Romance 5″ is an intimate portrayal of loving and sensual erotica, directed by the award winning Mason.  Starring Remy LaCroix, Mia Malkova, Ariana Marie, and Ana Foxxx, “Art Of Romance 5″ features authentic sexual exchanges, with real female orgasms.  Powerfully passionate, and drenched in desire, do not miss this latest Erotica X production.","release_date":"2015-07-22","vote_average":0.0,"runtime":116,"cert":"\"NC-17\"","id":351527,"title":"Art of Romance 5","adult":true,"genre_ids":[10749]},{"cast":["Paul de Nooijer","Katja Sobrino","Menno de Nooijer"],"overview":"This is a film, that was a picture. What’s the difference? Photography takes time away, film adds time.","release_date":"1990-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":351529,"title":"I Should See","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A Terrytoons cartoon released 26 November 1943.","release_date":"1943-11-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351531,"title":"Yokel Ducks Makes Good","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Terrytoons cartoon released 17 December 1943.","release_date":"1943-12-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351533,"title":"The Hopeful Donkey","adult":false,"genre_ids":[]},{"cast":["Tom Morrison"],"overview":"A Terrytoons cartoon released 17 March 1944. An elderly couple (human, not animal) dies, leaving their substantial estate to their mice, who had befriended them. A distant nephew, Willy the Spender, is outraged, and he takes the mice to court in an effort to destroy them! The judge decides in favor of the mice. This really whizzes off Willy the Spender, and he goes after the mice! Can Mighty Mouse save them in time?","release_date":"1944-03-17","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351553,"title":"The Champion of Justice","adult":false,"genre_ids":[16]},{"cast":[],"overview":"As was his usual pattern, Gandy Goose is sleeping. This time he dreams of the story of the princess and the frog and how the frog later turned into a prince into a prince and married the princess.","release_date":"1944-04-07","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351555,"title":"The Frog and the Princess","adult":false,"genre_ids":[16]},{"cast":["Tom Morrison"],"overview":"A Terrytoons cartoon released 28 July 1944. In this spoof of opera, a sexy senorita seeks after her love and rescues him from an evil king (Sourpuss). Her knight in shining armor is none other than Gandy Goose (as Tyrone the Hero).","release_date":"1944-07-28","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351557,"title":"Carmen's Veranda","adult":false,"genre_ids":[16]},{"cast":["Jo Miller","Tom Morrison"],"overview":"Terrytoons animated short with voice of Jo Miller as Red and Grandma.","release_date":"1944-10-26","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351559,"title":"A Wolf's Tale","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Some happy mice are listening to an old radio program that features their hero, Mighty Mouse!","release_date":"1944-11-17","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351561,"title":"At the Circus","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A Terrytoons cartoon released 22 December 1944. Our tourist is taking in all the sights: the band playing on the snowy slope, goats harmonizing, skiers dancing on skis. But best of all, mice are shaving the Swiss cheese to run through the player piano to make the music. Dogs, pigs and ducks are all laughing, singing, playing and having a good time- until they get on a runaway snow sled...","release_date":"1944-12-22","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351563,"title":"Dear Old Switzerland","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2012-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351580,"title":"FreiWild - Die Welt brennt (Live in Stuttgart)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A Terrytoons cartoon released 20 July 1945. A twisted version of some famous fairy tales! The Wolf introduces himself and explains that he's misunderstood! Red Riding Hood comes along, and the Wolf changes into his zoot suit, grabs Red and makes her do a jive boogie-woogie dance with him! Mighty Mouse sees this, and he clobbers the Wolf. Then the Wolf cross-dresses to impersonate Little Bo Peep, and lures a flock of lambs into his trap. He whips out a gun and makes the sheep take their wool off! Mighty Mouse sees this, and he beats the heck out of the Wolf. The Wolf then tries to get into the Three Little Pigs' house by pretending to be a cowboy. He calls for backup. The Wolves attack the pigs, Mighty Mouse trounces them, and all is well in Cartoonland!","release_date":"1945-07-20","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351582,"title":"Mighty Mouse and the Wolf","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A duck goes into the business of selling eggs, and has many prize egg-laying hens working for him. A fox tries to break up the business and burglarizes it. The duck goes to a dog, a pig and a fish looking for help against the fox, but they all choose not to get involved. So the duck takes matters into his own hands...or wings.","release_date":"1945-08-24","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351584,"title":"The Fox and the Duck","adult":false,"genre_ids":[16]},{"cast":["Mylène Farmer"],"overview":"","release_date":"2001-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351586,"title":"Mylene Farmer - Videos II & III","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Frankie, the skinny, crooning alley-cat, is serenading his fan-pack of female animals late at night, who are swooning off the fence in droves, but the homeowner trying to sleep is not impressed and he belts Frankie with a tomato and chases him away. Frankie's fans are upset and, as retribution for his act, the homeowner is kept awake all night by the singing of the fans.","release_date":"1945-09-14","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351588,"title":"Swooning the Swooners","adult":false,"genre_ids":[16]},{"cast":["Jason Day-Boisvert","A.J. Klassen"],"overview":"Jason Greenwood films the haunting in his home in hopes to figure out what it wants. Three years later he starts to film his stories of the haunting and that turns out to be a bad idea.","release_date":"2011-11-03","vote_average":3.0,"runtime":81,"cert":"N\/A","id":351602,"title":"The Ghost Footage","adult":false,"genre_ids":[]},{"cast":[],"overview":"The big bad cats are the villains\/Indians, and the little mice are the settlers going west in their little covered wagons, and the Indians are on a rampage about it. Things look dark indeed for the settlers when the likes of Buffalo Bill, General Custer and Daniel Boone are unable to defeat the attacking cats but...wait...up in the sky...here comes the singing, flying mouse...Mighty Mouse. Not recommended for Revisionists.","release_date":"1946-08-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351604,"title":"Winning the West","adult":false,"genre_ids":[]},{"cast":[],"overview":"A perverted and merciless Cat-professor takes scientific progress to his own selfish ends by perfecting an electronically-operated mouse trap. He catches and imprisons millions of little mice until the Big Red Cheese, Mighty Mouse, comes to their rescue.","release_date":"1946-09-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351606,"title":"The Electronic Mouse Trap","adult":false,"genre_ids":[]},{"cast":[],"overview":"A topical post-WWII cartoon dealing with the shortage of housing for the returning military people and their families. In this one, though, the family having a housing problem is a family of pigs. They trail moving vans and investigate \"For Rent\" signs, and even try to move the dogs out of their kennel. Finally, they buy a prefabricated house, have a very hard time putting it together and, then, termites show up and destroy their new home.","release_date":"1946-10-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351608,"title":"The Housing Problem","adult":false,"genre_ids":[]},{"cast":["Jagadish","Siddique","Kuthiravattam Pappu","Baiju Santhosh","Chithra"],"overview":"Gopinatha and his friend Samson are in a fix when they find a box containing Rs. 40 lakh in cash. They try to hide it but the owner of the cash gets to know.","release_date":"1991-04-20","vote_average":6.0,"runtime":110,"cert":"N\/A","id":351610,"title":"Nagarathil Samsara Vishayam","adult":false,"genre_ids":[53,35]},{"cast":[],"overview":"A hypnotist cat charms a sweet young mouse femme-fatale into luring all the mice in town into his cellar, with intent of eating them. But, with his super-senses hitting on all cylinders, the super-hero mouse, Mighty Mouse, zooms in and puts an end to the dastardly scheme.","release_date":"1946-01-08","vote_average":0.0,"runtime":6,"cert":"\"\"","id":351612,"title":"Svengali's Cat","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Three of the felonious felines to ever serve time in the city-pound break out, steal a car, kidnap some little mice as hostages,and beat it for their mountain hideout. They are closely pursued by the canine cops (K9 Korps), but the dogs are losing to the cats when Mighty Mouse shows up to turn the tide in the favor of law and order.","release_date":"1949-06-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351623,"title":"The Catnip Gang","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mapping a Seattle landscape as the season turns, this film is an optical print of original handmade frames. Featuring hydrangea, geranium, nandina, camillia, oregano, vinca, snapdragon, cyclamen, violet, linden, clematis, linaria, birch bark and daphne. Music by Bay Area composer, arranger, and jazz bassist Chuck Metcalf used with permission.","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":351625,"title":"Seattle Solstice","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Paul Clipson's underlying attraction to things that elude the touch finds its apotheosis in the translucent thread of the spider's web, contrasted here against the grey solidity of a factory building. Pitched on the lip of nightmare, ARANEAE accesses the sublime in the very small. - Max Goldberg","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":351627,"title":"Araneae","adult":false,"genre_ids":[]},{"cast":["Dileep","Navya Nair","Jagathy Sreekumar","Augustine","Kaviyoor Ponnamma"],"overview":"The story follows Kizhakkethil Sundaresan (Dileep), a grocery store owner who never attended college, who is married to Radhamani (Navya Nair), a M.Sc. graduate. When Radhamani gets a job in Thiruvananthapuram Secretariat, she is excited and wants to move to be closer to her position. However, Sundaresan cannot close his store and go with her, nor does he want Radhamani to go alone. In the argument that follows, Radhamani decides that she will go at any cost, and Sundaresan decides to go with her.","release_date":"2003-12-25","vote_average":4.6,"runtime":147,"cert":"N\/A","id":351629,"title":"Pattanathil Sundaran","adult":false,"genre_ids":[10751,35]},{"cast":["Mukesh","Siddique","Lena","Saranya Mohan","Lalu Alex"],"overview":"Little did good Samaritan, Mahadevan realize that he was walking into trouble when he takes Radhika, an accident victim to the hospital and is approached by her friend Meera!","release_date":"2011-12-09","vote_average":0.0,"runtime":134,"cert":"N\/A","id":351631,"title":"Killadi Raman","adult":false,"genre_ids":[35]},{"cast":["Suresh Gopi","Meena","Abbas","Rahman","Srividhya"],"overview":"The story is about Nirmala Mathan who seeks vengeance on the person who she feels is responsible for the mysterious death of her lover, Shiva. When Shiva dies in mysterious circumstances, Nirmala assumes that Dr. Roy, who wanted to marry her, is behind it.","release_date":"2000-09-16","vote_average":0.0,"runtime":126,"cert":"N\/A","id":351633,"title":"Dreamz","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"While referencing the explorer Christopher Columbus, the film is actually a gift for filmmaker Stephanie Barber's friend, the performance artist Theresa Columbus. The short imagistic film is suggesting (or questioning) ever so gently the effects (both positive and negative) that exploring has on that which is being explored. Our most well known Columbus, now so often vilified, here stands in for a more psychological and artistic exploration and the fall out that can occur from that sort of expansionism as well. Like many of Barber's films, the piece itself works almost separately from the implications and sidelong glances of the title and the way it interacts with the (almost passive) images and (often quite dominant) soundtrack.","release_date":"1997-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":351635,"title":"A Little Present (For My Friend Columbus the Explorer)","adult":false,"genre_ids":[]},{"cast":[],"overview":"CATALOG is a composition of stillness. An inversion of the spectacle. Actors are posed, recreating various photographs in surroundings unfrozen. The soundtrack is a dense tale of spaces. A photograph more mutable than an image should be.","release_date":"2005-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":351646,"title":"Catalog","adult":false,"genre_ids":[]},{"cast":["Karl Michael Vogler","Reinhild Solf","Katrin Schaake","Ewa Strömberg","Apostol Karamitev"],"overview":"People from all over the world spend their summer holidays at the Black Sea. German Walter and his girlfriend Gisela check in at the hotel as spouses. Walter uses the passport of his wife. The police find the body of a young woman washes up by the waves. Inspector Damyanov begins an investigation. Walter is not under suspicion, but he is ill at ease. It is because of his wife passport? Ex-Nazi officer Kunze has his own little secret and causes for worry. Dutch musician Jan has something on his conscience, too, after a little love with a Bulgarian girl. Having penetrated the unsavory secrets of all those people, Damyanov leads them to the conviction that it is difficult to live a life of deception.","release_date":"1968-11-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":351648,"title":"Sets","adult":false,"genre_ids":[80]},{"cast":[],"overview":"One friend tells another friend what she remembers from reading the Somerset Maugham novel \"The Razor's Edge\" ten or fifteen years ago. It is a sketchy and slanted remembering. They decide to shoot a film of this memory, a foggy tale with scant connection to the original but feeling the patronage of that text. Being artists and tricksters, they do it as a game, all in one week, with donated short-ends and gestural implications to narrative. What they really do is visit after years of not visiting. Endless talks about the state of the planet and our access to knowledge or the ineptitude of art. All this talking and the film turns out with almost no dialogue but sweeps through the city of Baltimore (which is often destitute, tropical and friendly).","release_date":"2010-01-01","vote_average":0.0,"runtime":45,"cert":"\"\"","id":351650,"title":"Razor's Edge","adult":false,"genre_ids":[]},{"cast":["Brett Favre","Billy Bob Thornton"],"overview":"Join narrator, Billy Bob Thornton, in taking a revealing look back at the life and legacy of the eight-time Pro Bowl quarterback.","release_date":"2006-10-03","vote_average":6.0,"runtime":51,"cert":"\"\"","id":351652,"title":"NFL: Favre 4 Ever","adult":false,"genre_ids":[99]},{"cast":["J.B. Priestley"],"overview":"Wartime morale-boosting propaganda short, looking at the greatness of Britain and the efforts of all to preserve her power and integrity.","release_date":"1940-07-31","vote_average":0.0,"runtime":7,"cert":"N\/A","id":351654,"title":"Britain at Bay","adult":false,"genre_ids":[99]},{"cast":["Adi Putra","Liyana Jasmay","Fizo Omar","Ismail Yaacob","Bea Rameshan"],"overview":"The movie is about a love story between Iskandar, a mute, and Dhia, a blind woman. Iskandar is a humble millionaire who saved Dhia from a road accident. Despite their handicaps, they fall for each other. Iskandar`s friend Ariel helps deliver whatever it is Iskandar wishes to say to Dhia. However, Ariel starts having feelings for her and no longer wants to be the messenger for his friend.","release_date":"2015-03-19","vote_average":0.0,"runtime":92,"cert":"N\/A","id":351656,"title":"Isyarat Cinta","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"When two cats from the Moon, in search of mice, descend from the skies in a large flying object, resembling a cup-and-a-saucer, a furious fight results between the lunar-cats and the earth-mice. The mice also have to deal with a treacherous earth-dog who volunteers to reveal the hiding place of the mice.","release_date":"1949-12-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351658,"title":"Flying Cups and Saucers","adult":false,"genre_ids":[]},{"cast":["John Myhers"],"overview":"Bumbling Hector Heathcoat joins the Minute Men during the American Revolution and promptly gets everything fouled up, but he becomes a hero when the scares away the attacking British Redcoats.","release_date":"1959-07-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351666,"title":"The Minute and a ½ Man","adult":false,"genre_ids":[]},{"cast":["Tom Morrison"],"overview":"The Cheeseville Cat Defense is ruthlessly efficient at keeping cats out of the city, so the cats trick Mighty Mouse into luring them out.","release_date":"1961-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351668,"title":"Cat Alarm","adult":false,"genre_ids":[]},{"cast":["Ray Winstone","Amanda Donohoe","Glen Murphy","Jason Connery","Peter Wyngarde"],"overview":"Tank  is an investigative reporter and jailbird, framed on scant evidence supplied by the London mob. Helen is the sensuous call-girl who offers Tank ammunition and retribution. But, retaliation is swift and brutal, in the guise of Sir Robert Knights and his equally lethal lawyer, Dunboyne. A series of hideous murders follow as the devil protects his own. Only Malling and Helen can halt the onslaught. But, for how long, and at what price?","release_date":"1989-12-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":351670,"title":"Tank Malling","adult":false,"genre_ids":[53,80]},{"cast":[],"overview":"A natural encounter of an abandoned space and a curious child.","release_date":"2015-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":351672,"title":"Remember Me","adult":false,"genre_ids":[]},{"cast":["Brandon Flowers","Ronnie Vannucci"],"overview":"01. Runaways  02. Smile Like You Mean It  03. Flesh And Bone  04. Here With Me  05. Miss Atomic Bomb  06. Mr. Brightside  07. When You Were Young  08. All These Things That I've Done","release_date":"2012-09-12","vote_average":0.0,"runtime":43,"cert":"N\/A","id":351677,"title":"The Killers - MTV Live Vibrations","adult":false,"genre_ids":[10402]},{"cast":["Jayaram","Shobana","Narendra Prasad","Meena","Jagathy Sreekumar"],"overview":"A young man marries a Tamil girl, and fearing his family, he brings her to the house as a servant. Problem starts when his elder brothers falls for her too.","release_date":"1993-02-24","vote_average":7.6,"runtime":146,"cert":"N\/A","id":351679,"title":"Meleparambil Aanveedu","adult":false,"genre_ids":[10751,35]},{"cast":["Eduards Pavuls","Iya Arepina","Klara Luchko","Mikhail Zharov","Sergei Karnaukhov"],"overview":"","release_date":"1958-12-08","vote_average":5.0,"runtime":93,"cert":"N\/A","id":351690,"title":"Red Leaves","adult":false,"genre_ids":[12,36]},{"cast":[],"overview":"A journey is an emotional path, never isolated from external reflections. The eye is led by others. The body seeks to extend itself, reflected. Places are changing.","release_date":"2015-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":351692,"title":"So Many Eyes in So Many Places","adult":false,"genre_ids":[]},{"cast":["Zhang Lei","Lin Zijie","Tong Zirong","Wu Wenlun","Liu Jiurong"],"overview":"The all-powerful Monkey King once roamed freely between Heaven and Earth, but after angering the Gods, he was imprisoned within an ice cage deep within the mountains. 500 years later, monsters attack a small village and a child flees to the mountains. Unknowingly, the child releases the Monkey King from his curse. With the help and encouragement from this special child, Monkey King saves the village from the evil monsters.","release_date":"2015-07-10","vote_average":7.2,"runtime":89,"cert":"N\/A","id":351694,"title":"Monkey King: Hero Is Back","adult":false,"genre_ids":[14,16,35]},{"cast":[],"overview":"Documentary about the punk began in Rio de Janeiro, the first punk band: Coquetel Molotov.  The band Coquetel Molotov came in 1981 in Rio de Janeiro, in the suburbs, in the neighborhood of Meier, most of the members were students and skaters the Campo Grande rink and Tatu and Lúcio Flávio as members, some time later, both conquer the national and international championships skate. Two other components were Cesar and Omar Nine.  The Brazil was at that time a critical political situation and undefined, with many social changes; Punk came as a cry for freedom among young people with no future prospects, the periphery, the suburbs, the megalopolis, against a crushing system with huge social differences, the motto of the youth of that time was the \"Do It Yourself\".","release_date":"1983-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351696,"title":"Punk Molotov","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Documentary about the punk movement in the city of Curitiba.","release_date":"2003-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":351698,"title":"Punk na Cidade","adult":false,"genre_ids":[10402,99]},{"cast":["Tom Mix","Doris May","George Bancroft","Lucien Littlefield","DeWitt Jennings"],"overview":"Silent western film...","release_date":"1924-12-07","vote_average":0.0,"runtime":70,"cert":"\"\"","id":351700,"title":"The Deadwood Coach","adult":false,"genre_ids":[37]},{"cast":["Jayaram","Urvashi","Mamta Mohandas","Cochin Haneefa","Indrans"],"overview":"Madhu aka Madhavan (Jayaram) is a successful playback singer. Chandramathi (Urvashi) is his illiterate, rustic, betel-chewing wife with a bad habit of spitting in wrong places, and they have four children. It can be described as incompatible matrimony but still a happy one. Madhu loves his wife even though they are out of sync because she has brought him luck. Here enters Lekha (Mamta Mohandas), a sophisticated urban model-cum-singer, who finds a place in the hearts of all the family members. Chandramathi thinks Lekha will be the perfect wife for her husband and a good mother for her children.","release_date":"2006-03-23","vote_average":4.3,"runtime":null,"cert":"N\/A","id":351714,"title":"Madhuchandralekha","adult":false,"genre_ids":[35,10751]},{"cast":["Paul de Nooijer","Menno de Nooijer"],"overview":"Two men in chairs by the open hearth; photos move in front of their heads.","release_date":"1989-01-01","vote_average":6.0,"runtime":7,"cert":"\"\"","id":351716,"title":"At One View","adult":false,"genre_ids":[16]},{"cast":["Françoise de Nooijer"],"overview":"First film by Paul de Nooijer, in collaboration with his artistic father Frans Zwartjes. Moving Stills shows a series of photographs by Françoise de Nooijer, which are joined, by means of editing and colour effects, and turned into a moving picture. The erotic image gets an explosive charge. (filmcommission.nl)","release_date":"1972-01-01","vote_average":4.0,"runtime":6,"cert":"N\/A","id":351718,"title":"Moving Stills","adult":false,"genre_ids":[]},{"cast":["Gerd Baltus","Helmut Alimonta","Veronika Fitz","Annemarie Wendl","Walter Ladengast"],"overview":"","release_date":"1971-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351720,"title":"How I Became a Negro","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bellator 140: Lima vs. Koreshkov took place July 17, 2015 at Mohegan Sun Arena in Uncasville, Connecticut. The event aired live in prime time on Spike TV.","release_date":"2015-07-17","vote_average":0.0,"runtime":120,"cert":"\"\"","id":351722,"title":"Bellator 140: Lima vs Koreshkov","adult":false,"genre_ids":[]},{"cast":["Jaromir Bauer","Pavel Čapek","Vaclav Drobny","Leo Kweuke","Luděk Zelenka"],"overview":"Pavel Abrahám’s football documentary offers 22 different viewpoints of who is watching. At a match between Sparta and Slavia, the filmmakers used 22 cameras to film the spontaneous reactions of various visitors, fans, tourists, VIPs, intellectuals, and security guards over the course of the entire game. This experiment with the Czech Republic’s national sport shows football as a game around which the viewers create a whole range of other, highly diverse games.","release_date":"2012-10-25","vote_average":0.0,"runtime":108,"cert":"N\/A","id":351724,"title":"Two Nil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A numerical journey through the quaint village of Goole.","release_date":"1976-07-26","vote_average":0.0,"runtime":40,"cert":"N\/A","id":351726,"title":"Goole by Numbers","adult":false,"genre_ids":[]},{"cast":["Genio De Groot","Michiel Nooter","Wieky de Boer","Rick Nicolet"],"overview":"What happens if someone loses control over his own life and at the same time searches for grip in ascending and descending devices? A winterly story about loss, desire and airplanes.","release_date":"2014-09-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":351740,"title":"Spotters","adult":false,"genre_ids":[18]},{"cast":["Franz Beckenbauer"],"overview":"","release_date":"1983-07-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":351742,"title":"Die Franz Beckenbauer Story","adult":false,"genre_ids":[99]},{"cast":["Jessica Willis","Gretel Sharp","Alfred Toledo","Meosha Bean","Liz Lauers"],"overview":"There is a package with 4 phones, and each phone has a video on it. They will then learn curiosity did kill, when their lives become a part of the terror which is \"Camera Phone 2\".","release_date":"2016-04-08","vote_average":1.0,"runtime":null,"cert":"\"\"","id":351744,"title":"Camera Phone 2","adult":false,"genre_ids":[27]},{"cast":["Terence Hill","Mimmo Mignemi","Francesca Cavallin","Marta Gastini","Marcello Mazzarella"],"overview":"","release_date":"2009-05-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":351746,"title":"L'uomo che cavalcava nel buio","adult":false,"genre_ids":[]},{"cast":["Koen De Graeve","Fabian Jansen","Dennis Költgen","Rifka Lodeizen","Yentl Meijer"],"overview":"When a Dutch family drives back home from a holiday in Germany and stops at a rest area, it is already clear this is probably their last trip together. But then a marital crisis, the heat, restless hormones and suppressed frustrations unexpectedly interlock.","release_date":"2014-09-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":351748,"title":"p","adult":false,"genre_ids":[10751,35,18]},{"cast":["María Elena Velasco"],"overview":"","release_date":"1993-07-09","vote_average":3.0,"runtime":null,"cert":"N\/A","id":351750,"title":"Se equivocó la cigüeña","adult":false,"genre_ids":[12,35]},{"cast":["Maria Kraakman","Niels Gomperts","Rover van Gennep","Loes Schnepper","Nick Livramento Silva"],"overview":"Slightly absurdist story about a busy working mother who is left to herself when her husband forgets about their family outing. Stressed, she arrives at the fun fair with her children, where she is annoyed to find herself surrounded by all sorts of beaming families. A feeling of loneliness besets her. In her search for warmth and security, she not dispenses with her husband, but also her common sense.","release_date":"2012-10-03","vote_average":0.0,"runtime":10,"cert":"N\/A","id":351752,"title":"Man in Suit","adult":false,"genre_ids":[35,18]},{"cast":["Erik 'Bullen' Berglund","Anne-Marie Brunius","Aina Rosén","Sture Lagerwall","Nils Lundell"],"overview":"The story revolves around a collective of variety artists. A stolen safety deposit box theft gets all in toruble.","release_date":"1933-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351769,"title":"Djurgårdsnätter","adult":false,"genre_ids":[35]},{"cast":["Adolf Jahr","Karin Albihn","Weyler Hildebrand","Elsa Carlsson","Torsten Winge"],"overview":"Operetta singer Adolf Berg will be called up for military duty just as he gets assigned a major role in an operetta. On the train he meets Ulla Wern and complications occur.","release_date":"1936-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351771,"title":"Samvetsömma Adolf","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film documents the 80 days of chaos in Hannover, including photographs in black and white of clashes between punks and neo-nazi skinheads. In addition, it presents music videos of Hannover punk bands like Blut + Eisen, Boskops, Schwarz-Rotes Banner and Fortschreitende Angstzustände.","release_date":"1984-12-30","vote_average":0.0,"runtime":51,"cert":"N\/A","id":351773,"title":"Chaostage 1984","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about the San Diego bar punk scene and how all the bands fight amounst themselves. Featuring JFA, Gizzards, The Yucks, DPI, Bowel Tones and many more.","release_date":"2006-01-01","vote_average":0.0,"runtime":44,"cert":"\"\"","id":351775,"title":"Punk vs Punk","adult":false,"genre_ids":[10402,99]},{"cast":["John Ennis","Stephen Ellis"],"overview":"A desperate son reconnects with his estranged father to ask an unspeakable favor that will change their lives forever.","release_date":"2015-06-15","vote_average":6.0,"runtime":9,"cert":"\"\"","id":351777,"title":"A Reasonable Request","adult":false,"genre_ids":[35,18]},{"cast":["Carl Schenstrøm","Harald Madsen","Hilding Gavle","Anna Olin","Karin Albihn"],"overview":"A Swedish comedy from 1937. At castle Gyllenskiöld Holm a lawyer reads the deceased Count's will. Son Rouglas inherits the estate in front of Anne-Marie, Countess's daughter and the woman whom the testator had hoped to Rouglas would marry. But there is a supplement in the will to be read out after six months.","release_date":"1937-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351779,"title":"Bleka greven","adult":false,"genre_ids":[]},{"cast":["Reb Russell","Marion Shilling","Lafe McKee","Joseph W. Girard","Frank McCarroll"],"overview":"The Trail Blazers, federal marshals Ken Maynard and Hoot Gibson, are sent to Willow Springs, where recently their two predecessors were killed trying to bring law and order to the town. Trouble begins when smarmy town boss Duke Wade forces the ranchers to use his toll road to move their cattle to market.","release_date":"1935-02-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":351781,"title":"Blazing Guns","adult":false,"genre_ids":[37]},{"cast":["Michael Craig","Mary Peach","Brenda De Banzie","James Robertson Justice","Roland Culver"],"overview":"She's new in chambers, and he's a troublemaker. But what 'is' the true status of the old lady's wartime marriage, and can the two young legal minds find the answer?","release_date":"1962-03-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":351783,"title":"A Pair of Briefs","adult":false,"genre_ids":[35]},{"cast":["Andi Eigenmann","Bret Jackson","Andre Paras","Donnalyn Bartolome","Anja Aguilar"],"overview":"One night with a total stranger. And fate brought them together once again. That's where their whirlwind romance started.","release_date":"2015-04-29","vote_average":6.5,"runtime":89,"cert":"N\/A","id":351800,"title":"Your Place or Mine?","adult":false,"genre_ids":[10749,35,18]},{"cast":["Chinami Nishimura","Chinami Nishimura","Chinami Nishimura","Chinami Nishimura","Megumi Hayashibara"],"overview":"Jesse, James and Meowth have just completed building a giant new Team Rocket headquarters, and will soon be hosting a grand gala to show it to the boss. Several Whismur Pokemon (with maracas in hand) have been enslaved to provide the entertainment of the evening, much to their dismay. However, when Pikachu, Torchic, Mudkip and the rest of the gang find their way into the base and to the jail cell of the Whismur, they know they need to free their comrades from captivity! During the impending escape attempt, both friend and foe alike can't help but break out in group dances galore!","release_date":"2003-07-19","vote_average":6.4,"runtime":22,"cert":"\"\"","id":351802,"title":"Pokemon: Gotta Dance!","adult":false,"genre_ids":[14,16]},{"cast":[],"overview":"This experimental animated short takes a critical look at consumerism in a material world. Thousands of cut-out ads are presented in increasingly fragmented, rapid succession. The film's disorienting and hectic pace seeks to interrogate the extent to which seductive advertising is a shockingly strong force in shaping our desires, needs, and lives in contemporary capitalism.","release_date":"1973-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":351804,"title":"This Is a Recorded Message","adult":false,"genre_ids":[16]},{"cast":["Luis Tosar","Rodrigo de la Serna","Raúl Arévalo","José Coronado","Patricia Vico"],"overview":"Valencia, Spain. On a rainy morning, six armed men in disguise assault a bank. But what seemed like an easy heist, quickly goes wrong with nothing unfolding as planned, and mistrust quickly builds between the two leaders of the gang.","release_date":"2016-03-03","vote_average":6.1,"runtime":96,"cert":"N\/A","id":351809,"title":"To Steal from a Thief","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Live features \"Morning Musume.'14 Concert Tour 2014 Aki Give Me More Love - Michishige Sayumi Sotsugyo Kinen Special -\" held at Yokohama Arena on November 26, 2014. The leader of Morning Musume\/ '14, Sayumi Michishige graduated from the group on this day. Also includes her graduation ceremony.","release_date":"2015-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351814,"title":"Morning Musume '14 Fall Concert Tour GIVE ME MORE LOVE ~Michishige Sayumi Graduation Commemoration Special~","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jimeoin explains his new DVD single, “Third Drawer Down is a song I wrote quite a few years ago. I did it once on the TV show “Jimeoin”, and from that it gained a bit of popularity. The live stand-up on this DVD is from a gig at the Tivoli Theatre in Brisbane, part of the “All Over The Shop” tour in 2003, which incidentally is different from the “All Over The Shop” DVD.","release_date":"2004-11-10","vote_average":0.0,"runtime":27,"cert":"N\/A","id":351831,"title":"Jimeoin: Third Drawer Down","adult":false,"genre_ids":[35]},{"cast":["Chete Lera","Manuel Morón","José Luis Díaz"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351833,"title":"Secuestrados en Georgia","adult":false,"genre_ids":[18]},{"cast":["Georges Corraface","Loles León","Isabel Mestres"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351835,"title":"Muere, mi vida","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":351837,"title":"Through the Hawthorn","adult":false,"genre_ids":[]},{"cast":["Koromo Tomosato","Yôta Kawase","Chigusa Takaku","Miyabi Endô"],"overview":"Sachiko and Yoshida are newlyweds, and have just moved into a newly-constructed apartment with completely white rooms. It’s reasonable to expect that they would be enjoying their newlywed life, but Sachiko is refusing to go along with Yoshida’s sexual demands. One day, Yoshida’s junior colleague, Kato, shows him a video. Its title is White Room: Evening Classroom Inspection, and in it a girl is shown holding a photograph of her mother against her thigh while engaged in fondling. But the astounding thing is that it is a room in their newly-constructed apartment! Yoshida stealthily takes the video home, but Sachiko sees what it contains.","release_date":"2006-09-30","vote_average":0.0,"runtime":70,"cert":"N\/A","id":351839,"title":"Diary of Beloved Wife White Room","adult":false,"genre_ids":[]},{"cast":["Elof Ahrle","Signe Wirff","Birgit Rosengren","Einar Axelsson","Margit Manstad"],"overview":"Driver Elof \"Loffe\" Karlsson ends his employment with the director Bergfeldt, who is divorcing wife Karin. He takes the place of a lawyer Nyberg, provides Mrs. Bergfeldt a restaurant. This is where the young and cute waitress Greta and Loffe become acquainted. Greta Bergman is involved in a large inheritance case, and as a lawyer Nyberg agreed to take care for her. But Nyberg is a swindler who himself wants to access the money.","release_date":"1940-08-26","vote_average":1.0,"runtime":null,"cert":"N\/A","id":351841,"title":"Åh, en så'n advokat","adult":false,"genre_ids":[]},{"cast":["Vincent Price","Phil Proctor"],"overview":"An animatronic talking-head replica of Abraham Lincoln (voiced by Phil Proctor) hosts a tour of what the future will look like.","release_date":"1982-10-26","vote_average":7.5,"runtime":9,"cert":"\"\"","id":351843,"title":"Fun with Mr. Future","adult":false,"genre_ids":[16,35,878,10751]},{"cast":["Danny Shayler","David Sayers","Edmund Jäger","Adam Thomas Wright","Anton Noori"],"overview":"In the dark year 2204, the world has seen 73 years of continuous war. The face of conflict has changed. People kill people but they now rely on giant, intelligent battle machines to fight. Mankind has re-discovered Shamanism and the Generals on both sides use these well-trained spiritual warriors to face the threat of machines.","release_date":"2015-04-18","vote_average":7.2,"runtime":18,"cert":"\"\"","id":351863,"title":"The Shaman","adult":false,"genre_ids":[53,878,18]},{"cast":["Jeetendra","Sanjay Dutt","Chunky Pandey","Juhi Chawla","Bhanupriya"],"overview":"After being critically wounded and losing his left arm, Captain Jaswant Kumar is discharged from the Indian army and goes to live with Journalist A.V. Razdan in Shanti Nagar, Bombay. Ironically, Shanti Nagar is far from peaceful as it is ruled by extortionists like Peter Gonsalves and Jaichand Khurana who work for underworld don, Taneja. Jaswant and a local taxi-driver, Raju Varma, decide to put up a fight and attempt to drive the goons away - with considerable success much to the chagrin of Taneja, who hires a killer named Raaka to do away with them. Instead they end up befriending Raaka and join forces against Taneja himself. But Jaswant and Raju will soon find out that Raaka never befriends anyone and always disposes off his enemies when they end up getting arrested for smuggling and are sentenced to two years in prison - leaving Taneja and his men to carry on with their nefarious activities.","release_date":"1990-01-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351865,"title":"Zahreelay","adult":false,"genre_ids":[]},{"cast":["Erlanes Duarte","Júnior André","Marcos Santos","Nikima Krakelê","Renata Gomes"],"overview":"A group of friends aims to be successful with his band. Chasing his dream they accidentally find a scroll that leads to a hidden treasure in the São Luís island. They believe that finding this treasure may finance the band and achieving fame. What they do not know is that the city of São Luís and all its inhabitants depend on their help to avoid being destroyed by a giant mythological creature.","release_date":"2014-06-26","vote_average":6.0,"runtime":123,"cert":"N\/A","id":351870,"title":"Muleque Té Doido - O Filme","adult":false,"genre_ids":[35]},{"cast":["Rudolf Heß","Adolf Hitler","Baldur von Schirach","Elsa Wagner"],"overview":"During the colorful ceremonies of the Nuremberg rallies, Hitler Youth parade before their Fuehrer and are addressed by Nazi youth leader Baldur von Schirach, Rudolf Hess, and Hitler himself.","release_date":"1940-07-27","vote_average":5.0,"runtime":44,"cert":"N\/A","id":351872,"title":"The March to the Führer","adult":false,"genre_ids":[99]},{"cast":["Joseph Macleod"],"overview":"Tomorrow is Theirs examines provisions for secondary school education during the war, arguing for the importance of maintaining excellent, thorough schooling in spite of wartime obstacles.","release_date":"1940-07-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":351874,"title":"Tomorrow Is Theirs","adult":false,"genre_ids":[99]},{"cast":["Hans Nielsen","Dorothea Wieck","Friedrich Schoenfelder","Ina Halley","Blandine Ebinger"],"overview":"A crime movie directed by Kurt Hoffmann.","release_date":"1950-03-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":351876,"title":"City in the Fog","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Robert Glasper, the Experiment Band and special guests including Jose James, Lalah Hathaway, Bilal, Alan Hampton, Patrick Stump of Fall Out Boy, Phonte and MF Doom perform live in London at iTunes Festival on September 21st 2012.","release_date":"2012-09-21","vote_average":0.0,"runtime":156,"cert":"N\/A","id":351893,"title":"Robert Glasper & Friends Live At iTunes","adult":false,"genre_ids":[]},{"cast":[],"overview":"On one special night last November 12, 2014, at a live event headlined by Lynyrd Skynyrd, an extraordinary collection of artists came together at the Fox Theatre in Atlanta, GA to perform the music of Skynyrd, one of the most influential bands of our time. The unique concert featured incredible performances by Lynyrd Skynyrd, including an unforgettable rendition of Travelin Man, performed as a duet between Johnny Van Zant and his late brother Ronnie, who appeared via archival video.","release_date":"2015-07-31","vote_average":7.0,"runtime":102,"cert":"\"\"","id":351895,"title":"Lynyrd Skynyrd - One More For The Fans","adult":false,"genre_ids":[10402]},{"cast":["W. Kamau Bell","Beth Stelling","Nate Bargatze","Iliza Shlesinger","Mark Normand"],"overview":"The first ever comedy special filmed at and in partnership with South By Southwest (SXSW).  Kamau Bell (CNN'sUnited Shades of America) hosts the show. Featuring sets from Beth Stelling (Jimmy Kimmel Live, @midnight), Nate Bargatze (Maron, @midnight), Iliza Shlesinger (The Tonight Show, Last Comic Standing), Mark Normand (Inside Amy Schumer, Trainwreck), and Matt Braunger (Maron, Garfunkel &amp; Oates), the two-part special also includes comics Todd Glass and Beth Stelling exploring the streets of Austin and bumping into the likes of Jeff Ross, Ron Funches and a number of festival-goers.","release_date":"2015-07-24","vote_average":8.0,"runtime":80,"cert":"\"\"","id":351897,"title":"SXSW Comedy With W. Kamau Bell","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In 2007 Alberto Contador recorded his first Tour victory in a year when drug scandals were rife. 2008 was all about Mark Cavendish, who emerged as one of the new stars of the Tour after recording four stage wins, while 2009 was a good year for another British rider, Bradley Wiggins, who finished 4th in the General Classification. Cavendish enhanced his reputation as a world-class sprinter as he recorded six stage wins, before sealing his status as one of the great sprinters in world cycling in the 2010 Tour by winning a further five stages.","release_date":"2010-01-01","vote_average":8.5,"runtime":39,"cert":"N\/A","id":351899,"title":"Le Tour De France The Official History 2007-2010","adult":false,"genre_ids":[99]},{"cast":["Jonathan Good","Roger Cross","Daniel Cudmore","Lochlyn Munro","Ty Olsson"],"overview":"Lockdown Follows a police officer who returns to duty after recovering from a gun shot wound to discover incriminating evidence of illegal activities against those closest to him. He quickly finds himself trapped inside his own precinct, hunted and in search of the truth, as the crooked cops stop at nothing to recover the evidence.","release_date":"2015-09-11","vote_average":5.1,"runtime":90,"cert":"\"R\"","id":351901,"title":"12 Rounds 3: Lockdown","adult":false,"genre_ids":[28,53,80]},{"cast":["Paul McCartney","Paul Wickens","Rusty Anderson","Abraham Laboriel Jr.","Brian Ray"],"overview":"On April 28 2015 Paul McCartney returned to the Budokan for a special performance as part of his “Out There Japan” tour. The tour marked almost a half a century since the Beatles performed for the first time at the Budokan in 1966.  Tracklisting:  [01]. Can’t Buy Me Love  [02]. Save Us  [03]. All My Loving  [04]. One After 909  [05]. Let Me Roll It  [06]. Paperback Writer  [07]. My Valentine  [08]. Nineteen Hundred and Eighty-Five  [09]. Maybe I’m Amazed  [10]. I’ve Just Seen a Face  [11]. Another Day  [12]. Dance Tonight  [13]. We Can Work It Out  [14]. And I Love Her  [15]. Blackbird  [16]. New  [17]. Lady Madonna  [18]. Another Girl  [19]. Got to Get You into My Life  [20]. Being for the Benefit of Mr. Kite!  [21]. Ob-La-Di, Ob-La-Da  [22]. Back in the U.S.S.R.  [23]. Let It Be  [24]. Live and Let Die  [25]. Hey Jude  Encore:  [26]. Yesterday  [27]. Birthday  [28]. Golden Slumbers  [29]. Carry That Weight  [30]. The End","release_date":"2015-04-28","vote_average":9.0,"runtime":118,"cert":"N\/A","id":351906,"title":"Paul McCartney: Out There - Budokan 2015","adult":false,"genre_ids":[10402]},{"cast":["Laurent Paquin"],"overview":"","release_date":"2015-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351926,"title":"Juste pour rire 2015 - La luxure","adult":false,"genre_ids":[]},{"cast":["François Bellefeuille"],"overview":"","release_date":"2015-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351928,"title":"Juste pour rire 2015 - La colère","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351930,"title":"Juste pour rire 2015 - L'envie","adult":false,"genre_ids":[]},{"cast":[],"overview":"This official history celebrates an incredible century of cycling, from the early flickering images of the 1903 winner, Maurice Garin, to the amazing scenes which greeted Lance Armstrong's fifth straight victory in 2003. As well as the triumphs we also explore the tragedies and controversies associated with the Tour, amongst them the death of two-time winner Octavia Bottachia, reputedly murdered by fascists, the death of Tommy Simpson on the Ventoux in 1967 and Fabio Casartelli's death in 1995.","release_date":"2006-01-01","vote_average":8.5,"runtime":154,"cert":"N\/A","id":351932,"title":"Le Tour De France The Official History 1903-2006","adult":false,"genre_ids":[99]},{"cast":["Luna Lin","Benjamin Banks"],"overview":"A quick look to the creative mind of an artist...","release_date":"2008-07-27","vote_average":3.0,"runtime":15,"cert":"N\/A","id":351934,"title":"Mélanges","adult":false,"genre_ids":[53,18]},{"cast":["Kyle Ingleman","Doug Sharp","Jon Clough","Diane Sellers","Rav Val Denegro"],"overview":"Lula is a transvestite prostitute that resembles Dorothy, from \"The Wizard of Oz\". Samantha is her best friend and wears earrings in the shape of bones and leopard print leggings, like The Flinstones. There's also a pissed off pimp who never takes his sunglasses off. And a gypsy woman who smokes cigars and knows everything. And Hollywood star pictures glued to raunchy walls. And a parking lot full of whores, light bulbs and parties. And Jesuschrist. And a Hindu man passed out because of a blow job. And a lot of night exteriors, New York's, to be precise. And a pair of plastic tits that have disappeared. NIGHT FLOWERS is the punky and surreal fairytale in which all of this comes together to make sense. A short film about friendship, bravery and the ability to have dreams in other to survive. Maybe, deep down, that's what life is: a funny, tender and offbeat road trip, filled with feelings, in the search of a pair of plastic missing tits.","release_date":"2012-04-16","vote_average":6.0,"runtime":26,"cert":"N\/A","id":351936,"title":"Night Flowers","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Saxon live from Wacken 2014.","release_date":"2014-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":351956,"title":"Saxon: Wacken 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"Project Re: Brief is an inspiring story about the need for creative thinking in the face of enormous technological shifts in the way we communicate. In a beautiful collision of minds and media, Project Re: Brief is a grand experiment whereby Google partnered with five of the brightest “old-school” legends from advertising to re-imagine their most iconic creative work from a half-century ago for the modern web. Directed by Doug Pray, and the same team who joined him to make the Emmy-Award-winning film and PBS hit “Art &amp; Copy,” Project Re: Brief is a film that aims to shake up the ad industry and inspire new ways of thinking. While shifting formats and media platforms is one thing, as we learn from our heroes of the past, the basic tenets of human storytelling haven’t changed.","release_date":"2012-06-22","vote_average":0.0,"runtime":60,"cert":"\"\"","id":351958,"title":"Project Re: Brief","adult":false,"genre_ids":[]},{"cast":["Jauris Casanova","Hélène Seuzaret","Benjamin Boyer","Laure Gouget","Pierre-Alain de Garrigues"],"overview":"Niels is overjoyed when he hears about the black hole that will drastically reduce his prison sentence. He’s been chosen for his talents as a mechanic to take part in a special mission: escorting a band of eccentric scientists in a spaceship to a black hole that is fifty light years away from Earth. The deal seems more than correct to him as the mission will only take six weeks for them to see Earth again. There’s only one small annoying detail. Those six weeks in hyperspace represent some hundred years on Earth. And that is if everything will go as planned.","release_date":"2015-09-16","vote_average":0.0,"runtime":127,"cert":"N\/A","id":351960,"title":"The Big Everything","adult":false,"genre_ids":[12,878]},{"cast":["Maya Shiraki","Yōko Fujita","Takeshi Itô","Masahiko Itô","Shôichirô Sakata"],"overview":"Japanese cult filmmaker Hisayasu Sato took a crack from his constant climb toward respectability with this particular kinky pinku-eiga entry aimed at the latex and rubber fetish set. A medical center nurse dealing with a patient for amnesia finds out that he is the serial slayer whom has been wandering the city armed with a metal baseball bat. The story is really an excuse for many softcore couplings offering rubber gloves as well as the like. an usually downbeat wallow in the perverse, perhaps offering evidence that while one can take the filmmaker out of the slum, the reverse is often untrue. Maya Shiraki movie stars with the omnipresent Takeshi Ito and Yoko Fujita.","release_date":"1988-07-28","vote_average":7.0,"runtime":61,"cert":"N\/A","id":351962,"title":"Pervert Ward: Torturing the White Uniform","adult":false,"genre_ids":[]},{"cast":["Lyndsy Fonseca","Michael Doneger","Bruce Campbell","Sonya Walger","Rumer Willis"],"overview":"Desperate for a good story, a sex-addicted journalist throws himself into the world of high-class escorts when he starts following a Stanford-educated prostitute.","release_date":"2016-06-15","vote_average":6.1,"runtime":88,"cert":"\"NR\"","id":351964,"title":"The Escort","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ben F. Wilson","James Gordon","Richard Neill","Charles Sutton"],"overview":"Silent film drama of the famous incident..","release_date":"1912-12-11","vote_average":0.0,"runtime":12,"cert":"\"\"","id":351966,"title":"The Charge of the Light Brigade","adult":false,"genre_ids":[18]},{"cast":["Andi Eigenmann","Christopher de Leon","John Estrada","Lander Vera-Perez","Janna Victoria"],"overview":"A team of exorcists are sent into an old theater that is rumored to have been the site of a great tragedy during its construction.","release_date":"2015-01-08","vote_average":5.0,"runtime":95,"cert":"N\/A","id":351968,"title":"Tragic Theater","adult":false,"genre_ids":[27]},{"cast":["Frank B. Gerdelman","Adam Pearce","Chris Spradlin","Phillip Jack Brooks","Daniel Christopher Covell"],"overview":"World Tag Team Title Tournament First Round Matches  1. Los Luchas (Phoenix Star &amp; Zokre) vs. \"Photogenic\" Chris Bosh &amp; Quicksilver  2. Babi Slymm &amp; MDogg 20 vs. The X-Foundation (Scott Lost &amp; Joey Ryan)  3. Hardkore, Inc. (Al Katrazz &amp; Hardkore Kidd) vs. The Havana Pitbulls (Ricky Reyes &amp; Rocky Romero)  4. \"American Dragon\" Bryan Danielson &amp; Super Dragon vs. Excalibur &amp; Jonny Storm  5. The Ballard Brothers (Shane &amp; Shannon Ballard) vs. Puma &amp; Samoa Joe  6. B-Boy &amp; Homicide vs. Disco Machine &amp; Rising Son  7. Apollo Kahn &amp; Sara Del Rey vs. The Iron Saints (Sal &amp; Vito Thomaselli)  8. \"The Fallen Angel\" Christopher Daniels &amp; Messiah vs. Chris Hero &amp; CM Punk  Pro Wrestling Guerrilla World Championship Title Match  9. \"The Future\" Frankie Kazarian (c) vs. \"Scrap Iron\" Adam Pearce","release_date":"2004-01-24","vote_average":0.0,"runtime":178,"cert":"\"\"","id":351988,"title":"PWG Tango & Cash Invitational - Night One","adult":false,"genre_ids":[]},{"cast":["Nelson Keys","Margery Binner","Sydney Howard","Eva Moore","Kay Hammond"],"overview":"Comedy film...","release_date":"1931-08-21","vote_average":0.0,"runtime":75,"cert":"N\/A","id":351990,"title":"Almost a Divorce","adult":false,"genre_ids":[35]},{"cast":["Sylvia Hoeks","Pascaline Crêvecoeur","Eric Godon"],"overview":"Paris, France. In the harsh fashion world the life of young model Dominique (Sylvia Hoeks) is dictated by her never ending search for assignments. Unfriendly roommates, demanding agents and indifferent casting directors force her to keep up appearances with a self defense mechanism fueled by cynicism. In this superficial reality she's determined not to lower her mask and take her own path.","release_date":"2010-09-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":351992,"title":"Dominique","adult":false,"genre_ids":[18]},{"cast":["Christopher Hancock","Rick Clements","Scott Epperson","Joseph Ryan Meehan","Bryan Danielson"],"overview":"World Tag Team Title Tournament Second Round Matches &amp; Semi Finals  Pro Wrestling Guerrilla World Championship Title 4-Way Elimination Match  7. \"The Future\" Frankie Kazarian (c) vs. Babi Slymm vs. MDogg 20 vs. Jonny Storm  World Tag Team Title Tournament Final Round Match","release_date":"2004-01-25","vote_average":0.0,"runtime":199,"cert":"\"\"","id":351994,"title":"PWG Tango & Cash Invitational - Night Two","adult":false,"genre_ids":[]},{"cast":["Rick Clements","Schuyler Andrews","Christopher Hancock","Charles Mercury","Jon Talwar"],"overview":"1. Black Tiger's vs. Puma  2. Tiger's Mask vs. Bobby Quance  3. The Havana Pitbulls (Ricky Reyes &amp; Rocky Romero) vs.  Tokyo GU•REN•TAI (MAZADA &amp; NOSAWA)  4. Brad Bradley vs. \"American Dragon\" Bryan Danielson  5. \"Scrap Iron\" Adam Pearce &amp; Hardkore Kidd vs. Babi Slymm &amp;  \"The Future\" Frankie Kazarian  6. Ebessan (Kikutaro) vs. Kuishinbo Kamen  Guerrilla Games 10-Man Elimination Match  7. Aerial Xpress (Quicksilver &amp; Scorpio Sky), Chris Bosh, Charles Mercury, &amp; Top Gun Talwar vs. Disco Machine, Excalibur, Super Dragon, &amp; The X-Foundation (Scott Lost &amp; Joey Ryan)","release_date":"2004-03-07","vote_average":0.0,"runtime":121,"cert":"\"\"","id":351996,"title":"PWG 88 Miles Per Hour","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Broken Moon","cast":["Ollie Becker","Elisa Beuger","Daan Schuurmans"],"id":351998,"overview":"Papa tries to put his resisting son to bed. He does not want to go to sleep yet. 'Look daddy, the moon is broken.' Now, daddy is fed up! He pushes the bed out of the window and together they fly through the air. The bed floats and rocks and with the help of drawn animation they even land on the moon. At last, there is mummy. But why doesn't she say anything? A touching fantasy about bidding farewell.","runtime":10,"genre_ids":[18],"release_date":"2010-09-27","vote_average":0.0,"adult":false}]