[{"cast":["Debbie Korper","Bert Geurkink","Maris Lubbersen","Alon Voet","Maarten van Dulst"],"overview":"It is Sjoerd's birthday and his mother has spared no trouble or expense to make this day a pleasurable one. Helped by the au pair, she takes the eleven-year-old kid on a search, where an unfortunate coincidence puts them in the middle of a raid. The criminals take the complete party bunch hostage and then it is a matter of surviving for the birthday boy.","release_date":"2006-09-28","vote_average":7.0,"runtime":10,"cert":"N\/A","id":352516,"title":"Birthday Boy","adult":false,"genre_ids":[]},{"cast":["Silvia Pinal","Ana Luisa Peluffo","Víctor Junco","Luis Aldás","Arturo Soto Rangel"],"overview":"Jilted lover takes revenge on her ex's new wife.","release_date":"1956-11-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":352518,"title":"La adúltera","adult":false,"genre_ids":[18,80]},{"cast":["Sergio Castellitto","Carlo Cartier","Laure Killing","Aldo Maccione"],"overview":"","release_date":"1991-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352520,"title":"Seul face au crime","adult":false,"genre_ids":[]},{"cast":["Tobias Moretti","Sunnyi Melles","Erich Auer","Martin Wuttke"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352522,"title":"Die Bernauerin","adult":false,"genre_ids":[18]},{"cast":["Na Young Jeon","Matijs Wessels"],"overview":"Akiko is standing in an endless, black and empty space. As if she wakes up and finding herself in a different sense of being, she reconstructs herself and her surroundings. Different elements from her surroundings come into view; the road, the grass and the streetlights. Akiko watches and experiences everything in a very intense way, as if she has never seen the world before. She has no idea of existence. When all the elements are there, the world is not as pure as Akiko has always felt.","release_date":"2008-09-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352524,"title":"Akiko","adult":false,"genre_ids":[18]},{"cast":["Jelle de Jong","Renée Fokker"],"overview":"49-year-old Laura experiences a wild night with a boy who is thirty years her junior. She realises that her life has to change.","release_date":"2007-09-26","vote_average":4.0,"runtime":10,"cert":"N\/A","id":352529,"title":"Sahara","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Janco and Samuel own a detective agency, in school. While investigating the disappearance of a volleyball, Janco tries to approach Dariana, the girl he is in love with.","release_date":"2015-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":352549,"title":"Coração Azul","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Recorded 2003","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352551,"title":"Wishbone Ash Almighty Blues 2003","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live recording 1989","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352553,"title":"Wishbone Ash Live from Bristol 1989","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stranglemania 2 features the return of the greats like Lama Namaneumi, Drunk Terry Flunk, and even the Mushroom Boys","release_date":"1999-07-31","vote_average":10.0,"runtime":null,"cert":"\"\"","id":352555,"title":"Stranglemania 2","adult":false,"genre_ids":[]},{"cast":["Barbara Bedford","Margaret Bert","Robert Blake","Chester Clute","Darla Hood"],"overview":"The Our Gang kids worry that Darla's new stepmother will be an evil stepmother like of fairy tale fame.","release_date":"1941-12-13","vote_average":6.0,"runtime":12,"cert":"\"\"","id":352557,"title":"Wedding Worries","adult":false,"genre_ids":[35,10751]},{"cast":["Kunchacko Boban","Shalini","Jomol","Boban Alummoodan","Lalu Alex"],"overview":"The film is about a special friendship between a boy and girl, Aby (Kunchacko Boban) and Sona (Shalini).  Aby and Sona are childhood friends but they have no romance between them. It was too late when they realized their romance.","release_date":"1999-10-31","vote_average":7.8,"runtime":151,"cert":"N\/A","id":352559,"title":"Niram","adult":false,"genre_ids":[35,10749]},{"cast":["Shanti Straub","Elmar Düren","Guusje Eybers","Morena Lam","René van Zinnicq Bergmann"],"overview":"One evening, a blind woman comes out of her car with a tear-stained face. In a flashback, we see the preceding events. She sits on a swing and falls for a man's voice who asks her for directions. But she does not want to touch his face. As a girl, she could fantasise about her face, until she touched it. Now, she fears the same with the man.","release_date":"2007-09-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352579,"title":"Unseen","adult":false,"genre_ids":[10749,18]},{"cast":["Nicole Cabell","Joyce DiDonato","Saimir Pirgu","Eric Owens","Ao Li"],"overview":"Bellini's radiant retelling of Shakespeare's Romeo and Juliet is a beacon in the bel canto tradition. San Francisco Opera's co-production features two of the greatest voices in bel canto together for the first time: mezzo Joyce DiDonato and soprano Nicole Cabell. Their compelling duet is one of the finest marriages between two voices in many, many years. The production, directed by Vincent Broussard and featuring costumes by Christian Lecroix, is captured in brilliant HD.","release_date":"2014-09-04","vote_average":10.0,"runtime":135,"cert":"\"NR\"","id":352581,"title":"I Capuleti e i Montecchi","adult":false,"genre_ids":[18,10402]},{"cast":["Richard Gonlag","Camilla Siegertsz","Nils Verkooijen"],"overview":"'Revenge is a dish best served cold', the saying goes. In this morbid tragedy, in which everything revolves around the interior and exterior of man, not a word is said. A little boy gets a slice of sausage from that sweet blonde butcher's wife, whom he, in his exploratory innocence, disgraces in front of the callous clientele. The Roald Dahl-like aftermath is extremely delectable. 'May she live on in all of us.'","release_date":"2006-09-28","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352583,"title":"Worst","adult":false,"genre_ids":[]},{"cast":["Elisabeth Augustin","Buddy Elias","Judith Holzmeister","Siegfried Rauch","Friedrich von Thun"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352585,"title":"Wie der Mond über Feuer und Blut","adult":false,"genre_ids":[36,18]},{"cast":["Attila Pataky","Slamovits István","Zselencz László","Csapó György"],"overview":"","release_date":"1983-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":352587,"title":"Kölyköd voltam","adult":false,"genre_ids":[10402,99]},{"cast":["Diana Körner","Dietrich Mattausch","Michael Kessler","Nele Mueller-Stöfen","Peer Augustinski"],"overview":"","release_date":"1997-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352589,"title":"Hotel Mama - Die Rückkehr der Kinder","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352606,"title":"Tehetetlenül","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352608,"title":"Lassítás","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary showing the formation of the population \"Victory,\" a decision made by people affected by the fire in the ditch of Aguada, where they lived before.","release_date":"1958-01-01","vote_average":4.0,"runtime":19,"cert":"N\/A","id":352610,"title":"Las Callampas","adult":false,"genre_ids":[]},{"cast":["Dean Shek","Gordon Liu Chia-Hui","Paul Chun Pui","Maggie Li Lin-Lin","Fung Hak-On"],"overview":"Tsao Chan (Gordon Liu) is a letter carrier in the countryside who wanders into a town after being accosted by some corrupt cops. He witnesses three men running from a group of houses, and when he investigates he finds two murder victims inside. Meanwhile, a skirmish is developing between a factory owner (Fung Hak On) and his workers, led by two brothers (Paul Chin and Dean Shek). Tsao recognizes the brothers as two of the men fleeing the murder scene, so he decides to ally with the factory boss in order to go solve the crime. Soon though, it becomes clear that the boss and his thugs may have other things in mind that aren't so kosher. Tsao becomes trapped in the middle of the feuding groups and must decide who is honest and who is not.","release_date":"1978-06-22","vote_average":0.0,"runtime":78,"cert":"N\/A","id":352612,"title":"Breakout from Oppression","adult":false,"genre_ids":[28]},{"cast":["Katrina Halili","Jennylyn Mercado","Valerie Concepcion","Diana Zubiri","Alessandra de Rossi"],"overview":"A motley gang of characters that includes a movie star, a reporter, a congressman, a hairdresser, a jilted, suicidal lesbian and a gold-digging playgirl all end up in the same seedy motel on one very strange night.","release_date":"2008-12-25","vote_average":5.0,"runtime":98,"cert":"N\/A","id":352614,"title":"One Night Only","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a faraway forest, the gracious, lissome Centipede is admired by all the other creatures. Except for an old Toad, haughty and jealous, who hates him. One day, he decides to get rid of the Centipede.","release_date":"2013-05-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352616,"title":"Mille-Pattes et Crapaud","adult":false,"genre_ids":[16]},{"cast":["Leonardo Boff","Murilo Grossi","D. Helder Câmara"],"overview":"","release_date":"2004-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352627,"title":"Dom Helder Câmara - O Santo Rebelde","adult":false,"genre_ids":[99]},{"cast":["Lukman Atrushi","Alex Berson","Ann Nicole Tazelaar"],"overview":"Short film based on the personal experiences of the director, who used to be an asylum seeker himself. A young man seeks asylum in the Netherlands. He is received, gets a toilet roll, a plate of Brussels sprouts and a sleeping place in a caravan. Tired, but with a smile on his face, he falls asleep. Nine years later, he sings a Dutch song in the early morning, when he is deported from the country in a police van.","release_date":"2005-09-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352629,"title":"Still Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Soviet animation movie based on a Kazakh tale: a little bird fights against a three-headed dragon.","release_date":"1967-01-01","vote_average":5.2,"runtime":10,"cert":"N\/A","id":352631,"title":"Why the Swallow's Tale Is Double","adult":false,"genre_ids":[]},{"cast":["Ynna Asistio","Vangie Labalan","Jan Manual","Jex Villaruel","Krystel Garcia"],"overview":"A strict grandma comes back from the dead to discipline her may-ward grand daughter.","release_date":"2015-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352636,"title":"RedBook","adult":false,"genre_ids":[27]},{"cast":["Jayasurya","Mukesh","Manikuttan","Kulappulli Leela","Mala Aravindan"],"overview":"Dr. Ruben joins a mental hospital and immediately attracts attention due to his humane ways of dealing with the patients. This irks the hospital management, especially the Managing Director, Dr. Rakhi. However, soon another person surfaces and claims to be the real Dr. Ruben","release_date":"2009-06-20","vote_average":3.2,"runtime":113,"cert":"N\/A","id":352638,"title":"Dr. Patient","adult":false,"genre_ids":[35]},{"cast":["Edwin Alofs","Wilfried de Jong","Nadja Hüpscher"],"overview":"Eve is very much intrigued by the mating behaviour of the animals in the Garden of Eden and she asks God to create a man for her. She doesn't approve at all of John, the man who then appears. One day John seduces Eve to enter God's forbidden garden shed. Overthere Eve discovers things which will change her life forever.","release_date":"2005-09-26","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352640,"title":"Garden of Eden, Revisited","adult":false,"genre_ids":[14]},{"cast":["Samuel Owusu","Emelia Bartel Pobi"],"overview":"A big cargo ship in a dark port: a black man goes ashore with little more than a telephone number in Amsterdam. Having arrived in the city centre, he cannot even make a simple phone call with his exotic money. When the aliens police turns up he is unable to reach his pregnant daughter in Amsterdam, after all. Twenty years earlier, he said to her, looking out over the sea in Ghana: 'On the other side, my daughter, life is very different.' He will never personally experience how different.","release_date":"2005-09-26","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352651,"title":"Samual","adult":false,"genre_ids":[18]},{"cast":["Ossama Boudra","Sallie Harmsen","Merle Minjon","Tamara Rottenberg","Max van Till"],"overview":"Two friends loiter on a square, with their mopeds. Loitering youngsters, moped girls: in any case, there is no sign of parents or school. The girls laugh, are silent and quarrel, joke about `nice tits', flirt with a Moroccan boy (and call him a fucking fundamentalist when he walks off with another girl). In between, they ride their mopeds. A loosely acted draft of two young lives.","release_date":"2005-09-29","vote_average":8.0,"runtime":10,"cert":"N\/A","id":352653,"title":"Brommermeisjes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Today, with militaries of the world awash in psychiatry and psychiatric drugs, 23 soldiers and veterans are committing suicide everyday. Psychiatrists say we need more psychiatry. But should we trust them? Or is psychiatry the hidden enemy? Featuring interviews with over 80 soldiers and experts, this penetrating documentary shatters the facade to reveal the real culprit who are destroying our world's militaries from within. The most dangerous enemy is the one you never suspect...","release_date":"2013-01-01","vote_average":5.3,"runtime":108,"cert":"\"NR\"","id":352655,"title":"The Hidden Enemy: Inside Psychiatry's Covert Agenda","adult":false,"genre_ids":[99]},{"cast":["Kanako Higuchi","Haruna Takase","Yoshio Harada"],"overview":"Kleptomaniac Sonoko and young, beautiful Mitsuko begin an unusual love affair which develops fast into a kinky sexual love triangle when Sonoko’s husband gets involved.","release_date":"1983-03-12","vote_average":5.0,"runtime":95,"cert":"N\/A","id":352660,"title":"Swastika","adult":false,"genre_ids":[10749,18]},{"cast":["Mukesh","Vinita","Prem Kumar","N F Varghese","Harisree Ashokan"],"overview":"A rich man puts a matrimonial ad for his daughter which causes several people to show up at his house; whose lives intersect through through hilarious twists.","release_date":"1998-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352662,"title":"Mayajalam","adult":false,"genre_ids":[35]},{"cast":["Hikaru Hôzuki","Ayumu Saitô","Mutsuo Yoshioka"],"overview":"Whenever Ami and her step-brother, Hiroshi accept one another in bed, the telephone rings; advising them of their parents’ death. 12 months later, Ami resides with Hiroshi and his spouse, Mariko. Apparently, they are delighted but there is indisputable pressure among Ami and Mariko. One day, Mariko gets angry at Ami for always following into their bed room without permit. Giving up her calm, Ami blurts out that she has a connection with Hiroshi…","release_date":"2006-08-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":352664,"title":"Costume Players","adult":false,"genre_ids":[]},{"cast":["Mukesh","Geethu Mohandas","Salim Kumar","Rizabawa","Jagathy Sreekumar"],"overview":"This story is set in Sooryamagalam. Years ago, Brahmadattan Namboothiri tamed and contained an evil spirit. Before being tamed, however, the evil spirit vowed vengeance on his family by killing his son. 30 years later, Brahmadattan's youngest son, Gauridasan (Mukesh) returns to the house unexpectedly to restore the dignity of his mother and to claim to his paternal lineage. Gauridasan is assigned to tame the spirit, and in turn he meets Seemathini (Geethu Mohandas). This relationship is the crux of the story, determining the flow of events that follows.","release_date":"2002-09-20","vote_average":5.0,"runtime":160,"cert":"N\/A","id":352675,"title":"Pakalpooram","adult":false,"genre_ids":[35,27]},{"cast":["Nicole Bernard","Robin Thorn","Victoria Sands","Dave Ruby","David Christopher"],"overview":"After coming across their parents' stash of bondage magazines, two teen girls decide to give it a try, starting with a little lesbian sex. Complications arise when Mom and Dad unexpectedly come home.","release_date":"1983-08-12","vote_average":0.0,"runtime":44,"cert":"\"NC-17\"","id":352677,"title":"Daughters of Discipline","adult":true,"genre_ids":[]},{"cast":["Dileep","Navya Nair","Manya","Saikumar","Cochin Haneefa"],"overview":"The story revolves around Kunjan (Dileep), a village youth who is sympathized for his hunchback looks but is lauded for selfless service to others. He covers up his handicap with humor. Unmindful of his looks, Kunjan goes around seeking a suitable bride, with the help of his friend (Cochin Haneefa). Brushing aside many an insult hurled at him, he carries on.  In contrast to him is Karthik (also Dileep), a violent college student, who loves his classmate Priya Lakshmi (Manya). She comes across Kunjan, who assures her that he would get her married to the man of her heart, but she is killed in a fracas involving a gangster (Sai Kumar). Meanwhile, the hunchback Kunjan comes across an orphaned poor blind girl, Chembagam (Navya Nair). He wins her heart by helping her out.  Thanks to his efforts, Chembagam regains her vision (the eyes of deceased Priya are transplanted to her). This results in a tussle between Kunjan and Karthik, as to whom Chembagam belongs to now.","release_date":"2002-02-24","vote_average":6.2,"runtime":null,"cert":"N\/A","id":352679,"title":"Kunjikkoonan","adult":false,"genre_ids":[18,35]},{"cast":["Mireille Darc","Jean-Pierre Marielle","Régis Musset","Alain Rocca","Paul Le Person"],"overview":"","release_date":"1982-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352681,"title":"Jamais avant le mariage","adult":false,"genre_ids":[35]},{"cast":["Robert Livingston","Al St. John","Patti McCarty","Ray Bennett","I. Stanford Jolley"],"overview":"Serial killers are on the loose in this \"Lone Rider\" entry from PRC reportedly based on the exploits of a real-life 1870s roadhouse operator. A couple of crooks, Ben Gowdey (Ray Bennett) and Grogan (I. Stanford Jolley) have repeatedly sold the Circle C Ranch to unsuspecting buyers, whom they summarily rob and kill before signing the papers. Enter Fuzzy Jones (Al St. John), whose cousin Luke was one of the unlucky would-be ranchers, and Rocky Cameron, alias \"The Lone Rider,\" who goes undercover as a fellow outlaw to catch the murderers.","release_date":"1943-05-06","vote_average":0.0,"runtime":53,"cert":"\"\"","id":352683,"title":"Death Rides the Plains","adult":false,"genre_ids":[37]},{"cast":["Russell Hayden","Dub Taylor","Ann Savage","Bob Wills","William Wright"],"overview":"Krag Sabine has aroused the wrath of all the ranchers by stealing their land with the aid of his henchmen, led by Ace Barco; when Lafe Martin objects, the outlaws shoot him down. Lucky Randall promises Ann Martin he will avenge her wounded father. He sets up headquarters on the Martin ranch and sends for Bob Merritt and his men, the Texas Playboys (Jesse Ashlock, Leon McAuliffe, Cotton Thompson, Junior Barnard and Luke Wills). Krag organizes his remaining men for an attack on the ranch. Lucky's men get the upper hand but Krag escapes with Ann as his hostage.","release_date":"1943-04-26","vote_average":0.0,"runtime":54,"cert":"\"\"","id":352685,"title":"Saddles and Sagebrush","adult":false,"genre_ids":[37]},{"cast":["Willeke van Ammelrooy","Jean Luisi","Véra Valmont","Alice Arno","Patricia Mionnet"],"overview":"","release_date":"1978-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352687,"title":"L'arrière-train sifflera trois fois","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Forbidden Worlds establishes itself as the premier purveyor of Horror and Mayhem with a trilogy of gothic tales of demonic possession.  The Devil's Spell  Bodies drop in a night of terror as an evil witch comes back to kill the descendants of the witch hunters who burned her...300 years earlier!  Witches' Dolls  A literal demon disguised as a sweet little old lady is hell-bent on capturing the souls of unsuspecting boarders and imprisoning them in her hideous book of paper dolls.  Resurrection Of The Damned  A man haunted by the ghost of his dead father and enticed by black magic enters a world that goes beyond the wildest imagination.","release_date":"2005-02-08","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":352707,"title":"Possessed","adult":false,"genre_ids":[27]},{"cast":["Maricel Soriano","Richard Gomez ","Kris Aquino","Ara Mina","Eddie Garcia"],"overview":"During the Chinese Revolution in 1949, young Chinese copra trader named Fong-Huan marries Elisa, a young and pretty Filipina. The couples children, Daniel and Linda, were raised in a mixture of Chinese and Filipino-Hispanic tradition. These richly cultured people are the ancestors of a dysfunctional third-generation family whose daughters tell their own stories of joy, struggle, and the complex realities in the life of Filipino Chinese families.","release_date":"2002-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352709,"title":"Mano Po","adult":false,"genre_ids":[18]},{"cast":["Menno Stijntjes","Cees Geel","Bert Hana","Ton Kas","Mike Meijer"],"overview":"Young Karel buys his first mobile phone, with digital camera, and discovers unexpected possibilities to make his sexual fantasies come true. A slightly absurdistic comedy.","release_date":"2004-09-29","vote_average":2.0,"runtime":6,"cert":"N\/A","id":352711,"title":"Picture This!","adult":false,"genre_ids":[35]},{"cast":["Victor Löw","Huub van der Lubbe","Miryanna van Reeden","Hansje Prade","Jesse Sjiew-oe-Joen"],"overview":"In this short science-fiction film, two men are far away from home. Ray and Brad alleviate their homesickness by watching home movies that were shot from their perspective. By means of virtual reality goggles, Ray sees his wife and children play on the beach.","release_date":"2004-09-29","vote_average":0.0,"runtime":6,"cert":"N\/A","id":352713,"title":"Far Away","adult":false,"genre_ids":[878]},{"cast":["Jodi Sta. Maria","Allen Dizon","Bangs Garcia","Tony Mabesa","Chynna Ortaleza"],"overview":"The film portrays the true stories of Filipinos, who, due to poverty in their country, are forced to go abroad to look for work, hoping they would find a better life.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352721,"title":"Migrante","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film is a story of a mother and her son Lubos who lives in a world turned upside-down, or, arsy-versy. Lubos broke free from the world as generally conceived by others to arrive at the supreme human-nature symbiosis; he flew away to a planet purely inhabited by butterflies - intelligent beings. The sole focus of his life energy, enriched by a great deal of empathy, is being channelled into his amateur photography and film making, the climax of his fascination with natural phenomenon being his unique study of bats. By way of communicating with the upside-down creatures he is fascinated with, he attempts to achieve the utmost understanding between man and beast. He is assisted by his mother who has been a great research and life.","release_date":"2009-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":352723,"title":"Arsy-Versy","adult":false,"genre_ids":[]},{"cast":["Pat Grant","Paul Gravett","Nicki Greenberg","Dylan Horrocks","Scott McCloud"],"overview":"Uncovers an energetic, diverse and productive comics culture on the streets of Melbourne.","release_date":"2012-11-22","vote_average":0.0,"runtime":70,"cert":"N\/A","id":352725,"title":"Graphic Novels! Melbourne!","adult":false,"genre_ids":[]},{"cast":["Rudolph Straub","Anatole Taubman","Jonas Rohr"],"overview":"After his mother is rushed to the hospital, her young son Moritz finds a new home with a gay couple in the neighborhood.","release_date":"2003-10-19","vote_average":5.5,"runtime":87,"cert":"N\/A","id":352727,"title":"Moritz","adult":false,"genre_ids":[18]},{"cast":["Nobuo Kaneko","Harue Tone","Sumiko Minami","Kenjiro Uemura","Minako Katsuki"],"overview":"A bus making its precarious way across a winding mountain road picks up some unwelcome passengers.","release_date":"1957-03-06","vote_average":8.5,"runtime":88,"cert":"N\/A","id":352729,"title":"Eight Hours of Terror","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Seventy years ago this month, the bombing of Hiroshima showed the appalling destructive power of the atomic bomb. Mark Cousins's bold documentary looks at death in the atomic age, but life too. Using only archive film and a new musical score by the band Mogwai, the film shows us an impressionistic kaleidoscope of our nuclear times - protest marches, Cold War sabre-rattling, Chernobyl and Fukishima - but also the sublime beauty of the atomic world, and how x-rays and MRI scans have improved human lives. The nuclear age has been a nightmare, but dreamlike too.","release_date":"2015-08-09","vote_average":7.2,"runtime":70,"cert":"N\/A","id":352731,"title":"Atomic: Living in Dread and Promise","adult":false,"genre_ids":[99]},{"cast":["Adolfo Celi","Mario Russo","Luigi Dermasti","Antonio Cirelli","Clemente De Michele"],"overview":"On his way to Africa, Don Pietro, a young missionary priest has his suitcase stolen in the station of Naples. While trying to retrieve his baggage he realizes how miserable the city of Naples is. Then he decides that his mission is there in Naples, He creates his 'The Boys' Town' a shelter for poor kids, aka the 'scugnizzi' (street urchins),  with a view to putting them back on the right track. Some of the kids, though, do not play by the rules just using that 'home' as a convenient place for hiding the product of their thefts...","release_date":"1948-09-10","vote_average":7.3,"runtime":85,"cert":"N\/A","id":352745,"title":"Guaglio","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Larry the Cucumber for the silliest collection of songs you've ever heard! Have fun and laugh along to songs about everything form lazy pirates to missing hairbrushes! With 35 toe-tapping, giggle inducing tunes, it's a silly song extravaganza!","release_date":"2013-09-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352747,"title":"VeggieTales: and Now It's time for Silly Songs with Larry: The Complete Collection","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"A college student, a young female dancer, an orphaned adolescent, a rickshaw driver, and an eternal optimist all discuss the manner in which the 2004 tsunami set into motion by an Indian Ocean earthquake dramatically altered their lives in filmmaker Garin Nugroho's reflective documentary.","release_date":"2005-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352749,"title":"Serambi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Innocence of Muslims, also known as Innocence of bin Laden is a film notable for allegedly inspiring violent protests in parts of the Islamic and western worlds during September 2012.\r The film was probably made by Sam Bassil to express his belief that \"Islam is a cancer.\"","release_date":"2012-07-01","vote_average":10.0,"runtime":74,"cert":"\"\"","id":352751,"title":"Innocence of Muslims","adult":false,"genre_ids":[]},{"cast":[],"overview":"Programa do Ratinho DNA test played by the members of  Instituto Philippe Pinel and filmed by Eduardo Coutinho.","release_date":"2000-08-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":352753,"title":"Porrada!","adult":false,"genre_ids":[99]},{"cast":["Pete Smith","Dave O'Brien","Sally Payne","Frank Sully"],"overview":"This comedic short looks at human foibles that lead to major aggravations.","release_date":"1954-02-06","vote_average":6.0,"runtime":9,"cert":"\"\"","id":352755,"title":"Ain't It Aggravatin'","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary about food provessing.","release_date":"1984-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352766,"title":"Sanders Feeds","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about a new african news agency.","release_date":"1987-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":352768,"title":"Pana - Une voix pour l'Afrique","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bonus from reissue of \"Mellon Collie and the Infinite Sadness\" album. Registered live on April 7, 1996 at the Philipshalle in Düsseldorf, Germany that was filmed by the German TV show Rockpalast.  Tracklist :  01.\t\"Fuck You (An Ode to No One)\"  02.\t\"Muzzle\"  03.\t\"Cherub Rock\"  04.\t\"X.Y.U.\"","release_date":"1996-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352770,"title":"The Smashing Pumpkins: Live at Rockpalast","adult":false,"genre_ids":[10402]},{"cast":["Karin Baal","Klaus Maria Brandauer","Thomas Braut","Liane Hielscher","Martin Lüttge"],"overview":"","release_date":"1980-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352772,"title":"Die Weber","adult":false,"genre_ids":[18]},{"cast":["Lamine Konte","Daniel Kamwa"],"overview":"River Niger, Black Mother follows the 4184-kilometer-long River Niger from its source in Guinea through Mali, Niger and Benin to Nigeria. A passionate ode to the river, the cultures that have arisen on its shores and its role in African history, accompanied by a lyrical commentary.","release_date":"1989-01-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":352774,"title":"River Niger, Black Mother","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about religious customs in Brazil that stem from Africa.","release_date":"1998-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":352776,"title":"Gods of Africa in Brazil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Corruption threads to destroy a young love.","release_date":"1984-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":352778,"title":"Money Power","adult":false,"genre_ids":[]},{"cast":[],"overview":"Let’s take a journey during the four seasons with Ochibi! This is the stop motion animation which features the Japanese seasonal traditions.","release_date":"2015-04-17","vote_average":5.0,"runtime":8,"cert":"N\/A","id":352792,"title":"The Diary of Ochibi","adult":false,"genre_ids":[16]},{"cast":["Lukas Resetarits"],"overview":"","release_date":"2014-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352794,"title":"Lukas Resetarits - Alles Zurück eine Bewegung","adult":false,"genre_ids":[]},{"cast":["Lukas Resetarits"],"overview":"","release_date":"2010-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352796,"title":"Oesterreich, ein Warietee","adult":false,"genre_ids":[35]},{"cast":["Rio Locsin","Ricky Davao","Roxanne Barcelo","Mario Magallona","Tess Antonio"],"overview":"Inside the Rabadon house, nobody talks. Lives are kept to themselves; problems are not shared; questions are not entertained. The people living inside it have become used to leaving everything unstirred especially Margaret, the mother of the home. Margaret's desire for cleanliness and order alienates her from her family. She cannot confront the problems of her life and so she confronts dirty dishes, ugly stains, and disorderly appliances. To get to know her family, she snoops around - entering rooms, opening cabinets, reading journals she is not supposed to read. But everything changes when a journal entry of her daughter's makes her unravel, stirring the unstirred life that she has held on to for years.","release_date":"2006-07-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352798,"title":"Mudraks","adult":false,"genre_ids":[18]},{"cast":["Ruth Díaz","Daniel Grao"],"overview":"","release_date":"2015-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352800,"title":"Mañana no es otro día","adult":false,"genre_ids":[18]},{"cast":["Jenna Ortega","Scarlett Estevez","Garrett Ryan","Adam Hochstetter","Haley Tju"],"overview":"When the ultimate prank sends their principal under water, it's up to Everett, Alyssa and Riley to put their super detective skills to the test, catch the perp, and save their school's first dance in 40 years.","release_date":"2015-08-01","vote_average":0.0,"runtime":39,"cert":"\"\"","id":352805,"title":"The Massively Mixed-Up Middle School Mystery","adult":false,"genre_ids":[35,9648]},{"cast":["Bernie Burnt","Anne Tzakol","John J. Bridge","Nick Tortone","Paul Delos"],"overview":"Underground Italian extremely gory, gross-out \"comedy\" (in early John Waters vein) about a badly burnt morphine junkie who is turned into a zombie after he gets injected with infected urine by his pug-ugly, crazy sister.","release_date":"1988-01-01","vote_average":1.5,"runtime":65,"cert":"N\/A","id":352816,"title":"My Lovely Burnt Brother and His Squashed Brain","adult":false,"genre_ids":[35,18,27]},{"cast":["Andrew Bowser","Nathan Barnatt","Olivia Taylor Dudley","Kimber Hall","Adam Campbell"],"overview":"From Director Andrew Bowser (The Mother of Invention, Jimmy Tupper VS The Goatman of Bowie) comes a comedy short that both pays homage to and satirizes the Zombie genre. In the adventurous tone of 80's favorites like \"Monster Squad\" and \"Weird Science\" - \"Monster Machine\" follows inventor Vincent Dooly and his best friend Terry Futterman as Vincent unveils his latest creation. Will this machine be Vincent's masterpiece? Or will it unleash a dark power that no man can possibly control.","release_date":"2013-10-23","vote_average":6.0,"runtime":19,"cert":"\"\"","id":352818,"title":"Monster Machine","adult":false,"genre_ids":[35,27]},{"cast":["Maija Eglite","Boris Ivanov","Valentin Gaft","Nonna Terentyeva","Nikolay Olyalin"],"overview":"Eight very different people are looking for a treasure on a remote island in the Pacific Ocean.","release_date":"1977-01-13","vote_average":0.0,"runtime":87,"cert":"N\/A","id":352820,"title":"The Golden Fleece","adult":false,"genre_ids":[12,80,35]},{"cast":["Andrew Bowser","Talisa Friedman","Evan Sanderson"],"overview":"What if you decided to become... a super hero?","release_date":"2007-12-31","vote_average":0.0,"runtime":45,"cert":"\"\"","id":352822,"title":"Notes from the Rogues Gallery","adult":false,"genre_ids":[35]},{"cast":["Nikita Mikhajlovsky","Aleksandr Kalyagin","Margarita Terekhova","Ada Rogovtseva","Lyubov Sokolova"],"overview":"Four years ago, Igor, Olya's father, fell in love with another woman, Tatyana, and left his wife. Tatyana has a son, Dima, whom Igor is adopting. And one day Igor can not meet Olya, and sends Dima instead. Children get acquainted. There is a paradox. Olya hates Dima and his mother, he is friendly. Children have to cross the line of love and hate.","release_date":"1978-06-03","vote_average":5.3,"runtime":null,"cert":"N\/A","id":352824,"title":"Children as children","adult":false,"genre_ids":[10749]},{"cast":["Brandon Hardesty","Irwin Keyes","John Ennis","Brianne Davis","Michael Dempsey"],"overview":"Look, it's about a ham sandwich that takes you back in time 5 minutes with each bite.","release_date":"2011-04-30","vote_average":6.5,"runtime":7,"cert":"\"\"","id":352826,"title":"Ham Sandwich","adult":false,"genre_ids":[35]},{"cast":["Michaela Watkins","Matt Walsh","Lindsay Sloane"],"overview":"Comedy short film following a curmudgeon (Michaela Watkins, \"SNL\") plagued by insecurity who's saved by her hero, a local doctor (Matt Walsh, \"UCB\").","release_date":"2010-12-31","vote_average":0.0,"runtime":13,"cert":"\"\"","id":352828,"title":"Worst Enemy","adult":false,"genre_ids":[35]},{"cast":["Aleksey Batalov","Margarita Volodina","Larisa Luppian","Tatyana Dogileva","Mikhail Gluzskiy"],"overview":"The film takes place in Leningrad and Sverdlovsk, in 1970 and 1979.\r Arriving on a business trip from Sverdlovsk in the Lenfilm, engineer catapults Sergei Gushchin meets a young actress Natasha. She invites him to show Leningrad, but Gushchin and he knows the city - he served here during the war. They are looking for an excuse for further meetings, but he always finds a reason to not to meet with the woman who is many years younger than him and with whom he has fallen in love with. Natasha understands too that she loves this man, but Gushchin leaves, and not daring to associate with her fate. In the end he leaves and only returns to Leningrad nine years later and then he tries to find Natasha again.","release_date":"1979-04-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":352842,"title":"Late Meeting","adult":false,"genre_ids":[10749]},{"cast":["Jeff Wincott","Lance Henriksen","Joan Severance","Tom Cavanagh"],"overview":"A female police psychiatrist develops sexual fantasies involving a patient accused of murder. Contains nudity, simulated sex and masturbation, violence, and profanity.","release_date":"1996-08-24","vote_average":7.0,"runtime":95,"cert":"\"\"","id":352844,"title":"Profile for Murder","adult":false,"genre_ids":[]},{"cast":["Evgeniya Dobrovolskaya","Yuri Belyayev","Alla Budnitskaya","Yekaterina Vasilyeva","Valeriy Nikolaev"],"overview":"","release_date":"2009-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352846,"title":"Умница, красавица","adult":false,"genre_ids":[10749]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Crox Alvarado","Consuelo Monteagudo","Mario García 'Harapos'"],"overview":"is a 1967 Mexican horror comedy film. It is directed by Gilberto Martínez Solares and is the last installment of the Viruta y Capulina film franchise. It stars Marco Antonio Campos and Gaspar Henaine, Elsa Cárdenas, and Salomé.","release_date":"1967-12-28","vote_average":10.0,"runtime":85,"cert":"N\/A","id":352848,"title":"The Specter's Road","adult":false,"genre_ids":[35,27,9648]},{"cast":["Gary Goodman","Cara Courage","Karin Sandstedt","Luke Beachey","Stephanie Morphew"],"overview":"The past and the future collide as a mother abandons her child, provoking three spirits to seek revenge. An experimental musical mixing  drama, tragedy and the occult.","release_date":"2012-08-02","vote_average":10.0,"runtime":57,"cert":"N\/A","id":352850,"title":"Letters to the Dead","adult":false,"genre_ids":[14,27,10402]},{"cast":["Adam Pearce","Frank B. Gerdelman","Daniel Christopher Covell","Bryan Danielson","Rick Diaz"],"overview":"1. Chris Bosh, Disco Machine, Charles Mercury, &amp; Top Gun Talwar vs. Aerial Xpress (Quicksilver &amp; Scorpio Sky) &amp; Los Rojos Locos (Rojo 1 &amp; 2)  2. Brad Bradley vs. Puma  3. Rocky Romero vs. AJ Styles  Number One Contender 3-Way Elimination Match  4. Babi Slymm vs. \"Classic\" Colt Cabana vs. Excalibur  5. Scott Lost vs. Joey Ryan  6. Super Dragon vs. CM Punk  7. \"The Fallen Angel\" Christopher Daniels &amp; \"American Dragon\" Bryan Danielson vs. Ricky Reyes &amp; Samoa Joe  Pro Wrestling Guerrilla World Championship Title Steel Cage Loser Leaves Town Match  8. \"Scrap Iron\" Adam Pearce (c) vs. \"The Future\" Frankie Kazarian","release_date":"2004-07-10","vote_average":0.0,"runtime":157,"cert":"\"\"","id":352852,"title":"PWG The Reason for the Season","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"You can't draw\", said the classmate. He didn't know it was going to be his last words. Apathetic oddball evokes bloody childhood memories in a confession facing audience.","release_date":"2010-01-10","vote_average":6.4,"runtime":6,"cert":"N\/A","id":352869,"title":"Du ritar fult","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tour of an auto parts and accessories factory climaxing with a stop-motion product parade.","release_date":"1940-08-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352871,"title":"Auto-Lite on Parade","adult":false,"genre_ids":[]},{"cast":["Sam Milby","Chin Chin Gutierrez","Jodi Sta. Maria"],"overview":"A suspense thriller directed by Juan Miguel Sevilla.","release_date":"2008-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352873,"title":"Cul de sac","adult":false,"genre_ids":[28,18,53]},{"cast":["Niles Welch"],"overview":"Johnny is a troubled 15-year-old who falls in with a bad crowd, steals a car and gets caught by the police. However, instead of sending Johnny to reform school, the judge takes an interest in him and assigns a probation officer to try to steer Johnny away from a life of crime.","release_date":"1940-08-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352875,"title":"Boy in Court","adult":false,"genre_ids":[]},{"cast":["Kendall Emerson","Edgar Mayer","Ralph S. Muckenfuss","Esmond Ong"],"overview":"Diagnostic Procedures in Tuberculosis documents how to perform particular tests for tuberculosis.","release_date":"1940-08-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352877,"title":"Diagnostic Procedures in Tuberculosis","adult":false,"genre_ids":[]},{"cast":["Ronda Rousey"],"overview":"A group of skillfully trained agents attempt to stop a terrorist attack against the United States.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352879,"title":"The Athena Project","adult":false,"genre_ids":[]},{"cast":["Russ Fega","Diana Karanikas","Alfred Buckingham","Christina Cocek","Greg Beeman"],"overview":"Four supernatural horror tales with a surreal and humorous twist to nearly every one. In 'Jack Falls Down', Jack Clayton is an unscrupulous insurance agent who is confronted by Death (aka: the Grim Reaper) with an offer to take the life of a office co-worker, named Leslie, in exchange for his own life. In 'The Big Garage', a newish businessman, knowingly only as 'B' finds himself trapped in a living nightmare when his car breaks down in a small town and he finds himself in more or less a prison of a garage in his frantic quest to search for his car. In 'Living on Video' an average guy named Joe inexplicit ably finds his entire life in front of any video screen that he comes into contact with with his privacy robbed. In 'Warped', Elizabeth is a young woman who arrives to stay with her cousin Voyola and senile aunt after a stay in a mental hospital, only to realize that her relatives are even MORE deranged than she in their attempts to hide a long-hidden family secret.","release_date":"1990-08-03","vote_average":0.0,"runtime":78,"cert":"\"\"","id":352881,"title":"Tales of the Unknown","adult":false,"genre_ids":[27]},{"cast":["Bert Hana","Sanne Vogel","Tom de Ket","Marjan Luif"],"overview":"Han van Vloten, a shy boy, has a big problem in the gym room of the school. He must get over that buck in front of him. And there's yet another obstacle right behind that: a basketball net. Who misses the net, gets to clean up. Van Vloten fails miserably. But when the gym teacher leaves, Han grabs the ball, acts like a professional basketball player and... fails again. A girl takes notice of him, she seems interested. Cleaning the gym room turns out to be only the beginning of the problems of Han.","release_date":"2003-09-27","vote_average":0.0,"runtime":9,"cert":"N\/A","id":352895,"title":"Irmgards Delight","adult":false,"genre_ids":[35,18]},{"cast":["Niek Pancras","Sacha Bulthuis"],"overview":"A lonely man finds comfort when he discovers a hidden garden in his linen cupboard. The idyllic discovery lends new lustre to his life, but soon it turns out that he is not the only one considering the garden his.","release_date":"2003-09-28","vote_average":0.0,"runtime":10,"cert":"N\/A","id":352897,"title":"De man in de linnenkast","adult":false,"genre_ids":[14]},{"cast":["Tom Mix","Naomi Judge","Arthur Rankin","John St. Polis"],"overview":"","release_date":"1933-02-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352899,"title":"Terror Trail","adult":false,"genre_ids":[37]},{"cast":["Wendell Niles","Dee Lowrance","Mary Martin","Margaret Hayes","Virginia Dale"],"overview":"Combines airplane trips and fashion. Heavy on the fashion.","release_date":"1940-08-03","vote_average":5.0,"runtime":20,"cert":"\"\"","id":352901,"title":"Fashion Horizons","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dragon Parade, then passage of several carriages.","release_date":"1896-10-10","vote_average":0.0,"runtime":1,"cert":"N\/A","id":352903,"title":"Paris : dragons de l’escorte","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dragons escorting officers on horseback.","release_date":"1896-10-10","vote_average":0.0,"runtime":1,"cert":"N\/A","id":352905,"title":"Paris : général Saussier et son état-major","adult":false,"genre_ids":[99]},{"cast":["Maurizio Arena","Alessandra Panaro","Yvonne Monlaur","Gianni Rizzo","Xenia Valderi"],"overview":"","release_date":"1959-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352922,"title":"Avventura a Capri","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Rock on with Elmo and friends! Filled with over two hours of stories, songs, and learning, plus Abby's Flying Fairy School and Elmo the Musical. Guest starring Rev. Run and Dax Shepard.","release_date":"2014-06-30","vote_average":0.0,"runtime":122,"cert":"\"G\"","id":352924,"title":"Sesame Street: Learning Rocks","adult":false,"genre_ids":[]},{"cast":["Jack Luden","Beth Marion","Barry Downing","Slim Whitaker","Hal Taliaferro"],"overview":"","release_date":"1938-08-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352926,"title":"Phantom Gold","adult":false,"genre_ids":[37]},{"cast":["Victor Jory","Margaret Dare","Robert Coote","George Bryant","Rita Pauncefort"],"overview":"Marion Hastings returns to her father Dan's cattle property in western Queensland after being away in Europe for fifteen years. She is treated with hostility by her father's foreman, Dick Drake, and her father's neighbour, Don Lawton.","release_date":"1936-12-19","vote_average":0.0,"runtime":86,"cert":"N\/A","id":352928,"title":"Rangle River","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Sketches include National Anthem, Derek Jeter Monologue, Schmitt's Gay Beer, United Way, Weekend Update: Shaq and Charles Barkley, What Up With That, Locker Room - Tebow Jesus, Daily Affirmation, Kannon Camera, Coming Home Late, MacGrubers - Charles Barkley Outside the Lines, Football Promo, Fernando: The Hulk and Mr. T, Read to Achieve, Little Brothers, Weekend Update: All Drug Olympics, Ladies Bowling, Yankee Stadium Stories: Scorsese \/ Perez, TV Funhouse: Sexual Harassment, Little Chocolate Donuts, Weekend Update: Billie Jean King. Check out these selected sketches and segments from each of this season's episodes, so you can make every night a Saturday Night.","release_date":"2014-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352930,"title":"SNL Sports Spectacular","adult":false,"genre_ids":[]},{"cast":[],"overview":"Karen is on first visit to new boyfriend's parents when she discovers something odd about his eating habits.","release_date":"2013-11-27","vote_average":8.0,"runtime":null,"cert":"\"\"","id":352932,"title":"Saturday Night Live: Thanksgiving","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Bart the General saga continues as Toadfish's brother, Stonefish, and Dr. House join the action.","release_date":"2006-08-05","vote_average":0.0,"runtime":7,"cert":"N\/A","id":352934,"title":"Bart the General 2","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"This is a Live Concert from the In With The Out Crowd Night of the full record shows we did around Florida in February of 2007. The show was performed live in Jacksonville, FL at Jack Rabbit's.  Track List  1. \"Soundtrack of My Life\"  2. \"A Still Life Franchise\"  3. \"Overrated (Everything Is)\"  4. \"Fall Apart\"  5. \"In-Dependence Day\"  6. \"Don't Fall Asleep on the Subway\"  7. \"Landmines and Landslides\"  8. \"The Rest of My Life\"  9. \"Mostly Memories\"  10. \"Let Her Go\"  11. \"Hopeless Case\"  12. \"P.S. Shock the World\"","release_date":"","vote_average":10.0,"runtime":44,"cert":"N\/A","id":352951,"title":"Less Than Jake - In With The Out Crowd (Live DVD)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Our first record \"Pezcore\" from 1994 preformed in its entirety in 2007, All the energy and rawness captured in front of our home state of Florida. Part of our 6 record show dates, \"Pezcore\" starts out like a shot out of a gun and ends like a cannon. One of our favorite records of our career.  Tracklist:  1. Liquor Store  2. My Very Own Flag  3. Johnny Quest Thinks We're Sellouts  4. Big  5. Shotgun  6. Black Coffee  7. Throw The Brick  8. Growing Up On A Couch  9. Blindsided  10. Downbeat  11. Jen Doesn't Like Me Anymore  12. Out Of The Crowd  13. Robo  14. Where In The Hell Is Mike Sinkovich?  15. Process  16. Three Quarts Drunk  17. Boomtown  18. Short On Ideas  19. One Last Cigarette","release_date":"","vote_average":10.0,"runtime":56,"cert":"N\/A","id":352953,"title":"Less Than Jake - Pezcore (Live DVD)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This live show video is taken from the series of six full-length album shows the band performed in Florida in February of 2007. The Hello Rockview show took place at State Theater in St. Petersburg.  Originally recorded in 1998, Hello Rockview is one of Less Than Jake’s most celebrated albums. This live recording is now featured in the LTJ DVD, which features four discs of the band playing six albums live in their entirety.  Tracks  Last One Out Of Liberty City  Help Save the Youth of America from Exploding  All My Best Friends Are Metalheads  Five State Drive  Nervous in the Alley  Motto  History of a Boring Town  Great American Sharpshooter  Danny Says  Big Crash  Theme Song for H Street  Richard Allen George... No, It's Just Cheez  Scott Farcas Takes It on the Chin  Al's War","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":352955,"title":"Less Than Jake - Hello Rockview (Live DVD)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This is the video from the Anthem Night of the full record shows we did around Florida in February of 2007. It's now 2013 and we are currently celebrating the 10 year anniversary of Anthem's release in 2003. Happy Birthday, Anthem!!  The Anthem show was recorded at the Social in Orlando, FL.  Track List  1. \"Welcome to the New South\"  2. \"The Ghosts of Me and You\"  3. \"Look What Happened\"  4. \"The Science of Selling Yourself Short\"  5. \"Short Fuse Burning\"  6. \"Motown Never Sounded So Good\"  7. \"The Upwards War and the Down Turned Cycle\"  8. \"Escape From the A-Bomb House\"  9. \"Best Wishes to Your Black Lung\"  10. \"She's Gonna Break Soon\"  11. \"That's Why They Call It a Union\"  12. \"Plastic Cup Politics\"  13. \"The Brightest Bulb Has Burned Out\/Screws Fall Out\"","release_date":"","vote_average":10.0,"runtime":51,"cert":"N\/A","id":352957,"title":"Less Than Jake - Anthem (Live DVD)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"With the story where Elmo remembers giving up his binky as the centerpiece, this release features stories that pre-schoolers can relate to.","release_date":"2011-10-31","vote_average":0.0,"runtime":52,"cert":"\"G\"","id":352959,"title":"Sesame Street: Bye-Bye, Pacifier! Big Kid Stories with Elmo","adult":false,"genre_ids":[]},{"cast":["John Gavin","Donna Mills","Ed Nelson","William Kerwin","John Randolph"],"overview":"Two heart surgeons clash over personal issues and medical ethics in a big-city hospital.","release_date":"1978-03-20","vote_average":0.0,"runtime":100,"cert":"\"\"","id":352973,"title":"Doctors' Private Lives","adult":false,"genre_ids":[10770,18]},{"cast":["عبدالحسين عبدالرضا","حياة الفهد","Mariam Saleh","خالد العبيد","طارق العلي"],"overview":"A Kuwaiti comedic drama about the Iraqi invasion of 1990","release_date":"1992-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":352975,"title":"Sword of Arabs","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"This absurdly pro-business film tells the story of a young man who learns a lesson about capitalism and how his town is dependent upon its factories for their way of life. Young Jerry happens upon a labor uprising outside one of the factories in his town and is seduced by the crowd and the fiery speaker. He is about to join in the mob violence when he is plucked from the melee by a policeman who knows his grandfather. The cop takes him home and his grandfather, who remembers the town back when it was \"a vacant lot,\" tells Jerry the story of how the Manson company \"built\" their town.","release_date":"1940-08-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":352977,"title":"Your Town: A Story of America","adult":false,"genre_ids":[]},{"cast":["عبدالحسين عبدالرضا","سعد الفرج","اسمهان توفيق"],"overview":"A Kuwaiti comedic romance drama following the story of an accountant that fell in love with the daughter of his employer.","release_date":"1978-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":352979,"title":"على هامان يا فرعون","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":352981,"title":"A Maldição da Mona Lisa","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Protokoll einer Revolution","cast":[],"id":352983,"overview":"The story of a revolution in a Caribbean insular state.","runtime":12,"genre_ids":[],"release_date":"1963-10-18","vote_average":0.0,"adult":false}]