[{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":353012,"title":"Slim Pickings","adult":false,"genre_ids":[]},{"cast":["Bulle Ogier"],"overview":"Paulina leaves the apartment where she lives with her two brothers, Nicolas and Olivier. Her departure is mark by chaotic and sometimes violent confrontations.","release_date":"1969-05-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":353014,"title":"Paulina Is Leaving","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Rodolfo de Anda","Emilio Fernández","Irma Serrano","Adriana Roel"],"overview":"A sharecropper and his daughter, a swarthy beauty, flee from the hacienda on which they live and join the Mexican Revolution.","release_date":"1971-01-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":353016,"title":"La chamuscada","adult":false,"genre_ids":[18,10752]},{"cast":["Tommy Handley","Sydney Keith","Greta Gynt","Franklin Bennett","Dorothy Summers"],"overview":"Lunatic British comedy about a small town mayor who finds himself the owner of a broken-down London theatre and acting school. Insanity run amok.","release_date":"1943-03-22","vote_average":6.5,"runtime":84,"cert":"N\/A","id":353018,"title":"It's That Man Again","adult":false,"genre_ids":[]},{"cast":[],"overview":"The camera intimately follows a lonely individual, unveiling little by little her fears, insecurities and contradictions, but also her eagerness to be loved and accepted by a society that does not recognise her for what she is.","release_date":"2015-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":353020,"title":"Lunar Cycles","adult":false,"genre_ids":[]},{"cast":["Kunchacko Boban","Sneha","Sujitha","Thilakan","Srividhya"],"overview":"The story revolves around Uma (Sujitha) who wrongly assumes that her love is reciprocated by Charly (Boban), the happy-go-lucky boy she grows up with. She realizes her mistake when Charly leaves to learn music and returns with Manasi(Sneha) the girl who sings with him. Uma then decides to be independent of Charly. But very soon Charly too starts realising Uma's place in his life.","release_date":"2000-08-15","vote_average":0.0,"runtime":149,"cert":"N\/A","id":353025,"title":"Ingane Oru Nilapakshi","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"Animated music video from Poland.","release_date":"2005-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":353027,"title":"Death to Five","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"\"Rest, Zulema\" is the psychological portrait of a woman who deals with disappointment and deception while reaching the end of her life. She tells the story of her family and all the effort she's made for it. Zulema is one of the many Chilean women who suffer a fate with little or no chance to break through.","release_date":"2013-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":353029,"title":"Rest, Zulema","adult":false,"genre_ids":[]},{"cast":["Skylar Astin","Anna Camp","Chris Messina"],"overview":"A young couple get into a fight before a very important party. Little do they know an outsider has tuned into their conversation.","release_date":"2014-12-18","vote_average":0.0,"runtime":12,"cert":"\"\"","id":353031,"title":"The Oven","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"A woman and her child get trapped underground while investigators look for them.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353033,"title":"Shikasha","adult":false,"genre_ids":[]},{"cast":["Charles Durning","Glenn Morshower","Robert Z'Dar","Dan Braverman","Jason Konopisos-Alvarez"],"overview":"A band of black water operatives get wiped out while in Northern Iraq. The sole survivor is left alone to fend for his life. While trying to fend for himself, he befriends a native.","release_date":"2012-01-01","vote_average":3.0,"runtime":null,"cert":"\"\"","id":353035,"title":"Rogue Assassin","adult":false,"genre_ids":[28]},{"cast":["Jayaram","Sunitha","Thilakan","KPAC Lalitha","Jagathy Sreekumar"],"overview":"George Kutty is a hard working student, who graduated with top rank in college as an engineer. His family which was once rich is burdened in debt. His father meets with Chandi a marriage broker who proposes a match for Georgekutty with a rich family, but they would have to lie a little about their economic status. George Kutty resists first, but pressure from his dad who sees the marriage as a way to get money to payback the family debts, he agrees. Unfortunately the Itichen finds out the truth about the family and confronts them. He makes Georgekutty and his family agrees to certain terms for the wedding to take place including that Georgekutty and his wife have to stay in their house with them. After the wedding Georgekutty sees that he and visiting family and friends are disrespected and that he is controlled and held like a prisoner at Itechan's house. Georgekutty comes up with a plan to get back at his father in law which forms rest of the movie.","release_date":"1991-08-23","vote_average":6.8,"runtime":null,"cert":"N\/A","id":353037,"title":"Georgekutty C\/O Georgekutty","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young man takes his mother bikini and goes to the beach. There, he meets a group of funny people. But his mother will appear soon.","release_date":"2004-01-01","vote_average":2.0,"runtime":7,"cert":"N\/A","id":353051,"title":"Bikini","adult":false,"genre_ids":[16]},{"cast":["Ton Kuyl","Pim Lambeau","Gerard Kluver","Marianne Kluver"],"overview":"Short film in which an elderly couple takes leave of each other after fifty years of loving and living. His dementia is becoming more and more serious and today she will take him to a nursing home. This morning is the last time when they rise together, sit in the kitchen in their robes and look forward to the new day. Memories of years gone by come back to them.","release_date":"2001-09-23","vote_average":0.0,"runtime":10,"cert":"N\/A","id":353053,"title":"Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Robert Rusler","Sophie Monk","Herschell Gordon Lewis","Caroline Williams","Sadie Katz"],"overview":"Fuad Ramses and his family have moved from the United States to France, where they run a American diner. Since business is not going too well, Fuad also works night shifts in a museum of Egyptian culture. During these long lonely nights he is repeatedly drawn to a statue representing the seductive ancient goddess ISHTAR. He becomes more and more allured by the goddess as she speaks to him in visions. Eventually he succumbs to her deadly charms.","release_date":"2016-08-27","vote_average":3.9,"runtime":90,"cert":"\"\"","id":353058,"title":"Blood Feast","adult":false,"genre_ids":[27,53]},{"cast":["Terence Schreurs","Miranda Bergen","Tara Elders","Amber Solaris","Mieke Stemerdink"],"overview":"It is the small clues in the brightly-coloured and fast-paced film Mis that explain why the Miss Shishi elections come to nothing for Lydia. The ladies' toilets are a fitting stage for the taut world of a Miss election.","release_date":"2001-09-23","vote_average":0.0,"runtime":10,"cert":"N\/A","id":353060,"title":"Mis","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc"],"overview":"F.B.I. and C.I.A. agent Elmer Fudd is after a tall, dark, stranger who robbed a bank. He gets him confused with Bugs Bunny...the chase is on.","release_date":"1980-10-26","vote_average":6.0,"runtime":24,"cert":"\"NR\"","id":353062,"title":"The Bugs Bunny Mystery Special","adult":false,"genre_ids":[16]},{"cast":["Darwin Karr","Blanche Cornwall","Billy Quirk","Fanny Simpson","Mary Foy"],"overview":"A remake for the US market of Alice Guy's Les Résultats du féminisme. The film is considered to be lost.","release_date":"1912-05-17","vote_average":0.0,"runtime":6,"cert":"\"\"","id":353064,"title":"In the Year 2000","adult":false,"genre_ids":[35]},{"cast":["Logan Lerman","Elle Fanning","Nathan Lane","Kyle Chandler","Michelle Monaghan"],"overview":"Over the course of 12 years, and three stages of life, Sidney Hall falls in love, writes the book of a generation and then disappears without a trace.","release_date":"2017-10-06","vote_average":6.7,"runtime":117,"cert":"\"\"","id":353066,"title":"The Vanishing of Sidney Hall","adult":false,"genre_ids":[18,9648]},{"cast":["Jarneen Brown","Charles Walton"],"overview":"Sadie Parks is part of an elite team of undercover detectives cleaning up the streets of Atlanta. She gets caught up in the corruption and uses her badge to cover up her wrong doings. She's cold blooded and can't be trusted. Her Chief has suspicions but has not involved Internal Affairs. She lives a double life and when things begin to unfold and lives are compromised she must take action.","release_date":"2012-01-29","vote_average":0.0,"runtime":103,"cert":"\"NR\"","id":353083,"title":"Atlanta Heat","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated bike named Ike explains the safety hazards of bikes, chanting \"I like bikes\" as he moves through various settings, then following live-action bike riders. One falls over in the street and is nearly hit by Lisa's parents. Ike then narrates Lisa's interest in bikes through to her teenage years when she gets a car to see if she can be attentive now that she's not using hers as much.","release_date":"1978-08-04","vote_average":3.8,"runtime":14,"cert":"\"\"","id":353085,"title":"I Like Bikes, But...","adult":false,"genre_ids":[]},{"cast":["William Conners","Mary McGee","Patrick Shea"],"overview":"An alcoholic longshoreman, deep in debt to the mob, is forced into an increasingly debauched nightmare as he tries to avoid the thugs out to get him. Along the way, he meets local oddballs, violent criminals, and lusty women. With a mysterious computer controlling everyone’s actions this grimy artistic film with almost science fiction-esque fear of future mind control was made well before it’s time.","release_date":"1970-06-15","vote_average":0.0,"runtime":79,"cert":"\"\"","id":353087,"title":"Sweet Trash","adult":false,"genre_ids":[80,18]},{"cast":["Lúcio Costa","Oscar Niemeyer"],"overview":"","release_date":"2002-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353089,"title":"O Risco: Lúcio Costa e a Utopia Moderna","adult":false,"genre_ids":[]},{"cast":["Peter Erskine","John Abercrombie","Marc Johnson"],"overview":"Learn from one of the most acclaimed legends of jazz drumming, Peter Erskine. Peter demonstrates and discusses the jazz ride pattern, ride cymbal technique, basic jazz independence and coordination, improvisation and composition, and more. This video provides a wealth of ideas and information plus incredible trio performances featuring John Abercrombie and Marc Johnson.","release_date":"2009-11-11","vote_average":0.0,"runtime":86,"cert":"\"\"","id":353091,"title":"Peter Erskine - Everything Is Timekeeping I & II","adult":false,"genre_ids":[]},{"cast":["Josephine Decker","Thomas Francis Murphy","Isolde Chae-Lawrence","Eva Dorrepaal"],"overview":"Sensing evil, a haunted house tour guide seeks a medium's help only to be warned that she is facing a vengeful power beyond her control.","release_date":"2015-07-12","vote_average":3.0,"runtime":74,"cert":"\"\"","id":353093,"title":"Sisters of the Plague","adult":false,"genre_ids":[878,18,27,9648]},{"cast":[],"overview":"In Drum Solo, an unexpected cast of characters performs for the viewer in an amusing, dreamlike manner that draws humor from the banality of everyday life. Loosely related to Surrealism and Pop Art, Porter’s lyrical film reanimates found objects, toys, and figurines that the artist purchased from antique stores and flea markets. The artist manipulates kitsch in ways that call attention to the artifice and ridiculousness of such objects as essentially useless materials.","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":353095,"title":"Drum Solo","adult":false,"genre_ids":[]},{"cast":[],"overview":"A shadow play about love and sorrow, featuring a girl, her bird friend and Death.","release_date":"2009-05-23","vote_average":6.3,"runtime":8,"cert":"N\/A","id":353115,"title":"Dreams from the Woods","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Thread is a groundbreaking documentary that exposes the undeniable impact amateur internet writers are having on journalism today.  Following the 2013 Boston Marathon bombing, amateur internet sleuths took to Twitter and Reddit, intent on identifying the individuals responsible. The ensuing investigation led to an innocent young man being charged with the crime, thus changing the face of journalism forever.  Directed by Greg Barker (Manhunt) and executive produced by Emmy Award-winning producer Jonathan Chinn (American High) and Academy Award-winning producer Simon Chinn (Man on Wire).","release_date":"2015-04-13","vote_average":6.1,"runtime":59,"cert":"\"\"","id":353117,"title":"The Thread","adult":false,"genre_ids":[99]},{"cast":["Ditch Davey"],"overview":"A family in crisis is drawn into a night of intrigue under the influence of a lunar eclipse.","release_date":"2008-03-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":353119,"title":"Under a Red Moon","adult":false,"genre_ids":[18]},{"cast":["Om Puri","Mohit Baghel","Sheena Bajaj","Manish Chaudhary","Lavin Gothi"],"overview":"Ram, Anil, Vikram, Salmaan and Deenbandhu are the rebellious brats of suburban Delhi NCR, with the world at their feet and nothing to worry they stomp everything in their path without knowing the consequences, but challenge lay ahead when all of them are put in a totally new world of convent school, here they survive and thrive only to find love. But one night they encounter a horrifying event which puts them in the hands of law. Their lives change forever, they have to fight for justice and moral integrity to make an example for the world.","release_date":"2015-06-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353124,"title":"Uvaa","adult":false,"genre_ids":[]},{"cast":["Chips Rafferty","Henry Murdoch","Victoria Shaw","Max Osbiston","Guy Doleman"],"overview":"Kim Marsden inherits a cattle station near Alice Springs after the death of her father. Kim becomes convinced her father was murdered. She sends for a legendary local bushman called the Sundowner, who was one of her father's best friends.","release_date":"1953-06-19","vote_average":0.0,"runtime":67,"cert":"N\/A","id":353126,"title":"The Phantom Stockman","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353128,"title":"Fox and Bear","adult":false,"genre_ids":[]},{"cast":["Tony Bruce","Hal Gordon","Roy Travers","Gordon Craig","Michael Hogan"],"overview":"Adapted from the book By Way of Cape Horn by A.J Villiers, Windjammer is a beautifully-filmed record of the last journey of the Grace Harwar, a full-rigged Windjammer sailing from Australia to England via Cape Horn.","release_date":"1930-09-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":353145,"title":"Windjammer","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"2005-11-22","vote_average":7.5,"runtime":null,"cert":"N\/A","id":353147,"title":"Oui-Oui sauve Noël","adult":false,"genre_ids":[]},{"cast":["Riley Keough","María Ellingsen","Laufey Elíasdóttir","Sjón Sigurdsson","Ben Smith-Petersen"],"overview":"Soon after Elizabeth receives this text message, her mother isn't the only one lost in sleep. Elizabeth's car has broken down. It's freezing cold, no sign of life nearby. She just has to wait, patiently. The recovery guys will be here soon, Elizabeth. Till then, she warms her young hands on the vents, drifts into a strange slumber, followed by an even more surreal awakening. Icelandic landscapes merge with Elizabeth's memories. Fears are magically transformed into comforting and fantastical fabrics. Father, upstairs, alone.","release_date":"2014-02-12","vote_average":0.0,"runtime":11,"cert":"\"\"","id":353149,"title":"Spark and Light","adult":false,"genre_ids":[18]},{"cast":["Wolf Ruvinskis","Carlos Baena","Martha Mijares","Rosa Carmina","Fernando Fernández"],"overview":"Slice-of-life melodrama: backstage at the wrestling arena.","release_date":"1959-11-12","vote_average":6.0,"runtime":90,"cert":"N\/A","id":353151,"title":"La última lucha","adult":false,"genre_ids":[]},{"cast":["Carmelita González","Prudencia Grifell","Julio Villarreal","Armando Sáenz","Beatriz Saavedra"],"overview":"Twin sisters butt heads over a feller. One goes into a convent, the other becomes a professional thiefstress.","release_date":"1954-03-18","vote_average":0.0,"runtime":88,"cert":"N\/A","id":353153,"title":"La ladrona","adult":false,"genre_ids":[]},{"cast":["Victor Rook"],"overview":"Adult men grapple with social stigmas to pursue their passion for wrestling. Includes an in-depth look at wrestling homoeroticism and homophobia.","release_date":"2009-10-18","vote_average":6.0,"runtime":124,"cert":"\"NR\"","id":353155,"title":"STRONGHOLD: In the Grip of Wrestling","adult":false,"genre_ids":[99]},{"cast":["Behrouz Vossoughi","Bahman Mofid","Fariba Khatami","Hassan Shahin","Mohsen Mahdavi"],"overview":"Reza Motori, who has feigned madness, escapes from an asylum and robs a factory, with the aid of a friend. Afterwards, a young writer, who looks exactly like Reza, visits the asylum in order to write about inmates. There he is mistaken for Reza and detained. Meanwhile, Reza assumes the identity of the writer. Reza falls in love with the writer's fiancée and decides to give up the money he has stolen from the factory, but his friends prevent him from doing so.","release_date":"1970-08-04","vote_average":0.0,"runtime":80,"cert":"N\/A","id":353178,"title":"Reza, the Motorcyclist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Coronet Instructional Film highlighting America's diversity.","release_date":"1953-08-05","vote_average":0.0,"runtime":11,"cert":"\"NR\"","id":353180,"title":"Who Are the People of America?","adult":false,"genre_ids":[99]},{"cast":["Daniela Giordano","Enzo Monteduro","Francesco Mulè","Maria Pia Conte","Salvatore Puntillo"],"overview":"An old man's spirits are lifted greatly when he finds that his new personal nurse is a spectacularly beautiful, volcanically sexy young woman.","release_date":"1976-01-28","vote_average":4.0,"runtime":90,"cert":"N\/A","id":353182,"title":"My Father's Nurse","adult":false,"genre_ids":[35]},{"cast":["Eva Habermann","George Hardy","Katy Karrenbauer","Cecilia Pillado","Ralf Bauer"],"overview":"Upcoming horror comedy directed by Eric Hordes.","release_date":"2019-10-12","vote_average":0.0,"runtime":95,"cert":"N\/A","id":353184,"title":"Under ConTroll","adult":false,"genre_ids":[27,35]},{"cast":["Marc Hudson","Herman Li","Sam Totman","Frédéric Leclercq","Vadim Pruzhanov"],"overview":"\"In the Line of Fire...Larger Than Live\" is the debut video release from metal maestro's DragonForce. Shot during the band's Ultimate Stage headline show at 2014's Loud Park Festival in the Saitama Super Arena, Tokyo, the band used over 10 camera angles to capture the raw energy of their show and instrumental dexterity for which they are rightly celebrated worldwide. The track listing features a mixture of new songs combined with the bands' classic foot stomping anthems and lightning fast shred-fests. \"In the Line of Fire...Larger Than Live\" also features special insight into the DragonForce \"Maximum Overload World Tour\" with off tour, behind the scenes, and backstage footage.","release_date":"2015-07-10","vote_average":0.0,"runtime":123,"cert":"\"\"","id":353186,"title":"Dragonforce: In the Line of Fire...Larger Than Live","adult":false,"genre_ids":[10402,99]},{"cast":["Robert Benchley"],"overview":"A comedy short staring Robert Benchley. He tries to show us how to make our own movies.","release_date":"1940-02-17","vote_average":0.0,"runtime":8,"cert":"\"\"","id":353188,"title":"Home Movies","adult":false,"genre_ids":[]},{"cast":["Carla Brait","Femi Benussi","Gianni Dei","Magda Konopka","Carla Calò"],"overview":"Prime example of the very silly humor \/ sexploitation genre coming out of Italy in the 70's. A black women (Carla Brait) begins work as a maid in an apartment complex filled with wacky characters. All the men are over-the-top horndog caricatures who beat each other senseless, chase around loose women and get slack-jawed when they see so much as a bared thigh from the \"Black Maid\". Silly slapstick humor from the building's doorman, a topless catfight, some role-playing , interracial sex, the amazing Femi Benussi .","release_date":"1976-03-06","vote_average":3.5,"runtime":99,"cert":"N\/A","id":353208,"title":"Black Maid","adult":false,"genre_ids":[10749,35]},{"cast":["Casey Winters","Samantha Morgan","Elaine Wells","Lori Blue","Ken Scudder"],"overview":"Two young girls at the Townsend School for Girls, a private high school, plot to escape for the evening with their dates, shunning their younger friend Buffy because she's still too young and \"still a virgin.\" Indignant, Buffy decides to prove herself by seducing her history teacher in exchange for an A+. Meanwhile, Coach Fowler fantasizes about his student Miriam.","release_date":"1978-05-24","vote_average":6.4,"runtime":82,"cert":"\"NC-17\"","id":353210,"title":"Little Girls Blue","adult":true,"genre_ids":[]},{"cast":["Babette Mangolte"],"overview":"A personal meditation on the landscape of the American West that tracks the ruling conception in nature in the 19th and 20th centuries from the pioneers through the instamatic tourists, at the same time that it obsessively follows the four seasons. The elemental vicissitudes of the weather, the exact moment of the day, the colour of the light and the soil and the trees form an acute visual record of the constantly changing mood of the landscape. The film successfully attempts, with quiet, passionate, almost single-minded firmness, to confront us as nakedly as possible with our cultural inability to see nature whole, without preconceptions.","release_date":"1983-09-15","vote_average":0.0,"runtime":78,"cert":"N\/A","id":353212,"title":"The Sky on Location","adult":false,"genre_ids":[99]},{"cast":["Maricel Soriano","Robin Padilla","Ricardo Cepeda","Renzo Cruz","Emilio Garcia"],"overview":"After spending a couple of years behind bars, Lando wins back his freedom. But his prison record has incapacitated him from landing a job. Fortunately, a friend of his knows someone who needs a driver and a bodyguard desperately. But that someone turns out to be Mariel, the very woman whom Lando has had an encounter with. Desperate for a job, Lando agrees to work for Mariel despite his negative impression of her. As expected, their working relationship is as stormy as it can get. But love works in mysterious ways - even the rowdiest of enemies can become more than friends.","release_date":"2008-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353217,"title":"Tulak ng Bibig, Kabig ng Dibdib","adult":false,"genre_ids":[10749,28,35]},{"cast":["Vic Sotto","Ramon 'Bong' Revilla Jr.","Judy Ann Santos","Jose Manalo","Wally Bayola"],"overview":"The story begins with the establishment of the three different worlds apart, bound to meet for an adventure like no other. The humble family-oriented story of Enteng Kabisote, a low-profile technician married to the beautiful fairy princesss of Encantasia, Faye; The battles of the Agimat, the brave village Warrior Hero of Amuleto; and the high tech-yuppie Kingdom of Diwatara ruled by Princess Angelina Kalinisan-Orteza, also known in the world as “AKO” where she leads an environmental advocacy organization.","release_date":"2012-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353219,"title":"Si Agimat si Enteng Kabisote at si Ako","adult":false,"genre_ids":[14,28,12,35]},{"cast":["Jonas Mekas","Jean-Jacques Lebel","Pip Chodorov"],"overview":"The film documents an encounter at 202 Blvd Saint-Germain, in a cafe underneath Apollinaire's last place of residence. Jean-Jacques Lebel gives Jonas Mekas (who remains off screen), three objects associated with Apollinare: an autographed book, a Futurist manifesto, and one of Apollinaire's last drawings.","release_date":"2007-08-06","vote_average":0.0,"runtime":6,"cert":"\"\"","id":353221,"title":"Day Nine","adult":false,"genre_ids":[99]},{"cast":["Jane Brakhage"],"overview":"short by brakhage","release_date":"1986-08-06","vote_average":3.0,"runtime":13,"cert":"\"\"","id":353238,"title":"Jane","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An off-screen narrator remembers a time he was five years old, walking to school in a heavy rain, wearing a yellow slicker and cap. He relates to us that a boy he'd never seen before ran up to him and said that it was raining worms. Our lad of five is on the cusp between believing anything he hears and entering the age of reason. He asks for proof. He holds out his hand.","release_date":"2001-03-16","vote_average":3.0,"runtime":2,"cert":"\"\"","id":353240,"title":"Worm","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Exploring imagination, memories, dreams, or past lives of Pinky the cat.","release_date":"2001-03-17","vote_average":5.3,"runtime":1,"cert":"\"\"","id":353242,"title":"Nine Lives (The Eternal Moment of Now)","adult":false,"genre_ids":[]},{"cast":["Tricky"],"overview":"Director Steve McQueen films Trip-Hop artist Tricky recording 'Girls'","release_date":"2001-08-06","vote_average":6.0,"runtime":15,"cert":"N\/A","id":353244,"title":"Girls, Tricky","adult":false,"genre_ids":[]},{"cast":[],"overview":"Viola experimental short","release_date":"1983-08-06","vote_average":5.0,"runtime":19,"cert":"\"\"","id":353246,"title":"Reasons for Knocking at an Empty House","adult":false,"genre_ids":[]},{"cast":[],"overview":"The title of Truth Through Mass Individuation references Carl Jung. An isolated figure is seen performing successively more aggressive actions — dropping a cymbal among a flock of pigeons, firing a rifle in a deserted city street. In the fourth and final stage, his luminous image, spotlit against the dark night, merges in the distance with a roaring crowd in an outdoor stadium.","release_date":"1976-08-06","vote_average":0.0,"runtime":10,"cert":"\"\"","id":353248,"title":"Truth Through Mass Individuation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Songs of Innocence, which directly references the visionary Romanticism of William Blake, is haunted with symbolic transformations, as shifting light is charted through the passage of a day. Images of children singing on a school lawn dissolve and reappear, hovering at the edge of perception, illusion and reality, evoking what Viola terms \"a visual relationship between memory, the setting of the sun, and death.\"","release_date":"1976-08-06","vote_average":0.0,"runtime":10,"cert":"\"\"","id":353250,"title":"Songs of Innocence","adult":false,"genre_ids":[]},{"cast":["Radmila Andrić","Branko Pleša","Antun Vrdoljak","Dragomir Felba","Stevan Štukelja"],"overview":"Members of Jasna's group are suspicious because of her firing from occupation Special police squad and they start avoiding her. She finds out the members of the group have been betrayed but they become even more suspicious. At the moment when they were ready to liquidate her the true traitor is revealed. Thanks to Jasna's courage an action becomes success and she regains their trust.","release_date":"1959-07-24","vote_average":6.0,"runtime":95,"cert":"N\/A","id":353270,"title":"The Wind Dropped Before Dawn","adult":false,"genre_ids":[18,10752]},{"cast":["Žarko Radić","Petre Arsovski","Blagoja Čorevski","Dragi Kostovski","Đokica Lukarevski"],"overview":"In the conflict with the enemy in one battle lost in advance, the risk to die in vain, partisan Mitko Angelov, fleeing from the battlefield. He climbs onto the train and goes to see his mother, who has just returned from internment. When he returned to the brigade, Mitko was declared a deserter and was disarmed and bound. Since he lost his weapon, the Commissioner sent him to patrol the action to take weapons from the Germans. All partisans patrol that went with him dying and the only Mitko and Vane, who was seriously injured remain alive. Thinking it was dead Vane, Angelov returns to the brigade. But the commander did not believe him, thinking that he had fled from the battle, and that is why the prison in the basement. In the meantime, get wounded fighter Vane, and the story of the heroic struggle led by Mitko. But at the same time, a military court condemned him to death for desertion.","release_date":"1977-07-12","vote_average":6.0,"runtime":110,"cert":"N\/A","id":353272,"title":"The Verdict","adult":false,"genre_ids":[10752,18]},{"cast":["Alexa Tomas","Julia Roca","Anissa Kate","Melanie Gold","Billie Star"],"overview":"There's nothing quite like a scene that ends with an ass full of sperm to start the day. We do love our creampies, so when we called Anissa Kate to participate in Anal Creampie Lovers, thankfully she didn't hesitate much in accepting, but with one condition; she wanted two guys and a good DP. We accepted! In this release you will also see naughty Julia Roca, who has a tremendous anal session with John Lucho, or brunette Billie Star and spectacular Katie Gold. Alexa Thomas also has an amazing threesome and in total we bring you five scenes loaded with stormy sex and very creamy endings.","release_date":"2015-03-16","vote_average":8.8,"runtime":112,"cert":"\"NC-17\"","id":353274,"title":"Anal Creampie Lovers","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":353276,"title":"Demonstration 7 DVD","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353281,"title":"Casting That Fly 1 Basics","adult":false,"genre_ids":[]},{"cast":["Lars Chr. Bentsen"],"overview":"","release_date":"2013-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353283,"title":"Casting That Fly 2 - Advanced","adult":false,"genre_ids":[]},{"cast":["Akihiro Nonaka","Akihiro Nonaka","Hisashi Ueno"],"overview":"After witnessing a gang murder, 12 year old Masashi asks his father what he'd do if he were killed by a Yakuza. \"Exact vengeance,\" his father promptly replies. The next day, in an unfortunate turn of fate, Masashi's father is hospitalized with serious injuries, leaving Masashi to fend for himself in a bad and violent part of town. Luckily, he is taken in by a generous family who decides to help him. However, Masashi soon discovers that the father of this family, has a rather bad reputation.","release_date":"2010-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":353300,"title":"Violence PM","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"The filmmaker of this short documentary used his cellphone camera to shoot these scenes in Costa Rica. He reflects on the dichotomy of nature versus technology. Part of the MobiDOCS: Confessions in a Digital Age series.","release_date":"2007-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":353302,"title":"Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"Satoshi Kuribayashi and his team filmed the insects for over an astonishing 430 days, resulting in breathtaking images and scenes from a still fairly unknown world. Watch a mantis sneak up on its prey and catch it with its razor sharp claws. Experience a deadly, thrilling wasp fight. Sit back and watch the world of the insects unfold before you like you have never experienced it before.","release_date":"2015-07-11","vote_average":0.0,"runtime":80,"cert":"N\/A","id":353304,"title":"I Want to Stay an Ant","adult":false,"genre_ids":[99]},{"cast":["Kashinath","Upendra"],"overview":"A 1991 Kannada film","release_date":"1991-01-24","vote_average":0.0,"runtime":158,"cert":"N\/A","id":353306,"title":"Ajagajantara","adult":false,"genre_ids":[]},{"cast":["Sudeep","Upendra","Vijay Raghavendra","Diganth Manchale","Rangayana Raghu"],"overview":"A 2008 Kannada film.","release_date":"2008-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353308,"title":"Mast Maja Maadi","adult":false,"genre_ids":[]},{"cast":["Upendra","Rakshita"],"overview":"A 2003 Kannada film.","release_date":"2003-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353310,"title":"Gokarna","adult":false,"genre_ids":[]},{"cast":["Rufa Mae Quinto","Marvin Agustin","Melanie Marquez","Mylene Dizon","Troy Montero"],"overview":"A Filipino comical superhero movie about Bilma who transforms into Super-B to fight crime.","release_date":"2002-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353312,"title":"Super-B","adult":false,"genre_ids":[14,35]},{"cast":["Walid Taha El Idrissi","Justen de Wildt","Martijn Fischer","Sabri Saad El-Hamus","Michiel Nooter"],"overview":"Younes is selling his father’s car parts at a streetmarket, but when young folksinger Kelvin and his own father arrive, the atmosphere deteriorates very quickly.","release_date":"2015-10-15","vote_average":0.0,"runtime":24,"cert":"N\/A","id":353332,"title":"King's Day","adult":false,"genre_ids":[18]},{"cast":["Brian Papandrea","Gary Boettcher","Patrick L. Dear"],"overview":"It's Halloween night at the Bowl-o-Rama where Samantha and her friends are having a party. Everyone's having a great time... until the Chubbies arrive. From the distant planet of Snerd, where sex is outlawed, come the chubbies. A race of grotesque, and horny little creatures, hell bent on global domination by invading your body through any orifice they can find. The party dies and the horror is born when the teens are held captive by the Chubbies and must fight to keep their butt holes tight in this action packed, horror comedy.","release_date":"2014-10-31","vote_average":0.0,"runtime":90,"cert":"\"\"","id":353334,"title":"Chubbies","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"","release_date":"2009-01-16","vote_average":7.2,"runtime":10,"cert":"\"\"","id":353336,"title":"Mister Cok","adult":false,"genre_ids":[878,16]},{"cast":["Fedi Nuril","Laudya Cynthia Bella","Raline Shah","Sandrinna Michelle","Kemal Palevi"],"overview":"Based on best-selling novel by Asma Nadia. A husband was tormented with his decision to marry a woman to save her life, but that would mean betraying his wife.","release_date":"2015-07-15","vote_average":8.0,"runtime":124,"cert":"N\/A","id":353338,"title":"Surga yang Tak Dirindukan","adult":false,"genre_ids":[18]},{"cast":["Candice Bergen","Tom McCarthy","Shirley Knight"],"overview":"Another adaptation of the novel \"Tim\", about the love that develops between a mentally challenged young man and the older, lonely widow who takes him under her wing.","release_date":"1996-11-03","vote_average":5.0,"runtime":null,"cert":"\"\"","id":353340,"title":"Mary & Tim","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short Films featured at the 2017 Vancouver Latin American Film Festival.  TAILOR (Calí dos Anjos | Brazil) - GUAMÚCHIL SEEDS (Carolina Corral Paredes | Mexico) - TIMELESS (Raúl Zendejas Escandón | Mexico) - GRIEF (Cecilia Cartasegna | Argentina) - MISSING (Carlos Trujano | Mexico) - MOTHER (Simón Mesa Soto | Colombia) - THE FUTURE IS IRREVOCABLE (Silvina Estévez | Argentina) - ROSINHA (Gui Campos | Brazil)","release_date":"2015-08-15","vote_average":9.5,"runtime":100,"cert":"N\/A","id":353342,"title":"VLAFF Shorts in Competition: Program 2","adult":false,"genre_ids":[]},{"cast":["Marcos Mion","Silvinha Faro","Leão Lobo","Leão Lobo","Lucélia Maquiavelli"],"overview":"","release_date":"2000-11-10","vote_average":2.0,"runtime":null,"cert":"N\/A","id":353362,"title":"De Cara Limpa","adult":false,"genre_ids":[35]},{"cast":["Jenjira Pongpas","Sakda Kaewbuadee","Nitipong Thinthupthai"],"overview":"In The Pilgrim Kamanita, a Buddhist novel written in 1906 by the Danish writer Karl Gjellerup, the protagonists are reborn as two stars and take centuries to recite their stories to each other, until they no longer exist. Morakot is a derelict and defunct hotel in the heart of Bangkok that opened its doors in the 1980's: a time when Thailand shifted gears into accelerated economic industrialization and a time when Cambodians poured into Thai refugee camps after the invasion of Vietnamese forces. It was a hosting time. Later, when the East Asian financial crisis struck in 1997, these reveries collapsed. Like Kamanita, the unchanged Morakot is a star burdened with (or fueled by) memories. Apichatpong collaborated with his three regular actors, who recounted their dreams, hometown life, bad moments, and love poems, to re-supply the hotel with new memories.","release_date":"2007-10-27","vote_average":10.0,"runtime":12,"cert":"N\/A","id":353364,"title":"Emerald","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short film about deer.","release_date":"1935-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":353366,"title":"Der König des Waldes. Der Rothirsch.","adult":false,"genre_ids":[]},{"cast":["Carolina Malmborg","Kristina Håkansson"],"overview":"When Magnus left Kerstin, she decided to be naked. Always. Since then she has been fined six times.","release_date":"2010-11-04","vote_average":3.8,"runtime":14,"cert":"N\/A","id":353368,"title":"Nudist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An exploration of the formal and representational characteristics of a strip of 16mm black-and-white footage of a water fountain.","release_date":"2015-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":353370,"title":"Watercourse","adult":false,"genre_ids":[]},{"cast":["Max von Sydow","Allan Edwall","Karl Erik Flens","Sten Beyron","Rune Köhler"],"overview":"One of the four short films comprising the omnibus titled 4X4, each from a different Nordic country. This is the Swedish entry and is based on a story by Evyind Johnson.","release_date":"1965-02-22","vote_average":0.0,"runtime":30,"cert":"N\/A","id":353375,"title":"Interlude in the Marshland","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A futuristic vision of Tehran is constructed using aerial shots of Los Angeles at night with fragments of Skype conversations on the soundtrack to produce a glorious neon metropolis.","release_date":"2014-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":353395,"title":"Tehran-geles","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intergalactic explorer on a mission to seek out intelligent life struggles to say sane.","release_date":"2014-01-01","vote_average":6.0,"runtime":7,"cert":"N\/A","id":353397,"title":"Deep Space","adult":false,"genre_ids":[16]},{"cast":["Ken Davey"],"overview":"Based on the 40th Annual Carnival of the Toronto Skating Club.","release_date":"1954-09-18","vote_average":2.0,"runtime":9,"cert":"N\/A","id":353399,"title":"Circus on Ice","adult":false,"genre_ids":[99]},{"cast":["James Brill"],"overview":"Old-timer Billy Slater organizes a rodeo for kids.","release_date":"1949-08-06","vote_average":2.2,"runtime":9,"cert":"\"NR\"","id":353404,"title":"Junior Rodeo Daredevils","adult":false,"genre_ids":[10751,99]},{"cast":["Gordon Peardon"],"overview":"In this gleefully anarchic tour-de-force of puppetry, a primal scream class unleashes a man’s inner id - quite literally.","release_date":"2015-01-01","vote_average":6.5,"runtime":11,"cert":"N\/A","id":353406,"title":"Manoman","adult":false,"genre_ids":[18,16]},{"cast":["Justin Mark","Milana Vayntrub","Emily Bett Rickards"],"overview":"An OCD gay twentysomething considers a romantic life with a struggling actress he meets at an S&amp;M-themed party.","release_date":"2015-08-06","vote_average":4.8,"runtime":9,"cert":"\"\"","id":353408,"title":"Normal Doors","adult":false,"genre_ids":[35,18]},{"cast":["Fernando Poe Jr.","Judy Ann Santos","Aileen Damiles","Anita Linda","Paquito Diaz"],"overview":"Badong (FPJ) is an auto repair shop owner and a doting father to Joey (Judy Ann Santos), his pretty but tomboyish daugther. The protective father that he is, Badong disheartens every young man who tries to woo Joey.The real test in their father-daugther relationship comes when Badong meets and falls in love with a beautiful doctor. Thinking that she is losing her father's love to another woman, Joey agrees to go out with her boastful suitor to spite Badong.","release_date":"1999-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":353428,"title":"Isusumbong Kita sa Tatay Ko","adult":false,"genre_ids":[18,28,35]},{"cast":["Ben Diskin","Dee Dee Greene","Mella Leigh","Mella Leigh","Mike Jacobs"],"overview":"Kate and Humphrey take their pups to Alfred Creek Falls for a vacation, where they find themselves embroiled in a cross-country chase after mad wolf trappers spot them.","release_date":"2015-08-04","vote_average":5.8,"runtime":43,"cert":"\"\"","id":353430,"title":"Alpha and Omega 5: Family Vacation","adult":false,"genre_ids":[10751,16]},{"cast":["Ryzza Mae Dizon","Vic Sotto","Wally Bayola","Sef Cadayona","Nikki Gil"],"overview":"Three stories that focus on a precocious child who keeps getting into trouble, and the weary guardian who's along for the ride.","release_date":"2014-12-25","vote_average":2.0,"runtime":125,"cert":"N\/A","id":353432,"title":"My Big Bossing","adult":false,"genre_ids":[35]},{"cast":["Suzanne Sacks","Michael Opal","Natalie Stavola","J. Benedict Larmore","Breanne Hill"],"overview":"A family drama dealing with real life events. It tells the story of a typical middle class family living in the United States and the dramatic real-world issues they confront that threatens to break the family unity apart.","release_date":"2012-11-12","vote_average":0.0,"runtime":93,"cert":"\"\"","id":353434,"title":"365 Decision Time","adult":false,"genre_ids":[28,18,10751]},{"cast":[],"overview":"Christoph Sieber's Award-winning cabaret artist, comedian, writer and presenter. He is a regular guest at the \"Satire Gipfel\" (ARD), in \"Die Anstalt\" (ZDF), the \"Mitternachtsspitzen\" (WDR), with \"Volker Pispers &amp; Gäste\" (3sat) and other in many cabaret shows on television. With razor-sharp wit and mind scant the cabaret artist the niches of everyday life and thereby pulls every seiners comedic art. In \"Alles ist nie genug!\" Christoph Sieber is seriously funny and sincerely angry. He shows a love lyrical and sometimes presents wrapped in candy wrappers cynicism that mention the audience concerned and the next moment Lets laugh.","release_date":"2012-03-05","vote_average":8.0,"runtime":110,"cert":"N\/A","id":353439,"title":"Christoph Sieber - Everything is never enough!","adult":false,"genre_ids":[35]},{"cast":["Luke Edwards","Flula Borg","Austin Highsmith","Ashley Crow","Nick Mundy"],"overview":"A former war vet, a misanthrope, and an illegal immigrant seek salvation in a pair of inexperienced drug dealers staked out at a run-down desert motel.","release_date":"2015-08-29","vote_average":4.3,"runtime":90,"cert":"\"\"","id":353441,"title":"Little Paradise","adult":false,"genre_ids":[53,35,80]},{"cast":["Irrfan Khan","Konkona Sen Sharma","Neeraj Kabi","Sohum Shah","Atul Kumar"],"overview":"A hardened cop deals with three conflicting perspectives involving a brutal double murder. The case is complicated as the prime suspects are the parents who supposedly killed their teenage daughter.","release_date":"2015-09-14","vote_average":7.5,"runtime":132,"cert":"\"\"","id":353464,"title":"Talvar","adult":false,"genre_ids":[53,18,9648]},{"cast":[],"overview":"An audio-visual collaboration between Italian ambient\/drone musician, Easychord and UK filmmaker, Scott Barley.  Guided by Easychord's haunting, bodily piece, the Scott Barley's visuals explore and invoke the concepts of prisoner's cinema, stream of consciousness, repetition, the primordial body, fundamental entities, and astral planes.","release_date":"2014-05-07","vote_average":10.0,"runtime":12,"cert":"N\/A","id":353466,"title":"Polytechnique","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This educational film emphasizes the importance of good grooming and personal hygiene habits. Clothes should always appear clean and neat, and should be appropriate to the classroom setting. (Inappropriate dress makes you uncomfortable and conspicuous, not a good thing!) The functions of the skin are examined in scientific detail. Methods for cleaning the skin are demonstrated. Besides maintaining skin and body health, good grooming habits will help you \"fit in\" in various social situations, and may even help a gal attract a boyfriend!","release_date":"1947-01-01","vote_average":4.0,"runtime":16,"cert":"\"\"","id":353468,"title":"Body Care and Grooming","adult":false,"genre_ids":[99]},{"cast":["Serena Grandi","Leo Gullotta","Michel Rocher","Miriam Baldi","Antonio Caffari"],"overview":"Leo is a street vendor who, always accompanied by his dog Cagliostro, he entertains shoppers on the beach telling stories more or less agreeable to a group of guys who are really too busy to look for adventures chasing the tourists. Meanwhile Mario, a boy on vacation with his father, falls in love with his beautiful cello teacher but this, of course, prefers the father.","release_date":"1989-11-04","vote_average":5.0,"runtime":89,"cert":"N\/A","id":353470,"title":"L'insegnante di violoncello","adult":false,"genre_ids":[]},{"cast":["Adam Auctor","Krystle Cole","Sean Dunagan","Diane Goldstein","Hamilton Morris"],"overview":"In 2013, five friends with no documentary experience embarked on a journey to expose the rise of dangerous substance adulteration, and provide a well-rounded critique of ineffective drug policy.","release_date":"2014-09-04","vote_average":0.0,"runtime":61,"cert":"\"R\"","id":353472,"title":"What's in My Baggie?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ancient Period story","release_date":"","vote_average":0.0,"runtime":150,"cert":"N\/A","id":353492,"title":"puli-part2","adult":false,"genre_ids":[]},{"cast":["Ralph Clanton"],"overview":"An angel and a devil try to persuade a borderline wholesale bakery salesman to their side.","release_date":"1954-01-01","vote_average":4.0,"runtime":20,"cert":"\"\"","id":353494,"title":"Out of This World","adult":false,"genre_ids":[14,99]},{"cast":["Humphrey Davis"],"overview":"An informative short about the importance of finance.","release_date":"1951-01-01","vote_average":2.8,"runtime":12,"cert":"\"\"","id":353496,"title":"Money Talks!","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Ypres - The Shell-Shattered City of Flanders","cast":[],"id":353498,"overview":"A documentary film showing the ruins of the town of Ypres after the famous First World War battle. Extended version of a 1916 original.","runtime":36,"genre_ids":[99],"release_date":"1918-11-11","vote_average":0.0,"adult":false}]