[{"cast":["Graeme Blundell","Abigail","Alan Finney","Gus Mercurio","Noel Ferrier"],"overview":"Alvin Purple, a man who can't hold down a job because of his voracious sexual appetite, impersonates a dead American Gangster.","release_date":"1974-12-16","vote_average":6.8,"runtime":89,"cert":"N\/A","id":35000,"title":"Alvin Rides Again","adult":false,"genre_ids":[35]},{"cast":["Rod Steiger","Sara Montiel","Brian Keith","Ralph Meeker","Jay C. Flippen"],"overview":"When the South loses the war, Confederate veteran O'Meara goes West, joins the Sioux, takes a wife and refuses to be an American but he must choose a side when the Sioux go to war against the U.S. Army.","release_date":"1957-09-05","vote_average":6.1,"runtime":86,"cert":"N\/A","id":35001,"title":"Run of the Arrow","adult":false,"genre_ids":[37]},{"cast":["Victoria Vetri","Robin Hawdon","Patrick Allen","Drewe Henley","Sean Caffrey"],"overview":"Hammer Film’s follow-up to the successful One Million Years B.C. is set in an ancient past when humans and dinosaurs co-exist.  Athletic cavewomen and hairy men wander around, grunting, sweating and occasionally sacrificing evil blonde babes to the sun in return for protection from stop-motion beasts. The fun-loving, energetic Sanna (Victoria Vetri), one of the sacrificial offerings, manages to escape during a ritual and joins another tribe where she says ‘necro’ a lot and falls in love with a surprisingly hairless guy.","release_date":"1970-10-25","vote_average":5.0,"runtime":100,"cert":"PG","id":35002,"title":"When Dinosaurs Ruled the Earth","adult":false,"genre_ids":[12,14,878]},{"cast":["Ameatabh Bachan","Richard Crash Baechler","Tori Black","Ethan Cage","Chris Cannon"],"overview":"Time is running out in this apocalyptical erotic adventure. Awakened from a cryogenic slumber, Samantha finds the world she used to know is gone. Lost in a strange city overrun by brutal tribes of proto-humans and teeming with sexual fervor, Samantha is rescued by a scrappy scavenger girl. Samantha's only hope for salvation lies in the hands of the charismatic ruler of a desolate desert village, known as Elysium Fields. But when Prince Amir takes Samantha under his wing, he discovers who she really is and decides that she must make the ultimate sacrifice. Time is up. Time is over.","release_date":"2009-09-08","vote_average":10.0,"runtime":265,"cert":"N\/A","id":35003,"title":"The 8th Day","adult":true,"genre_ids":[12,878]},{"cast":["Rhys Coiro","Milo Ventimiglia","Samantha Mathis","Mimi Rogers","Susan Ward"],"overview":"Almost rich, almost thirty, he never lies or cheats, even when his beautiful fiancé orders him around and his ball-busting boss uses threats as motivation. John never makes a sound, eager to do right. Rick Carlson is not. A smooth talking and coercive, Rick turns John's life upside down when he not only moves into his building, but starts working at his competitive law firm.","release_date":"2010-01-01","vote_average":4.7,"runtime":90,"cert":"N\/A","id":35004,"title":"Order of Chaos","adult":false,"genre_ids":[53]},{"cast":["China Zorrilla","Eduardo Blanco","Ulises Dumont","Silvina Bosco","Floria Bloise"],"overview":"Jaime has lost his job and has to provide for his wife, son and daughter. Pressured by this circumstances, he visits his mom, who lives in an apartment he owns, to ask her to move with him so he can sell the apartment. But she is not going to cooperate. And, to Jaime's surprise, she also has a boyfriend!","release_date":"2004-04-15","vote_average":5.3,"runtime":90,"cert":"N\/A","id":35005,"title":"Conversations with Mother","adult":false,"genre_ids":[35,18]},{"cast":["Sydney Greenstreet","Zachary Scott","Faye Emerson","Peter Lorre","Victor Francen"],"overview":"A meek novelist investigates the mysterious death of a notorious scoundrel.","release_date":"1944-07-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":35006,"title":"The Mask of Dimitrios","adult":false,"genre_ids":[53]},{"cast":["Googie Withers","Jack Warner","John McCallum","Edward Chapman","Susan Shaw"],"overview":"During a rainy Sunday afternoon, an escaped prisoner tries to hide out at the home of his ex-fiance.","release_date":"1947-11-25","vote_average":6.3,"runtime":92,"cert":"","id":35007,"title":"It Always Rains on Sunday","adult":false,"genre_ids":[80,18]},{"cast":["Yvan Attal","Anne Consigny","Françoise Fabian","André Marcon","Alex Descas"],"overview":"A rich industrialist is brutally kidnapped. While he physically and mentally degenerates in imprisonment, the kidnappers, police and the board of the company of which he is director negotiate about the ransom of 50 million euro.","release_date":"2009-11-18","vote_average":6.3,"runtime":125,"cert":"N\/A","id":35008,"title":"Rapt","adult":false,"genre_ids":[18,53]},{"cast":["Ginger Rogers","Ronald Reagan","Doris Day","Steve Cochran","Hugh Sanders"],"overview":"Ginger Rogers is troubled when she finds her sister's husband is a member of the KKK.","release_date":"1951-02-10","vote_average":7.0,"runtime":93,"cert":"N\/A","id":35009,"title":"Storm Warning","adult":false,"genre_ids":[80,18]},{"cast":["Jun Ji-hyun","Hwang Jung-min","Park Yong-Soo","Lee Sang-yeob","Jin Ji-hee"],"overview":"SONG Soo-jung is a producer going on her third year at a small company. Her specialty is human interest stories. She is driven to produce these shallow stories for the sake of her ambition of one day becoming Korea’s own Oprah Winfrey. However, she is reaching the end of what’s left of her pride. One day, after months of not getting paid, she leaves her office with the company camera to produce a story on a lion apparently refusing to eat its meal. On her way, however, she comes across a robber, but she is saved somehow by Superman in a Hawaiian shirt. “Superman” claims he’s unable to tap into his supernatural powers as the bad guys have placed kryptonite inside his head. However, he doesn’t let that get in his way from helping others, from saving the world from global warming to saving a lost puppy.","release_date":"2008-01-31","vote_average":7.3,"runtime":102,"cert":"N\/A","id":35010,"title":"A Man Who Was Superman","adult":false,"genre_ids":[35,18]},{"cast":["Walter de Donder","Chris Cauwenbergs","Agnes de Nul","Hilde Vanhulle"],"overview":"No overview found.","release_date":"2003-06-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":35011,"title":"Kabouter Plop - Het kabouterziekenhuis","adult":false,"genre_ids":[35,12,10751]},{"cast":["Urbanus","Bea Van Der Maet","Willeke van Ammelrooy","Herbert Flack","Jan Decleir"],"overview":"Placide's dad tells him on his deathbed he'll haunt Placide if he doesn't find a wife soon. Placide cautiously agrees, but he only wants to settle for a very beautiful woman. That might be easier said than done, since he is a vagabond. When he accidentally enters a photo shoot, Placide meets Sarah. He falls in love, but she is way out of his reach.","release_date":"1990-02-23","vote_average":6.5,"runtime":95,"cert":"N\/A","id":35016,"title":"Koko Flanel","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Conte","Dianne Foster","Kathryn Grant","Larry Gates","James Darren"],"overview":"The Rico brothers are mobsters in the employ of syndicate head Sid Kubick. Richard Conte plays the one Rico brother who has forsaken crime. But the other Ricos (James Darren and Paul Picerni) haven't yet seen the light, causing a deep rift in the brothers' family bonds. Conte gets word that his brothers have been marked for murder, and tries to warn them.","release_date":"1957-09-01","vote_average":6.1,"runtime":92,"cert":"N\/A","id":35017,"title":"The Brothers Rico","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Ayako Wakao","Akio Hasegawa","Gaku Yamamoto","Kei Satō","Fujio Suga"],"overview":"In this elegant proto-feminist shocker from Yasuzo Masumuro, a woman forced into prostitution wreaks her spidery revenge. A mysterious tattoo artist puts his masterpiece, a human-faced spider, on a kidnapped woman's back. She and her lover are then forced into a conspiracy-born nightmare, where they face the danger of becoming the very evil they seek to escape. With each new bloody incident, the spider's face seems to redden with ever-growing hunger…","release_date":"1966-01-15","vote_average":7.0,"runtime":86,"cert":"N\/A","id":35018,"title":"Irezumi","adult":false,"genre_ids":[18,53]},{"cast":["Emma Thompson","Asa Butterfield","Ralph Fiennes","Maggie Gyllenhaal","Maggie Smith"],"overview":"Nanny McPhee appears at the door of a harried young mother, Mrs. Isabel Green, who is trying to run the family farm while her husband is away at war. But once she’s arrived, Nanny McPhee discovers that the children are fighting a war of their own against two spoiled city cousins who have just moved in. Relying on everything from a flying motorcycle and a statue that comes to life to a tree-climbing piglet and a baby elephant, Nanny uses her magic to teach her mischievous charges five new lessons.","release_date":"2010-03-26","vote_average":6.1,"runtime":109,"cert":"U","id":35019,"title":"Nanny McPhee and the Big Bang","adult":false,"genre_ids":[35,14,10751]},{"cast":[],"overview":"Charlie Brown tells Sally a somewhat modified version of the legend of the Pied Piper, as Snoopy plays the title character who tries to rid the Peanuts' gang's hometown of sports playing, loudly dancing mice by playing his accordion in return for a year's supply of dog food.","release_date":"2000-01-01","vote_average":4.3,"runtime":25,"cert":"N\/A","id":35020,"title":"It's the Pied Piper, Charlie Brown","adult":false,"genre_ids":[35,10751]},{"cast":["Daniel Olbrychski","Michal Zebrowski","Bogdan Stupka","Małgorzata Foremniak","Marina Aleksandrova"],"overview":"In IX century Europe, on the brink of Poland's birth, a cruel prince, Popiel, murders his cousins to ensure his son's succession. His crimes lead to an uprising of his subjects lead by the former commander of Popiel's army, Piastun, and a young hunter and warrior, Ziemowit. Meanwhile Ziemowit falls in love with Dziwa, lovely girl who is to become a priestess in the local temple ...","release_date":"2003-09-19","vote_average":5.9,"runtime":107,"cert":"N\/A","id":35021,"title":"The Old Fairy Tale: When the Sun Was God","adult":false,"genre_ids":[18,14]},{"cast":["Denjirô Ôkôchi","Susumu Fujita","Yukiko Todoroki","Takashi Shimura","Ryûnosuke Tsukigata"],"overview":"The story of Sanshiro, a strong stubborn youth, who travels into the city in order to learn Jujutsu. However, upon his arrival he discovers a new form of self-defence: Judo. The main character is based on Shiro Saigo, a legendary judoka.","release_date":"1943-03-25","vote_average":6.5,"runtime":80,"cert":"N\/A","id":35022,"title":"Sanshiro Sugata","adult":false,"genre_ids":[18]},{"cast":["Edmond O'Brien","Lizabeth Scott","Terry Moore","Alexander Knox","Griff Barnett"],"overview":"Brandy Kirby (Lizabeth Scott ) and crooked Lawyer Vincent Mailer (Alexander Knox) plan to rob William (Griff Barnett) and Maida McIntyre (Virginia Brissac) by producing a convincing double for their long-lost son. Brandy charms gambler Lefty Farrell (Edmond O'Brien) into impersonating the missing son.","release_date":"1951-07-01","vote_average":6.7,"runtime":75,"cert":"N\/A","id":35023,"title":"Two of a Kind","adult":false,"genre_ids":[80]},{"cast":["Albert Dupontel","Marianne Denicourt","Philippe Uchan","Marina Tomé","Sophie Mounicot"],"overview":"Suffering from depression and marital problems, Alex mistakenly orders a life-size doll, whom he names \"Monique\". With the help of Monique, Alex turns his life around; however she soon becomes the envy of his friends and wife.","release_date":"2002-08-21","vote_average":5.0,"runtime":92,"cert":"N\/A","id":35024,"title":"Monique","adult":false,"genre_ids":[35,18]},{"cast":["José Garcia","Gilbert Melki","Carmen Maura","Arsène Mosca","Jo Prestia"],"overview":"A mild-mannered banker is forced to masquerade as a notorious gangster and pimp.","release_date":"2010-02-16","vote_average":5.7,"runtime":90,"cert":"N\/A","id":35025,"title":"Le Mac","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Melvil Poupaud","Sylvie Testud","Alexandra Lamy","Michaël Youn"],"overview":"Fearless gunslinger, Lucky Luke, is ordered by the President to bring peace to Daisy Town.","release_date":"2009-10-21","vote_average":4.5,"runtime":103,"cert":"N\/A","id":35026,"title":"Lucky Luke","adult":false,"genre_ids":[35,37,12]},{"cast":["Masakatsu Funaki","Mikio Ohsawa","Ayaka Maeda","Harumi Sone","Hirotaro Honda"],"overview":"Like a Dragon: Prologue is a 2006 Japanese crime drama Original Video directed by Takeshi Miyasaka with Takashi Miike as executive director. It is based upon Toshihiro Nagoshi's 2005 video game Yakuza released on PlayStation 2. This drama stars puroresu champion Masakatsu Funaki in the title role and is a prequel to the original episode of the Yakuza series.","release_date":"2006-08-16","vote_average":5.5,"runtime":43,"cert":"N\/A","id":35027,"title":"Like a Dragon: Prologue","adult":false,"genre_ids":[]},{"cast":["Hugh Quarshie","Leigh Whannell","Don Bies","Timothy Zahn","Shane Morrissey"],"overview":"The PhanDom Menace presents the definitive look at the most devoted fans on the planet. Follow the lives of Australia's most passionate Star Wars fans as the moment they've waited 16 years for is suddenly upon them. See the amazing costumes, trivia soaked brains, vast collections and unconditional dedication that make these fans a breed apart. Be stunned by the shockwaves that echo through the Star Wars fan community at the dawn of its new prequel era.","release_date":"2002-01-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":35028,"title":"The PhanDom Menace","adult":false,"genre_ids":[99]},{"cast":["Paul Frankeur","Laurent Terzieff","Alain Cuny","Edith Scob","Bernard Verley"],"overview":"Two drifters go on a pilgrimage from France to Santiago de Compostela in Spain. Along the way, they hitchhike, beg for food, and face the Christian dogmas and heresies from different Ages.","release_date":"1969-03-15","vote_average":7.3,"runtime":102,"cert":"N\/A","id":35031,"title":"The Milky Way","adult":false,"genre_ids":[18,35]},{"cast":["Judy Garland","Gene Kelly","Walter Slezak","Gladys Cooper","Reginald Owen"],"overview":"A girl is engaged to the local richman, but meanwhile she has dreams about the legendary pirate Macoco. A traveling singer falls in love with her and to impress her he poses as the pirate.","release_date":"1948-06-11","vote_average":6.8,"runtime":102,"cert":"N\/A","id":35032,"title":"The Pirate","adult":false,"genre_ids":[10402,10749]},{"cast":["Margie Gay"],"overview":"Julius goes rabbit hunting while Alice goes bear hunting. Alice and her cat learn at their own expense that one shouldn't bother animals, whether those be rabbits or bears.","release_date":"1925-02-01","vote_average":4.5,"runtime":8,"cert":"N\/A","id":35033,"title":"Alice Gets Stung","adult":false,"genre_ids":[16,35]},{"cast":["Jet Li","Stephen Chow","Dick Wei","Nina Li Chi","Mark Williams"],"overview":"Jimmy and Tiger are members of the Chinese national wushu team. The two are in Los Angeles to perform exhibitions. However, for Tiger, he plans to defect to L.A. to make a name for himself. When Jimmy learns of Tigers plan to defect, an attempt to stop him fails and Jimmy ends up missing his flight to China. Now a fish out of water, Jimmy's only hope is Andy, a wisecracking youngster in L.A. Meanwhile, Tiger works for a mafia boss. When Tiger loses a fortune in cocaine in a detergent box that Andy accidentally took, Andy and Jimmy soon have no choice but to face the wrath of Tiger and his men. Their only ally is Penny, the girlfriend of Tiger's boss. Two men who were once best friends have now become bitter enemies.","release_date":"1989-09-01","vote_average":5.6,"runtime":96,"cert":"N\/A","id":35038,"title":"Dragon Fight","adult":false,"genre_ids":[28]},{"cast":["Mariah Carey","Boyz II Men"],"overview":"No overview found.","release_date":"1995-01-01","vote_average":8.0,"runtime":56,"cert":"N\/A","id":35043,"title":"Fantasy: Mariah Carey at Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":["Mimi Rogers","Bryan Brown","Christopher Burgard","Elizabeth Barondes","Gareth Williams"],"overview":"Nina, an art dealer, has her weekly massage appointment and is surprised to find out her usual masseur, Douglas, has sent a replacement named Fitch. The pair develop an easy rapport during the session, with talk about past relationships. As Nina lies topless on the massage table, Fitch also takes time to explain various massage techniques, including those used by Hopi medicine men.","release_date":"1995-10-01","vote_average":6.3,"runtime":93,"cert":"N\/A","id":35044,"title":"Full Body Massage","adult":false,"genre_ids":[18]},{"cast":["Katie Melua"],"overview":"On The Road Again is a collection of live performances from Melua, the major highlight being a gig in Croydon during March 2004","release_date":"2005-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":35047,"title":"Katie Melua - On The Road Again","adult":false,"genre_ids":[10402]},{"cast":["Ross Noble"],"overview":"Stand-up comedian Ross Noble takes his unique brand of humor Down Under. A live show recorded in front of a rapturous Aussie audience.","release_date":"2007-11-12","vote_average":6.5,"runtime":128,"cert":"N\/A","id":35048,"title":"Ross Noble: Fizzy Logic","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35049,"title":"Sexcrimes 3","adult":true,"genre_ids":[]},{"cast":["Ross Noble"],"overview":"Ross Noble live at Newcastle City Hall in 2005","release_date":"2006-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35050,"title":"Ross Noble: Randomist","adult":false,"genre_ids":[35]},{"cast":["Russell Brand","Brian Balthazar"],"overview":"In this feature Brand details the difficulty of handling his newfound fame in America, recounts the time he meet the Queen and instructs women on how to approach him.","release_date":"2009-05-19","vote_average":5.2,"runtime":61,"cert":"N\/A","id":35051,"title":"Russell Brand in New York City","adult":false,"genre_ids":[35]},{"cast":["Eva Green","Juno Temple","María Valverde","Imogen Poots","Ellie Nunn"],"overview":"Jealousy flares after the headmistress of an elite boarding school for girls becomes obsessed with a new student.","release_date":"2009-12-04","vote_average":6.7,"runtime":104,"cert":"15","id":35052,"title":"Cracks","adult":false,"genre_ids":[18,9648,53]},{"cast":["Sunny Deol","Juhi Chawla","Shah Rukh Khan","Anupam Kher","Tanvi Azmi"],"overview":"A woman is caught between one man's love and another man's obsession. She fears one and fears for the other. One stands for love and the other for life. Who will she choose?","release_date":"1993-12-23","vote_average":7.0,"runtime":179,"cert":"N\/A","id":35053,"title":"Darr","adult":false,"genre_ids":[18,10749,53]},{"cast":["Brad Anderson","Desmond Dutcher","Mark Ford","David A. Rudd","Alexis Suarez"],"overview":"A hot, young and charming man with ulterior motives enters the lives of a tight-knit group of gay men in New York City and at first adds excitement and intrigue to their group, but events soon spiral out of control as he deliberately attempts to destroy their relationships.","release_date":"2007-10-12","vote_average":5.2,"runtime":99,"cert":"","id":35054,"title":"Whirlwind","adult":false,"genre_ids":[18,10749]},{"cast":["Simon Gosejohann","Thilo Gosejohann","Anke Engelke","Bela B.","Mareike Fell"],"overview":"After escaping from the terror of Vietnam, Jackson works as a headhunter. His old enemies from Vietnam open up a disco near the American-Iraqi border. They try to sell dangerous weapons to the Iragi government. Jackson is the only one who can stop them. Besides, he must care about his daughter, age 5. On the birthday party of his daughter, the situation escalates... and there is still a dance competition to be hold.","release_date":"2003-01-01","vote_average":6.5,"runtime":110,"cert":"N\/A","id":35055,"title":"Operation Dance Sensation","adult":false,"genre_ids":[28,35]},{"cast":["Tina Fey","Steve Carell","Mark Wahlberg","Taraji P. Henson","Jimmi Simpson"],"overview":"Phil and Claire Foster fear that their mild-mannered relationship may be falling into a stale rut. During their weekly date night, their dinner reservation leads to their being mistaken for a couple of thieves—and now a number of unsavoury characters want Phil and Claire killed.","release_date":"2010-04-08","vote_average":6.0,"runtime":97,"cert":"15","id":35056,"title":"Date Night","adult":false,"genre_ids":[35]},{"cast":["Kim Novak","James Garner","Tony Randall","Howard Morris","Howard Duff"],"overview":"Fred, George, Doug and Howie are quickly reaching middle-age. Three of them are married, only Fred is still a bachelor. They want something different than their ordinary marriages, children and TV-dinners. In secret, they get themselves an apartment with a beautiful young woman, Kathy, for romantic rendezvous. But Kathy does not tell them that she is a sociology student researching the sexual life of the white middle-class male.","release_date":"1962-06-21","vote_average":6.2,"runtime":115,"cert":"N\/A","id":35057,"title":"Boys' Night Out","adult":false,"genre_ids":[35]},{"cast":["Brian Johnson","Angus Young","Malcolm Young","Cliff Williams","Phil Rudd"],"overview":"The relentless power chords of AC\/DC have ruled the likes of rock music and endured through all of its varying forms for nearly three decades. There's not a rock band on MTV or in the basement that doesn't bow before the masters of dirty deeds. Stiff Upper Lip Live captures AC\/DC where they shine most--in front of thousands of their rabid fans. [Tracklist:] 01 Newsflash 02 Stiff Upper Lip 03 You Shook Me All Night Long 04 Problem Child 05 Thunderstruck 06 Hell Ain't A Bad Place To Be 07 Hard As A Rock 08 Shoot To Thrill 09 Rock And Roll Ain't Noise Pollution 10 What Do You Do For Money Honey 11 Bad Boy Boogie 12 Hells Bells 13 Up To My Neck In You 14 The Jack 15 Back In Black 16 Dirty Deeds Done Dirt Cheap 17 Highway To Hell 18 Whole Lotta Rosie 19 Let There Be Rock 20 T.N.T. 21 For Those About To Rock We Salute You 22 Shot Down In Flames 23 Credits","release_date":"2001-12-04","vote_average":6.8,"runtime":140,"cert":"N\/A","id":35058,"title":"AC\/DC: Stiff Upper Lip Live","adult":false,"genre_ids":[10402]},{"cast":["Emilie de Ravin","Cybill Shepherd","Ivan Sergei","Brian Markinson","Ty Olsson"],"overview":"Baltimore's top hostage negotiator embarks on a relationship with a man who could be her soulmate while racing to resolve a case that threatens her job and her life","release_date":"2009-04-04","vote_average":5.8,"runtime":90,"cert":"N\/A","id":35059,"title":"High Noon","adult":false,"genre_ids":[18,10749]},{"cast":["Sabrina Reiter","Andreas Kiendl","Anna Rot","Martin Loos","Julia Rosa Peer"],"overview":"One year ago, Nina survived the attacks of a serial killer. She wants to flee from these memories but one call at night recalls all memories and she is again in the middle of a murder mystery.","release_date":"2008-12-25","vote_average":5.0,"runtime":95,"cert":"N\/A","id":35060,"title":"Dead in 3 Days 2","adult":false,"genre_ids":[27,53]},{"cast":["Fardeen Khan","Esha Deol","Kirron Kher"],"overview":"The movie is about five couples who are on their honeymoon at Ooty and share the same hotel. All of them are pretty newly wed except for one who are celebrating their wedding anniversary. Together the couples take many tours and visit sites together in Ooty and get to know each other on a personable level. Slowly and steadily host of stories open up about each of them.","release_date":"2007-03-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":35063,"title":"Just Married: Marriage Was Only the Beginning!","adult":false,"genre_ids":[18,10749]},{"cast":["Akshay Kumar","Shilpa Shetty","Sunil Shetty","Mahima Chaudhry"],"overview":"Dhadkan is about Anjali (Shilpa Shetty) who is a girl that hails from an extremely rich and influential family. Her father Mr. Chauhan (Kiran Kumar) is a renowned businessman and has many dreams for his daughter. But Anjali is in love with Dev (Sunil Shetty) who is very poor & often cannot even afford to clothe himself properly. Dev also loves Anjali, wants to marry her so has to meet her father.","release_date":"2000-08-11","vote_average":6.4,"runtime":171,"cert":"N\/A","id":35064,"title":"Dhadkan","adult":false,"genre_ids":[18,10749]},{"cast":["Laura Harring","Jill Marie Jones","Oded Fehr","Dalton Alfortish","Garrett A. Lain"],"overview":"An abused wife's plan to escape her husband goes awry when she accidentally kills him, causing her to split on a cross-country drive with her best friend and his corpse in tow.","release_date":"2009-01-16","vote_average":5.4,"runtime":85,"cert":"N\/A","id":35065,"title":"Drool","adult":false,"genre_ids":[35,18]},{"cast":["Craig Ferguson","Jane Horrocks","Adrian Lester","Catherine McCormack","Jimi Mistry"],"overview":"In modern-day London, three men (Craig Ferguson, Jimi Mistry and David Morrissey) and three women (Olivia Williams, Jane Horrocks and Catherine McCormack) fall in and out of love and back again, to the Greek-chorus accompaniment of two cab drivers, who engage in an ongoing conversation about sex. A winning romantic comedy, Born Romantic is the second feature by British writer-director David Kane of This Year's Love fame.","release_date":"2000-09-14","vote_average":6.3,"runtime":96,"cert":"","id":35066,"title":"Born Romantic","adult":false,"genre_ids":[35,10749]},{"cast":["Rina Takeda","Tatsuya Naka","Sayaka Akimoto","Kyôji Amano","Mayu Gamou"],"overview":"Martial arts purists -- not to mention fans of miniskirt-clad, high-kicking karate girls -- will welcome the tightly choreographed fight scenes and slow-motion scuffles in this film about a teenage karate phenom eager to take down her older peers. High schooler Kei Tsuchiya joins The Destroyers when she decides that her longtime karate master is holding her back. She realizes her mistake but it's too late.","release_date":"2009-05-30","vote_average":5.4,"runtime":81,"cert":"N\/A","id":35067,"title":"High Kick Girl!","adult":false,"genre_ids":[12,28]},{"cast":["Peter O'Toole","Philippe Noiret","Siân Phillips","Horst Janson","John Hallam"],"overview":"Murphy is the sole survivor of his crew, that has been massacred by a German U-Boat in the closing days of World War II. He is rescued, and ends up at a forgotten mission station near the mouth of the Orinoco, and begins to plot his vengeance. He wishes to sink the U-Boat by means of any method imaginable to him, and sets about to make the courageous attempt, assisted by Louis, the local oil company Administrator.","release_date":"1971-07-01","vote_average":6.3,"runtime":107,"cert":"N\/A","id":35068,"title":"Murphy's War","adult":false,"genre_ids":[18,10752]},{"cast":["Shabana Azmi","Ajay Naidu","Ayesha Dharker","Michael Raimondi","Seema Rahmani"],"overview":"A ruthless philantrophist. A bhangra rapper. An over-protected prodigy. A reckless actress. A lovelorn businessman. An entrepreneurial yogi. And a Loin King. Enter a roller-coaster world of seven strangers whose lives collide during a singing contest in a small New Jersey town.","release_date":"2008-09-12","vote_average":5.5,"runtime":88,"cert":"N\/A","id":35069,"title":"Loins of Punjab Presents","adult":false,"genre_ids":[35]},{"cast":["Mark Reizen","Aleksej Krivchenya","Anton Grigoryev"],"overview":"Modest Mussorgsky's final opera, left unfinished at the time of this death in March of 1881.","release_date":"1960-09-17","vote_average":0.0,"runtime":173,"cert":"N\/A","id":35070,"title":"Khovanshchina","adult":false,"genre_ids":[]},{"cast":["Paul Hubschmid","Paula Raymond","Cecil Kellaway","Kenneth Tobey","Donald Woods"],"overview":"An atomic bomb test in the Arctic Circle unfreezes a hibernating fictional dinosaur, a Rhedosaurus, that begins to wreak havoc in New York City.","release_date":"1953-06-13","vote_average":6.7,"runtime":80,"cert":"PG","id":35073,"title":"The Beast from 20,000 Fathoms","adult":false,"genre_ids":[12,27,878]},{"cast":["Eric Balfour","Aarón Díaz","Iva Hasperger","Humberto Busto","Liv Boughn"],"overview":"The film opens with a baby dinoshark swimming away from a broken chunk of Arctic glacier that calved due to global warming. Three years later, the dinoshark is a ferocious predatory adult and kills tourists and locals offshore from Puerto Vallarta, Mexico. The protagonist, Trace, is first to notice the Dinoshark and witnesses his friend get eaten, but has trouble convincing people that a creature of such antiquity is still alive and eating people.","release_date":"2010-01-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":35074,"title":"Dinoshark","adult":false,"genre_ids":[27,878]},{"cast":["Johannes Meyer","Helge Nissen","Halvard Hoff","Jacob Texiere","Hallander Helleman"],"overview":"The power of Satan is highlighted in four historical tales: the betrayal and subsequent arrest of Jesus, the Spanish Inquisition, the French Revolution and the execution of Marie Antoinette, and the Finnish War of Independence in 1918.","release_date":"1920-01-24","vote_average":6.9,"runtime":121,"cert":"N\/A","id":35075,"title":"Leaves from Satan's Book","adult":false,"genre_ids":[18]},{"cast":["Frances McDormand","Michael Pollan"],"overview":"Featuring Michael Pollan and based on his best-selling book, this special takes viewers on an exploration of the human relationship with the plant world -- seen from the plants' point of view. Narrated by Frances McDormand, the program shows how four familiar species -- the apple, the tulip, marijuana and the potato -- evolved to satisfy our yearnings for sweetness, beauty, intoxication.","release_date":"2009-10-28","vote_average":6.6,"runtime":120,"cert":"N\/A","id":35076,"title":"The Botany of Desire","adult":false,"genre_ids":[99]},{"cast":["Sydney Greenstreet","Geraldine Fitzgerald","Peter Lorre","Joan Lorring","Robert Shayne"],"overview":"On the eve of the Chinese New Year, three strangers, Crystal Shackleford, married to a wealthy philanderer; Jerome Artbutny, an outwardly respectable judge; and Johnny West, a seedy sneak thief, make a pact before a small statue of the Chinese goddess of Destiny. The threesome agree to purchase a sweepstakes ticket and share whatever winnings might accrue.","release_date":"1946-01-28","vote_average":6.7,"runtime":92,"cert":"N\/A","id":35077,"title":"Three Strangers","adult":false,"genre_ids":[53]},{"cast":["Brad T. Gottfred","Lindsay Wray","Katherine Carlson","Lena Bookall","Remy Thorne"],"overview":"Baxter Goode is a man trying to find an ending to his book about a sex obsessed stick figure searching for a portal to the three dimensional world, as his father, a best selling Christian author, tries to stop him. His life is further complicated by his search for the one woman who will liberate him from his long addiction to orgy fantasies.","release_date":"2008-01-01","vote_average":2.5,"runtime":90,"cert":"N\/A","id":35078,"title":"Orgies and the Meaning of Life","adult":false,"genre_ids":[18,10749]},{"cast":["Diana Lee Inosanto","Keith David","Michael O'Laskey II","Mark McGraw","Kerry Knuppe"],"overview":"Lonely gay teenager, McClain, struggles to fit in with his classmates in a small, conservative Colorado town. After he's severely beaten at school, Karen O'Neil, a martial arts Sensei, secretly trains him to defend himself. When the town discovers their secret, a series of catastrophic events unfolds.","release_date":"2008-05-04","vote_average":4.7,"runtime":95,"cert":"N\/A","id":35081,"title":"The Sensei","adult":false,"genre_ids":[28,18]},{"cast":["Sunny Deol","Irrfan Khan","Isha Koppikar","Konkona Sen Sharma","Arav Chowdhary"],"overview":"Two cops who are best friends have a friendly rivalry until their need for supremacy leads them to fight to be top dog.","release_date":"2010-03-12","vote_average":3.5,"runtime":124,"cert":"N\/A","id":35100,"title":"Right Yaaa Wrong","adult":false,"genre_ids":[53,80,18]},{"cast":["Elliott Gould","Geneviève Bujold","Ricky Schroder","Tammy Lauren","John Fujioka"],"overview":"The only chance to escape a desert island is to convert the plane carrying many different animals into a boat.","release_date":"1980-06-24","vote_average":5.7,"runtime":97,"cert":"U","id":35101,"title":"The Last Flight of Noah's Ark","adult":false,"genre_ids":[12,10751]},{"cast":["Serina Hayakawa","Hikaru Wakana","Kaera Uehara","Winnie Leung","Yui Morikawa"],"overview":"Based on the classic Chinese novel \"Jin Ping Mei,\" written during the Ming Dynasty. The novel itself is the first full length Chinese fictional work to depict sexuality in explicit manner. The movie (as well as novel) takes place during 1111-1127 and centers around Ximen Quing, a corrupt social climber and lustful merchant who is wealthy enough to marry a consort of wives and concubines.","release_date":"2008-09-19","vote_average":5.4,"runtime":94,"cert":"N\/A","id":35102,"title":"The Forbidden Legend: Sex & Chopsticks","adult":false,"genre_ids":[35,18,10749]},{"cast":["Megumi Hayashibara","Maria Kawamura","Chafurin","Keiji Fujiwara","Tesshou Genda"],"overview":"The first Slayers movie is a prequel to the TV series, following the exploits of a couple of sorceresses with too much time on their hands and too many violent tendencies. The main mage is Lina Inverse, known for her fireballs, love of seafood, and small breasts. Actually, her breasts are normal unless you compare her to her traveling companion and sometimes rival, Naga, known for her earthquakes,","release_date":"1995-08-05","vote_average":6.3,"runtime":63,"cert":"N\/A","id":35105,"title":"Slayers: The Motion Picture","adult":false,"genre_ids":[14,16,35,12]},{"cast":["Sho Kosugi","James Booth","Donna Kei Benz","Norman Burton","Kane Kosugi"],"overview":"Akira Saito, a Japanese businessman lives in Tokyo with his Japanese-American wife Aiko and their children, Takeshi and Tomoya. When the family has a chance to move to the United States so that Aiko can teach the children about their American heritage, they pack up and head for Houston, Texas and run a restaurant. This is where the trouble begins....","release_date":"1985-01-11","vote_average":6.0,"runtime":92,"cert":"N\/A","id":35106,"title":"Pray For Death","adult":false,"genre_ids":[28]},{"cast":["Najib Amhali"],"overview":"","release_date":"2005-12-27","vote_average":6.0,"runtime":106,"cert":"N\/A","id":35107,"title":"Najib Amhali: Most Wanted","adult":false,"genre_ids":[35]},{"cast":["Cyril Mourali","Maï Anh Le","Yasuaki Kurata","Saïd Serrari","Santi Sudaros"],"overview":"An ageless Demon Warrior is magically impregnated into the womb of a Parisian Kung-Fu Master's girlfriend. But what is the Demon's relationship with a new-release blockbuster fighting game?","release_date":"2002-06-19","vote_average":2.7,"runtime":90,"cert":"N\/A","id":35110,"title":"Samouraïs","adult":false,"genre_ids":[28,878]},{"cast":["Rachel Weisz","Alessandro Nivola","Luka Petrušić","Labina Mitevska","Carmen Ejogo"],"overview":"A young boy and his sister are drawn into one man's obsessive pursuit of his former lover.","release_date":"1998-02-15","vote_average":5.8,"runtime":87,"cert":"N\/A","id":35113,"title":"I Want You","adult":false,"genre_ids":[53,80,18,10402,10749]},{"cast":["Jennifer Esposito","Dora Luz","Salvador Dalí"],"overview":"To a song of love lost and rediscovered, a woman sees and undergoes surreal transformations. From the melting clocks and hourglass sand, to the figure rendered in strips, to the character covered in eyeballs, the style and themes of Dalí are clearly recognizable throughout.  Destino is an animated short film released in 2003 by The Walt Disney Company. Destino is unique in that its production originally began in 1945, 58 years before its eventual completion. The project was originally a collaboration between Walt Disney and Spanish Surrealist painter Salvador Dalí, and features music written by Mexican songwriter Armando Dominguez and performed by Dora Luz. It was included in the Animation Show of Shows in 2003.","release_date":"2003-08-05","vote_average":7.3,"runtime":7,"cert":"N\/A","id":35114,"title":"Destino","adult":false,"genre_ids":[16]},{"cast":["Fess Parker","Hans Conried","Buddy Ebsen","Basil Ruysdael","William Bakewell"],"overview":"Legends (and myths) from the life of famed American frontiersman Davy Crockett are depicted in this feature film edited from television episodes. Crockett and his friend George Russel fight in the Creek Indian War. Then Crockett is elected to Congress and brings his rough-hewn ways to the House of Representatives. Finally, Crockett and Russell journey to Texas and the last stand at the Alamo.","release_date":"1955-05-25","vote_average":6.5,"runtime":93,"cert":"N\/A","id":35115,"title":"Davy Crockett, King of the Wild Frontier","adult":false,"genre_ids":[28,12,10751,37]},{"cast":["Kirk Douglas","Corbin Allred","Dan Aykroyd","Lauren Bacall","Kurt Fuller"],"overview":"Mystery about an ex-prizefighter who embarks on a journey to find 13 missing diamonds","release_date":"1999-12-10","vote_average":4.8,"runtime":91,"cert":"N\/A","id":35118,"title":"Diamonds","adult":false,"genre_ids":[35,18,9648]},{"cast":["Meryl Streep","Sam Neill","Dale Reeves","David Hoflin","Jason Reason"],"overview":"Based on the true story of Lindy Chamberlain who, during a family camping trip to Ayers Rock in central Australia, claimed she witnessed a dingo take her baby daughter, Azaria, from their tent. Azaria's body was never found and, after investigations and two public inquests, she is charged with murder.","release_date":"1988-11-11","vote_average":6.7,"runtime":120,"cert":"15","id":35119,"title":"A Cry in the Dark","adult":false,"genre_ids":[18]},{"cast":["Shirley L. Jones","Keefe Turner","Obie Dunson","Jeanine Johican","Gladys Ames"],"overview":"A woman buys a doll at a magic shop. Unbeknownst to her, the doll is possessed by an evil spirit, and it proceeds to take her over.","release_date":"1984-02-04","vote_average":3.5,"runtime":70,"cert":"N\/A","id":35120,"title":"Black Devil Doll from Hell","adult":false,"genre_ids":[27]},{"cast":["Gerhard Odendaal","Andrew Thompson","Willie Esterhuizen","Lizz Meiring","Carien Botha"],"overview":"The misadventures Vaatjie Venter, a talented pastry chef and the top student at the hotel school where he is training. Vattjie becomes the lead candidate to win a scholarship to train under world famous master chef Pierre Cousteau in Paris. But Vaatjie's charmed life is tested to its limits when his jealous classmate James tries to prevent Vaatije from winning the opportunity of a lifetime.","release_date":"2008-12-24","vote_average":5.8,"runtime":91,"cert":"N\/A","id":35121,"title":"Vaatjie gets owned","adult":false,"genre_ids":[35]},{"cast":["Kathleen Robertson","Matt Keeslar","Kelly Macdonald","Eric Mabius","Dan Gatto"],"overview":"Veronica is a white-bread beauty searching for a good man in Los Angeles. While slam dancing at a Halloween rave, she meets Abel, a sensitive poet. Then she meets Zed, a supersexy tattooed drummer with incredible biceps. Who will she choose? Does she go for true love or cheap sex? She can't decide so she chooses both. But after managing to nurture a picture-perfect threesome, along comes Ernest, a rich movie director with deep baby blues that sweep Veronica off her feet. What's a girl to do now?","release_date":"1999-01-29","vote_average":5.7,"runtime":93,"cert":"N\/A","id":35122,"title":"Splendor","adult":false,"genre_ids":[35]},{"cast":["Sydney Greenstreet","Peter Lorre","Joan Lorring","George Coulouris","Rosalind Ivan"],"overview":"After an innocent man is executed in a case he was responsible for, a Scotland Yard superintendent finds himself investigating the murder of his key witness.","release_date":"1946-11-23","vote_average":6.7,"runtime":86,"cert":"N\/A","id":35123,"title":"The Verdict","adult":false,"genre_ids":[18]},{"cast":["Francisco Rabal","Marga López","Rita Macedo","Ignacio López Tarso","Ofelia Guilmáin"],"overview":"Nazarín is the priest who leaves his order and decides to go on a pilgrimage. As he goes along subsisting on alms, he shelters a prostitute wanted by the police for murder. He is released from suspicion and she eventually catches up with him when she escapes imprisonment. Another woman joins the duo and soon the ex-priest is learning more about the human heart and suffering than when he wore robes.","release_date":"1959-06-04","vote_average":8.0,"runtime":94,"cert":"N\/A","id":35124,"title":"Nazarin","adult":false,"genre_ids":[18]},{"cast":["Frank Ripploh","Bernd Broaderup","Tabea Blumenschein ","Magdalena Montezuma"],"overview":"Frank Ripploh tries to keep his professional and personal life separate. During the day, he is a dedicated school teacher. At night and on the weekends, he is a gay man who is always on the prowl for anonymous sex often in public places. Things may change when he meets Bernd, a movie theater clerk. Bernd quickly moves into Frank's flat and the two talk of their future life together, Bernd dreaming of them living together on a farm. But Frank, despite loving Bernd, feels restless and continues his quest for anonymous gay sex.","release_date":"1980-11-01","vote_average":6.8,"runtime":96,"cert":"N\/A","id":35125,"title":"Taxi Zum Klo","adult":false,"genre_ids":[10749,18,35]},{"cast":["Ami Dolenz","Keith Coogan","Corey Haim","Louis Mandylor","Michael Goodwin"],"overview":"A college freshman Ramsy, played by Corey Haim experiences love for the first time in the 1960s when he asks out Joy, played by Ami Dolenz. An education of the heart.","release_date":"1995-05-17","vote_average":2.5,"runtime":93,"cert":"N\/A","id":35126,"title":"Life 101","adult":false,"genre_ids":[35,18]},{"cast":["Margrit Winter","Erwin Kohlund","Peter Arens","Fritz Nydegger","Verena Hallau"],"overview":"No overview found.","release_date":"1964-10-08","vote_average":7.0,"runtime":97,"cert":"N\/A","id":35127,"title":"Geld und Geist","adult":false,"genre_ids":[18]},{"cast":["Michael Higgins","Lois Holmes","Jean Allison","Doris Fesette","Malcolm Lee Beggs"],"overview":"Michael Higgins plays an outwardly charming young man who befriends Doris Fesette and her two daughters, Jean Allison and Lois Holmes. The family is vacationing in a resort town, next door to an unoccupied cottage. Higgins sweet talks his way into renting the cottage, so that he may drop in on the family any time he likes. One of those times, he reveals himself to be a homicidal maniac.","release_date":"1958-05-01","vote_average":5.3,"runtime":77,"cert":"N\/A","id":35128,"title":"Edge of Fury","adult":false,"genre_ids":[53]},{"cast":["John Cassavetes","Sidney Poitier","Jack Warden","Kathleen Maguire","Ruby Dee"],"overview":"An army deserter and a black dock worker join forces against a corrupt union official.","release_date":"1957-08-02","vote_average":6.9,"runtime":85,"cert":"N\/A","id":35129,"title":"Edge of the City","adult":false,"genre_ids":[18]},{"cast":["Jackie Chan","Leehom Wang","Steve Yoo","Lin Peng","Do Yuk-Ming"],"overview":"The story of a farmer forced into conscription, who has been looking to get out of the army ever since. His great chance arrives when he stumbles upon a wounded general from an enemy state, and he kidnaps him, intending to claim credit for the capture, which includes five \"mu\" of land, and most importantly, honorable discharge from the army.","release_date":"2010-02-14","vote_average":6.8,"runtime":96,"cert":"N\/A","id":35138,"title":"Little Big Soldier","adult":false,"genre_ids":[28,35,12]},{"cast":["David Love","Bryan Grant","Harvey B. Dunn","Tom Graeff","King Moody"],"overview":"A young alien falls for a pretty teenage Earth girl and they team up to try to stop the plans of his invading cohorts, who intend to use Earth as a food-breeding ground for giant lobsters from their planet.","release_date":"1959-06-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":35139,"title":"Teenagers from Outer Space","adult":false,"genre_ids":[80,27,878,10749,53]},{"cast":[],"overview":"No overview found.","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35140,"title":"zxbmerk","adult":true,"genre_ids":[]},{"cast":["Ralphie May"],"overview":"'Girth of a Nation' combines the familiar elements of hip-hop and topical humor with a dash of Southern down-home flavor that has made Ralphie May one of the most popular comedians in America.","release_date":"2006-11-01","vote_average":6.4,"runtime":60,"cert":"N\/A","id":35143,"title":"Ralphie May: Girth of a Nation","adult":false,"genre_ids":[35]},{"cast":["Meredith Salenger","John Cusack","Ray Wise","Lainie Kazan","Scatman Crothers"],"overview":"America is in the depths of the Great Depression. Families drift apart when faraway jobs beckon. In this masterful, atmospheric adventure, a courageous young girl (Meredith Salenger) confronts overwhelming odds when she embarks on a cross-country search for her father. During her extraordinary odyssey, she forms a close bond with two diverse traveling companions: a magnificent, protective wolf, and a hardened drifter (John Cusack). A brilliant, moving tapestry, woven of courage and perseverance.","release_date":"1985-09-25","vote_average":6.9,"runtime":101,"cert":"N\/A","id":35144,"title":"The Journey of Natty Gann","adult":false,"genre_ids":[12]},{"cast":[],"overview":"Wizard People, Dear Reader is a narrative retelling of the lives of the characters of The Sorcerer's Stone and the world in which they live. Such an infusion of dissident subtext into a pop-culture phenomenon is in line with such works as The Dark Side of Oz and the film parodies of Mystery Science Theater 3000 and Rifftrax.","release_date":"2004-01-01","vote_average":7.6,"runtime":null,"cert":"N\/A","id":35147,"title":"Wizard People, Dear Reader","adult":false,"genre_ids":[35]},{"cast":["Lee Tockar","Caitlin Williams"],"overview":"Ahoy, matey! Your Favorite Playmobil toys have come to life for the very first time, in an all-new swashbuckling adventure and you're invited to join them! You'll have a treasure chest full of fun with seven-year-old Jack and his big sister Amelia as they stow away on a pirate ship headed for the mysterious Pirate Island -- a place filled with treasure and curious creatures. Can Jack and Amelia stay one step ahead of a bunch of wacky skeletons and get to the treasure before the pirates do?","release_date":"2009-10-13","vote_average":4.0,"runtime":140,"cert":"N\/A","id":35148,"title":"Playmobil: The Secret of Pirate Island","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Shelley Long","Judith Ivey","Gabriel Byrne","Corbin Bernsen","Austin Pendleton"],"overview":"Lucy Chadman (Shelley Long) chokes to death and is resurrected by her loopy sister Zelda (Judith Ivey) on the one year anniversary of her death. Lucy, of course, does not believe she has actually been dead and thinks it is an elaborate hoax until she goes to her apartment and discovers her husband (Corbin Bernsen) married to her gold digging best friend, Kim (Sela Ward).","release_date":"1987-11-06","vote_average":5.2,"runtime":96,"cert":"N\/A","id":35151,"title":"Hello Again","adult":false,"genre_ids":[14,18,35,878,10749]},{"cast":["Ted Danson","Ben Bradshaw","Roberto Mielgo Bragazzi","Charles Clover"],"overview":"Imagine an ocean without fish. Imagine your meals without seafood. Imagine the global consequences. This is the future if we do not stop, think and act.In the film we see firsthand the effects of our global love affair with fish as food.It examines the imminent extinction of bluefin tuna, brought on by increasing western demand for sushi; the impact on marine life resulting in huge overpopulation of jellyfish; and the profound implications of a future world with no fish that would bring certain mass starvation.Filmed over two years, The End of the Line follows the investigative reporter Charles Clover as he confronts politicians and celebrity restaurateurs, who exhibit little regard for the damage they are doing to the oceans.Filmed across the world – from the Straits of Gibraltar to the coasts of Senegal and Alaska to the Tokyo fish market – featuring top scientists, indigenous fishermen and fisheries enforcement officials, The End of the Line is a wake-up call to the world.","release_date":"2009-06-12","vote_average":6.0,"runtime":85,"cert":"N\/A","id":35156,"title":"The End of the Line","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bruce Springsteen and the E Street Band · Phish · Beastie Boys · Snoop Dogg · Elvis Costello with Jenny Lewis and Her Sound · Ben Harper and Relentless7 · Andrew Bird · The Decemberists · Del McCoury Band · Coheed and Cambria · Amadou &amp; Miriam · Santigold Zac Brown Band · Passion Pit · Raphael Saadiq · Cage the Elephant If you couldn’t go to Bonnaroo this year, we missed you…but you don’t have to","release_date":"2009-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":35159,"title":"Fuse Fest: Bonnaroo 2009","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In the mountains of Transylvania, ancient beliefs in the supernatural can still be found. These beliefs are quickly dying out as the world modernizes around the tiny villages of the Carpathians.","release_date":"2009-07-15","vote_average":0.0,"runtime":79,"cert":"N\/A","id":35160,"title":"Tales from Transylvania","adult":false,"genre_ids":[99,36,53,27]},{"cast":["Ian Parsons","Peter MacNeill","Chris Leavins","Kerry Fox","Joel S. Keller"],"overview":"William, a once obese and troubled teen, goes back to his family's home after being gone, without word, for ten years and finds it (and his family) haunted with his past. He had moved to the city and become a fit, well-adjusted gay man, but during his visit home, he becomes unhinged as the newly remembered reasons for his miserable adolescence come to life in each of their presents.","release_date":"1997-01-01","vote_average":6.9,"runtime":91,"cert":"N\/A","id":35161,"title":"The Hanging Garden","adult":false,"genre_ids":[18]},{"cast":["François Cluzet","Emmanuelle Devos","Gérard Depardieu","Soko","Vincent Rottiers"],"overview":"France, present day. A professional conman passes himself off as the boss of a construction site building a highway extension. He cons the whole region, hires dozens of workers and cynically enjoys the profits of his scam until he meets the lady mayor of a small village that the road will go through. She intrigues and unsettles him, before revealing to him a world he never knew: feelings. How far will he go now to save his victims and save himself from his own lies?","release_date":"2009-11-11","vote_average":6.4,"runtime":130,"cert":"N\/A","id":35164,"title":"In the Beginning","adult":false,"genre_ids":[18]},{"cast":["Peter O'Toole","Omar Sharif","Christopher Lee","Francesco Romano","Berta Domínguez D."],"overview":"A petty crook, in search of the proverbial pot of gold at the end of the rainbow, hopes to cash in by befriending the heir to a huge fortune.","release_date":"1990-09-01","vote_average":5.6,"runtime":87,"cert":"N\/A","id":35165,"title":"The Rainbow Thief","adult":false,"genre_ids":[14,18]},{"cast":["George Constantin","Emil Botta","George Mihăiță","Vladimir Găitan","Ernest Maftei"],"overview":"A prosecutor, policemen and teacher bring the students Vuica and Nicu to a restaurant to re-enact their drunken brawl there, and have it filmed to show the effects of alcoholism.","release_date":"1970-01-05","vote_average":6.5,"runtime":100,"cert":"N\/A","id":35166,"title":"Re-enactment","adult":false,"genre_ids":[18]},{"cast":["Brendan Fraser","Ken Jeong","Brooke Shields","Angela Kinsey","Matt Prokop"],"overview":"When real estate developer Dan Sanders finalizes plans to level a swath of pristine Oregon forest to make way for a soulless housing subdivision, a band of woodland creatures rises up to throw a monkey wrench into the greedy scheme. Just how much mischief from the furry critters can the businessman take before he calls it quits?","release_date":"2010-04-02","vote_average":4.6,"runtime":92,"cert":"PG","id":35169,"title":"Furry Vengeance","adult":false,"genre_ids":[35,10751]},{"cast":["Jackie Chan","Nora Miao","Kam Kong","Kim Chung-ran","Lee Wing-Kwok"],"overview":"Jackie Chan stars as the young warrior Hsu Yiu Fong. Hsu has been entrusted with the book of the \"Art of the Snake and Crane,\" after the mysterious disappearance of the eight Shaolin Masters who had written it. He must fight off numerous clans who are all attempting to steal the book from him, to find out the true reason for the disappearance of the Shaolin Masters.","release_date":"1978-03-08","vote_average":6.9,"runtime":96,"cert":"N\/A","id":35170,"title":"Snake and Crane Arts of Shaolin","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"No overview found.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35171,"title":"El fils","adult":false,"genre_ids":[]},{"cast":["Olivier Gourmet","Morgan Marinne","Isabella Soupart","Nassim Hassaïni"],"overview":"A joinery instructor at a rehab center refuses to take a new teen as his apprentice, but then begins to follow the boy through the hallways and streets.","release_date":"2002-05-23","vote_average":7.5,"runtime":103,"cert":"N\/A","id":35172,"title":"The Son","adult":false,"genre_ids":[9648,18]},{"cast":["Cansu Dere","Halit Ergenç","Ezgi Asaroğlu","Songül Öden"],"overview":"Eskişehir’de bir üniversitede edebiyat öğretmenliği yapmakta olan Orhan, evlenmeyi planladığı Ayşe ile beklenmedik bir anda yollarını ayırıp İstanbul’a gelir...","release_date":"2009-12-18","vote_average":6.3,"runtime":120,"cert":"N\/A","id":35173,"title":"Acı Aşk","adult":false,"genre_ids":[18]},{"cast":["Selma Blair","Max Beesley","O'Neal Compton","Lochlyn Munro"],"overview":"Her goldfish dead, her lover exposed as a rat, Shawn Holloway leaves her bank post and goes to the roof intent on suicide. Before she can leap, she's taken hostage by Charlie Anders, a fleeing bank robber. He and his partners have stolen a million in cash and plan to escape to Venezuela. Shawn agrees to cooperate if Charlie promises to kill her once he's in the clear. Parts of the plan go awry, so Charlie has time to try to pierce her bleak manner and self pity, and she has time for reflection. As night falls, their interlude ends: they're each alone, Charlie facing prison as the police close in, and Shawn staring down at a river from atop a high bridge.","release_date":"2001-09-14","vote_average":6.2,"runtime":89,"cert":"N\/A","id":35176,"title":"Kill Me Later","adult":false,"genre_ids":[18,28,35,53,80,10749]},{"cast":["Alyssa Milano","Jamie Kennedy","Kathy Griffin","Wayne Knight","Malcolm McDowell"],"overview":"An Orphaned Boy sets out in search of adventure, but when a shipwreck lands him on an island where Dinosaurs and Humans coexist, he finds not only adventure but a family as well.","release_date":"2005-05-17","vote_average":5.7,"runtime":75,"cert":"N\/A","id":35177,"title":"Dinotopia: Quest for the Ruby Sunstone","adult":false,"genre_ids":[14,878,10751]},{"cast":["Leelee Sobieski","Robert Urich","Ron Brice","Gary Basaraba","Erik Jensen"],"overview":"Danny is a smart little girl. She lives at the track where her uncle is a horse trainer. She knows her uncle needs just one great horse to make his name.","release_date":"1995-04-08","vote_average":5.0,"runtime":92,"cert":"N\/A","id":35178,"title":"A Horse for Danny","adult":false,"genre_ids":[18,10751]},{"cast":["John Simm","Emer McCourt","Marc Warren","Andrew Lincoln","Richard Hanson"],"overview":"School leaver Phil moves with his father from inner-city London to the satellite Hertfordshire New Town of  Stevenage, where they are promised a brighter future...but all Phil finds there is a bleak, cultural wilderness; a world of unemployment, violence, alcoholism and drug abuse in 90s Britain","release_date":"1996-10-18","vote_average":5.0,"runtime":110,"cert":"","id":35179,"title":"Boston Kickout","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Zoram and his prideful people have corrupted their religion which teaches them to boast of their righteousness and persecute the poor. Alma and Amulek fail to persuade the rich Zoramites to  repent. Alma ministers to the poor believers and teaches one of the most important lessons on faith and humility. Zoram forces the believers in Antionum from their land where they finally find refuge with Lamanite converts in Jershon.","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":35180,"title":"Alma and the Zoramites","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The prophet Lehi had a dream that brought joy and concern for the eternal welfare of his family. The symbols of Lehi’s dream contain teachings important to us even today. The meaning behind the symbols are brought to life, from the mists of darkness to the great and spacious building. The importance of holding— and helping others grasp— the iron rod so that we can partake of the fruit of eternal life becomes clear.","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":35181,"title":"The Tree of Life","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Fifty years ago, at the height of the Cold War, the USSR launched Sputnik, the first satellite to orbit the earth, bringing America to its knees in awe - then fear. Initially thrilling as a marvel of science, Sputnik was soon viewed by America a weapon of mass destruction.","release_date":"2007-12-31","vote_average":0.0,"runtime":92,"cert":"N\/A","id":35186,"title":"Sputnik Mania","adult":false,"genre_ids":[99]},{"cast":["Jerry Lewis","Brian Donlevy","Howard McNear","Dick Wesson","Kathleen Freeman"],"overview":"Paramutual Pictures wants to know where all the money is going so they hire Morty to be their spy. Morty works for Mr. Sneak and gets a job in the mail room so that he can have access to the lot. But all that Morty ever finds is that he can cause havoc no matter what he does.","release_date":"1961-11-28","vote_average":6.1,"runtime":92,"cert":"N\/A","id":35189,"title":"The Errand Boy","adult":false,"genre_ids":[35,10751]},{"cast":["Georges St-Pierre","Dan Hardy","Frank Mir","Shane Carwin","Kurt Pellegrino"],"overview":"UFC 111: St-Pierre vs Hardy was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on March 27, 2010 at the Prudential Center in Newark, New Jersey, United States.","release_date":"2010-03-27","vote_average":5.2,"runtime":175,"cert":"N\/A","id":35190,"title":"UFC 111: St-Pierre vs. Hardy","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The official DVD review of the 2006 Targa West Tarmac Rally.","release_date":"2006-10-04","vote_average":0.0,"runtime":60,"cert":"N\/A","id":35191,"title":"Quit Targa West 2006","adult":false,"genre_ids":[]},{"cast":["Olaf Ittenbach","Andrea Arbter","André Stryi","Anette Arbter","Sonja Berg"],"overview":"Tommy finds a cursed mirror and a diary in an attic in the new house they moved in. The mirror starts to give Tommy horrible and gruesome visions as his crush keeps rising from the dead.","release_date":"1989-01-01","vote_average":4.7,"runtime":83,"cert":"N\/A","id":35192,"title":"Black Past","adult":false,"genre_ids":[27]},{"cast":["Karl Ashman","Geoff Bell","Anna Brewster","Daniel Caltagirone","Emma Catherwood"],"overview":"A weekend boating party turns into a nightmare for a group of young Londoners when they stumble upon a terrifying secret hidden in the reeds.","release_date":"2009-10-30","vote_average":4.7,"runtime":90,"cert":"","id":35197,"title":"The Reeds","adult":false,"genre_ids":[27,53,9648]},{"cast":["Dustin Booth","Morgan Simpson","Grinnell Morris","Shi Ne Nielson","Carla Toutz"],"overview":"A group of childhood friends return to their former hometown to revisit the horrors that happened there 15 years ago.","release_date":"2009-01-01","vote_average":3.7,"runtime":92,"cert":"N\/A","id":35198,"title":"Clear Lake, WI","adult":false,"genre_ids":[27,53,9648]},{"cast":["Will Shortz","Merl Reagle","Tyler Hinman","Trip Payne","Al Sanders"],"overview":"From the masters who create the mind-bending diversions to the tense competition at the American Crossword Puzzle Tournament, Patrick Creadon's documentary reveals a fascinating look at a decidedly addictive pastime. Creadon captures New York Times editor Will Shortz at work, talks to celebrity solvers -- including Bill Clinton and Ken Burns -- and presents an intimate look at the national tournament and its competitors.","release_date":"2006-06-26","vote_average":7.3,"runtime":94,"cert":"N\/A","id":35199,"title":"Wordplay","adult":false,"genre_ids":[99]},{"cast":["Richard Harris","Gale Sondergaard","Geoffrey Lewis","Jorge Luke","Jorge Russek"],"overview":"Lord John Morgan has returned to civilized life in England, but finds he has nothing but disdain for that life. Yearning to embrace the simplicity of the American West-and the Yellow Hands Sioux tribe he left behind, Morgan returns to the tribe's land only to discover that they've been decimated by ruthless, government-backed fur traders. They must regain their land, led by Horse.","release_date":"1976-06-28","vote_average":5.3,"runtime":129,"cert":"N\/A","id":35200,"title":"The Return of a Man Called Horse","adult":false,"genre_ids":[37]},{"cast":["Michael Caine","Anthony Andrews","Victoria Tennant","Lilli Palmer","Mario Adorf"],"overview":"A man who was a confidant of Adolf Hitler dies and leaves a fortune to make amends for his Nazi past--but his son has to search the world to find it","release_date":"1985-09-20","vote_average":5.2,"runtime":112,"cert":"N\/A","id":35201,"title":"The Holcroft Covenant","adult":false,"genre_ids":[28,53]},{"cast":["Simone Signoret","Charles Vanel","Georges Marchal","Michel Piccoli","Tito Junco"],"overview":"Amid a revolution in a South American mining outpost, a band of fugitives - a roguish adventurer, a local hooker, a priest, an aging diamond miner and his deaf-mute daughter - are forced to flee for their lives into the jungle. Starving, exhausted and stripped of their old identities, they wander desperately lured by one deceptive promise of salvation after another.","release_date":"1956-09-21","vote_average":6.8,"runtime":104,"cert":"N\/A","id":35206,"title":"Death in the Garden","adult":false,"genre_ids":[12,18]},{"cast":["Terry Fator","Taylor Dew"],"overview":"Experience why America has fallen in love with Terry Fator's irresistible combination of humor and music and his hilarious cast of characters! The million-dollar winner of \"America's Got Talent\" and his endearing puppets deliver spot-on performances in the styles of many favorite singers.","release_date":"2009-09-01","vote_average":4.3,"runtime":71,"cert":"N\/A","id":35207,"title":"Terry Fator: Live from Las Vegas","adult":false,"genre_ids":[35]},{"cast":["Ana Torrent","Francisco Boira","Héctor Colomé","Rocío Muñoz-Cobo","Francisco Casares"],"overview":"Francesca is a pediatrician who is dedicated to both motherhood and children, married to another physician, Pedro. Following the birth of a new child, Francesca begins to suffer from postpartum depression. Following the advice of friend and psychiatrist Jean, the couple move to a new home away from the city. But Francesca's obsession with her new baby engulfs her. Regardless of Pedro's and Jean's attempts to help her, she seems to drift dangerously close to madness. And to make matters worse, she is starting to hear and see things. Furtive figures and ghostly shadows start tormenting her. The large house in which she and her family live alone seems to hide terrible secrets. Both the cellar and the attic are locked and barred to the family, and it is from both these places that Francesca receives nocturnal visits that are slowly driving her mad.","release_date":"2009-02-07","vote_average":5.3,"runtime":120,"cert":"N\/A","id":35212,"title":"The Haunting","adult":false,"genre_ids":[9648,27]},{"cast":["Katey Sagal","Ryan Merriman","Katie Volding","Kevin Kilner","Jessica Steen"],"overview":"Ben Cooper and his family struggling to get a grip on household chores, school and work. Ben is the family caretaker. So when Ben sees that a Smart House is being given away, he enters the competition as often as he can. The family wins the house (named Pat). After moving in Pat's personality begins to radically change, the family starts to resent her.","release_date":"1999-06-26","vote_average":5.8,"runtime":82,"cert":"N\/A","id":35215,"title":"Smart House","adult":false,"genre_ids":[10770,18,10751,878,14]},{"cast":["Billy Zane","Byron Mann","Stacy Oversier","Tory Kittles","Dominic Purcell"],"overview":"The Shadow Men are immortal beings of darkness and destruction. One such Shadow Man, Os (Zane), is confronted by the White Warrior, a being of light, and given the chance to change his ways or die. After the White Warrior bests Os in combat, she opens his heart to the power of love, and charges him to find the warriors who are the representation of the five elements and will save the world.","release_date":"2001-11-18","vote_average":4.5,"runtime":90,"cert":"N\/A","id":35216,"title":"Invincible","adult":false,"genre_ids":[14,28,53]},{"cast":["Matthias Schweighöfer","Friedrich Mücke","Alicja Bachleda-Curuś","Kevin Rankin","Chris Browning"],"overview":"A young man from East Germany travels to San Francisco to search for his father, who fled 12 years ago. Together with his best friend, he starts the journey from New York with no money and the only word they ever learned in english-lessons: \"friendship\".","release_date":"2010-01-13","vote_average":6.5,"runtime":110,"cert":"N\/A","id":35217,"title":"Friendship!","adult":false,"genre_ids":[35,18]},{"cast":["Jesse Ames","Teen Ape","Nicola Fiore","Billy Garberina","Travis Indovina"],"overview":"When a group of college pals retreats to an isolated cabin for a rowdy weekend of debauchery and carnal pleasures, a madman dons his creepy scarecrow costume and begins to prey upon the unsuspecting youths in unusually creative ways.","release_date":"2009-06-19","vote_average":3.4,"runtime":76,"cert":"N\/A","id":35220,"title":"Terror at Blood Fart Lake","adult":false,"genre_ids":[27,35]},{"cast":["Kevin Spacey","Camilla Belle","Heather Graham","Virginia Madsen","John Stamos"],"overview":"Nearly a decade after a faulty product landed him in prison, an arrogant inventor is determined to restore his reputation and rebuild his fortune. But first, he has to convince his estranged daughter that he's worthy of a second chance.","release_date":"2010-02-14","vote_average":5.4,"runtime":93,"cert":"N\/A","id":35221,"title":"Father of Invention","adult":false,"genre_ids":[35,18]},{"cast":["Mary Cobb"],"overview":"","release_date":"1950-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":35222,"title":"Dive","adult":false,"genre_ids":[]},{"cast":["Joshua Jackson","Jaime King","Matthew Davis","Ryan Hurst","John Mellencamp"],"overview":"Earl and Baby, two young lovers with a plan to escape their small Texas town. But when Baby's dim-witted cousin Junior gets tangled up in a whole heap of trouble, Earl has just 48 hours to save the day, rescue Junior and keep his promise to get his Baby to Los Angeles in time for sweeps.","release_date":"2002-04-23","vote_average":5.4,"runtime":88,"cert":"N\/A","id":35225,"title":"Lone Star State of Mind","adult":false,"genre_ids":[35,80]},{"cast":["David Foster","Andrea Bocelli","Michael Bublé","Josh Groban","Kenny G"],"overview":"The spectacular one-night only concert by David Foster and his famous friends finds the songwriter and hit producer gathering together the best tracks from his bottomless well of hits and inviting some talented folks to come along and help perform them. Not only are the songs magical, the performances are just as enchanting, including appearances from Andrea Bocelli, Michael Bublé, Josh Groban, Kenny G, Katharine McPhee, Celine Dion, Blake Shelton, Brian McKnight, and Charice. Spotlighting #1 hits, award-winning songs, and other favorites -- all but one originally penned and\/or produced by Foster -- this May 23, 2008 show at the Mandalay Bay in Las Vegas was unforgettable. Experience it again and again...","release_date":"2008-11-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":35232,"title":"Hit Man: David Foster & Friends","adult":false,"genre_ids":[10402]},{"cast":["Brendan Fraser","Albert Brooks","Dianne Wiest","Anne Twomey","Lane Smith"],"overview":"When his star recruit botches a Major League Baseball debut, humiliated talent scout, Al Percolo gets banished to rural Mexico, where he finds a potential gold mine in the arm of young phenom Steve Nebraska. Soon, the Bronx Bombers put a $55 million contract on the table—provided a psychiatrist can affirm Nebraska's mental stability.","release_date":"1994-09-30","vote_average":5.2,"runtime":101,"cert":"N\/A","id":35233,"title":"The Scout","adult":false,"genre_ids":[35,18]},{"cast":["Christian Oliver","Seamus Dever","Evan Helmuth","Jonathan Murphy","Juliana Dever"],"overview":"Four college buddies find themselves on the adventure of their lives, when on the morning after a Las Vegas bachelor party, they end up stranded deep in Mexico penniless, being chased, falling in love, and fighting to make it back across the border in time for the wedding.","release_date":"2009-01-01","vote_average":5.2,"runtime":88,"cert":"N\/A","id":35236,"title":"Ready or Not","adult":false,"genre_ids":[28,35,10749]},{"cast":["Chadhoorth Djawann","Jacinto Dumbal","Judge Dumbroso","Boaz Ganor"],"overview":"A documentary that examines the psychopathology behind suicide bombers - which ultimately reveals what makes them tick!","release_date":"2006-08-27","vote_average":7.0,"runtime":80,"cert":"N\/A","id":35237,"title":"Suicide Killers","adult":false,"genre_ids":[99]},{"cast":["John Barker","Dwayne Cameron","Kate Elliott","Aidee Walker","Paul Glover"],"overview":"Two best friends, Grant and Paul, hit the country road for a night of fun, but unfortunately take a short cut to their fate... where they meet the Locals.","release_date":"2003-10-17","vote_average":6.0,"runtime":88,"cert":"N\/A","id":35250,"title":"The Locals","adult":false,"genre_ids":[27]},{"cast":["Laurie Maher"],"overview":"Madame Tutli-Putli boards the Night Train, weighed down with all her earthly possessions and the ghosts of her past. She travels alone, facing both the kindness and menace of strangers. As day descends into dark, she finds herself caught up in a desperate metaphysical adventure.","release_date":"2007-05-19","vote_average":7.2,"runtime":17,"cert":"N\/A","id":35253,"title":"Madame Tutli-Putli","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Moving to Mars charts the epic journey made by two Burmese families from a vast refugee camp on the Thai\/Burma border to their new homes in the UK. At times hilarious, at times emotional, their travels provide a fascinating and unique insight not only into the effects of migration, but also into one of the most important current political crises - Burma.","release_date":"2009-11-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":35258,"title":"Moving to Mars","adult":false,"genre_ids":[99]},{"cast":["Josef Bierbichler","Monica Bleibtreu","Jeanette Hain","Elfriede Irrall","Birgit Minichmayr"],"overview":"A portrait of a single day in the late summer of 1956, toward the end of Bertolt Brecht's life, as he prepares to leave his lakeside home, surrounded by the women who form his extended family.","release_date":"2000-05-14","vote_average":5.0,"runtime":91,"cert":"N\/A","id":35263,"title":"The Farewell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2009-02-25","vote_average":7.0,"runtime":null,"cert":"N\/A","id":35264,"title":"L'affaire Farewell, L'espion de la vengeance","adult":false,"genre_ids":[36]},{"cast":["Ernesto Mahieux","Valerio Foglia Manzillo","Elisabetta Rocchetti","Lina Bernardi","Pietro Biondi"],"overview":"Peppino is an aging taxidermist constantly ridiculed for being short and somewhat creepy. He meets Valerio, a handsome young man fascinated by Peppino's work. Peppino, in turn, becomes entranced by Valerio and offers him a large salary to come work as his assistant. But when Valerio meets Deborah, their fledgling romance is threatened by an insanely jealous third wheel.","release_date":"2002-09-06","vote_average":7.1,"runtime":101,"cert":"N\/A","id":35265,"title":"The Embalmer","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Clorophilla is a truly innovative mtb freeride film, which does not only show something, but also communicates a message. It is a film which highlights values like freedom, fun, friendship, and unity, rather than the riders' technical skills, all in a magnificent scenery where Mother Nature has the leading role. A cinematic feeling has been produced with the introduction of an unusually unique soundtrack, producing a perfect symbiosis between the original filming sounds and the music. While acting as editors, riders, cameramen, sherpa porters, and so on, six Italian friends have conceived, planned, and created a real-life film which remains closer to the everyday rider and his lifestyle.","release_date":"2006-01-01","vote_average":3.5,"runtime":42,"cert":"N\/A","id":35266,"title":"Clorophilla","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Edo, Japan. Calligraphists are not mere writers, they can bring drawings to life and utilize kanji. Three calligraphists from the art wielding clan join up and fight against an exiled calligraphist and his minions to protect the Tokugawa shogunate.","release_date":"2010-03-27","vote_average":0.0,"runtime":24,"cert":"N\/A","id":35267,"title":"Shoka","adult":false,"genre_ids":[28,16,14,36]},{"cast":["Cheech Marin","Tommy Chong"],"overview":"Cheech and Chong, the stoner pair who dominated the comedy scene in the 1970s and ’80s and recently reunited for their Light Up America tour, take their place in the hot seat to be roasted by close friends and fellow comedians. The duo made a name for themselves with their drug-laced humor, which kept audiences rolling in the aisles with such comedy routines as “Earache My Eye,” “Basketball Jones,","release_date":"2008-11-30","vote_average":5.2,"runtime":43,"cert":"N\/A","id":35272,"title":"Cheech & Chong Roasted","adult":false,"genre_ids":[35]},{"cast":["Jonatan Spang"],"overview":"Jonatan Spang fik sidste år det helt store gennembrud med showet og DVD’en Jonatan Spangs Familie. Nu er det tid til at grine med Jonatan igen. Jonatan Spang har længe ønsket at samle alle de optagelser, som findes af hans stand-up optrædender, der ikke tidligere har været på DVD. Men de skulle ikke samles og udgives på traditionel vis.","release_date":"2010-03-30","vote_average":6.0,"runtime":240,"cert":"N\/A","id":35273,"title":"Jonatan Spang: Super Meget Spang","adult":false,"genre_ids":[35]},{"cast":["Uta Hagen","Diana Muldaur","Chris Udvarnoky","Martin Udvarnoky","Norma Connolly"],"overview":"Chilling and eerie, this supernatural tale of good versus evil coils around twin brothers living with their grandmother in a sleepy rural area during the summer of 1935. After his grandmother encourages Niles to develop what seem to be psychic gifts, Niles starts to suspect that his twin may be involved in recent fatal accidents.","release_date":"1972-05-23","vote_average":6.4,"runtime":108,"cert":"N\/A","id":35280,"title":"The Other","adult":false,"genre_ids":[18,27,9648]},{"cast":["Ashleigh Ball","Kathleen Barr","Lisa Ann Beley","Alexandra Carter","Ian James Corlett"],"overview":"Follow fashion-forward toddlers Cloe, Sasha, Jade and Yasmin on an exciting adventure through the local mall, where they're on a mission to rescue a stolen puppy. When twins Nora and Nita lose their puppy at the hands of a bully looking to collect a ransom, the girls are on the case. Slipping out of day care, the girls must dodge mall security, brave the waters of a fountain and rock a karaoke contest before they can put the bully in his place.","release_date":"2006-01-01","vote_average":5.5,"runtime":64,"cert":"N\/A","id":35281,"title":"Bratz: Babyz - The Movie","adult":false,"genre_ids":[10751,16]},{"cast":["Meiko Kaji","Mikio Narita","Reisen Lee","Yayoi Watanabe","Seiya Satô"],"overview":"Following her successful prison break, Scorpion begins this third episode in the series hiding out in a brothel. Her prostitute friend tries to keep her identity secret, but the brothel's madam discovers that Scorpion is the ex-girlfriend of the vice officer who killed her lover.","release_date":"1973-07-29","vote_average":6.6,"runtime":92,"cert":"N\/A","id":35282,"title":"Female Prisoner Scorpion: Beast Stable","adult":false,"genre_ids":[18,80,53]},{"cast":[],"overview":"'Pray For Me, Jason Jessee' is a documentary stunt ride with legendary former skateboard pro, custom chopper builder, and full-time lowrider Jason Jessee. Jason's family, friends (many of whom are living legends in diverse fields) and associates weave a riveting narrative on a truly fascinating, self-invented man. Jason's halting language and dozens of interviews from those who know him best and","release_date":"2007-01-01","vote_average":3.0,"runtime":81,"cert":"N\/A","id":35295,"title":"Pray for Me - The Jason Jessee Film","adult":false,"genre_ids":[99]},{"cast":["Hunter Armand","Jason Brown","Craig Carter","Pat Delune"],"overview":"A young pair of migrant workers find that the home that they have fallen in love with harbors a dark secret malevolent evil. When the Cromiers stumble across a beautiful antebellum home situated in the deep recesses of Louisiana, their excitement of finding such a perfect home to raise a family leaves them filled with joy.","release_date":"2006-06-05","vote_average":5.2,"runtime":85,"cert":"N\/A","id":35302,"title":"Dream Home","adult":false,"genre_ids":[27]},{"cast":["Björn Skifs","Gino Samil","Johan Ulveson","Magnus Nilsson","Stefan Sauk"],"overview":"Conny is a chemistry teacher who is framed for drug possession. Unable to prove his innocence he ends up in prison. When he finds a secret exit some inmates \"persuades\" him to participate in a heist. Things become extremely hectic as he tries to prove his innocence as well as \"helping\" his inmates. When Conny thinks that it couldn't possibly get any worse he meets Susanne, a policewoman...","release_date":"1988-02-26","vote_average":4.9,"runtime":101,"cert":"N\/A","id":35327,"title":"Framed","adult":false,"genre_ids":[28,35]},{"cast":["Ola Rapace","Anja Lundqvist","Magnus Krepper","Bisse Unger"],"overview":"Hoffa floats ashore in Estonia after his stolen getaway boat has exploded. He tries to begin a new life in Estonia, but the longing for his family back home becomes too big and he decides to get back to Sweden. Now a tough struggle begins to get himself home to the family, a family that has moved on with their lives and also thinks that he's dead. A past as a bank robber and a fugitive is not making the journey easier. Along the way back to Sweden more problems arise that makes it even harder for him to meet his family again. Meantime back in Sweden his family is struggling with difficulties which they don't know how to solve. The time is running out and things don't look good at all.","release_date":"2006-03-10","vote_average":5.8,"runtime":null,"cert":"N\/A","id":35336,"title":"Brothers: The Return","adult":false,"genre_ids":[80,18,53]},{"cast":["Mira Sorvino","Ben Kingsley","Rachael Stirling","Jay Rodan","Ignazio Oliva"],"overview":"A princess is determined to restore her homeland's throne to its rightful heir, a young prince with whom she falls in love.","release_date":"2001-12-12","vote_average":5.6,"runtime":112,"cert":"","id":35337,"title":"The Triumph of Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Toby Schmitz","Matthew Newton","Ewen Leslie","Jacki Weaver","Gracie Otto"],"overview":"Three young Navy officers hit Sydney for one last night on land before being shipped over to the Gulf to fight. Sam has been mistreated at sea and is going AWOL, Dean has a fiancé and the future in-laws to meet, and Harry just loves playing cards. Throughout the night the boys lose each other, find themselves, and along the way discover courage, friendship and redemption.","release_date":"2008-06-08","vote_average":6.0,"runtime":94,"cert":"N\/A","id":35358,"title":"Three Blind Mice","adult":false,"genre_ids":[10749,18,35]},{"cast":["Sarah Blevins","Jamie Anderson","Heather Stewart","Jesse Burch","Peter Murnik"],"overview":"Since girlhood, TAYLOR has believed that love and marriage are the most important events in every woman's life. Now she's 35 and single with no prospects in sight. As Taylor and her friends wade through the mire of the L.A. dating pool, they realize a lot more is involved in finding the right mate as they meet co-dependents, addicts and sexual deviants. As they hit bottom, thinking there maybe no happiness in their future, a trap door opens leading them to the discovery that they can find happiness within themselves.","release_date":"2006-01-30","vote_average":5.0,"runtime":91,"cert":"N\/A","id":35367,"title":"Young, Single & Angry","adult":false,"genre_ids":[35,10749]},{"cast":["Thomas Hellberg","Helena af Sandeberg","Hans Henriksson","Matthew Allen","Tommy Andersson"],"overview":"A comedy about a young man with a tendency to screw things up. After years of unhealthy living he is looking for calm and rest. But first he has to deal with a drug-dealing debt. He teams up with his cousin, who has spent five years writing a film script, and turns into a film producer. One of the problems is that the German financiers expect a porn film...","release_date":"1998-11-20","vote_average":4.4,"runtime":95,"cert":"N\/A","id":35382,"title":"Zingo","adult":false,"genre_ids":[35]},{"cast":["Jack Palance","Ricky Schroder","Amy Locane","Richard Comar","Michelle Thrush"],"overview":"No overview found.A Wild West retelling of Dickens' 'A Christmas Carol,\" with Scrooge as a land baron, gunfighter, and card cheat who is visited by three spirits who attempt to teach him the true meaning of Christmas.","release_date":"1998-10-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":35385,"title":"Ebenezer","adult":false,"genre_ids":[18,14,37,10770]},{"cast":["Jeff Chandler","Ty Hardin","Peter Brown","Andrew Duggan","Will Hutchins"],"overview":"Brigadier General Frank D. Merrill leads the 3,000 American volunteers of his 5307th Composite Unit (Provisional), aka \"Merrill's Marauders\", behind Japanese lines across Burma to Myitkyina, pushing beyond their limits and fighting pitched battles at every strong-point.","release_date":"1962-03-16","vote_average":6.2,"runtime":98,"cert":"N\/A","id":35392,"title":"Merrill's Marauders","adult":false,"genre_ids":[28,18,10752]},{"cast":["Edward Hogg","Simon Farnaby","Verónica Echegui","Julian Barratt","Noel Fielding"],"overview":"A young shut-in takes an imaginary road trip inside his apartment, based on mementos and memories of a European trek from years before.","release_date":"2009-11-27","vote_average":6.3,"runtime":101,"cert":"15","id":35395,"title":"Bunny and the Bull","adult":false,"genre_ids":[35,10749]},{"cast":["Eleni Kastani","Elissavet Konstantinidou","Vladimiros Kiriakidis","Tania Tripi","Dimitris Tzoumakis"],"overview":"The death of a prominent citizen reveals the corruption that festers behind closed doors on a seemingly beautiful serene Greek island of Sifnos.","release_date":"2009-12-29","vote_average":6.9,"runtime":96,"cert":"N\/A","id":35396,"title":"The Island (νήsos)","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Coalition Forces are at war in Iraq. On March 31, 2004, a group of American soldiers are sent to the City of Fallujah. After a fierce attack from Iraqi insurgents, one soldier is captured and held hostage. As a response to this horrific event, the US military sends in American troops to rescue him. But will they arrive in time, can he survive?","release_date":"2010-03-28","vote_average":5.3,"runtime":19,"cert":"N\/A","id":35397,"title":"Sands of Fire - Part One","adult":false,"genre_ids":[16,10752]},{"cast":["Dolph Lundgren","Samantha Ferris","David Lewis","Bo Svenson","Katelyn Mager"],"overview":"Trained KGB assassin, EDWARD GENN (code name ICARUS), worked years ago as a sleeper agent in America. But when the Soviet Union collapsed, he quickly found himself in a foreign country with no one to trust. Determined to escape his muddled existence, EDWARD tries to start over. He assumes a new identity, starts a family and tries to start his own legitimate business that could potentially pull him out of his world of being a hitman.","release_date":"2010-02-09","vote_average":5.3,"runtime":88,"cert":"N\/A","id":35402,"title":"Icarus","adult":false,"genre_ids":[28,18,53]},{"cast":["László I. Kish","Michael Neuenschwander","Gilles Tschudi","Rainer Guldener","Katharina von Bock"],"overview":"The demise of airline Swissair in 2001 was a huge blow to Switzerland's economy and to the country's morale. It was a sad day for Swiss history when the airline's fleet was grounded on 2 October 2001. \"Grounding\" is set during the last days of the doomed airline, and tells the story of manager Mario A. Corti's unhappy fate, the last, unlucky CEO at the traditional airline company, as well as of all those nameless people who lost almost everything in the maelstrom of Swissair's downfall: their job, home and their belief in Switzerland.","release_date":"2006-01-19","vote_average":5.3,"runtime":120,"cert":"N\/A","id":35403,"title":"Grounding: The Last Days of Swissair","adult":false,"genre_ids":[18]},{"cast":["Barbara Stanwyck","Wendell Corey","Paul Kelly","Joan Tetzel","Stanley Ridges"],"overview":"Cleve Marshall is an assistant district attorney who falls for the shadowy Thelma Jordon. With her sordid past -- and her relationship with thief Tony Laredo kept secret from the married attorney, Jordon seduces the easily swayed Marshall, and uses him to cover up her misdeeds. When Jordon becomes the prime suspect for the murder of her wealthy aunt, she turns to Marshall, who goes to great lengths to clear her name.","release_date":"1950-01-18","vote_average":6.8,"runtime":100,"cert":"N\/A","id":35404,"title":"The File on Thelma Jordon","adult":false,"genre_ids":[80,18]},{"cast":["Elliott Gould","Donald Sutherland","Zouzou","Joss Ackland","Xavier Gélin"],"overview":"Two CIA bunglers (Donald Sutherland, Elliott Gould) botch a Soviet defection, then both sides mark them for termination.","release_date":"1974-09-05","vote_average":5.9,"runtime":87,"cert":"N\/A","id":35405,"title":"S*P*Y*S","adult":false,"genre_ids":[28,35]},{"cast":["Gregory Peck","Ava Gardner","Fred Astaire","Anthony Perkins","Donna Anderson"],"overview":"In 1964, atomic war wipes out humanity in the northern hemisphere; one American submarine finds temporary safe haven in Australia, where life-as-usual covers growing despair. In denial about the loss of his wife and children in the holocaust, American Captain Towers meets careworn but gorgeous Moira Davidson, who begins to fall for him. The sub returns after reconnaissance a month (or less) before the end; will Towers and Moira find comfort with each other?","release_date":"1959-12-16","vote_average":6.8,"runtime":134,"cert":"PG","id":35412,"title":"On the Beach","adult":false,"genre_ids":[878,18,10749]},{"cast":["Tom Wopat","Kal Weber","Elizabeth Healey","Mark Ramsey","Jessica Reavis"],"overview":"When ants, displaying never-before-seen behavior, seize an island, the controversial Thorax Team is called in to stop the massive threat, only to discover that the ants are controlled by something beyond this world.","release_date":"2008-02-17","vote_average":4.8,"runtime":90,"cert":"N\/A","id":35429,"title":"The Hive","adult":false,"genre_ids":[27,878]},{"cast":["Tommy Lee Jones","Michael O'Keefe","Jenny Seagrove","Max Phipps","Grant Tilly"],"overview":"Nathaniel Williamsen is taken to an island mission with his fiancee Sophie. Their ship, the Rona, is captained by the roguish Bully Hayes, who also takes a liking to Sophie. When Sophie is kidnapped by slave trader Ben Pease \"Nate\" teams with Hayes in order to find her.","release_date":"1983-11-18","vote_average":6.3,"runtime":99,"cert":"N\/A","id":35432,"title":"Nate and Hayes","adult":false,"genre_ids":[28,12,35]},{"cast":["Ryohei Kimura","Sakiko Tamagawa","Takuya Eguchi","Motoyuki Kawahara","Ayaka Saitou"],"overview":"Takizawa prevented Japan's destruction - and then he vanished. Six months later, clues lead Saki to the Big Apple in search of her missing friend. Meanwhile, the remaining Selecao are plotting their final move. Some of them would prefer Takizawa dead and out of the way. Some might even be willing to help him achieve his goals. Unfortunately, some are prepared to destroy everything if it means claiming checkmate in Mr. Outside's puzzling game.","release_date":"2009-11-28","vote_average":7.0,"runtime":82,"cert":"N\/A","id":35435,"title":"Eden of the East Movie I: The King of Eden","adult":false,"genre_ids":[16,18,9648,878]},{"cast":["Albert Dupontel","Catherine Frot","Bouli Lanners","Nicolas Marié","Bernard Farcy"],"overview":"With gun-toting rivals on his tail, a daring bank robber takes refuge in the quiet residential street here he grew up and where his mother, Maniette, still lives. An unscrupulous property developer, Korazy, is buying up the neighborhood to turn it into a gleaming new banking district, but to her son's disgust Maniette leads the inhabitants resistance. Her ingenious methods provoke her boy's admiration, but he fights back with sneaky traps and underhand tricks when Maniette tries to force him to do the right thing just once in his life.","release_date":"2009-11-25","vote_average":6.5,"runtime":86,"cert":"N\/A","id":35436,"title":"The Villain","adult":false,"genre_ids":[35]},{"cast":["Yuria Haga","Takami Mizuhashi","Kazunori Sasaki","Ryuya Wakaba"],"overview":"Akira had to transfer schools upon graduation because of her father's job. She was reluctant to move because of her secret love for Nao...","release_date":"2006-07-22","vote_average":6.3,"runtime":89,"cert":"N\/A","id":35451,"title":"Love on Sunday","adult":false,"genre_ids":[18]},{"cast":["Sandrine Pinna","Wing Fan","Ko Chia-Yen"],"overview":"Struggling to adjust to her new life in Taipei, introverted high school girl Miao Miao opens up after meeting outgoing classmate Xiao Ai who becomes increasingly enamoured with her new friend. Unaware of Xiao Ai's confused feelings for her, Miao Miao falls for brooding CD shop owner Chen Fei, who seems determined to block out the world with a pair of headphones.","release_date":"2008-10-01","vote_average":5.7,"runtime":83,"cert":"N\/A","id":35452,"title":"Miao Miao","adult":false,"genre_ids":[35,18]},{"cast":["Lee Majors","Burgess Meredith","Chris Makepeace","Alexandra Stewart","Trudy Young"],"overview":"Twenty years after the American people have been told the oil has run out and disease has scared them into complacency, the United States has become a fascist state. One man, former race car driver Franklyn Hart, now a puppet spokesman for public transportation, rebuilds his race car and sets off to California from Boston where people have returned to living life like they were twenty years prior.","release_date":"1981-04-01","vote_average":3.7,"runtime":101,"cert":"N\/A","id":35453,"title":"The Last Chase","adult":false,"genre_ids":[28,12,878]},{"cast":["Seeta Devi","Charu Roy","Himansu Rai","Modhu Bose","Sarada Gupta"],"overview":"Two neighboring kings addicted to gambling, Ranjit and his cousin Sohat, vie for the same beautiful young woman, Sunita, daughter of the hermit Kanwa.","release_date":"1929-08-16","vote_average":5.8,"runtime":74,"cert":"N\/A","id":35454,"title":"A Throw of Dice","adult":false,"genre_ids":[18,10749,12]},{"cast":["Whoopi Goldberg","Sam Elliott","Rubén Blades","Harris Yulin","John P. Ryan"],"overview":"Rita Rizzoli is a narcotics cop with a plethora of disguises. When a drug shipment is hijacked, the thieves don't know that the drug is unusually pure and packs of 'Fatal Beauty' begin turning up next to too many dead bodies. Mike works for the original owner of the drugs and tries to tell himself that since he does not handle the drugs, he is 'clean'. Mike becomes Rita's constant companion.","release_date":"1987-10-30","vote_average":5.6,"runtime":104,"cert":"18","id":35463,"title":"Fatal Beauty","adult":false,"genre_ids":[12,28,35,53]},{"cast":["Alessio Boni","Michele Placido","Isabella Ferrari","Alina Nedelea","Carlo Cecchi"],"overview":"Giorgio Pellegrini, a former left-wing activist turned terrorist has fled to Central America and fought with a guerrilla movement. Fifteen years later he is fed up with living in the jungle and decides to return to Italy. What he wants is to lead a comfortable bourgeois life in his native country. Thanks to Anedda, a corrupt police inspector, and after giving away former comrades, he obtains a reduced jail sentence. Once released from prison he obsessively pursues his dream of becoming a \"respectable\" citizen, even if the way to it is paved with larceny, pimping, drug-dealing, rape, heist and murder...","release_date":"2006-02-24","vote_average":7.5,"runtime":107,"cert":"N\/A","id":35464,"title":"The Goodbye Kiss","adult":false,"genre_ids":[18,53,80]},{"cast":["Andrew McAuley"],"overview":"Michôd and Peedom's hour-long documentary recounts the tale of Andrew McAuley, an Australian adventurer who, in 2006, launched a quest to become the first person to paddle a kayak across the treacherous Tasman Sea, one of the loneliest and toughest stretches of water in the world.","release_date":"2008-01-01","vote_average":4.1,"runtime":55,"cert":"N\/A","id":35471,"title":"Solo","adult":false,"genre_ids":[99]},{"cast":["Ioan Gruffudd","Robert Lindsay","Denis Lawson","Ian McNeice","Andrew Tiernan"],"overview":"The Hornblower series is based on C.S. Forester's classic maritime adventures - the story of one young man's struggle to become a leader of men. Set against the back drop of the 18th century Anglo-French wars, the bloodiest time in British naval history. Pellew, Captain of the Indefatigable, decides to put forward his protege Horatio Hornblower for the examination for lieutenant. Leading up to the exam Hornblower comes up against many challenges to prepare him for the difficult life as a lieutenant.","release_date":"1998-11-18","vote_average":7.3,"runtime":93,"cert":"","id":35494,"title":"Hornblower: The Examination for Lieutenant","adult":false,"genre_ids":[12,10770]}]