[{"cast":["Lesley-Anne Down","Kirsten Vangsness","Paul F. Tompkins","Joe Mantegna","Shemar Moore"],"overview":"It's1947, and hard-boiled private investigator Charlie Nickels' client is murdered and her priceless diamond stolen. The investigation forces him to do the one thing he vowed never to do again: trust a dame.","release_date":"2015-02-13","vote_average":0.0,"runtime":100,"cert":"\"\"","id":355019,"title":"Kill Me, Deadly","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"In this 60-minute documentary tv-producer Jessica Villerius (28) shows how deadly Anorexia Nervosa is. The youngest of the girls she follows is eleven years old, and is battling Anorexia since she was only seven. It's the first time that specialized hospitals and clinics opened their doors for a tv-documentary. The film is extra honest, confronting and open, given the fact that Jessica battled Anorexia for almost a decade. Jessica: 'I think it's about time people learn the truth about this dangerous sniper, which first takes over the body and in the end the mind and even the will to live.'","release_date":"2009-08-17","vote_average":0.0,"runtime":60,"cert":"N\/A","id":355021,"title":"Facing Anorexia","adult":false,"genre_ids":[]},{"cast":["Shari Mann","Dee Lockwood","Stuart Lancaster","John Alderman","Kathi Cole"],"overview":"Two seedy producers work to make a star out of a former stag-film actress while an aging rival conspires to ruin her.","release_date":"1969-09-10","vote_average":7.0,"runtime":100,"cert":"\"\"","id":355023,"title":"Starlet","adult":false,"genre_ids":[18]},{"cast":["J.M. Kimbrough","Madeleine","Lou Campa","Gigi Darlene"],"overview":"An artist uses nude models despite disliking models when they're nude.","release_date":"1964-01-01","vote_average":0.0,"runtime":69,"cert":"\"\"","id":355025,"title":"Artist Studio Secrets","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Portrays the Nuer, Nilotic herdsmen of the Nile basin. Shows how their daily lives revolve about their cattle, and depicts the psychological bonds between them. Includes extensive use of Nuer music and poetry.","release_date":"1971-01-01","vote_average":0.0,"runtime":73,"cert":"\"\"","id":355027,"title":"The Nuer","adult":false,"genre_ids":[99]},{"cast":["Bob Meyer","Darlene Bennett","Dawn Bennett","Rita Bennett","Dolores Carlos"],"overview":"A photographer tries to show us in the audience how to make a nudie-cutie, only for everything to go totally wrong.","release_date":"1964-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355029,"title":"Crazy Wild and Crazy","adult":false,"genre_ids":[]},{"cast":["Carole Dechantre","Jean Troillet"],"overview":"The Grand paradis is said to be one of the easiest four-thousanders and that is the one choosen by Carole Dechantre to share with the famous alpinist Jean Troillet.","release_date":"2013-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":355052,"title":"Le Grand Paradis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355054,"title":"A Mente Por Trás De Um Massacre","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355056,"title":"A Arte da Primeira Guerra","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An artist fantasises about the poses his model could take.","release_date":"1927-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":355067,"title":"The Artist's Dream Model","adult":false,"genre_ids":[]},{"cast":["Sinead McCarthy"],"overview":"A documentary that tells the tale that the victors still do not want you to know. Learn the terrible truth about the rape, torture, slavery, and mass murder inflicted upon the German people by the Allied victors of World Word II.","release_date":"2015-05-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":355081,"title":"Hellstorm","adult":false,"genre_ids":[99]},{"cast":["Leon Weaver","Frank Weaver","June Weaver","Roy Rogers","Loretta Weaver"],"overview":"Sentenced to toil on a family's land, a greedy man discovers coal and secretly buys the property.","release_date":"1939-10-27","vote_average":5.5,"runtime":69,"cert":"\"\"","id":355083,"title":"Jeepers Creepers","adult":false,"genre_ids":[37]},{"cast":["Nuufolau Joel Seanoa","Daniel Lyon","Rami Sebei","Craig Williams","Frank B. Gerdelman"],"overview":"1. Hook Bomberry &amp; Top Gun Talwar vs. Disco Machine &amp; Ronin  2. \"The Professional\" Scott Lost vs. Charles Mercury  3. Rocky Romero vs. Joey Ryan  4. Hardkore Kidd &amp; Davey Richards vs. TJ Perkins &amp; Alex Shelley  Pro Wrestling Guerrilla World Championship Title Match  5. \"Mr. Wrestling\" Kevin Steen (c) vs. Quicksilver  6. \"Photogenic\" Chris Bosh vs. \"The Fallen Angel\" Christopher Daniels  Pro Wrestling Guerrilla World Tag Team Championship Title Match  7. 2 Skinny Black Guys (El Generico &amp; Human Tornado) (c) vs. \"The Future\" Frankie Kazarian &amp; Petey Williams  8. Samoa Joe vs. Super Dragon","release_date":"2005-08-19","vote_average":0.0,"runtime":165,"cert":"\"\"","id":355085,"title":"PWG Smells Like Steen Spirit","adult":false,"genre_ids":[]},{"cast":["Kevin Steen","Daniel Lyon","Jack Miller","Allen Neal Jones","Daniel Christopher Covell"],"overview":"1. Hook Bomberry, Human Tornado, &amp; Top Gun Talwar vs. Disco Machine, Excalibur, &amp; Chris Sabin  2005 Battle of Los Angeles First Round Match  2. \"The Future\" Frankie Kazarian vs. Rocky Romero  2005 Battle of Los Angeles First Round Match  3. Quicksilver vs. Davey Richards  2005 Battle of Los Angeles First Round Match  4. James Gibson (Jamie Noble) vs. Joey Ryan  2005 Battle of Los Angeles First Round Match  5. \"Photogenic\" Chris Bosh vs. El Generico  2005 Battle of Los Angeles First Round Match  6. \"American Dragon\" Bryan Danielson vs. Ricky Reyes  2005 Battle of Los Angeles First Round Match  7. \"The Fallen Angel\" Christopher Daniels vs. Scott Lost  2005 Battle of Los Angeles First Round Match  8. Jack Evans vs. AJ Styles  2005 Battle of Los Angeles First Round Match  9. \"Mr. Wrestling\" Kevin Steen vs. Super Dragon","release_date":"2005-09-03","vote_average":0.0,"runtime":181,"cert":"\"\"","id":355087,"title":"PWG 2005 Battle of Los Angeles - Night One","adult":false,"genre_ids":[]},{"cast":["Eddie Dean","Roscoe Ates","Jennifer Holt","George Chesebro","Buster Slaven"],"overview":"Tornado Range is one of five Eddie Dean westerns originally produced by PRC in 1947 but released the following year by Eagle-Lion. Cast as a troubleshooter for the U.S. Land Office, Dean is assigned to settle a deadly range war. Sure enough, the warring homesteaders and cattlemen are being whipped into a frenzy by a third party, who hopes to \"divide and conquer,\" claiming the land for himself. Surprisingly, all-purpose PRC villain George Cheseboro isn't the culprit in this one; instead, he's cast as the father of heroine Jennifer Holt. Roscoe Ates is once more on hand for some questionable comedy relief.","release_date":"1948-02-21","vote_average":0.0,"runtime":56,"cert":"\"\"","id":355089,"title":"Tornado Range","adult":false,"genre_ids":[28,18,10402,37]},{"cast":["Tim Holt","Richard Martin","Marjorie Lord","Gary Gray","Frank Wilcox"],"overview":"Texas Rangers Tim Holt and Richard Martin are dispatched to halt a gang of masked outlaws terrorizing the frontier. Infiltrating the gang, Holt and Martin learn that the raiders are operating altruistically, robbing from the rich to give to the poor.","release_date":"1949-08-14","vote_average":0.0,"runtime":65,"cert":"\"\"","id":355091,"title":"Masked Raiders","adult":false,"genre_ids":[37]},{"cast":["Lyudmila Chernyshyova","Yuri Dedovich","Tatyana Konyukhova","Ekaterina Savinova","Oleg Popov"],"overview":"Story of animal trainers at a circus.","release_date":"1959-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":355093,"title":"Clumsy friend","adult":false,"genre_ids":[10751,35]},{"cast":["Leon Errol"],"overview":"Leon Errol tries to thwart his son's romance.","release_date":"1942-05-15","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":355110,"title":"Framing Father","adult":false,"genre_ids":[35]},{"cast":["Leon Errol","Dorothy Granger","Marian Carr","Jason Robards Sr.","Myrna Dell"],"overview":"Leon Errol's wife blames him for his twin brother's mishaps.","release_date":"1946-05-10","vote_average":6.5,"runtime":20,"cert":"\"NR\"","id":355112,"title":"Twin Husbands","adult":false,"genre_ids":[35]},{"cast":["Leon Errol"],"overview":"Leon Errol plans to buy a doll as a gift for his wife; misunderstandings ensue.","release_date":"1942-12-11","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":355114,"title":"Pretty Dolly","adult":false,"genre_ids":[35]},{"cast":["Leon Errol"],"overview":"Against his wishes, Leon Errol is forced to buy a sweepstakes ticket","release_date":"1948-01-16","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":355116,"title":"Bet Your Life","adult":false,"genre_ids":[35]},{"cast":["Leon Errol"],"overview":"Leon Errol needs to keep his guests apart at dinner.","release_date":"1949-08-05","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":355118,"title":"Oil's Well That Ends Well","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A tv movie by Marie-Claude Treilhou.","release_date":"1983-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":355120,"title":"Une sale histoire de sardines","adult":false,"genre_ids":[]},{"cast":["Ulrike Buschbacher","Anna Steegmann","Claudia Steinberg","Rosa von Praunheim"],"overview":"Documentary about three German women who move to New York.","release_date":"1990-02-16","vote_average":8.0,"runtime":90,"cert":"N\/A","id":355122,"title":"Survival in New York","adult":false,"genre_ids":[99]},{"cast":["David Kaye","Daran Norris","John Kassir","Grant Moninger","Eric Bauza"],"overview":"The Joker kidnaps Batman, Superman and the rest of the DC Super Friends and puts them against their worst enemies in their own secret base, the Hall of Justice.","release_date":"2010-08-26","vote_average":10.0,"runtime":17,"cert":"\"\"","id":355142,"title":"DC Super Friends: The Joker's Playhouse","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young fairy hamster named Crystal appears before Bijou. In the snow, the two vanish off somewhere. The Ham-Hams give chase and arrive in the legendary Aurora Village. Legendary hamsters of the winter called Snow Hams live here. The Ham-Hams are told that it has not snowed in the village for a long time. The Snow Hams are troubled because it is hot even though it is winter. They also say that Snow Princess Bijou is the one who can help. But, Bijou is kidnapped by a mysterious pirate ship! Pirate Hams who hate the cold start to interfere in order to prevent snowing. The Ham-Hams picket against the captain of the pirate ship to get Bijou back. The talks with the pirates result in the decision to put Bijou on the line in a Ham-Ham Grand Prix. The competition between Hamtaro and the captain consists of running, skiing, Formula car racing and others. Can Hamtaro win the Grand Prix and save Bijou?","release_date":"2003-12-13","vote_average":0.0,"runtime":53,"cert":"N\/A","id":355144,"title":"Hamtaro: Miracle in Aurora Valley","adult":false,"genre_ids":[10751,14,12,16]},{"cast":["Lance Henriksen"],"overview":"The story of a group of surfers from Havana struggling to establish a niche for their sport in Cuba’s restrictive society. Guided by Eduardo Valdes, founder of the Havana Surf Association, two filmmakers travel across the island to the notorious Guantanamo province, home to the U.S. Naval Station at Guantanamo Bay, as well as the country’s best waves. Searching for surf along this controversial coast, they discover a forbidden paradise just miles from the American border, and learn what it means to be a surfer and a citizen of modern-day Cuba.","release_date":"2011-04-11","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":355146,"title":"Surfing with the Enemy","adult":false,"genre_ids":[99]},{"cast":["Jimmy Wakely","Lee 'Lasses' White","Kay Morley","Jimmy Martin","Steve Clark"],"overview":"In this western, two cowboys are framed as cattle rustlers and tossed in the pokey. Later, honest ranchers spring them and together they ride out against the rustlers.","release_date":"1947-04-14","vote_average":0.0,"runtime":55,"cert":"\"\"","id":355148,"title":"Six-Gun Serenade","adult":false,"genre_ids":[10402,37]},{"cast":["Uwe Dallmeier","Wolf Roth","Bruno Dallansky","Rolf Becker"],"overview":"","release_date":"1977-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355150,"title":"Ein Hochzeitsfest","adult":false,"genre_ids":[18]},{"cast":["Charles Starrett","Iris Meredith","Dick Curtis","Robert Fiske","LeRoy Mason"],"overview":"US marshal Lawlor (Starrett) takes on a gang of cattle rustlers headed by Taylor (Dick Curtis). His reasons are partly personal: Conway (Edward LeSaint), the cattle-baron father of Lawlor's sweetheart Madge (Meredith), has been murdered by Taylor's minions.","release_date":"1938-10-02","vote_average":0.0,"runtime":57,"cert":"\"\"","id":355152,"title":"West of the Santa Fe","adult":false,"genre_ids":[37]},{"cast":["Rolf Illig","Nina Petri","Christian Redl","Hermann Lause","Monica Bleibtreu"],"overview":"","release_date":"2000-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355154,"title":"Das gestohlene Leben","adult":false,"genre_ids":[18]},{"cast":["Matt Besser","Matt Walsh","Amy Poehler","Ian Roberts","Donald Glover"],"overview":"Explores a year in the world of long-form improvisation in L.A. through the eyes of three theaters; the top of the chain Upright Citizens Brigade, the grassroots Improv Space and the vast and quickly growing underground, indie improv movement.","release_date":"2015-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355168,"title":"Underground Comedy","adult":false,"genre_ids":[99]},{"cast":["Tom Lenk"],"overview":"Character actor Tom Lenk (Buffy the Vampire Slayer, Joss Whedon's Much Ado About Nothing) has long dreamed of performing in the Edinburgh Fringe Festival, the world's largest theater arts festival. Nerdgasm follows Tom's journey through all things nerdy as he prepares to fulfill his aspirations and struggles with his inner demons along the way.","release_date":"2015-08-18","vote_average":7.0,"runtime":88,"cert":"\"\"","id":355173,"title":"Nerdgasm","adult":false,"genre_ids":[99,35]},{"cast":["Buddy Lee"],"overview":"Buddy Lee Teaches 4 easy steps to mastering the art of rope jumping for fitness, improved sports performance, weight loss and toning of muscles in only 5-10 minutes with his Hyperformance Jump Ropes.  Learn the correct way to jump to build endurance and maximize your workout with Buddy's 15 key techniques and programs, designed for beginners to fitness enthusiasts to competitive athletes looking for the winning edge. Ised by U.S. Olympic coaches and athletes in 25 sports.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":355175,"title":"Jump Rope Training","adult":false,"genre_ids":[]},{"cast":["Tig Notaro"],"overview":"Known for her distinctive storytelling and offbeat sense of humor, Tig Notaro often draws on her highly personal experiences with no-holds-barred honesty. Over the course of her one-hour show, Notaro tells stories about a number of subjects, including: the search for the perfect Santa Claus; her favorite laugh noises; bringing her fiancée to meet her Mississippi family; TSA screening; flying in small planes; unusual public signs; and more.","release_date":"2015-08-22","vote_average":6.3,"runtime":55,"cert":"\"\"","id":355177,"title":"Tig Notaro: Boyish Girl Interrupted","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1980-12-31","vote_average":6.5,"runtime":null,"cert":"N\/A","id":355179,"title":"Proszę słonia","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's deep-sea hilarity with SpongeBob and pals in a two-part mini-movie, 42 shorts AND the pilot episode! First, help the Krusty Krew make it to the restaurant's anniversary party. Then enjoy a first-time collection of short episodes and the one that put SpongeBob on the map.","release_date":"2015-01-06","vote_average":6.0,"runtime":98,"cert":"\"NR\"","id":355181,"title":"Spongebob Squarepants: Pilot Mini-Movie","adult":false,"genre_ids":[]},{"cast":["Fidel Elizalde García","Antonio Valles Luna","Guadalupe Salazar Vázquez","Pedro Machado Ramírez","Miguel Orona Ríos"],"overview":"At two in the morning is a film that travels through an observational journey by the last two cradles of cardenche singing: Sapioriz and La Flor de Jimulco. It is a reflection of these two communities and their everyday- life, to explore a dark past and a present of resistance, and an inevitable and irreversible disappearance. A singing to lost. A singing to life.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":355195,"title":"A las dos de la mañana","adult":false,"genre_ids":[]},{"cast":["Gabino Rodríguez","Luisa Pardo","Francisco Barreiro","Elizabeth Tinoco","Julio Hernández Cordón"],"overview":"Minotaur takes place in a home of books, of readers, of artists. It’s also a home of soft light, of eternal afternoons, of sleepiness, of dreams. The home is impermeable to the world. Mexico is on fire, but the characters of Minotaur sleep soundly.","release_date":"2015-09-12","vote_average":5.0,"runtime":53,"cert":"N\/A","id":355197,"title":"Minotaur","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a futuristic and industrialized world, a product, called Inzomnia, has been created. This pill helps people regain energy to the point they can live without sleeping anylonger. Inzomnia is compulsorily administered to everyone, but people start losing their memory and turning into some kind of automata, performing mechanical tasks to keep the system unstoppable. Camila, a 10 year old girl, is immune to Inzomnia pills, and therefore the only one able to sleep... and dream. In her dreams she will encounter fantastic creatures and live many adventures that will lead her to find answers about the origins of Inzomnia.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":355199,"title":"Inzomnia","adult":false,"genre_ids":[]},{"cast":["Juan Manuel Bernal","Diana Ávalos","Héctor Jiménez","Ángeles Cruz","Sofía Sylwin"],"overview":"Felix (56) a criminal boss in the south of Mexico, has always wanted to go to San Francisco so see how drawbridges rise for ships to go through. Misela (23), whose romantic partners die if they make her cry, seeks comfort in her mother and wants to know where she is buried. They are father and daughter, and one must betray the other in order to go on living.","release_date":"2018-03-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":355201,"title":"Traición","adult":false,"genre_ids":[]},{"cast":["Marianne Hoppe","Hannes Jaenicke","Ida Ehre","Wolfried Lier","Nikolaus Paryla"],"overview":"","release_date":"1988-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355203,"title":"Bei Thea","adult":false,"genre_ids":[18]},{"cast":[],"overview":"El Remolino is a tiny community on the banks of the widest river in Mexico, it is home to unusual characters whose lives oscillate between an attachment to the paradise like surroundings and the uncertainty that looms year after year, when high floods cover their community. El Remolino is a reflection upon the human capacity to adapt and coexist with nature's changes.","release_date":"2016-08-09","vote_average":7.0,"runtime":75,"cert":"N\/A","id":355208,"title":"The Swirl","adult":false,"genre_ids":[99]},{"cast":["Manal Issa","Vincent Lacoste","Paul Hamy","Damien Chapelle","Clara Ponsot"],"overview":"The new film from Lebanese director Danielle Arbid follows a young Arab immigrant in Paris, whose encounters with three men reveal different facets of her new country, and of herself.","release_date":"2016-02-10","vote_average":5.9,"runtime":119,"cert":"N\/A","id":355234,"title":"Parisienne","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Inside an inner-city Baltimore high school as teachers and students face the challenges of a 2002 education-reform act.","release_date":"2008-08-19","vote_average":0.0,"runtime":112,"cert":"\"\"","id":355242,"title":"Hard Times at Douglass High: A No Child Left Behind Report Card","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355244,"title":"Choque de Civilizações","adult":false,"genre_ids":[99]},{"cast":["Jayaram","Jagathy Sreekumar","Parvathy","Madhu","Suresh Gopi"],"overview":"Two friends, Balagopalan (Jayaram) and Jayakumar (Jagathy Sreekumar), own a call service called \"We Help\" to help people with the assistance of lawyer Madhavan Thampi (Madhu). Balu gets a call from Indu R. Nair, who is the daughter of a businessman. Later, Indu asks Balagoapan to be her bodyguard. But when Jayakumar and Balagopalan visit her home, they discover that Indu has been murdered. Officer Thomas Mathew takes charge of the case. Madhavan tries to find her killer to save Balagopalan and Jayakumar, before it is too late.","release_date":"1988-02-20","vote_average":3.0,"runtime":133,"cert":"N\/A","id":355246,"title":"Witness","adult":false,"genre_ids":[10749,80,53]},{"cast":["Rino Shimazaki","Sôji Kanebako","Megumi Sano","Aiko Matsuoka","Shikô Shima"],"overview":"A young man, Shingo, and his girlfriend, Miki, are driving in the countryside when their car breaks down. When they go and seek help from a nearby house, they are captured and kept as sex slaves by an unnamed man. Gradually Shingo becomes enraptured by the acts of forced S\/M on both himself and Miki and offers to be the man’s apprentice, helping him abduct and torture two other women. And soon, the apprentice wishes to become the master.","release_date":"1986-11-15","vote_average":2.5,"runtime":67,"cert":"N\/A","id":355248,"title":"Captured for Sex 2","adult":false,"genre_ids":[53]},{"cast":["Laura Nuñez","Estefanía Blanco","María Teresa Rubio","Adrián Delgado","Pablo Diéguez"],"overview":"","release_date":"2015-08-21","vote_average":7.5,"runtime":null,"cert":"N\/A","id":355250,"title":"Flecos","adult":false,"genre_ids":[28,35,80,18,9648,53]},{"cast":["Zehra Zorba"],"overview":"A portrait of teen escort, 'Coco'.","release_date":"2015-05-22","vote_average":0.0,"runtime":17,"cert":"N\/A","id":355252,"title":"Rate Me","adult":false,"genre_ids":[]},{"cast":["Brian De Palma"],"overview":"An intimate conversation between filmmakers, chronicling De Palma’s 55-year career, his life, and his filmmaking process, with revealing anecdotes and, of course, a wealth of film clips.","release_date":"2016-06-10","vote_average":7.3,"runtime":108,"cert":"\"R\"","id":355254,"title":"De Palma","adult":false,"genre_ids":[99]},{"cast":["Kevin Steen","Nuufolau Joel Seanoa","Christopher Hancock","Scott Epperson","Joseph Ryan Meehan"],"overview":"1. Disco Machine &amp; Excalibur vs. TJ Perkins &amp; Rocky \"Azúcar\" Romero  2. Chris Sabin vs. Petey Williams  3. \"The Fallen Angel\" Christopher Daniels vs. \"The Future\" Frankie Kazarian  4. B-Boy &amp; Ronin vs. Super Dragon &amp; Davey Richards  5. El Generico vs. Jack Evans  6. \"American Dragon\" Bryan Danielson vs. Jimmy (Wang) Yang  7. Arrogance (\"Photogenic\" Chris Bosh &amp; \"The Professional\" Scott Lost) &amp; Joey Ryan vs. Aerial Xpress (Quicksilver &amp; Scorpio Sky) &amp; Dino Winwood  Pro Wrestling Guerrilla World Championship Title Match  8. \"Mr. Wrestling\" Kevin Steen (c) vs. Samoa Joe","release_date":"2005-11-18","vote_average":0.0,"runtime":172,"cert":"\"\"","id":355265,"title":"PWG All Star Weekend 2 - Night One","adult":false,"genre_ids":[]},{"cast":["Scott Epperson","Schuyler Andrews","Daniel Lyon","Wesley David Richards","Michael Mondragon"],"overview":"1. \"The Fallen Angel\" Christopher Daniels vs. TJ Perkins  2. B-Boy vs. Chris Sabin  3. El Generico &amp; Los Luchas (Phoenix Star &amp; Zokre) vs. Alex Koslov, Nemesis, &amp; Ronin  Pro Wrestling Guerrilla World Championship Title Match  4. \"Mr. Wrestling\" Kevin Steen (c) vs. Joey Ryan  5. Chris Hero vs. AJ Styles  Pro Wrestling Guerrilla World Tag Team Championship Title Match  6. Super Dragon &amp; Davey Richards (c) vs. Disco Machine &amp; Excalibur  \"I Quit\" Grudge Match  7. \"The Professional\" Scott Lost vs. Scorpio Sky","release_date":"2005-12-03","vote_average":0.0,"runtime":165,"cert":"\"\"","id":355267,"title":"PWG Chanukah Chaos (The C's Are Silent)","adult":false,"genre_ids":[]},{"cast":["Kelly Helen Thompson","Bob Glazier","Abi Burgess","Kyle Calwhite","Joel D. Wynkoop"],"overview":"Once in the depths of the frozen North, Arose a dark power. To some they were known as the Alliance. John Nolan was said to belong to this group. The town of Madison was built in the form of a pentagram on Indian burial ground, and John Nolan tried to set forth the end of time. The Talisman and the book stopped him hundreds of years ago, by a witch \"Stella.\" Hundreds of years later, a young girl who has a 50,000 page SA Assigned by her teacher leads her into an adventure, reading an incantation and accidentally setting John Nolan free, rising from the dead. It is up to Cassy, to stop the evil entity from destroying the world as it changes from dimension to dimension. The Assignment is a colorful tale about a quest a woman faces present and past. Cassy, along with a witch, a priest, and her best friend Oliver end up on a roller coaster of mayhem, trying to solve the mystery and stop John Nolan from finishing what he had started hundreds of years ago.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":355272,"title":"Assignment: Witches Talisman","adult":false,"genre_ids":[35,27,14]},{"cast":[],"overview":"Stars: Adrienne Diana Bobis, Maja Bohne Johnsen, Jesper Lind | See full cast and crew »","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":355274,"title":"Singelklubben","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a recycling factory in the north of France the machines dance, the workers join in song, and the truckdrivers almost do a ballet. The film shows the process of recycling by impressive machines and by hand. We hear the noise that accompagnies this process. Slowly the factory noise be- comes a rhythm and a truckdriver starts to sing a song for his love. He wants to build an island with the materials at hand, where they can be together to ‘sort things out ‘.  In this crossover between documentary and musical it is the filmmakers aim to merge image and sound in such a way that the one cannot exist without the other. Inspired by the recordings of Alan Lomax and the films of Jacques Tati, the result is a sculptural and informative documentary and at the same time a musical film with a sticky song .","release_date":"2009-08-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":355276,"title":"Plastic and Glass","adult":false,"genre_ids":[]},{"cast":["Erina Kurosawa","Sakurano"],"overview":"1st Episode: Junichi's father, Yoshiyuki is a professor of the university that Junichi goes to. Yoshiyuki has remained single since Junichi's mother died 10 years ago. One day, Junichi learns that his father is getting remarried; surprisingly his stepmother turns out to be Aya, the classmate he secretly admires. How will their relationship become? 2nd Episode: Naoki and Maki are non-blood-related siblings who study in the same university. When undisciplined Naoki is retained due to poor academic result, Maki becomes a senior of her brother. Since then, Maki begins to act harshly to her brother in order to help him get over his psychological barrier to learning. However, being together day and night, Naoki finds himself in love with Maki gradually..","release_date":"2007-05-02","vote_average":0.0,"runtime":74,"cert":"N\/A","id":355293,"title":"My Classmate Is Dad's Wife","adult":false,"genre_ids":[]},{"cast":["Sacred Reich"],"overview":"Independent  One Nation  Love...Hate  Ignorance  State of Emergency  Death Squad  Crimes Against Humanity  Who's to Blame  Free  War Pigs  (Black Sabbath cover)  The American Way  Paranoid  (Black Sabbath cover)  Surf Nicaragua","release_date":"2014-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355295,"title":"Sacred Reich: [2014] Live at Rock Hard Festival","adult":false,"genre_ids":[]},{"cast":["Pierre Brice","Patrizia Viotti","Bernard De Vries","Giuseppe Fortis","Carla Mancini"],"overview":"Italian drama","release_date":"1971-03-08","vote_average":0.0,"runtime":86,"cert":"N\/A","id":355297,"title":"Erika - The Performer","adult":false,"genre_ids":[18]},{"cast":["Bernie Allen","Dawn Bennett","Carol Baughman","Juliet Anderson","Allison Louise Downe"],"overview":"A cook dreams of naked women.","release_date":"1965-02-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355299,"title":"International Smorgas-Broad","adult":false,"genre_ids":[35]},{"cast":["Gerard Broulard","Linette Bordeaux","Yvonne Mariase","Bambi Allen","Lynn Harris"],"overview":"A poker-night bachelor party turns lurid.","release_date":"1969-11-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355301,"title":"Shut Up and Deal","adult":false,"genre_ids":[]},{"cast":["Lois Adams","Gary Graver","'Little Billy' Rhodes","R.J. Gristak","John Romeyn"],"overview":"A girl and a boy meet, and a sexploitation feature ensues.","release_date":"1966-05-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355303,"title":"The Embracers","adult":false,"genre_ids":[]},{"cast":[],"overview":"made for my anarchy arcade","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355305,"title":"skyrim vid","adult":false,"genre_ids":[]},{"cast":[],"overview":"Some people manage to live a lifetime in just a few years. Kansas City running back Joe Delaney was one of those people. This film brings Joe back to life 32 years after his tragic death. You will see him in all of his glory, as an electrifying wide receiver in high school, as a tailback at Northwestern State, and as the Chiefs’ hope for the future. The fastest running back in the NFL, he was also quick to lend a helping hand, and as his teammates, coaches, and family attest, he was as wonderful off the field as he was on it. But on June 29, 1983, he went to try to save three boys from drowning in a pond in Monroe, Louisiana — even though he could not swim. He was always giving all he could.","release_date":"2015-08-19","vote_average":0.0,"runtime":20,"cert":"\"\"","id":355307,"title":"Delaney","adult":false,"genre_ids":[99]},{"cast":["Alan Pietruszewski","Lane Townsend","Jennifer Dorogi","Arianna Afsar","Chloe Farnworth"],"overview":"In the distant future, mankind lives on Mars, in cities that resemble those once found on Earth, protected from the alien atmosphere by dome-like force-fields. When a massive sandstorm breaks through the dome and destroys Mars New York, those in Mars Los Angeles must figure out how to stop the storm before it wipes them out next.","release_date":"2015-10-06","vote_average":3.0,"runtime":90,"cert":"\"\"","id":355309,"title":"Martian Land","adult":false,"genre_ids":[12,878,28,27]},{"cast":["Bernie Allen","Gigi Darlene","Darlene Bennett","Dawn Bennett","Nadja Swenson"],"overview":"A photographer shows off his scrapbook of nude models.","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355311,"title":"Nude Scrapbook","adult":false,"genre_ids":[]},{"cast":["Jon Pertwee","Caroline John","Nicholas Courtney","John Levene","Olaf Pooley"],"overview":"Inferno is a top-secret project that involves drilling down into the crust of the Earth to unleash a new energy source. However, the Doctor, along with his assistant Liz Shaw, is concerned that this drilling will have disastrous consequences for the whole world.","release_date":"1970-06-20","vote_average":9.0,"runtime":175,"cert":"N\/A","id":355313,"title":"Doctor Who: Inferno","adult":false,"genre_ids":[12,878,18]},{"cast":["Joel Holt","Richard B. Shull","Sammy Petrillo","Lucky Kargo","Sam Stewart"],"overview":"Faux-mondo movie featuring sex, drugs, violence and the familiar dulcet tones of Joel Holt.","release_date":"1965-01-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":355318,"title":"It's a Sick, Sick, Sick World","adult":false,"genre_ids":[]},{"cast":["Catherine Chaniolleau","Karin Viard","Gérard Jumel","François Siener","Alain Beigel"],"overview":"","release_date":"1993-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355320,"title":"Ce que femme veut...","adult":false,"genre_ids":[35]},{"cast":["David Worth","June Marlowe"],"overview":"","release_date":"1935-12-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355322,"title":"Riddle Ranch","adult":false,"genre_ids":[37]},{"cast":["Larry Swenson","Herbert Lannard","Jacqueline Michelin","Rita Bennett","Janet Banzet"],"overview":"A sex-crazed Jekyll &amp; Hyde riff wherein an elderly professor uses a maysterious chemical to turn himself into a swinger.","release_date":"1967-11-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355324,"title":"Professor Lust","adult":false,"genre_ids":[878,18,27]},{"cast":["Johnny Mack Brown","Raymond Hatton","Jennifer Holt","Riley Hill","Steve Clark"],"overview":"Blacksmith Pinto Peters (Raymond Hatton) calls on his old friend, Sam \"Hurricane\" Benton (Johnny Mack Brown), to help him clear his son, Jimmy (Riley Hill), of a murder charge. Hot-headed Jimmy, believes that the best way to cure a man of cheating at cards is to shoot him. He didn't shoot him enough, as the gambler only feigns death as part of a plot to gain possession of land owned by Pinto, as they know there is gold on the land buried there by an outlaw gang years ago.","release_date":"1946-09-20","vote_average":0.0,"runtime":56,"cert":"\"\"","id":355326,"title":"Trigger Fingers","adult":false,"genre_ids":[37]},{"cast":["Edwige Feuillère","Christiane Linay","Youly Marca-Rosa","Lucien Gallas"],"overview":"","release_date":"1933-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355328,"title":"La voix du métal","adult":false,"genre_ids":[18]},{"cast":["Claude Brasseur","Nathalie Baye","Nicolas Reboul","Daniel Auteuil","Brigitte Catillon"],"overview":"In this family comedy, Papa (Claude Brasseur) has no end of trouble getting his young son to accept his new girlfriend.","release_date":"1977-08-23","vote_average":6.0,"runtime":105,"cert":"N\/A","id":355333,"title":"Monsieur Papa","adult":false,"genre_ids":[35]},{"cast":["Natasha Leggero","Thomas Lennon"],"overview":"The special was filmed at Bimbo’s 365 Club in San Francisco and centers on Leggero as she “elegantly examines the many reasons why having kids is problematic, the absurdities of Burning Man, Mormons, Hipsters and more. From conservative Republicans to her very own diamond p***y, Leggero’s special proves that no one and nothing is off limits.”","release_date":"2015-08-22","vote_average":7.3,"runtime":52,"cert":"\"\"","id":355335,"title":"Natasha Leggero: Live at Bimbo's","adult":false,"genre_ids":[35]},{"cast":["Tchéky Karyo","Simon Abkarian","Bernard Le Coq","Philippe Vieux","Jean-Pierre Kalfon"],"overview":"","release_date":"2005-11-29","vote_average":7.5,"runtime":null,"cert":"N\/A","id":355337,"title":"S.A.C. : Des hommes dans l'ombre","adult":false,"genre_ids":[10770,80,18]},{"cast":["Susan Vidler","Adrian Dunbar","Jonathan Cake","John Light","Sue Johnston"],"overview":"Having married into a family with Mafia connections, Donna thought her husband George was the diamond in the rough. But after his arrest, she sees layers of him beneath her worst fears, and finds herself fighting for her safety and sanity.","release_date":"1998-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355339,"title":"The Jump","adult":false,"genre_ids":[]},{"cast":["Siddique","Urvashi","Shweta Menon","Zainuddin","Prathapa Chandran"],"overview":"Koushalam is a 1993 Indian Malayalam film, directed by TS Mohan and starring Siddique and Urvashi in lead roles.","release_date":"1993-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355341,"title":"Koushalam","adult":false,"genre_ids":[18,35]},{"cast":["Jayaram","Jagathy Sreekumar","Sindhuja","Siddique","Suchitra"],"overview":"Unni (Jayaram) is in the army, but does not wish to stay there. He feigns a mental illness to get discharged, but has to continue to put on the show in front of his family and villagers when he reaches back home.","release_date":"1993-01-14","vote_average":3.8,"runtime":null,"cert":"N\/A","id":355343,"title":"Kavadiyattam","adult":false,"genre_ids":[53,35]},{"cast":[],"overview":"","release_date":"1970-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355345,"title":"Chibikko Remi to meiken Capi","adult":false,"genre_ids":[]},{"cast":["Beth Lisick","Whitmer Thomas","Esther Povitsky","John Pirruccello","Sophia Grunow"],"overview":"Beth Martinson, a single mother, takes sordid actions to break up her daughter's toxic relationship, thus ensuring her future well-being.","release_date":"2015-08-03","vote_average":0.0,"runtime":14,"cert":"\"\"","id":355347,"title":"My Daughter's Boyfriend","adult":false,"genre_ids":[18]},{"cast":["Jayaram","Thilakan","Samyuktha Varma","KPAC Lalitha","Nedumudi Venu"],"overview":"Conflicts between a father and son, when the unemployed son brings his love to the family without the consent of the parents.","release_date":"1999-09-06","vote_average":7.3,"runtime":150,"cert":"N\/A","id":355349,"title":"Veendum Chila Veettukaryangal","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Sara García","Emilio Tuero","Carmen Montejo","Rafael Baledón","Rafael Banquells"],"overview":"A mother stands by helplessly while a scandal involving marital infidelity, blackmail and murder takes shape around her daughter.","release_date":"1943-08-19","vote_average":5.0,"runtime":107,"cert":"N\/A","id":355351,"title":"No matarás","adult":false,"genre_ids":[]},{"cast":["Joaquín Pardavé","Emma Roldán","Domingo Soler","Beatriz Ramos","Carlos López Moctezuma"],"overview":"Rom-com: collecting on a big inheritance \"forces\" a family to play games with their daughter's marital status.","release_date":"1940-06-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":355353,"title":"¡Que viene mi marido!","adult":false,"genre_ids":[35]},{"cast":["Libertad Lamarque","Luis Aldás","Carmen Montejo","Ramón Gay","José Baviera"],"overview":"Sad lonely spinster makes friends with a little boy in the park, ends up kidnapping him when she learns about how unloved and neglected he is at home. And then...","release_date":"1954-01-21","vote_average":0.0,"runtime":110,"cert":"N\/A","id":355355,"title":"La infame","adult":false,"genre_ids":[]},{"cast":["Billy West","Dave Allen","Kyle A. Carrozza","Erica Luttrell"],"overview":"Captain MooBeard and his first mate, Sailor Bird, are out to find treasure on the Island of Hookamookapookalap. When the evil ninja ducky Dark Blade of Fire steals their map, they must race to finish and claim what is rightfully theirs!","release_date":"2008-12-06","vote_average":0.0,"runtime":7,"cert":"\"\"","id":355357,"title":"MooBeard the Cow Pirate","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Roughie centered around the exploits of Madame Sharon, a brothel madam, her deranged son John, and her stable of girls. That's about as much as anyone knows about this presumably-lost '60s relic.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355359,"title":"Sharon's Girls","adult":false,"genre_ids":[]},{"cast":["John Haveron","Mary Harrigan","Lisa Rolland","Hugh Warren"],"overview":"A man marries his childhood sweetheart, then bad shit happens.","release_date":"1965-05-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355361,"title":"Freudus Sexualis","adult":false,"genre_ids":[]},{"cast":["Joseph V. Perry","Georgetta Giles","Maureen Conway","Louis Martini","Darlene Bennett"],"overview":"A man married to a nymphomaniac tries wife-swapping to satisfy her desires and ends up falling for the timid, sex-phobic female half of the couple he chooses for this.","release_date":"1965-04-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355363,"title":"Lust and the Flesh","adult":false,"genre_ids":[]},{"cast":["Janet Banzet","Bob February","Bob Davis","Ingrid Larsen"],"overview":"There may not be a plot. There is certainly lots of softcore rumpy-pumpy.","release_date":"1967-10-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355365,"title":"Teach Me How to Do It","adult":false,"genre_ids":[]},{"cast":["Alaistair Burr","Greta Dare","Jackie Richards","Larry Hunter"],"overview":"A private detective attempts to find a con on the lam by questioning a series of frequently-nude women.","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355367,"title":"Love Is Where It's At","adult":false,"genre_ids":[]},{"cast":["Rita Atlanta","David Blackhurst","David Bruno","Irene DeBari"],"overview":"Presumed-lost sex flick from the prolific Joe Sarno.","release_date":"1967-08-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355369,"title":"Bed of Violence","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drugs and lesbianism are bad.","release_date":"1967-05-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355371,"title":"Smoke of Evil","adult":false,"genre_ids":[]},{"cast":["Mamukkoya","Nadirshah","Kottayam Nazeer","Shaju Sreedhar","Indrans"],"overview":"A group of friends head out into the jungle to capture a wanted deadly fugitive, Korappan to get a cash reward offered.","release_date":"2001-01-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":355373,"title":"Korappan the Great","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1987-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355375,"title":"Melzer oder die Tiefe der Jahre","adult":false,"genre_ids":[]},{"cast":["Hans Moser","Maria Andergast","Elise Aulinger","Hermann Brix","Leo Slezak"],"overview":"","release_date":"1940-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355377,"title":"Der Herr im Haus","adult":false,"genre_ids":[35]},{"cast":["Robin Padilla","Jacky Woo","Eddie Garcia","Chinggoy Alonzo","Raymond Bagatsing"],"overview":"The story is set in 1946 after the Japanese Imperial Army surrenders to American forces. Gregorio Magtanggol, a Hukbalahap member, who continues the fight against abusive civilian guards after World War II.","release_date":"2003-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355379,"title":"Alab ng Lahi","adult":false,"genre_ids":[28,10752,18]},{"cast":["Jon Voight","Skyler Shaye","Casey Graf","Andy Pandini","Rob Bruner"],"overview":"When a Space Baby crash lands on Earth, the Baby Squad must race against time to stop an evil villain from taking over the universe!","release_date":"2015-08-20","vote_average":4.2,"runtime":null,"cert":"\"\"","id":355384,"title":"Baby Geniuses and the Space Baby","adult":false,"genre_ids":[10751]},{"cast":["Robert Longstreet","Alexia Rasmussen","Eric Ladin","Thomas Jay Ryan","Shirley Knight"],"overview":"THE MISSING GIRL tells the story of Mort, the lonely and disillusioned owner of a comic book shop, and Ellen, the emotionally disruptive graphic novelist he's hired. The story involves the search for a girl who isn't missing and the discovery that it's never too late for late bloomers.","release_date":"2015-09-13","vote_average":6.5,"runtime":89,"cert":"N\/A","id":355386,"title":"The Missing Girl","adult":false,"genre_ids":[9648,35,18]},{"cast":["Aagje Oprins"],"overview":"A little girl accidentally leaves her imaginary baby brother behind at a restaurant — and suddenly, for a nearby childless couple, the definition of \"baby\" takes on a new and completely unexpected dimension.","release_date":"2015-09-14","vote_average":7.0,"runtime":10,"cert":"N\/A","id":355388,"title":"(Otto)","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355390,"title":"Cocteau, I’ll Stay With You","adult":false,"genre_ids":[]},{"cast":[],"overview":"The two heroes from \"Fata Morgana\" return to the big screen for a new adventure. Edouardo and Loet now run a circus. When the mayor arrives to see their show, Loet gets even more nervous then normal and Edouardo decides to up the stakes for their trapeze act. All goes horribly wrong in a spectacular way.","release_date":"2015-09-25","vote_average":0.0,"runtime":6,"cert":"N\/A","id":355392,"title":"Ballone di Cannone","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An experimental film that contrasts the idealization of the old west in Hollywood westerns with U.S. policy in Puerto Rico.","release_date":"1987-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":355394,"title":"A Western","adult":false,"genre_ids":[]},{"cast":[],"overview":"No movie overview available yet, sorry! Will add as soon as possible.","release_date":"2015-09-25","vote_average":0.0,"runtime":10,"cert":"N\/A","id":355396,"title":"Crooked 180","adult":false,"genre_ids":[]},{"cast":["Marc Madeleyn","Anemone Valcke"],"overview":"‘Hipster’ Erik finds a new goal when sees the au pair of the neighbours sunbathing in the garden: to prove that he is not a forty-year-old familyman living in a suburb with the task to mow the lawn.","release_date":"2015-09-25","vote_average":0.0,"runtime":10,"cert":"N\/A","id":355398,"title":"A Day Off","adult":false,"genre_ids":[]},{"cast":["Sofiko Chiaureli","Yuri Mgoyan"],"overview":"The Confession (1990) survives in Parajanov: The Last Spring (1992) in its original camera negative. It remained unfinished due to the death of Sergei Parajanov. The Confession (1990) was his favorite screenplay, which was written in the 1960s and was his film-memory of the childhood, student years, marriage, imprisonment and more as the fantasist Parajanov perceived it. Parajanov gifted the screenplay to Mikhail Vartanov, made a drawing on the cover and wrote: \"The Confession will only be made by a director born in 1924 in Tiflis, Georgia.\" He predicted that he would not finish it.","release_date":"1990-07-20","vote_average":3.5,"runtime":null,"cert":"N\/A","id":355400,"title":"The Confession","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A one-hour trip down Manhattan's Lower east Side.","release_date":"1990-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":355402,"title":"C'est vrai","adult":false,"genre_ids":[]},{"cast":[],"overview":"The protagonist, Semyon, tries to unyoke himself from the enforced optimism of a bureaucratic order that prohibits any discussion of disappointment and despair following the revolution.","release_date":"1996-01-01","vote_average":0.0,"runtime":88,"cert":"\"\"","id":355404,"title":"The Suicide","adult":false,"genre_ids":[]},{"cast":["Haci Ali Konuk","Esra Dermancıoğlu","Kıvanç Baran Aslan","Özlem Balcı"],"overview":"","release_date":"2015-08-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":355406,"title":"Merdiven Baba","adult":false,"genre_ids":[]},{"cast":["Hannah Baker","Ezgi Fidancı","Kismet Annex Tekinbaş"],"overview":"A young woman and her family, a smooth and happy life, turned into a nightmare by an old, ruined house. 2010 horror and thriller film that Arkın Aktaç has taken in his vision and directed.  3 Letters: Marid encountered intense interest of the audience and watched by about 140 thousand people. In the sequel, Murat Toktamışoğlu confronts the director and screenwriter in his chair while Karsmet Ekin Tekinbas, Cansu Fırıncı, Ezgi Fidanci and Elvan Albat are among the players.","release_date":"2015-08-14","vote_average":0.0,"runtime":104,"cert":"N\/A","id":355411,"title":"Three Letters 2: Hablis","adult":false,"genre_ids":[27]},{"cast":["Thomas van Luyn"],"overview":"","release_date":"2015-09-25","vote_average":0.0,"runtime":9,"cert":"N\/A","id":355413,"title":"Lockbuster","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"This film was created by Sokurov before or during his VGIK student years for the regional TV of Gorki. He does not consider it a part of his filmography. For its creators, it was just a TV program, and the people who worked on it most often were being given no distinction in the credits. This document of the very origins of Sokurov gives us a notion of his \"pre-stylistic\" period, where the personality of the future great filmmaker reveals itself in spite of means and circumstances.","release_date":"1974-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":355415,"title":"The Automobile Gains in Reliability","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary film about the agricultural development in the region of Gorky: the everyday life in a sovkhoz, the building of a reservoir and of a greenhouse.","release_date":"1974-01-01","vote_average":6.5,"runtime":30,"cert":"N\/A","id":355417,"title":"The Earthliest of Concerns","adult":false,"genre_ids":[99,10770]},{"cast":["Tian Ki-duk","Tek Sik-jin","Kim Yong-bin","Tian Yong-bin"],"overview":"One of the first North Korean films, filmed during the war. It is a propaganda piece about young boys who decide to form a guerrilla unit in order to sabotage and spy on the American enemy after one of the communist-controlled cities falls to them.","release_date":"1961-01-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":355419,"title":"Teen Guerrillas","adult":false,"genre_ids":[10752]},{"cast":["Fang Ying","Lily Ho Li-Li","Paul Chang Chung","Kiu Chong","Jimmy Wang Yu"],"overview":"A young woman lost her fiancé from the plane clash , later she discover that she becomes pregnant with his baby.She question herself what should she do between keep the child safe until she give a birth or she abortion the child.","release_date":"1967-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355421,"title":"Auntie Lan","adult":false,"genre_ids":[10749,18]},{"cast":["Zoë Thielemans","Maarten Ketels","Zeger Devillé","Korneel Evers","Raymond Kurvers"],"overview":"Stella (23), Mike (25) and their 5-year-old son Noah wander around Europe for years already. Their goal is Patagonia, but the struggle to survive overshadows their dream. Slowly Stella starts recognizing that 'to live' isn't just about gaining experiences along the way, but also means to root and accept life as it is.","release_date":"2015-09-27","vote_average":0.0,"runtime":50,"cert":"N\/A","id":355423,"title":"Patagonia","adult":false,"genre_ids":[18]},{"cast":["Jonas Smulders","Olivia Lonsdale"],"overview":"Tomas and Naomi weren't born for love. They will never be royals, but as brother and sister they have each other.","release_date":"2015-09-27","vote_average":6.0,"runtime":45,"cert":"N\/A","id":355425,"title":"Geen koningen in ons bloed","adult":false,"genre_ids":[18]},{"cast":["Markus Knüfken","Carolina Vera","Simone Hanselmann","Sven Martinek","Andrea Eckert"],"overview":"The ambitious business consultant and single father Edgar Strack is desperately trying to reconcile family and work needs. Alone: ​​He does not succeed. His three adolescent children are frustrated, his new girlfriend Barbara complains, in the company he is betrayed by a competitor. In his distress, Edgar hired the spirited interpreter Ana, whom he had just fired as a colleague, as a new nanny. And lo and behold: Suddenly everything runs like clockwork again.","release_date":"2011-08-20","vote_average":6.0,"runtime":90,"cert":"N\/A","id":355427,"title":"Glück auf Brasilianisch","adult":false,"genre_ids":[10749,10770,35]},{"cast":["Prem Nazir","Bahadoor","Kaviyoor Ponnamma","Prema","Kuthiravattam Pappu"],"overview":"Thulavarsham is a 1976 Indian Malayalam film, directed by N Sankaran Nair and produced by Sobhana Parameswaran Nair. The film stars Prem Nazir, Kaviyoor Ponnamma, Prema and Sridevi in lead roles. The film had musical score by V. Dakshinamoorthy and Salil Chowdhary.","release_date":"1976-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355435,"title":"Thulavarsham","adult":false,"genre_ids":[10749,18]},{"cast":["Marta Lipińska","Władysław Kowalski","Teresa Tuszyńska","Zbigniew Dobrzyński","Magdalena Zawadzka"],"overview":"Three short segments about love.","release_date":"1964-02-25","vote_average":6.0,"runtime":95,"cert":"N\/A","id":355437,"title":"No More Divorces","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"A shy student falls in love and is involved in a kidnapping plot.","release_date":"1965-04-18","vote_average":5.5,"runtime":93,"cert":"N\/A","id":355439,"title":"Penguin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winner of the Sakharov Prize 2014, Doctor Mukwege is internationally known as the man who mends thousands of women who have been raped during the 20 years of conflicts in the East of the Democratic Republic of the Congo, one of the poorest countries on the planet, despite its extremely rich sub-soil.  His endless struggle to put an end to these atrocities and denounce the impunity enjoyed by the perpetrators is not welcome.  At the end of 2012, the Doctor was the target of another attempt on his life, which he miraculously survived.  Threatened with death, this doctor with an exceptional destiny now lives cloistered in his hospital in Bukavu under the protection of the United Nation peacekeepers.  But he is no longer alone in his struggle. The women to whom he has restored physical integrity and dignity, stand beside him, true activists for peace, hungry for justice.","release_date":"2015-04-14","vote_average":0.0,"runtime":112,"cert":"N\/A","id":355441,"title":"The Man Who Mends Women : The Wrath of Hippocrates","adult":false,"genre_ids":[99]},{"cast":["Jayaram","Jagadish","Aishwarya","Rajan P Dev","Maniyanpilla Raju"],"overview":"Unni is wrongly accused for murder of Kannan in Dubai. Sheikh Al Mubharak Rasim Khalid tells Unni's elder brother Nandagopalan Vishwanathan that he can release Unni if he gets he can get a letter from Kannan's family that they have pardoned Unni and all the members of Unni's family should sign the letter. Nandagopalan goes to Unni's house disguised as a Sheikh from Sharjah and trying to fool everyone in signing the letter without telling the truth of the contents of the letter.","release_date":"2001-12-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":355443,"title":"Sharjah to Sharjah","adult":false,"genre_ids":[18,35]},{"cast":["Martin Clunes"],"overview":"Clunes joins a mission to make wildlife history by returning endangered lions to Kora National Park, the Kenyan nature reserve of “Born Free” fame. The effort begins with Mugie, a lion cub orphaned at just three weeks old, but Clunes soon finds out why for lions there is now no “free” left.","release_date":"2014-08-20","vote_average":6.9,"runtime":46,"cert":"N\/A","id":355445,"title":"Martin Clunes & a Lion Called Mugie","adult":false,"genre_ids":[99]},{"cast":["Guinn Williams","Patricia Palmer","Elizabeth De Witt","Chet Ryan","William Dyer"],"overview":"\"Hadley, owner of a nearby ranch, had fenced off a water hole belonging to Miss Dunlap, thus depriving her stock of water. Undaunted, the young Eastern woman and her two-fisted fighting foreman fought back...","release_date":"1922-05-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355456,"title":"The Cowboy King","adult":false,"genre_ids":[37]},{"cast":["Jagadish","Kalabhavan Mani","Kalpana","Janardhanan","Kanakalatha"],"overview":"Ancharakalyanam is a 1997 Indian Malayalam film directed by VM Vinu and starring Jagadish and Kalabhavan Mani in the lead roles.","release_date":"1997-02-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":355458,"title":"Ancharakalyanam","adult":false,"genre_ids":[18,35]},{"cast":["Zack Shada","John DiMaggio","Paige Moss","Dee Bradley Baker","John Kassir"],"overview":"The short focused on a boy named Pen and a dog named Jake as they learn from the Rainicorn that the Ice King has kidnapped Princess Bubblegum, in the hope of marrying her. Declaring that it's \"Adventure Time\", Pen and Jake set off to the Ice King's mountain lair.","release_date":"2007-01-11","vote_average":8.4,"runtime":7,"cert":"\"\"","id":355460,"title":"Adventure Time","adult":false,"genre_ids":[16,35,14]},{"cast":["Ray Comfort"],"overview":"In the time of Noah, people were going about their daily lives, not mindful of the impending destruction. Like them, are we ignoring warnings of God's coming judgment?","release_date":"2014-03-25","vote_average":7.5,"runtime":30,"cert":"\"\"","id":355462,"title":"Noah","adult":false,"genre_ids":[99]},{"cast":["Max Linder"],"overview":"","release_date":"1909-07-31","vote_average":0.0,"runtime":6,"cert":"N\/A","id":355464,"title":"In Love with the Bearded Woman","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Various artists perform at The Bullring,Mont De Marsan, France on 5 &amp; 6 August 1977","release_date":"","vote_average":0.0,"runtime":138,"cert":"N\/A","id":355466,"title":"Mont De Marsan Punk Festival","adult":false,"genre_ids":[]},{"cast":["Mai Kuramoto","Koharu Yamasaki","Eiji Nakamura","Ikuma Saisho","Mikiya Sanada"],"overview":"Yuki is hunger and dreams to become a great star. Although she joins a talent company to train herself, she gets no improvement as all her job is not directly related to any acting role. When she feels upset and disappointed about her future, her company requests her to join a T-Back Water Game from a TV station. At the same time, Yuki is broken up with her boyfriends. What will happen in the T-Back Water Game?","release_date":"2002-09-06","vote_average":2.2,"runtime":75,"cert":"N\/A","id":355474,"title":"The T-Back Game","adult":false,"genre_ids":[]},{"cast":["Steve Corino","David John Markland","Rob Dimension","Drew Gulak"],"overview":"Follow teenager Rob Dimension Jr. as he begins his journey into the world of Professional Wrestling.","release_date":"2015-03-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":355479,"title":"The Journey","adult":false,"genre_ids":[99]},{"cast":["Razie Brownstone"],"overview":"A 90-year-old Jewish woman reflects on her life experiences as she prepares to try bacon for the first time.","release_date":"2015-09-12","vote_average":7.0,"runtime":8,"cert":"\"\"","id":355481,"title":"Bacon & God's Wrath","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"When a dually-pregnant lesbian couple loses one of the babies in utero, the grieving mothers break their surrogacy arrangement with their closest friends in order to keep the remaining baby.","release_date":"2015-09-10","vote_average":0.0,"runtime":16,"cert":"N\/A","id":355483,"title":"Benjamin","adult":false,"genre_ids":[]},{"cast":["Beverley Elliott","Dylan Playfair"],"overview":"A troubled young man is driven back to his childhood home by a horrible mistake — and discovers that he is not alone in his struggle. Never Steady, Never Still is a thundering whisper that beautifully captures the solace of family and home.","release_date":"2015-09-10","vote_average":0.0,"runtime":18,"cert":"N\/A","id":355485,"title":"Never Steady, Never Still","adult":false,"genre_ids":[18]},{"cast":["Steven McCarthy","Alyx Melone","Sandra Forsell"],"overview":"A young woman and the man who cares for her race to find shelter in a roadside motel so they can feed her addiction, in this intriguing, wordless story about desire and dependency.","release_date":"2015-09-10","vote_average":6.3,"runtime":15,"cert":"N\/A","id":355487,"title":"o negative","adult":false,"genre_ids":[27,10749]},{"cast":[],"overview":"After her boyfriend dumps her, a young woman goes into her bathroom and begins to masturbate with a toothbrush. Autoeroticism gradually turns into self-mutilation, and she attempts to eat one of her own fingers. She then asphyxiates herself, and the focus changes to another woman, who also begins to mutilate herself. She starts with a fork, switches to a knife, and before long is stuffing her red guts into her mouth. She kills herself also, leading us back to the first girl – who apparently is still alive.","release_date":"1999-01-01","vote_average":4.0,"runtime":41,"cert":"N\/A","id":355489,"title":"Women's Flesh - My Red Guts","adult":false,"genre_ids":[27]},{"cast":["Bruce Lee","Cheung Wood-Yau"],"overview":"Early Bruce Lee film.","release_date":"1953-01-01","vote_average":0.0,"runtime":111,"cert":"N\/A","id":355491,"title":"The Guiding Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355493,"title":"Brasília: Planejamento Urbano","adult":false,"genre_ids":[99]},{"cast":["Jofre Soares","Karin Rodrigues","Paulo César Peréio","Walter Forster","Ecchio Reis"],"overview":"","release_date":"1968-12-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":355495,"title":"Viagem ao Fim do Mundo","adult":false,"genre_ids":[18]},{"cast":["Roquette Pinto","Déa Selva","Darcy Cazarré"],"overview":"","release_date":"1939-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":355497,"title":"Um Apólogo","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Poltergeist Activity","cast":["Lee Bane","Natalie Martins"],"id":355499,"overview":"A father and daughter encounter unexplainable occurrences and frightening visions in their new home.","runtime":null,"genre_ids":[27],"release_date":"2015-06-26","vote_average":3.8,"adult":false}]