[{"cast":["Eddie Dean","Roscoe Ates","Jennifer Holt","George Chesebro","Eddie Parker"],"overview":"At least 10 percent of the 58-minute Eddie Dean western Shadow Valley is comprised of stock shots from earlier Dean oaters. This time, the star plays as U.S. marshal who comes to the rescue of the standard damsel in distress (Jennifer Holt, sister of Tim and daughter of Jack). The double-dyed villain (George Cheseboro) is a crooked lawyer (and former train robber) who wants to lay claim to the heroine's ranch.","release_date":"1947-11-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359001,"title":"Shadow Valley","adult":false,"genre_ids":[37]},{"cast":["Sean Sellers","Fletcher Brothers"],"overview":"In the mid 80s during the Satanic Panic era Pastor Flether A. Brothers who was director of Freedom Village USA interviewed Satanic teen killer Sean Sellers for an exclusive video only offered through Brothers Ministry.  Brothers interviews Sellers and discusses what \"Satan doesn't want you to know\". This video was one of the highlights of the Satanic Panic epidemic first started by Geraldo Rivera in the mid 1980s.  The clamshell case bodly [sic] professes \"This tape may save your childs [sic] life and even your own!\"  […] This tape is hard to find and the interview with Sellers has rarely ever been seen outside of the owners of this release. The clamshell and video we have is in perfect condition and has pretty much only been played once in 25 years. (serialkillersink.net)","release_date":"1987-01-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":359003,"title":"Escaping Satan's Web","adult":false,"genre_ids":[80,99]},{"cast":["Richard Dix","Patricia Morison","Preston Foster","Don Wilson","Ruth Donnelly"],"overview":"Originally written as a stage vehicle for corpulent character actor Macklyn Arbuckle, Ernest Day's The Roundup was first filmed in 1920 with Fatty Arbuckle (no relation) in the lead. By the time the film was remade in 1941, Arbuckle's character, a roly-poly frontier sheriff named Slim (!), was refashioned as a supporting role, with Jack Benny's radio announcer Don Wilson essaying the part. The plot, however, remained fairly intact: Upon hearing that her fiance Greg (Preston Foster) has been killed, Janet (Patricia Morison) agrees to marry rancher Steve (Richard Dix) on the rebound. On the day of the wedding, who should show up but Greg, determined to raise as much Hell as humanly possible","release_date":"1941-04-03","vote_average":0.0,"runtime":90,"cert":"\"\"","id":359008,"title":"The Roundup","adult":false,"genre_ids":[37]},{"cast":["Bob Steele","Syd Saylor","I. Stanford Jolley","Lorraine Miller","Charles King"],"overview":"One of four western films made for PRC by bantam-weight Bob Steele, Ambush Trail stars Steele as cowpoke Curley Thompson. The villain of the piece intends to bankrupt all the local ranchers and grab up the surrounding property for himself. But with Curley involved, the bad guy and his minions don't have a chance. The screenplay, by D. W. Griffith alumnus Elmer Clifton, is a medley of western cliches, pausing every so often for a first-rate action sequence. Perennial sagebrush sidekick Sid Saylor provides negligible comedy relief.","release_date":"1946-02-17","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359010,"title":"Ambush Trail","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"Valentine and Proteus are best friends until they fall in love with the same girl. Having travelled to Milan in search of adventure, they both fall for the Duke's daughter Silvia. But Proteus is already sworn to his sweetheart Julia at home in Verona, and the Duke thinks Valentine is not good enough for his Silvia. With friendship forgotten, the rivals' affections quickly get out of hand as the four young lovers find themselves on a wild chase through the woods, confused by mistaken identity and threatened by fierce outlaws before they find a path to reconciliation.","release_date":"2015-03-30","vote_average":0.0,"runtime":142,"cert":"N\/A","id":359012,"title":"RSC Live: The Two Gentlemen of Verona","adult":false,"genre_ids":[]},{"cast":[],"overview":"Othello is the greatest general of his age. A fearsome warrior, loving husband and revered defender of Venice against its enemies.  But he is also an outsider whose victories have created enemies of his own, men driven by prejudice and jealousy to destroy him. As they plot in the shadows, Othello realises too late that the greatest danger lies not in the hatred of others, but his own fragile and destructive pride.","release_date":"2015-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359014,"title":"RSC Live: Othello","adult":false,"genre_ids":[]},{"cast":["Zoë Bell","Nacho Vigalondo","Francisco Barreiro","Tenoch Huerta","Sheila Vand"],"overview":"A photojournalist gets more than she bargained for when she snaps a photo of a shadowy religious figure in the jungles of Colombia, triggering a flight – and fight – for her life.","release_date":"2016-03-04","vote_average":5.0,"runtime":103,"cert":"\"\"","id":359025,"title":"Camino","adult":false,"genre_ids":[53,28,12]},{"cast":["Bob Steele","Tom Tyler","Jimmie Dodd","Lois Collier","John James"],"overview":"This late entry in Republic's long-running \"Three Mesquiteers\" series stars Bob Steele, Tom Tyler and Jimmy Dodd as, respectively, Tucson Smith, Stony Brooke and Lullaby Johnson. This time out, the Mesquiteers try to help young Tim Clay (John James), who's been framed for murder by villains who want to gain possession of Clay's ranch property.","release_date":"1943-04-15","vote_average":0.0,"runtime":55,"cert":"\"\"","id":359027,"title":"Santa Fe Scouts","adult":false,"genre_ids":[37]},{"cast":["Haley Lu Richardson","Noah Segan","Olivia Grace Applegate","Merik Tadros","Don Most"],"overview":"When he blacks out after receiving a strange Christmas gift from his girlfriend, Quinn (Noah Segan) wakes the next morning to find his whole world crumbling around him.","release_date":"2015-09-26","vote_average":5.4,"runtime":74,"cert":"\"\"","id":359029,"title":"Follow","adult":false,"genre_ids":[53]},{"cast":["Tim Holt","Jack Holt","Nan Leslie","Richard Martin","Steve Brodie"],"overview":"A disgraced veteran wanders the West alone until he decides to help a battered woman.","release_date":"1948-05-14","vote_average":6.5,"runtime":64,"cert":"\"\"","id":359031,"title":"The Arizona Ranger","adult":false,"genre_ids":[37]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","Jason Newsted"],"overview":"Master of Puppets (with Jason Newsted) \/ Enter Sandman (with Jason Newsted) \/ Train Kept A-Rollin'  (Tiny Bradshaw cover) (w\/ Jason Newsted, Jeff Beck,… more)","release_date":"2009-10-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359033,"title":"Metallica: Hall of Fame 2009","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"When Pete Carroll took over the football program at USC after the 2000 season, the once-great Trojans were under siege.  But thanks to his football knowledge, upbeat personality and recruiting skills, Southern Cal was soon back atop the college football world as home attendance skyrocketed, Carson Palmer, Matt Leinart and Reggie Bush won Heismans and the Trojans put together a 34-game winning streak.  As it would be later discovered, though, the program was committing sins that would result in lost scholarships, victories and one of those Heismans.  But those revelations didn’t come until after the national championship game in the 2006 Rose Bowl between USC and the University of Texas.  Featuring interviews with Carroll, Leinart and others inside the USC program at the time, “Trojan War” looks at Carroll’s nine-year USC reign through the prism of that game, considered one of the greatest in college football history.  It was also the beginning of the end.","release_date":"2015-10-13","vote_average":9.0,"runtime":null,"cert":"\"\"","id":359035,"title":"Trojan War","adult":false,"genre_ids":[99]},{"cast":["Raúl Juliá","Beverly D'Angelo","Jenny Lewis","Frank Deford","Ru Flynn"],"overview":"A baseball-loving small girl decides to hook up her favorite down-on-his-luck baseball player and her mom, a down-on-her-luck lounge singer. Then her controlling rich granddad tries to force her mother to send the girl to live with him.","release_date":"1988-05-27","vote_average":5.0,"runtime":88,"cert":"\"PG\"","id":359049,"title":"Trading Hearts","adult":false,"genre_ids":[35]},{"cast":["Bobbie Phillips","Casey Siemaszko","Tasha Smith","Kara Zediker"],"overview":"In this sequel to the made-for-TV sci-fi thriller Chameleon, Bobbie Phillips returns as Kam, a beautiful but deadly (and genetically altered) government agent who is called into action when a criminal genius stages a daring raid, taking the clientele of an exclusive casino hostage.","release_date":"1999-01-01","vote_average":0.0,"runtime":97,"cert":"\"R\"","id":359051,"title":"Chameleon II: Death Match","adult":false,"genre_ids":[28,878]},{"cast":["Josh Miller","Brittany Blanton","Nadia White","Dave Parker","Roman Jossart"],"overview":"A group of friends are going on a camping trip to celebrate graduating college. But once they enter the woods, the proverbial shit starts to hit the fan.","release_date":"2016-10-25","vote_average":3.1,"runtime":73,"cert":"\"NR\"","id":359053,"title":"Don't Fuck in the Woods","adult":false,"genre_ids":[35,27]},{"cast":["Tim Holt","Jane Nigh","Douglas Fowley","Cleo Moore","Rick Vallin"],"overview":"Westerner Tim Holt and his sidekick Richard Martin are hired to act as border guards on the Rio Grande. This being a modern western (more or less), Holt is obliged to keep insurrectionists from smuggling machine guns into Mexico.","release_date":"1950-10-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359055,"title":"Rio Grande Patrol","adult":false,"genre_ids":[37]},{"cast":["Constanze Engelbrecht","Friedrich von Thun","Rosel Zech","Lola Müthel","Christine Buchegger"],"overview":"","release_date":"1993-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359057,"title":"Der rote Vogel","adult":false,"genre_ids":[18]},{"cast":["Charles Starrett","Adele Roberts","Walt Shrum","Smiley Burnette","Richard Bailey"],"overview":"In most of his Columbia westerns, Charles Starrett simply was the Durango Kid, a mysterious masked do-gooder who pretends to be a criminal. Desert Horseman attempts to explain why this disguise has been adopted.","release_date":"1946-07-10","vote_average":0.0,"runtime":57,"cert":"\"\"","id":359059,"title":"The Desert Horseman","adult":false,"genre_ids":[37]},{"cast":["Tania Nolan","Nathan Lucas","Najarra Townsend","Kyle Steven Templin"],"overview":"Marion and her husband host a private dinner for four. One of the guests turns out to be a woman she had an affair with during the Second World War.","release_date":"2012-04-15","vote_average":0.0,"runtime":17,"cert":"\"\"","id":359061,"title":"Croquembouche","adult":false,"genre_ids":[18]},{"cast":["Duncan Renaldo","Leo Carrillo","Kippee Valez","Charles Halton","Pedro de Cordoba"],"overview":"Daring Cabellero was the third of producer Phil Krasne's Cisco Kid \"B\" westerns. Duncan Renaldo and Leo Carrillo return as Cisco and Pancho, roles they'd carry over into a popular 1950s TV series. Once more stumbling into a dangerous situation, Cisco and Pancho risk their own necks by saving an innocent man from hanging. Eventually, our heroes learn that a corrupt political machine is behind the killing. Leading lady Kippie Valez is cast as \"herself,\" which must have meant more in 1949 than it does today. Unlike the subsequent TV series, Daring Caballero does not end with the leading actors reciting their standard mantra \"Oh, Pancho! Oh, Cisco!\"","release_date":"1949-06-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359069,"title":"The Daring Caballero","adult":false,"genre_ids":[37]},{"cast":["Johnny Downs","Vivian Austin","Leon Errol","Connie Haines","Eddie Quillan"],"overview":"In this musical western, a cowboy band is offered the chance to appear in a Hollywood movie and begins the journey to the West Coast. Unfortunately, the band ends up stranded in Texas and must take a job running a ranch. Musical mayhem ensues: Songs include: \"Let's Love Again,\" \"Where the Prairie Meets the Sky,\" \"Don't You Ever Be a Cowboy,\" \"Texas Polka,\" \"No Letter Today,\" \"I Got Mellow in the Yellow of the Moon,\" \"Sip Nip Song,\" \"Salt-Water Cowboy,\" \"The Blues,\" \"Little Brown Jug\" and \"And Then.\"","release_date":"1944-04-30","vote_average":0.0,"runtime":62,"cert":"\"\"","id":359071,"title":"Twilight on the Prairie","adult":false,"genre_ids":[10402,37]},{"cast":["Najarra Townsend","Peter Vander Meulen"],"overview":"A 20 year-old girl and her 7 year-old brother reconnect four months after the deaths of their parents.","release_date":"2011-03-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":359076,"title":"Pocket Elephant","adult":false,"genre_ids":[10751,18]},{"cast":["Lash La Rue","Al St. John","Peggy Stewart","Terry Frost","John L. Cason"],"overview":"Dead Man's Gold, starring the black clad, whip wielding Lash LaRue and his sidekick, Fuzzy (Al St. John).","release_date":"1948-09-09","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359078,"title":"Dead Man's Gold","adult":false,"genre_ids":[37]},{"cast":["Elizabeth Taylor","Joseph Bottoms","Allyn Ann McLerie","Peter Donat","James Ray"],"overview":"A live-theater production which Elizabeth Taylor stars as Emily Loomis, a professor of ancient history at a small California college, who reluctantly agrees to rent a room in her house to one of the new students named Stewart Anderson. Both happen to be loners (she with a secret past) and although they initially get on each others nerves, they eventually realize the rapport to help one another emerge from their emotional shells.","release_date":"1978-11-17","vote_average":0.0,"runtime":74,"cert":"\"\"","id":359080,"title":"Return Engagement","adult":false,"genre_ids":[]},{"cast":["Carroll O'Connor","Leslie Ackerman","Burgess Meredith","John Anderson","Dana Andrews"],"overview":"The longtime head of a powerful political machine is determined to win a fourth election and stay in power, despite challenges to his regime by young, dissatisfied opponents, and his worries that his age and his ill health may have an effect on the election's outcome.","release_date":"1977-11-16","vote_average":0.0,"runtime":105,"cert":"\"\"","id":359085,"title":"The Last Hurrah","adult":false,"genre_ids":[]},{"cast":["Mario Andretti","Bob Bondurant","Ralph Nader","David Hobbs"],"overview":"In the early 1960s, Henry Ford II and Enzo Ferrari went to war on the battlefield of Le Mans. This epic battle saw drivers lose their lives, family dynasties nearly collapse, and the development of a new car that changed racing.","release_date":"2016-11-20","vote_average":7.2,"runtime":99,"cert":"\"\"","id":359093,"title":"The 24 Hour War","adult":false,"genre_ids":[99]},{"cast":["Hironobu Nomura","Naomi Nishida","Masakane Yonekura","Kyôko Kishida"],"overview":"Sequel to the 1995 film Haunted School aka Gakkou no Kaidan. Similar to the first, in that it's about a group of youngsters that get stuck in a haunted school and have to deal with an assortment of ghosts.","release_date":"1996-07-20","vote_average":0.0,"runtime":103,"cert":"N\/A","id":359095,"title":"Haunted School 2","adult":false,"genre_ids":[27]},{"cast":["Erencan Eren","Suna Sumer"],"overview":"The fate of a family is delivered to their doorstep, inside a chest.","release_date":"2007-12-15","vote_average":5.0,"runtime":6,"cert":"N\/A","id":359097,"title":"The Chest","adult":false,"genre_ids":[27]},{"cast":["Tom Harmon","Anita Louise","Forest Evashevski","Oscar O'Shea","Warren Ashe"],"overview":"A former University of Michigan football star (Tom Harmon) rejects an opportunity to play professional football. Instead, he marries his college sweetheart (Anita Louise) and begins a career as a college football coach.","release_date":"1941-09-11","vote_average":0.0,"runtime":65,"cert":"\"\"","id":359099,"title":"Harmon of Michigan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Rebel Truce - The History Of The Clash recounts the history of one of the most influential British punk rock bands of all time. The film offers a glimpse behind the personalities of the band, their highs and lows, endless touring schedules and ultimately their global success. Through candid conversations with Clash front-man Mick Jones, as well as archive interviews with the band, this is the first time that the band’s full history is told. The film features an interview with legendary punk filmmaker Don Letts, who shares his personal archive of unseen Clash footage.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359101,"title":"Rebel Truce, the History of the Clash","adult":false,"genre_ids":[]},{"cast":["Andrés García","Katy Jurado","Tito Junco","Julissa","Rafael Inclán"],"overview":"Anthology film, six little anecdotes about life in the big city.","release_date":"1981-10-29","vote_average":10.0,"runtime":115,"cert":"N\/A","id":359103,"title":"D.F.\/Distrito Federal","adult":false,"genre_ids":[18]},{"cast":["John Arcilla","Mon Confiado","Mylene Dizon","Archie Alemania","Jeffrey Quizon"],"overview":"A Filipino general who believes he can turn the tide of battle in the Philippine-American war. But little does he know that he faces a greatest threat to the country's revolution against the invading Americans.","release_date":"2015-09-09","vote_average":7.9,"runtime":118,"cert":"\"R\"","id":359105,"title":"Heneral Luna","adult":false,"genre_ids":[35,28,18,36,10752]},{"cast":["Holgie Forrester","Charley Hayward","Lauren Tuerk","Lisa Zane"],"overview":"Martin is a 30-something photographer who has made it his life quest to find his soulmate. After seeing a girl admiring his work in a gallery, he runs into her again at a photo shoot for a wedding. The two hit it off, but Martin becomes puzzled when she leaves before he wakes up the next morning. From there, we get a peak inside Martin's psyche, as he cannot comprehend why she hasn't made a life-long commitment to Martin after one date.","release_date":"1991-07-10","vote_average":6.0,"runtime":48,"cert":"\"\"","id":359116,"title":"The Passion of Martin","adult":false,"genre_ids":[35]},{"cast":["Takashi Sorimachi","Katsumi Takahashi","Norito Yashima","Shihori Kanjiya","Natsuna Watanabe"],"overview":"Detective Yoichiro arrives at a crime scene involving the brutal murder of three family members to find a young five-year-old boy hiding in the closet. The discovery of the young boy takes Detective Yoichiro back to his own tragic childhood when his parents were killed in a fire.  Without any real clues, the murder investigation continues unsolved. That is, until another murder takes place one year later, this time with a mother and son as the victims. And evidence found at the scene links the killer to the murder that took place a year ago.","release_date":"2015-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359121,"title":"Meikyu Sousa","adult":false,"genre_ids":[]},{"cast":["Cydel Gabutero","Peter Millari","Jomar Bisuyo","Raymond Camacho","Ruby Ruiz"],"overview":"11-years-old Blanka survives alone in Manila begging and stealing from tourists. One day, an absurd idea pops up: if she could buy a mother, she could have a good life. But she has to make countless efforts in order to collect enough money. An opportunity arises when she meets Peter, a 55 years old blind street musician, who teaches Blanka how to sing, a skill out of which she can make money. However, concerned about Blanka’s future, Peter decides to take Blanka to an orphanage. When she finds out, she runs away and the nightmare starts again.","release_date":"2015-09-05","vote_average":8.0,"runtime":75,"cert":"N\/A","id":359129,"title":"Blanka","adult":false,"genre_ids":[18]},{"cast":["Mela Hudson","Greg Griffiths","Fatboy Cliff Evans","Milli Inilla","Michael Rawlings"],"overview":"Tyler finds a Ouija Board in his house and decides to mess around with it. Soon after, he starts to have demonic experiences.","release_date":"2012-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359131,"title":"The Curse of Ba'al","adult":false,"genre_ids":[]},{"cast":["A.J. McLean","Howie Dorough","Nick Carter","Brian Littrell","Kevin Richardson"],"overview":"This performance by the Backstreet Boys in Saitama, Japan was one of over 140 shows held around the world as part of the In a World Like This Tour celebrating the band’s 20th anniversary. It was their first tour as a quintet in seven years after Kevin Richardson rejoined the group in 2012.","release_date":"2014-08-06","vote_average":9.3,"runtime":153,"cert":"N\/A","id":359142,"title":"Backstreet Boys: In A World Like This Japan Tour 2013","adult":false,"genre_ids":[99,10402]},{"cast":["Michaela Schaffrath"],"overview":"","release_date":"2002-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359144,"title":"Gina Wild - Spezial 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"The images in migration (empire) are underscored by the constant sound of running or dripping water. Aitken portrays the wild animals in the sterility of the motel rooms as sublime creatures in a diffuse, bright light. Their fur, feathers or eyes are shown in detailed close-ups. In migration (empire) a dynamic is generated that is at once meditative and powerful – and utterly entrancing.\r Language(s)","release_date":"2008-09-10","vote_average":0.0,"runtime":18,"cert":"\"\"","id":359146,"title":"Migration","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359148,"title":"Hollywood Beauties 12","adult":true,"genre_ids":[]},{"cast":["Kari Matchett","Raoul Max Trujillo","Janet Wright","Alex House","Aislinn Paul"],"overview":"The story of a fictional town suffering from an outbreak of severe water contamination.","release_date":"2003-03-16","vote_average":0.0,"runtime":120,"cert":"N\/A","id":359150,"title":"Betrayed","adult":false,"genre_ids":[18]},{"cast":["Marco Giallini","Maya Sansa","Alessandro Tiberi","Giorgio Colangeli"],"overview":"","release_date":"2015-09-03","vote_average":6.3,"runtime":null,"cert":"N\/A","id":359152,"title":"Storie sospese","adult":false,"genre_ids":[18]},{"cast":["Manuel Badàs","Josean Bengoetxea","Màrcia Cisteró","Antonio Dechent","Jordi Figueras "],"overview":"","release_date":"2015-09-10","vote_average":9.0,"runtime":null,"cert":"N\/A","id":359154,"title":"13 Days of October","adult":false,"genre_ids":[36,18]},{"cast":["Tao Tsuchiya","Kento Yamazaki","Ryo Ryusei","Hirona Yamazaki","Dôri Sakurada"],"overview":"Naho Takamiya is a 2nd year high school student. During the spring, Naho Takamiya receives a letter sent by herself from 10 years in the future. In the letter, she liked transfer student Kakeru Naruse. Kakeru Naruse carried emotional scars from his mother's suicide and he died one year later. 26-years-old Naho Takamiya thinks about Kakeru Naruse often. 2nd year high school student Naho Takamiya, with the knowledge of what she feels 10 years in the future, takes action to change her future.","release_date":"2015-12-12","vote_average":7.4,"runtime":139,"cert":"N\/A","id":359171,"title":"Orange","adult":false,"genre_ids":[18]},{"cast":["Robert Livingston","Al St. John","Lane Chandler","Linda Leighton","Frank Ellis"],"overview":"Wild Horse Rustlers was PRC's 1943 entry in the \"Nazis on the prairie\" western cycle. Hero Tom Cameron (Bob Livingston) discovers that his twin brother (also Bob Livingston) with a group of German spies. The villains intend to thwart the government's efforts to round up horses for military service. Fortunately, the bad twin turns good by fadeout time, and Democracy is preserved once more.","release_date":"1943-02-12","vote_average":0.0,"runtime":58,"cert":"\"\"","id":359173,"title":"Wild Horse Rustlers","adult":false,"genre_ids":[37]},{"cast":["Jimmy Wakely","Dennis Moore","Lee 'Lasses' White","Marie Harmon","Rex Lease"],"overview":"Pete Grant controls the town of Pecos and it's Mayor and Marshal. When Jimmy, Denny, and Lasses arrive they soon find themselves in trouble. Already suspected of murder, Jimmy and Denny catch two of the three men that rob the Express Office only to find themselves framed for the robbery. Posing as a woman, Lasses breaks them out and they head after the third man who is the one that can clear them.","release_date":"1945-06-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":359175,"title":"Springtime in Texas","adult":false,"genre_ids":[37]},{"cast":[],"overview":"The very first images in the film set unprecedented standards in East German animated film: a Buñuelean eye that fills the entire screen, real-life sequences of fleeing animals and a sound collage running contrary to what is seen on the screen. This also extends to the protagonist of the film, a head on a foot without a body or arms who pads wearily through the depressing surroundings. Upon seeing various figures in the sky, he begins to copy their movements. To his surprise, he himself manages to grow wings and takes to the skies. But his attempt at flight ends in a sobering manner however, as it is revealed that flying creatures are just restricted in their range.","release_date":"1981-11-27","vote_average":0.0,"runtime":14,"cert":"N\/A","id":359180,"title":"Einmart","adult":false,"genre_ids":[16]},{"cast":["John F. Kennedy","Jacqueline Kennedy","Benjamin C. Bradlee","John Kenneth Galbraith","Robert F. Kennedy"],"overview":"Relive the glory moments of John F. Kennedy's life as A&amp;E's award-winning \"Biography\" series presents the compelling story of this unforgettable leader and the rich dynasty he left behind. John F. Kennedy will always be remembered as the youthful president who inspired America, a charismatic leader who gave the nation a sense of pride and confidence. His sharp mind, quick wit, and boundless determination won him friends, confidantes, and devoted followers. A World War II hero, respected senator, and author of the Pulitzer Prize-winning \"Profiles in Courage,\" Kennedy regarded life as a race against boredom. Through archival footage and interviews with friends, famous journalists, Hollywood actors, and former staffers- including ex-cabinet member John Kenneth Galbraith- \"JFK: A Personal Story\" revisits pivotel moments of Kennedy's life and presidency with clarity and insight.","release_date":"1996-11-03","vote_average":7.0,"runtime":90,"cert":"\"\"","id":359182,"title":"John F. Kennedy: A Personal Story","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"The House You Were Born In sets up a faux slideshow of Christmas lights, cloud atlases, and interior decorating manuals, all of which show their seams. Virginia Woolf and Gaston Bachelard respond to prompts designed for middle school writing exercises. A slide show of domestic interiors goes off the rails, slipping in and out of alignment. Word squares off against image, two versions of the same voice-over compete, and the macro butts up against the micro. The tone is affectionate, but cautious","release_date":"2015-09-10","vote_average":0.0,"runtime":10,"cert":"\"\"","id":359193,"title":"The House You Were Born In","adult":false,"genre_ids":[]},{"cast":["Grant Williams","Brad Dexter","Carole Mathews","Robert Dix","Richard Garland"],"overview":"A group of Union Army soldiers is charged with protecting a box of gold and getting it to its rightful place within the government coffers.","release_date":"1960-03-31","vote_average":0.0,"runtime":69,"cert":"\"\"","id":359195,"title":"13 Fighting Men","adult":false,"genre_ids":[10752,37]},{"cast":["Peter Basham","William Belchambers","Edward Bennett","Nick Haverson","Emma Manton"],"overview":"Summer 1914. In order to dedicate themselves to a life of study, the King and his friends take an oath to avoid the company of women for three years. No sooner have they made their idealistic pledge than the Princess of France and her ladies-in-waiting arrive, presenting the men with a severe test of their high-minded resolve.","release_date":"2015-09-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":359197,"title":"RSC Live: Love's Labour's Lost","adult":false,"genre_ids":[]},{"cast":["Chester Morris","Victor McLaglen","Jean Rogers","Veda Ann Borg","Amelita Ward"],"overview":"The story is the old bromide about two brawling buddies, duking it out over the same girl, in this case pert Jo Matheson (Jean Rogers). Owen and Brad own a salvage company, but split up over Jo. Both separately sign up for the army, and both are reunited in the Pacific.","release_date":"1945-03-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359199,"title":"Rough, Tough and Ready","adult":false,"genre_ids":[28,35,18]},{"cast":["Gene Autry","Champion","Gail Davis","Jim Davis","Bob Steele"],"overview":"At the close of the Civil War, a band of Southern guerillas disguised themselves as Union soldiers, the better to perform acts of sabotage in Utah. Autry plays a cavalry scout who goes after guerilla leader McQuarrie (Jim Davis).","release_date":"1951-06-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359201,"title":"Silver Canyon","adult":false,"genre_ids":[37]},{"cast":["Dick Foran","Janet Shaw","Smoke","Frank Orth","Wilfred Lucas"],"overview":"To increase profits for his shipping company, Lynch has goaded the Indians to attack both the telegraph line and the new railroad. When Lynch sells rifles to the Indians, Rod Farrell captures Lynch and his gang. But Lynch's Indian friends free him and this time Farrell finds himself the prisoner.","release_date":"1937-09-10","vote_average":0.0,"runtime":55,"cert":"\"\"","id":359206,"title":"Prairie Thunder","adult":false,"genre_ids":[37]},{"cast":[],"overview":"This is a fascinating insight into three great African predators, and their relationship with each other, and the rest of the African fauna. Their remarkable hunting strategies ensure their survival, but in the Mala Mala, South Africa, which will will the Big Cat Challenge?","release_date":"2002-09-10","vote_average":0.0,"runtime":50,"cert":"\"NR\"","id":359214,"title":"Big Cat Challenge","adult":false,"genre_ids":[99]},{"cast":["Birgit Doll","Hans-Michael Rehberg","Rudolf Buczolich"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359219,"title":"Frau Berta Garlan","adult":false,"genre_ids":[18]},{"cast":["Luka Šulić","Stjepan Hauser"],"overview":"Setlist:  1. Nocturno (Piotr Ilitch Tchaikovski)  2. Oblivion (Astor Piazzolla cover)  3. With or Without You (U2 cover)  4. Smells Like Teen Spirit (Nirvana cover)  5. Smooth Criminal (Michael Jackson cover)","release_date":"2011-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359221,"title":"2CELLOS - Live at iTunes Festival 2011","adult":false,"genre_ids":[]},{"cast":["Brigid Brannagh","Ivan Sergei","Tim Abell","Leah Bateman","Daniel Booko"],"overview":"A mother and daughter set out on a weekend river rafting retreat, only to encounter 3 escaped convicts along the way.","release_date":"2015-09-05","vote_average":3.8,"runtime":85,"cert":"\"\"","id":359223,"title":"Eyewitness","adult":false,"genre_ids":[53]},{"cast":["Mohammad Abbasi","Sadaf Ahmadi","Amir-Hossein Asani","Reza Behbudi","Hossein Farzi-Zadeh"],"overview":"At times, the world is filled with things we cannot understand. [Ashkan, the Charmed Ring and Other Stories] reveals the complicated interlinked chains of the world that people cannot comprehend. Shahrooz and Reza try to rob a jewelry shop despite their blindness. Hotel employee Ashkan tries again and again to kill himself. He meets Shahrooz and Reza and joins in their crime. To Ashkan, this is only another means of suicide. But this is not the whole story.  - Written by Pusan International Film Festival","release_date":"2009-10-09","vote_average":5.0,"runtime":92,"cert":"N\/A","id":359225,"title":"Ashkan, the Charmed Ring and Other Stories","adult":false,"genre_ids":[18]},{"cast":["Jean-Claude Brialy","Sylvie Fennec","Bruno Garcin","Micheline Presle","Gérard Lartigau"],"overview":"Nobles try desperately to cling to the crumbling aristocracy in the days following World War I. The Count (Jean-Claude Brialy) and his Countess Mahe (Sylvia Fennec) delight in throwing lavish costume balls. The couple develops a friendship with a young boy who delights in the parties thrown by the noble couple. Love soon blooms between the Countess and the boy as she searches for something more than a string of endless parties and social affairs. The masquerades are an attempt to freeze time and hold on to the nostalgia of a bygone era. For fear of losing her, the Count allows the Countess to continue her love affair.","release_date":"1970-06-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":359227,"title":"Le bal du comte d'Orgel","adult":false,"genre_ids":[18]},{"cast":["Liz Bonnin"],"overview":"Animal Odd Couples is presented by Liz Bonnin. She sets off on a worldwide adventure of discovery to discover why animals of different species make friends with each other.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359238,"title":"Animal Odd Couples","adult":false,"genre_ids":[99]},{"cast":["Misha Kleider","Gregor Robertson","Gabor Mate","Thomas Kerr","Liz Evans"],"overview":"With the 2010 Olympics approaching, will the world get to know Vancouver's darkest secret? 'Streets of Plenty' chronicles one man's perilous journey to live in Vancouver's downtown east side ghetto. The rules of this twisted social experiment? Starting with only a pair of underwear, he must survive the harsh winter streets for 31 days. He has no money, no friends, no family, and most importantly, no home. He must navigate the institutions, policies and services alongside the thousands of people that call Vancouver's streets home.","release_date":"2010-02-05","vote_average":0.0,"runtime":65,"cert":"\"\"","id":359240,"title":"Streets of Plenty","adult":false,"genre_ids":[]},{"cast":["Tinto Brass","Silvia Rossi","Roberto Colangeli","Alessandra Alberti"],"overview":"Serena is invited to join her friend, Stefy, in a weekend in her house, in Lecco. The old friends reunite.","release_date":"1999-03-01","vote_average":6.0,"runtime":22,"cert":"N\/A","id":359242,"title":"Weekend in Lecco","adult":false,"genre_ids":[10749]},{"cast":["Craig Ferguson"],"overview":"Comedian and Emmy-winning television host Craig Ferguson brings equal parts satire and silliness to the stage in his second comedy special for EPIX. Performing on stage at the historic Town Hall in New York City, Ferguson offers hilarious insights on religion, aging, and of course the big three: sex, drugs and rock &amp; roll—including his own delightfully surreal experiences with Mick Jagger and Kenny G.","release_date":"2015-09-10","vote_average":6.6,"runtime":75,"cert":"\"NR\"","id":359244,"title":"Craig Ferguson: Just Being Honest","adult":false,"genre_ids":[35]},{"cast":["Kristin Michelle Taylor","Theodore Bouloukos","Gore Abrams","Natalie Gee","Miranda Robbins"],"overview":"Five years after an unexplained malfunction causes the death of 15 tour-goers and staff on the opening night of a Halloween haunted house tour, a documentary crew travels back to the scene of the tragedy to find out what really happened.","release_date":"2015-10-16","vote_average":6.4,"runtime":93,"cert":"\"\"","id":359246,"title":"Hell House LLC","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Reflections of the local perspective on the conflict surrounding Flying Foxes on the island of Rota, Northern Mariana Islands.","release_date":"2010-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":359248,"title":"Fanihi: A Cultural Digest","adult":false,"genre_ids":[99]},{"cast":["Davide Giordano","Anna Ferruzzo","Bianca Nappi","Omero Antonutti","Vinicio Marchioni"],"overview":"July 2006. Leonardo Zuliani has vanished. The news from Trastevere in Rome turns into a real national emergency, while a huge throng of followers gathers around the young activist’s house. His mother is beside herself with grief and the entire neighbourhood is paralysed. He’s on every TV channel and the authorities all express their solidarity with the family. Many can’t believe it’s true; they prefer to think it’s just one of his stunts. A genius in conveying his ideas, successful cartoonist, visionary fashion designer, cult author, human rights activist: but who is Leonardo deep down? With the help of leading experts and celebrities, the film traces his life, at last casting light on a key figure of our times","release_date":"2015-10-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":359256,"title":"Pecore in erba","adult":false,"genre_ids":[]},{"cast":["Pedro Weber","Carmen Salinas","Fernando Luján","Adalberto Martínez","Manuel 'Flaco' Ibáñez"],"overview":"Two families gather at a cemetery to honor their departed.","release_date":"1988-10-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":359258,"title":"Día de difuntos","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359263,"title":"Carapintadas","adult":false,"genre_ids":[99]},{"cast":["Abel Ayala","Emilio Bardi","Luisa Calcumil","María Laura Cali","Ulises Dumont"],"overview":"Somewhere in the interior of Argentina, popular belief holds that when a man dies because of a treason, he must be avenged by his first born son, so that that soul may rest in peace.","release_date":"2014-04-17","vote_average":0.0,"runtime":97,"cert":"N\/A","id":359265,"title":"El grito en la sangre","adult":false,"genre_ids":[18]},{"cast":["China Zorrilla","Sergi Mateu","Alberto Segado","María Teresa Costantini"],"overview":"","release_date":"1989-04-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":359267,"title":"Nunca estuve en Viena","adult":false,"genre_ids":[18]},{"cast":["Kitchie Nadal"],"overview":"The Muses' vocalist, Marthe, and her guitarist younger sister, Marie, discover hidden truths about fame, music, family and their own selves on the night of an all-important music competition.","release_date":"2013-09-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":359269,"title":"The Muses","adult":false,"genre_ids":[]},{"cast":["Edith Boado","Mercedes Carreras","Guido Gorgatti","Cristina Lemercier","Ricardo Morán"],"overview":"","release_date":"1973-09-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":359280,"title":"Hoy le toca a  mi mujer","adult":false,"genre_ids":[35]},{"cast":["Yoshiko Tanaka","Shirô Sano","Yuka Itaya","Tetsushi Tanaka","Hirotaro Honda"],"overview":"","release_date":"2010-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359282,"title":"てのひらのメモ","adult":false,"genre_ids":[]},{"cast":["Noriyuki Higashiyama","Shihori Kanjiya","Airi Taira","Natsuki Kato","Natsuhi Ueno"],"overview":"","release_date":"2015-03-14","vote_average":0.0,"runtime":104,"cert":"N\/A","id":359284,"title":"Munesue keiji no kuroi matsuri","adult":false,"genre_ids":[]},{"cast":["Jeric Raval","John Apacible","Joanne Miller","Ramon Zamora","Orestes Ojeda"],"overview":"A Filipino action comedy film directed by William Mayo.","release_date":"2002-04-24","vote_average":0.0,"runtime":110,"cert":"N\/A","id":359286,"title":"Pistolero","adult":false,"genre_ids":[28,35,27]},{"cast":[],"overview":"Sola Powers, special agent with Extra Terrestrial Affairs, jumps into action when a drive-in cinema showing a UFO invasion movie is attacked by a real UFO. Sola literally uses all cinematic tools to defeat the ruthless intruders.","release_date":"2015-10-29","vote_average":0.0,"runtime":3,"cert":"N\/A","id":359288,"title":"Deadly Drive-in Disaster","adult":false,"genre_ids":[28,16]},{"cast":[],"overview":"","release_date":"2003-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359290,"title":"New York Spin","adult":false,"genre_ids":[]},{"cast":["Cory Everson","Jessica Moore","Kristi Klenot","Ana Martin","Léa Lazur"],"overview":"Work hard, enjoy sex… What to do when a worker is exhausted and furious? Please call the secretary and ask for assistance… Press 1 for a blowjob… Coaching: the coach is finishing the parties with young and beautiful girls eager to discover sexual pleasure. A good secretary: the formula for a good secretary? Good in spelling, being a expert on blowjobs and opened on both side to all her boss ideas!","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359292,"title":"Bimbo Club: Big Boobs","adult":true,"genre_ids":[]},{"cast":["Hélio Porto","Patrícia Scalvi","Fátima Celebrini","John Doo","Vandi Zachias"],"overview":"No overview","release_date":"1981-09-11","vote_average":10.0,"runtime":88,"cert":"N\/A","id":359306,"title":"Two Strange Women","adult":false,"genre_ids":[18]},{"cast":["Rossana Ghessa","Anthony Steffen","Fernando Amaral","Helena Andrea","Leila Correia"],"overview":"A small-town school teacher leads an apparently normal life, including a longtime boyfriend. But she secretly has several lesbian affairs until the women in her life start being brutally murdered.","release_date":"1983-09-11","vote_average":2.0,"runtime":90,"cert":"N\/A","id":359308,"title":"Momentos de Prazer e Agonia","adult":false,"genre_ids":[27,80,53]},{"cast":[],"overview":"A short skit in which vaudeville duo Foottit and Chocolat reenact the Wilhelm Tell routine.","release_date":"1900-01-01","vote_average":4.0,"runtime":1,"cert":"N\/A","id":359316,"title":"Foottit et Chocolat, IV. Guillaume Tell","adult":false,"genre_ids":[35]},{"cast":["Joan Valerie","Mira McKinney","John Merton","Glenn Strange","Kenneth Harlan"],"overview":"Government agent Red Barton is sent to a small western town to find both the source of a recent series of gold robberies and the method they use to get the gold out of the county unseen. Complicating matters is the arrival of pretty Barbara Morgan who has come to claim her inheritance - the ranch the outlaw gang is using for their headquarters.","release_date":"1937-06-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359318,"title":"Blazing Sixes","adult":false,"genre_ids":[]},{"cast":["Chikage Awashima","Toshio Chiba","Kazuo Hasegawa","Raizō Ichikawa","Tatsuya Ishiguro"],"overview":"From the pen of Yoshikawa Eiji comes this exciting story. The Naruto Strait separates Tokushima from the islands of Awaji and Honshu. On Tokushima the mad lord dreams of conquest and forges a bloody revolt against the Tokugawa shogunate. A mysterious swordsman named Noriyuki Gennojo has crossed Naruto’s waters to uncover the Awa clan’s secrets. He puts his life on the line after finding a testament of Awa’s secrets, written in blood by a dying man. Joining Noriyuki are a female ninja who loves him, and the beautiful daughter of an enemy who’s sworn to kill him. Awa’s defenders willl stop at nothing to prevent the blood-soaked letter from reaching the shogun.","release_date":"1957-09-29","vote_average":6.5,"runtime":101,"cert":"N\/A","id":359320,"title":"Secret of Naruto","adult":false,"genre_ids":[18,28]},{"cast":["Wayne Dyer"],"overview":"Wayne breaks down the phrase into its three key words: problem, spiritual, and solution. By taking examples from the lives of St. Francis of Assisi and Mother Teresa—and even finding wisdom in a “simple” nursery rhyme—Wayne clearly illustrates that by changing your perceptions, you can truly find a spiritual way to deal with any problem you encounter!","release_date":"2001-01-01","vote_average":9.0,"runtime":76,"cert":"\"G\"","id":359322,"title":"There's A Spiritual Solution To Every Problem","adult":false,"genre_ids":[99]},{"cast":["Svatopluk Matyáš","Hana Packertová","Jaroslava Obermaierová","Emília Vášáryová","Jozef Adamovič "],"overview":"","release_date":"1977-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":359324,"title":"The Lawyer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Originally filmed inside a train tunnel in Québec City, “930” presents a series of visual passages oscillating between light and darkness, intercut with moments of stillness.","release_date":"2006-07-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":359329,"title":"930","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Luminous traces obtained through in-camera optical manipulation of nocturnal imagery.","release_date":"2007-06-14","vote_average":0.0,"runtime":3,"cert":"N\/A","id":359331,"title":"ARTIFICES #1","adult":false,"genre_ids":[99]},{"cast":["Maria Vassiliou","Hristos Nomikos","Anton Theodorelos","Giannis Petropoulos","Andreas Barkoulis"],"overview":"Two vagabond friends become lovers of the same beautiful girl, but when their third friend and leader comes out of prison, he has other plans for all of them.","release_date":"1973-01-01","vote_average":9.0,"runtime":112,"cert":"N\/A","id":359333,"title":"She Knew No Other Way","adult":false,"genre_ids":[80,53]},{"cast":["Gheorghe Cozorici","Lujza Orosz","Nicolae Praida","Dana Dogaru","Dan Condurache"],"overview":"","release_date":"1978-01-20","vote_average":2.0,"runtime":105,"cert":"N\/A","id":359335,"title":"The Fury","adult":false,"genre_ids":[18]},{"cast":["Susan Dey","John Vernon","Kevin McCarthy","Tricia O'Neil","Bernie Casey"],"overview":"A disturbed young mother with some serious psychological problems begins to take them out on her infant daughter.","release_date":"1977-10-05","vote_average":0.0,"runtime":100,"cert":"\"\"","id":359352,"title":"Mary Jane Harper Cried Last Night","adult":false,"genre_ids":[18,27]},{"cast":["Samantha Eggar","Martha Scott","Harry Dean Stanton","Robert Clary","Bradford Dillman"],"overview":"The curse of the legendary blue Hope Diamond on all its owners is dramatized from the gem's discovery in 17th Century India until its donation to the Smithsonian Institute.","release_date":"1975-03-27","vote_average":7.0,"runtime":105,"cert":"\"\"","id":359354,"title":"The Legendary Curse of the Hope Diamond","adult":false,"genre_ids":[9648]},{"cast":["Elizabeth Montgomery","Anthony Hopkins","Michele Lee","Janet MacLachlan","Michael Lerner"],"overview":"A TV producer with a terminal illness is given the strength to keep going by her love for her doctor.","release_date":"1976-02-05","vote_average":0.0,"runtime":150,"cert":"\"\"","id":359356,"title":"Dark Victory","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Christina Hart","Richard Hatch","Diane Ladd","Lisa Lucas","Mildred Natwick"],"overview":"A young teenage girl becomes jealous when her widowed father when he starts to woo a beautician.","release_date":"1976-02-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":359358,"title":"Addie and the King of Hearts","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the nineties, it was decided to convert Tiengemeten, an island in the Haringvliet estuary, from an agricultural area to a nature reserve with three zones, which were labelled 'wealth', 'melancholy' and 'wilderness'. After part one, focussing on the period 1996 to 2001, in part two of her documentary Sinke talks to the Vos brothers, the last two farmers on the island with whom the authorities are still negotiating about the conditions of their departure, and to representatives of the Society for the Preservation of Nature, the Department of Waterways and Public Works, the local authorities and Brussels, who mainly discuss the finances. Between times, she films the island.","release_date":"2006-09-27","vote_average":0.0,"runtime":80,"cert":"N\/A","id":359360,"title":"Tiengemeten 2001 - 2006","adult":false,"genre_ids":[99]},{"cast":["Mia Farrow","Hal Holbrook","John Colicos","Marlene Warfield","Ed Flanders"],"overview":"Hollywood writer tries to talk a dejected actress out of suicide.","release_date":"1971-10-22","vote_average":0.0,"runtime":75,"cert":"\"\"","id":359362,"title":"Goodbye, Raggedy Ann","adult":false,"genre_ids":[]},{"cast":["Luis Cancu"],"overview":"A combination of first-person stories and exclusive aerial images, HUMAN is a unique documentary. This sensitive experience is an introspection into whom we are today as a community but also and most importantly as an individual. Through wars, inequalities, discriminations, HUMAN confronts us with the realities and the diversity of our human conditions. Beyond this darker side, testimonies show the empathy and the solidarities which we are capable of. All these contradictions are ours and HUMAN leads us to reflect about the future we wish to give to people and the planet today. Filmed in 60 countries during two years, HUMAN by Yann Arthus-Bertrand draws a portrait of nowaday’s Humanity.","release_date":"2015-09-12","vote_average":8.6,"runtime":263,"cert":"\"\"","id":359364,"title":"Human","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359372,"title":"Seizure","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Büttner","Rose Renée Roth","Alexander Golling","Karlheinz Böhm","Alexander May"],"overview":"","release_date":"1976-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359374,"title":"Seniorenschweiz","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359376,"title":"JACK U CLOSING ULTRA MUSIC FESTIVAL MIAMI 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359378,"title":"Afrojack LIVE at Ultra Music Festival Miami 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359380,"title":"Andrew Bayer Live At Ultra Music Festival Miami 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359382,"title":"Axwell & Ingrosso Ultra Music Festival Miami 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359396,"title":"Steve Angello - Ultra Music Festival 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359398,"title":"Tommy Trash - Live at Ultra Music Festival 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359400,"title":"W&W Live at Ultra Music Festival Miami 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359405,"title":"Amado Batista O Negocio da China 2015","adult":false,"genre_ids":[]},{"cast":["Charles Prince","Fernand Tauffenberger","Christiane Dix","Mme MacLean"],"overview":"Rigadin, prohibited by his sweetheart's father from courting her, finally decides to work properly.","release_date":"1910-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":359407,"title":"Rigadin se décide à travailler","adult":false,"genre_ids":[35]},{"cast":["Eric Edwards","Mary Stuart","Valerie Marron","Andrea True","Lynn Stevens"],"overview":"Mary Ellen and Sally, two lovely maids at a local hotel, are tired of their boring, dead-end cleaning jobs. To liven up their work, these two honeys decide to give the guests a little extra “room service”. When some honeymooners and businessmen arrive, the humping and bumping gets even hotter for our heroines as the night goes on. In the morning, will they decide to keep their jobs after all?","release_date":"1974-04-03","vote_average":0.0,"runtime":71,"cert":"\"\"","id":359409,"title":"The Chambermaids","adult":true,"genre_ids":[35]},{"cast":["Fada Santoro","Jackson de Souza","Doris Monteiro","Roberto Batalin","Sara Nobre"],"overview":"","release_date":"1953-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359420,"title":"Agulha no Palheiro","adult":false,"genre_ids":[35,18]},{"cast":["Mukesh","Mohini","Sukumari","Jagathy Sreekumar","Innocent"],"overview":"Meenakshi Kalyanam is a 1998 Indian Malayalam film, directed by Jose Thomas and produced by Davi Rafel and Prince Rafel. The film stars Mukesh, Mohini, Sukumari and Jagathy Sreekumar in lead roles. The film had musical score by Nadirsha.","release_date":"1998-12-25","vote_average":4.0,"runtime":null,"cert":"N\/A","id":359422,"title":"Meenakshi Kalyanam","adult":false,"genre_ids":[35]},{"cast":["Nikki Hsieh","Kang Ren Wu","Chie Tanaka","Vera Yen","Reina Ikehata"],"overview":"Han and Hao are about to get married soon when Hao picks up a strange red envelope on the street and then all hell breaks loose with a vengeful supernatural bride wreaking havoc on his life.","release_date":"2015-08-20","vote_average":7.8,"runtime":89,"cert":"N\/A","id":359427,"title":"The Bride","adult":false,"genre_ids":[27,9648,53]},{"cast":["Valentina Herszage","Dora Freind","Mariana Oliveira","Júlia Roliz","Rita Pauls"],"overview":"Barra da Tijuca, West Side Zone of Rio de Janeiro. A wave of murderers plague the area. What starts off as a morbid curiosity for the local youth, slowly begins to spoil away at their lives. Among them is Bia, a 15-year-old girl. After an encounter with death, she will do anything to make sure she is alive.","release_date":"2015-09-09","vote_average":5.0,"runtime":101,"cert":"N\/A","id":359429,"title":"Kill Me Please","adult":false,"genre_ids":[53,18]},{"cast":["Uwe Ochsenknecht","Max von Thun","Martin Feifel","Shadi Hedayati","Sierk Radzei"],"overview":"An insight view on the life of Udo Honig, successful football manager with a gambling addiction (similarities to a successful football manager in real life being purely coincidental).","release_date":"2015-09-08","vote_average":4.3,"runtime":90,"cert":"N\/A","id":359434,"title":"Die Udo Honig Story","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"The natural world can be a difficult and hostile place, especially where vulnerable young are concerned. This fascinating program captures mesmerizing footage of how animals find mates and try to protect their young from disease, predators, and hostile environments.","release_date":"2009-09-12","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359448,"title":"Animals Are Amazing: Triumph of Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Emmy Award-winner John Hurt narrates world-renowned wildlife filmmaker Frederic LePage's breathtaking chronicle of one of nature's most awe-inspiring migrations, as hundreds of thousands of wildebeests and zebras embark on their treacherous trek toward the Masai Mara in Kenya.","release_date":"2009-09-12","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359450,"title":"Animals Are Amazing: Untamed Africa: Part One","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The saga of Africa's great wildebeest migration continues. Before they reach the fertile lands of the Serengeti, they must cross the predator-filled waters of the Mara and Sand Rivers.","release_date":"2009-09-12","vote_average":0.0,"runtime":60,"cert":"\"\"","id":359452,"title":"Animals Are Amazing: Untamed Africa: Part Two","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1968 short by Frampton","release_date":"1968-09-12","vote_average":4.3,"runtime":6,"cert":"\"\"","id":359454,"title":"Snowblind","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed in a slaughterhouse in South St. Paul, MN… Frampton utilizes a shooting strategy that flattens and pictorializes a palpable space of action that includes not only cattle (now seen hanging from huge meathooks), but even on occasion, figures.","release_date":"1974-12-30","vote_average":4.7,"runtime":27,"cert":"N\/A","id":359456,"title":"Autumnal Equinox","adult":false,"genre_ids":[]},{"cast":["Norma Duval","Héctor Alterio","Beatriz Elorrieta","Lina Canalejas","José Vivó"],"overview":"The wife of a judge feels lonely because her husband works too much. Therefore she seeks another love and finds it in the person of a young man.","release_date":"1984-01-30","vote_average":5.0,"runtime":87,"cert":"N\/A","id":359458,"title":"The Judge's Wife","adult":false,"genre_ids":[35,18,10749]},{"cast":["Harisree Ashokan","Jagadish","Narendra Prasad","Shammi Thilakan","Vinduja Menon"],"overview":"Moonu Kodiyum Munnooru Pavanum is a 1997 Indian Malayalam film directed by Balu Kiriyath and starring Jagadish and Vinduja Menon in the lead roles.","release_date":"1997-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359469,"title":"Moonu Kodiyum Munnooru Pavanum","adult":false,"genre_ids":[35]},{"cast":["Tom Sizemore","Mischa Barton","Michael Paré","Jeremy London","Marlon Young"],"overview":"A non-stop, race against time action packed thriller that follows an elite SWAT Team as they try to stop a domestic terrorist from killing innocent hostages and destroying the city of Los Angeles. With 24 hours left on the clock, the team must rely on their instincts and unique skill set to stop the attack and bring justice.","release_date":"2015-09-29","vote_average":4.3,"runtime":96,"cert":"\"\"","id":359471,"title":"Swat: Unit 887","adult":false,"genre_ids":[53,28]},{"cast":["Mukesh","Ranjini","Suresh Gopi","Urvashi","Siddique"],"overview":"","release_date":"1990-10-04","vote_average":5.3,"runtime":121,"cert":"N\/A","id":359473,"title":"Kouthuka Varthakal","adult":false,"genre_ids":[18,35]},{"cast":["Kalidas Jayaram","Jayaram","Jyothirmayi","Nedumudi Venu","Shammi Thilakan"],"overview":"The movie revolves around Viswanathan (Jayaram), Meera (Jyothirmayi) and little Vasudev (Kalidas Jayaram) who are from a very happy family.","release_date":"2003-07-16","vote_average":5.4,"runtime":135,"cert":"N\/A","id":359475,"title":"Ente Veedu...  Appuvinteyum","adult":false,"genre_ids":[10751,18]},{"cast":["Misa Shimizu","Jun Kunimura","Kazuhiro Yamaji","Yasuko Mitsuura","Naoko Amihama"],"overview":"After seeing her husband off to work, the young author identified only as Yoshiko sets off to read the large collection of letters she received from other young authors. These are often letters containing samples of their work for critique. One large envelope contains a letter. The letter-writer does not provide his name. The letter is a confession of crimes. The letter-writer has no family or friends, and claims to be \"ugly beyond description\". He is a chair maker and loves his work and all the chairs he creates, even going so far as to claim some sort of intangible connection to his work.","release_date":"1997-04-19","vote_average":0.0,"runtime":86,"cert":"N\/A","id":359477,"title":"The Human Chair","adult":false,"genre_ids":[18,80]},{"cast":["Jagadish","Siddique","Sunitha","Suchitra","Mala Aravindan"],"overview":"Jagadish and his friend Siddique start a video store together. While taping a political function , they accidentally record a criminal , who denotes a remote bomb moments later. And as a result become caught in between the police and the criminal gang who both want the tape.","release_date":"1992-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359485,"title":"Maanthrika Cheppu","adult":false,"genre_ids":[18]},{"cast":["KPAC Lalitha","Zainuddin","Rajan P Dev","Chippy","Geetha Vijayan"],"overview":"The story of a family of comedians who start a Comedy Group.","release_date":"1995-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359487,"title":"Mimics Action 500","adult":false,"genre_ids":[35]},{"cast":["Ueli Steck","Stéphane Benoist","Yannick Graziani"],"overview":"","release_date":"2014-11-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":359489,"title":"On ne marche qu'une fois sur la lune","adult":false,"genre_ids":[99]},{"cast":["Jagadish","Anusha","Janardhanan","Zainuddin","Shammi Thilakan"],"overview":"A hotel owner gets in trouble and is forced to close his business. He decides to start a comedy group with his friends. The only members missing are the female actors. An audition is held and two mysterious girls join the troupe.","release_date":"1996-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359491,"title":"Mimics Super 1000","adult":false,"genre_ids":[35]},{"cast":["Jayaram","Urvashi","Siddique","Sunitha","Jagathy Sreekumar"],"overview":"Siddique, a local school teacher has Jayaram a street musician pretend to be a qualified band master for his school band, which leads them to tell many lies and have problems in keeping the act up.","release_date":"1991-07-12","vote_average":3.0,"runtime":null,"cert":"N\/A","id":359493,"title":"Mukhachithram","adult":false,"genre_ids":[18]},{"cast":["Suzan Anbeh","David C. Bunners","Clemens Schick","Adele Neuhauser","Gitta Schweighöfer"],"overview":"","release_date":"2008-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":359495,"title":"Ich liebe den Mann meiner besten Freundin","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Karyam Nissaram","cast":["Prem Nazir","Lakshmi","Balachandra Menon","Poornima Bhagyaraj","Jalaja"],"id":359497,"overview":"The comedy film deals with the small family of Unnithan & Ammini Kutty and their two daughters Parvathi and Sarala. Unnithan (Nazir) is a quiet frugal person while Ammini (Lekshmi) is more flamboyant and excessively proud of her family background. This leads to interesting and humorous situations which is the crux of the movie.","runtime":null,"genre_ids":[10751,18],"release_date":"1983-06-17","vote_average":0.0,"adult":false}]