[{"cast":["Claude Legault","Guillaume Lemay-Thivierge","Sophie Prégent","Paul Doucet"],"overview":"As their mother lies in a coma, two brothers discuss the advantages and disadvantages of adultery, under the nose of their virtuous elder, who tries in vain to discourage them.","release_date":"2007-08-10","vote_average":6.9,"runtime":124,"cert":"N\/A","id":35541,"title":"The 3 L'il Pigs","adult":false,"genre_ids":[35]},{"cast":["Bonita Granville","Don Castle","Regis Toomey","John Litel","Wally Cassell"],"overview":"Two guys, sharing an apartment, meet twin girls. One is Shirley Temple grown-up, and the other is a major piece of bad news. The nice one is murdered and her boyfriend is accused of the crime. The wrong man-wrong victim plot strikes again.","release_date":"1947-03-22","vote_average":3.7,"runtime":71,"cert":"N\/A","id":35546,"title":"The Guilty","adult":false,"genre_ids":[9648]},{"cast":["Dane Clark","Simone Signoret","Fernand Gravey","Robert Duke","Michel André"],"overview":"An American is on the run in the streets and back alleys of France.","release_date":"1950-12-13","vote_average":6.6,"runtime":86,"cert":"N\/A","id":35547,"title":"Gunman in the Streets","adult":false,"genre_ids":[80]},{"cast":["Milton Jones"],"overview":"Comedian, writer and actor, whose stand-up is full of surrealism, nonsense and sharp wit. Milton Jones style is a quick-fire barrage of one-liners delivered with a goggle-eyed stare. He has performed regularly for Radio 4 and his three series of 'The Very World Of Milton Jones' won a Sony Radio Award. He was the winner of the Perrier Best Newcomer Award in 1996, and was subsequently nominated for","release_date":"2010-11-22","vote_average":0.0,"runtime":72,"cert":"","id":35550,"title":"Milton Jones: Live Universe Tour: Part One: Earth","adult":false,"genre_ids":[35]},{"cast":["Eirik Evjen","Anine Eckhoff","Mehran Iqbal","Linn Skåber","Henrik Rafaelsen"],"overview":"Doing it, or not doing it, that is the question for leading man Tommy. His long time girlfriend Maria is ready to take the leap from fumbling touches to the real thing, but Tommy, who works part time as an altar boy, believes sex belongs within the sanctitude of marriage.","release_date":"2005-08-19","vote_average":7.0,"runtime":95,"cert":"N\/A","id":35553,"title":"Tommys Inferno","adult":false,"genre_ids":[35]},{"cast":["Checco Zalone","Giulia Michelini","Dino Abbrescia","Fabio Troiano","Ivano Marescotti"],"overview":"An aspiring singer from southern Italy who's just been dumped moves north to Milan, where he falls in love and enters a TV singing competition show.","release_date":"2009-11-27","vote_average":6.7,"runtime":99,"cert":"N\/A","id":35554,"title":"Cado dalle nubi","adult":false,"genre_ids":[35]},{"cast":["Doug Bruce","Rupert Murray"],"overview":"The true story of Doug Bruce who woke up on Coney Island with total amnesia. This documentary follows him as he rediscovers himself and the world around him.","release_date":"2005-06-01","vote_average":6.6,"runtime":88,"cert":"N\/A","id":35555,"title":"Unknown White Male","adult":false,"genre_ids":[99]},{"cast":["Michael Lerner","Lesley Ann Warren","Jack Klugman","Meredith Scott Lynn","Shiri Appleby"],"overview":"When Do We Eat? is the story of the \"world's fastest Passover seder\" gone horribly awry. It's about an old school dad (Michael Lerner) who's as tough on his sons as his father (Jack Klugman) is on him. On this night, however, one of the boys (Ben Feldman) slips Dad a dose of special, hallucinogenic Ecstasy in order \"to give him a new perspective.\"","release_date":"2005-01-01","vote_average":5.8,"runtime":86,"cert":"N\/A","id":35556,"title":"When Do We Eat","adult":false,"genre_ids":[35]},{"cast":["Jean Arthur","William Holden","Warren William","Porter Hall","Edgar Buchanan"],"overview":"Phoebe Titus is a tough, swaggering pioneer woman, but her ways become decidedly more feminine when she falls for California bound Peter Muncie. But Peter won't be distracted from his journey and Phoebe is left alone and plenty busy with villains Jefferson Carteret and Lazarus Ward plotting at every turn to destroy her freighting company. She has not seen the last of Peter, however.","release_date":"1940-12-25","vote_average":5.1,"runtime":125,"cert":"N\/A","id":35561,"title":"Arizona","adult":false,"genre_ids":[37]},{"cast":["Shari Belafonte","LeVar Burton","Jonelle Allen","Jonna Lee","Kevin McCarthy"],"overview":"Phil, Melissa, Mitch, Mary, and Vinnie are high school friends, who unwittingly raise the dead on Halloween night. Once the dead have returned, Pitchford Cove will never be the same again....or will it?","release_date":"1985-11-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":35564,"title":"The Midnight Hour","adult":false,"genre_ids":[35,27,10749,10770]},{"cast":["Justin Herwick","Shane Powers","B. Wyatt","Susannah Melvoin","Jonah Blechman"],"overview":"An irreverent and refreshing take on the queer world of sex, lust and unrequited love. Lanky, blue haired Jackson, record store employee and poet, is in love with most of the men in his life! A refreshing departure from the typical gay love story, LUSTER is a raw and darkly comic look at young punks in love.","release_date":"2002-03-17","vote_average":5.6,"runtime":90,"cert":"18","id":35565,"title":"Luster","adult":false,"genre_ids":[18,35]},{"cast":["James Cosmo","Julie Hagerty","Armie Hammer","Patricia Clarkson","James C. Burns"],"overview":"2081 depicts a dystopian future in which, thanks to the 212th Amendment to the Constitution and the unceasing vigilance of the United States Handicapper General, everyone is \"finally equal....\" The strong wear weights, the beautiful wear masks and the intelligent wear earpieces that fire off loud noises to keep them from taking unfair advantage.","release_date":"2009-05-29","vote_average":7.0,"runtime":25,"cert":"N\/A","id":35568,"title":"2081","adult":false,"genre_ids":[28,878,53]},{"cast":["Carman","Michael Nouri","Patricia Manterola","Jeremy Williams","Jed Allan"],"overview":"Former champion boxer Orlando Leone (Carmen) is \"The Preacher\" at an inner-city youth center. Wanting to give something back to the community, he bought a large building for a church youth center. But the cash ran out before he could finish fixing it up and now, the mortgage company is about to foreclose. With his bills mounting he agrees to one last fight.","release_date":"2001-03-02","vote_average":3.6,"runtime":90,"cert":"N\/A","id":35569,"title":"Carman: The Champion","adult":false,"genre_ids":[18,28]},{"cast":["Nandu Madhav","Vibhavari Deshpande","Atharva Karve","Mohit Gokhale","Ketan Karande"],"overview":"The movie depicts efforts and struggle by Dadasaheb Falke for creating first motion picture in India - Raja Harishchandra.","release_date":"2009-07-01","vote_average":6.3,"runtime":96,"cert":"N\/A","id":35572,"title":"Harishchandrachi Factory","adult":false,"genre_ids":[35,18]},{"cast":["Joe Rogan"],"overview":"'Talking Monkeys in Space' captures Rogan breaking down cultural taboos; exploring his subjects with a raw honesty that is as engrossing as it is hilarious. Exuding a mad joy for life in all its insanity Rogan dispels the negative effects of marijuana use and marvels at his baby daughter; challenges the politically correct teachings of Dr. Phil and ends the anti-Evolution debate – all with the incisive edge that has defined Rogan's comedy for over twenty years.","release_date":"2009-06-20","vote_average":6.1,"runtime":69,"cert":"N\/A","id":35581,"title":"Joe Rogan: Talking Monkeys in Space","adult":false,"genre_ids":[35]},{"cast":["Kenny Florian","Takanori Gomi","Roy Nelson","Stefan Struve","Nate Quarry"],"overview":"UFC Fight Night: Florian vs. Gomi, also referred to as UFC Fight Night 21 was a mixed martial arts event held by the Ultimate Fighting Championship on March 31, 2010 at Bojangles Coliseum in Charlotte, North Carolina, This was the third time the UFC held an event in Charlotte, but the first since UFC 5","release_date":"2010-03-31","vote_average":6.0,"runtime":95,"cert":"N\/A","id":35584,"title":"UFC Fight Night 21: Florian vs. Gomi","adult":false,"genre_ids":[]},{"cast":["Jo Koy"],"overview":"Jo Koy details life with his Filipino mom, the advantages of dancing like Michael Jackson and the strangeness of touring the South as an Asian American.","release_date":"2009-01-04","vote_average":6.3,"runtime":43,"cert":"N\/A","id":35585,"title":"Jo Koy: Don't Make Him Angry","adult":false,"genre_ids":[35]},{"cast":["Jason Patric","Wes Studi","Gene Hackman","Robert Duvall","Matt Damon"],"overview":"The Apache Indians have reluctantly agreed to settle on a US Government approved reservation. Not all the Apaches are able to adapt to the life of corn farmers. One in particular, Geronimo, is restless. Pushed over the edge by broken promises and necessary actions by the government, Geronimo and thirty or so other warriors form an attack team which humiliates the government by evading capture, whi","release_date":"1993-12-10","vote_average":6.0,"runtime":115,"cert":"N\/A","id":35588,"title":"Geronimo: An American Legend","adult":false,"genre_ids":[36,37]},{"cast":["Ryoko Sano","Atsuko Takahata","Ikuko Tani","Yōsuke Akimoto","Nobuaki Fukuda"],"overview":"Ginga is a simple—yet energetic—country girl, living with her father far from the capital city of the empire in ancient China. When she learns of an opportunity to become a concubine of the young new Emperor, with the possibility of becoming his head wife in charge of all of the other wives, Ginga convinces her father to let her go. Once there, she meets all of the other potential head wives, each of whom have various reasons for being there. All of them must learn to read and write, learn the history of their country, and learn the proper mannerisms for being in the royal court. Ginga's enthusiasm tends to get her in trouble more often than not, but it works to her advantage when they learn that the former emperor's head wife, who is not the mother of the current emperor, is plotting treachery against the new emperor, and that a rebellion is headed toward the capital.","release_date":"1990-03-21","vote_average":7.0,"runtime":86,"cert":"N\/A","id":35589,"title":"Like the Clouds, Like the Wind","adult":false,"genre_ids":[10749,16,35,36]},{"cast":["John C. McGinley","Molly Parker","Blu Mankuma","Lori Triolo","Brent Stait"],"overview":"Chyna Shepherd is a twenty-six-year-old psychology student who survived an extremely troubled past. While visiting Laura Templeton's house, a farm in the Napa Valley. A serial killer named Edgler Foreman Vess breaks into the house, killing Laura and her parents. Chyna survives, but she learns of Vess's captive: a girl, just as innocent as Chyna, trapped in Vess's home far from the Napa Valley.","release_date":"1997-08-05","vote_average":6.8,"runtime":186,"cert":"N\/A","id":35608,"title":"Intensity","adult":false,"genre_ids":[18,27,53]},{"cast":["Rik Van Nutter","Gabriella Farinon","David Montresor","Archie Savage","Alain Dijon"],"overview":"Interplanetary News reporter Ray Peterson is assigned aboard a space station in the 21st Century.","release_date":"1960-08-25","vote_average":3.1,"runtime":73,"cert":"N\/A","id":35611,"title":"Assignment: Outer Space","adult":false,"genre_ids":[878]},{"cast":["Liane Balaban","Tara Spencer-Nairn","Mary Walsh","Nicholas Campbell","Cathy Moriarty"],"overview":"A gifted teenager, dreaming of life beyond her small town, becomes inspired when a 15-year-old girl from New York moves in next door.","release_date":"1999-01-01","vote_average":7.3,"runtime":97,"cert":"N\/A","id":35612,"title":"New Waterford Girl","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"New recorded material, brand new skits where Bjorn directed by some of Sweden's foremost comedians, such as Henry Schyffert and Robert Gustafsson! The DVD also contains Bjorn's appearance from the 2008 tour was completely sold out and a newly recorded interview. Of course, we also collected lots of Bjorn's already classic rock. In other words, a DVD that summarizes Bjorn's crazy year between 21 and 22. Includes everything you saw on Youtube and much more!","release_date":"2008-12-03","vote_average":2.0,"runtime":120,"cert":"N\/A","id":35613,"title":"Björn Gustafsson: Ett livsverk","adult":false,"genre_ids":[35,10402]},{"cast":["Dom DeLuise","Phillip Glasser","Tawny Sunshine Glover","Cloris Leachman","Hayley Mills"],"overview":"A friendly troll with a magic green thumb grows one flower too many for the queen, whose laws require all trolls to be mean ugly and scare humans whenever possible. As a punishment, he is exiled to a world of concrete, where he should live a life of proper trolldom: Manhattan.","release_date":"1994-10-07","vote_average":5.0,"runtime":76,"cert":"N\/A","id":35614,"title":"A Troll in Central Park","adult":false,"genre_ids":[14,16,878,10751]},{"cast":["Tom Sawyer"],"overview":"A lonely computer wiz creates a robot with human-like intelligence. They will influence and teach each other as their lives spin out of control.","release_date":"2000-01-01","vote_average":7.0,"runtime":91,"cert":"N\/A","id":35617,"title":"The Strange Case of Señor Computer","adult":false,"genre_ids":[35,878]},{"cast":["Manfred Krug","Krystyna Stypułkowska","Eberhard Esche","Johannes Wieke","Walter Richter-Reinick"],"overview":"Bad planning and shortages prevail on an East German construction site. Foreman Hannes Balla uses unconventional methods to overcome the problems. New Socialist Unity Party secretary Werner Horrath is charged with bringing the rough-and-ready builder crew into line. The task seems doomed to fail as the two men compete for the affections of young engineer Kati Klee. But when she gets pregnant by married man Horrath, he is in danger of being expelled from the party, and Balla takes his side...","release_date":"1966-07-01","vote_average":7.1,"runtime":139,"cert":"N\/A","id":35620,"title":"Trace of Stones","adult":false,"genre_ids":[18,35,10749]},{"cast":["Béla Fleck","Victor Wooten","Future Man","Jeff Coffin"],"overview":"Fronted by one of the most accomplished banjo players of his time, Bela Fleck and the Flecktones are captured live in concert on Live at the Quick. The versatile band performs just over a dozen songs including such radically different compositions as \"Amazing Grace,\" \"Big Country,\" \"Hoedown,\" and the prelude from a Bach violin concerto.","release_date":"2002-02-26","vote_average":6.0,"runtime":94,"cert":"N\/A","id":35621,"title":"Béla Fleck & the Flecktones: Live at the Quick","adult":false,"genre_ids":[10402]},{"cast":["Nína Dögg Filippusdóttir","Björn Hlynur Haraldsson","Gísli Örn Garðarsson","Ágústa Eva Erlendsdóttir"],"overview":"A couple decide to get married in a church out in the country. It is 1 hour drive from Reykjavik but things do not go as planed.","release_date":"2008-08-28","vote_average":5.3,"runtime":99,"cert":"N\/A","id":35624,"title":"Country Wedding","adult":false,"genre_ids":[35]},{"cast":["Kurando Mitsutake","Domiziano Arcangeli","Jeffrey James Lippold","Megan Hallin"],"overview":"A blind man seeks revenge against the psychopath who took away his sight and slaughtered his wife and daughter. Eight years after the massacre, the man has returned to the desert town, now a highly trained samurai swordsman ready to seek justice. But he doesn't know there awaits seven assassins hired by his sworn enemy who want the bounty on his head. Set in nowhere, no time, this bloody modern day fable is a new age hybrid action film with a classic samurai essence and a spaghetti western spirit. This is, \"Sushi Western!\"","release_date":"2009-06-29","vote_average":4.1,"runtime":92,"cert":"N\/A","id":35627,"title":"Samurai Avenger: The Blind Wolf","adult":false,"genre_ids":[53,28]},{"cast":["Victor Rebengiuc","Ovidiu Iuliu Moldovan","Constantin Diplan","George Constantin","Mircea Albulescu"],"overview":"Threatening letters, phone calls in the middle of the night... Who is threatening engineer Stamatiad?","release_date":"1978-01-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":35630,"title":"Man in Overcoat","adult":false,"genre_ids":[28]},{"cast":["Dominiquie Vandenberg","Steven Bauer","Stana Katic","Scott Adkins","Stephen Graham"],"overview":"Jack Severino has no memory, all he knows is the brutal sport of Pit Fighting. When his past catches him up, he realizes he is not who he thought he was. For some men must fight for redemption.","release_date":"2005-07-06","vote_average":5.0,"runtime":83,"cert":"N\/A","id":35631,"title":"Pit Fighter","adult":false,"genre_ids":[18,28,53]},{"cast":["Brandon Lee","Debi A. Monahan","Ernest Borgnine","Graham Clarke","Werner Pochath"],"overview":"A CIA agent is sent to get Professor Braun before the KGB can seize him as the Prof's knowledge, together with a recently stolen diamond, could be used to make a laser cannon.","release_date":"1989-11-01","vote_average":3.9,"runtime":84,"cert":"N\/A","id":35632,"title":"Laser Mission","adult":false,"genre_ids":[53,28,12]},{"cast":["Dr. Thomas W. Phelan"],"overview":"Dr. Thomas Phelan, a clinical psychologist, developed the program for his own children when they were young and in the thralls of hyperactivity and sibling rivalry. The two-hour show features his explanation of the program interspersed with dramatic scenarios and parent testimonials. The corny vignettes and repetitive testimonials are somewhat extraneous, but the nut of the information is invaluable. Phelan urges parents to get away from explaining everything to kids, who aren't listening to you anyway, he says, but he's not a spanking advocate either.","release_date":"2005-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":35633,"title":"1-2-3 Magic: Managing Difficult Behavior in Children 2-12","adult":false,"genre_ids":[10751]},{"cast":["Adriano Celentano","Debra Feuer","Jean Sorel","Mattia Sbragia","Angela Finocchiaro"],"overview":"Traveling from New York to Italia, pretty Mary rushes into moody macho lawyer Tito. The girl immediately falls for the guy with the gruffy manners and in an very impertinent way, she leans on him as she gets in trouble: Not only that she gets tied up in her suite by some Gangsters, but also, her new husband is found dead.","release_date":"1986-12-20","vote_average":6.1,"runtime":113,"cert":"N\/A","id":35634,"title":"The Grumpy","adult":false,"genre_ids":[35]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul"],"overview":"Kabouter Plop houdt samen met zijn kaboutervrienden Lui, Klus en Kwebbel een lenteschoonmaak in zijn paddestoel. Bij het schoonmaken van de schoorsteen ontdekt Klus een schatkaart. De kabouters besluiten om samen de Kabouterschat te zoeken. Maar... de tocht is moeilijk en gevaarlijk. De kabouters moeten over een gammele hangbrug en door een bos dat overbevolkt is met vogels. Op de koop toe moeten ze een grote-mensen-weg oversteken. Onderweg ontmoeten Plop, Lui, Klus en Kwebbel nog twee andere kabouters, Pif en haar broer Paf. Lui wordt smoorverliefd op Pif. Door een toeval komt de schatkaart in de handen van Pif en Paf. Ook zij gaan op zoek naar de schat.","release_date":"1999-07-08","vote_average":3.5,"runtime":94,"cert":"N\/A","id":35635,"title":"Plop en de Kabouterschat","adult":false,"genre_ids":[35,12,10751]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul","Jacques Vermeire"],"overview":"Op een winterdag krijgen kabouter Plop en zijn vrienden vreemd bezoek in de melkherberg. Is het een olifant? Een giraf? Of een verdwaalde ijsbeer? Als poolkabouter Snorre aanklopt bij de kabouters wordt al snel duidelijk met welk vreemd dier ze hier te maken hebben. Pinki de pinguïn werd ontvoerd op de Zuidpool door twee handlangers van Louise Appelmoes, eigenares van Restaurant De Gouden Pollepel","release_date":"2007-10-17","vote_average":1.0,"runtime":73,"cert":"N\/A","id":35636,"title":"Plop en de Pinguïn","adult":false,"genre_ids":[35,12,10751]},{"cast":["Nadim Sawalha","Rana Sultan","Hussein Al-Sous","Odai Qedese","Ghandi Saber"],"overview":"Abu Raed is an old airport janitor who has always yearned to travel the world but has never been able to afford it. One day, he finds an old discarded pilot's hat, and discovers a calling: a group of children in his poor neighborhood assume he's an airline captain and beg him to share stories of the world outside of Amman, Jordan. Through imaginary tales, a friendship forms, and Abu Raed is soon faced with the grim realities of the children's home life. Thus he takes it upon himself to make a difference in their lives.","release_date":"2007-12-11","vote_average":8.1,"runtime":102,"cert":"N\/A","id":35637,"title":"Captain Abu Raed","adult":false,"genre_ids":[18]},{"cast":["Bob Flanagan","Sheree Rose","Kirby Dick","Kathe Burkhart","Rita Valencia"],"overview":"The story of Robert Flanagan, a man who was born with cystic fibrosis and told he wouldn't live past 20, who through a unique odyssey of masochism, art and love found a way to live decades past his expiration date.","release_date":"1997-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":35638,"title":"Sick: The Life and Death of Bob Flanagan, Supermasochist","adult":false,"genre_ids":[99]},{"cast":["Kathleen Aerts","Kristel Verbeke","Katerine Avgoustakis","Kato Bijtebier","Stany Crets"],"overview":"Karen, Kristel en Kathleen krijgen een uitnodiging van koning Flurkentijn en diens vrouw, die afkomstig zijn uit een sprookjesrijk, om op de verjaardag van prinses Fleur te zingen. De prinses gedraagt zich echter als een verwend nest en is niet onder de indruk van de zangkunsten van het drietal. Maar wat is er nu precies aan de hand met prinses Fleur? Karen, Kristen en Kathleen besluiten om dit uit te zoeken.","release_date":"2006-07-19","vote_average":6.8,"runtime":70,"cert":"N\/A","id":35639,"title":"K3 en het IJsprinsesje","adult":false,"genre_ids":[10751]},{"cast":["Alexandra Jiménez","Sílvia Abril","Carlos Areces","Laia Alda","Óscar Lara"],"overview":"Grandes dosis de humor, ingeniosos guiños a nuestro cine patrio más reciente, un elenco artístico altamente ligado a la comedia y una elevada reserva de sorpresas constituyen los ingredientes de esta disparatada comedia: Spanish Movie.","release_date":"2009-12-04","vote_average":4.7,"runtime":83,"cert":"N\/A","id":35640,"title":"Spanish Movie","adult":false,"genre_ids":[35]},{"cast":["Suriya","Ashish Vidhyarthi","Trisha Krishnan","Vadivelu","Kalabhavan Mani"],"overview":"A thug, with his partners, is chosen to work for a criminal gang and he becomes the left-hand man of the leader. The leader declares a war against another criminal and the thug has to protect him despite losing his friends.","release_date":"2005-12-09","vote_average":6.1,"runtime":168,"cert":"N\/A","id":35643,"title":"Aaru","adult":false,"genre_ids":[10749,28]},{"cast":["Kjell Bergqvist","Henrik Lundström","Peter Viitanen","Ralph Carlsson"],"overview":"Året är 1969. Artonårige Martin mönstrar på som andrekock på lastfartyget \"Snow Drift\", med destination Kapstaden. Det är Martins tredje resa. I fartygets kök härskar förstekocken Peter Stein, här är allting underkastat hans osynliga och brutala regelverk. Martin är lyckligt omedveten om vad som väntar honom och hans kompis, kockeleven Sundsvall.","release_date":"2005-02-25","vote_average":6.1,"runtime":116,"cert":"N\/A","id":35646,"title":"Kocken","adult":false,"genre_ids":[]},{"cast":["Jalil Lespert","Evita Ciri","Gabi Rauta","Patrice Juiff","Daniele Formica"],"overview":"The film tells the true story of French clown Miloud Oukili from his arrival in Romania in 1992 (three years after the fall of Ceausescu) to his encounter with the street children of Bucharest, known as Â«boskettariÂ» who live in the streets and sleep in Bucharest's sewers, eking a living out of petty crime, begging, and prostitution.","release_date":"2008-08-28","vote_average":7.2,"runtime":100,"cert":"N\/A","id":35647,"title":"Pa-ra-da","adult":false,"genre_ids":[18]},{"cast":["Chisa Yokoyama","Hikojiro Matsumura","Chie Satō","Hikojirō Matsumura","Kōji Tsujitani"],"overview":"Mr. Takazawa, an elderly invalid who is cared for at his home by Haruko, a young nursing student, is chosen by the Japanese Ministry of Public Welfare to test the Z-001, a computerized hospital bed with robotic features that allegedly displays more efficiency and skills than any human nurse, but Haruko mistrusts a machine unable to consider human feelings.","release_date":"1991-09-14","vote_average":6.5,"runtime":80,"cert":"","id":35648,"title":"Roujin Z","adult":false,"genre_ids":[16,878,35,18]},{"cast":["Aurélien Recoing","Karin Viard","Serge Livrozet","Jean-Pierre Mangeot","Monique Mangeot"],"overview":"An unemployed man finds his life sinking more and more into trouble as he hides his situation from his family and friends.","release_date":"2001-09-10","vote_average":6.5,"runtime":134,"cert":"N\/A","id":35651,"title":"Time Out","adult":false,"genre_ids":[18]},{"cast":["Gregório Duvivier","Érika Mader","Nathalia Dill","Marcelo Adnet","Álamo Facó"],"overview":"Girl is decided to leave her boyfriend and to runaway to an unknown place. Before she leaves, she decides to meet up with him, but they have only one hour to make a very funny balance of their lives.","release_date":"2008-10-05","vote_average":6.6,"runtime":80,"cert":"N\/A","id":35652,"title":"That's It","adult":false,"genre_ids":[35,10749]},{"cast":["Adam Ferrara","Alex Tyler"],"overview":"Adam Ferrara brings the stage to life with his honest, clever, and fearless, perspective on family, relationships and himself. He has an innate ability to draw you in with thoughtful laughter that exposes the sharp truths behind his comedy. Absolutely hilarious!","release_date":"2009-04-14","vote_average":8.0,"runtime":61,"cert":"N\/A","id":35653,"title":"Adam Ferrara: Funny As Hell","adult":false,"genre_ids":[35]},{"cast":["Cary Elwes","Brian Cox","Andie MacDowell","Matt Dallas","Frank Whaley"],"overview":"Seeking revenge for the murder of their religious leader, fundamental loyalists kidnap and torture the man they believe responsible, but the ensuing clash of right vs. left ideologies quickly reveals that they may have the wrong man, which puts them on a path toward a shocking twist","release_date":"2010-01-25","vote_average":4.8,"runtime":100,"cert":"N\/A","id":35656,"title":"As Good As Dead","adult":false,"genre_ids":[28,12,53]},{"cast":["Alan Davies","Sheridan Smith"],"overview":"No overview found.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"15","id":35657,"title":"Jonathan Creek: The Grinning Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"This teenage romantic-comedy evolves around the chaotic love lives of a bunch of university students with Yai , a third year Art Communications major, as the ringmaster. Yai and this gang of four buddies know as THE FOUR SAINTS, form the popular GIG CLUB , a society where students with loser love lives want to be back in the game.","release_date":"2006-08-17","vote_average":0.0,"runtime":97,"cert":"N\/A","id":35658,"title":"เดอะ กิ๊ก","adult":false,"genre_ids":[35]},{"cast":["Scott Glenn","Michael Murphy","Helen Shaver"],"overview":"A fictional confrontation between the United States and the Soviet Union over the Strait of Hormuz, the gateway to the Persian Gulf. The narrative of the film details the events that lead up to the initial exchange of nuclear weapons from the perspective of an on-going news broadcast.","release_date":"1984-10-14","vote_average":6.0,"runtime":90,"cert":"N\/A","id":35659,"title":"Countdown to Looking Glass","adult":false,"genre_ids":[18]},{"cast":["Nutthachart Chankan","Benjamin Hotrabhavananda","Amelia Jacobs","Mudhthanita Swedwittayatadakool"],"overview":"A group of male friends are all trying to do the same thing: Finding a 'Gig' for themselves to have some fun. But all of them are not too successful at it. So in order to change all that, the 4 protagonists aks John for help, who is legendary for his \"picking up girls\" skills. But will he be able to help?","release_date":"2007-09-20","vote_average":6.0,"runtime":89,"cert":"N\/A","id":35660,"title":"Gig Number Two","adult":false,"genre_ids":[10749,35]},{"cast":["Peerawat Herabat","Wasit Pongsopha","ปานพิมพ์ เตชะธนชัยพัฒน์","กัญญ์วรา ตั้งมั่นคงวรา"],"overview":"Fam, an urban student come to study at university in Bangkok. Fam has joined Preeda's group which has Eed (a fake fortune teller) as a (love) counselor. After Freshman party, Fam fall in-love a beautiful freshman, Ribbin. The relationship is going well until Triruk, a popular magazine model become the latest gig. Now it's time to choose the gig or this is just a game of love.","release_date":"2009-05-15","vote_average":5.5,"runtime":91,"cert":"N\/A","id":35661,"title":"The Gig 3","adult":false,"genre_ids":[35,10749]},{"cast":["Katherine Victor","Don Sullivan","Paul Pepper","Brianne Murphy","Mitzie Albertson"],"overview":"A crazed scientist creates a nerve gas that turns the local teenagers into her unquestioning slaves.","release_date":"1960-04-15","vote_average":3.4,"runtime":73,"cert":"N\/A","id":35662,"title":"Teenage Zombies","adult":false,"genre_ids":[27,878]},{"cast":["John Carradine","Robert Clarke","Phyllis Coates","Allen Windsor","Sheila Noonan"],"overview":"When the cable breaks on their diving bell four people find themselves trapped in a hidden underwater world.","release_date":"1959-11-18","vote_average":3.1,"runtime":70,"cert":"N\/A","id":35663,"title":"The Incredible Petrified World","adult":false,"genre_ids":[12,878]},{"cast":["Ralph Meeker","Stafford Morgan","John F. Goff","Carol Irene Newell","George Buck Flower"],"overview":"A space probe brings back a micro-organism from Mars which terrorizes passengers at a railhead.","release_date":"1978-01-01","vote_average":3.3,"runtime":95,"cert":"N\/A","id":35664,"title":"The Alpha Incident","adult":false,"genre_ids":[27,878]},{"cast":["Christopher Lee","Peter Cushing","Michael Coles","William Franklyn","Freddie Jones"],"overview":"The police and British security forces call in Professor Van Helsing to help them investigate Satanic ritual which has been occurring in a large country house, and which has been attended by a government minister, an eminent scientist and secret service chief. The owner of the house is a mysterious property tycoon who is found to be behind a sinister plot involving a deadly plague. It is in fact Dracula who, sick of his interminable existence, has decided that he must end it all in the only possible way- by destroying every last potential victim.","release_date":"1973-11-03","vote_average":5.4,"runtime":87,"cert":"","id":35669,"title":"The Satanic Rites of Dracula","adult":false,"genre_ids":[27]},{"cast":["Richard Herring"],"overview":"In his excellent Someone Likes Yoghurt, Herrring shares with us his world of gonorrhoea-transmiting magpies, his attempts to become successor to Pope John Paul II, and his local supermarket's utterly humiliating new checkout service: the grocery interrogation.","release_date":"2007-01-01","vote_average":6.0,"runtime":114,"cert":"N\/A","id":35670,"title":"Richard Herring: Someone Likes Yoghurt","adult":false,"genre_ids":[35]},{"cast":["Warren Beatty","Susannah York","Clive Revill","Eric Porter","Jane Birkin"],"overview":"Romantic comedy which has Barney Lincoln and Angel McGinnis as a pair of amorous adventurers in the gambling places of London and the Riviera. Barney Lincoln is a rambling gambling man who scores sensational wins at poker and chemin de fer because he has succeeded in marking the original plates for the backs of all the playing cards manufactured in a plant in Geneva and used in all the gambling joints in Europe. In his gambling depredation, Barney is spotted by Angel McGinnis, the daughter of a Scotland Yard Inspector 'Manny' McGinnis on the lookout for a man to do a job. The inspector enlists Barney's help in playing poker with a shady London character whom Scotland Yard wants to force to financial ruin.","release_date":"1966-09-22","vote_average":6.0,"runtime":103,"cert":"N\/A","id":35671,"title":"Kaleidoscope","adult":false,"genre_ids":[35,80]},{"cast":["James LaBrie","John Myung","John Petrucci","Mike Portnoy","Kevin Moore"],"overview":"Images and Words: Live in Tokyo is the first home video release from American progressive metal band Dream Theater. It contains most of the band's performance from their August 26, 1993 show at Nakano Sun Plaza in Tokyo, Japan. Also included are the music videos for the songs \"Pull Me Under\", \"Take the Time\", and \"Another Day\", from their 1992 album Images and Words, as well as interview footage and candid, behind-the-scenes footage.","release_date":"1993-08-01","vote_average":4.8,"runtime":91,"cert":"N\/A","id":35678,"title":"Dream Theater: Images and Words - Live in Tokyo","adult":false,"genre_ids":[10402]},{"cast":["Jason Schaver","Ken Gayton","Erika Walter","Rachel Brosnahan"],"overview":"An insecure man has his dimwitted actor friend pose as his mentally challenged brother in order to get to know a beautiful co-worker who has a mentally challenged sister.","release_date":"2009-11-09","vote_average":0.0,"runtime":83,"cert":"N\/A","id":35681,"title":"The Truth About Average Guys","adult":false,"genre_ids":[35,10749]},{"cast":["Boris Kodjoe","Ryan Michelle Bathe"],"overview":"Two Hollywood filmmakers attempt to find Morgan Freeman in Mississippi and convince him to star in their next movie. When life gets in their way they soon discover what matters to them most.","release_date":"2007-10-01","vote_average":2.8,"runtime":90,"cert":"N\/A","id":35684,"title":"All About Us","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvia Kristel","Shane Briant","Nicholas Clay","Ann Mitchell","Elizabeth Spriggs"],"overview":"A film adaptation of D.H. Lawrence's novel. After a crippling injury leaves her husband impotent, Lady Chatterly is torn between her love for her husband and her physical desires. With her husband's consent, she seeks out other means of fulfilling her needs.","release_date":"1981-06-29","vote_average":5.2,"runtime":104,"cert":"N\/A","id":35685,"title":"Lady Chatterley's Lover","adult":false,"genre_ids":[18,10749]},{"cast":["Wolfgang Stumph","Anna Böger","Eva-Maria Radoy","Michael Niavarani","Proschat Madani"],"overview":"No overview found.","release_date":"2009-07-22","vote_average":5.2,"runtime":99,"cert":"N\/A","id":35686,"title":"Salami Aleikum","adult":false,"genre_ids":[35]},{"cast":["Anshuman Jha","Nushrat Bharucha","Rajkummar Rao","Neha Chauhan","Amit Sial"],"overview":"A video camcorder, a store security camera, and concealed cameras candidly expose lives in three loosely linked tales.","release_date":"2010-03-19","vote_average":6.1,"runtime":108,"cert":"N\/A","id":35687,"title":"LSD: Love, Sex aur Dhokha","adult":false,"genre_ids":[18,80]},{"cast":["Tyler Perry","Janet Jackson","Jill Scott","Sharon Leal","Malik Yoba"],"overview":"Four couples reunite for their annual vacation in order to socialize and to spend time analyzing their marriages. Their intimate week in the Bahamas is disrupted by the arrival of an ex-husband determined to win back his recently remarried wife.","release_date":"2010-04-02","vote_average":6.0,"runtime":121,"cert":"N\/A","id":35688,"title":"Why Did I Get Married Too?","adult":false,"genre_ids":[35,10749]},{"cast":["Thomas Haden Church","Elisabeth Shue","Melissa Leo","M. Emmet Walsh","Keith David"],"overview":"Everything appears off-kilter when a man returns to his hometown after 25 years to visit his former lover.","release_date":"2009-04-24","vote_average":5.3,"runtime":87,"cert":"N\/A","id":35689,"title":"Don McKay","adult":false,"genre_ids":[80,9648,53]},{"cast":["Miley Cyrus","Greg Kinnear","Bobby Coleman","Liam Hemsworth","Hallock Beals"],"overview":"A drama centered on a rebellious girl who is sent to a Southern beach town for the summer to stay with her father. Through their mutual love of music, the estranged duo learn to reconnect.","release_date":"2010-03-31","vote_average":7.2,"runtime":107,"cert":"","id":35690,"title":"The Last Song","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Robyn Lively","Jeffrey Johnson","Bailee Madison","Maree Cheatham","Tanner Maguire"],"overview":"A young boy fighting cancer writes letters to God, touching lives in his neighborhood and inspiring hope among everyone he comes in contact. An unsuspecting substitute postman, with a troubled life of his own, becomes entangled in the boy's journey and his family by reading the letters. They inspire him to seek a better life for himself and his own son he's lost through his alcohol addiction.","release_date":"2010-04-09","vote_average":7.0,"runtime":110,"cert":"N\/A","id":35691,"title":"Letters to God","adult":false,"genre_ids":[18,10751]},{"cast":["Alan Ladd","Patricia Medina","André Morell","Harry Andrews","Peter Cushing"],"overview":"John (Alan Ladd), a blacksmith and swordsmith, is tutored at Camelot. As a commoner, he can't hope to win the hand of Lady Linet (Patricia Medina), daughter of the Earl of Yeoniland (Harry Andrews), so he creates a secret alternate identity as the Black Knight. In this new role, he is now able to help King Arthur when Saracens and Cornish men—disguised as Vikings -- plot to take over the country.","release_date":"1954-08-26","vote_average":6.2,"runtime":85,"cert":"N\/A","id":35692,"title":"The Black Knight","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"DEBT is the story of a frantic pursuit: the search for the responsible for the televised cry of hunger of Barbara Flores, an eight-year-old Argentinean girl. Buenos Aires, Washington, the IMF, the World Bank and Davos; corruption and the international bureaucratic lack of interest.","release_date":"2004-10-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":35693,"title":"Deuda","adult":false,"genre_ids":[99]},{"cast":["Uma Thurman","Guillermo Díaz","Vincent D'Onofrio","Kris Kristofferson","Rosario Dawson"],"overview":"This movie tells five stories set in a single day at the famed Chelsea Hotel in New York City, involving an ensemble cast of some 30-35 characters.","release_date":"2002-04-19","vote_average":4.3,"runtime":109,"cert":"N\/A","id":35694,"title":"Chelsea Walls","adult":false,"genre_ids":[18]},{"cast":["Shreyas Talpade","Amrita Rao","Kunal Kapoor","Ravi Kishan","Ravi Jhankal"],"overview":"Mahadev (Shreyas Talpade) is an unemployed graduate with a Bachelor of Arts from Satna college, who is forced to make a living writing letters for the uneducated people of his village. His real ambition is to become a novel writer. Through his humble occupation, Mahadev has the potential to impact numerous lives. The movie is a satirical, but warm-hearted portrait of life in rural India.","release_date":"2008-09-19","vote_average":5.4,"runtime":134,"cert":"N\/A","id":35695,"title":"Welcome to Sajjanpur","adult":false,"genre_ids":[35]},{"cast":["Miguel A. Núñez, Jr.","Vivica A. Fox","Kevin Pollak","Tommy Davidson","Ginuwine"],"overview":"A basketball star is booted out of the NBA when his on-court antics go too far, so he poses as a woman and joins the WUBA.","release_date":"2002-06-21","vote_average":5.1,"runtime":91,"cert":"N\/A","id":35696,"title":"Juwanna Mann","adult":false,"genre_ids":[35]},{"cast":["Bettie Page"],"overview":"Betty Page was the top pin up queen of the 50's and has become the cult model of the 90's. Betty was known for her distinctive hair-cut and figure when she became the most photographed pin up of all time.","release_date":"1998-11-17","vote_average":5.4,"runtime":97,"cert":"N\/A","id":35697,"title":"Betty Page: Pin Up Queen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Scholars debate whether the Star of Bethlehem is a legend created by the early church or a miracle that marked the advent of Christ. Is it possible that the star was a real, astronomical event? From Producer Stephen McEveety (The Passion of the Christ) comes an amazing documentary on the Star of Bethlehem.","release_date":"2007-10-23","vote_average":0.0,"runtime":63,"cert":"N\/A","id":35698,"title":"The Star of Bethlehem","adult":false,"genre_ids":[99]},{"cast":["Burt Reynolds","Tony Hawk","Ryan Dunn","Simone Bargetze","The Cuban Brothers"],"overview":"A 3000 mile race from San Francisco to Miami that took place in the Spring of 2003. 150 cars and stars created all kinds of mayhem and chaos over 6 days racing from coast to coast!","release_date":"2003-01-01","vote_average":6.0,"runtime":98,"cert":"18","id":35701,"title":"Gumball 3000: The Movie","adult":false,"genre_ids":[99,12]},{"cast":["Joe Mantegna","Danny Aiello","George Hamilton","Anna Galiena","Ariadna Gil"],"overview":"A trio of opera singers are reunited by a wedding ten years after their stormy breakup.","release_date":"2001-11-16","vote_average":5.0,"runtime":118,"cert":"N\/A","id":35704,"title":"Off Key","adult":false,"genre_ids":[35,10402]},{"cast":["Maruschka Detmers","Federico Pitzalis","Anita Laurenzi","Alberto Di Stasio","Riccardo De Torrebruna"],"overview":"An Italian high school student becomes infatuated with a woman he sees outside his class window. Her fiancée is in jail for being involved in a radical movement, and she spends much time in court providing moral support. At first she resists the student's advances, but eventually begins an affair with him. Their situation is condemned by her family and his father, who is the woman's psychologist.","release_date":"1986-04-22","vote_average":5.5,"runtime":114,"cert":"N\/A","id":35705,"title":"Devil in the Flesh","adult":false,"genre_ids":[18,10749]},{"cast":["Kishore Nandlaskar"],"overview":"Tum Milo Toh Sahi is not just a romantic comedy... it is three unique romantic stories in one.","release_date":"2010-03-14","vote_average":6.0,"runtime":127,"cert":"N\/A","id":35708,"title":"Tum Milo Toh Sahi","adult":false,"genre_ids":[]},{"cast":["Glynn Turman","Lawrence Hilton-Jacobs","Garrett Morris","Cynthia Davis","Corin Rogers"],"overview":"In the mid-1960s, a group of high school friends who live on the Near North Side of Chicago enjoy life to the fullest...parties, hanging out, meeting new friends. Then life changes for two of the guys when they meet a pair of career criminals and get falsely arrested in connection with stealing a Cadillac. We follow their lives through the end of high school and the dramatic end to their school.","release_date":"1975-06-25","vote_average":7.3,"runtime":107,"cert":"N\/A","id":35711,"title":"Cooley High","adult":false,"genre_ids":[35,18]},{"cast":["Coralie Revel","Sabrina Seyvecou","Roger Miremont","Fabrice Deville","Blandine Bury"],"overview":"Two young women find themselves struggling to survive in Paris, street-wise Nathalie, a stripper, and naïve Sandrine, a barmaid. Together, they discover that sex can be used to their advantage, and pleasure.","release_date":"2002-10-16","vote_average":6.1,"runtime":115,"cert":"N\/A","id":35712,"title":"Secret Things","adult":false,"genre_ids":[18]},{"cast":["Erin Brown","Suzi Lorraine","Josh Robinson","Katie Jordan","Barbara Joyce"],"overview":"When Roxanna discovers her fascination with lesbian sexuality, she finds herself dragged deeper and deeper into it. This leaves her at odds with her boyfriend, with tragic results.","release_date":"2002-05-28","vote_average":2.0,"runtime":36,"cert":"N\/A","id":35713,"title":"Roxanna","adult":false,"genre_ids":[18]},{"cast":["Nate Parker","Lindsey Haun","Allen Maldonado"],"overview":"This modernization of Shakespear's tragic love story Romeo and Juliette is set in Los Angeles against a backdrop of inter-racial romance.","release_date":"2008-02-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":35714,"title":"Rome & Jewel","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Chiara Zanni","Kirby Morrow","James Woods","Trevor Devall","Fiona Hogan"],"overview":"The population of the planet Alcyone is split in two; the cultures of the Ceveans and the Storrions are locked in eternal war, destroying their home. Led by their priestess Amiel, the Ceveans constructed the Ark in an attempt to flee their world, but the Ark was ceased by the Storrions, enslaving some of the Ceveans and banishing the rest to the wastelands.","release_date":"2005-09-27","vote_average":4.0,"runtime":82,"cert":"N\/A","id":35715,"title":"Ark","adult":false,"genre_ids":[28,16,18]},{"cast":["LeToya Luckett","Tammy Townsend","Carlos Davis"],"overview":"Small-town girl Angie King leaves the church and her home to pursue a dream of singing stardom.","release_date":"2010-01-29","vote_average":6.4,"runtime":110,"cert":"N\/A","id":35716,"title":"Preacher's Kid","adult":false,"genre_ids":[18,10751]},{"cast":["Guillaume Depardieu","Yekaterina Golubeva","Catherine Deneuve","Delphine Chuillot","Laurent Lucas"],"overview":"A writer leaves his upper-class life and journeys with a woman claiming to be his sister, and her two friends.","release_date":"1999-05-12","vote_average":5.9,"runtime":134,"cert":"N\/A","id":35717,"title":"Pola X","adult":false,"genre_ids":[18,10749]},{"cast":["Rita Calderoni","Stelio Candelli","James Harris","Renato Lupi","Iolanda Mascitti"],"overview":"Italian Gothic horror that tells the tale of a man who stops at a remote castle hoping to get medical help for an injured woman, only to find the inhabitants mirror the darker sides of the woman and himself.","release_date":"1974-10-30","vote_average":4.5,"runtime":82,"cert":"N\/A","id":35718,"title":"Nude for Satan","adult":false,"genre_ids":[27]},{"cast":["Noel Fielding","Julian Barratt"],"overview":"In this live boosh presentation you will see Howard wrestle with the problems of the universe in tiny shorts while Vince gets his hair extra big and flounces about, Bob fossil's dance moves will turn you on then anger you over and over until you puke. You shall then weep with salty joy as Bollo and Naboo move about and say stuff in their own special way. The Boosh are mighty and sailing at you, strap your eyes onto your brain double tight cos its gonna get choppy like electric sushi.","release_date":"2009-01-16","vote_average":6.9,"runtime":127,"cert":"15","id":35719,"title":"The Mighty Boosh Live: Future Sailors Tour","adult":false,"genre_ids":[35]},{"cast":["Patrick Tatten","Dale Dymkoski","Timothy Ryan Cole","Johnny Kostrey","Norma Louise"],"overview":"Rusty is a successful architect with the life of his dreams. However, when his boyfriend leaves town, Rusty meets a mysterious drifter names Denny who opens Rusty up to a strange new world.","release_date":"2009-07-14","vote_average":4.7,"runtime":91,"cert":"N\/A","id":35720,"title":"Lucky Bastard","adult":false,"genre_ids":[18,10749]},{"cast":["Kevan Ohtsji","Taayla Markell","Stephen Chang","Greg Chan","Lee Tichon"],"overview":"Five young adults are about to find themselves in a fight for their lives, pitted against evil itself! While on vacation in a foreign city, one of the five makes a seemingly innocent albeit ignorant mistake and soon all of them will realize the cost of such an inconsequential action. A stranger appears to help them, but is this too little, too late?","release_date":"2006-09-26","vote_average":3.6,"runtime":77,"cert":"N\/A","id":35721,"title":"Live Feed","adult":false,"genre_ids":[27]},{"cast":["Carol Abney","Stephen Baldwin","Jacob Bonnema","Tricia Helfer","Philip Moon"],"overview":"Seven geniuses, with IQs over 200, are plucked from their lives on Christmas Eve to try to solve the world's problems in one night","release_date":"2006-01-01","vote_average":2.3,"runtime":119,"cert":"N\/A","id":35724,"title":"The Genius Club","adult":false,"genre_ids":[53]},{"cast":["Cameron Goodman","Jamie Martz","Mimi Rogers","David Starzyk","Chris Meyer"],"overview":"On a freezing night in a small rural town, police, friends and family attempt to find a young couple who have disappeared after taking drugs at a party. Based on a true story.","release_date":"2009-12-11","vote_average":2.7,"runtime":90,"cert":"N\/A","id":35725,"title":"Frozen Kiss","adult":false,"genre_ids":[18,53]},{"cast":["Shawn Andrews","Olivia Wilde","Megalyn Echikunwoke","Dedee Pfeiffer","Tao Ruspoli"],"overview":"FIX takes you from Beverly Hills to Watts, and places in between, in one day, as documentary filmmakers Bella and Milo race to get Milo's brother Leo from jail to rehab before 8pm, or Leo goes to prison for three years.","release_date":"2009-11-20","vote_average":6.9,"runtime":93,"cert":"N\/A","id":35726,"title":"Fix","adult":false,"genre_ids":[18]},{"cast":["Emmanuelle Béart","Sean Gallagher","Daniel Lapaine","Daniela Nardini","Mark Strong"],"overview":"The story of Billy, Will, Jules, Daphne and Dodie, a group of people who prove that there are no secrets between friends. It all comes out in the end.","release_date":"1999-08-23","vote_average":3.2,"runtime":90,"cert":"","id":35727,"title":"Elephant Juice","adult":false,"genre_ids":[10749,18]},{"cast":["Ray Winstone","Parminder Nagra","Jane How","Bhasker Patel","Veena Sood"],"overview":"A beautiful young woman with every privilege except freedom. A despised older man with nothing except his obsession. Are they the key to one another’s salvation? Or are they destined to destroy each other and themselves? Having just finished a degree at Cambridge, Anjika Indrani (Parminder Nagra) has the world at her feet. However when her father announces that he intends for her to marry the son of his business associate, Anjika is angry and distraught at the unfairness of it. Then help is offered from an unlikely corner. Her father’s sinister chauffeur Don Flowers (Ray Winstone) proposes a way out… but it comes at a cost.","release_date":"2008-05-04","vote_average":5.3,"runtime":93,"cert":"","id":35728,"title":"Compulsion","adult":false,"genre_ids":[80,18]},{"cast":["Kai Lanette","Shane Ryan"],"overview":"Shane Ryan's sequel to the disturbing Amateur Porn Star Killer is a brutal calling card to all those who were enraged by its predecessor (and there were many). Ryan is a force to be reckoned with, and he's not letting up any time soon. The victim here isn't a young girl. This one doesn't just go quietly, either. She fights back. She knows she's in trouble, but she mistakenly thinks she can get away. In other movies, she would escape and somber music would play as the credits creep up the screen. The audience would leave the theatre satisfied that the bad guy got what he deserved. They would go home feeling safe. Ryan doesn't let anyone have such notions. He shows things as they really are. This is what a killer would film. This is how it would look, and if you didn't know any better, you'd swear it was real. (And you still can't be totally sure it's not.)","release_date":"2008-05-13","vote_average":5.6,"runtime":null,"cert":"N\/A","id":35731,"title":"Amateur Porn Star Killer 2","adult":false,"genre_ids":[80,27]},{"cast":[],"overview":"A woman's obsession with her dentist drives her to masochism, madness and murder.","release_date":"2009-01-01","vote_average":2.6,"runtime":90,"cert":"N\/A","id":35734,"title":"Oral Fixation","adult":false,"genre_ids":[53,10749]},{"cast":["Janne Reinikainen","Karoliina Blackburn","Peter Franzén"],"overview":"","release_date":"2000-08-18","vote_average":5.0,"runtime":103,"cert":"N\/A","id":35735,"title":"Badding","adult":false,"genre_ids":[18]},{"cast":["Stephanie Berger","DJ BoBo","Tanja Dankner","Anikó Donáth","Patrick Frey"],"overview":"Mike Duerst gets dumped by his girlfriend, because she is pregnant by her former boyfriend. In his despair Mike gets in contact with Gregor Frank, a psychologist, who, in his radio show, claims to know all about women.Gregor promises Mike to find the perfect woman, if he agrees to be the subject for his upcoming psychological advisory book. Mike accepts. So Gregor explains Mike the typical patterns of women's behavior.","release_date":"2006-01-01","vote_average":4.8,"runtime":93,"cert":"N\/A","id":35736,"title":"Handyman","adult":false,"genre_ids":[18,35,10749]},{"cast":["Pat Morita","Erik Estrada","Dona Speir","Roberta Vasquez","Bruce Penhall"],"overview":"Asian crime boss Kaneshiro captures two voluptuous undercover federal agents, Donna and Nicole. But instead of liquidating them, he gives the busty duo a head start in a deadly cat-and-mouse game involving six other assassin teams. The heated action takes them from Hawaii to Las Vegas and Louisiana.","release_date":"1991-06-28","vote_average":4.4,"runtime":97,"cert":"N\/A","id":35739,"title":"Do or Die","adult":false,"genre_ids":[28,53]},{"cast":["Paco Boublard","Tien Shue","Anca Radici","Longmon Wang"],"overview":"Freddie is starting as a thug for Jazdec the Polish, a pimp and concealer of illicit goods. Freddy's love for Larna, whom he dreams to snatch from prostitution, drive them into jeopardy under the clutches of a Chinese Godfather. To see Larna alive, Freddie must kill the so-called Mr. Zhu, a strange Chinese Zorro who just arrived in Paris to retrieve a young runaway fellow countrywoman.","release_date":"2010-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":35746,"title":"Belleville Story","adult":false,"genre_ids":[14,18,878,10751]},{"cast":["Musa Uzunlar","Köksal Engür","Sezai Aydın","Ayfer Sönmez","Ali Başar"],"overview":"No overview found.","release_date":"2008-06-11","vote_average":5.5,"runtime":null,"cert":"N\/A","id":35747,"title":"Valley of the Wolves Gladio","adult":false,"genre_ids":[18]},{"cast":["Mika Nakashima","Yui Ichikawa","Hiroki Narimiya","Kanata Hongo","Yuna Ito"],"overview":"Two girls with the same name but very different personalities share an apartment in this sequel to Nana. The rising fame of Nana Osaki's band, the Black Stones, is beginning to take a toll on the best friends' relationship. Meanwhile, Nana Komatsu struggles to make sense of her love triangle with Black Stones' guitarist Nobu and rival group Trapnest's bassist Takumi.","release_date":"2006-12-09","vote_average":5.9,"runtime":130,"cert":"N\/A","id":35752,"title":"Nana 2","adult":false,"genre_ids":[18,10402]},{"cast":["Magdalena Różczka","Marcin Dorociński","Weronika Książkiewicz"],"overview":"It is a positive and optimistic story of two thirty-something people who are made for each other, Matylda and Bartek, who are needing and looking for love and closeness, but who are constantly missing each other in the course of their lives.","release_date":"2008-02-14","vote_average":5.5,"runtime":91,"cert":"N\/A","id":35753,"title":"Night Conversations","adult":false,"genre_ids":[10749,35]},{"cast":["Leon Bashir","Farrakh Abbas","Anders Danielsen Lie","Kim Bodnia","Slavko Labović"],"overview":"Three small-time criminals finally get the chance to climb the ladder - but manages to mess it all up in royal manners....","release_date":"2010-01-08","vote_average":5.1,"runtime":87,"cert":"N\/A","id":35756,"title":"Tomme tønner","adult":false,"genre_ids":[28,35]},{"cast":["Julianna Guill","Lauren McKnight","Chris Zylka","Matt Angel","Alex Van"],"overview":"A spoiled teens birthday bash turns killer after she convinced her parents to re-open a roller skating rink where murders took place.","release_date":"2009-10-23","vote_average":6.3,"runtime":84,"cert":"N\/A","id":35759,"title":"My Super Psycho Sweet 16","adult":false,"genre_ids":[27]},{"cast":["Zoltán Miklós Hajdu","Kyle Shewfelt","Gheorghe Dinică","Andor Lukáts","Oana Pellea"],"overview":"Having suffered as a boy under a brutal Communist-era coach, champion Hungarian gymnast Miklos moves to Canada years later in search of a new start - only to find himself unwittingly perpetuating the very same cycle of abuse among his own pupils.","release_date":"2006-01-15","vote_average":7.2,"runtime":97,"cert":"N\/A","id":35760,"title":"White Palms","adult":false,"genre_ids":[18]},{"cast":["Simon Kvamm","Kristian Riis","Kasper Toustrup","René Thalund","Søren Arnholt"],"overview":"No overview found.","release_date":"2009-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35761,"title":"Nephew - Danmark\/Denmark","adult":false,"genre_ids":[]},{"cast":["Peter Dyneley","Sylvia Anderson","Shane Rimmer","Jeremy Wilkin","Matt Zimmerman"],"overview":"Zero-X, a manned exploration mission crashes during lift-off on its maiden flight. Two years later an investigative committee finally concludes sabotage, and decides to call on the services of International Rescue to oversee security at the impending second launch. The second Zero-X successfully reaches its destination, but encounters unexpected hazards, ultimately leading to another call for assistance on its return to Earth. International Rescue respond, and once again Thunderbirds are GO!","release_date":"1966-12-15","vote_average":6.0,"runtime":93,"cert":"","id":35780,"title":"Thunderbirds are GO","adult":false,"genre_ids":[16,10751,28,878]},{"cast":["Achmed Akkabi","Georgina Verbaan","Frederik Brom","Egbert Jan Weeber","Isa Hoes"],"overview":"Youssef, a professional liar, falls in love with airhead waitress Andrea. Things get awry as she never wants to date a guy who keeps secrets or lies.","release_date":"2008-02-13","vote_average":4.9,"runtime":86,"cert":"N\/A","id":35789,"title":"Alibi","adult":false,"genre_ids":[35,10749]},{"cast":["Soumitra Chatterjee","Madhabi Mukherjee","Shailen Mukherjee","Shyamal Ghoshal","Gitali Roy"],"overview":"Charu lives a lonely and idle life in 1870s India. Although her husband Bhupati devotes more time to his newspaper than to their marriage, he sees her loneliness and asks his brother-in-law,Umapada to keep her company. At the same time Bhupati's own brother, Amal, a would-be writer comes home finishing his college education. However, after several months, Charu and Amal's feelings for each other move beyond literary friendship.","release_date":"1964-04-17","vote_average":7.3,"runtime":117,"cert":"","id":35790,"title":"Charulata","adult":false,"genre_ids":[18,10749]},{"cast":["Milla Jovovich","Wentworth Miller","Ali Larter","Kim Coates","Kacey Clarke"],"overview":"In a world ravaged by a virus infection, turning its victims into the Undead, Alice continues on her journey to find survivors and lead them to safety. Her deadly battle with the Umbrella Corporation reaches new heights, but Alice gets some unexpected help from an old friend. A new lead that promises a safe haven from the Undead takes them to Los Angeles, but when they arrive the city is overrun by thousands of Undead - and Alice and her comrades are about to step into a deadly trap.","release_date":"2010-09-09","vote_average":6.0,"runtime":97,"cert":"15","id":35791,"title":"Resident Evil: Afterlife","adult":false,"genre_ids":[28,12,27,878]},{"cast":["Mischa Barton","Sam Rockwell","Christopher McDonald","Kathleen Quinlan","Miles Meehan"],"overview":"In the affluent, gated community of Camelot Gardens, bored wives indiscriminately sleep around while their unwitting husbands try desperately to climb the social ladder. Trent, a 21-year-old outsider who mows the neighborhood lawns, quietly observes the infidelities and hypocrisies of this overly privileged society. When Devon, a 10-year-old daughter from one family, forges a friendship with Trent, things suddenly get very complicated.","release_date":"1997-11-21","vote_average":7.5,"runtime":101,"cert":"","id":35796,"title":"Lawn Dogs","adult":false,"genre_ids":[18]},{"cast":["Philippe Noiret","Isabelle Huppert","Jean-Pierre Marielle","Stéphane Audran","Eddy Mitchell"],"overview":"In 1938 in the french West Africa, Lucien Cordier is a weak and corrupted policeman despised by the local bad boys. His wife is openly cheating on him and he hasn't got any self-respect anymore. But when comes the occasion, his revenge will be terrible.","release_date":"1981-11-04","vote_average":7.1,"runtime":128,"cert":"N\/A","id":35797,"title":"Coup de Torchon","adult":false,"genre_ids":[18,80,35]},{"cast":["Prudence Liew Mei-Kwan","Anthony Wong","Sherming Yiu","Race Wong"],"overview":"The story revolves around two women in the grassroots of Hong Kong society, struggling to survive and haunted by demons in their respective pasts. The literal translation of the Chinese film title is \"I do not sell my body, I sell my uterus\".","release_date":"2008-12-04","vote_average":4.0,"runtime":90,"cert":"N\/A","id":35800,"title":"True Women for Sale","adult":false,"genre_ids":[18]},{"cast":["Dougray Scott","Krista Bridges","Tom Skerritt","Danette Mackay","Cas Anvar"],"overview":"Dr. Henry Jekyll is a well-regarded physician whose evenings are spent researching a rare and sacred Amazonian flower so potent it's said to literally separate the soul, giving life to man's Dark Self. The obsessive experiments to isolate its psychotropic properties happen to coincide with a series of brutal murders gripping the city with fear. Jekyll knows it's no coincidence. While his nights are lost to him, he awakens with bloody mementos and violent memories of the screams of his victims.","release_date":"2008-05-17","vote_average":4.4,"runtime":89,"cert":"N\/A","id":35801,"title":"Dr. Jekyll and Mr. Hyde","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Christina Applegate","Johnathon Schaech","Kathleen Rose Perkins","John Dunsworth","Kevin Jubinville"],"overview":"A woman discovers the truth about her former lover from the diary that his first wife wrote to their son, Nicholas.","release_date":"2005-03-27","vote_average":5.3,"runtime":90,"cert":"N\/A","id":35802,"title":"Suzanne's Diary for Nicholas","adult":false,"genre_ids":[18,10749]},{"cast":["José Oliveira","Clarence Nash"],"overview":"José Carioca, showing Donald Duck around South America and introducing him to the samba","release_date":"1942-08-24","vote_average":6.9,"runtime":7,"cert":"N\/A","id":35807,"title":"Aquarela do Brasil","adult":false,"genre_ids":[16,35,10402]},{"cast":["Margie Gay"],"overview":"Alice and Julius are playing on the seashore when Pete comes around, gets Julius drunk and tries to steal a crossword puzzle from Alice. Julius has to sober up to come to the rescue.","release_date":"1925-01-01","vote_average":3.0,"runtime":7,"cert":"N\/A","id":35808,"title":"Alice Solves the Puzzle","adult":false,"genre_ids":[16]},{"cast":["Vincent Price","Agnes Moorehead","Gavin Gordon","John Sutton","Lenita Lane"],"overview":"Mystery writer Cornelia Van Gorder has rented a country house called \"The Oaks\", which not long ago had been the scene of some murders committed by a strange and violent criminal known as \"The Bat\".Meanwhile, the house's owner, bank president John Fleming, has recently embezzled one million dollars in securities, and has hidden the proceeds in the house, but he is killed before he can retrieve it.","release_date":"1959-08-09","vote_average":6.0,"runtime":80,"cert":"N\/A","id":35813,"title":"The Bat","adult":false,"genre_ids":[27,9648,53]},{"cast":["John Cardiel"],"overview":"What began as a one 15-min segment of O'Dell's popular skateboarding Web TV show grew into a documentary series when the subject, skating great John Cardiel, proved to have far more to say than could fit in the short format. O'Dell gets Cardiel to share his life history; from his Grass Valley, CA roots to his ascension to the top of his sport and the tour van accident that nearly left him paralyze","release_date":"2008-01-14","vote_average":6.8,"runtime":null,"cert":"N\/A","id":35814,"title":"Epicly Later'd - John Cardiel","adult":false,"genre_ids":[99]},{"cast":["Anne Shirley"],"overview":"Julius, the boss of Alice's chicken farm, has to find a way to deliver 5000 eggs to Sinkem and Soakem when the hens go on strike.","release_date":"1925-01-01","vote_average":4.8,"runtime":9,"cert":"N\/A","id":35819,"title":"Alice's Egg Plant","adult":false,"genre_ids":[16]},{"cast":["Fernandel","Louis de Funès","Gaby André","Andrex","Michel Ardan"],"overview":"Victor Boniface's life is not exactly a rest cure. Just imagine: Victor is both a store detective and a ... shoplifter (only when he walks in his sleep, mind you)! And falling in love while sleepwalking is no bed of roses either, as the good-natured man simply forgets everything after waking up. Fortunately love wins the game in the end. Does that mean that life will become as easy as pie ? Certainly not: the little Bonifaces will be sleepwalkers just like their daddy!","release_date":"1951-04-05","vote_average":6.3,"runtime":86,"cert":"N\/A","id":35822,"title":"Boniface somnambule","adult":false,"genre_ids":[35]},{"cast":["Carl Haffner","James Mulcaster","Robert Tymec","Scott Fraser"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":35823,"title":"Retraining for the Global Economy","adult":false,"genre_ids":[35,99]},{"cast":["Dean Andrews","Thomas Craig","Joe Duttine","Steve Huison","Venn Tracey"],"overview":"In South Yorkshire, a small group of railway maintenance men discover that because of privatization, their lives will never be the same. When the trusty British Rail sign is replaced by one reading East Midland Infrastructure, it is clear that there will be the inevitable winners and losers as downsizing and efficiency become the new buzzwords.","release_date":"2001-11-16","vote_average":6.8,"runtime":96,"cert":"","id":35824,"title":"The Navigators","adult":false,"genre_ids":[18]},{"cast":["Scott Barlow","Wayne Belkosky","Andrea Best","Danielle Nicole Boissonneault","Susan Doucet"],"overview":"No overview found.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35825,"title":"Veritales","adult":false,"genre_ids":[35]},{"cast":["Bette Davis","Barbara Carrera","Colleen Camp","Lionel Stander","David Rasche"],"overview":"A mother\/daughter pair of witches descend on a yuppie family's home and cause havoc, one at a time since they share one body & the other must live in a cat the rest of the time. Now it's up to the family's mother, a private detective and a suspended police officer to try and stop the witches.","release_date":"1989-02-03","vote_average":4.9,"runtime":90,"cert":"N\/A","id":35826,"title":"Wicked Stepmother","adult":false,"genre_ids":[35,14,27,878]},{"cast":["Michael Douglas"],"overview":"See the earliest creatures of the Triassic Period to the monsters of the Cretaceous in a ‘life-sized’ IMAX ® presentation. Join renowned paleontologists as they discover new fossils and uncover evidence that dinosaur descendants are still among us. Realistic and scientifically-accurate computer generated animation brings dinosaurs back to life…in a big way!","release_date":"2007-03-30","vote_average":4.6,"runtime":40,"cert":"N\/A","id":35827,"title":"Dinosaurs Alive","adult":false,"genre_ids":[99]},{"cast":["Brooke Burns","Henry Winkler","Warren Christie","Conner Christopher Levins","Woody Jeffreys"],"overview":"Five-time Emmy nominee and Golden Globe winner Henry Winkler stars in The Most Wonderful Time of the Year, the story of what happens when you open your heart to the power of Christmas. Disenchanted single mom Jennifer Cullen (Brooke Burns) is a Scroogette when it comes to anything Christmas. In fact, even her six-year-old son, Brian, is having trouble believing in Santa Claus. But when her Uncle Ralph (Henry Winkler) visits and brings a fellow passenger from his flight named Morgan Derby (Warren Christie), Jennifer s dubious heart awakens to the possibility that perhaps Christmas really does hold miracles. It s uplifting and laugh-packed and a story that will inspire the whole family to believe.","release_date":"2008-12-13","vote_average":5.9,"runtime":88,"cert":"N\/A","id":35830,"title":"The Most Wonderful Time of the Year","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Sophie Marceau","Michel Serrault","Frédéric Diefenthal","Julie Christie"],"overview":"A collection of artifacts from an archeological dig in Egypt are brought to the famous Louvre museum in Paris, and while experts are using a laser scanning device to determine the age of a sarcophagus, a ghostly spirit escapes and makes its way into the museum's electrical system.","release_date":"2001-04-03","vote_average":4.3,"runtime":97,"cert":"N\/A","id":35831,"title":"Belphegor, Phantom of the Louvre","adult":false,"genre_ids":[14,878]},{"cast":["Jameson Thomas","Lillian Hall-Davis","Gordon Harker","Gibb McLaughlin","Maud Gill"],"overview":"Successful middle-aged farmer Samuel Sweetland becomes widowed, then his daughter marries and leaves home. Deciding he wishes to remarry, Sweetland pursues some local women he considers prospects.","release_date":"1928-03-02","vote_average":5.8,"runtime":98,"cert":"","id":35832,"title":"The Farmer's Wife","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"On the night of 18 October 1987, a soldier ran amok with an M16 in the area of Chow Kit, Kuala Lumpur. Due to the thorny circumstances of the time and place, his amok triggered a citywide panic and rumours of racial riots. Why did he do it? Why were Malaysians so jittery at the time? And what happened next? \"The Big Durian\" speaks to 23 Malaysians (some real, some fictional) to find out.","release_date":"2003-01-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":35835,"title":"The Big Durian","adult":false,"genre_ids":[]},{"cast":["Lee Jong-hyuk","So Yi-hyun","Kim Young-jun","Park Choong-seon","Kim Jung-min"],"overview":"Woo-jin, Jung-ah and three other trekkers merrily depart for a mountain climbing trip. On the way into a forest – a forest which is off-limits – Se-Eun and Joon-hoo are wounded and the group is faced with a serious obstacle: they are disconnected from any area where a cell phone is available and effectively cut off from the world. Jung-ah is particularly uneasy; she is unwillingly able to see the future, a residual influence of her shaman parents. The stranded, frightened party soon has an opportunity to discover the forest's startling secrets...","release_date":"2006-08-17","vote_average":4.0,"runtime":99,"cert":"N\/A","id":35836,"title":"4 Horror Tales - Dark Forest","adult":false,"genre_ids":[27]},{"cast":["Pablo Echarri","Nancy Dupláa","Nicolás Frías","Marcelo Armand"],"overview":"Based on the comic \"Boogie, el aceitoso\".In a city where crime rules the streets, Boogie shows up. only to make things brutally worse. A hired thug, with a blatant disregard for human life – especially those that are less fortunate, and an unmatched lack of respect for women, Boogie is the ultimate anti-hero. Boogie is an action-packed, jaw-dropping, animated feature, exploding with sadistic humour,violence and non-stop bullets.","release_date":"2009-10-22","vote_average":5.8,"runtime":82,"cert":"N\/A","id":35837,"title":"Boogie","adult":false,"genre_ids":[28,16]},{"cast":["Catherine Deneuve","Fernando Rey","Franco Nero","Lola Gaos","Antonio Casas"],"overview":"Tristana is a young Spanish woman left to the care of Don Lope, a protective but impoverished aristocrat. Don sells his possessions to avoid manual labor and champions the causes of the dispossessed and downtrodden of society. He takes advantage of the vulnerable Tristana, who leaves him when she falls in love with Horacio. Unable to commit to him, she returns to Don Lope when she falls ill. He asks for her hand in marriage, and she accepts after losing her leg to cancer. She chooses to remain in a passionless union rather than be subject to the harsh realities of a society that refuses to change to the needs of women. Taken from the novel by celebrated author Benito Perez Galdos.","release_date":"1970-03-29","vote_average":7.4,"runtime":95,"cert":"N\/A","id":35838,"title":"Tristana","adult":false,"genre_ids":[18]},{"cast":["Maggie Smith","Bob Hoskins","Wendy Hiller","Marie Kean","Ian McNeice"],"overview":"A penniless middle-aged spinster scrapes by giving piano lessons in the Dublin of the 1950s. She makes a sad last bid for love with a fellow resident of her rundown boarding house, who imagines she has the money to bankroll the business he hopes to open.","release_date":"1987-12-23","vote_average":7.1,"runtime":116,"cert":"N\/A","id":35841,"title":"The Lonely Passion of Judith Hearne","adult":false,"genre_ids":[18,10749]},{"cast":["Jonathan Brandis","Ariana Richards","Chris Noth","Lea Moreno Young","Linda Purl"],"overview":"Another thrilling adventure for Elsa the lioness as she works her magic on two teenagers struggling with changes in their life.","release_date":"1996-04-27","vote_average":5.0,"runtime":92,"cert":"N\/A","id":35842,"title":"Born Free - A New Adventure","adult":false,"genre_ids":[99,18]},{"cast":["Gérard Blain","Bernadette Lafont","Michel François"],"overview":"A group of young boys who have a collective crush on Bernadette. As a result of this, they have an unreasoning jealousy of Gérard, and do everything they can to disrupt their relationship. When Gérard catches one of the young boys spying on them, he thrashes him severely. In retaliation, the children try to inspire Bernadette to doubt Gérard’s love.","release_date":"1957-11-14","vote_average":6.9,"runtime":18,"cert":"N\/A","id":35847,"title":"Les Mistons","adult":false,"genre_ids":[35]},{"cast":["Ferec Bandi","Józsefné Rácz","Ági Margitai","Eszter Ónodi"],"overview":"Using almost no dialogue, the film follows a number of residents (both human and animal) of a small rural community in Hungary - an old man with hiccups, a shepherdess and her sheep, an old woman who may or may not be up to no good, some folk-singers at a wedding, etc. While most of the film is a series of vignettes, there is a sinister and often barely perceptible subplot involving murder.","release_date":"2002-10-24","vote_average":7.1,"runtime":78,"cert":"N\/A","id":35848,"title":"Hukkle","adult":false,"genre_ids":[80,18,9648]},{"cast":["Laird Cregar","Linda Darnell","George Sanders","Glenn Langan","Faye Marlowe"],"overview":"When composer George Harvey Bone wakes with no memory of the previous night and a bloody knife in his pocket, he worries that he has committed a crime. On the advice of Dr. Middleton, Bone agrees to relax, going to a music performance of singer Netta Longdon. Riveted by Netta, Bone agrees to write songs for her rather than his own concerto. However, Bone soon grows jealous of Netta and worries about controlling himself during his spells.","release_date":"1945-10-29","vote_average":6.5,"runtime":77,"cert":"N\/A","id":35849,"title":"Hangover Square","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Robert Newton","Phil Brown","Sally Gray","Naunton Wayne","James Harcourt"],"overview":"In London, psychiatrist Clive Riordan suspects that his cool and polished wife, Storm, is having yet another affair. Abandoning his weekly card game, Clive returns home to find Storm with her latest lover, American Bill Kronin. To Storm's horror, Clive overpowers Bill and takes him away at gunpoint, then hides him in a secret location and taunts Storm with Bruce's condition. Scotland Yard gets involved when Storm contacts them about her missing dog.","release_date":"1949-08-03","vote_average":7.0,"runtime":96,"cert":"N\/A","id":35852,"title":"Obsession","adult":false,"genre_ids":[53,80]},{"cast":[],"overview":"No overview found.","release_date":"2017-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35855,"title":"Dr Jeky And Mr Hyde","adult":false,"genre_ids":[]},{"cast":["Itzik Cohen","Dvir Benedek","Alon Dahan","Shumlik Cohen","Irit Kaplan"],"overview":"Four overweight friends from the Israeli city of Ramle are fed up of dieting and the dieting club they belong to. When Herzl (155 kilos), the main protagonist, loses his job as a cook and starts working as a dishwasher in a Japanese restaurant in Ramle he discovers the world of Sumo where large people such as himself are honored and appreciated. Through Kitano (60 kilos), the restaurant owner, a former Sumo coach in Japan (who is supposedly hiding from the Yakuza in Israel), he falls in love with a sport involving \"two fatsos in diapers and girly hairdos\". Herzl wants Kitano to be their coach but Kitano is reluctant - they first have to earn their spurs. \"A MATTER OF SIZE\" is a comedy about a ‘coming out’ of a different kind - overweight people learning to accept themselves.","release_date":"2009-04-27","vote_average":5.8,"runtime":90,"cert":"N\/A","id":35856,"title":"A Matter of Size","adult":false,"genre_ids":[35,18]},{"cast":["Rockmond Dunbar","Loretta Devine","Jenifer Lewis","Terri J. Vaughn","Maurice Jamal"],"overview":"After ten years, Sheldon returns from New York City to Paris, Georgia. His mother Evelyn, a laundress who is stubborn, ornery, opinionated, mean-spirited, insulting, and inflexible, has sent a ten-year-old boy who says he's Sheldon's son up to see Sheldon. Sheldon comes home to straighten things out. Old arguments flare up - between mother and son and between brothers. Sheldon wants no part of fatherhood or family. Then, someone else from New York shows up at Evelyn's door, bringing a new set of challenges. Will this family ever stop airing its dirty laundry? And what of Sheldon: where is his pride? Can he, in the words of James Baldwin, go where his blood beats and live the life he has?","release_date":"2006-07-15","vote_average":5.0,"runtime":100,"cert":"N\/A","id":35857,"title":"Dirty Laundry","adult":false,"genre_ids":[35,18]},{"cast":["Ghost Rider"],"overview":"Experience high speed chases and unbelievable motorcycle mastery. Ghost Rider returns for more incredible high speed antics on the streets and freeways of Stockholm Sweden. With real police chases, crazy stunts, and close calls that make even the most experienced riders flinch. He even rides a snowmobile with no tracks down a snow-less street at high speed. A radical motorcycle video that gets your adrenaline pumping and satisfies your need for speed.If you haven't seen Ghost Rider in action before then make sure you also pick up Ghost Rider - The Final Ride. You will be in awe of the speed and technique of this motorcycle master.","release_date":"2003-11-13","vote_average":7.1,"runtime":89,"cert":"N\/A","id":35860,"title":"Ghost Rider 2 Goes Wild","adult":false,"genre_ids":[99]},{"cast":["Kazuo Hasegawa","Kyôko Kagawa","Eitarô Shindô","Eitarô Ozawa","Yôko Minamida"],"overview":"In 17th century Kyoto, Osan is married to Ishun, a wealthy miserly scroll-maker. When Osan is falsely accused of having an affair with the best worker, Mohei, the pair flee the city and declare their love for each other. Ishun orders his men to find them, and separate them to avoid public humiliation.","release_date":"1954-11-23","vote_average":7.8,"runtime":102,"cert":"N\/A","id":35861,"title":"The Crucified Lovers","adult":false,"genre_ids":[18,10749]},{"cast":["Dominique Garny"],"overview":"A mad farmer falls in love with his pig and has mutant piglets with it. When the \"piglets\" prefer their mother over him, he hangs them all and the sow kills herself.","release_date":"1975-01-01","vote_average":4.1,"runtime":80,"cert":"N\/A","id":35862,"title":"Wedding Trough","adult":false,"genre_ids":[27,10749]},{"cast":["Soumitra Chatterjee","Samit Bhanja","Subhendu Chatterjee","Sharmila Tagore","Pahadi Sanyal"],"overview":"Four friends from Calcutta who have very different personalities make a holiday excursion into the country, to a tiny village in the state of Bihar where they set themselves up in a bungalow. A series of minor events, all connected to their respective reactions to their new environment, reveals their characters more deeply.","release_date":"1970-01-16","vote_average":7.3,"runtime":115,"cert":"N\/A","id":35867,"title":"Days and Nights in the Forest","adult":false,"genre_ids":[18]},{"cast":["Patrick Swayze","Forest Whitaker","Đơn Dương"],"overview":"A tale about Vietnamese refugees sent to an orientation camp on the Camp Pendleton Marine Base in California, 'Green Dragon' focuses on a young boy and his sister. Set in 1975, the film chronicles the stories told to the two children by other refugees in the camp and of Tai Tran, who dares to introduce himself to Sergeant Jim Lance. In developing a relationship with Lance, Tran is able to improve","release_date":"2001-01-01","vote_average":5.4,"runtime":115,"cert":"N\/A","id":35868,"title":"Green Dragon","adult":false,"genre_ids":[28,12,18]},{"cast":["John Lloyd Cruz","Bea Alonzo","Derek Ramsay","Maja Salvador","Dimples Romana"],"overview":"Popoy and Basha had been together forever. Their love story began when they first met as students at university. They had been inseparable and did everything together—eating, studying and attending parties. However, Popoy's incessant planning and nagging took a toll on their relationship leading Basha to break-up with him.","release_date":"2007-11-14","vote_average":7.0,"runtime":115,"cert":"N\/A","id":35881,"title":"One More Chance","adult":false,"genre_ids":[18,10749]},{"cast":["Patrick Labyorteaux","Yvette Nipar","Yaphet Kotto","Edward Albert","Heidi Helmer"],"overview":"The USA is attacked by a large group of well organized terrorists who communicate through a computer network via satellite. A bunch of highschool kids has hacked the password and gained access. Believing it's a game they unknowingly cause terror acts all over the country. An anti-terror force fights against the terrorists.","release_date":"1988-07-26","vote_average":4.5,"runtime":98,"cert":"N\/A","id":35882,"title":"Terminal Entry","adult":false,"genre_ids":[28]},{"cast":["Noriko Shitaya","Ryoka Yuzuki","Asami Yaguchi","Yuko Gibu","Tokuyoshi Kawashima"],"overview":"On Tamagotchi planet, Mametchi has just finished his new creation. But on its first trial run, the mischievous Kuchipatchi manages to throw the machine's aim off course, which results in a child from Earth, Tampopo, being transported to the Tamagotchi Planet.","release_date":"2007-12-15","vote_average":5.0,"runtime":88,"cert":"N\/A","id":35883,"title":"Tamagotchi: The Movie","adult":false,"genre_ids":[16]},{"cast":["Leo McKern","Joan Sutherland","Geoffrey Rush","Ray Barrett","Noah Taylor"],"overview":"Tired of local corruption and the harshness of his life a bushman demonstrates the true Aussie spirit and decides to run for parliament","release_date":"1995-07-20","vote_average":0.0,"runtime":102,"cert":"N\/A","id":35884,"title":"Dad and Dave: On Our Selection","adult":false,"genre_ids":[35]},{"cast":["Veronica Olivier","Beatrice Flammini","Flavia Roberto","Raniero Monaco Di Lapio","Giuseppe Maggio"],"overview":"Come ogni 14enne Carolina, detta Caro,è impegnata a districarsi tra la scuola, gli amici e il rapporto spesso conflittuale con i genitori, si trova improvvisamente alle prese con i turbamenti legati al primo amore che ha il nome e il volto di Massimiliano. Ad aiutarla nel suo cammino verso la scoperta delle gioie e dei dolori sentimentali ci saranno le sue amiche del cuore e la sua famiglia","release_date":"2009-10-30","vote_average":3.6,"runtime":100,"cert":"N\/A","id":35885,"title":"Amore 14","adult":false,"genre_ids":[35]},{"cast":["Hugh Laurie","Vanessa Nunes","Santiago Segura","Patrick Barlow"],"overview":"Discovering your wife is sleeping with your boss can make a man do strange things. For a Samba-obsessed London clerk, robbing a bank and boarding the first flight to Rio are just the beginning.","release_date":"2001-06-29","vote_average":5.9,"runtime":102,"cert":"N\/A","id":35886,"title":"Girl From Rio","adult":false,"genre_ids":[18,35]},{"cast":["Corin Nemec","Musetta Vander","Matthew Jordon","Patrick Dreikauss","Jay Benedict"],"overview":"Police lieutenant detective Thomas 'Thom' Randall's steady girl-friend, Dr. Jennifer 'Jen' Allen, is Dr. Aaron Michaels's main assistant on his pharmaceutical firm Bellion's research program to cure the highly contagious, fatal infection Guinin. A convicted murderer, whom Thom arrested, is one of their special drug test subjects, but escapes. The convict and Jen are affected by radioactively altered DNA from an experimental reactor used on mosquitoes which transfer quinine. The convict soon mutates into a mosquito-like monster, which sucks its victims dry. By the time Thom and his junior murder brigade partner Charlie Morrison figure out what happens, Jen starts mutating herself.","release_date":"2005-03-05","vote_average":4.4,"runtime":92,"cert":"N\/A","id":35891,"title":"Mansquito","adult":false,"genre_ids":[27,878]},{"cast":["Fernando Solórzano","Cristina Umaña","Marlon Moreno","Olivier Pagès","Vanessa Simon"],"overview":"Cali, Colombia, 1970s. The fictional story of Pedro Rey, the first drug trafficker and drug lord.","release_date":"2004-10-06","vote_average":7.6,"runtime":92,"cert":"N\/A","id":35894,"title":"El Rey","adult":false,"genre_ids":[18]},{"cast":["Edmond O'Brien","Brian Donlevy","Natalie Wood","Raymond Burr","Richard Anderson"],"overview":"A police captain's emotions get in the way when his daughter is kidnapped.","release_date":"1956-08-17","vote_average":4.8,"runtime":75,"cert":"N\/A","id":35895,"title":"A Cry in the Night","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","Joseph Cotten","David Brian","Ruth Roman","Minor Watson"],"overview":"Rosa, the self-serving wife of a small-town doctor, gets a better offer when a wealthy big-city man insists she get a divorce and marry him instead. Soon she demonstrates she is capable of rather deplorable acts -- including murder.","release_date":"1949-10-21","vote_average":6.6,"runtime":97,"cert":"N\/A","id":35896,"title":"Beyond the Forest","adult":false,"genre_ids":[18,53]},{"cast":["Josie Long"],"overview":"Josie Long demonstrates her love of experimental humour in this award-winning live show that confirms her potential as one of the upcoming stars of UK comedy. \"... wonderful... a perfect antidote to cynicism\" (Observer) \"Excellent timing, delivery and an obvious ability as a performer... you'd have to have a heart of stone not to leave with a broad smile on your face\" (The Stage)","release_date":"2009-01-01","vote_average":4.3,"runtime":70,"cert":"N\/A","id":35897,"title":"Josie Long: Trying Is Good","adult":false,"genre_ids":[35]},{"cast":["Dennis Hopper","Cass Warner","Norman Lear","Samuel Goldwyn Jr.","Angie Dickinson"],"overview":"An intimate portrait and saga of four film pioneers--Harry, Albert, Sam and Jack who rose from immigrant poverty through personal tragedies persevering to create a major studio with a social conscience.","release_date":"2009-05-03","vote_average":6.2,"runtime":90,"cert":"N\/A","id":35900,"title":"The Brothers Warner","adult":false,"genre_ids":[99,36]},{"cast":["Anthony Hopkins","Richenda Carey","Dexter Fletcher","Phyllis Calvert","Terence Harvey"],"overview":"Starring Anthony Hopkins as speed king Donald Campbell. This 1988 film set In 1967 when Campbell broke the 300mph water speed barrier in his beloved BlueBird k7. Unfortunately Campbell never survived the record as his boat hydroplaned out of the water and disintegrated on landing. Campbell's body was never found until 2001.","release_date":"1988-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":35901,"title":"Across the Lake","adult":false,"genre_ids":[18]},{"cast":["Patricia Hodge","John Standing","Michael Cochrane","James Fox","Colin Stinton"],"overview":"The Falklands Play is a dramatic account of the political events leading up to, and including, the 1982 Falklands War. The play was written by Ian Curteis, an experienced writer who had started his television career in drama, but had increasingly come to specialise in dramatic reconstructions of history. It was originally commissioned by the BBC in 1983, for production and broadcast in 1986, but was subsequently shelved by Controller of BBC One Michael Grade due to its alleged pro-Margaret Thatcher stance and jingoistic tone. This prompted a press furore over media bias and censorship.The play was not staged until 2002, when it was broadcast in separate adaptations on BBC Television and Radio.","release_date":"2002-04-10","vote_average":0.0,"runtime":90,"cert":"","id":35906,"title":"The Falklands Play","adult":false,"genre_ids":[10752,18]},{"cast":["Sanjay Dutt","Amitabh Bachchan","Sunil Shetty","Mahesh Manjrekar","Lucky Ali"],"overview":"Kill, threaten, kidnap, maim, murder, steal... Meet the masters. In a world where loyalties are easily abandoned and allegiances bought, six perfect strangers come together to pull off the perfect crime. they must all trust each other. But when their simple robbery explodes into a bloody ambush, the ruthless killers realize that one of them is a cop. But which one?","release_date":"2002-12-20","vote_average":5.7,"runtime":152,"cert":"N\/A","id":35907,"title":"Kaante","adult":false,"genre_ids":[28,53]},{"cast":["Ving Rhames","Bart Johnson","Ava Gaudet","Kristopher Shepard","Richard Dutcher"],"overview":"Set in present day Chicago, the ancient avenging demon Lilith, attempts to destroy a young paramedic's life while destroying anyone who interferes with her plan.","release_date":"2009-02-05","vote_average":5.1,"runtime":123,"cert":"N\/A","id":35908,"title":"Evil Angel","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"1) The Mysterious Tooth Crisis: When Chomper loses his tooth, he, Littlefoot, Petrie and Ducky travel around the Great Valley to figure out what is wrong. Meanwhile, Cera, Spike and Ruby relax in Tria's secret mud spa. 2) The Missing Fast-Water Adventure: When an earthshake causes the fast-water to dry up, the dinosaurs decide to try and fix the problem by removing the rocks. On the way, they meet an old friend, Mo. 3) The Lone Dinosaur Returns: One day, Doc, The Lone Dinosaur, comes back to the Great Valley in search of his lady friend, Dara. After Chomper hears the stories of him and how he despises Sharpteeth, the dinosaurs try to hide him. 4) The Legend of the Story Speaker: Grandpa Longneck tells Littlefoot and his friends stories about why Longnecks have long necks and about Starwatcher.","release_date":"2008-12-02","vote_average":4.2,"runtime":93,"cert":"U","id":35909,"title":"The Land Before Time: Friends Forever","adult":false,"genre_ids":[10751]},{"cast":["Anna Galiena","Eduardo Noriega","Marta Belaustegui","Leire Berrocal"],"overview":"In the Spanish neo-noir film Question of Luck Julio (Eduardo Noriega) is at a turning point in his life. His fish farm business has collapsed, and his attractive fiancee, Concha (Leire Berrocal) is pushing Julio to get married. But Julio seems strangely unenthusiastic about marrying into Concha’s affluent family lottery business. Things get complicated when he finds a fortune in jewels...","release_date":"1996-01-01","vote_average":7.3,"runtime":92,"cert":"N\/A","id":35912,"title":"Cuestión de suerte","adult":false,"genre_ids":[18]},{"cast":["Mark Stevens","Martha Hyer","Skip Homeier","Joan Vohs","Douglas Kennedy"],"overview":"Ex-cop Vic Barron crossed the wrong mobsters; his wife and child were killed and he himself scarred, framed and imprisoned. On release, Vic has but one desire, revenge on still-hiding Tino Morelli.","release_date":"1954-11-24","vote_average":5.6,"runtime":82,"cert":"N\/A","id":35913,"title":"Cry Vengeance","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Nina Foch","Stephen Crane","Osa Massen","Blanche Yurka","Barton MacLane"],"overview":"A young gypsy girl turns into a wolf to destroy her enemies.","release_date":"1944-08-17","vote_average":4.2,"runtime":63,"cert":"N\/A","id":35914,"title":"Cry of the Werewolf","adult":false,"genre_ids":[27]},{"cast":["Esmond Knight","Lilli Palmer","Cecil Parker","George Merritt","Richard Grey"],"overview":"A young police academy recruit tries to break up a gang of thieves.","release_date":"1935-09-01","vote_average":6.0,"runtime":71,"cert":"N\/A","id":35915,"title":"Crime Unlimited","adult":false,"genre_ids":[80]},{"cast":["Leo Carrillo","Tom Neal","Martha Tilton","Lionel Atwill","Grant Mitchell"],"overview":"A crime reporter writes book to expose names and methods of the criminal leaders. He is held on a charge after refusing to explain how he got his information, but is released and helps to expose the syndicate.","release_date":"1945-04-15","vote_average":4.0,"runtime":75,"cert":"N\/A","id":35916,"title":"Crime, Inc.","adult":false,"genre_ids":[18,53]},{"cast":["James Whitmore","Sal Mineo","John Cassavetes","Mark Rydell","Virginia Gregg"],"overview":"A social worker tries to end juvenile crime by getting involved with a street gang.","release_date":"1956-06-10","vote_average":6.1,"runtime":91,"cert":"N\/A","id":35917,"title":"Crime in the Streets","adult":false,"genre_ids":[80]},{"cast":["John Bromfield","Julie London","Henry Calvin","Patricia Blair","Joel Ashley"],"overview":"Down-and-out artist Joe Manning (John Bromfield) wakes up from a night of drunken revelry in a jail cell, where he's being held on suspicion for the murder of a nightclub singer.","release_date":"1956-03-21","vote_average":5.2,"runtime":70,"cert":"N\/A","id":35918,"title":"Crime Against Joe","adult":false,"genre_ids":[18,53]},{"cast":["Richard Denning","Angela Stevens","S. John Launer","Michael Granger","Gregory Gaye"],"overview":"Murders, with victims dying from spines broken by brute strength, erupt in the city and the killers, when encountered, walk away unharmed by police bullets which strike them.  A police doctor's investigation of the deaths leads to the discovery of an army of dead criminal musclemen restored to life, remotely controlled by a vengeful former crime boss and a former Nazi scientist, from the latter's laboratory hidden in the suburbs.","release_date":"1955-07-01","vote_average":5.4,"runtime":69,"cert":"N\/A","id":35919,"title":"Creature with the Atom Brain","adult":false,"genre_ids":[27,878,80]},{"cast":["Glenn Ford","Broderick Crawford","Millard Mitchell","Dorothy Malone","Carl Benton Reid"],"overview":"A prison warden fights to prove one of his inmates was wrongly convicted.","release_date":"1950-08-01","vote_average":6.9,"runtime":91,"cert":"N\/A","id":35920,"title":"Convicted","adult":false,"genre_ids":[28,80]},{"cast":["Orson Welles","Diane Varsi","Dean Stockwell","Bradford Dillman","E.G. Marshall"],"overview":"Two close friends, arrogantly and without remorse, kidnap and murder a young boy. They are caught and put to trial where their larger-than-life defense lawyer blames the Establishment for their actions.","release_date":"1959-04-01","vote_average":7.1,"runtime":103,"cert":"N\/A","id":35921,"title":"Compulsion","adult":false,"genre_ids":[80,18]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Bill Wyman","Mick Taylor"],"overview":"This fly-on-the-wall documentary follows the Rolling Stones on their 1972 North American Tour, their first return to the States since the tragedy at Altamont.","release_date":"1972-01-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":35922,"title":"The Rolling Stones: Cocksucker Blues","adult":false,"genre_ids":[99,10402]},{"cast":["Bill Williams","Barbara Hale","Richard Quine","Richard Loo","Frank Fenton"],"overview":"A man awakens from a coma to discover he's accused of treason.","release_date":"1949-06-29","vote_average":5.7,"runtime":63,"cert":"N\/A","id":35923,"title":"The Clay Pigeon","adult":false,"genre_ids":[80]},{"cast":["Jack Webb","William Conrad","David Nelson","Whitney Blake","Louise Lorimer"],"overview":"A newspaper editor deals with a particularly stressful day in the newsroom.","release_date":"1959-11-11","vote_average":4.5,"runtime":96,"cert":"N\/A","id":35924,"title":"-30-","adult":false,"genre_ids":[18]},{"cast":["Michèle Morgan","Raf Vallone","Marthe Mercadier","Jean Gaven","Albert Duvaleix"],"overview":"Hélène and Aldo Giovanni are a circus trapeze double act and a couple. Aldo is temporarily replaced by former-partner Alexandre when the former is injured. The two get into a fight and the following day Alexandre is discovered dead. Hélène suspects her husband is responsible for the murder.","release_date":"1954-10-28","vote_average":7.0,"runtime":100,"cert":"N\/A","id":35925,"title":"Obsession","adult":false,"genre_ids":[80,18]},{"cast":["Mickey Rooney","Carolyn Jones","Cedric Hardwicke","Leo Gordon","Anthony Caruso"],"overview":"Famed Depression-era gangster “Baby Face Nelson” (Mickey Rooney) robs and kills while accompanied by his beautiful moll (Carolyn Jones).","release_date":"1957-12-11","vote_average":5.2,"runtime":85,"cert":"N\/A","id":35926,"title":"Baby Face Nelson","adult":false,"genre_ids":[80,18]},{"cast":["Gordon Pinsent","Elizabeth Hanna","Lisa Yamanaka","Marsha Moreau","Bobby Becken"],"overview":"Children's book authors Jean and Laurent de Brunhoff's most beloved elephant comes to the big screen in this animated family tale. Elephant monarch King Babar tells the tale, that unfolds via flashback, of how a much-younger Barbar and his girlfriend Celeste save her village from the pugnacious rhinoceroses that have come to raid it.","release_date":"1989-07-28","vote_average":5.7,"runtime":70,"cert":"N\/A","id":35927,"title":"Babar: The Movie","adult":false,"genre_ids":[12,16,10751,14]},{"cast":[],"overview":"In this eye-popping video, pro racers and stunt bike riders from Alachua County, Fla., pursue their adrenaline-fueled need for speed and addiction to danger. With their insane street racing and drifting, these mavericks stay one step ahead of the law -- most of the time. Included is footage from Daytona Beach's Biketoberfest and Porsche GT3 Cup Racing; the 2004 Texas Supra Meet; and more","release_date":"2006-01-01","vote_average":8.0,"runtime":110,"cert":"N\/A","id":35928,"title":"Vehicular Lunatics","adult":false,"genre_ids":[]},{"cast":["Keir Dullea","Adrienne Barbeau"],"overview":"An astronaut's widow and her young son meet a stranger from the future on a Greek island.","release_date":"1984-09-15","vote_average":1.0,"runtime":105,"cert":"N\/A","id":35929,"title":"The Next One","adult":false,"genre_ids":[878]},{"cast":[],"overview":"The acclaimed ADDIKT video, shot in Madagascar in the summer of 2008 for the release of the 2009 F-One Bandidos as well as all the other F-One trips: Mauritius, Fidji, Los Roques and features the F-One pro riders.","release_date":"2008-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":35934,"title":"F-One ADDIKT","adult":false,"genre_ids":[]},{"cast":["Jacques Derrida"],"overview":"Documentary about French philosopher (and author of deconstructionism) Jacques Derrida, who sparked fierce debate throughout American academia.","release_date":"2002-03-12","vote_average":7.3,"runtime":84,"cert":"N\/A","id":35935,"title":"Derrida","adult":false,"genre_ids":[99]},{"cast":["Leleti Khumalo","Whoopi Goldberg","John Kani","Miriam Makeba","Mary Twala"],"overview":"The plot centers on students involved in the Soweto Riots, in opposition to the implementation of Afrikaans as the language of instruction in schools. The stage version presents a school uprising similar to the Soweto uprising on June 16, 1976. A narrator introduces several characters among them the school girl activist Sarafina. Things get out of control when a policeman shoots several pupils in a classroom. Nevertheless, the musical ends with a cheerful farewell show of pupils leaving school, which takes most of act two. In the movie version Sarafina feels shame at her mother's (played by Miriam Makeba in the film) acceptance of her role as domestic servant in a white household in apartheid South Africa, and inspires her peers to rise up in protest, especially after her inspirational teacher, Mary Masombuka (played by Whoopi Goldberg in the film version) is imprisoned.","release_date":"1992-09-18","vote_average":6.1,"runtime":117,"cert":"N\/A","id":35936,"title":"Sarafina!","adult":false,"genre_ids":[10402,18,10751]},{"cast":["Romola Garai","Bill Nighy","Julie Christie","Eddie Redmayne","Juno Temple"],"overview":"A mysterious tale set around a traditional British family on the eve of World War Two. Oblivious to the looming shadow of World War II, the wealthy Keyes maintain a confident façade in the British countryside until daughter Anne becomes an unexpected pawn. Her accidental discovery of secret recordings creates a rift in the family.","release_date":"2009-11-20","vote_average":5.8,"runtime":129,"cert":"12","id":35939,"title":"Glorious 39","adult":false,"genre_ids":[10752,18,36,53]},{"cast":["Tia Mowry","Soleil Moon Frye","Dionne Quan","Lacey Chabert","Kaley Cuoco"],"overview":"The exciting and glamorous lives of Cloe, Jade, Sasha, and Yasmin; the teenage girls with a \"passion for fashion\"! Based on the best-selling dolls.","release_date":"2006-09-26","vote_average":5.8,"runtime":59,"cert":"N\/A","id":35940,"title":"Bratz Passion 4 Fashion Diamondz","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Emmy-winning journalist Danny Schechter investigates America\u0092s mounting debt crisis in this latest hard-hitting expose. The film reveals the unknown cabal of credit card companies, lobbyists, media conglomerates and the Bush administration itself who have colluded to deregulate the lending industry \u0096 ensuring that a culture of credit dependency can flourish. Schechter exposes the hidden financial","release_date":"2007-01-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":35941,"title":"In Debt We Trust: America Before the Bubble Bursts","adult":false,"genre_ids":[99]},{"cast":["Silke","Unax Ugalde","Adrià Collado","Andrés Gertrúdix","Diana Lázaro"],"overview":"Journalist Sara joins timid Victor and pregnant wife Thais, instructors Ivan and Edgar, and local kid Drui in Senegal for some underwater exploration. When their craft blows up following a misfired bullet, they float around in the water for a while before seeing a ship. Their initial relief turns to horror as they see a man being tipped into the water from it but the ship is the group's only option. Hiding on board, things start to unravel for them in a horrific way.","release_date":"2003-10-03","vote_average":3.6,"runtime":106,"cert":"N\/A","id":35942,"title":"Deadly Cargo","adult":false,"genre_ids":[28,53]},{"cast":["Phil Davis","Victoria Catlin","Ben Cole","Mary Stavin","William Shockley"],"overview":"When a group of people from different walks of life converge in a Hungarian castle situated in Budapest which has been sealed for 500 years, they bring with them a werewolf which slowly begins to cut their numbers down.","release_date":"1989-01-01","vote_average":4.0,"runtime":96,"cert":"N\/A","id":35945,"title":"Howling V: The Rebirth","adult":false,"genre_ids":[27]},{"cast":["Kevin Zegers","Nick Carter","Kaley Cuoco","Stacy Keach","Judge Reinhold"],"overview":"Restless spirits stir this Hollow's Eve, beckoning Ian Cranston, the last blood relative of Ichabod Crane, back to Sleepy Hollow. Thundering hooves unleash a wave of bone-chilling screams as the ghost of the Headless Horseman rides again! Ian must try to save the town and his girlfriend, Karen and determine whether the sword-wielding stalker is their clownish classmate, Brody in costume, or the dark rider himself. If it's truly the Headless Horseman... how do you kill what's already dead?","release_date":"2004-08-25","vote_average":4.9,"runtime":83,"cert":"15","id":35946,"title":"The Hollow","adult":false,"genre_ids":[27]},{"cast":["Faye Dunaway","Gina Philips","Duilio Marzio","Nicolás Pauls","Hilda Bernard"],"overview":"Willful young Jennifer Cassi travels to South America to claim the inheritance of her recently deceased twin sister Johanna's house. While there Jennifer must contend with her eccentric grandmother Mary Ellen Cassi, who has damned the family with an ancient curse. Jennifer immediately starts to suffer from scary visions of a sinister raven every time she goes to sleep.","release_date":"2004-01-01","vote_average":3.4,"runtime":96,"cert":"N\/A","id":35949,"title":"Jennifer's Shadow","adult":false,"genre_ids":[27,9648]},{"cast":["Tatum Adair","Timothy Prindle","Gregory Lee Kenyon","Azure Sky Decker"],"overview":"Rebecca Haster blames herself for the death of her parents and decides to spend sometime alone in the lakeside cottage of her parents in Rushford Lake. She meets Stan James on the road and gives a lift to the stranger. Later they become friends, while Rebecca sees supernatural events with drowned people in the lake. While searching the accidents in the library, she finds that mysterious deaths happen in the spot every thirteen years.","release_date":"2005-05-17","vote_average":5.2,"runtime":112,"cert":"N\/A","id":35950,"title":"Ghost Lake","adult":false,"genre_ids":[27,9648,53]},{"cast":["Paulina Porizkova","Judd Nelson","Larry Drake","Jürgen Prochnow","Jake Eberle"],"overview":"Asylum is a taut psychological thriller about a deranged fearsome killer running lose in an abandoned high security Asylum. Pitting the county psychiatrist Dr. Maggie Belham against the psychotic maniac, Dr Belham is trapped in a maze of corridors, and her only help is the janitor, Quitz who may in fact be a forgotten asylum inmate.","release_date":"2001-11-08","vote_average":4.0,"runtime":83,"cert":"N\/A","id":35951,"title":"Dark Asylum","adult":false,"genre_ids":[53,27]},{"cast":["Gerald Anderson","Kim Chiu","Ricky Davao","Rio Locsin","Zsa Zsa Padilla"],"overview":"Paano Na Kaya (lit: How Will It Be?, but more precisely, \"How then?\") is a 2010 romantic drama, Filipino film starring Kim Chiu and Gerald Anderson and produced and released by Star Cinema.","release_date":"2010-01-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":35952,"title":"How Will It Be?","adult":false,"genre_ids":[18,35,10749]},{"cast":["Claudio Morales","Lou Randall","Cindy Jelic Matic","Ydalia Suarez","Silvio Jimenez"],"overview":"Commandos head deep into the Amazon jungle to rescue a general's daughter who has been kidnapped by a cannibal tribe.","release_date":"2004-05-20","vote_average":4.6,"runtime":93,"cert":"N\/A","id":35953,"title":"Land of Death","adult":false,"genre_ids":[27,28,53]},{"cast":["Dick Powell","Walter Slezak","Micheline Cheirel","Nina Vale","Morris Carnovsky"],"overview":"A World War II veteran hunts down the Nazi collaborators who killed his wife.","release_date":"1945-12-25","vote_average":5.5,"runtime":102,"cert":"N\/A","id":35954,"title":"Cornered","adult":false,"genre_ids":[18,53]},{"cast":["Steve Brodie","Audrey Long","Raymond Burr","Douglas Fowley","William Challee"],"overview":"An innocent trucker takes it on the lam when he's accused of robbery.","release_date":"1947-05-09","vote_average":6.8,"runtime":73,"cert":"N\/A","id":35955,"title":"Desperate","adult":false,"genre_ids":[80,53]},{"cast":["John McIntire","Richard Kiley","Kathryn Grant","Edward Andrews","Lenka Peterson"],"overview":"Phil Karlson's docudrama based on the notorious Phenix City -- a city known for its gambling, crime and prostitution rackets.","release_date":"1955-08-14","vote_average":6.7,"runtime":100,"cert":"N\/A","id":35956,"title":"The Phenix City Story","adult":false,"genre_ids":[80,18]},{"cast":["Marshall Thompson","Virginia Field","Andrea King","Sam Levene","Leon Ames"],"overview":"A killer holds the customers at a bar hostage.","release_date":"1950-11-03","vote_average":5.3,"runtime":75,"cert":"N\/A","id":35957,"title":"Dial 1119","adult":false,"genre_ids":[53,18]},{"cast":["Broderick Crawford","Richard Conte","Marilyn Maxwell","Anne Bancroft","J. Carrol Naish"],"overview":"Story follows the rise and subsequent fall of the notorious head of a New York crime family, who decides to testify against his pals in order to avoid being killed by his fellow cohorts.","release_date":"1955-02-15","vote_average":5.9,"runtime":87,"cert":"N\/A","id":35958,"title":"New York Confidential","adult":false,"genre_ids":[80,18]},{"cast":["Uğur Yücel","Kenan İmirzalıoğlu","Nejat İşler","Berrak Tüzünataç","Ceyda Düvenci"],"overview":"When a serial killer goes after former convicted pedophiles, it is up to Police Commissioner Abbas and his Chief Celal to stop the killings.","release_date":"2010-01-22","vote_average":6.5,"runtime":135,"cert":"N\/A","id":35963,"title":"Dragon Trap","adult":false,"genre_ids":[]},{"cast":["Engin Günaydın","Binnur Kaya","Settar Tanriogen","İlker Aksum","Serra Yılmaz"],"overview":"Celal, lives an unhappy family life with his wife Sevilay and his child in a small town. Celal and his brother Cemal, running an electrician shop which doesn't go well. They are in debt. The only fun they have is going to the night clubs in Samsun. Celal's love for Sibel Ceylan who works in the night club, will cause him trouble. Celal's wife, Sevilay, saves her money, sent by her father who lives in Germany. She is unaware of the fact that Celal knows her secret.","release_date":"2009-11-18","vote_average":7.4,"runtime":100,"cert":"N\/A","id":35964,"title":"Vavien","adult":false,"genre_ids":[35,53,18]},{"cast":["Jeremey Jones","Nicolas Muller","shawn farmer","victoria jealouse","Travis Rice"],"overview":"Big Mountain Snowboarding film, featuring the worlds best riders and charting the early days of big lines.","release_date":"2006-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":35965,"title":"Lines","adult":false,"genre_ids":[]},{"cast":["Ossie Davis"],"overview":"The Ghosts Of Christmas Eve, is a timeless holiday story of a young runaway who has broken into an old movie palace, looking for shelter on a snow filled Christmas Eve. Closed for decades, the building is filled with countless discarded artifacts from the past. There she is discovered by the old caretaker who uses the ghosts and spirits that inhabit this long abandoned world to turn her life around. This enchanting tale featuring Ossic Davis, singer\/songwriter Jewel, and Broadway superstar Michael Crawford is highlighted by the performances of Christmas favorites as well as Trans-Siberian Orchestra's own unique arrangements of holiday classics.","release_date":"1999-12-14","vote_average":9.0,"runtime":46,"cert":"N\/A","id":35966,"title":"Trans-Siberian Orchestra - The Ghosts of Christmas Eve","adult":false,"genre_ids":[10402,10770,14,10751]},{"cast":["Caio Blat","Daniel de Oliveira","Cássio Gabus Mendes","Ângelo Antônio","Léo Quintão"],"overview":"In São Paulo, in the late 1960s, the convent of the Dominican friars became a trench of resistance to the military dictatorship that governs Brazil. Moved by Christian ideals, frets Betto, Oswaldo, Fernando, Ivo and Tito came to support the guerrilla group Ação Libertadora Nacional, commanded by Carlos Marighella.","release_date":"2006-01-01","vote_average":7.8,"runtime":110,"cert":"N\/A","id":35967,"title":"Baptism of Blood","adult":false,"genre_ids":[53,18]},{"cast":["Burt Reynolds","Dom DeLuise","Sally Field","Strother Martin","David Steinberg"],"overview":"Wendell Lawson has only six months to live. Not wanting to endure his last few months of life waiting for the end, he decides to take matters into his own hands and enlists the help of a delusional mental patient to help him commit suicide.","release_date":"1978-05-10","vote_average":6.0,"runtime":110,"cert":"N\/A","id":35976,"title":"The End","adult":false,"genre_ids":[35]},{"cast":["Andrew Robinson","Ami Dolenz","Soleil Moon Frye","Hill Harper","Steve Kanaly"],"overview":"Thrill-seeking teenagers resurrect a demon from his grave and a bloody rampage for revenge begins.","release_date":"1994-10-19","vote_average":4.6,"runtime":88,"cert":"N\/A","id":35977,"title":"Pumpkinhead II: Blood Wings","adult":false,"genre_ids":[27,14,53]},{"cast":["Lance Henriksen","Doug Bradley","Lisa McAllister","Radu Iacoban","Douglas Roberts"],"overview":"He threw their loved ones into a swamp. Now they want revenge... But when a demon does their dirty work, it comes at a price.","release_date":"2006-10-28","vote_average":4.6,"runtime":91,"cert":"N\/A","id":35978,"title":"Pumpkinhead: Ashes to Ashes","adult":false,"genre_ids":[27,14,10770]},{"cast":["Lance Henriksen","Amy Manson","Rob Freeman","Ovidiu Niculescu","Claire Lams"],"overview":"During a bitter family feud, Jodie Hatfield, and her boyfriend Ricky McCoy, decide to leave town to avoid being found out, but are soon caught in the act. Wanting vengeance, he seeks out the monster Pumpkinhead, and resurrects it seek revenge on the family. Despite being warned away by the ghost of Ed Harley, his vengeance plan starts out, and the Hatfield family is soon under siege by the powerful demon. Not accepting the legend of the creature and believing their arch-rivals are the real cause, the two families attempt to go to war, only to be stopped when Pumpkinhead attacks the Hatfield house. Putting aside their differences, they band together to stave off the creature before it's vengeance pact is completed.","release_date":"2007-02-10","vote_average":4.5,"runtime":95,"cert":"N\/A","id":35979,"title":"Pumpkinhead: Blood Feud","adult":false,"genre_ids":[27,14,10770]},{"cast":[],"overview":"Join Emmy-winning filmmaker Simcha Jacobovici on a globe-spanning search for the lost tribes of Israel. The mystery of the lost tribes of Israel reverberates through three millennia of human experience. Of the twelve tribes mentioned in the Bible, only those of Judah and Benjamin survived the Assyrian capture of Israel. The fate of the other ten tribes has puzzled and provoked scholars ever since.","release_date":"2003-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":35980,"title":"Quest For The Lost Tribes","adult":false,"genre_ids":[99]},{"cast":["Murray Cook","Jeff Fatt","Anthony Field","Paul Paddick","Greg Page"],"overview":"It's a Wiggly countdown to fun! The Wiggles have jumped on their bandstand to sing about their new video Top Of The Tots!","release_date":"2003-12-31","vote_average":4.8,"runtime":51,"cert":"N\/A","id":35981,"title":"The Wiggles: Top of the Tots","adult":false,"genre_ids":[10402,10751]},{"cast":[],"overview":"No overview found.","release_date":"2000-04-25","vote_average":6.0,"runtime":76,"cert":"N\/A","id":35984,"title":"Medley - Brandelli di scuola","adult":false,"genre_ids":[]},{"cast":["Dave Brock","Richard Chadwick","Jason Stuart","Alan Davey"],"overview":"Filmed at the Magna Steel Foundry near Rotherham on 18th December 2006, this DVD commemorates an event that was put on by the band for Hawkwind Passport Holders exclusively.","release_date":"2006-12-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":35985,"title":"Hawkwind: Space Melt","adult":false,"genre_ids":[10402]},{"cast":["Jack La Rue","Hugh McDermott","Linden Travers","Walter Crisham","MacDonald Parke"],"overview":"Filmed in England but set in New York, No Orchids For Miss Blandish tells of a sheltered heiress (Linden Travers) who is abducted on her wedding night by a trio of cheap hoods, in what starts out as a jewel robbery and turns into a kidnapping\/murder when one of them (Richard Nielson) kills the bridegroom. More mayhem ensues as the three kidnappers soon end up dead.","release_date":"1948-04-13","vote_average":6.1,"runtime":104,"cert":"N\/A","id":35986,"title":"No Orchids for Miss Blandish","adult":false,"genre_ids":[80]},{"cast":["Martine Carol","Peter Ustinov","Adolf Wohlbrück","Henri Guisol","Lise Delamare"],"overview":"Lola Montes, previously a great adventurer, is reduced to being the attraction of a circus after having been the lover of various important men.","release_date":"1955-12-23","vote_average":6.8,"runtime":116,"cert":"N\/A","id":35987,"title":"Lola Montès","adult":false,"genre_ids":[18,10749]},{"cast":["Loek Beernink","Lucien van Geffen","Iris Hesseling","Kevin Wekker"],"overview":"No overview found.","release_date":"2009-12-16","vote_average":7.1,"runtime":84,"cert":"N\/A","id":35988,"title":"Anubis en de wraak van Arghus","adult":false,"genre_ids":[12,9648]},{"cast":["Angelo Brandini","César Gouvêa","Wellington Nogueira"],"overview":"Documentary about the group of people gathered in 1991 who call themselves \"Doutores da Alegria\" (Doctors of Joy). They dress as clowns and go to the hospitals to bring some comfort to young patients.","release_date":"2005-04-02","vote_average":7.0,"runtime":96,"cert":"N\/A","id":35993,"title":"Doutores da Alegria","adult":false,"genre_ids":[99]},{"cast":["Ron Carter","Herbie Hancock","Billy Cobham"],"overview":"Three masters explore their roots and capture the full spectrum of the art of Jazz...a display of lyrical sensuality and sizzling pyrotechnics. Features Herbie Hancock, Ron Carter and Billy Cobham performing 7 tracks plus 2 bonus concert performances: \"Speak Like a Child\" and \"Little Waltz.\" Three masters explore their roots and capture the full spectrum of the art of jazz in this display of lyri","release_date":"1984-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":35994,"title":"Herbie Hancock Trio: Hurricane!","adult":false,"genre_ids":[10402]},{"cast":["Herbie Hancock","Sting","Annie Lennox","Jonny Lang","Joss Stone"],"overview":"Imagine the possibilities….. \"Possibilities\" is the musical event of the year. The album is a series of inspired encounters between Herbie Hancock and world-renowned musicians – including John Mayer, Sting, Trey Anastasio, Annie Lennox, Damien Rice and Lisa Hannigan, Santana and Angelique Kidjo, Paul Simon, Christina Aguilera, Jonny Lang, Joss Stone, and Raul Midon. Herbie Hancock describes \"Poss","release_date":"2006-04-18","vote_average":5.3,"runtime":90,"cert":"N\/A","id":35995,"title":"Herbie Hancock: Possibilities","adult":false,"genre_ids":[10402,99]},{"cast":["Firass Dirani","Angie Diaz","Richard Brancatisano","Melanie Vallejo","Nic Sampson"],"overview":"The Power Rangers heroic crusade is put to the test when a wicked army drains all color and hope from Earth.","release_date":"2006-09-26","vote_average":7.3,"runtime":63,"cert":"N\/A","id":35996,"title":"Power Rangers Mystic Force: Dark Wish","adult":false,"genre_ids":[28,12,14]},{"cast":["Mark Kerr","Bas Rutten","Mark Coleman","Royce Gracie","Dawn Staples"],"overview":"\"The Smashing Machine\", which follows mixed martial arts competitor Mark Kerr's career from late '99 until the Pride Grand Prix 2000 tournament in Japan, is a stunning and provocative look at a man whose fights with his own personal demons rival those he encounters in the ring (or in the octagon). Also featured in the documentary is Mark Coleman, who at the time was coming off a two-year slump in the sport.","release_date":"2002-01-01","vote_average":6.3,"runtime":93,"cert":"N\/A","id":35997,"title":"The Smashing Machine","adult":false,"genre_ids":[99]}]