[{"cast":["Ryan Haywood","Geoff Ramsey","Jack Pattillo","Gavin Free","Michael Jones"],"overview":"Let’s Play Live: The Documentary follows Achievement Hunter as it turns online gaming into a first-of-its-kind live event. The documentary not only explores why Let’s Plays are so popular, but also how the convergence of gaming and community are redefining the stages once reserved for only the biggest of rock stars.","release_date":"2015-09-14","vote_average":8.3,"runtime":27,"cert":"\"\"","id":360501,"title":"Let's Play Live: The Documentary","adult":false,"genre_ids":[99]},{"cast":["Kalabhavan Mani","Harisree Ashokan","Cochin Haneefa","Salim Kumar","Nadirshah"],"overview":"Bamboo Boys movie tells the story of four tribal's from the jungle who come to town in search of a doctor to cure their headman’s wife and to win the hands of Kuduki, headman's daughter. Being in town for the first time, everything seems new and strange for them.","release_date":"2002-02-15","vote_average":3.5,"runtime":167,"cert":"N\/A","id":360503,"title":"Bamboo Boys","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"How does one evoke a deeply felt emotion without simply representing it or describing it? This is the first in a series of videos that will explore that question.","release_date":"2003-09-19","vote_average":0.0,"runtime":10,"cert":"\"\"","id":360505,"title":"A Private Happiness","adult":false,"genre_ids":[]},{"cast":["Thilakan","Mohini","Vineeth Radhakrishnan","Nassar","Sreenivasan"],"overview":"Ghazal is a romantic Malayalam film in the backdrop of the social issues in Malabar area during 1940s directed by Kamal. Vineeth and Mohini play the lead roles in the film and Thilakan appears in a supporting role.","release_date":"1993-05-12","vote_average":0.0,"runtime":143,"cert":"N\/A","id":360507,"title":"Ghazal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360509,"title":"O Livro Multicolorido de Karnak","adult":false,"genre_ids":[99]},{"cast":["Suresh Gopi","Gopika","Saikumar","Siddique","Anand"],"overview":"The movie begins with the death of Varma a senior government official who was about to on the verge of making a major anti-corruption bust. The case is handed over to Chandrashekharan IPS who goes by the nickname of \"The Tiger\". A turning point comes in the movie when a TV journalist Suhara disappears along with her Cameraman. Chandrashekhar finds a link between both the cases and is out to catch the mysterious assassin who is responsible for the death of Varma.","release_date":"2005-12-16","vote_average":6.2,"runtime":152,"cert":"N\/A","id":360511,"title":"The Tiger","adult":false,"genre_ids":[80,28]},{"cast":["Odette Josylla","Lucien Dalsace","Jacques Volnys","Louis Monfils","Maud Richard"],"overview":"One night, someone came looking for Mr. Stevens to take care of an urgent matter … Claude Stevens (played by Claude Machin), who ignored yet the urgent matters, slept an innocent sleep. After returning home, he discovered that Claude has disappeared. And the mysterious kidnapper entrusted an ape to looks after Claude.","release_date":"1924-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360513,"title":"L'énigme du Mont Agel","adult":false,"genre_ids":[18,35]},{"cast":["Akio Kobori","Seizaburô Kawazu","Jun Tazaki","Haruo Tanaka","Kenji Mori"],"overview":"","release_date":"1954-01-03","vote_average":0.0,"runtime":87,"cert":"N\/A","id":360521,"title":"Jirocho's New Year","adult":false,"genre_ids":[]},{"cast":["Ranko Hanai","Jun Fujio","Kokuten Kôdô","Eitarô Shindô","Saburô Sawai"],"overview":"","release_date":"1939-02-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":360526,"title":"Mukashi no uta","adult":false,"genre_ids":[]},{"cast":["Chin Chin Gutierrez","Sharmaine Arnaiz","Nida Blanca","Gina Alajar","Elizabeth Oropesa"],"overview":"The melding together of two separate stories that share a similar premise - each detail the account of a young Filipino woman who becomes a victim of sexual violence and takes her attacker to court.","release_date":"1995-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360528,"title":"Redeem Her Honor","adult":false,"genre_ids":[80,18]},{"cast":["Sayuri Yoshinaga","Mitsuo Hamada","Midori Tashiro","Hideki Takahashi","Arihiro Fujimura"],"overview":"Shinko Terasawa (Sayuri Yoshinaga) was always considered to be the odd ball of the bunch. At a time when romance was against school regulations, Shinko was the first to take a bite out of the forbidden fruit. Expelled from her former school, she finds herself in an all-girls school in Jokamachi, where rumors fly. One day, Shinko delivers an anonymous love letter addressed to her English teacher, Ms. Shimazaki. Convinced that the students are playing a prank, Ms. Shimazaki is adamant about getting to the bottom of this \"problem”.","release_date":"1963-01-03","vote_average":0.0,"runtime":96,"cert":"N\/A","id":360530,"title":"Beyond the Green Hills","adult":false,"genre_ids":[10749,18]},{"cast":["Hajime Izu","Yasumi Hara","Akitake Kôno","Kinzô Shin","Haruko Sugimura"],"overview":"This film is strongly anti-war film. The film is based on the collection of writings by Japanese student soldiers who died during World War II. The film is located to Burma. It shows the everyday problems of soldiers in contrast of their ideas and the cynicism of their commanders. Soldiers are also victims of military bullying by their commanders.","release_date":"1950-06-15","vote_average":0.0,"runtime":109,"cert":"N\/A","id":360532,"title":"Listen to the Voices of the Sea","adult":false,"genre_ids":[18,10752]},{"cast":["Koji Tsuruta","Yoshiko Sakuma","Shingo Yamashiro","Hiroki Matsukata","Minoru Oki"],"overview":"The tale of real-life Yakuza boss Shimizu Jirocho is told from his earliest beginnings as a gambler on the road as he forms his gang and sets out on the path to fame and fortune. One of the smartest and strongest of all the gang bosses, he went on to survive the end of the samurai era and become a successful businessman. But first, he must survive against all odds in order to build his reputation and develop his strength. Powerful portrayals of the group are led by the great Tsuruta Koji with help from the likes of Matsukata Hiroki.","release_date":"1963-10-20","vote_average":0.0,"runtime":102,"cert":"N\/A","id":360534,"title":"The Kingdom of Jirocho 1","adult":false,"genre_ids":[]},{"cast":["Dieter Mann","Swetlana Schönfeld","Walfriede Schmitt","Ekkehard Schall","Jutta Hoffmann"],"overview":"","release_date":"1979-12-23","vote_average":0.0,"runtime":94,"cert":"N\/A","id":360539,"title":"Die Rache des Kapitäns Mitchell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"From dropping backcountry cliffs and cornices to launching over 200 feet on a sled it takes a new level of progression to pull off. Super deep powder, backcountry big air, and new freestyle sick tricks such as the Corpse Air. Shot with 16mm film. Features Kyle Armbrust, Tyler Nelson, Heath Frisbee and more.","release_date":"2003-10-14","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":360541,"title":"2 Stroke Cold Smoke 6: Fo' Reel","adult":false,"genre_ids":[99]},{"cast":["Prem Kumar","Mohini","Jagathy Sreekumar","Kalabhavan Mani","Zainuddin"],"overview":"The story Kuttiraman, a tailor who returns from Middle East to marry his longtime love Sumathi.","release_date":"1997-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360543,"title":"Ikkareyanente Manasam","adult":false,"genre_ids":[18,35]},{"cast":["Nedumudi Venu","Mukesh","Lissy","Maniyanpilla Raju","KPAC Lalitha"],"overview":"","release_date":"1986-02-16","vote_average":0.0,"runtime":114,"cert":"N\/A","id":360545,"title":"Katturumbinum Kathu Kuthu","adult":false,"genre_ids":[35,18]},{"cast":["Sudheesh","Maathu","Monisha Unni","Sreenivasan","Srividhya"],"overview":"Josekutty (Sudheesh), an orphan, slips into the world of crime after teaming up with petty thief Mayyanad Madhavan (Sreenivasan), but is arrested & jailed. After his release, in a heist gone wrong, he kills a security guard, for which Madhavan accepts the blame & goes to jail. Josekutty, who was trying in vain to get himself jailed, helps an old lady in distress, Rachael Mathew (Srividya), thereby becoming a member of her household & gets close to Rachael's adopted daughter Elsa (Monisha).","release_date":"1993-02-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360547,"title":"Cheppadividya","adult":false,"genre_ids":[18]},{"cast":["Micky Burn"],"overview":"The astonishing life story of British writer and poet Micky Burn MC.","release_date":"2012-10-16","vote_average":8.0,"runtime":103,"cert":"N\/A","id":360549,"title":"Turned Towards the Sun","adult":false,"genre_ids":[99]},{"cast":["Kang Dong-won","Kim Yoon-seok","Park So-dam","Cho Soo-hyang","Kim Byung-ok"],"overview":"To save a girl in danger, a priest and deacon jump into a mysterious case.","release_date":"2015-11-05","vote_average":6.5,"runtime":103,"cert":"N\/A","id":360551,"title":"The Priests","adult":false,"genre_ids":[9648,53]},{"cast":["Pelle Almqvist"],"overview":"Setlist:  Come On!  Try It Again  Take Back the Toys  You Got It All... Wrong  Walk Idiot Walk  Main Offender  My Time Is Coming  No Pun Intended  Wait a Minute  Won't Be Long  Hate to Say I Told You So  Patrolling Days  Go Right Ahead  Tick Tick Boom","release_date":"2012-07-02","vote_average":0.0,"runtime":35,"cert":"N\/A","id":360556,"title":"The Hives at Rock Am Ring","adult":false,"genre_ids":[]},{"cast":[],"overview":"For over a decade Team Thunderstruck has searched the mountains for the steepest, nastiest, most astonishing riding areas. And now glory has been found… With over 20 death-defying first ascents Thunderstruck 6 makes sure NOTHING is the same in the world of freestyle hill climbing. From The Krazy Canadian’s 2000 foot Ladybird first ascent to Randy Swenson’s amazing Couloir Overhang first ascent, the riders of Thunderstruck prove that there really is nothing that cannot be climbed! Awe-inspiring helicopter footage day after day in the Canadian Rockies take Thunderstruck 6 to the realms of the top of the world… And to the top of the most phenomenal climbs ever on film! Get ready to hold on! From stockers to 400+ hp turbos, you will see them all in unbelievable and mesmerizing riding areas as we put our sleds and bodies through the tightest, steepest, rock-lined chutes in North America!","release_date":"2007-01-11","vote_average":0.0,"runtime":75,"cert":"\"\"","id":360558,"title":"Thunderstruck 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360560,"title":"The Classic Project Vol. 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"Studio Black! is an innovative series based on African-Nova Scotian folk tales collected in the 1920s by American civil rights activist, educator and folklorist Arthur Fauset. Three filmmakers of African-Nova Scotian descent –Cory Bowles, Juanita Peters and Jarrett Shaw—direct an ensemble cast of eight African-Nova Scotian actors in CBC’s Halifax studio in a style that mixes theatre and studio television. The stories immerse the viewer in a unique experience that aims to “reveal, revise and reinterpret important forgotten stories” and work to provide a place for today’s young African Nova Scotians in filmmaking and performance.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":360562,"title":"Studio Black!","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the story of a land, where forces of nature are at play - beyond all things that a human can ever dominate or be able to conquer. The birth of Tyrol was one of collisions, where previous far apart continents were conjoined, wedged together and piled up on top of each other. The result is a steep world of diversity on the smallest area: depending on the depth of a valley or the height of a mountain ridge, depending on its direction and position at the edge or in the middle of the Alps, depending on whether its slope is steep or flat, there is a spot in Tyrol that is icy or mild, lush or paltry, dry or full of water. This film presents the fascinating world of the high mountains with all their diverse flora and fauna and the living conditions throught the seasons.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":360564,"title":"Magic of the Mountains","adult":false,"genre_ids":[]},{"cast":[],"overview":"Head off the beaten track to experience the true spirit of snowmobiling in Sweden, Norway, British Columbia and the United States. This extreme sports program focuses on big mountain free-riding and features deep power, big jumps, wrecks and insane climbs. Expert riders such as Tim McGregor, Christoph von Alvensleben, Nathan Pelloni, Geoff Kyle and Stefan Hansson will impress viewers with their killer moves and death-defying stunts.","release_date":"2008-01-01","vote_average":0.0,"runtime":61,"cert":"\"\"","id":360566,"title":"Alticity 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sometimes, even the best snowmobile riders crash and burn ... and you're in luck because someone caught it all on camera. Collecting the greatest \"gotcha\" moments culled from seven years of footage, this eye-popping compilation rolls out a sampling of classic powder crashes, plus a selection of spectacular wipeouts never before released. It's a visual train wreck you can't ignore as top sledders literally lose their grip!","release_date":"2004-01-01","vote_average":0.0,"runtime":65,"cert":"\"\"","id":360568,"title":"2 Stroke Cold Smoke: Crash! Man Down!","adult":false,"genre_ids":[]},{"cast":["Eason Chan"],"overview":"","release_date":"2014-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360576,"title":"Eason's Life Concert Live 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2011-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360578,"title":"Ekin Cheng Beautiful Day 2011 Concert","adult":false,"genre_ids":[]},{"cast":["G.E.M."],"overview":"G.E.M.  鄧紫棋  香港最高銷量女歌手G.E.M.X.X.X. LIVE 演唱會DVD  耗資千萬 傾心打造  連續5晚引爆紅館  格萊美最佳導演  Nick Wickham執導  * 曾為Madonna、Beyonce、Rihanna等國際巨星執導演唱會DVD  DVD 1  01. Concert Opening [The Accident]  02. After Tonight  03. One Button  04. OH BOY  05. Someday I'll Fly  06. Interlude [Hallucination]  07. 泡沫  08. Get Over You  09. 你把我灌醉  10. All About You  11. 等一個他  12. 我的秘密  13. 下一秒(我們就要死掉)  14. Good to Be Bad  15. D.R.U.M.S.  DVD 2  16. A.I.N.Y.  17. 不存在的存在  18. 潛意式的殘酷  19. T.A.L.K. about myself  20. 我要我們在一起  21. 失真  22. T.A.L.K. about hallelujah  23. Hallelujah  24. Interlude [Prevail]  25. WHAT HAVE YOU DONE  26. 想講你知  27. G.E.M.  28. Rolling in the Deep  Encore  29. Where Did U Go","release_date":"2013-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360580,"title":"G.E.M. X.X.X. LIVE","adult":false,"genre_ids":[10402]},{"cast":["Jacky Cheung"],"overview":"From 2010 to 2012, Jacky Cheung brought his 1\/2 Century Tour to fans all around the world, holding a record-breaking 146 concerts in 77 cities. The legendary singer has lived over half a century and he's spent most of it singing. Serving as the tour's creative director himself, Jacky shared his many years of music with audiences through impeccably performed pop classics, musical numbers and jazz tracks. For the first half of the show, Jacky staged a musical, while the second half he devoted to his rock, ballad, jazz and pop selections.","release_date":"2013-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360582,"title":"Jacky Cheung Half Century Tour","adult":false,"genre_ids":[]},{"cast":["Pavel Tsatsouline"],"overview":"Drawing on five years of developing and leading the world's premiere kettlebell instructor certification program, Pavel Tsatsouline delivers a kettlebell workout that really works for dramatic results.","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":360587,"title":"Enter The Kettlebell","adult":false,"genre_ids":[]},{"cast":[],"overview":"Produced and edited by ATV freestyle riders, this jaw-dropping collection of clips from around the world spotlights the high of the freeriding experience and documents the sport's steady climb into the mainstream. Featured riders include Jon and Derek Guetter, Kelly Chang, Garret Engelstad, Caleb Moore, Josh Normington, Dave Smith, Steve Weissinger, Austin Wilson -- and that's only the beginning.","release_date":"2006-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":360589,"title":"The Fallout: Volume One","adult":false,"genre_ids":[]},{"cast":["Keiko Toda","Ryusei Nakao","Miki Nagasawa","Kouichi Yamadera","Hiromi Tsuru"],"overview":"Anpanman and funny friends.","release_date":"1998-07-25","vote_average":0.0,"runtime":24,"cert":"N\/A","id":360591,"title":"Go! Anpanman: Anpanman and his Strange Friend","adult":false,"genre_ids":[16]},{"cast":["Mukesh","Uma","Jagathy Sreekumar","Saikumar","Kalaranjini"],"overview":"Vasanthamalika is a Malayalam language film. It was released in 2002.Mukesh acted in lead role. This was a comedy movie about Mukesh renting his house to three college girls who in turn wrecks havoc to his family life.","release_date":"2002-12-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":360593,"title":"Vasanthamallika","adult":false,"genre_ids":[35,18]},{"cast":["Murali","Suresh Gopi","Gautami Tadimalla","Manju Warrier","Geetha Vijayan"],"overview":"The movie sketches through the life of an Army Man enriched with so many emotional sequences. Brigadier Rajashekharan Nambiar is a strict and tough officer in Indian Army. Dr. Sunny is his neighbor in native now he is in Army too. Susanna is a typical Army Nurse who has so much liabilities which hooks her down.","release_date":"1995-12-21","vote_average":0.0,"runtime":132,"cert":"N\/A","id":360595,"title":"Sakshyam","adult":false,"genre_ids":[18]},{"cast":["Keiko Toda","Ryusei Nakao","Hiromi Tsuru","Michiyo Yanagisawa","Kouichi Yamadera"],"overview":"Baikinman and the 3 'Bai' Punch. In order to beat Anpanman, Baikinman joins hands together and forms the \"Baikin Trio \".","release_date":"1996-07-13","vote_average":0.0,"runtime":30,"cert":"N\/A","id":360597,"title":"Go! Anpanman: Baikinman and the 3-\"Bai\" Punch","adult":false,"genre_ids":[10751,16]},{"cast":["Keiko Toda","Anna Tsuchiya","Ryusei Nakao"],"overview":"Anpanman and Baikinman fight.","release_date":"2008-07-12","vote_average":0.0,"runtime":21,"cert":"N\/A","id":360599,"title":"Go! Anpanman: The Fate of the Flower","adult":false,"genre_ids":[16]},{"cast":["Keiko Toda","Ryusei Nakao","Michiyo Yanagisawa","Hiromi Tsuru","Kouichi Yamadera"],"overview":"Anpanman finds an odd little girl from outer space. The girl turns out to be Kokin-chan, Dokin-chan's younger sister who came to Earth to play. Moreover, Kokin-chan is a master of fake crying and exploits her skill to get out of the trouble she causes. And her tears have the special power to make anyone whose eyes are touched by them cry without reason.","release_date":"2006-07-15","vote_average":0.0,"runtime":21,"cert":"N\/A","id":360601,"title":"Go! Anpanman: Kokin-chan and the Blue Tears","adult":false,"genre_ids":[16]},{"cast":["Danica McKellar","Rupert Penry-Jones","Ellie Botterill","Pavel Douglas","Colin McFarlane"],"overview":"Allie Foster, a struggling New York artist, reluctantly accepts to act as a governess to a rebellious Princess Theodora of Winshire. When Allie forms an unlikely bond with the princess, she attracts the attention of the handsome King Maximillian, who’s facing an arranged marriage against his heart’s wishes. As Christmas Eve draws near, Allie finds herself swept up in romance, royalty and the spirit of the holidays.","release_date":"2015-11-27","vote_average":6.6,"runtime":84,"cert":"\"\"","id":360603,"title":"Crown for Christmas","adult":false,"genre_ids":[10749,10770,35]},{"cast":["Rowan Blanchard","Paris Berelc","Karan Brar","Francesca Capaldi","Starlette Miariaunii"],"overview":"Teenager Cleo's school science project goes quite awry, causing her popular older sister Molly to go invisible.","release_date":"2015-10-09","vote_average":6.2,"runtime":77,"cert":"\"\"","id":360605,"title":"Invisible Sister","adult":false,"genre_ids":[14,12,35,10770]},{"cast":["Keiko Toda","Ryusei Nakao","Michiyo Yanagisawa","Hiromi Tsuru","Kaneta Kimotsuki"],"overview":"In the land of the pyramids, the Rainbow Prince turns everyone into pyramids! Can Anpanman find snow and water, the weakness of the Rainbow Prince, and stop him before it's too late?","release_date":"1997-07-26","vote_average":0.0,"runtime":56,"cert":"N\/A","id":360607,"title":"Go! Anpanman: The Pyramid of the Rainbow","adult":false,"genre_ids":[16]},{"cast":["Lam Suet","Leila Tong","Wayne Lai","Eddie Pang","Emily Kwan Bo-Wai"],"overview":"The inhabitants of a decrepit inner-city tenement building are terrified to discover that the malevolent spirit of a former tenant has been summoned when one of the current residents broke an unspoken vow. Now, as demolition day draws near, the enraged entity sets out to cause as much mischief as possible before the wrecking ball strikes.","release_date":"2007-01-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":360609,"title":"House of the Invisibles","adult":false,"genre_ids":[27]},{"cast":["Jon Stewart","Frank DeCaro"],"overview":"Celebrating Jon Stewart's decade and a half run as host of The Daily Show; the fake news show that satired and challenged all the other 'real' news channels.","release_date":"2015-08-07","vote_average":7.9,"runtime":47,"cert":"\"\"","id":360617,"title":"Jon Stewart Has Left the Building","adult":false,"genre_ids":[99]},{"cast":["Colin McGregor","Ewan McGregor"],"overview":"Brothers Colin and Ewan McGregor follow up their documentary The Battle of Britain with a film exploring Bomber Command, a rarely told story from the Second World War.  The film focuses primarily on the men who fought and died in the skies above occupied Europe, with numerous examples of individual heroism and extraordinary collective spirit, and Colin learns to fly the key aircraft of the campaign: the Lancaster bomber. But this is also the story of a controversy that has lasted almost 70 years.  The program covers six years of wartime operations, and traces the obstacles and challenges that were overcome as the RAF developed and deployed the awesome fighting force that was Bomber Command.","release_date":"2012-02-05","vote_average":8.5,"runtime":89,"cert":"N\/A","id":360619,"title":"Bomber Boys","adult":false,"genre_ids":[36,99,10770,10752]},{"cast":["Peter Falk","Lee Grant","John Fink","Harold Gould","Patricia Mattick"],"overview":"A brilliant tort attorney gets rid of her boring husband by faking his kidnapping and keeping the ransom. The FBI may be fooled, but not Columbo.","release_date":"1971-03-01","vote_average":7.4,"runtime":95,"cert":"\"\"","id":360627,"title":"Ransom for a Dead Man","adult":false,"genre_ids":[18,9648,10770,80]},{"cast":["Elvira Quintana","Ramón Gay","Rodolfo Landa"],"overview":"Young singer becomes famous, has an affair with a married man.","release_date":"1958-11-20","vote_average":0.0,"runtime":105,"cert":"N\/A","id":360629,"title":"Bolero inmortal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Author\/filmmaker Sergei Boutenko enjoys foraging for free food. He believes that wild edibles are extremely nutritious and should be collected and consumed regularly by everyone. To ensure that people collect edible plants in a safe and responsible manner, Boutenko produced this film.  Common Weeds And Wild Edibles Of The World is an instructional video on how to safely and sustainably harvest, clean, and prepare the most common wild edibles. In addition to in-depth instruction on how to forage for over a dozen edible plants, this movie also contains many useful tips that will help you reduce your monthly food bill and allow you to enjoy new healthful culinary flavors.","release_date":"2015-05-12","vote_average":7.5,"runtime":42,"cert":"\"G\"","id":360631,"title":"Common Weeds and Wild Edibles Of The World","adult":false,"genre_ids":[99]},{"cast":["David Wolfe","Dr. Masaru Emoto","Gabriel Cousens","Paul Chek","Bryan Kest"],"overview":"The Raw Natural documentary explores professional athletes reaching peak performance and untapped potential through raw food nutrition. The film highlights, Evan Strong, who regains his competitive edge in sports through raw food nutrition after a tragic accident that causes him to lose a leg and end his professional career in skateboarding. Evan's accident becomes the impetus for his change in diet to simple, healthy raw food nutrition. Evan is now the world champion in adaptive Snowboarding (Ranked # 1 at the XGames, World Cup, Nationals, etc) See how raw food nutrition has led to incredible new triumphs in the athletic careers of professional athletes in surfing, MMA fighting, tennis, baseball, snowboarding and more... This film also features renowned raw food chefs and leading health and nutrition experts, as well as top athletes and professional players who are also experiencing the benefits from raw food nutrition. What would you do to stay in the game?","release_date":"2012-01-01","vote_average":9.0,"runtime":58,"cert":"\"G\"","id":360633,"title":"The Raw Natural","adult":false,"genre_ids":[99]},{"cast":["Takuya Kimura","Keiko Kitagawa","Takako Matsu","Koichi Sato","Tetta Sugimoto"],"overview":"Prosecutor Kohei Kuryu (Takuya Kimura) takes charge of a case with a foreign embassy possessing the key to solve the case. Due to the extraterritoriality involving the case, the investigation has not gone anywhere. A crisis then ensues. Kohei Kuryu and his office attempt to extract the truth behind the wall of the embassy.","release_date":"2015-07-18","vote_average":6.0,"runtime":120,"cert":"N\/A","id":360635,"title":"HERO","adult":false,"genre_ids":[10749,35,18,80]},{"cast":["Juan-Carlos Asse","Tracy Ryan","Robert Cheeke","Dr. Neal Barnard"],"overview":"Unsupersize Me documents the inspiring story of Juan-Carlos Asse, owner of Zen Fitness, a personal training studio in Gainesville, Florida, and his quest to prove that a whole foods, plant-based diet coupled with an exercise regimen is capable of remarkably and rapidly improving the health of any and every individual. Asse takes his lifelong passions of fitness and nutrition setting out to demonstrate what he has witnessed in his training studio time and time again. The plant-based diet with exercise is the most effective and expeditious way to obtain optimal health.","release_date":"2013-08-01","vote_average":7.5,"runtime":76,"cert":"\"G\"","id":360637,"title":"Unsupersize Me","adult":false,"genre_ids":[99]},{"cast":["Sergei Boutenko","Geoff Houghton","Ross Pelton","Jennifer Slawta"],"overview":"In the summer of 2013 Sergei Boutenko put 10 endurance athletes (five ultra-runners and five CrossFitters) on green smoothies and followed them around with his camera to find out the answer to this question.  Starting out as healthy athletes (or so they thought!), 10 individuals embark on a six-week experiment of continuing their typical training and racing regimen, but with one major difference: they are drinking a quart of green smoothies every day.  You'll be astonished at the results that begin to emerge. From a decrease in injuries to feeling supercharged to run for hours on end, there might be a bit more to smoothies than just tasting delicious.  If you like to exercise, you need to see this film!","release_date":"2014-03-08","vote_average":9.0,"runtime":56,"cert":"\"G\"","id":360639,"title":"Powered by Green Smoothies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The streetcar named Help ferries people to Riga via various routes, once an hour from midnight until the early hours.","release_date":"2005-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":360641,"title":"Streetcar Named Help","adult":false,"genre_ids":[]},{"cast":["Patricia Dainton","Stephen Murray","Patrick Barr","Dermot Walsh","Clifford Evans"],"overview":"A crime drama directed by Lance Comfort.","release_date":"1957-06-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":360643,"title":"At the Stroke of Nine","adult":false,"genre_ids":[18,80]},{"cast":["Luke Egan","Mark Occhilupo","Mungo Barry"],"overview":"The Dreamtime is the Aboriginal worldview. It consists of many different dreaming's. If you look long enough at a bird, stone or a wave, you'll be surprised at what you will find. A surfing journey throughout Australia like never before. Featuring Luke Egan, Munga Barry, and Mark Occhilupo. The music of Not Drowning Waving, Schnell- Fenster, Yothu Yindi, The Woodentops, Concrete Blonde and INXS.","release_date":"1990-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":360645,"title":"Bunyip Dreaming","adult":false,"genre_ids":[99]},{"cast":["Blanka Bohdanová","Jiří Holý"],"overview":"A dead soldier comes for his fiancée from the grave.","release_date":"1978-10-01","vote_average":6.0,"runtime":11,"cert":"N\/A","id":360647,"title":"The Spectre's Bride","adult":false,"genre_ids":[]},{"cast":["Luitz-Morat","Pierre Régnier","André Luguet"],"overview":"When five gentlemen humiliate a merchant in a Tunisian bazaar, the latter curses them, telling them the order of their deaths within a given time frame.  The men begin to die in the order they were chosen...","release_date":"1920-09-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":360649,"title":"The Five Accursed Gentlemen","adult":false,"genre_ids":[18]},{"cast":["Amy Perfect","Fiona Glascott","Boyan Vukelic","John Tench","Derek Hamilton"],"overview":"Brad, Christina, T.K. and Kelly are on a post-graduation trip to Europe. Unfortunately, what starts out as a dream quickly spirals into a nightmare. Upon entering a 14th century castle, the friends find themselves trapped in a horrifying alternate realm where violent hallucinations overtake them. A stranger emerges, shocking them with the reality of their terrifying fate; one must stay behind - alone forever within the torturous stone walls, in order for the rest of the group to escape. As time runs out, hope and reason disappear, anarchy takes over and extreme violence erupts. Will it be male strength or female guile that will ultimately determine who will bear the terrible fate?","release_date":"2005-01-01","vote_average":5.0,"runtime":93,"cert":"N\/A","id":360651,"title":"Within","adult":false,"genre_ids":[9648,27]},{"cast":["Gordon Buchanan"],"overview":"Gordon Buchanan goes to meet the world's cutest animals to reveal their hidden biology and find out why people have such a strong emotional response to them.","release_date":"2015-02-15","vote_average":0.0,"runtime":60,"cert":"N\/A","id":360653,"title":"Super Cute Animals","adult":false,"genre_ids":[99]},{"cast":["Stephan Luca","Mona Seefried","Hans Clarin","Wolfgang Fierek","Patricia Aulitzky"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360655,"title":"Der Bergpfarrer 2- Heimweh nach Hohenau","adult":false,"genre_ids":[18]},{"cast":["Lolita Taylor","Candy Belle","Tiffany Doll","Jenny Glam","Athina Love"],"overview":"After their well-deserved holidays, it's time for the girls to go back to nursing school. Anaïs, Laure, Lily and their adorable girlfriends are going back to class. They know that the new term is going to be hard for them, as exams are just around the corner, and they're only too aware that only the best of them will be allowed back for the 2nd year. Luckily, to release the pressure a bit, there's going to be a big student night next week. Everybody's looking forward to it and has every intention of enjoying it -and each other.  But Anaïs has decided she can't wait until then to start having fun. Before she's even back in the classroom, she starts sucking off the school bad boy on the school bus, right amongst the other students. As for Laure, she's giving her teacher the slip to go off and have fun with one of her classmates. Then Lily is showing her pretty little pussy to her biology teacher in the middle of the lesson to try and...","release_date":"2015-02-11","vote_average":7.5,"runtime":106,"cert":"\"\"","id":360657,"title":"Student Nurses","adult":true,"genre_ids":[]},{"cast":["Brian May","Roger Taylor","Adam Lambert","Queen"],"overview":"Thirty years after a classical concert at the Rock in Rio, perhaps the best known and celebrated in the history of the festival, Queen returned in 2015 to the main stage. Accompanied by US singer Adam Lambert, runner-up of \"reality show\" American Idol. The remaining members of Queen - guitarist Brian May and drummer Roger Taylor - played 23 songs over two hours to a warm audience.","release_date":"2015-09-20","vote_average":7.7,"runtime":124,"cert":"\"PG-13\"","id":360659,"title":"Queen and Adam Lambert: Rock in Rio 2015","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In 2007, EMR Paintball hosted Castle Conquest XXIII.  This was the largest, craziest, and most special event EMR has seen in it's over decade long history.  With Blue and his Crew joining the attackers and Team Joint Fury leading the defenders inside Castle AArrgh, it is guaranteed to be an event of epic proportions.","release_date":"2007-09-30","vote_average":0.0,"runtime":85,"cert":"\"\"","id":360661,"title":"Castle Conquest XXIII","adult":false,"genre_ids":[28,12]},{"cast":["David Wolfe","Joel Fuhrman","Charlotte Gerson","Daphne Miller","John Bagnulo"],"overview":"The Healing Effect Movie is a documentary about the healing power of food. Featuring best-selling authors and experts from around the world including: John Robbins, Joel Fuhrman, Daphne Miller, David Wolfe, Charlotte Gerson, John McDougall, Philip McCluskey, John Bagnulo and many more.  The film follows the story of a police officer in the gritty city of Lowell, Massachusetts who has radically changed his diet and inspired his community.  This movie explores the power of prevention, why bad genes are not your destiny, food and lifestyle secrets from the healthiest, longest lived people on the planet, as well as simple steps to get started right now in changing your life, one bite at a time!","release_date":"2014-01-01","vote_average":8.5,"runtime":51,"cert":"\"G\"","id":360663,"title":"The Healing Effect","adult":false,"genre_ids":[99]},{"cast":["Dasani Lezian","Anita Blue","Hope","Tiffany Six","Tiffany Holiday"],"overview":"Here are teen sluts getting pulled off the road and loving every second of the big cocks getting shoved in their pussies and mouths. This is how Teen Hitchhikers do it.","release_date":"2006-05-31","vote_average":0.0,"runtime":182,"cert":"\"NC-17\"","id":360665,"title":"Teen Hitchhikers 9","adult":true,"genre_ids":[]},{"cast":["Jagadish","Captain Raju","Maathu","Babu Antony","Geetha"],"overview":"Two prominent families & business rivals, the Uppukandam brothers, Kariachan (Captain Raju), Paulachan (Keerikkadan Jose), Xavichan (Babu Antony), Josekutty (Jagadish) & Thankachan (Baiju), & the Ettuveettil Pillais, headed by Ananthan Pillai (Rajan P. Dev) & his sons & nephews, have been feuding for years, aggravated by the fact that Xavichan had gone to jail for killing Vasu Pillai (Johny) of the Ettuveettil family, who in turn had killed Roy Mathews (Siddique), Xavichan's brother-in-law.","release_date":"1993-05-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360667,"title":"Uppukandam Brothers","adult":false,"genre_ids":[18,28]},{"cast":["István Bujtor","Anikó Sáfár","Andor Ajtay","Görbe János"],"overview":"Lint and his lover are sailing and making fun absent-mindedly at Lake Balaton when the anchor suddenly gets stuck in a bomb in the mud. Lint gets hurt while fussing about under the water. A strong storm breaks out when they reach the shore. In the local restaurant the man recalls his memories of war.","release_date":"1966-09-19","vote_average":0.0,"runtime":87,"cert":"N\/A","id":360669,"title":"Harlequin and Her Lover","adult":false,"genre_ids":[]},{"cast":["Sreenivasan","Jayaram","Shanthi Krishna","Shari","Saranya Ponvannan"],"overview":"Radha Devi (Santhi Krishna) is an office assistant working in the city of Kozhikode. She is in love with the unemployed Sivan (Jayaram). Radha Devi moves to Satyavathiyamma's (KPAC Lalitha) home as a paying guest along with two friends, Indu (Saranya) and Rama (Sari). They meet the irascible Dr. Anirudhan (Sreenivasan), a widower with a baby girl.","release_date":"1991-02-15","vote_average":0.0,"runtime":132,"cert":"N\/A","id":360671,"title":"Ennum Nanmakal","adult":false,"genre_ids":[10749,18]},{"cast":["István Bóka","Gyula Estélyi","Gyula Farkas","István Gróf"],"overview":"Shot in 1972, this remarkable documentary was released ten years later and had its first Western film festival screenings last year. \"Gyula Gazdag is an outstanding Hungarian talent who seems to specialize in getting into trouble. This film, which he made with Judit Ember, another alert and sensitive director, was banned for ten years. In it, a rural community is in financial trouble and an expert from Budapest is sent to advise and reorganize. He is successful but his manner angers the local committee. Despite their own management failure, they feel his arrogance should be the subject of a reprimand at least. The story is more than just true: so sure was the community of its cause that Gazdag and Ember were invited to film the actual debate, and the reality makes us protagonists in the case. It is a situation that could happen anywhere but seldom has such a subject been treated in so absorbing and striking a way.","release_date":"1972-09-19","vote_average":0.0,"runtime":105,"cert":"N\/A","id":360673,"title":"The Resolution","adult":false,"genre_ids":[99]},{"cast":["Erzsébet Kútvölgyi","László Szacsvay","Tibor Boroska","Erika Gyenes"],"overview":"This documentarist film is about a juvenile delinquent's unsuccessful after-education. Two prospective psychologists decide to patronise Barta Jancsi. They visit him in prison and get him accommodation and a job, not sparing their time, energy and money, in order to isolate him from his ex-accomplices.","release_date":"1974-09-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":360675,"title":"Strange Faces","adult":false,"genre_ids":[]},{"cast":["Silvia Tortosa","José Antonio Ceinos","José María Blanco","Montserrat Torras","Raúl Macarinni"],"overview":"","release_date":"1983-08-01","vote_average":4.0,"runtime":96,"cert":"N\/A","id":360677,"title":"The Enigma of the Yacht","adult":false,"genre_ids":[18,27]},{"cast":["Annamária Szilvássy","Ferenc Kállai","Sztankay István","Attila Nagy"],"overview":"Éva, the pretty housekeeper is preparing to take an entrance exam at the Faculty of Law. In addition to this, she also has energy to arrange the day-to-day matters of the committee of tenants. Soon, she discovers that her beauty and cocksure behaviour finds its way not only at the exam, but in the mazes of bureaucracy, too. She helps get trade licences, flat allocations, and shop premises for those in need.","release_date":"1963-09-19","vote_average":0.0,"runtime":83,"cert":"N\/A","id":360679,"title":"Miss Windbag","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A fable states that whoever builds the pyramid of Ra will be rewarded with gold but get it wrong and they all pay the price. When a mysterious stone arrives, someone's willing to take that risk. The power of the stone causes chaos, but there's one person who can stop it. (Will they sacrifice themselves to save them all?)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360681,"title":"Touchstone of Ra","adult":false,"genre_ids":[]},{"cast":["Stephan Luca","Hans Clarin","Toni Berger","Wolfgang Fierek","Christiane Blumhoff"],"overview":"","release_date":"2004-12-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360683,"title":"Der Bergpfarrer","adult":false,"genre_ids":[18]},{"cast":["Mona Freiberg","Hans Clarin","Bernhard Helfrich","Kathi Leitner","Erich Joey Pflüger"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360685,"title":"Chiemgauer Volkstheater - Der Witwentröster","adult":false,"genre_ids":[35]},{"cast":["Shirô Sano"],"overview":"A Japanese adaptation of H.P. Lovecraft's  \"The Shadow Over Innsmouth\", directed by Konaka Chiaki (Marebito, The Big O) and starring Sano Shiro (Infection, Violent Cop)","release_date":"1992-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":360687,"title":"The Shadow Over Innsmouth","adult":false,"genre_ids":[27]},{"cast":["Gerald Celente","Jonathan Emord","Edward Griffin","Jon Rappoport","Joel Salatin"],"overview":"Freedom From Choice explores the endless layers of backroom dealing that is the US lobbying industry. Through a series of thought-provoking interviews, experts from numerous industries explain in simple terms how the political 'revolving door' creates unfair regulations which affect their industry. Supplemented by recent news clips and archival footage, the experts paint a startling picture of the overregulation of modern American life.","release_date":"2014-07-12","vote_average":7.0,"runtime":78,"cert":"\"PG-13\"","id":360689,"title":"Freedom From Choice","adult":false,"genre_ids":[99]},{"cast":["Barry J. Ratcliffe","Eliza Swenson","Stephanie Basco","Lisa Allen","Chris Angelo"],"overview":"The ancient spirit of Pocahontas returns to take grizzly revenge for the massacre of her people.","release_date":"2006-11-11","vote_average":10.0,"runtime":90,"cert":"\"\"","id":360691,"title":"Pocahauntus","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Anthophobia is a morbid dislike or even fear of flowers. The resulting film isn’t so much a cohesive story as it is a collection of imagery that really evokes a level of dread.","release_date":"2015-09-10","vote_average":0.0,"runtime":6,"cert":"N\/A","id":360693,"title":"Anthophobia","adult":false,"genre_ids":[14,27]},{"cast":["Joanna Vanderham","Ben Batt","Jim Broadbent","Vanessa Redgrave","Lesley Manville"],"overview":"An elderly man pieces together his childhood memories after finding his diary from 1900, which he wrote when he was 13 years old.","release_date":"2015-09-20","vote_average":7.3,"runtime":90,"cert":"N\/A","id":360695,"title":"The Go-Between","adult":false,"genre_ids":[10770,18]},{"cast":["Samantha Morton","Timothy Spall","June Whitfield","Shola Adewusi","Finn Bennett"],"overview":"A semi-autobiographical coming-of-age story set in the Cotswolds during and immediately after the First World War.","release_date":"2015-09-27","vote_average":4.8,"runtime":90,"cert":"N\/A","id":360697,"title":"Cider with Rosie","adult":false,"genre_ids":[35,18]},{"cast":["Hans Clarin","Gerd Vespermann","Anita Kupsch"],"overview":"","release_date":"1975-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360699,"title":"Die Maus","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A static and silent shot of a sunset off the western coast of Madagascar.","release_date":"2001-09-20","vote_average":6.5,"runtime":3,"cert":"\"\"","id":360701,"title":"The Green Ray","adult":false,"genre_ids":[]},{"cast":["Blaine Saunders","Kay Stratton","Tess Tarin","Josh Rushing"],"overview":"Some old houses have secrets. Dark secrets that bleed into the very soul of its foundations. For young Isobel and her Grandmother, they discover through the course of one eerie night, that some secrets weren't meant to be unraveled. Isobel, whose seems to have an uncanny bond with whatever spirits inhabit their old mansion, learns that even the very place they call home will do anything to tear their love apart. Some secrets weren't meant to be revealed. Not by little girls. So sweet... so innocent... Little girls don't even know when or where to run. That's what they're counting on. They're coming...and they're taking...","release_date":"2004-10-16","vote_average":0.0,"runtime":12,"cert":"\"\"","id":360703,"title":"The Taking","adult":false,"genre_ids":[27]},{"cast":["Klausjürgen Wussow","Hannes Messemer","Hans Clarin","Eric Pohlmann","Wolf Ackva"],"overview":"","release_date":"1966-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360708,"title":"Flieger Ross","adult":false,"genre_ids":[18]},{"cast":["Tiffany Doll","Angell Summers","Samantha Bentley","Jasmine Jae","Brookyn Blue"],"overview":"","release_date":"2013-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360713,"title":"Punitions pour petites soumises","adult":true,"genre_ids":[]},{"cast":["Ashlynn Brooke","Kimberly Wood","Nadia Nitro","Tyler Stevenz","Missy Blue"],"overview":"Testing out new pussy is one of the best perks you get for being in this business. Amateur District wants to share it with you in these exclusive scenes. Don't miss these amateurs becoming pros right before your eyes.","release_date":"2007-02-28","vote_average":0.0,"runtime":98,"cert":"\"\"","id":360715,"title":"Amateur P.O.V. 2","adult":true,"genre_ids":[]},{"cast":["Alfred Balthoff","Hans Clarin","Peter Striebeck","Walter Hoor","Joseph Offenbach"],"overview":"","release_date":"1965-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360717,"title":"Der Kandidat","adult":false,"genre_ids":[35]},{"cast":["Ingeborg Schöner","Dinah Hinz","Hans Clarin","Hans Putz","Ida Krottendorf"],"overview":"","release_date":"1964-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360719,"title":"Die Verbrecher","adult":false,"genre_ids":[18]},{"cast":["Alfred Balthoff","Wolf Ackva","Sascha Hehn","Helga Anders","Pierre Franckh"],"overview":"","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360721,"title":"Peter Pan","adult":false,"genre_ids":[14]},{"cast":["Carl-Heinz Schroth","Chariklia Baxevanos","Brigitte Grothum","Eva Maria Meineke","Hartmut Reck"],"overview":"","release_date":"1960-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360723,"title":"Der eingebildete Kranke","adult":false,"genre_ids":[35]},{"cast":["Bert Fortell","Ruth Drexel","Bum Krüger","Fritz Rasp","Hans Clarin"],"overview":"","release_date":"1959-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360725,"title":"Kasimir und Karoline","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A controversial documentary about four gay men, who are living on the countryside of Swabia (a rural area in the south west of Germany) far off big cities. Being alone as Gays among a entirely heterosexual environment, they still try to live a rich and happy life.","release_date":"2003-02-07","vote_average":7.0,"runtime":99,"cert":"N\/A","id":360733,"title":"Talk Straight: The World of Rural Queers","adult":false,"genre_ids":[99]},{"cast":["Rupert Everett","Tilda Swinton","Aiden Shaw","Julia Fodo"],"overview":"Remembrance of Things Fast represents the culmination of Maybury's work in video, which has developed alongside the technology itself. Starring Tilda Swinton and Rupert Everett in lead roles, the tape confronts the conventions of world television and satellite broadcast, drawing on the fragmentary nature of the medium and the clich_s of the three minute attention span. At the same time, it replaces bland mainstream images with darker, more satirical observations and studies. The environment is surreal, a virtual reality television land of landscapes and imaginary cities, enhanced by Marvin Black's dark, dense soundtrack. It is a cyberspace where the impossible is all too possible. Within this parallel world, a series of archetypes act, observe and comment, informed by a strong sexual sensibility. '..a mesmerising, sometimes hysterically funny, cinematic bricolage with a strong sexual and mostly gay sensibility'. - Cordelia Swann","release_date":"1994-05-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":360735,"title":"Remembrance of Things Fast: True Stories Visual Lies","adult":false,"genre_ids":[]},{"cast":["Louis Hofmann","Sabine Timoteo","Ada Philine Stappenbeck","Jannik Schümann","Svenja Jung"],"overview":"A strange family: 17-year-old Phil lives with his mother and twin sister in an old mansion on the outskirts of town. When he returns from summer camp, the mood in the mansion has soured somehow. Phil doesn’t worry about it, hanging out with his best friend Kat instead. When he starts to feel attracted to a mysterious new student at school, Phil is plunged into emotional turmoil only exacerbated by the trouble at home.","release_date":"2016-11-10","vote_average":7.5,"runtime":115,"cert":"N\/A","id":360737,"title":"Center of My World","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Madelyn Beckett","Taylor Howard-Goergens","Dexter Shaffer","Alexandra Wald","Katherine Grace Yeaton"],"overview":"Child actors perform a 'kid-friendly' table read version of John Water's notorious 1972 X-rated cult classic film, Pink Flamingos.","release_date":"2015-01-09","vote_average":8.0,"runtime":74,"cert":"\"\"","id":360739,"title":"Kiddie Flamingos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Breaking open Stanley Milgram's infamous 'Obedience to Authority' experiments, Shock Room questions whether we're really programmed to obey.","release_date":"2015-10-16","vote_average":6.0,"runtime":74,"cert":"N\/A","id":360741,"title":"Shock Room","adult":false,"genre_ids":[]},{"cast":[],"overview":"Killing a human being \"in cold blood\" requires unique mental preparation and single-minded determination.\r To pull the trigger a second time may be easier, but the moments between the shots must be calculatingly controlled, the precision of \"getting it right\" must be sustained.\r Representing this tormenting tapestry of emotion, the arts of acting and moviemaking become a tug-of-war between reality and imagination.\r A lifetime of regrets, anguish, confusion and frustration may erupt in the fleeting moments between the takes.  In this film writer\/director Peter Tammer explores the FEAR OF THE DARK through the person of the actor Robert Ratti, holding together the hopes and fears of the performer who is facing survival on a day-to-day basis for the opportunity to work in the future. This visual fantasy confronts a level of consciousness we've all touched, reminding us that we were not alone in the dark, facing a reality we dare not imagine.","release_date":"1985-09-21","vote_average":0.0,"runtime":55,"cert":"N\/A","id":360743,"title":"Fear of the Dark","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1974-09-20","vote_average":0.0,"runtime":3,"cert":"N\/A","id":360760,"title":"Pop","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A surrealistic short from minimalist cartoonist Kuri Yoji.","release_date":"1972-09-20","vote_average":0.0,"runtime":9,"cert":"N\/A","id":360762,"title":"The Bathroom","adult":false,"genre_ids":[16]},{"cast":["Tora Sudiro","Slamet Rahardjo","Dian Sastrowardoyo","Didi Petet","Butet Kertaradjasa"],"overview":"A road movie on how to rediscover love. Banyu, a young supermarket customer service rep, is absorbed in his daily routine when a strange incident inspires him to hit the road and solve past family issues.","release_date":"2005-03-10","vote_average":7.0,"runtime":78,"cert":"N\/A","id":360764,"title":"Banyu Biru","adult":false,"genre_ids":[18]},{"cast":["Dian Sastrowardoyo","Nicholas Saputra","Donny Alamsyah","Ario Bayu","Whani Darmawan"],"overview":"Drupadi, is an adaptation from a part of the Indian ancient epic Mahabharata. This movie depicts a story of Drupadi, the wife of five brothers known as Pandawa.","release_date":"2008-12-08","vote_average":0.0,"runtime":40,"cert":"N\/A","id":360766,"title":"Drupadi","adult":false,"genre_ids":[18]},{"cast":["Montserrat Carulla"],"overview":"","release_date":"2015-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360768,"title":"El somni català","adult":false,"genre_ids":[99]},{"cast":["Shiho Wakabayashi","Masuhiko Ida","Marino Hase","Mika Okamoto","Yuki Ôhashi"],"overview":"the third episode in the TV original of Female Ninjas Magic Chronicles.","release_date":"1993-05-21","vote_average":6.0,"runtime":73,"cert":"N\/A","id":360776,"title":"Female Ninjas Magic Chronicles 3: Sacred Book of Sexual Positions","adult":false,"genre_ids":[28]},{"cast":["Makiko Ueno","Toshihide Wakamatsu","Nanae Shindo","Ryo Narushima","Sayoko Yoda"],"overview":"Basically the plot revolves around the title characters having to stop some sort of alliance from carrying out their dastardly deeds. The vixens employ some of the most bizarre ninjitsu sex magic ever commited to the screen to aid them in their quest.  The production feels like some edited episodes of a TV series (I don't know if that's actually the case here), so think along the lines of Charlie's Angels  meets Saiyûki (aka. Monkey)  but made by perverts and you'll start to get the picture of what to expect. It also has a great soundtrack; kind of early 80's synth-pop soap opera score combined with the sort of thing you'd find in a Japanese RPG on the Super Nintendo.  Filled with some great fight scenes, lots of nudity, bizarre ninja sex magic (that simply has to be seen... especially the magical-ninja-egg laying vixen), and some over-the-top violence certainly make this offbeat oddity worthy of a whole-hearted recommendation","release_date":"1994-03-24","vote_average":5.0,"runtime":79,"cert":"N\/A","id":360778,"title":"Female Ninjas Magic Chronicles 4: Rebel Forces at the Threshold","adult":false,"genre_ids":[28]},{"cast":["Kyôko Ibuki","Noriko Ichikawa","Atsuki Katô","Michiyo Nakajima","Chisato Naruse"],"overview":"This time the girls are the bad guys. Which means they will be a lot nude and action in this series and they have to fight a superhero called Jirasyso.","release_date":"1995-05-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":360780,"title":"Female Ninjas Magic Chronicles 5: Secret Story of Jiraiya","adult":false,"genre_ids":[]},{"cast":["Rudy Fernandez","Mark Anthony Fernandez","Sharmaine Arnaiz","Robert Arevalo","Bembol Roco"],"overview":"Carlos is to put to jail for several years because a young boy named Boying witnessed him fatally stab Totoy, his attacker and the brother of his girlfriends Ellen. After ten years in prison, Carlos has been freed and is now ready to start anew. He also befriends Boying who helps him defend their weak neighborhood. All is well until Boying’s father gets killed by a group of corrupt policemen. Boying finds a friend in Carlos who teams up with him to hunt his father’s killers. As they learn to let go of their bitter experiences in life, they will also develop a new friendship stronger than blood ties.","release_date":"1995-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360782,"title":"Matimbang Pa Sa Dugo","adult":false,"genre_ids":[18,28]},{"cast":["Alexander Skarsgård","Andrea Riseborough","Emily Alyn Lind","Heather Doerksen","William Ainscough"],"overview":"A family takes refuge in a fallout shelter to avoid a dangerous outbreak.","release_date":"2015-09-15","vote_average":6.4,"runtime":83,"cert":"\"R\"","id":360784,"title":"Hidden","adult":false,"genre_ids":[53,27]},{"cast":["Gregory Thomas","Lexi Atkins","Shira Scott","Julie Mond","Chelsea Logan"],"overview":"White Dwarf is a blend of story, documentary, of cinéma and vérité that examines the culture of Hollywood when shooting stars eventually lose their luster. The film chronicles a day (and night) in the life of Gregory, a couch-surfing aspiring actor, his group of 'industry' friends and the false lives they lead.","release_date":"2014-01-01","vote_average":2.0,"runtime":95,"cert":"\"\"","id":360786,"title":"White Dwarf","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"\"My uncle is schizophrenic and my grandmother suffers from a terminal illness. My grandfather, who is unable to take care of them both, must decide between his wife and his son.\" So begins Mijael Bustos Gutiérrez's remarkable documentary about a family caught between love and duty.","release_date":"2015-04-25","vote_average":0.0,"runtime":22,"cert":"N\/A","id":360788,"title":"A Tale of Love, Madness and Death","adult":false,"genre_ids":[99]},{"cast":["Megan Nicole","Alyson Stoner","Anna Grace Barlow","Ryan McCartan","Cody Johns"],"overview":"Three best friends make the most of their last summer weekend together before going their separate ways to college.","release_date":"2015-09-04","vote_average":6.1,"runtime":95,"cert":"\"\"","id":360796,"title":"Summer Forever","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2014-06-29","vote_average":6.7,"runtime":null,"cert":"N\/A","id":360798,"title":"€uroestafa","adult":false,"genre_ids":[99]},{"cast":["Steven Tyler","Joe Perry","Brad Whitford","Tom Hamilton","Joey Kramer"],"overview":"Aerosmith Rocks Donington 2014 is much more than just a great gig. It is a lasting document of the powerful and explosive bond that these five men Steven Tyler, Joe Perry, Brad Whitford, Tom Hamilton and Joey Kramer have made with each other and with fans of rock n roll everywhere. The film captures Aerosmith headlining the massive Download Festival at Donington Park with all their attitude and talent-drenched beauty as they deliver a blistering set of their greatest hits. It is a true once-in-a-lifetime rock n roll experience to treasure and remember forever.","release_date":"2015-09-03","vote_average":8.8,"runtime":104,"cert":"\"\"","id":360800,"title":"Aerosmith - Rocks Donington 2014","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary about an alternative old age home in Rumania.","release_date":"2015-10-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":360802,"title":"Arbeit macht das Leben süß, Faulheit stärkt die Glieder","adult":false,"genre_ids":[99]},{"cast":["Gene Gerrard","Helen Chandler","Judy Kelly","Allen Vincent","Dudley Rolph"],"overview":"A young reporter bets a wealthy newspaperman that he can disappear for a month.","release_date":"1935-02-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":360804,"title":"It's a Bet","adult":false,"genre_ids":[18,35]},{"cast":["Marian Dawson","Renee Gadd","Jimmy Godden","Hal Gordon","Jack Hobbs"],"overview":"A newlywed has a trying time proving his innocence when his mother-in-law catches him kissing another girl!","release_date":"1932-10-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":360806,"title":"His Wife's Mother","adult":false,"genre_ids":[35]},{"cast":["Leslie Fuller","John Mills","Marguerite Allan","Mary Jerrold","Ronald Shiner"],"overview":"Leslie Fuller stars as a quack whose son qualifies as a doctor in total ignorance of his father's occupation!","release_date":"1934-11-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":360808,"title":"Doctor's Orders","adult":false,"genre_ids":[35]},{"cast":["Blacky Ko Sau-Leung","Billy Blanks","Jerry Trimble","Dave Wong Kit","Sharla Cheung Man"],"overview":"A weakling joins the French Foreign Legion and fights bad guys and corruption along the way. Billy Blanks is evil.","release_date":"1992-12-05","vote_average":0.0,"runtime":94,"cert":"N\/A","id":360816,"title":"Invincible","adult":false,"genre_ids":[28]},{"cast":["Liam Nooney","Dimitra Barla","Karina Knapinska","Leah Lawry-Johns","Laila Rose Bouromane"],"overview":"When lonely office worker Casper is stood up by his date, he finds himself in a warehouse harboring an abandoned mirror, in which he is confronted by a reflection of a strange woman, Iro, in place of himself. He soon learns from expert Dr Luoma, a physicist struggling to win back her reputation due to her wayward theories, that there is more to Iro than meets the eye and that she is arguably a real person, not just a figment of Casper's imagination mimicking his movements and facial expressions. This leads Casper to a journey into the realms of an inverted world that exists behind the mirror to find out who this feminine impostor really is, and to learn about the curious world in which Iro lives.","release_date":"2015-04-28","vote_average":0.0,"runtime":29,"cert":"N\/A","id":360818,"title":"The Flight of Iro and Casper","adult":false,"genre_ids":[35,10749]},{"cast":["Dr. Peter Amlinger","Kute Blackson","Gabrielle Bernstein","Elena Brower","Joseph Chilton Pearce"],"overview":"After quitting her job at the World Trade Center Rhea Zimmerman finds herself 9 months later, in New York City on 9\/11, feeling afraid, horrified, lost and wondering what she could do to help create a better story for humanity. She finds her answer and her healing when she fuels herself with purpose by becoming a chiropractor with a passion for unconditional love and international service. 11 years later we join her on a 5-day chiropractic service trip to The Sacred Valley, Peru with her new boyfriend Austin and her friend Alejandra.  They are on a mission to serve as many people as possible offering healing, hope, and connection through collaboration with a medical clinic. Watch as the three stretch themselves by surrendering to service, affecting thousands that they touch, and ultimately, transforming as individuals through the power of love and teamwork. Love Bomb is interwoven with expert voices that explore themes of human transformation, love, altruism, and consciousness.","release_date":"2014-09-29","vote_average":7.5,"runtime":94,"cert":"\"G\"","id":360823,"title":"Love Bomb","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about \"little people\" born with achondroplasia.","release_date":"2001-04-29","vote_average":0.0,"runtime":54,"cert":"\"\"","id":360825,"title":"Dwarfs: Not a Fairy Tale","adult":false,"genre_ids":[]},{"cast":["Jessica Drake","Asa Akira","Jeanie Marie Sullivan","Amia Miley","Courtney Taylor"],"overview":"Mia is a struggling actress who meets Jeremy, a wannabe scriptwriter. Together the two hatch a plan to blackmail Martin Anderson, a famous movie producer, by staging and secretly filming his illicit encounter with Mia. Martin caves in to their demands, but his no-nonsense, hard as nails wife Elise is having none of it, and enlists the help of hired muscle to put a stop to their scheme and make sure the story never hits the newsstands.","release_date":"2015-09-23","vote_average":6.5,"runtime":219,"cert":"\"NC-17\"","id":360827,"title":"Starmaker","adult":true,"genre_ids":[]},{"cast":["Jeff Bridges"],"overview":"A scientist wants to recover some mammoth DNA to clone a live mammoth. So he finds a buried mammoth in the vast, rock hard permafrost of Siberia, digs it out in the middle of a blizzard and flies it home. Of course he needed a little help. So he befriended an arctic nomad who knows ever rill, rock, pond and stream in the entire region. As background to the quest, National Geographic relates the migratory history of the mammoth family.","release_date":"2000-03-12","vote_average":0.0,"runtime":92,"cert":"\"\"","id":360829,"title":"Raising the Mammoth","adult":false,"genre_ids":[]},{"cast":["Chris Wallasch","Susan Baker","Emöke Pöstenyi"],"overview":"The futuristically trendy moderator Chris Wallasch leads the viewer through this program exploring what love might look like in 2002. Passengers at the Berlin-Schönefeld airport are questioned about how they imagine life in thirty years. These interviews are surrounded by a clever and colorful potpourri of flashbacks and flashforwards dealing with the timeless issues of relationships and family.","release_date":"1972-12-22","vote_average":0.0,"runtime":24,"cert":"N\/A","id":360840,"title":"Love 2002","adult":false,"genre_ids":[99,10749]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":4.1,"runtime":null,"cert":"\"\"","id":360848,"title":"Minions: Movie Auditions","adult":false,"genre_ids":[]},{"cast":["Nandam","Sai Anil","Gayathri","Divya Swapna"],"overview":"Tanmayi (Gayatri), Anjali (Divya) and Veena (Swapna), all teenagers are the best of friends. Their regular lives come undone when they fall for the wrong guys and end up committing uncorrectable mistakes.","release_date":"2012-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360850,"title":"Oka Romantic Crime Katha","adult":false,"genre_ids":[18,10749,80]},{"cast":[],"overview":"Directed by Nick Scott - nickdavidscott.com || twitter.com\/nickdavidscott\r Produced by Michael Berliner - picopictures.co.uk || twitter.com\/michaelberliner","release_date":"","vote_average":8.0,"runtime":2,"cert":"N\/A","id":360852,"title":"School Portrait","adult":false,"genre_ids":[]},{"cast":["Lisa Martinek","Annika Blendl","Andreas Guenther","Ruth Reinecke","Rüdiger Vogler"],"overview":"","release_date":"2015-09-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":360854,"title":"Tod auf der Insel","adult":false,"genre_ids":[18,80]},{"cast":["Prince Cecil","Sri Divya","Rao Ramesh","Sai Kumar Pampana","Khanna"],"overview":"","release_date":"2012-11-11","vote_average":0.0,"runtime":150,"cert":"N\/A","id":360868,"title":"Bus Stop","adult":false,"genre_ids":[10749]},{"cast":["Sivaji Sontineni","Sadha"],"overview":"","release_date":"2013-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360870,"title":"Dasa Tirigindi","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A short film on the matingritual of hens and ruffs","release_date":"1948-10-20","vote_average":5.0,"runtime":9,"cert":"N\/A","id":360872,"title":"Tournooi","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Bhanuchander","Khushboo","Ashwini"],"overview":"Arjun and Bhanu Chander","release_date":"1988-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360874,"title":"Veguchukka Pagatichukka","adult":false,"genre_ids":[10751,28]},{"cast":["Shut Bo-Wa","Chen Yong-Xia","Li Zhi-Zhou","Cheung Wang-Mooi","Maggie Lam Chuen"],"overview":"This visually sumptuous production continues the story of Fong Sai Yuk, Chinese Shaolin master and folk hero, in his efforts to thwart the assorted enemies of the famous Shaolin Temple.","release_date":"1986-11-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":360876,"title":"The Young Hero of Shaolin II","adult":false,"genre_ids":[28]},{"cast":["Richard Kiley"],"overview":"There are only about 300 remaining Siberian Tigers in the wild, restricted to a section of far Eastern Russia, near the coast. Wildlife biologists risk life and limb to track the tiger and research its movements and habits. They sedate the animals so the tigers can be measured and collared. One Russian scientist is shown raising two tigers which he found orphaned as cubs. He keeps the tigers in a cage, then allows the beasts into a fenced forest-like enclosure. The efforts of these scientists are in contrast to those of poachers, who kill the tigers for their pelts, as well as for body parts to be marketed in traditional Chinese medicine.","release_date":"1997-04-04","vote_average":7.0,"runtime":56,"cert":"\"\"","id":360878,"title":"Tigers of the Snow","adult":false,"genre_ids":[99]},{"cast":["Anna Nova","Smokie Flame","Phyllisha Anne","India Summer","Lexi Belle"],"overview":"","release_date":"2007-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360895,"title":"Abusée : Anna 38 ans","adult":true,"genre_ids":[]},{"cast":[],"overview":"Kelly Rouse's award-winning documentary about the legendary Daytona Beach garage band, the Nightcrawlers, who had a regional and national hit with the folk rock nugget \"The Little Black Egg.\" True tales of mid-'60s rock n' roll, featuring interviews with original members Chuck Conlon, Sylvan Wells, Robbie Rouse, Pete Thomason, and Tommy Ruger.","release_date":"","vote_average":0.0,"runtime":39,"cert":"N\/A","id":360897,"title":"Cracking The Egg: The Untold Story of The Nightcrawlers","adult":false,"genre_ids":[]},{"cast":["David Manson","Tom Bell","Poppy Roe","Ellie Chidzey","Bertram Trotar"],"overview":"A chamber comedy about a man trying to marry into a wealthy family and his wild, unpredictable brother who could ruin everything.","release_date":"2012-01-01","vote_average":7.5,"runtime":15,"cert":"\"\"","id":360899,"title":"The Leisure Class","adult":false,"genre_ids":[18,35]},{"cast":["Rogelio Guerra","Lucha Villa","Narciso Busquets","Norma Lazareno","Emma Roldán"],"overview":"Western revenge drama.","release_date":"1971-08-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":360901,"title":"Chico Ramos","adult":false,"genre_ids":[]},{"cast":["Philippa Zu Knyphausen"],"overview":"Palmbomen II's music video.","release_date":"2014-12-11","vote_average":0.0,"runtime":3,"cert":"\"\"","id":360906,"title":"Leo Danzinger","adult":false,"genre_ids":[]},{"cast":["Benedict Cumberbatch","Rashida Jones","Kenan Thompson","Cameron Seely","Angela Lansbury"],"overview":"The Grinch hatches a scheme to ruin Christmas when the residents of Whoville plan their annual holiday celebration.","release_date":"2018-11-08","vote_average":6.4,"runtime":90,"cert":"\"PG\"","id":360920,"title":"The Grinch","adult":false,"genre_ids":[16,10751,35,14]},{"cast":["Richard Ross"],"overview":"Give Me Sex Jesus tells six personal stories of struggle from within the Evangelical community to remain sexually pure until marriage. But what happens when our bodies and desires do not behave?  A handsome couple saves their first kiss for the altar; a gay son comes out to his famous family; a transgender man searches for authenticity; and a feminist confronts double standards. While the control of desire is universal, the salvation of these people depends upon it.  Since the 1990s, the Purity Movement has been at the center of a national conversation about sexuality that extends from the pew into the Oval Office. Give Me Sex Jesus invites you into the pleasure, shame, and humor at the intersection of faith and sex in America.","release_date":"2015-09-17","vote_average":0.0,"runtime":88,"cert":"\"NR\"","id":360922,"title":"Give Me Sex Jesus","adult":false,"genre_ids":[99]},{"cast":["Dan Ewing","Tim Pocock","Jessica Green","Sophie Don","Ben Chisholm"],"overview":"In the Australian Outback, two brothers discover old secrets and family lies. As their friends start to go missing they fear they are being stalked by someone or something from their worst nightmares - But is it just - A story? A legend? A hoax? Or is it real?","release_date":"2016-08-25","vote_average":4.8,"runtime":113,"cert":"N\/A","id":360924,"title":"Red Billabong","adult":false,"genre_ids":[28,12,53]},{"cast":["Enrico Maria Salerno","Lilli Carati","Marisa Belli","Elsa Vazzoler","Nino Bignamini"],"overview":"Ulderico Quario hires as servant a very beautiful young woman Teresa.  Ulderico decides to proceed like a new Pygmalion and he sets about teaching her the art of seductions. But Teresa together with Cecchina start using these newfound skills to persuade Ulderico to marry her in order to claim his inheritance.","release_date":"1979-09-21","vote_average":0.0,"runtime":100,"cert":"N\/A","id":360926,"title":"Il Corpo Della Ragassa","adult":false,"genre_ids":[18]},{"cast":["Florie Auclerc-Vialens","Isabel McCann","Morgan Lamorté","Delphine Lanniel","Petur Oskar Sigurdsson"],"overview":"Six young people find an old VCR in an abandoned French house. The machine turns out to be magical... or is it cursed?","release_date":"2015-06-18","vote_average":0.0,"runtime":84,"cert":"N\/A","id":360928,"title":"House of VHS","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"Knittelfeld is a small Austrian Town and looks exactly like an Austrian small Town. Contrary to other Austrian small towns Knittelfeld had to face a challenge. In 1977 the family Pritz moved into Knittelfeld and confronted the town with an unusual degree of suffering, crime and manslaughter. - Sixpack Film","release_date":"1997-01-01","vote_average":7.0,"runtime":35,"cert":"N\/A","id":360942,"title":"Knittelfeld - Stadt ohne Geschichte","adult":false,"genre_ids":[]},{"cast":["Shinya Makabe","Kota Ibushi","Tyson Smith","Yujiro Kushida","Allen Neal Jones"],"overview":"Destruction in Okayama (2015) is a professional wrestling event promoted by New Japan Pro Wrestling (NJPW). The event is scheduled to take place on September 23, 2015, in Okayama, Okayama at the Momotaro Arena. The event will feature nine matches, four of which will be contested for championships. It will be the tenth event under the Destruction name.","release_date":"2015-09-23","vote_average":0.0,"runtime":228,"cert":"N\/A","id":360944,"title":"NJPW Destruction in Okayama","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eleven year old Merel searches for her unknown biological Turkish grandfather.","release_date":"2015-10-15","vote_average":0.0,"runtime":25,"cert":"N\/A","id":360946,"title":"Dede; Mehmet met de gele laarzen","adult":false,"genre_ids":[18]},{"cast":["Freek Verstraaten","Niek Verstraaten","Malou Appiah Aborah"],"overview":"Tom and Marnix don't see any harm in doing everything together like they have always done, it is in their nature. Their parents and teachers think the boys are getting to old and try to seperate them. When the twin brothers both fall in love with the new girl Rosa, and she falls in love with them, they take drastic measures to stay together.","release_date":"2015-10-15","vote_average":0.0,"runtime":25,"cert":"N\/A","id":360948,"title":"Seven Mountains","adult":false,"genre_ids":[18]},{"cast":["Yunus Çelik","Mees Slokkers"],"overview":"","release_date":"2015-10-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360950,"title":"Rijk!","adult":false,"genre_ids":[]},{"cast":["罗国良","Shi Shu"],"overview":"At a 1930s swimming match, a Chinese champion is forced to lose to his American rival. Later, the Chinese champion's son, another potential champion, is torn between the rigours of training and the lure of romance.","release_date":"1959-02-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":360955,"title":"水上春秋","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An unseen presence traverses a snowy landscape and enters a series of winter homes, in which slumbering occupants go eerily undisturbed.","release_date":"2015-09-18","vote_average":0.0,"runtime":15,"cert":"N\/A","id":360966,"title":"May We Sleep Soundly","adult":false,"genre_ids":[9648,14]},{"cast":[],"overview":"I Will Sing is an album of Christian worship music recorded by Don Moen. Recorded live in the CBN studios in Virginia Beach, Virginia, the Christian Contemporary album was produced by Paul Mills, and includes the vocals of Lenny LeBlanc and guitar by Chris Rodriguez. The album also includes narrations that contain Bible verses. The video and the DVD are the same recording of this album.","release_date":"2000-02-01","vote_average":0.0,"runtime":71,"cert":"\"\"","id":360968,"title":"Don Moen - I will sing","adult":false,"genre_ids":[10402]},{"cast":["Francisca Lewin","Mario Horton","Cristián Jiménez","Gabriela Aguilera","Ingrid Isensee"],"overview":"After a head injury makes a dimwit stranger out Barbara's beloved Guille, she ceases to feel desire for him. Nearing 35, and longing for motherhood, she settles with a new partner, while the memory of lost love harrows her.","release_date":"2016-09-22","vote_average":4.0,"runtime":94,"cert":"N\/A","id":360970,"title":"Sex Life of Plants","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dirkjan, a nerdy guy turns Leader of the World. Where does his sudden hunger for power come from? And what is the Big Plan?","release_date":"2010-10-28","vote_average":0.0,"runtime":2,"cert":"N\/A","id":360972,"title":"Dirkjan Heerst!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Aurora is seeking her way through a darkened forest haunted by the ghostly apparitions of the Witte Wieven…","release_date":"2012-08-02","vote_average":0.0,"runtime":2,"cert":"N\/A","id":360974,"title":"Aurora","adult":false,"genre_ids":[16]},{"cast":["Philippe Soine","Britt Angel","Caroline Eden","Julia De Lucia"],"overview":"","release_date":"2014-06-11","vote_average":10.0,"runtime":null,"cert":"N\/A","id":360976,"title":"Ma femme s'offre à tous","adult":true,"genre_ids":[]},{"cast":[],"overview":"Majesty is the seventh Christian worship music album recorded by Ron Kenoly. For this album, Kenoly recorded the album live from Liberty University's Vines Center in Lynchburg. This was one of two albums to be recorded there (God Is Good – Worship with Don Moen was the other), and was released in 1998 by Integrity\/Hosanna! Music. The title of the album comes from the Jack Hayford penned song of the same name, which is used to open the album.","release_date":"1998-01-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":360984,"title":"Ron Kenoly - Majesty","adult":false,"genre_ids":[10402]},{"cast":["Hans Korte","Bruno Ganz","Maria Singer","Edith Clever","Dieter Laser"],"overview":"An inexplicable showdown between two men and the downfall of a family that has moved from the prairies to the jungle of the big city.","release_date":"1968-12-21","vote_average":0.0,"runtime":175,"cert":"N\/A","id":360986,"title":"Im Dickicht der Städte","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360988,"title":"A kisvakond és a hóember","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":360990,"title":"A Kisvakond és az óra","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"If There Is a War Tomorrow","cast":["Inna Fyodorova","Vsevolod Sanayev","Serafim Koziminsky"],"id":360995,"overview":"","runtime":null,"genre_ids":[18,99,10752],"release_date":"1938-02-23","vote_average":0.0,"adult":false}]