[{"cast":["Chelsey Lanette","Tiffany Doll","Amirah Adara","Sienna Day","Marc Rose"],"overview":"Tyrannical temptress Chelsey Lanette is a classy but nasty headmistress faced with some rather challenging disciplinary issues. Using her sexual prowess she seduces and trains her male educators in the art of fucking hoping that they can control the wayward girls with promises of fat carrots AND big sticks. Amirah Adarah, Sienna Day and Tiffany Doll star as the tight young mischievous pupils destined to have their desires expelled by Chelsey’s studly teachers. When these rebellious harlots break the rules they find themselves suspended on some very thick staffs. Double penetration, rough anal sex, deep throating and, of course, vigorous pussy poundings ensure that these Private school girls learn their lesson well: That sometimes nice girls come last.","release_date":"2015-04-01","vote_average":0.0,"runtime":134,"cert":"\"NC-17\"","id":361508,"title":"Private College Girls","adult":true,"genre_ids":[]},{"cast":["Gia Paloma","Lauryl Berry","Jasmine Lynn","Flick Shagwell","Cameron James"],"overview":"These beautiful girls live to be fucked up the ass!. In 6 rock hard scenes they indulge you in spit dribbling deep throating, ass thrusting dildo playing, slurping cunt and ass eating before they get their ass holes pounded by rock hard thick dicks and take gallons of hot spurting cum into their gaping mouths. ANAL LOVE STORIES is guaranteed to satisfy your every desire!","release_date":"2004-08-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":361510,"title":"Private Xtreme 13: A Woman's Ass is a Beautiful Thing","adult":true,"genre_ids":[]},{"cast":["Brooklyn Lee","Aiden Starr","Breanne Benson","Kelly Klass","Angelina Valentine"],"overview":"A harsh, reality look at the dark and sleazy world of pornography. Filmed in the adult production capital of the world... Los Angeles... the city of fallen angels. Drunken horny studs, vicious brazen whores and one raging, egotistical, alpha male. All in a days work. How far is too far? Get ready for the ride of your life... Welcome to the twisted fucked up world of porn... Wasted!","release_date":"2011-11-08","vote_average":0.0,"runtime":123,"cert":"\"NC-17\"","id":361518,"title":"Wasted","adult":true,"genre_ids":[]},{"cast":["Audrey O'Connor","Skye Wansey","Hamish Irvine"],"overview":"Lena, a teenager with Downs Syndrome, is fascinated by sex and all the mystery that surrounds it - fertility, desire, and the mechanics of childbirth. When she steals a sex book from a mobile library, her mother forces her to take it back in an embarrassing family spectacle that only strengthens her daughter's rebellious and irrepressible desire.","release_date":"2007-02-13","vote_average":10.0,"runtime":14,"cert":"N\/A","id":361520,"title":"Yolk","adult":false,"genre_ids":[18]},{"cast":["Althea Gibson"],"overview":"Althea Gibson’s life and achievements transcend sports. A truant from the rough streets of Harlem, Althea emerged as a most unlikely queen of the highly segregated tennis world in the 1950s. Her roots as a sharecropper’s daughter, her family’s migration north to Harlem in the 1930s, mentoring from Sugar Ray Robinson, David Dinkins and others, and fame that thrust her unwillingly into the glare of the early Civil Rights movement, all bring her story into a much broader realm of the American story.","release_date":"2014-11-14","vote_average":7.0,"runtime":93,"cert":"\"\"","id":361522,"title":"Althea","adult":false,"genre_ids":[99]},{"cast":["Katia Goulioni","Constantine Markoulakis","yannis nikolaidis","Eleni Vergeti"],"overview":"A winter in an isolated island makes the appearance of a creature with a leather jacket and eyes that twinkle in the dark. Anyone who comes into contact with him losing his mind. Residents seeking the help of a strange girl who seems to be the only one that can put them with him. To strengthen her faith, it is driven to acts more and more extreme that seem to hide a secret relationship with him.","release_date":"2015-11-19","vote_average":0.0,"runtime":87,"cert":"N\/A","id":361524,"title":"Symptom","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Yang Pingdao invents something poised delicately between fiction and documentary to capture crystallized moments in his family history, to recreate in cinematic form its emotional weight and variety, woven around the life and death of his grandmother, and the birth of his child.","release_date":"2014-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":361535,"title":"The River of Life","adult":false,"genre_ids":[18]},{"cast":["Melissa Hollett","Keiron Hollett","Katie Pingram","Lindy Pieri","Lee Martin"],"overview":"Strange things start to happen to Alicia and her husband Jason after she receives a gift in the mail from her great-Aunt Gwen, is their house haunted or has the family been cursed, or is it something far darker?","release_date":"2020-10-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":361537,"title":"Blood Curse: The Haunting of Alicia Stone","adult":false,"genre_ids":[27]},{"cast":["Jo Han-sun","Ma Dong-seok","Ji An","Kim Min-kyeong"],"overview":"A young man and his girlfriend are forced to fight for their lives on a remote Island, when a psychopath targets the woman.","release_date":"2015-09-10","vote_average":8.2,"runtime":96,"cert":"N\/A","id":361539,"title":"Deep Trap","adult":false,"genre_ids":[53]},{"cast":["Byron Foulger","Dick Elliott","Morris Ankrum","Paul E. Burns","Edward Earle"],"overview":"This entry in the Crime Does Not Pay series focuses on the U.S. Food and Drug Administration's effort to ensure that drugs are fully tested before they are sold to consumers. Two unscrupulous investors market the drug 'Diabulin' as a substitute for insulin after preliminary tests show good results. After a short time, however, users start dying from the drug. The FDA and the state attorney general's office then go after the drug marketers.","release_date":"1945-11-03","vote_average":0.0,"runtime":20,"cert":"\"\"","id":361541,"title":"Purity Squad","adult":false,"genre_ids":[80]},{"cast":["Aiko Melendez","Chin Chin Gutierrez","Jomari Yllana","Robin Da Roza","Dante Rivero"],"overview":"A Filipino romance drama film directed by Khryss Adalia.","release_date":"1996-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361543,"title":"Mula Noon Hanggang Ngayon","adult":false,"genre_ids":[10749,18]},{"cast":["Arnfried Lerche","Eva Rieck","Hans Korte","Elisabeth Volkmann","Edward Piccin"],"overview":"","release_date":"1989-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361548,"title":"Videopoly","adult":false,"genre_ids":[878]},{"cast":["Peter Lohmeyer","Lisa Potthoff","Marie-Lou Sellem","Ina Paule Klink","Hannes Wegener"],"overview":"A series of ritual murders shakes Hamburg. First a songwriter is stabbed and scalped, then a scientist. Investigations by Kriminalhauptkommissar Jan Fabel lead into the left student scene of the 1980s. Both victims belonged to the environment of the terrorist Franz Mühlhaus, who was shot during a police operation. His followers could then start a new life. It quickly becomes clear: the key to the current murders lies in the case at the time.","release_date":"2015-09-19","vote_average":5.0,"runtime":85,"cert":"N\/A","id":361556,"title":"Brandmal","adult":false,"genre_ids":[53,10770,28,80]},{"cast":["Tatyana Konyukhova","Izolda Izvitskaya","Yuriy Sarantsev","Vladimir Andreyev","Lev Durov"],"overview":"","release_date":"1955-12-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":361558,"title":"Good Morning","adult":false,"genre_ids":[]},{"cast":["Rebecca Front","John Fricke","John Lahr","Gita Dorothy Morena"],"overview":"This iconic American story was written in 1900 by L Frank Baum, a Chicago businessman, journalist, chicken breeder, actor, boutique owner, Hollywood movie director and lifelong fan of all things innovative and technological. His life spanned an era of remarkable invention and achievement in America and many of these developments helped to fuel this great storyteller's imagination.  His ambition was to create the first genuine American fairytale and the story continues to fascinate, inspire and engage millions of fans of all ages from all over the world. This documentary explores how The Wonderful Wizard of Oz has come to symbolise the American Dream and includes previously unseen footage from the Baum family archives, still photographs and clips from the early Oz films, as well as interviews with family members, literary experts and American historians as it tells the story of one man's life in parallel to the development of modern America.","release_date":"2011-04-28","vote_average":7.0,"runtime":60,"cert":"N\/A","id":361560,"title":"The Wonderful Wizard of Oz: The True Story","adult":false,"genre_ids":[99]},{"cast":["Ian Edlund","Cade Burk","Ian Lerch","Trin Miller"],"overview":"A classic revenge tale begins in a schoolyard and ends at the heart of the modern frontier.","release_date":"2014-12-31","vote_average":0.0,"runtime":15,"cert":"\"\"","id":361562,"title":"The New West","adult":false,"genre_ids":[37,18]},{"cast":["Idan Raichel"],"overview":"The Idan Raichel project Concert at Tel Aviv - 2014","release_date":"2014-09-26","vote_average":0.0,"runtime":49,"cert":"N\/A","id":361564,"title":"The Idan Raichel project Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary in which after being released from prison, former criminal Viggo wonders why he developed from a sensitive little boy into a merciless criminal. He decides to give up his criminal existence for good and dives into his past to avoid making the very same mistakes a second time. Viggo realizes that the damage he suffered because of his family might jeopardize his new life. His quest, in which he drags his two sister, leads to painful confrontations with their past and also with one another. The secrets of their incestuous family and manipulative father are unraveled little by little.","release_date":"2014-11-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":361566,"title":"Ghosts of Viggo","adult":false,"genre_ids":[99]},{"cast":["Caroline Peters","Mišel Matičević","Regula Grauwiller","Samuel Schneider","Anatole Taubman"],"overview":"","release_date":"2015-06-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":361577,"title":"Süßer September","adult":false,"genre_ids":[10770,35]},{"cast":["Margaret Drabble","Joan Littlewood","Ann Jellicoe","Sean Kenny","Arthur Dooley"],"overview":"An authored film by Margaret Drabble about the rise of the suburbs and the failure of city planning.","release_date":"1969-01-04","vote_average":0.0,"runtime":48,"cert":"N\/A","id":361579,"title":"I Love This Dirty Town","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361581,"title":"Haie - Fürsten der Meere","adult":false,"genre_ids":[99]},{"cast":["Murat Akkoyunlu","Melih Selçuk","Ceyda Ateş","Aylin Aslım","Yeliz Yeşilmen"],"overview":"","release_date":"2015-09-24","vote_average":3.8,"runtime":null,"cert":"N\/A","id":361583,"title":"Adana İşi","adult":false,"genre_ids":[35]},{"cast":["Kamenko Mitić","Stanka Vučković","Goran Dobrosavljević","Stanojlo Milinković"],"overview":"A provincial family looks forward to their new, cosy flat in the city blocks.","release_date":"1978-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":361585,"title":"Most Beautiful Room","adult":false,"genre_ids":[35,18]},{"cast":["Matthias Habich","Jürgen Hentsch","Ulrike Krumbiegel","Barbara Sukowa","Victor Deiß"],"overview":"The mother of a murdered hitchhiker meets the offender.","release_date":"1997-10-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":361587,"title":"In the name of innocence","adult":false,"genre_ids":[18]},{"cast":["Daniel Landroche","Clint Napier","Drew Droege","George Alvarez","Jeffrey O'Connell"],"overview":"In this alternate history fable set in the 1980s AIDS Crisis, a closeted young man is thrust into the midst of an anti-government coup and finds that the animal within is stronger than the monsters that oppress.","release_date":"2013-06-28","vote_average":7.5,"runtime":14,"cert":"\"\"","id":361592,"title":"We Are Animals","adult":false,"genre_ids":[878,18]},{"cast":["Fritz Strassner","Max Grießer","Konstantin Delcroix","Christa Berndl","Franz Muxeneder"],"overview":"","release_date":"1963-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361594,"title":"Der G'wissenswurm","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A lighthouse keeper’s surprising discovery pulls him out of his daily routine and takes him into uncharted territory.","release_date":"2015-10-03","vote_average":4.5,"runtime":11,"cert":"N\/A","id":361596,"title":"The Lighthouse","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Video series spotlighting memorable moments and roasts hosted by Dean Martin. \"Dean Martin Celebrity Roasts\" were periodic specials aired in the 1970s and 1980s, which roasted (or honored) such stars as Lucille Ball, Muhammad Ali and Johnny Carson; guests then recalled comedic moments they shared. Comedian Rich Little (a regular on the \"Roast\" specials) served as pitchman for the videos in a series of TV infomercials","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361598,"title":"The Best of the Dean Martin Celebrity Roasts","adult":false,"genre_ids":[]},{"cast":["Kevin Roach","Thomas Dunbar","Todd Reynolds","Steve Vessell","Eric Huskisson"],"overview":"It is 1973 and the Springwood Police Dept. have just arrested a man they believe to be the notorious child murderer known as the Springwood Slasher.","release_date":"2015-09-14","vote_average":7.5,"runtime":30,"cert":"\"NR\"","id":361600,"title":"The Confession of Fred Krueger","adult":false,"genre_ids":[27]},{"cast":["Domenico Maravento","Paola LaRosa","Annalisa D'Ancona","Giacomo Sferlazzo","Guiseppe Billeci"],"overview":"The Italian “refugee island” of Lampedusa is in the firm grip of winters tristesse. Tourists have left, the remaining refugees fight to be taken to the mainland. As a fire destroys the worn down ferry, that connects the island to Italy, the mayor Giusi Nicolini and the local fishermen struggle for a new ship. The tiny community at the edge of Europe is engaged in a desperate struggle for solidarity with those who many consider the cause of the ongoing crisis: the African boat people.","release_date":"2015-08-12","vote_average":0.0,"runtime":94,"cert":"N\/A","id":361602,"title":"Lampedusa in Winter","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361604,"title":"Master Chef Mexico","adult":false,"genre_ids":[]},{"cast":["Keiko Toda","Ryusei Nakao","Ryusei Nakao","Kouichi Yamadera","Michiyo Yanagisawa"],"overview":"Black nose to Mahou on top.","release_date":"2010-07-10","vote_average":0.0,"runtime":51,"cert":"N\/A","id":361606,"title":"Go! Anpanman: Blacknose and the Magical Song","adult":false,"genre_ids":[16]},{"cast":["Danielle Fishel","Louis Gossett Jr.","M. Emmet Walsh","Keith David"],"overview":"On a college campus in modern America, ideas that have long been neglected as \"issues of the past\" emerge as racial tensions and frictions grow between different student groups.","release_date":"2015-09-29","vote_average":5.8,"runtime":95,"cert":"\"\"","id":361608,"title":"Boiling Pot","adult":false,"genre_ids":[36,18,80]},{"cast":["Corb Lund","Terry Johnson","Michael Caldwell","Dug Bevans"],"overview":"After mysteriously saying Goodbye Forever at the peak of their success 13 years ago, the smalls have reformed for one last redemptive tour--- closing the loop internally as band-mates, estranged friends, and with their long-adoring fans.","release_date":"2015-10-04","vote_average":0.0,"runtime":110,"cert":"N\/A","id":361610,"title":"The Smalls: Forever Is A Long Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hoodlum faces challenges from a rival gangster and local police after falling in love and deciding to go straight.","release_date":"","vote_average":3.0,"runtime":150,"cert":"N\/A","id":361612,"title":"Gemini - Telugu","adult":false,"genre_ids":[]},{"cast":["Gert Van den Bergh","Marie du Toit","Joe Stewardson"],"overview":"","release_date":"1967-04-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":361614,"title":"Wild Season","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Richard is sick of his life. He embarks on an inner journey, with the aid of very special guides. He will discover himself as part of the Cosmos, all he needs to be OK is already inside him. Clean is good...\"","release_date":"2010-09-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":361616,"title":"Clean Is good","adult":false,"genre_ids":[]},{"cast":["Josh Barnett","Roy Nelson"],"overview":"UFC Fight Night: Barnett vs. Nelson (also known as UFC Fight Night 75) is a mixed martial arts event held on September 27, 2015 at Saitama Super Arena in Saitama, Japan. The event is headlined by a heavyweight bout between former UFC Heavyweight champion Josh Barnett and The Ultimate Fighter 10 heavyweight winner Roy Nelson. The featherweight final of Road to UFC: Japan, a new UFC reality series that was held in conjunction with the event, is featured on the card. Gegard Mousasi faced Uriah Hall and Kyoji Horiguchi fought Chico Camus.","release_date":"2015-09-27","vote_average":2.5,"runtime":null,"cert":"\"\"","id":361618,"title":"UFC Fight Night 75: Barnett vs. Nelson","adult":false,"genre_ids":[]},{"cast":["Dave Campfield","Paul Chomicki","Vernon Wells","Tiffany Shepis","Sean Whalen"],"overview":"Caesar and his half brother Otto take on duties as Santa and his elf. However, the bodies begin to pile up when a fellow store Santa (CKY's Deron Miller) develops a vendetta against them, and he soon turns Caesar's list of Dinner guests into a list of Xmas-inspired victims! Features cult movie icons Linnea Quigley, Brinke Stevens, Lloyd Kaufman, Joe Estevez, Felissa Rose and Robert Z'dar.","release_date":"2015-06-01","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":361620,"title":"Caesar and Otto's Paranormal Halloween","adult":false,"genre_ids":[27,35]},{"cast":["Till Lindemann","Richard Kruspe","Paul Landers","Oliver Riedel","Christoph Schneider"],"overview":"The concert film celebrates the band’s legendary show in New York’s Madison Square Garden – Rammstein’s return to the US after a ten-year absence. In HD and 5.1 surround sound.","release_date":"2015-09-25","vote_average":8.1,"runtime":100,"cert":"N\/A","id":361631,"title":"Rammstein in Amerika","adult":false,"genre_ids":[99,10402]},{"cast":["Arne Lindtner Næss","Julie Ege","Lasse Kolstad","Kjetil Bang-Hansen","Gry Enger"],"overview":"Together with colleagues Jan goes to a seminar on the Canary Islands. Already on the first day we starts an erotic relation to a stewardess, and during a swim with his boss his life changes dramatically.","release_date":"1973-09-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":361636,"title":"Kanarifuglen","adult":false,"genre_ids":[18]},{"cast":["Sebastian Tombs"],"overview":"Dream-like confessional concerning the fantasies of an English public schoolboy, created by an English public schoolboy","release_date":"1969-01-02","vote_average":0.0,"runtime":23,"cert":"N\/A","id":361638,"title":"Because That Road is Trodden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part of BFI documentary collection \"Here’s a Health to the Barley Mow.\"","release_date":"1928-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361640,"title":"Bampton Broom and Morris Dances","adult":false,"genre_ids":[]},{"cast":["Gerry McCann","Kate McCann","Gerry McCann","Kate McCann","Richard D. Hall"],"overview":"A 4-part documentary film by film maker &amp; engineer, Richard D. Hall detailing the evidence &amp; testimonies of those involved in the case of the disappearance of Madeleine McCann.  Despite the unprecedented coverage, few people have any detailed understanding of the circumstantial and physical evidence of the case.  In March 2014 Richard D. Hall travelled to Praia Da Luz to embark on this project with a view to reporting in more depth on the subjects that he feels have been incorrectly represented &amp; even covered up by mainstream TV and newspapers.","release_date":"2014-08-14","vote_average":0.0,"runtime":250,"cert":"N\/A","id":361642,"title":"Buried by Mainstream Media - The True Story of Madeleine McCann","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is Tomorrow is the third film of 'A London Trilogy, the films of Saint Etienne'. A History and reconstruction of the Royal Festival Hall, interviewing surviving architects and designers including Leonard Manasseh and Robin Day. The film also documented the hall's complete refurbishment from 2005-2007, which has once again made it London's cultural centre.","release_date":"2008-01-02","vote_average":2.0,"runtime":75,"cert":"N\/A","id":361647,"title":"This Is Tomorrow","adult":false,"genre_ids":[]},{"cast":["Michael Hopes","Nick Wilson"],"overview":"In February 2015, Tim Donst told the independent wrestling world that his in ring career was possibly over. He had a tumor in his right kidney. His future was uncertain.  In this documentary, Donst reflects back on his career, his passion for wrestling, thoughts on death, talking with Mick Foley, and the road to recovery.  But was his career really over? Would he ever set foot in a wrestling ring ever again as an active competitor? Find out as he goes back to AIW (Absolute Intense Wrestling) and is confronted by the King of Ultra Violence Nick Gage.","release_date":"2015-08-16","vote_average":0.0,"runtime":34,"cert":"\"\"","id":361649,"title":"Wrestle Donst Wrestle","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview.","release_date":"2005-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361651,"title":"Portrait in Blue: Essex Hemphill","adult":false,"genre_ids":[]},{"cast":["David Morrissey"],"overview":"Drugs, undercover stings and smuggled AK-47s – were US government enforcement agencies bound up in the business of Mexican gangs?","release_date":"2015-03-11","vote_average":5.0,"runtime":59,"cert":"N\/A","id":361653,"title":"Secrets of Mexico's Drug War","adult":false,"genre_ids":[99]},{"cast":["Phillip Salvador","Anjanette Abayari","Jackie Lou Blanco","Tirso Cruz III","Dennis Roldan"],"overview":"Ellis gets imprisoned from trying to avenge the death of his brother, who helped him expose the illegal engagements of a military general. Ellis tries to recover from the tragedies in his life by being a relentless inmate in the jail. Ellis becomes one of the best underground hitman after Leah pulls him out in the prison and hires him as an assassin. One day Ellis was assigned to abduct a politician and his child. Ellis realizes that the kid is his lovechild with his long lost lover, Beth.","release_date":"1996-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361655,"title":"Hangga't May Hininga","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"","release_date":"1999-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":361657,"title":"Rakastin epätoivoista naista","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1947-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361659,"title":"O Judas em Sábado de Aleluia","adult":false,"genre_ids":[35]},{"cast":["Airi Matsui","Jun Shison","Marie Iitoyo","Minami Hamabe","Nijiro Murakami"],"overview":"High school student Jinta (Nijiro Murakami) is a hikikomori and lives in Chichibu, Saitama Prefecture, Japan. One summer day, when Jinta is absorbed in a video game, a girl suddenly appears in front of him. The girl is Jinta's childhood friend Meiko (Minami Hamabe), but it seems impossible because Meiko died on a summer day. Meiko wears the same white dress when she died, but she looks a little taller. She tells Jinta that she has a wish and that's why she came back as a ghost, but Meiko can't remember what her wish was.  To grant Meiko's wish, Jinta along with his friends Atsumu (Jun Shison), Naruko (Airi Matsui), Chiriko (Marie Iitoyo), Tetsudo (Yuta Takahata) and Meiko gather together for the first time in 7 years. Jinta soon realizes that he is the only one able to see Meiko.","release_date":"2015-09-21","vote_average":7.4,"runtime":113,"cert":"N\/A","id":361661,"title":"Anohana: The Flower We Saw That Day","adult":false,"genre_ids":[12,18,14,9648,10749,10770]},{"cast":["Christine Neubauer","Stefan Jürgens","Doris Kunstmann","Luise Deschauer","Vanessa Jung"],"overview":"36-year-old movement therapist Marlene Hagedorn has come to terms with her status as the single mother of three vivacious daughters. Until she meets her new neighbor Henri Schaaf. The sensitive composer is sympathetic to Marlene at first sight. But unfortunately Henri is in an acute creative crisis, for which he blames the chaotic bustle of the Hagedornsche women's clan. Christian Schumacher deals with the problems of the modern patchwork family with a successful mixture of humor and sympathy.","release_date":"2001-09-27","vote_average":6.0,"runtime":90,"cert":"N\/A","id":361663,"title":"Männer sind zum Abgewöhnen","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Part of BFI collection \"The Miners' Campaign Video Tapes.\"","release_date":"1984-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361674,"title":"The Miners' Campaign Video Tapes: Not Just Tea and Sandwiches","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part of BFI collection \"The Miners' Campaign Video Tapes.\"","release_date":"1984-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361676,"title":"The Miners' Campaign Video Tapes: The Coal Board's Butchery","adult":false,"genre_ids":[]},{"cast":["Joey King","Emily Hampshire","Kevin Pollak","Greg Bryk","Jake Epstein"],"overview":"JONAH, an unemployed gambler, takes his estranged pot-smoking teen-aged daughter AURORA on a dangerous road trip to Churchill, Manitoba to show her the magnificent Northern Lights - before her vision disorder renders her completely blind.","release_date":"2015-09-05","vote_average":7.3,"runtime":95,"cert":"N\/A","id":361678,"title":"Borealis","adult":false,"genre_ids":[18,35]},{"cast":["Gavin Richards","Dennis Skinner"],"overview":"Part of BFI collection \"The Miners' Campaign Video Tapes.\"","release_date":"1984-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361680,"title":"The Miners' Campaign Video Tapes: The Lie Machine","adult":false,"genre_ids":[]},{"cast":["Erika Remberg","Hellmut Lange","Gustavo Rojo","Reinhard Kolldehoff","Eva Wilma"],"overview":"","release_date":"1963-12-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":361682,"title":"Mord in Rio","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"1st Inning - America's Game: Love of the Game\r 2nd Inning - Babe Ruth: The Bambino\r 3rd Inning - Joe DiMaggio: The Yankee Clipper\r 4th Inning - Roger Maris: 61 in 1961\r 5th Inning - Willie Mays: The Say Hey Kid\r 6th Inning - Mickey Mantle: The Mick\r 7th Inning - Jackie Robinson: An American Hero\r 8th Inning - Pee Wee Reese: The Captain\r 9th Inning - Lou Gehrig: The Iron Horse","release_date":"2009-09-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":361687,"title":"Baseball's Greatest Legends","adult":false,"genre_ids":[]},{"cast":["Efim Katsirov","Evgeni Leonov","Zinaida Naryshkina","Mariya Vinogradova"],"overview":"","release_date":"1984-09-27","vote_average":5.0,"runtime":10,"cert":"N\/A","id":361695,"title":"Лосёнок","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"","release_date":"1984-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361697,"title":"Понарошку","adult":false,"genre_ids":[]},{"cast":["Charles Starrett","Fred F. Sears","Luther Crockett","Myron Healey","Charles Horvath"],"overview":"A man's pursuit of some wanted criminals is hindered by the interference of a crooked judge.","release_date":"1951-07-26","vote_average":0.0,"runtime":56,"cert":"\"\"","id":361699,"title":"Bonanza Town","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"1982-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361701,"title":"Почему заяц прячется","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1983-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361703,"title":"Пугали зайцы зайчонка","adult":false,"genre_ids":[]},{"cast":["Andrea Alzuri","Eva Ojanguren","Josu Cubero","Félix Arcarazo","Jorge Carrero"],"overview":"Birdboy and his animal friends plan their escape from an ecologically devastated island in this surreal, animated fantasy.","release_date":"2017-02-24","vote_average":7.6,"runtime":75,"cert":"\"NR\"","id":361705,"title":"Birdboy: The Forgotten Children","adult":false,"genre_ids":[878,16,18,27]},{"cast":[],"overview":"","release_date":"1980-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361707,"title":"Семь братьев","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1986-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361718,"title":"Филя","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1974-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361723,"title":"Человек строит дом","adult":false,"genre_ids":[]},{"cast":["Funke Akindele","Wole Ojo"],"overview":"A poor Nigerian woman named Maami protects her young son, Kashimawo, from his father who carries a terrible secret.","release_date":"2012-03-03","vote_average":0.0,"runtime":93,"cert":"N\/A","id":361725,"title":"Maami","adult":false,"genre_ids":[18]},{"cast":["Erik de Zwart"],"overview":"","release_date":"2009-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361727,"title":"Thomas de Stoomlocomotief - En de nieuwe Locomotief","adult":false,"genre_ids":[16]},{"cast":["Mitsuko Mito","Katsuko Wakasugi","Satsuki Arakawa","Ayako Wakao","Kenji Sugawara"],"overview":"Group of women escape Chinese controlled area for Japanese occupied lands during Pacific War.","release_date":"1952-05-22","vote_average":0.0,"runtime":94,"cert":"N\/A","id":361729,"title":"Shi no machi wo nogarete","adult":false,"genre_ids":[18,10752]},{"cast":["Jessy Schram","Jesse Hutch","Willie Aames","Lilah Fitzgerald","Barbara Pollard"],"overview":"When her family goes bankrupt, privileged city girl Jen Stone travels to the country to try and fix up a struggling pumpkin farm that her father bought as an investment to get her money back. Not everyone is on board with her changes, least of all Brett, the farm's handsome manager. By working with what she knows best, she discovers the magic of pumpkin skincare and turns the struggling farm around while also falling in love.","release_date":"2015-10-10","vote_average":6.1,"runtime":84,"cert":"\"\"","id":361746,"title":"Harvest Moon","adult":false,"genre_ids":[18]},{"cast":["Mira Stupica","Stole Aranđelović","Milan Srdoč","Tea Tadić","Bogdan Buljan"],"overview":"An ex-prostitute, now a washerwoman, asks for a pension for her previous \"employment\", which socialism, with its human principles, does not disapprove. To realize her right, she needs two witnesses, and she has many more. But none of them will testify. A whole society shows its selfishness, false morality, prejudice. She dies without realizing her great wish.","release_date":"1967-06-21","vote_average":5.0,"runtime":98,"cert":"N\/A","id":361748,"title":"Palm Tree Among Palm Trees","adult":false,"genre_ids":[18]},{"cast":["Brian Regan"],"overview":"For this live stand-up special, Brian Regan shakes things up by bringing his signature high-energy social commentary to Radio City Music Hall in a live performance.","release_date":"2015-09-26","vote_average":7.3,"runtime":57,"cert":"\"\"","id":361750,"title":"Brian Regan: Live From Radio City Music Hall","adult":false,"genre_ids":[35]},{"cast":["Dirk Müller","Martin Eisenkeil","Chippy Voichita","Martin Goelz","Sebastian Hirsch"],"overview":"Airlord Karak, admiral of a fleet of airships, discovered a powerful ancient weapon on an expedition. After he conquered the Wodnik 7 naval base, he plots to seize power of the Airia Republic and drag the entire continent into war. Lura the chief of police joins forces with a gang of smugglers in order to thwart the power-hungry admiral’s plans.  AIRLORDS OF AIRIA is a fast-paced mix of science fiction, fantasy and steampunk elements. The viewer is led into a fantasy world where many unknown lands, cultures and life forms are still to be discovered, and every day holds a new adventure.","release_date":"2013-07-17","vote_average":7.0,"runtime":15,"cert":"N\/A","id":361752,"title":"Airlords of Airia","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Men and women of the !Kung people in Ojokhoe, Namibia perform healing dances by firelight.  First we see men perform the giraffe dance, and then women perform the !gwa dance.","release_date":"2002-01-01","vote_average":0.0,"runtime":22,"cert":"\"NR\"","id":361754,"title":"Giraffe Dance \/ !Gwa Dance","adult":false,"genre_ids":[99]},{"cast":["Krishik Divakar","Kushbhu Prasad","Ilavarasu","Adukalam Naren","Rajendran"],"overview":"Krishik and Shruti decide to take a journey together to show their parents, who want them to get married, that they are incompatible. But, the adventures they have on this trip bring them together.","release_date":"2015-09-24","vote_average":2.0,"runtime":null,"cert":"N\/A","id":361756,"title":"Jippaa Jimikki","adult":false,"genre_ids":[]},{"cast":["Tetsuya Watari","Chieko Matsubara","Mitsuo Hamada","Tamio Kawachi","Kyôsuke Machida"],"overview":"Goro (Tetsuya Watari) had grown up in the yakuza world. As an active member of the Mizuhara family crime syndicate, he expressed his loyalty by always putting himself in the forefront of every battle. Violence never bothered him. However, after being sentenced to three years in prison for stabbing a rival gang’s hit man, he becomes disenchanted with the Yakuza life style. Goro is determined to start anew, but karma catches up. His two closest friends are murdered by his ex-boss. He is left with two options: to kill or be killed.","release_date":"1968-01-13","vote_average":6.4,"runtime":93,"cert":"N\/A","id":361758,"title":"Outlaw: Gangster VIP","adult":false,"genre_ids":[80,28,53]},{"cast":["Hamish Brown","Joe Dunckley"],"overview":"Two young men travelling the dark roads of New Zealand, have their friendship pushed to the limit when their car breaks down, stranding them in the middle of nowhere. A desolate rural road is the last place one would expect to find chaos, but this is no ordinary night. Trapped in increasingly hostile surroundings with no means of escape, the friends are forced to put their lives in each other's hands. As a haunting memory is slowly re-counted, each must come face to face with a chilling truth.","release_date":"2008-10-09","vote_average":0.0,"runtime":84,"cert":"N\/A","id":361763,"title":"Blackspot","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A subdued observation of daily life in a children's hospital. The driver of a delivery van regularly delivers clean linen to the wards where small, tense dramas of life and death are played out.","release_date":"1991-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":361765,"title":"The Linen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The morning begins when the mail is delivered - this has been a tradition for almost an eternity. This film looks at daily things, daily movements, daily life and the daily routines of the postman, which are nevertheless meaningful to those who await and receive newspapers and letters.","release_date":"1995-01-01","vote_average":6.0,"runtime":20,"cert":"N\/A","id":361767,"title":"The Mail","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The narrow, sandy strip of the seashore is a neutral zone that belongs equally to the sea and the mainland. This zone possesses an unusual chracteristic, namely, it attracts people with a practically magnetic power, transforming the beach into something like a playground where the old and the new, the primitive and the civilised, the traditional and the modern all coexist.","release_date":"2004-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":361769,"title":"Sea of Attractions","adult":false,"genre_ids":[99]},{"cast":["Ramya Krishnan","Sunny Wayne","Prathap K. Pothan","Reshma Rathore","Balu Varghese"],"overview":"The movie is basically about the equation that a young musician has with a middle aged couple. Sunny Wayne essays the role of the musician who comes across as a passionate and intense young man with his rugged looks and brooding silence.","release_date":"2015-06-08","vote_average":1.0,"runtime":107,"cert":"N\/A","id":361771,"title":"Appavum Veenjum","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"In his twenties, John Hanmer was a well respected police officer and family man in Hamilton, Ontario. Two decades and three countries later, his life would end in a barrage of gunfire in Angeles City, Philippines. Surviving him were his four children: Michael, Shannon, Michael, and Shannon. This is not a typo.","release_date":"2015-09-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":361776,"title":"Michael Shannon Michael Shannon John","adult":false,"genre_ids":[99]},{"cast":["Filip Škoflek","Turk Šerbec Tilen","Sašo Džukič","Sašo Džukič","Sara Gorše"],"overview":"Two boys take different life paths.","release_date":"2010-11-27","vote_average":0.0,"runtime":63,"cert":"N\/A","id":361784,"title":"Crossroads","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A quilted call and response. A battle of extreme extremes.","release_date":"2013-09-05","vote_average":0.0,"runtime":4,"cert":"\"\"","id":361786,"title":"Blanket Statement #2: It's All or Nothing","adult":false,"genre_ids":[16]},{"cast":["Marcelo Serrado","Otávio Müller","Maria Casadevall","César Cardadeiro","Rômulo Estrela"],"overview":"Ney and Marcos share an apartment, the passion for music and for the same girl until time tears them apart. A few years later they meet again reviewing their attitudes, emotions and memories.","release_date":"2015-10-08","vote_average":5.0,"runtime":111,"cert":"N\/A","id":361788,"title":"Depois de Tudo","adult":false,"genre_ids":[18]},{"cast":["Gabriela Duarte","Marcelo Faria","Cláudio Gabriel","Julianne Trevisol","Pedro Brício"],"overview":"\"No one loves anyone for more than two years\" is an adaptation of Nelson Rodrigues' work about five couples that live in Brazil in the early 60's, who are seen by the society as conventional people, but whose intimate lives turn out to be morally questionable.","release_date":"2015-11-12","vote_average":8.0,"runtime":88,"cert":"N\/A","id":361790,"title":"Ninguém Ama Ninguém Por Mais de Dois Anos","adult":false,"genre_ids":[18]},{"cast":["Rich Mullins"],"overview":"Rich Mullins had ascended to one of the most respected planes in the Christian world before his death in a 1997 Illinois car accident. Mullins's music owes much to '70s pop, equal parts Cat Stevens, Billy Joel, Todd Rundgren, Bruce Springsteen and Kenny Loggins, accentuated by lyrics both intricate and startlingly simple, sometimes incisive and often possessed of a rapier wit often absent in the genre.It is particularly in the live tracks where one is treated to a truly engaging personality.  Mullins's wide-eyed passion is both simple and earnest and glows endearingly through his intelligent songs. HERE IN AMERICA offers a nice introduction to the late Christian singer.","release_date":"2003-05-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":361801,"title":"Rich Mullins - Here in America","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361803,"title":"Im Keeping The Dog","adult":false,"genre_ids":[]},{"cast":["Yannick Renier","Raphaëlle Agogué","Agathe Bonitzer","Aurore Paris","Macha Méril"],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":361805,"title":"Climats, Les Orages De La Passion","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1987-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361807,"title":"Кувшинка","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1985-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361809,"title":"Замочек с секретом","adult":false,"genre_ids":[]},{"cast":["Dolores Schmidinger","Hilde Rom","Sandra Cervik","Marianne Mendt","Harald Posch"],"overview":"","release_date":"1998-07-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":361811,"title":"Black Flamingos - Sie lieben euch zu Tode","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"The beach and the bathers, poses and gestures. A series of sketches and portraits, little touches that build up into a wry, affectionate portrait of a Sunday at the beach.","release_date":"1930-01-01","vote_average":5.0,"runtime":6,"cert":"N\/A","id":361813,"title":"Pleasure Trips","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This montage film is composed of extracts from 35 reports filmed by Storck in 1930 in his capacity as official 'cinegraphiste' of the city of Ostend. A film about pleasure in general and the particular pleasure of being from Ostend, by day and night a city of parties and beaches, of sport and games.","release_date":"1931-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":361815,"title":"Ostend, Queen of Seaside Resorts","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This trailer for the pleasures of living between La Panne and Le Zoute testifies to the post-1936 euphoria that came with paid holidays, with sun and rest for everybody.","release_date":"1938-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":361817,"title":"Holidays","adult":false,"genre_ids":[99]},{"cast":["Carlos Cortés","Elsa Cárdenas","Alfonso Mejía"],"overview":"","release_date":"1965-08-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":361819,"title":"Rio Hondo","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Sam Sandwich and his trusty sidekick Salad Lad team up to defend kid's diets against Salty, Sugar-Coated, Over-sized and Deep-Fried villains. With the help of their best friend, David, they help kids make healthy food choices.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361821,"title":"The Bite-Sized Adventures of Sam Sandwich","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361826,"title":"Firemen Sam – Saves The Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hosted by a leather masked individual with a distorted voice named z.187 this shockumentary takes a look at real life death and violence caught on film.","release_date":"","vote_average":5.0,"runtime":69,"cert":"N\/A","id":361828,"title":"Snuff Video: Volume Red","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 2014 FIA Formula One World Championship Review DVD retelling the season from start to finish with coverage of every race. In addition there are special interviews, analysis of results a bespoke commentary.","release_date":"2014-12-10","vote_average":0.0,"runtime":256,"cert":"N\/A","id":361830,"title":"2014 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"After Nola Chérie and Indiamore, Chassol presents BIG SUN, last part of the trilogy.  Big Sun, Christophe Chassol’s brilliantly-dazzling fourth album, crowns his trilogy of ultrascores (a method he elaborated for harmonizing, symphonizing real life, the ‘here and now’), which started out in Creole-speaking New Orleans (Nola Chérie, 2011) before pursuing its route through India (Indiamore, 2013).","release_date":"2015-03-09","vote_average":8.0,"runtime":60,"cert":"N\/A","id":361832,"title":"Big Sun","adult":false,"genre_ids":[99,10402]},{"cast":["Kurt Sorochan","Jordan Clarke","Dustin Meyer","Nizar Watfa","Gord Marriott"],"overview":"The Match is a 15 minute documentary following two performers of a struggling independent wrestling promotion.","release_date":"2014-12-31","vote_average":0.0,"runtime":15,"cert":"N\/A","id":361834,"title":"The Match","adult":false,"genre_ids":[99]},{"cast":["Ronnie Rodriguez","Nathan Fielder","John Kim","Jessee Foudray","William Heath"],"overview":"Microsoft Founder Bill Gates has implanted computer chips into asteroids in a diabolical scheme, and one hacker must stop him.","release_date":"2013-09-28","vote_average":6.2,"runtime":4,"cert":"\"\"","id":361839,"title":"The Web","adult":false,"genre_ids":[35,878,10749,18]},{"cast":["Malin Levanon","Lo Kauppi","Kalled Mustonen","Jan Mattson","Niklas Björklund"],"overview":"Minna, a drug addict who makes a living dealing drugs, can't pay rent and after cheating some delinquents she runs with the money. She meets Katja and they move together to an illegal residence outside the city, where a group of people have decided to join and live by their own rules.","release_date":"2015-10-16","vote_average":7.2,"runtime":97,"cert":"N\/A","id":361841,"title":"Drifters","adult":false,"genre_ids":[80,18]},{"cast":["David Zyler","Jamee Natella","Debbie O'Der","Patti Negri","Alan Grant"],"overview":"A broken down van strands a group of college students in the middle of the desert. Forced to hike their way out, they unwittingly enter a sacred Indian burial ground...A place they should have left alone.","release_date":"1992-01-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":361846,"title":"Dark Harvest","adult":false,"genre_ids":[27]},{"cast":["Greg Heasley","Con Iakovidis","Adrian Tiatto"],"overview":"Stand by for a behind the scenes journey through one of Australia's longest surviving and most-loved subcultures; the sometimes crazy world of Australian pro wrestling.","release_date":"2004-04-22","vote_average":0.0,"runtime":52,"cert":"N\/A","id":361848,"title":"Big Men, Bigger Dreams: Australian Wrestlers","adult":false,"genre_ids":[99]},{"cast":["Ed Sheeran","Win Butler","Régine Chassagne","Elton John"],"overview":"Jumpers for Goalposts brings together Ed’s captivating performances from the biggest shows of his career at Wembley Stadium in July 2015, where he wows the 80,000 strong crowd with his biggest hits to date, including “The A Team”, “Sing” and “Thinking Out Loud” – and there’s even a surprise duet from Sir Elton John.  As well as his breath-taking onstage performance, Jumpers for Goalposts is intercut with the story of Ed’s triumphant road to Wembley, presenting a revealing and personal glimpse into life backstage and on the road, along with an honest and intimate reflection by Ed – and those closest to him – on just how far he has come.","release_date":"2015-10-22","vote_average":7.3,"runtime":134,"cert":"\"NR\"","id":361850,"title":"Ed Sheeran: Jumpers for Goalposts","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Portrait of Arnhem destroyed by war. Citizens and volunteers clear the rubble and start the reconstruction of their city.","release_date":"1945-09-28","vote_average":5.0,"runtime":19,"cert":"N\/A","id":361852,"title":"Arnhem","adult":false,"genre_ids":[99]},{"cast":["Moritz Bleibtreu","Jürgen Prochnow","Nora von Waldstätten","Doris Schretzmayer","André Hennicke"],"overview":"A psychedelic mushroom trip turns a successful lawyer into a wanted man.","release_date":"2016-01-14","vote_average":5.7,"runtime":97,"cert":"N\/A","id":361854,"title":"The Dark Side of the Moon","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Bunkers, mines and barbed wire are removed to recover the pre-war landscape.","release_date":"1947-09-28","vote_average":7.0,"runtime":17,"cert":"N\/A","id":361856,"title":"Ontluisterd Land","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1996-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361858,"title":"Девочка со спичками","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1982-09-28","vote_average":0.0,"runtime":19,"cert":"N\/A","id":361860,"title":"Потя и Потиха","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1975-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361862,"title":"Босоножка и её друзья","adult":false,"genre_ids":[]},{"cast":["Hyde"],"overview":"Recordings of live performances and documentary of HYDE TOUR 2006 FAITH. The biggest tour that HYDE held as a solo artist.","release_date":"2006-11-08","vote_average":0.0,"runtime":155,"cert":"N\/A","id":361867,"title":"Faith Live","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"1986-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361869,"title":"В стране весёлой детства","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1981-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361871,"title":"Всем чертям назло","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short impression of the work of fishermen on the Dogger bank.","release_date":"1951-09-27","vote_average":7.0,"runtime":19,"cert":"N\/A","id":361873,"title":"'t Schot is te Boord!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1980-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361875,"title":"Петькины трюки","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1989-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361877,"title":"Про Ксюшу и Компьюшу","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1973-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361879,"title":"Самый учёный заяц","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1975-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361881,"title":"Эх ты, Тишка, Тишка!","adult":false,"genre_ids":[]},{"cast":["Rob Estes","Ana Caterina Morariu","Paolo Seganti","Clayton Norcross","Matt Patresi"],"overview":"Famous crime writer Randy Williams spends the night with a gorgeous stranger he just met at his latest book signing. Back home he found his wife murdered and is soon suspected as his attractive date has now vanished.","release_date":"2012-03-21","vote_average":0.0,"runtime":85,"cert":"\"\"","id":361883,"title":"Tailor Made Murder","adult":false,"genre_ids":[]},{"cast":["Nicoletta Axin","Dina Jewel","Karen Lancaume","Greta Milos","Rumika Powers"],"overview":"","release_date":"1997-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":361885,"title":"Don Tonino","adult":true,"genre_ids":[]},{"cast":["Katherine Catolino","Luis Zorrilla","José Peréz Chaves","Calolo Rodríguez","Nila Servín"],"overview":"Victoria becomes an orphan because her father, Don Lucio, died. She does not have good communication with her mother, Raquel. She looks for, and finds a job as a store employee, and at the same time she finishes her high school. There are memories from the past that cause her to seek out and create her destiny. She is avoiding from her family, her friends and from her boyfriend Aurelio. These and other stories, and this character and others are going to mix, and configure a complex crucible from the actual Paraguayan reality.","release_date":"2012-09-01","vote_average":0.0,"runtime":113,"cert":"N\/A","id":361890,"title":"Thorns of the soul","adult":false,"genre_ids":[18]},{"cast":["Kiefer Sutherland"],"overview":"Exclusive footage detailing the cultural legacy of the Metal Gear franchise as seen through the eyes of Metal Gear Solid Legacy's main cast, game critics, journalists, and top-tier creators from both the game and film industries.","release_date":"2015-09-01","vote_average":4.8,"runtime":33,"cert":"\"\"","id":361892,"title":"Metal Gear Solid Legacy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A pilot, travelling through space, returns from a mission...","release_date":"2011-06-24","vote_average":0.0,"runtime":4,"cert":"N\/A","id":361894,"title":"The Archiver","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Join Buddy Davis in this 3rd episode of the “Amazing Adventures” DVD series as he explores an amazing world found beneath the earth. In this new show, Extreme Caving you will enjoy the hidden treasures of nature as Buddy climbs, crawls and squeezes through several miles of subterranean passages, revealing clear evidence of Noah's flood. You'll also find out more about bats, blind cave fish, cavemen and how caves formed when Buddy talks with several leading scientists. Sure to be a thrilling adventure as you too experience the feeling of being several hundred feet underground.","release_date":"2013-06-07","vote_average":0.0,"runtime":58,"cert":"\"G\"","id":361896,"title":"Extreme Caving","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"It's never too late to find a new family.","release_date":"2015-03-14","vote_average":0.0,"runtime":40,"cert":"N\/A","id":361904,"title":"Over the Rainbow","adult":false,"genre_ids":[99]},{"cast":["Glauber Rocha","Ana Maria Magalhães","Aderbal Freire Filho","Paulo César Peréio","Claudio Jaborandy"],"overview":"","release_date":"2015-10-05","vote_average":8.0,"runtime":null,"cert":"N\/A","id":361906,"title":"Cordilheiras no Mar: A Fúria do Fogo Bárbaro","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1936-09-02","vote_average":0.0,"runtime":7,"cert":"\"\"","id":361908,"title":"In My Gondola","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Animated short film that contrasts the singular way of being Italian to the orderly and civilized system from the rest of Europe","release_date":"1999-09-28","vote_average":6.5,"runtime":6,"cert":"N\/A","id":361910,"title":"Europe & Italy","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Teenage Regan fears her anger will one day destroy her. While indulging in drugs and deceit she connects to the story of Phear, a sheltered bat-winged girl who believes she's destined to become evil. As people attempt to bring Regan under control, her anger threatens to consume her. So, too, is Phear's demise when she is kidnapped and everything she knows is destroyed. As both girls attempt to reclaim her freedom, each must face her rage and learn what it truly takes to become a monster.","release_date":"2008-11-07","vote_average":0.0,"runtime":126,"cert":"\"\"","id":361912,"title":"Black","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This is one of those rare, total in-camera edits that provided options for many of my later, densely layered films. The timing and lap dissolves were a pitch-perfect gift! Super 8, silent, experimental.—Joseph Bernard","release_date":"1979-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":361914,"title":"Ritual","adult":false,"genre_ids":[]},{"cast":[],"overview":"experimental film by Jim Davis","release_date":"1971-09-29","vote_average":0.0,"runtime":10,"cert":"\"\"","id":361916,"title":"Sea Rhythms","adult":false,"genre_ids":[]},{"cast":[],"overview":"experimental film by Jim Davis","release_date":"1950-09-29","vote_average":0.0,"runtime":7,"cert":"\"\"","id":361918,"title":"Landscape","adult":false,"genre_ids":[]},{"cast":[],"overview":"experimental film by Jim Davis","release_date":"1949-02-18","vote_average":0.0,"runtime":7,"cert":"\"\"","id":361920,"title":"Light Reflections","adult":false,"genre_ids":[]},{"cast":[],"overview":"short film by Guy Sherwin","release_date":"1998-09-28","vote_average":0.0,"runtime":3,"cert":"N\/A","id":361922,"title":"Flight","adult":false,"genre_ids":[]},{"cast":[],"overview":"short by Guy Sherwin","release_date":"1996-09-29","vote_average":0.0,"runtime":12,"cert":"N\/A","id":361924,"title":"Prelude","adult":false,"genre_ids":[]},{"cast":["Thomas Dambo \"Rambuk\" Winther"],"overview":"","release_date":"2013-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361926,"title":"OA - Konstrueret Virkelighed","adult":false,"genre_ids":[10402,99]},{"cast":["Cristiano Ronaldo","Lionel Messi","Dolores Aveiro","Hugo Aveiro","Georgie Bingham"],"overview":"Filmed over 14 months with unprecedented access into the inner circle of the man and the sport, this is the first official and fully authorised film of one of the most celebrated figures in football.  For the first time ever, the world gets vividly candid and un-paralleled, behind-closed-doors access to the footballer, father, family-man and friend in this moving & fascinating documentary. Through in-depth conversations, state of the art football footage and never before seen archival footage, the film gives an astonishing insight into the sporting and personal life of triple Ballon D'Or winner Cristiano Ronaldo at the peak of his career.  From the makers of ‘Senna’ and ‘Amy’, Ronaldo takes audiences on an intimate and revealing journey of what it’s like to live as an iconic athlete in the eye of the storm.","release_date":"2015-11-09","vote_average":6.5,"runtime":92,"cert":"\"PG-13\"","id":361931,"title":"Ronaldo","adult":false,"genre_ids":[36,99]},{"cast":["Alexandria DeFabiis","Stacy Dunn","Ian George","Eugene Sautner","Erik Van Wyck"],"overview":"The film makers take the movie The Brain Wouldn't Die (1962) and wiped the audio clean and dubbed it over with a new, comedic soundtrack.","release_date":"2005-07-22","vote_average":0.0,"runtime":80,"cert":"\"\"","id":361933,"title":"Night of the Day of the Dawn of the Son of the Bride of the Return of the Revenge of the Terror of the Attack of the Evil, Mutant, Hellbound, Flesh-Eating Subhumanoid Zombified Living Dead, Part 3","adult":false,"genre_ids":[35]},{"cast":["Masti Ali","Aziz Naser","Dheer Charan Srivastav"],"overview":"Two local thieves and cheats Ajju &amp; Mujju come out of jail and are searching for their new Victim. They go to a nearby hotel owned by Nawab Sahb and their journey begins to Dubai.","release_date":"2007-09-07","vote_average":7.0,"runtime":107,"cert":"N\/A","id":361935,"title":"Hungama in Dubai","adult":false,"genre_ids":[35]},{"cast":["Raymart Santiago","Gelli De Belen","Victor Neri","Ronaldo Valdez","Bembol Roco"],"overview":"An Filipino action police film directed by Francis Posadas .","release_date":"1997-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361937,"title":"Iskalawag: Ang Batas Ay Batas","adult":false,"genre_ids":[28]},{"cast":["Masti Ali","Kuntaa Nikkil","Dheer Charan Srivastav","Zeq McCoy","Anu Verma"],"overview":"The NRI's are back to Hyderabad after a long time. They accidentally brush against Ismail the local leader. Ismail comes to know that NRI are back again. He calls Salim and begin their hunt again to take the old revenge.","release_date":"2015-05-15","vote_average":5.0,"runtime":99,"cert":"N\/A","id":361939,"title":"The Angrez 2","adult":false,"genre_ids":[35]},{"cast":["Antonio Aguilar","Flor Silvestre","Pepe Aguilar","Antonio Aguilar hijo","Alicia Bibiloni"],"overview":"Mom and Pop Aguilar and their two boys tour the island.","release_date":"1977-12-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":361941,"title":"Mi aventura en Puerto Rico","adult":false,"genre_ids":[]},{"cast":["Christopher Ogden","Denise Crosby","Philip Abbott","Bill Farmer","Shawn Pyfrom"],"overview":"The week before Halloween, Jason Hollway's parents separate, and his dad moves out. Jason is depressed and doesn't want to go trick or treating with his friends Jenn, Ted, and Austin. His mom and grandpa encourage him, first by a trip to a pumpkin patch and then with the promise of a party at the end of the evening. The neighborhood has a scary story of a son's murder of his father 25 years before, so all the kids are frightened of Sam Hain: they ring his doorbell and run. All evening, the kids talk about the Sam Hain house: one by one, Jason's pals disappear; soon, it's just him and a silent Pumpkin Man walking up to Sam Hain's door. What will Jason do?","release_date":"1998-02-01","vote_average":0.0,"runtime":32,"cert":"\"\"","id":361943,"title":"Pumpkin Man","adult":false,"genre_ids":[10751,10770,27]},{"cast":["Albert Brighton"],"overview":"","release_date":"1911-01-11","vote_average":0.0,"runtime":10,"cert":"\"\"","id":361945,"title":"Sleepy Hollow","adult":false,"genre_ids":[27]},{"cast":["Dave Brock","Hawkwind","Nik Turner"],"overview":"Hawkwind plays the final Peoples' Free Festival at Stonehenge during the Summer Solstice and this tiny snippet of film is an amazing yet important document of a time when there was still the free spirit of independence and nonconformity. Blasting its audience into deep space with their high-octane space rock and surreal theatrics of it lead-singer, it really is time to buckle your seat belts and take a trip into times' long gone past.","release_date":"1993-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":361947,"title":"Hawkwind: The Solstice at Stonehenge 1984","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"2015-09-29","vote_average":9.0,"runtime":null,"cert":"\"\"","id":361955,"title":"THX - Eclipse","adult":false,"genre_ids":[]},{"cast":["Terence Trent D'Arby"],"overview":"In 1987, he brought out his debut album, Introducing the Hardline and was celebrated as the new prince of pop, and since then Terence Trent D'Arby has known what he owes his fans. The charismatic singer, who changed his name to Sananda Maitreya in 2001, has an impressive stage presence with catchy rhythms, funky sounds and above all his brilliant, soulful voice - a unique mixture of rock, soul, funk and gospel.","release_date":"1987-10-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":361957,"title":"Terence Trent d'Arby In Concert : Ohne Filter","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2015-09-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":361959,"title":"Un viaje con Fidel","adult":false,"genre_ids":[99]},{"cast":["Wesley David Richards","Chris Lindsey","Benny Cuntapay","Daniel Lyon","Claudio Castagnoli"],"overview":"1. Human Tornado vs. Petey Williams  2. \"Classic\" Colt Cabana vs. \"The Fallen Angel\" Christopher Daniels  3. Arrogance (\"Photogenic\" Chris Bosh &amp; \"The Professional\" Scott Lost) vs. \"The Future\" Frankie Kazarian &amp; MDogg 20  4. Homicide vs. Scorpio Sky  5. Rocky \"Azúcar\" Romero vs. AJ Styles  6. Arik Cannon vs. Ronin  7. El Generico vs. \"The Man That Gravity Forgot\" PAC  Pro Wrestling Guerrilla World Championship Title Match  8. Joey Ryan (c) vs. Quicksilver  Pro Wrestling Guerrilla World Tag Team Championship Title 4-Way Match  9. Davey Richards &amp; Roderick Strong (c) vs. B-Boy &amp; Super Dragon vs. Kings of Wrestling (\"Double C\" Claudio Castagnoli &amp; Chris Hero) vs. Motor City Machine Guns (Chris Sabin &amp; Alex Shelley)","release_date":"2006-11-18","vote_average":0.0,"runtime":164,"cert":"\"\"","id":361961,"title":"PWG All Star Weekend IV - Night Two","adult":false,"genre_ids":[]},{"cast":["Kenneth Cranham","Karl Johnson","Sean Chapman","John Woodvine","Ralph Brown"],"overview":"Satirical and surreal play by Arthur Ellis, dealing with the manner in which the British police force has been represented on TV for four decades. In 1949 Tom Riley is arrested for the murder of PC George Dixon. As he awaits interrogation at the station he is mysteriously transported into an episode of The Filth - a 1988 police series where the hard men rule. This black comedy questions whether the police have changed or is it the way film and television present them.","release_date":"1988-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361963,"title":"The Black and Blue Lamp","adult":false,"genre_ids":[18]},{"cast":["Edward Woodward","Warren Mitchell"],"overview":"Two-hander TV Play featuring Edward Woodward and Warren Mitchell","release_date":"1971-04-07","vote_average":0.0,"runtime":50,"cert":"N\/A","id":361965,"title":"Prisoners","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Short animated film by Roze Stiebra.","release_date":"1987-09-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":361976,"title":"Sēd uz sliekšņa pasaciņa","adult":false,"genre_ids":[16]},{"cast":["Yelena Stepanenko","Oleg Anofriev","Klara Rumyanova"],"overview":"","release_date":"1981-09-29","vote_average":0.0,"runtime":9,"cert":"N\/A","id":361978,"title":"Ничуть не страшно","adult":false,"genre_ids":[16]},{"cast":["Kari Väänänen","Timo Aula","Emilia Hakkarainen","Arto Heikkilä","Olli-Kalle Heimo"],"overview":"The Rosvola family – The Robbersons drive around the country in their pirate car robbing bypassing cars of their sweets, extra food and consumer goods. Life changes for the Rosvolas when they accidentally kidnap 10-year-old Vilja, a diligent school girl. Will Vilja succeed in escaping or will she become friends with the Rosvolas´ children Hele (12 years) and Kalle (9 years)? We are the Pirates of the Roads is a funny and crazy adventurous road movie for children.","release_date":"2015-03-27","vote_average":6.0,"runtime":85,"cert":"N\/A","id":361980,"title":"We Are the Pirates of the Roads","adult":false,"genre_ids":[12,10751]},{"cast":["Ummu Kulthum","Anwar Wagdi","Suleiman Naguib","Zuzu Shakeeb"],"overview":"Om Koultoum stars in this musical-drama as Fatmah, Nurse to a Pasha who falls in love with his younger brother and marries him in secret. But soon their relationship deteriorates and her husband refuses to recognize the child she expects from him.","release_date":"1947-12-15","vote_average":0.0,"runtime":130,"cert":"N\/A","id":361982,"title":"Fatmah","adult":false,"genre_ids":[]},{"cast":["Erik van Muiswinkel"],"overview":"","release_date":"2012-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361984,"title":"Erik van Muiswinkel & Collega's Oudejaarsconferance 2012: Het Eerlijke Verhaal","adult":false,"genre_ids":[]},{"cast":["Sabine Marina"],"overview":"","release_date":"2015-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":361986,"title":"Kleine graue Wolke","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Original documentary profiling Boston Red Sox superstar David Ortiz inside Fenway Park and beyond. The 3-time World Series Champion became a key figure in bringing hope to his adopted city, during both the aftermath of the Boston Marathon bombing and an emotional run at the 2013 title.","release_date":"2014-07-01","vote_average":0.0,"runtime":76,"cert":"\"\"","id":361994,"title":"David Ortiz: In the Moment","adult":false,"genre_ids":[99]},{"cast":["Lâm Thanh Mỹ","Trong Khang","Thịnh Vinh","Mai Thế Hiệp","My Anh"],"overview":"A coming of age story set in the Vietnamese countryside during the late 1980s, as told through the eyes of a 12 year old boy named Thieu. Thieu and his younger brother Tuong share and do everything together. Their days unfold like a whimsical and comical journey filled with innocence, wonder, confusion and curious adventures. Tuong idolizes his older brother’s confidence and constantly strives for his approval. But in fact, Thieu’s “over-confidence” is to compensate for his overwhelming insecurities. Thieu is constantly jealous of his younger brother when it comes to grades, talent and affection from the girl next door, Moon. This leads to an act of violence which leaves Tuong paralyzed and bedridden. In coming to terms with his own conscience, Thieu attempts to redeem himself and discovers the true meaning of brotherhood.","release_date":"2015-10-02","vote_average":8.1,"runtime":103,"cert":"N\/A","id":361996,"title":"Yellow Flowers On Green Grass","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Alice","cast":["George Baker","Deborah Watling","Rosalie Crutchley","Tessa Wyatt","John Moffatt"],"id":361998,"overview":"In this look at Charles Lutwidge Dodgson (1832-1898), aka Lewis Carroll, Dennis Potter mixed biographical drama with a psychological profile to explore the roots of Dodgson's creativity. Dodgson tells stories to ten-year-old Alice Liddell, leading to recreations of scenes adapted from ALICE'S ADVENTURES IN WONDERLAND (1865), designed to resemble the original Sir John Tenniel illustrations.","runtime":70,"genre_ids":[10770,14,18],"release_date":"1965-10-13","vote_average":0.0,"adult":false}]