[{"cast":["Christopher Lloyd","Salli Saffioti"],"overview":"In order to save the world from a nuclear holocaust in 2045, Doc Brown must push the technological age back at least 50 years preventing Mattel Hoverboards and Mr. Fusion from being created.","release_date":"2015-10-21","vote_average":6.8,"runtime":9,"cert":"\"\"","id":362000,"title":"Doc Brown Saves the World","adult":false,"genre_ids":[878]},{"cast":["Daniel Amen","Lisa Archer","Dave Asprey","!'aru Ikhuisi Piet Berendse","Summer Bock"],"overview":"\"Origins\" takes a journey through the biological roots of where we have come from and where we have gone. Using fire as a metaphor for technology, the film looks at the advances of our civilization and how the recklessness of unchecked technology is now choking out the environment and poisoning our bodies. Interviews with the biggest names in the health and green space create compelling context and arguments for how we can better coexist with nature. \"Origins\" shows how man, technology, and nature can walk together in balance.","release_date":"2014-11-13","vote_average":8.8,"runtime":101,"cert":"\"PG\"","id":362002,"title":"Origins","adult":false,"genre_ids":[99]},{"cast":["Kim Chiu","Kris Aquino","Iza Calzado","Claudine Barretto","Cheena Crab"],"overview":"A story and friendship of five wealthy and successful women Georgia, Chloe, Stella, Charley, and the newest in the group Ina. The four older women take Ina under their wing as they teach her the \"rules\" in their \"secret\" world. Most importantly, they teach Ina on how to go about their secrets.","release_date":"2015-09-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":362004,"title":"Etiquette For Mistresses","adult":false,"genre_ids":[18]},{"cast":["Ana Luisa Peluffo","Emma Fink","Carlos Navarro","Bárbara Gil","Noé Murayama"],"overview":"Cada quién su vida (To Each Their Own Life) takes place on December 31st in a cabaret in Mexico City during the 1950s, a place where customers go to dance and have fun. Among them are a congressman and a professor who hope to share their experiences and problems with the women there, each of a different category, each with their own problems and heartaches, but always with a sense of humor that keeps them afloat.","release_date":"1960-09-29","vote_average":6.0,"runtime":95,"cert":"N\/A","id":362015,"title":"Cada quién su vida","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362017,"title":"Die schönsten Berge der Welt 3D","adult":false,"genre_ids":[]},{"cast":["Fernando Casanova","Martha Mijares","Flor Silvestre","Óscar Ortiz de Pinedo","Manuel Vergara 'Manver'"],"overview":"Professional gambler is getting old and jaded; his friends see him becoming a bad person and try to set him on a better path.","release_date":"1959-09-29","vote_average":0.0,"runtime":89,"cert":"N\/A","id":362019,"title":"El hombre del alazán","adult":false,"genre_ids":[37,35,18]},{"cast":["Dušan Makavejev","Lazar Stojanović","Zelimir Zilnik","Živojin Pavlović","Aleksandar Petrović"],"overview":"Through the conversation with Yugoslav film authors and excerpts from their films, this documentary film tells a story of a film phenomenon and censorship, and its focus is, in fact, a painful epoch of Yugoslav film called “a Black Wave”, which was the most important and artistically strongest period of Yugoslav film industry, created in the sixties and buried in the early seventies by means of ideological and political decisions. The film tells a great “thriller” story of the ideological madness which characterised the totalitarian psychology having left multiple consequences felt up to our very days. It stresses similarities between totalitarian regimes defending their taboos on the example of the persecution of the most important Yugoslav film authors. Those film authors have, however, made world careers and inspired many later authors. The film is the beginning of a debt pay-off to the most significant Yugoslav film authors.","release_date":"2007-03-02","vote_average":8.0,"runtime":57,"cert":"N\/A","id":362021,"title":"Censored without Censorship","adult":false,"genre_ids":[99]},{"cast":["Helena Bonham Carter","Holliday Grainger","Thomas Redford","Joshua Thurston","Christopher Parkinson"],"overview":"Inspired by the life of Jacqui Jackson. Helena Bonham Carter stars as Maggi, a mother with seven children - three 'normal' daughters and four sons who are each, in one form or another, autistic.","release_date":"2005-12-13","vote_average":6.3,"runtime":85,"cert":"N\/A","id":362026,"title":"Magnificent 7","adult":false,"genre_ids":[18]},{"cast":["Eric Tsang","Edmond Leung","Helena Law Lan","Iris Wong","Benny Lai Chun"],"overview":"Ngau, a cook in the Hong Kong countryside, is trying to save his son from a vengeful evil spirit who was wronged years ago by Ngau's past life. In the process, Ngau seeks the help of Mrs. Bud Lung, who can communicate with the other side.","release_date":"2002-07-04","vote_average":0.0,"runtime":95,"cert":"N\/A","id":362028,"title":"Troublesome Night 15","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A comedic look at adhering to driving rules.","release_date":"2000-09-29","vote_average":7.0,"runtime":4,"cert":"N\/A","id":362039,"title":"Yes & No","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Serbian performance artist Marina Abramović challenges popular notions about what art is.","release_date":"2012-10-16","vote_average":0.0,"runtime":102,"cert":"N\/A","id":362041,"title":"The Goddess of Art: Marina Abramović","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Video artist Steve Reinke records an afternoon in his apartment through a series of random images and personal monologues.","release_date":"1999-03-21","vote_average":0.0,"runtime":20,"cert":"\"\"","id":362043,"title":"Afternoon","adult":false,"genre_ids":[]},{"cast":["Ranveer Singh","Deepika Padukone","Priyanka Chopra","Tanvi Azmi","Vaibhav Tatwawadi"],"overview":"Peshwa Bajirao married to Kashibai, falls in love with Mastani, a warrior princess in distress. They struggle to make their love triumph amid opposition from his conservative family.","release_date":"2015-12-18","vote_average":7.5,"runtime":158,"cert":"N\/A","id":362045,"title":"Bajirao Mastani","adult":false,"genre_ids":[10752,36,10749]},{"cast":[],"overview":"short film by Gordon Ball","release_date":"1977-09-30","vote_average":0.0,"runtime":2,"cert":"\"\"","id":362050,"title":"Sitting","adult":false,"genre_ids":[]},{"cast":[],"overview":"short film by Gordon Ball about an LSD experience","release_date":"1980-09-30","vote_average":0.0,"runtime":9,"cert":"\"\"","id":362052,"title":"Millbrook","adult":false,"genre_ids":[]},{"cast":["Sebastien Tellier","Vincent Belorgey"],"overview":"The shooting of a shooting of a real\/fake scene of a murder taking place on a TV kitchen set.","release_date":"2002-06-05","vote_average":7.5,"runtime":15,"cert":"N\/A","id":362069,"title":"Nonfilm 2","adult":false,"genre_ids":[35,99]},{"cast":["Ninh Dương Lan Ngọc","Dustin Nguyen","Chí Tài","Mai Thế Hiệp"],"overview":"Inspired by a true story, Jackpot (Trúng Số) is a heartfelt comedy.","release_date":"2015-02-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":362071,"title":"Jackpot","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A former spy is called up out of retirement to assist in an unusual investigation.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":362073,"title":"I Am Pilgrim","adult":false,"genre_ids":[18,53]},{"cast":["Caterina Gennaro","Andre Hartman","Erik Thompson"],"overview":"In the world's most shark-infested waters, an extreme team of divers attempt to photograph massive great white sharks without the protection of a cage. The team, led by Andre Hartman, is marooned for 9 days off a remote island in Mexico.","release_date":"2004-09-30","vote_average":10.0,"runtime":60,"cert":"\"\"","id":362075,"title":"Great White Shark: Uncaged","adult":false,"genre_ids":[99]},{"cast":[],"overview":"San Francisco has long enjoyed a reputation as the counterculture capital of America, attracting bohemians, mavericks, progressives and activists. With the onset of the digital gold rush, young members of the tech elite are flocking to the West Coast to make their fortunes, and this new wealth is forcing San Francisco to reinvent itself. But as tech innovations lead America into the golden age of digital supremacy, is it changing the heart and soul of their adopted city?","release_date":"2015-09-28","vote_average":7.4,"runtime":39,"cert":"\"\"","id":362077,"title":"San Francisco 2.0","adult":false,"genre_ids":[99]},{"cast":["Joonee Gamboa","Chin Chin Gutierrez","Jaclyn Jose","Julio Diaz","Hazel Espinosa"],"overview":"","release_date":"2000-03-15","vote_average":0.0,"runtime":120,"cert":"N\/A","id":362079,"title":"Pedrong palad","adult":false,"genre_ids":[14,12,18]},{"cast":["Aero Star","Brian Button","Christopher Girard","Andrew Everett Wenkel","Mark Andrews"],"overview":"Last day of the 2015 Battle of the Los Angeles, incldung the quarter-finals, semi-finals and finals of the tournament.","release_date":"2015-08-30","vote_average":0.0,"runtime":237,"cert":"\"\"","id":362093,"title":"PWG: 2015 Battle of Los Angeles - Final Stage","adult":false,"genre_ids":[]},{"cast":["Brian Rix","Leo Franklyn","Naunton Wayne","Charles Heslop","Ann Firbank"],"overview":"Penniless Lord Whitebait's plan to save his sinking fortunes is to open stately Whitebait Manor to the public. But the public ignores his gesture, and his fortunes fade even further, with a stream of debts threatening to run into a deluge when his daughter's fiancé demands a plush and costly wedding. Where is the cash to come from? Whitebait and his servant Spankforth's answer is a scam involving the theft of a valuable painting from the Manor. How could such a cunningly original ruse fail?","release_date":"1961-10-10","vote_average":6.5,"runtime":80,"cert":"N\/A","id":362095,"title":"Nothing Barred","adult":false,"genre_ids":[35]},{"cast":["Helena Law Lan","Si Ming","Tong Ka-Fai","Iris Chai","Ronnie Cheung Ho-Lung"],"overview":"Christin has been working at a hotel owned by Budcasso, her friend's fiancé. When she is discovered stealing money from the hotel, she turns to her friend Zidanes for help. When Zidanes refuses, Christin decides to fake a suicide attempt, hoping Budcasso will take pity on her. Unfortunately, her plan goes wrong, and she actually kills herself. Soon after, Christin returns as a fierce ghost, and begins to kill all in her path at the hotel as a means for revenge. In the mean time, Budcasso invites his spirit-fighting ex-wife Mrs. Bud Lung (Troublesome Night regular Lan Law) to the wedding.","release_date":"2002-05-02","vote_average":4.0,"runtime":90,"cert":"N\/A","id":362097,"title":"Troublesome Night 14","adult":false,"genre_ids":[27,35]},{"cast":["Stanley Baker","Juliet Prowse","Ken Gampu","Jamie Uys"],"overview":"","release_date":"1964-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362099,"title":"Dingaka","adult":false,"genre_ids":[18]},{"cast":["Kiyohiko Shibukawa","Denden","Shugo Oshinari","Maya Okano","Chika Uchida"],"overview":"Tetsuo (Kiyohiko Shibukawa) is a lowlife. A film director with a small indie hit many years back, yet he has never gotten any further as he refuses to go against his 'artistic integrity'.","release_date":"2015-10-24","vote_average":7.2,"runtime":110,"cert":"N\/A","id":362101,"title":"Lowlife Love","adult":false,"genre_ids":[]},{"cast":["Clifford Mollison","Wendy Barrie","Zelma O'Neal","H. F. Maltby","Tyrell Davis"],"overview":"George Smith, a mild-mannered clerk with a crush on his boss's daughter, is led astray by an old friend of his father. A midday sojourn to a public bar results in him insulting his boss, getting sacked and enlisting in the Navy. Will he still remain a feeble second-best, or will active service make a man of him?","release_date":"1934-06-12","vote_average":0.0,"runtime":71,"cert":"N\/A","id":362109,"title":"Freedom of the Seas","adult":false,"genre_ids":[18]},{"cast":["Eva Christian","Geraldo Del Rey","Luiz Fernando Ianelli","Fregolente","Rubens de Falco"],"overview":"Young woman and her lover involve a lawyer in their plan to kill her rich uncle and stay with his fortune.","release_date":"1969-09-30","vote_average":6.3,"runtime":90,"cert":"N\/A","id":362111,"title":"Anjos e Demônios","adult":false,"genre_ids":[80,18]},{"cast":["Deni Prata Jardim","Hippolyte Brice Sogbossi"],"overview":"In 2011, I visited Mrs. Deni Prata Jardim, the last representative of the Casa das Minas (House of Minas) in Northern Brazil. Among other things, Deni told me the story of the foundation of the house, during the slavery period. Among the slaves, there was a priestess from Dahomey, where she used to be a queen, and worshiped African voodoos. Lacking authorization to practice their worship, the slaves hid in a shed, which has become over the years the House of Minas.","release_date":"2015-06-30","vote_average":0.0,"runtime":25,"cert":"N\/A","id":362113,"title":"The Last Vodunsi","adult":false,"genre_ids":[]},{"cast":["Barack Obama","Shane Smith"],"overview":"Along with the trip to an Oklahoma federal prison with Obama, Fixing the System takes an in-depth look at all the interlocking pieces of the complicated criminal justice system, from prisoners and their families to the judiciary and community reformers.","release_date":"2015-09-24","vote_average":7.0,"runtime":67,"cert":"N\/A","id":362118,"title":"Fixing the System","adult":false,"genre_ids":[99]},{"cast":["Gene Autry","Champion","Lyle Talbot","Gail Davis","Louis Jean Heydt"],"overview":"Doc Lockwood and his gang are trying to take away Autry's contract for supplying horses to the stagecoach line. Parson Brooks joins Autry in an effort to clean up the town of Sadderlock.","release_date":"1952-09-29","vote_average":0.0,"runtime":61,"cert":"\"\"","id":362123,"title":"The Old West","adult":false,"genre_ids":[37]},{"cast":["Bryan Yoshi Brown","Yung Jake","Jesse Kelly","Whitney Lasker","Kyle J. Maki"],"overview":"An angry child.","release_date":"2014-04-20","vote_average":0.0,"runtime":30,"cert":"\"\"","id":362134,"title":"My Johnny","adult":false,"genre_ids":[27,35,18]},{"cast":["Salman Khan","Sonam Kapoor","Neil Nitin Mukesh","Anupam Kher","Swara Bhaskar"],"overview":"While recovering from an assassination attempt four days before his coronation, a stern prince is replaced by a romantic lookalike.","release_date":"2015-11-11","vote_average":6.0,"runtime":174,"cert":"\"NR\"","id":362136,"title":"Prem Ratan Dhan Payo","adult":false,"genre_ids":[18,28,10749]},{"cast":[],"overview":"The first of two devotional songs. Part One of a set of Two Devotional Songs. “The Visitation” is a gradual unfolding, an arrival so to speak. I felt the necessity to describe an occurrence, not one specifically of time and place, but one of revelation in one’s own psyche. The place of articulation is not so much in the realm of images as information, but in the response of the heart to the poignancy of the cuts.","release_date":"2002-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":362138,"title":"The Visitation","adult":false,"genre_ids":[]},{"cast":["Shahid Kapoor","Alia Bhatt","Pankaj Kapur","Sanjay Kapoor","Niki Aneja Walia"],"overview":"Jagjinder Joginder, a wedding planner, brings together the dysfunctional family of businessman Bipin Arora while making arrangements for Bipin's daughter's destination wedding in London.","release_date":"2015-10-22","vote_average":4.5,"runtime":144,"cert":"N\/A","id":362140,"title":"Shaandaar","adult":false,"genre_ids":[35,10749]},{"cast":["Melai Cantiveros","Jason Francisco","Arvic James Tan","Makisig Morales","Nash Aguas"],"overview":"It tells the story of Marlon a pathetic student but excellent in class who is regularly picked-on by his classmates and even cyber-violated by using a cellphone to film the attack. Dessa, a 16-year-old girl and a victim of child molestation, is being relentlessly bullied by three of her classmates as she tries hard to improve on herself. Amy, a junior high school student on the other hand is a social climber trying her best to please everyone but ended up being hated and despised. Gelo, an elementary pupil with average skills suffers emotional pain after a series of physical and mental abuse by his classmate and former basketball teammate. One final incident of bullying sends him over the edge and leads him to almost commit an act of violence that stunned the entire school community. The whole story is presented comically, highly amusing and entertaining for minor audiences but the message of bullying is emphasized and addressed.","release_date":"2012-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362142,"title":"Larong Bata","adult":false,"genre_ids":[18]},{"cast":["Judy Ann Santos","Wowie De Guzman","Rico Yan","Dante Rivero","Daria Ramirez"],"overview":"Ruben and Cecile are childhood friends who have feelings for each other that they do not yet understand. When Ruben's cousin, Jason, returns to the Philippines from the States, he meets Cecile, and despite their different social backgrounds, the two fall in love. Only then does Ruben realize how much in love he is with Cecile. But Jason has a secret that can turn all their lives upside down.","release_date":"1997-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362144,"title":"Paano Ang Puso Ko","adult":false,"genre_ids":[10749,18]},{"cast":["Margherita Buy","Sabrina Ferilli","Alessia Barela","Fausto Maria Scarappa","Domenico Diele"],"overview":"Two women -- a restaurateur and an architect -- have a seemingly idyllic romantic relationship, until the latter encounters a man she had a fling with.","release_date":"2015-10-01","vote_average":6.0,"runtime":102,"cert":"N\/A","id":362155,"title":"Me, Myself and Her","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A clandestine collection of testimonies by anti-Salazarist resistors and army deserters.","release_date":"1969-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":362157,"title":"Portogallo, paese tranquilo","adult":false,"genre_ids":[]},{"cast":["Larissa Vereza","Emiliano Ruschel","Bruno Dubeux","Marcio Vito"],"overview":"","release_date":"2014-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362162,"title":"Para Sempre Nunca Mais","adult":false,"genre_ids":[10749,18,36]},{"cast":["Neal Arden","Josephine Wilson","George Hayes","Charles Oliver","Ralph Truman"],"overview":"The Life of St. Paul, including reenactment of the Book of Acts, and St. Paul's Epistles.","release_date":"1938-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362164,"title":"Life of St. Paul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sphere retells the classic tail of The Bride of Frankenstein","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362166,"title":"Bride of Frankenstein","adult":false,"genre_ids":[]},{"cast":["Denis Forest","Kelly Rowan","Barclay Hope","Gareth Bennett","Louis Tucci"],"overview":"In the late 1960s, a Harvard dropout's decision to take a job in Canada is misinterpreted as a political statement.","release_date":"1989-08-30","vote_average":0.0,"runtime":84,"cert":"N\/A","id":362168,"title":"The Long Road Home","adult":false,"genre_ids":[35,18]},{"cast":["Mischa Barton","Luke Goss","Ving Rhames","Michael Paré","Julie Guevara"],"overview":"When the daughter of veteran 911 call center operator Pamela, and her estranged husband Jeremy, a Senior Police Officer, is kidnapped and held hostage, they are left desperate, with no choice but to follow the kidnapper's rules: send messages through dispatch for all police and fire units to scatter to remote locations throughout the city where they are met with chaos. Not knowing who or why, the one thing they do know is if they fail to discreetly collaborate with one another - they will be solely responsible for facilitating the biggest crime in the city's history. Now they must race against the clock to make the choice of their lives - save the city - or save their daughter.","release_date":"2015-08-21","vote_average":5.3,"runtime":88,"cert":"N\/A","id":362185,"title":"Operator","adult":false,"genre_ids":[53,28,18]},{"cast":["Jon Eikemo","Lasse Kolstad","Anneke von der Lippe","Hildegun Riise"],"overview":"","release_date":"1992-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362187,"title":"Flaggermusvinger","adult":false,"genre_ids":[]},{"cast":["Andrey Djedjula","Serhii Romaniuk","Iryna Novak","Valerii Lehin"],"overview":"The film tells of a small expedition that decides to track down the lost city in the exclusion zone, where there are extraordinary things.","release_date":"2015-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":362189,"title":"Lost City","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362191,"title":"Ressurgentes - Um Filme de Ação Direta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sara prepares a surprise for her wife Katarina's birthday with the help of their daughter Johanna and their friend Fredrik. But on this early summer day, Katarina has something to tell her that will change their lives forever.","release_date":"2010-01-01","vote_average":5.5,"runtime":18,"cert":"N\/A","id":362196,"title":"Birthday","adult":false,"genre_ids":[]},{"cast":["Pekka Laiho","Heikki Kinnunen","Ahti Kuoppala","Leena Uotila","Jari Pehkonen"],"overview":"","release_date":"1984-10-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":362204,"title":"Kun Hunttalan Matti Suomen osti","adult":false,"genre_ids":[]},{"cast":["György Cserhalmi","Károly Eperjes","Mari Kiss","Róbert Koltai","Dorottya Udvaros"],"overview":"Réb went to the United States about 20 years ago and in the eighties he returns to Budapest with his teenager daughter...","release_date":"1985-10-29","vote_average":10.0,"runtime":109,"cert":"N\/A","id":362206,"title":"The Great Generation","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A girl who's home alone gets a strange visit from a smiling girl.","release_date":"2013-08-14","vote_average":0.0,"runtime":4,"cert":"\"\"","id":362211,"title":"Smiling Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this superbly crafted documentary, Maracle tells the story of the Two Row Wampum, considered to be the most important diplomatic instrument in Mohawk (Haudenosaunee) history recognizing the co-existence between First Nations and settlers’ sovereignty and ecological stewardship. Four hundred years later, however, this treaty – among many others – has not been honoured and a strong Indigenous mobilization is rising across North America in reaction. Maracle’s formidable documentary revisits this agreement and examines the Indigenous response to this broken agreement.","release_date":"2015-10-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":362213,"title":"The Grandfather of All Treaties","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the wake of Shepard Fairey’s arrest for vandalism, Dustin Guy Defa explores graffiti and street art in contemporary Detroit. What is vandalism? And how will the city define itself going forward?","release_date":"2015-09-28","vote_average":0.0,"runtime":11,"cert":"\"\"","id":362215,"title":"God is an Artist","adult":false,"genre_ids":[]},{"cast":["Hulda Elira Thorkelsdottir","Camilla Gunnerud","Dag-Arne Johansen","Mathilde Langfeldt","Mathilde Langfeldt"],"overview":"A woman and her daughter unexpectedly attend a birthday party, and their attendance causes disquiet among the other guests.","release_date":"2015-10-06","vote_average":0.0,"runtime":20,"cert":"N\/A","id":362217,"title":"The Aftermath","adult":false,"genre_ids":[18]},{"cast":["Hanna Schygulla","Debbie Harry","Alec Baldwin","Annie Golden","Paul Gleason"],"overview":"A beautiful novelist gets involved with the violent underworld crime elements in New York City and becomes a target. Alec Baldwin plays the cop who pursues her killers.","release_date":"1987-04-24","vote_average":5.0,"runtime":85,"cert":"\"R\"","id":362228,"title":"Forever, Lulu","adult":false,"genre_ids":[9648,35]},{"cast":["Valeri Alessandro","Elisa Allara","Lucia Allara","Derek Allen","Brian Ayres"],"overview":"The year is 1173. England and France are at war. The destiny of the two great powers has never been so intertwined. As King Henry's wife, Queen Eleanor, is captured and imprisoned by the king himself, Richard and his brothers lead the fight against their father in a heartless war. Allegiances shift with each victory or defeat as the destinies of England and France keep swaying in a delicate balance.","release_date":"2015-06-11","vote_average":2.0,"runtime":96,"cert":"\"NR\"","id":362230,"title":"Richard the Lionheart: Rebellion","adult":false,"genre_ids":[36,28,12,18]},{"cast":["François Hollande","Gaspard Gantzer","Emmanuel Macron"],"overview":"","release_date":"2015-09-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":362235,"title":"À l'Élysée, un temps de président","adult":false,"genre_ids":[99]},{"cast":["Eddie Garcia","Ricky Davao","Gardo Versoza","Rez Cortez","Bojo Molina"],"overview":"A Filipino police story about Mariano Mison one the head of bureau who investigated the Vizconde massacre.","release_date":"1997-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362237,"title":"NBI: The Mariano Mison Story","adult":false,"genre_ids":[28]},{"cast":["Jarl Kulle","Gunnel Lindblom","Catrin Westerlund","Tor Isedal"],"overview":"Lawyer Hans is having an affair with his secretary Anni and is trying to get his wife to meet another husband. When his wife falls in love with another man, Hans instead becomes jealous and realizes his true love for Ellen.","release_date":"1965-07-22","vote_average":0.0,"runtime":113,"cert":"N\/A","id":362242,"title":"Är Du Inte Riktigt Klok?","adult":false,"genre_ids":[35]},{"cast":["Lionel Messi","Johan Cruyff","Andrés Iniesta","Pau Gasol","Gary Lineker"],"overview":"Fascinating chronicle of the ascendancy of FC Barcelona - possibly the top team in the world and powerful emblem of Catalan identity - 'Barca: More than a Club'. Director Jordi Llompart charts the team's inexorable rise from its origins with founder Joan Gamper more than 100 years ago to a Champion's League-winning side that boasts striker Lionel Messi and prestigious coach Pep Guardiola.","release_date":"2015-09-03","vote_average":7.3,"runtime":120,"cert":"N\/A","id":362256,"title":"Barça Dreams","adult":false,"genre_ids":[99]},{"cast":["Steve Colbern","Russ Dizdar","Brien Foerster","Steve Freedman","Juan Navarro Hierro"],"overview":"IS THERE A CONNECTION? Are we seeing a connection between our ancient past and what is happening today? Were huge stones simply levitated into position, and do we have any modern evidence that such a thing may have been possible? WATCHERS 8 explores how today's UFO phenomena and the ancient evidence in Peru may be connected. We'll also continue with our story in WATCHERS 7 with Bill's implant.","release_date":"2014-06-15","vote_average":6.0,"runtime":87,"cert":"\"\"","id":362261,"title":"Watchers 8: Cloak of Secrecy","adult":false,"genre_ids":[99]},{"cast":["Alba Rohrwacher","Yanet Mojica"],"overview":"The ninth short film of the Miu Miu’s Women’s Tales series reflects Alice Rohrwacher’s attention to the surreal world of ordinariness and exceptions.","release_date":"2015-09-03","vote_average":5.0,"runtime":15,"cert":"N\/A","id":362263,"title":"De Djess","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Distant Touch is a 2D animation about a baby fox’s quest to find his mother. It shows an animal’s inner world that has been destroyed by human beings.","release_date":"2014-05-02","vote_average":8.0,"runtime":5,"cert":"N\/A","id":362265,"title":"The Distant Touch","adult":false,"genre_ids":[16]},{"cast":["Eric Burdon","Billy Vera"],"overview":"With musical proclamations like 'Mississippi Goddam' and an iconic style, Nina Simone was both loved and feared throughout the 1960s for her outspoken vision of Black Freedom. Today, Nina is more popular eleven years after her death than ever before. President Barack Obama listed 'Sinnerman' in his top 5 favorite songs, and whether re-mixed, re-sampled or in its pure form, Nina's music continues to empower people around the world with its unrelenting appeal for justice. With new insights into her musical journey from Classical Music and the segregated South, the worlds of Jazz and Civil Rights, through her erratic behavior and self-exile, Nina's legacy is chartered all the way to the place where she found freedom.","release_date":"2015-10-16","vote_average":7.3,"runtime":110,"cert":"\"\"","id":362267,"title":"The Amazing Nina Simone","adult":false,"genre_ids":[36,99,10402]},{"cast":[],"overview":"No overview.","release_date":"1981-01-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":362278,"title":"Edward Hopper","adult":false,"genre_ids":[]},{"cast":["Peter Brook","Ian Hogg","Glenda Jackson","Michael Kustow","Geoffrey M. Reeves"],"overview":"A documentary following US, Peter Brook's experimental play about the moral issues surrounding the Vietnam War, Benefit of the Doubt is the only known film record of the Royal Shakespeare Company production. It was filmed by Peter Whitehead concurrently with his Tonite Let's All Make Love in London (1967), on the surface a very different film, yet both share a central concern with the war, protest and Britain's political and cultural relationship with America.","release_date":"1967-01-02","vote_average":7.0,"runtime":65,"cert":"N\/A","id":362280,"title":"The Benefit of the Doubt","adult":false,"genre_ids":[99]},{"cast":["Reji Hidalgo","Burn De Guzman"],"overview":"A student tries find a way to escape from the consequences of her poor life choices in the past. She goes to a secluded place to shut herself off from the world and loosen up.","release_date":"2015-02-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":362282,"title":"Drama Station","adult":false,"genre_ids":[]},{"cast":[],"overview":"Women read biographical accounts of the lives, thoughts and aspirations of a prostitute and are, apparently, interviewed about similar subject matter.","release_date":"1979-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362284,"title":"Taking a Part","adult":false,"genre_ids":[]},{"cast":[],"overview":"A new tenant is haunted by a clingy young girl who loves to play.","release_date":"2015-10-02","vote_average":0.0,"runtime":19,"cert":"N\/A","id":362286,"title":"Kalaro","adult":false,"genre_ids":[]},{"cast":["Chloé Lacourt","Sophia Laure","Alix Feeling","Sabrina Sweet","Alice Leroy"],"overview":"Chloe, an employee of a multinational company, was asked by the Director himself to audit Walter's department, a businessman renowned for his perversion towards his young and beautiful assistants. The pretty blonde is only just about to discover what is in store for her... surrounded by his secretary and his trainee, Walter never gets bored. Julie and Sophia, the redhead and brunette bombshells with huge boobs, seek the advances of their boss by showing off their shapely bodies and lingerie right under his nose. With such provocation, Walter gives free rein to his desires for sex play and debauchery.","release_date":"2015-11-04","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":362288,"title":"Sexual Harassment","adult":true,"genre_ids":[]},{"cast":["Rajesh Khanna","Tanuja","Sujit Kumar","Bindu","Helen"],"overview":"A talented artist falls in love with a doctor. He loses his eyesight in an accident and wounds up a prisoner of a cruel princess. He escapes, and is helped by another man, who nurtures and allows him to recuperate. When the artist returns home, he find that the girl he wants to marry is engaged to the man who helped him recover.","release_date":"1972-09-22","vote_average":10.0,"runtime":142,"cert":"N\/A","id":362296,"title":"Mere Jeevan Saathi","adult":false,"genre_ids":[]},{"cast":["Juan Miranda","Mario Almada","Gustavo Rojo","Yolanda Ochoa"],"overview":"In the ruins of Tikal, a struggle breaks out for possession of the priceless treasure of religious people who keep their traditions. Violence, crime and assaults that nobody can stop. Only \"The Whip\", the legendary defender of the Indians, dares to confront the thugs.","release_date":"1978-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":362298,"title":"The Whip","adult":false,"genre_ids":[28,12]},{"cast":["Lloyd Kaufman","Shawn C. Phillips","Nadia White","James Balsamo","Chris Seaver"],"overview":"A group of moms celebrating ladys night are forced to fight for their lives when  their quiet town is overrun by a ravenous horde of flesh eating corpses. Will  they be able to meet up with their husbands, save their children who are away at  summer camp and make it home in time for dinner? Watch Milfs Vs. Zombies and  find out!","release_date":"2015-10-02","vote_average":3.5,"runtime":105,"cert":"\"\"","id":362306,"title":"Milfs vs. Zombies","adult":false,"genre_ids":[27,35]},{"cast":["Grace Phipps","Grace Phipps","Zack Duhame","Michael Ealy"],"overview":"In a world saved from a global energy crisis by a new form of wireless power, an ex-scientist turned fugitive must save the city from the fatal side effects of his own invention.","release_date":"2015-07-08","vote_average":7.0,"runtime":9,"cert":"\"\"","id":362308,"title":"The Signal","adult":false,"genre_ids":[]},{"cast":["Dan Murdoch"],"overview":"Filmmaker Dan Murdoch meets America's most infamous supremacist group - the Ku Klux Klan - who say they are in the midst of a revival, with a surge in membership and cross lightings across the Deep South.","release_date":"2015-09-28","vote_average":5.9,"runtime":57,"cert":"N\/A","id":362310,"title":"KKK: The Fight for White Supremacy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Layered and manually altered 16mm footage intertwines with the soundtrack and the narrative, presented through subtitles, to tell the story of a man who moves away from the sea to escape death by water. He soon finds himself alone when his co-workers go to the beach and never return. Society becomes a stranger and his imagination becomes his only friend. He dials a random number and a romantic conversation about loneliness and the absurdity of reality ensues. His world starts acquiring meaning as he realizes part-time-singer monkeys are running the show.","release_date":"2014-12-30","vote_average":0.0,"runtime":13,"cert":"N\/A","id":362312,"title":"The Everyday Ritual of Solitude Hatching Monkeys","adult":false,"genre_ids":[99]},{"cast":["Willem Dafoe","Maria Fernanda Cândido","Reynaldo Gianecchini","Selton Mello","Bárbara Paz"],"overview":"Diego is a film director very close to death, surrounded by people who are having trouble dealing with his current tempestuous mood. Chances are he won't survive, but if he does, that means he needs to relearn how to live. live.","release_date":"2015-10-22","vote_average":4.0,"runtime":124,"cert":"N\/A","id":362314,"title":"My Hindu Friend","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Littoral Zones peaks around the corner of an entryway – looking out over the threshold and seeing a world of crystalline light anticipating our departure. But the room spins with our uncertainty to exit, and with each turn the light in the doorway becomes all the more enticing. The marvelousness of the light compels us to keep turning, but when the video settles on departure we find ourselves confronted with a multitude of paths, each more complex and inviting than the last.\"  - Nicholas O'Brien","release_date":"2014-10-03","vote_average":0.0,"runtime":6,"cert":"N\/A","id":362316,"title":"Littoral Zones","adult":false,"genre_ids":[]},{"cast":["Usop Wilcha \/ Shy8","Nasir Bilal Khan","Namron","Pyanhabib","Yop Hitler"],"overview":"A Malaysian museum organises an exhibition on western ghosts and goblins in an effort to attract more visitors to the museum. However, the exhibition is done with a motive - to bring back Count Dracula, also known as Vlad the Impaler, back to life. Dracula`s wish for an immortal life will lead the country into chaos. Nevertheless, the wax figures of famous rulers such as Perak Man, Sultan Melaka, Bendahara Tun Perpatih Putih and Datuk Maharaja Lela, also come to life with a mission to stop Count Dracula and save their descendants.","release_date":"2015-09-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":362318,"title":"Usop Wilcha : Menghonjang Makhluk Muzium","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Like much of Sabrina Ratté’s video work, this collection for Undervolt &amp; Co. explores the visual and sonic relationship between modular synthesis and simulated space. In all three pieces – Littoral Zones, Landfall, and Habitat – Ratté uses her signature modulator technique to intricately layer a series of moirés and checkerboards that bring depth to the otherwise flat surface of the video screen. Where others create depth through recording or simulating hallways and tunnels, Ratté bends the signal of the video itself to carve out corridors of an undetermined distance.\"  - Nicholas O'Brien","release_date":"2014-10-03","vote_average":0.0,"runtime":4,"cert":"N\/A","id":362320,"title":"Portals","adult":false,"genre_ids":[16]},{"cast":["Magda Apanowicz","Nick Eversman","Marion Ross","Roxanne Hart","Ron Melendez"],"overview":"Serena, a young, gay introvert and her controlling older brother Nathan, are forced to endure a dreaded family gathering at the house of their elegant elderly Aunt Irene to hear the reading of her will - setting off an unexpected course of events that ultimately forces the clan to reevaluate their views on love, forgiveness, and family.","release_date":"2014-06-01","vote_average":2.0,"runtime":112,"cert":"\"\"","id":362322,"title":"A Reason","adult":false,"genre_ids":[]},{"cast":["Rick Guidotti","Jayne Waithera","Sarah Kanney","Nadia Merchant"],"overview":"Sarah Kanney races motocross, hiding a port wine birthmark under her helmet. Jayne Waithera's mother abandoned her over a genetic condition that makes her a pariah. Enter Rick Guidotti, a top fashion photographer, who will transform the way both women see themselves, irrefutably turning the convention of fashion photography on its head.","release_date":"2015-07-24","vote_average":0.0,"runtime":31,"cert":"\"\"","id":362324,"title":"On Beauty","adult":false,"genre_ids":[99]},{"cast":["Li Xinyun","Fan Yichen","Li Yuan","Su Jin","Xue Cun"],"overview":"Lin is a designer working in Thailand. She was advised to ignore the culture of Thailand. When she gets an amulet and blessing to protect her and provide good luck, it seems to just cause her more trouble.","release_date":"2014-12-26","vote_average":0.0,"runtime":97,"cert":"N\/A","id":362332,"title":"Death Trip","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Xampy decided to tell us his adventures over the last 20 years at night, on the train, in the suburbs, in the centre, at school. And his sincere, fun view on life helps to tell the story of the 1990s\/2000s generation in this diverse metropolis that is São Paulo. Every one of us has a little of Xampy within us.","release_date":"2014-11-14","vote_average":10.0,"runtime":25,"cert":"N\/A","id":362334,"title":"Xampy","adult":false,"genre_ids":[]},{"cast":[],"overview":"HooknShoot creator Jeff Osborne takes female fighting to a whole new level in this release that brings all the excitement of the fighting world's biggest breakthrough straight home to the small screen. With seven matches featuring fourteen of the world's top female fighters, this high-impact release is a surefire knockout.  THE FIGHTS:  Ruth Meija -vs- Erica Montoya  Olga Bakalopoulas -vs- Shannon Hooper  Jennifer Irons -vs- Jessica Ross  Tanya Vlahac -vs- Angela Wilson  Shelby Walker -vs- Tara La Rosa  Angela Restad -vs- Mayra Conde  Debi Purcell -vs- Chris Van Fleet","release_date":"2003-09-02","vote_average":0.0,"runtime":110,"cert":"\"\"","id":362336,"title":"Hook N Shoot Revolution","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hook N Shoot has established itself as the building block for the sport of women's MMA (Mixed Martial Art). It has launched the careers of some of the best female fighters in the industry and is on a relentless quest to find the \"next top fighter\".\r The 4th edition of the \"Revolution\" series has the established stars and brand new athletes. If you haven't seen women's MMA, get ready to be entertained.  THE FIGHTS:\r Sally Krumdiak -vs- Jessica Penne\r Kelli Salone -vs- Dina Van Den Hooven\r Julie Kedzie -vs- Sasha Mirvic\r Victoria Remington -vs- Molly Helsel\r O.D.B. -vs- Kelly Kobold\r Tara LaRosa -vs- Ginele Marquez\r Shelby Walker -vs- A.J. Jenkins\r Shelby Walker -vs- Angela Wilson","release_date":"2008-09-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":362338,"title":"Hook N Shoot Revolution 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of young adults decide to spend the holidays hiking through Greenland's picturesque islands, but their trip takes a bloody turn when they begin to fall prey to an unseen foe. A transgressive journey into the world of Greenlandic genre cinema.","release_date":"2011-07-04","vote_average":6.0,"runtime":121,"cert":"N\/A","id":362340,"title":"Qaqqat Alanngui","adult":false,"genre_ids":[]},{"cast":["Anne Crawford","Dennis Price","Tom Walls","Stephen Murray","Linden Travers"],"overview":"Two brothers struggle for control of the family business in 19th century Yorkshire.","release_date":"1947-08-20","vote_average":0.0,"runtime":105,"cert":"N\/A","id":362342,"title":"Master of Bankdam","adult":false,"genre_ids":[18]},{"cast":["Femke Kapteijn","Robert Rosier","Tom Henny"],"overview":"A young cleaning girl's day turns upside down when she finds the gripping journal of a refugee.","release_date":"2015-09-30","vote_average":0.0,"runtime":6,"cert":"N\/A","id":362344,"title":"In Place","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362352,"title":"Un prestigiatore\/Una miniaturista","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362357,"title":"Cesare Lombroso - Sull'odore del garofano","adult":false,"genre_ids":[]},{"cast":["Kinya Kitaoji","Hideo Murota","Tôru Abe","Bin Amatsu","Tetsuo Fujisawa"],"overview":"After eight years in prison, Takeshi’s mission is a big heist from his own clan’s gambling parlor.","release_date":"1975-06-21","vote_average":7.0,"runtime":92,"cert":"N\/A","id":362359,"title":"Gambling Den Heist","adult":false,"genre_ids":[18,80]},{"cast":["Marty Feldman"],"overview":"An intimate portrait of the comedian Marty Feldman, following him preparing from a UK tour and at home with his wife Lauretta. He talks openly about his childhood and his admiration for Buster Keaton. The final scenes show Lauretta packing and the two of them leaving London on their way to Hollywood to film Young Frankenstein.","release_date":"1974-11-03","vote_average":0.0,"runtime":52,"cert":"N\/A","id":362361,"title":"Marty Feldman: What Do I Spy With My Little Eye?","adult":false,"genre_ids":[]},{"cast":["Sidney Lumet","Michael Cerenzie","Ethan Hawke","Philip Seymour Hoffman","Brian Linse"],"overview":"An involved behind-the-scenes documentary that focuses on the High Definition cameras used for the movie as well as intimate interviews with the cast and crew. It is a short featurette, but never fails to be interesting.","release_date":"2008-04-15","vote_average":0.0,"runtime":24,"cert":"\"\"","id":362363,"title":"Directed by Sidney Lumet: How the Devil Was Made","adult":false,"genre_ids":[99,99]},{"cast":["Claude Laydu","Joëlle Bernard","Pierre Destailles","Renaud Mary","Daniel Cauchy"],"overview":"A 1955 French crime drama film based on André Héléna's novel of the same name, about a young man's descent into hell with a femme fatale.","release_date":"1955-01-05","vote_average":0.0,"runtime":83,"cert":"N\/A","id":362365,"title":"Interdit de séjour","adult":false,"genre_ids":[80]},{"cast":["Emmanuelle Riva","Hardy Krüger","Francisco Rabal","Roger Couderc","Jean-Louis Maury"],"overview":"","release_date":"1964-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362370,"title":"Le gros coup","adult":false,"genre_ids":[18,80]},{"cast":["Claudine Barretto","Rio Locsin","Diether Ocampo","Lito Pimentel","Ray Ventura"],"overview":"This movie has two episodes depicted from investigative crime show. Each episode speaks of grotesque deaths, betrayal, and the family members of the victims’ pursuit for justice. Episode 1 : Balintuwad It is the story of an epileptic fifteen-year-old girl who was sexually assaulted and later on drowned to death by a group of unknown men. As the rape-slay case comes to close, investigation reveals that the suspects are schoolteachers, who are expected to enhance a good future for children. Episode 2: Inay, May Momo, A young mother and her daughter’s nightmare begin when the husband is man-slaughtered by the mother’s other lover. The widowed wife files criminal case to imprison to killer however instead of surrendering the murderer chases down the mother and her distraught daughter to make them drop the charges against him.","release_date":"1997-05-14","vote_average":0.0,"runtime":129,"cert":"N\/A","id":362372,"title":"Calvento Files The Movie","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Martin Štrba’s inventive documentary tells the remarkable story of a group of Slovak photographers whose groundbreaking work challenged Communist orthodoxy in the 1980ss.","release_date":"2014-11-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":362374,"title":"Wave vs. Shore","adult":false,"genre_ids":[99]},{"cast":[],"overview":"What does mean to be politically active in 2015? Documentarian Carmen Castillo hops the globe and engages with her recently passed friend, the philosopher and agitator Daniel Bensaid, to answer such questions.","release_date":"2015-04-29","vote_average":0.0,"runtime":100,"cert":"N\/A","id":362376,"title":"We Are Alive","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In 2010, in Vancouver, American actor Randy Quaid and his wife, Evi, drew national media attention when they requested refugee status in Canada. Originally wanted in the United States for fraud, the Quaids claim that influential figures in Hollywood were plotting against them to steal everything from them. And there was more: they claimed their life was in danger, like those of other American actors who, they alleged, had died at the hands of the mysterious “Hollywood Star Whackers”. After their application for asylum was denied, Randy and Evi Quaid then disappeared without a trace. Showing a theatrical flair, the couple came up for air early in 2015, releasing Web videos from an apartment in Montreal...","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":362381,"title":"The Randy & Evi Quaid Compilation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Songbirds are disappearing at an alarming rate. The Messenger is a visually thrilling ode to the beauty and importance of the imperiled songbird, and what it means to all of us on both a global and human level if we lose them.","release_date":"2015-12-04","vote_average":7.7,"runtime":89,"cert":"\"\"","id":362383,"title":"The Messenger","adult":false,"genre_ids":[99]},{"cast":["Christopher James Miller","Marblehead"],"overview":"An eccentric man advertises for a roommate.  A golem called Marblehead seems suitable.  There are consequences.","release_date":"2007-10-22","vote_average":0.0,"runtime":69,"cert":"\"NR\"","id":362385,"title":"Marblehead","adult":false,"genre_ids":[35,14]},{"cast":["Jemma Capel","Keegan Capel","Leah Evans","Eric Hjorleifson","Steve Hjorleifson"],"overview":"Filmed by award winning Sherpas Cinema, The Character enables the viewer to examine how your surroundings can shape character. Talented local skier Eric ‘Hoji’ Hjorleifson guides us through the dramatic landscapes of Lake Louise, and recounts how scenery and environment shape your life and character.","release_date":"2014-10-06","vote_average":0.0,"runtime":5,"cert":"N\/A","id":362387,"title":"Sculpted in Time: The Character","adult":false,"genre_ids":[]},{"cast":["Dan Hudson","Kevin Hjertaas","Keegan Capel","Rauri MacFarlane","Noah Maisonet"],"overview":"In The Artist, filmed on location at Sunshine Village, we get a glimpse of the incredible energy of the Canadian Rockies and how the colour, light, and texture of the mountains around Sunshine Village inspire skiers and artists alike.  The viewer meets local visual artist Dan Hudson as he ruminates on the very mountains that define his lifestyle, and inspires his artistic expression.  The film tracks the artist as he shoots skiers and snowboarders on the mountain and then into his studio as nature becomes muse and inspiration flows both ways, translating to canvas.","release_date":"2014-10-13","vote_average":0.0,"runtime":5,"cert":"N\/A","id":362389,"title":"Sculpted in Time: The Artist","adult":false,"genre_ids":[]},{"cast":[],"overview":"The message of this coastguard film was to raise awareness that HM Coastguard had become a ‘999’ service enabling the public to raise the alarm as it does for other emergency services.","release_date":"1968-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":362394,"title":"Joe and Petunia: Coastguard","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-05-16","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":362396,"title":"Table 47","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362398,"title":"Erik van Muiswinkel & Diederik van Vleuten - Mannen met Vaste Lasten","adult":false,"genre_ids":[]},{"cast":["Ralph Macchio","Martin Sheen","Noah Blake"],"overview":"Marine Private First Class Robert Garwood spent fourteen harrowing years as a Vietnam P.O.W. only to finally be released and immediately arrested by the U.S. Marine Corps on charges of collaboration with the enemy. He is found guilty on the strength of the testimony from those P.O.W.s he tried to take care of so many years before and is branded a traitor.","release_date":"1993-06-28","vote_average":0.0,"runtime":96,"cert":"\"\"","id":362400,"title":"Garwood: Prisoner of War","adult":false,"genre_ids":[10770]},{"cast":["Hiten Tejwani","Rajpal Yadav","Sanjay Mishra","Rakesh Bedi","Neha Pawar"],"overview":"Two good for nothing boys Jhumroo and Ghungroo are best examples of fools who keep roaming around the whole day. Their sole motive in life is to have fun, befriend girls, go to parties, get drunk and chill. They find impish ways to get in touch with girls. They are also desperate to get a job, but in their comical attempt they receive yet more embarrassment. After couple of disasters they get a job at a newly opened beauty parlor run by two smart girls. Their dream has come true. They are around girls all the time. But this is just the beginning of their hilarious trauma and a journey full of unexpected twists…. A roller-coaster ride for them and guffaws for viewers.","release_date":"2015-07-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":362405,"title":"Thoda Lutf Thoda Ishq","adult":false,"genre_ids":[]},{"cast":["Brad Connell","Jenni Connell","George Stover"],"overview":"11-year-old Dorothy falls into the land of Oz, where she meets a lovely Angel of God and the sinister Devil. She's soon off on an adventure, where she'll meet the Scarecrow, Tin man and Lion, then eventually the so called Prophet of Oz.","release_date":"2013-01-01","vote_average":1.0,"runtime":22,"cert":"\"\"","id":362407,"title":"The Prophet of Oz","adult":false,"genre_ids":[14]},{"cast":["Adrian Grenier","Angela Trimbur","Fionnula Flanagan","AnnaLynne McCord","Sally Kirkland"],"overview":"A man forced to confront his past when he and his girlfriend end up entangled in a web of lies.","release_date":"2016-11-03","vote_average":6.2,"runtime":91,"cert":"\"R\"","id":362409,"title":"Trash Fire","adult":false,"genre_ids":[35,27,10749]},{"cast":[],"overview":"It may not be currently in vogue-and cosmetic companies would like to keep it that way-but we know the truth. Lots of guys love to see women with thick hairy pussies-not prissy bald beavers. This tape is dedicated to the fans who like real bush on real woman getting licked and fucked 'til the hair is wet and matted with sweat and cum.","release_date":"2010-01-20","vote_average":5.0,"runtime":81,"cert":"\"NC-17\"","id":362411,"title":"Natural Bush 49","adult":true,"genre_ids":[]},{"cast":[],"overview":"Dinky Doodle and his dog are supposed to look after a foundling, which is more trouble than they expected.","release_date":"1926-07-04","vote_average":0.0,"runtime":6,"cert":"\"NR\"","id":362416,"title":"Dinky Doodle's Little Orphan","adult":false,"genre_ids":[35,16]},{"cast":["Tarra White","Simone Peach","Melissa Ria","Morgan Moon","Jenna Lovely"],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362418,"title":"Jolies filles de ferme","adult":true,"genre_ids":[]},{"cast":["Angelina Castro","Austin Taylor","Sinnamon Love","Juan Largo"],"overview":"Over 2 hours of the sexy Angelina Mundo and friends showing off her ability to swallow enormous cocks down her throat and let them stretch out her pussy until she moans and the cum flies!","release_date":"2011-07-05","vote_average":9.0,"runtime":142,"cert":"\"NC-17\"","id":362420,"title":"Angelina Mundo","adult":true,"genre_ids":[]},{"cast":["Julio Aldama","Irma Dorantes","Ángel Infante","Ramón Bugarini","Agustín Isunza"],"overview":"Young soldier goes home to Cowboyville to find the man who killed his father.","release_date":"1960-02-17","vote_average":0.0,"runtime":70,"cert":"N\/A","id":362422,"title":"Bala de Plata","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this George Pal Puppetoon short, Rusty dreams of adventure in an old-West setting.","release_date":"1944-12-01","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":362424,"title":"Two-Gun Rusty","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"RETURN TO THE DARK AND VIOLENT UNIVERSE OF \"SHADOW: DEAD RIOT\"!  This time, WARDEN BRUTAWSKI is the judge, jury and executioner for a satanic slavery ring where innocent women are abducted, warehoused and sentenced to a fate worse than death!  With the aid of his henchwoman ELSA, they rule the death row inmates with an iron fist and determine their final destinies with a twisted spin of the Wheel of Fate.","release_date":"2009-10-01","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":362426,"title":"Damnation","adult":false,"genre_ids":[]},{"cast":[],"overview":"An instant in the memory of landscape: the smuggling that for centuries crossed the line between Portugal and Galicia. The Gerês Mountains knows no borders, and rocks cross from one country to another with insolence. Smugglers also disobey this separation. The rocks, the river, the trees: silent witnesses that help them to hide. They just have to wait for the night to cross the distance that separates them.","release_date":"2015-07-03","vote_average":6.8,"runtime":23,"cert":"N\/A","id":362428,"title":"Night Without Distance","adult":false,"genre_ids":[80,18]},{"cast":["Rob Morrow","Kelly Rutherford","Tristin Mays","Carmen Tonry","Jill Zarin"],"overview":"A large meteor crashes into a quiet town, and pet dogs become mysteriously aggressive. attacking and killing the residents. Teenager Roslyn (Mays) and her old but faithful dog Shep are out camping when the attacks hit. Now separated by the chaos in town and blocked roads, Roslyn and the other members of her family must find each other by fighting back against the blood-thirsty hounds before the dogs take over the whole town and escape becomes impossible.","release_date":"2015-10-03","vote_average":3.6,"runtime":86,"cert":"\"\"","id":362430,"title":"Night of the Wild","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Gay Adult: The opening shots of director John Bruno's \"Trucker\" actually do show a big rig or two, but the main trucker here is the character played by a menacing Chris Steele, at his hairiest and most butch, a nefarious man who keeps a modern-day harem of manly men for his sexual use.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":362432,"title":"Trucker","adult":true,"genre_ids":[]},{"cast":[],"overview":"Larry Crane Sexploitation movie.","release_date":"1968-02-01","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":362437,"title":"The Devil in Velvet","adult":false,"genre_ids":[]},{"cast":["Chris Schellenger","Katy Reece","Austin Scott","Kabby Borders","Mirela Burke"],"overview":"When a group of gifted college students run a secret teleportation experiment, they accidentally open a portal to another dimension, trapping them in Hell. One by one they are hunted, tortured and killed by the denizens of Hell who are bent on stealing their souls.","release_date":"2015-10-17","vote_average":4.5,"runtime":90,"cert":"\"\"","id":362439,"title":"They Found Hell","adult":false,"genre_ids":[27,878]},{"cast":["Vicky Mesmin","Élisabeth Buré","Brigitte Lahaie","Dominique Aveline","Claude Janna"],"overview":"The girls go off to a villa in the country and invite Charlie Schreiner and Richard Lemieuvre, and also Dominique Aveline (uncredited) who helps them load the car. At dinner Elisabeth Buré gets under the table and goes down on both males and females. After dinner Chantal Virapin does a dance and strip and Elisabeth Buré and Brigitte Lahaie pounce on Dominique Aveline. An orgy ensues.","release_date":"1977-10-26","vote_average":6.5,"runtime":92,"cert":"N\/A","id":362441,"title":"Jouir jusqu'au délire","adult":true,"genre_ids":[]},{"cast":["Brian Papandrea","Emily Hilborn","Sheri Darling","Angelina Leigh"],"overview":"Dick and Suzy become infected with an unknown virus. They soon discover that they have a new found taste for blood. The problem is, they only seem to be able to suck blood out of their victims crotches.","release_date":"2015-09-26","vote_average":0.0,"runtime":93,"cert":"\"\"","id":362443,"title":"Fangboner","adult":false,"genre_ids":[35,27]},{"cast":["Jean Hersholt","Don Ameche","Allen Jenkins","J. Edward Bromberg","Ann Shoemaker"],"overview":"Austrian church bell ringer Freyman loves music and wants his two sons (both played by Ameche) to love it too. The first goes to America and the second is born deaf-mute but gains hearing during WWI bombing.","release_date":"1936-06-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":362445,"title":"Sins of Man","adult":false,"genre_ids":[18]},{"cast":["Kaoru Kobayashi","Jun Togawa","Haruomi Hosono","Tomi Taira","Saburo Kitamura"],"overview":"Go Takamine's first theatrical feature is a pioneering work of Okinawan cinema, filmed almost entirely in Okinawan dialect. Taking place shortly before the resumption of Japanese sovereignty over Okinawa, Takamine’s film tacitly addresses the island prefecture's complicated history of occupation and feelings of dislocation through the story of a small community and its preparations for a wedding between a local girl and a Japanese teacher. On the periphery of these events is Reishu (Kaoru Kobayashi), who quits his job on a US military base and uses the extra time to catch snakes and play with ants – and get the bride-to-be pregnant. Takamine’s leisurely-paced film is full of uniquely Okinawan touches that mix in aspects of the island's folklore, accompanied by Haruomi Hosono’s spare and evocative score.","release_date":"1985-04-13","vote_average":5.0,"runtime":113,"cert":"N\/A","id":362447,"title":"Paradise View","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Circle is a 28-minute film, structured in three parts. Appropriately described by Gene Youngblood as an “extended haiku,” the film weaves elusive meaning out of simple form.","release_date":"1969-10-03","vote_average":0.0,"runtime":29,"cert":"N\/A","id":362449,"title":"Circle","adult":false,"genre_ids":[]},{"cast":[],"overview":"A poetic video essay based on a novel by russian \"metaphysical realism\" writer Yuri  Mamleev. Infrared shooting and digital voice were used for production of the film.","release_date":"2011-05-25","vote_average":0.0,"runtime":8,"cert":"N\/A","id":362454,"title":"Diary of a Philosopher Dog","adult":false,"genre_ids":[99]},{"cast":["Cesar Romero","Phyllis Brooks","Jane Darwell","Alan Dinehart","Natalie Garson"],"overview":"A detective poses as a jewel thief and joins a bunch of other crooks sailing from Europe to New York in search a famous gem. He falls in love with one of the crooks.","release_date":"1937-09-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":362456,"title":"Dangerously Yours","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Valeriy Kozhin’s animated adaptation of Sigizmund Krzhizhanovsky’s short story “Quadraturin\"—about a mysterious substance that transforms small spaces (in this case a Soviet-era shared apartment) into large ones.","release_date":"2010-10-04","vote_average":0.0,"runtime":7,"cert":"N\/A","id":362458,"title":"The Quadraturin","adult":false,"genre_ids":[]},{"cast":["E.O. Wilson"],"overview":"An exploration of the remarkable life and groundbreaking ideas of biologist E.O Wilson, founder of the discipline of sociobiology, world authority on insects and Pulitzer-prize winning writer on the subject of human nature. In Wilson, we see an endearing personality who is one of the great scientists and thinkers of our time.","release_date":"2015-09-30","vote_average":8.5,"runtime":113,"cert":"\"\"","id":362460,"title":"E.O. Wilson – Of Ants and Men","adult":false,"genre_ids":[99]},{"cast":["Buck Jones","Kay Linaker","Robert Frazer","Raymond Brown","Fred MacKaye"],"overview":"When Len Stoddard wins Ted Ames ranch in a poker game he sends his brother Jake along with Ted to take over the ranch. When Jake is found murdered he offers a reward for the capture of Ted who now is believed to be a member of the Black Aces gang. Ted finds the probable location of the gang's hideout and sets out to clear himself.","release_date":"1937-09-04","vote_average":6.0,"runtime":null,"cert":"\"\"","id":362462,"title":"Black Aces","adult":false,"genre_ids":[]},{"cast":["Xiao-Qi Ai","Frederick Kurtis Cheng","Yun Gao"],"overview":"Every single mountain in Shanxi is special in appearance, spirit and soul. Each one of them has its long standing story that reveals the depth of its culture, like people from Shanxi have their own story to be unfolded.","release_date":"2014-01-01","vote_average":7.0,"runtime":9,"cert":"N\/A","id":362464,"title":"Love In Shanxi","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"It is a story of the wire man who carried the protection of himself against associates to the point of absurdity, having altered his wife, his dog in a barbed wire, and he fenced off himself from the outwards things.","release_date":"1988-06-01","vote_average":6.3,"runtime":10,"cert":"N\/A","id":362475,"title":"The Coiling Prankster","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2012-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362477,"title":"映画かいけつゾロリ だ・だ・だ・だいぼうけん!","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362479,"title":"映画かいけつゾロリ まもるぜ!きょうりゅうのたまご","adult":false,"genre_ids":[]},{"cast":["Beatriz Michelena","House Peters","William Pike","Clara Beyers","Lorraine Lévy"],"overview":"When beautiful Salomy Jane resists the romantic advances of a young ruffian, she is rescued by Jack Dart, who has his own additional reasons for tangling with the man. Jack fights the ruffian and kills him. He escapes with the law on his trail, for it is (wrongly) presumed that he is also the man who held up the stagecoach. Salomy Jane comes to his rescue when he is captured and about to be lynched.","release_date":"1914-11-02","vote_average":0.0,"runtime":88,"cert":"\"\"","id":362481,"title":"Salomy Jane","adult":false,"genre_ids":[10749,37]},{"cast":["Constance  Talmadge","John Halliday","Arnold Lucy","Natalie Talmadge","Fannie Bourke"],"overview":"In this comedy, Constance Talmadge plays Babs, a girl who is thrown out of boarding school because she's more interested in studying romance than she is in studying books. The object of her affections is Jim Winthrop, but before they can wed, he has to find suitable mates for his two plain sisters, Dorcas and Matilda -- and Winthrop's elderly aunt, too. To speed things up, Babs takes it upon herself to find them all men.","release_date":"1920-04-17","vote_average":8.0,"runtime":null,"cert":"\"\"","id":362483,"title":"The Love Expert","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1939-05-26","vote_average":0.5,"runtime":null,"cert":"N\/A","id":362485,"title":"Laurel & Hardy 1 - The Platinum Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the video Sandstorm, a Bauhaus building from Dessau, Germany, is set down in the middle of a North-African desert storm. Similarly, collage works present tribal natives embedded in classical European interiors. The presence of indigenous art forms in an empty ‘collectable’ villa, built on the contours of modernism, creates a counter point for cultural assimilation.","release_date":"2012-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":362490,"title":"Sandstorm","adult":false,"genre_ids":[]},{"cast":["Tyler Antoine","Justin Colatrella","Shannon Irrgang","Ben Kepley","Jamie Tindle"],"overview":"Three stories of madness, bloodlust, and carnal havoc.","release_date":"2014-09-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":362492,"title":"Scrapbook of Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":362494,"title":"Laurel & Hardy 2 - The Platinum Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"A timelapsed camerashot (24 hours timecircle compressed to 4 minutes) shows the daily life in Europe'\u0092s smallest bar, the Loosbar in Vienna. The main figure is a female barkeeper screaming for a witness of love confession.","release_date":"2002-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":362496,"title":"Can I Get a Witness","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Sine, Laging Kasama","cast":["Charo Santos-Concio","Ronald Arguelles","Joel Torre","Brillante Mendoza","Erik Matti"],"id":362498,"overview":"The biggest names in the country’s film industry speak up about the evolution of Philippine films and how it has transformed today’s industry.","runtime":null,"genre_ids":[99],"release_date":"2014-12-14","vote_average":0.0,"adult":false}]