[{"cast":["Luis Aguilar","Rosita Arenas","Andrés Soler","Carlos Agostí"],"overview":"Pop, Bro and Sis all take a vow never to (re)marry after Mom walks out on them.","release_date":"1953-10-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":363500,"title":"Los solterones","adult":false,"genre_ids":[]},{"cast":["Juanito de Ronda"],"overview":"A walk through the countryside in Tangiers with two friends.","release_date":"1970-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":363502,"title":"Juanito","adult":false,"genre_ids":[]},{"cast":["Monica Carpiaux","Carlos Palacio","Mona Thomas","Michel Nedjar"],"overview":"This film is not an illustration of a historical narrative or a play but it is structured by its own dynamic and three basic elements: light, color and projection speed. Through their interaction it is the viewer.  The film offers a questioning:  1) it generates that is to say, its own history;  2) the imagination of the viewer and his glance;  3) the only Outside questioned: the fate of the image that is his only chance to be. (...)","release_date":"1976-01-01","vote_average":5.0,"runtime":65,"cert":"N\/A","id":363504,"title":"Salomé","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mani Kaul's BEFORE MY EYES is a 'filmscape' on the Kashmir valley.","release_date":"1989-01-01","vote_average":6.4,"runtime":26,"cert":"N\/A","id":363506,"title":"Before My Eyes","adult":false,"genre_ids":[99]},{"cast":["Kate More","Sophie Evans","Ava Vincent","Wanda Curtis","Eva Mercedes"],"overview":"Turn to the left, turn to the right, open your legs - ooooh fashion! Antionio Adamo has created a movie based on the highly glamorous world of fashion. Starring Kate More as an innocent young model called Jennifer. Jennifer realises that her stunning looks are not enough to become a fashion model, she has to use her pussy and oral techniques in order to succeed. And suckceeding is the name of the game in this movie that is jam packed full of blowjobs, fucking, anal and DPs for the ultimate fashion spread!","release_date":"2000-05-01","vote_average":8.0,"runtime":103,"cert":"\"NC-17\"","id":363511,"title":"Fashion","adult":true,"genre_ids":[]},{"cast":["David Silva","Esther Fernández","Rodolfo Acosta","Arturo Martínez"],"overview":"Slum child, abandoned almost since birth, is reunited with his father.","release_date":"1953-01-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":363513,"title":"El billetero","adult":false,"genre_ids":[]},{"cast":["María Elena Marqués","Roberto Cañedo","Carlos Orellana","Gustavo Rojo","Emma Roldán"],"overview":"Lives in a \"model factory,\" designed to create a progressive community among the workers.","release_date":"1954-06-24","vote_average":5.0,"runtime":104,"cert":"N\/A","id":363515,"title":"Borrasca en las almas","adult":false,"genre_ids":[]},{"cast":["Axis Evol","Brianna Rose","Geisha Monroe","Nicole Malice","Tori Avano"],"overview":"From the Point of View of Mr. Pete, the eleventh edition features girls with curves in this series the put you in the action.","release_date":"2015-07-14","vote_average":10.0,"runtime":184,"cert":"\"NC-17\"","id":363517,"title":"P.O.V. Punx 11: Curvy Girls","adult":true,"genre_ids":[]},{"cast":["Sibel Kekilli","Anna Michelle","Renee Pornero","Fabiola dos Santos","Sara Nice"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363519,"title":"Süsse Teeny-Träume","adult":true,"genre_ids":[]},{"cast":[],"overview":"Federico, an architecture student in Palermo, roams the city looking for modern buildings to draw and photograph. In a park, he meets a young man, Borobudur, who opens his eyes to another city. On the trail of this magical boy, Federico abandons his daily life and discovers a transformative metropolis. In an admirable fusion of fiction and documentary and a stunning tutorial on political architecture in which the city speaks in its secret language of horizontal and vertical lines, Borobodur’s hero enters alien territory led by the timeless device of a genie in a bottle. An accomplished work that shifts subtly between black and white and colour to reveal the soul of the city and its inhabitants, this is a chronicle of everyday desires and an awakening to the world, pulsating to the rhythm of lives in perpetual flux.","release_date":"","vote_average":8.0,"runtime":80,"cert":"N\/A","id":363521,"title":"Borobudur","adult":false,"genre_ids":[]},{"cast":["Sibel Kekilli","Lulu Perez","Magda Polak","Anja Juliette Laval","Zenza Raggi"],"overview":"","release_date":"2002-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":363523,"title":"2002 wilde Sex-Nächte","adult":true,"genre_ids":[]},{"cast":[],"overview":"On the corner of Brooktondale Rd and route 79 near Ithaca is an amazing planting of Forget-Me-Nots and Dandelions. An improbable dance between different layers of reality, one organic, the other mechanical, another the numbing everyday. Timeless fragility joust with fleeting enamels and the upstanding violence.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":363525,"title":"Intersection","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who is the evil? Is it me? Or you? The other?\r Interweaving documentary images from the two matrilineal tribes of the Moshu (China) and the Kuna (Panama) this film connects alleged female societies from continent to continent. The link between these two worlds is the filmmaker herself, trying to cope with the otherness of what is seen and the strangeness of the inner experience.","release_date":"2015-10-10","vote_average":0.0,"runtime":13,"cert":"N\/A","id":363527,"title":"Anome","adult":false,"genre_ids":[]},{"cast":[],"overview":"Transfixed tells the story of highly unconventional romance: Martine Stonehouse and John Gelmone are middle-aged underdogs, living with Asperger Syndrome - an autism spectrum disorder that makes communication with others extremely difficult. Despite their social limitations, both dream of getting married, but straight identifying John refuses to tie the knot until transsexual Martine gets a real vagina. The only problem: no doctor in Canada will perform operation because Martine's obesity makes her too great of a surgical risk. Will Martine and John find the happiness together that they deserve? Transfixed is a deeply human story about love, freedom, and self-actualization.","release_date":"2015-05-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":363529,"title":"Transfixed","adult":false,"genre_ids":[99]},{"cast":["Sibel Kekilli"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363531,"title":"Privat Parade 49","adult":true,"genre_ids":[]},{"cast":["Sibel Kekilli","Horst Baron","Titus Steel","Renee Pornero","Sharon da Vale"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363533,"title":"Teeny Exzesse 68: Kesse Bienen","adult":true,"genre_ids":[]},{"cast":["Alexei Sayle","Michael Wardle","Christopher Fulford","Jonny Lee Miller","Malcolm Jackson"],"overview":"A lone hitch hiker, marooned near a housing estate, has a dramatic effect on the lives of those around him.","release_date":"1991-02-23","vote_average":0.0,"runtime":60,"cert":"N\/A","id":363541,"title":"'Itch","adult":false,"genre_ids":[18]},{"cast":["Asa Akira","Phoenix Marie","Daisy Marie","Jessica Bangkok","Trina Michaels"],"overview":"Genie will grant you three wishes . . . and we're betting every single one has an extra dose of naughtiness! Starring Daisy Marie, Trina Michaels, Jessica Lynn, Harmony, Phoenix Marie, Jessica Bangkok, Asa Akira and more.","release_date":"2009-03-04","vote_average":6.0,"runtime":150,"cert":"\"\"","id":363543,"title":"I'm Dreaming of Genie","adult":true,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":363545,"title":"Frammenti elettrici n. 4 - Asia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filled with humor and defining experiences in both his own life and in the lives of some of his closest friends, William Faulkner and Robert Aldrich, as well as on his late wife, screenwriter Silvia Richards, Mr. Bezzerides offers colorful reflections as to why he and his typewriter unabashedly need to keep creating honest characters, worlds, and stories. Through recently discovered boxes of photographs, film clips, the haunting music by Fugazi, interviews (including Jules Dassin, Mickey Spillane and Barry Gifford) and testaments to his progressive creativity from other writers, Fay Lellios' straight-ahead documentary gives us a start in discovering this 97-year-old proletariat storyteller, and the meaning of his favorite phrase by Carl Jung, \"There can be no birth of consciousness without pain.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":61,"cert":"\"\"","id":363547,"title":"The Long Haul of A.I. Bezzerides","adult":false,"genre_ids":[]},{"cast":["Inge Hegeler","Sten Hegeler","Maj-Brith Bergström-Walan","Sven-Olof Eriksson"],"overview":"The third in a \"Language of Love\" series.","release_date":"1971-06-08","vote_average":0.0,"runtime":104,"cert":"N\/A","id":363552,"title":"Language of Love XYZ","adult":false,"genre_ids":[99]},{"cast":["Kylie Ireland","Avena Lee","Kelly Nichols","Gabriella Banks","Janet Mason"],"overview":"The hottest MILFs in XXX getting their experienced snatches violated in the hottest of ways!! Oh, did we mention these MILFs are gingers too!!!","release_date":"2015-08-31","vote_average":3.3,"runtime":360,"cert":"\"X\"","id":363554,"title":"Strawberry MILF Shakes","adult":true,"genre_ids":[]},{"cast":["Jay Martel","Amy Poehler","Matt Besser","Matt Walsh","Ian Roberts"],"overview":"The comedy troupe Upright Citizens Brigade re-edit and redub Frank Capra's \"It's a Wonderful Life.\" After 50 years of annual performances, George Bailey is sick of being in the film. He desperately wants to be the star of an action film, but everyone else wants him to stop ad-libbing and just play his role.","release_date":"1996-12-18","vote_average":0.0,"runtime":50,"cert":"\"\"","id":363556,"title":"Escape From A Wonderful Life","adult":false,"genre_ids":[35]},{"cast":["Ogy Ahmad Daud","Azmil Mustapha","Lydiawati","Ebby Saiful","Rosnani Jamil"],"overview":"The story of a pub singer with a son of a wealthy family. The family disapprove the relationship because they don't want him to get dishonor. They also want him to marry the girl that they already choose for him","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363561,"title":"Suara Kekasih","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Principles of Safety and Hygiene in a Copper Mine","release_date":"1972-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":363563,"title":"Podstawy BHP w kopalni miedzi","adult":false,"genre_ids":[]},{"cast":["Pascal Légitimus","Hélène de Fougerolles","Mathilda May","Simon Abkarian","Serge Hazanavicius"],"overview":"Take a Bollywood film--a good Bolllywood film--with action, emotion, suspense, and laughter. With Indian actors who act, dance, sing and smother themselves with tomato sauce when feigning a bloody head wound. Now, watch the image with the sound turned down! And let Pascal Legitimus and Eric Le Roch re-invent a story, recreate the sounds and the atmosphere, rewrite the lyrics to the songs. They'll give a new meaning to the film, helped in doing so by many well-known actors, who'll lend their voices to the Indian actors on screen. This diversion isn't a danger to your health. You simply risk killing yourself laughing!","release_date":"2007-01-20","vote_average":0.0,"runtime":80,"cert":"N\/A","id":363565,"title":"New Délire","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Crystal World is inspired by J.G Ballard’s apocalyptic science fiction novel of the same name where a viral crystal metamorphoses trees, animals, humans and architecture into frozen jewels forever suspended in time and space. The novel is a haunting portrait of a world in which everything is illuminated by prismatic light, a ‘leaking’ of time that causes humans to experience individual moments endlessly looped, repeated and prolonged. My film adapts this concept of crystallization and applies it to fragments from the 1955 film. I reconstruct scenes from Charles Laughton’s iconic film with underwater puppets, which I then crystallize using ammonium phosphate crystals, time-lapse photography, mirrors, prisms, and projectors. (http:\/\/piaborg.com)","release_date":"2013-07-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":363567,"title":"Crystal World","adult":false,"genre_ids":[16,14,9648]},{"cast":["Nileseyy Niles","Malcolm Hankerson","Lewis","B-NARD","Casey Dri."],"overview":"Niles gives everyone an in depth look into his life, his friends and most importantly, how he gained his disappearing abilities.","release_date":"2015-10-11","vote_average":0.0,"runtime":23,"cert":"\"\"","id":363569,"title":"Disappearing: The Origin","adult":false,"genre_ids":[9648,18]},{"cast":["Jada Fire","Brianna Love","Carmella Bing","Sunny Lane"],"overview":"Brianna Love is a mesmerizing superstar. There have been few girls in pornography more visually spellbinding than the newly crowned Buttwoman. Following in the footsteps of Tianna, Tiffany Mynx, Charlene Aspen, and Belladonna, Brianna embodies the essence of the role created by Patrick Collins in the early 1990\"s. She\"s mischievous, perverse, naughty, and loves to worship cock. Brianna Love Is Buttwoman features five scenes that collectively demonstrate the beauty of female curves. The visually stunning butt-themed debauchery also stars Jada Fire, Carmella Bing, and the sublime superstar Sunny Lane. The latest installment of Buttwoman further stamps its mark on one of the all time classic Elegant Angel series and heralds Brianna Love is one of the sweetest, prettiest, and sexiest girls that you will find in pornography today. Enjoy!","release_date":"2007-09-18","vote_average":8.0,"runtime":199,"cert":"\"\"","id":363571,"title":"Brianna Love Is Buttwoman","adult":true,"genre_ids":[]},{"cast":["Liza Harper","Mr. Marcus","Bobbie Hunter","Dixie Downs","Gina Rome"],"overview":"A Galaxy of International Sluts French super slut Liza takes on two dudes in a truck. Italian Madonna, Gina Rome straps on her dildo for a steamy hot three way girl-girl. Latina bombshell Jasmine fucks boyfriend, cheating mistress and everyone else. . . too hot!","release_date":"2000-08-01","vote_average":6.0,"runtime":79,"cert":"\"\"","id":363573,"title":"Oh Bebe","adult":true,"genre_ids":[]},{"cast":[],"overview":"Salam Kalong","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363575,"title":"Vip Kalong vs Zone Kalom","adult":false,"genre_ids":[]},{"cast":["Seena Owen","Matt Moore","J. Barney Sherry","Ethel Duray","Charles Craig"],"overview":"This 1922 Frank Borzage film is a masterwork waiting to be rediscovered. Hester Bevins is a simple country girl who yearns for adventure. Though she has a handsome young man, Jerry, who is devoted to her, she leaves her village and goes to New York in search of a grander life. There she becomes the lover of a wealthy and unscrupulous businessman. But when Jerry returns blinded and dying from the war, Hester must choose between her new life and the man whose loyalty to her has never failed.","release_date":"1922-01-08","vote_average":9.0,"runtime":70,"cert":"\"\"","id":363577,"title":"Back Pay","adult":false,"genre_ids":[18]},{"cast":["Song Kang-ho","Gong Yoo","Han Ji-min","Shingo Tsurumi","Um Tae-goo"],"overview":"Set in the late 1920s, The Age of Shadows follows the cat-and-mouse game that unfolds between a group of resistance fighters trying to bring in explosives from Shanghai to destroy key Japanese facilities in Seoul, and Japanese agents trying to stop them.","release_date":"2016-09-07","vote_average":7.4,"runtime":140,"cert":"N\/A","id":363579,"title":"The Age of Shadows","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"Reveals the Black Sea resort vying with western beaches in the 1970s.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363581,"title":"Zdravstvui, Sochi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Russian 3-D short film from 1977.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363583,"title":"Souvenir","adult":false,"genre_ids":[]},{"cast":[],"overview":"Russian 3-D short film from  1970.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363585,"title":"Parade of Attractions","adult":false,"genre_ids":[]},{"cast":["Claudia Ricci","Lynn Stone","Sophie Evans","Adriana Esteve","Inesa"],"overview":"","release_date":"2001-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363587,"title":"Eve, Insane Obsession","adult":true,"genre_ids":[]},{"cast":[],"overview":"A group of solitary elderly individuals from Armenia, who have been neglected by the society, unify in an amateur dance troupe and prove during each performance that they still can dream, fall in love, amaze and wonder.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363589,"title":"The chosen ones","adult":false,"genre_ids":[]},{"cast":["Ace Vergel","Ina Raymundo","Emilio Garcia","Tirso Cruz III","Bayani Agbayani"],"overview":"Upon his release from jail for a crime he was framed for, Abel learns that the woman he loves and the child he fathered have been kidnapped. In trying to find out who was behind the kidnapping, Abel uncovers a scheme involving high-ranking officials and millions of pesos of bribe money.","release_date":"1999-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363591,"title":"Abel Villarama Armado","adult":false,"genre_ids":[80,28]},{"cast":["Robin Padilla","Vina Morales","Bayani Agbayani","Dante Rivero","Bembol Roco"],"overview":"Carding is an ex-convict trying to start anew outside the bars and got a job as a taxi driver. However, just as he swore not to get involved in any illegal activities, a young woman Kristine rented his taxi cab as a getaway vehicle in a in a staged abduction, where she played as the hostage. As Carding put his best foot forward to save her from the kidnappers yet policemen mistook him as one of the crooks. For the second time around, he got arrested. Carding escaped from the jail and found out Kristin’s deception. He implored her to clean up his name to the authority. The conscience-stricken Kristin affirmed to attest the truth. As her statement was broadcast in the Philippine television, it is also seen by the Robbery Gang leader.","release_date":"1999-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363593,"title":"'Di Puwedeng Hindi Puwede","adult":false,"genre_ids":[35,28]},{"cast":["Toni Ribas","Sandra Iron","Claudia Ricci","Sophie Evans","Lynn Stone"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":363598,"title":"Without Limits 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Fall from Grace describes the war of the young English-French Catherine, her mother is killed in 1940 during the German campaign against France, Catherine escapes to England where she eventually volunteers to become a spy. The Movie is based on a book by Larry Collins.","release_date":"1994-06-02","vote_average":0.0,"runtime":182,"cert":"\"\"","id":363600,"title":"Fall from Grace","adult":false,"genre_ids":[]},{"cast":["Dan Trotter","Matt Goodwin","Richard Grande","Tomas Grande","Ann Mathea Wollan"],"overview":"The story of a group of friends who set out to make their first low-budget horror movie.","release_date":"2016-01-29","vote_average":2.0,"runtime":98,"cert":"N\/A","id":363602,"title":"Grendel","adult":false,"genre_ids":[35,27]},{"cast":["Brock Lesnar","Mark William Calaway","Colby Lopez","Glenn Thomas Jacobs","Leati Joseph Anoa'i"],"overview":"Hell in a Cell (2015) is an upcoming professional wrestling pay-per-view (PPV) event produced by WWE. It will take place on October 25, 2015 at Staples Center in Los Angeles, California. It will be the seventh event under the Hell in a Cell chronology. This will be the first time since No Way Out in 2007 that the WWE will hold a PPV other than SummerSlam in Los Angeles.","release_date":"2015-10-25","vote_average":7.6,"runtime":173,"cert":"\"\"","id":363604,"title":"WWE Hell in a Cell 2015","adult":false,"genre_ids":[]},{"cast":["Jorge Perugorría","Yasmani Guerrero","Veronica Milagros","Aramís Delgado","Susana Pérez"],"overview":"","release_date":"2007-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363606,"title":"La noche de los inocentes","adult":false,"genre_ids":[18,35]},{"cast":["Patricia Diamond","Valentina Valli","Kate Mors","Kelly White","Daniella Schiffer"],"overview":"","release_date":"2002-01-01","vote_average":10.0,"runtime":null,"cert":"\"NC-17\"","id":363608,"title":"Private X-treme 3: 18 Birthday Presents","adult":true,"genre_ids":[]},{"cast":["Dave Barclay","John Boylan","John Carew","Allison Dawn Doiron","Jodie Dowdall"],"overview":"In the wilderness of Colorado, teams compete in a Geocache treasure hunt that suddenly becomes a deadly game of survival.","release_date":"2014-11-19","vote_average":5.7,"runtime":91,"cert":"N\/A","id":363610,"title":"Dead of Winter","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A mysterious archeologist plays out a search for meaning along an ambiguous shoreline.","release_date":"2013-12-05","vote_average":0.0,"runtime":7,"cert":"\"\"","id":363612,"title":"Future Relic 01","adult":false,"genre_ids":[]},{"cast":["Percy Moran","Cora Lee"],"overview":"This intriguing dramatised account of WWI nurse Edith Cavell's imprisonment and execution at the hands of the Germans was produced shortly after her death. Cavell had been arrested for sheltering Allied soldiers and aiding their escape. Directed by and starring former circus performer Percy Moran, with Cora Lee in the title role, what this film lacks in completeness (only 11 of 80 minutes survive) it makes up for in sheer drama.","release_date":"1915-11-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":363614,"title":"Nurse and Martyr","adult":false,"genre_ids":[10752,18]},{"cast":["Juliette Lewis","Aimee Laurence","Lorenzo Beronilla"],"overview":"The moon has been excavated for 30 years, per the work of Dr. Mattias Rey. His daughter Lona returns to his laboratory- abandoned after he went missing. Lona continues her deceased dad's work, and speaks to a remaining statue of him in an effort to find guidance.","release_date":"2015-04-18","vote_average":0.0,"runtime":16,"cert":"\"\"","id":363616,"title":"Future Relic 03","adult":false,"genre_ids":[878]},{"cast":["Tahmoh Penikett","Erica Durance","Lesley-Ann Brandt","Colm Feore","Julia Voth"],"overview":"Led by Major John Cafferty, a squad of US soldiers are sent on a mission,deep into the mountainous regions of Afghanistan with orders to extract a mysterious top secret package. Now they are back home in a military hospital because they have no memory of what happened to them, or even who they are. In time, they start to recall the strange events that occurred: apparitions that appeared, luring some of them to their deaths and readings of a powerful electromagnetic energy from a strange unearthly power source. But there is no time to dwell on the past, they need to face the bitter truth about how they ended up in Afghanistan to begin with and the betrayals that wiped out their minds and nearly destroyed their lives.","release_date":"2015-11-15","vote_average":4.3,"runtime":105,"cert":"\"\"","id":363618,"title":"Painkillers","adult":false,"genre_ids":[53,878,28]},{"cast":["Kate Lyn Sheil","Meera Rohit Kumbhani","Quinn Franzen","Kyle Harris","Joshua Wills"],"overview":"Inspired by true events, The Network Diaries: Octopus tells the story of a girl named Olivia, some real life Octopuses and how they saved one another, all thanks to the help of the AT&amp;T Network.","release_date":"2015-10-12","vote_average":0.0,"runtime":13,"cert":"\"\"","id":363620,"title":"Octopus","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short film by Stan Brakhage. It is comprised of four chapters: \"In The Name of Jesus\", \"Baby Jesus\", \"Jesus Wept\" and \"Christ on Cross\".","release_date":"2000-11-22","vote_average":0.0,"runtime":19,"cert":"\"\"","id":363622,"title":"Jesus Trilogy and Coda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Another meditation on life and death by Stan Brakhage.","release_date":"1997-10-22","vote_average":0.0,"runtime":4,"cert":"\"\"","id":363624,"title":"Self Song\/Death Song","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two childhood friends, 21 years old, who are trying to create a documentary in Wisconsin, struggle to keep their friendship intact after a string of seemingly paranormal events lead to the staggering conclusion that a group of three strangers are behind the activity. Their quest to discover and convict the culprits via evidence captured on camera becomes the new focus on the documentary, resulting in a cinematic endeavor that could prove to be their last. With real locations, real people, and real relationships, this is the realest found footage film you will ever experience.","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":363626,"title":"The Rohl Farms Haunting","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by experimantal filmmaker Stan Brakhage.","release_date":"2002-09-11","vote_average":0.0,"runtime":3,"cert":"\"\"","id":363631,"title":"Ascension","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental film by Stan Brakhage.","release_date":"2002-12-16","vote_average":0.0,"runtime":9,"cert":"\"\"","id":363633,"title":"Resurrectus Est","adult":false,"genre_ids":[]},{"cast":[],"overview":"The last of Brakhage's longer works. Part of the \"Vancouver Island\" films.","release_date":"2002-12-26","vote_average":10.0,"runtime":31,"cert":"\"\"","id":363635,"title":"Panels for the Walls of Heaven","adult":false,"genre_ids":[]},{"cast":["Fidel Betancourt","Barbara Hermosilla"],"overview":"","release_date":"2015-04-21","vote_average":4.5,"runtime":null,"cert":"N\/A","id":363637,"title":"Animal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-04-24","vote_average":2.0,"runtime":null,"cert":"N\/A","id":363639,"title":"Muchos pedazos de algo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363641,"title":"El loco","adult":false,"genre_ids":[]},{"cast":["Daniel Candia","Julio Jung"],"overview":"Jorge (50), a biology teacher, lost his wife 5 years ago, and has not been able to cope with his grief well. His children, Pascual and Elisa, consider their grandfather Roberto as their main father figure. Everything changes when Roberto is diagnosed with Alzheimer’s, and they have to put him in a home. It is then that Jorge reconsiders his damaged relationship with his father and his kids.","release_date":"2015-10-06","vote_average":0.0,"runtime":72,"cert":"N\/A","id":363643,"title":"The Oak's Shadow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Luis, a family man, and Miguel, his older son, are laborers at a sawmill in the mountains in southern Chile. Solitude and sadness drive Miguel to migrate to the city and start over. Due to the instability in his work and his monotonous existence, Luis will try to change his life, but destiny will want something different.","release_date":"2015-10-08","vote_average":0.0,"runtime":86,"cert":"N\/A","id":363645,"title":"El Origen del Cielo","adult":false,"genre_ids":[18]},{"cast":["Koke Santa Ana","Dindi Jane","Miguel Ángel Rodríguez"],"overview":"Esteban journeys north along the highway, following Isabel’s tracks. His route will take him through different towns in an unknown, desert-dominated deep Chile, arriving in places where she has been, and finding people that knew her. But as he moves forward, his initial objective becomes fused with what he finds on the road. The process becomes the end in itself, in a concert of characters and landscapes as unbelievable as they are real.","release_date":"2015-10-09","vote_average":0.0,"runtime":107,"cert":"N\/A","id":363647,"title":"Lost North","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary about the activities carried out by the Group of Relatives of Disappeared Detainees: We see presentation of writs of protection, reports, criminal actions, hunger strikes, pacific protests, public acts. The place where minors, the children of missing detainees, are rehabilitated is also shown. Finally, an account about some members in the group is given before international Human Rights organizations.","release_date":"1979-10-24","vote_average":0.0,"runtime":20,"cert":"N\/A","id":363649,"title":"Recado de Chile","adult":false,"genre_ids":[99]},{"cast":["Adalberto Martínez","Amalia Aguilar","Lilia del Valle","Silvia Pinal","José María Linares Rivas"],"overview":"Dead man's will reveals he had three wives.","release_date":"1953-09-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":363651,"title":"Mis tres viudas alegres","adult":false,"genre_ids":[]},{"cast":["Ani Easton Baker"],"overview":"Mysterious and eerie details regarding a young woman's murder start to unravel as a seemingly mundane day is not what it appears to be.","release_date":"2014-11-29","vote_average":0.0,"runtime":13,"cert":"\"\"","id":363656,"title":"VANIR","adult":false,"genre_ids":[18,9648,53]},{"cast":["Natalia Wörner","Lucas Reiber","Axel Prahl","Ernst Stötzner","Sylvester Groth"],"overview":"","release_date":"2015-09-14","vote_average":3.0,"runtime":null,"cert":"N\/A","id":363658,"title":"Die Mutter des Mörders","adult":false,"genre_ids":[]},{"cast":["Gloria Marín","Jorge Mistral","Abel Salazar","Martha Roth","Prudencia Grifell"],"overview":"Ghosts and premonitions; a married woman discovers the true love of her life while being plagued with supernatural phenomena relating to her imminent murder. It's a comedy.","release_date":"1955-05-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":363660,"title":"El caso de la mujer asesinadita","adult":false,"genre_ids":[]},{"cast":[],"overview":"Harm means deliberate self-injuring in our poetic documentary, which follows three brave and emotionally capturing characters who are ready to unfold their unsettled past with the risk of discovering something painful on the way.","release_date":"2015-08-14","vote_average":0.0,"runtime":52,"cert":"N\/A","id":363662,"title":"Harm","adult":false,"genre_ids":[]},{"cast":[],"overview":"Past meets present in a film that is evocative in approach, energized by breathtaking cinematography and an uplifting musical score, and offers a new and articulate voice to the artists who were the Group of Seven. Painted Land weaves seamlessly the experiences of  Lawren Harris, J.E.H. MacDonald, A.Y. Jackson, Frank Johnston, Arthur Lismer, Franklin Carmichael and A.J. Casson – with the adventures of three modern day sleuths. Historian Michael Burtch, and the writer and photographer team of Gary and Joanie McGuffin are determined to track down the precise locations of these famous paintings. Archival film, letters, journals and photographs of the artists – some of which have never been seen in public – take the viewers back in time.","release_date":"2015-09-29","vote_average":9.0,"runtime":70,"cert":"N\/A","id":363664,"title":"Painted Land: In Search of the Group of Seven","adult":false,"genre_ids":[]},{"cast":["Dragon Lee","Carter Wong","Martin Chui Man-Kwai","Lim Ja-Ho","Lee Ye-Min"],"overview":"Han Wu-song, an antique collector, gets killed while appraising a bronze horse rider statue which trader Wang Dae-in has stolen from a tomb. Dae-in dies on the scene and Wu-song leaves the killer's name on the cave wall before he dies. Dae-in's son Wang Gak thinks Wu-Song killed his father and fights with his son Jung-pa. Trader Kwan and her daughter Mi-ryung stop the fight. Jung-pa and Mi-ryung's love is disturbed by Ju-yang. Gak and Jung-pa chase him to find Wu-song's body with Ju-yang's name on the wall but Mi-ryung appeals them not to kill... - KMDB","release_date":"1980-09-05","vote_average":8.0,"runtime":95,"cert":"N\/A","id":363666,"title":"Mission for the Dragon","adult":false,"genre_ids":[28]},{"cast":["Barbara Lee","Gregory Ford","Sandy Chang","Harry Randall"],"overview":"Also known as Hong Kong.","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363668,"title":"Raiding Party","adult":false,"genre_ids":[10752,28]},{"cast":["Gloria Gucci","Nicoletta Blue","Angelique Morreau","Liz Honey","Bibi Fox"],"overview":"Who hasn't had a wet dream? Make your fantasies cum true now with the goddesses of sex, plunging them into your most secret perversions. Six all new scenes with ten beauties who are ready for anything.","release_date":"2005-02-22","vote_average":0.0,"runtime":95,"cert":"\"NC-17\"","id":363670,"title":"Wet Dreams","adult":true,"genre_ids":[]},{"cast":["Ian Gillan","Ian Paice","Roger Glover","Steve Morse","Don Airey"],"overview":"The show is a blast from the first note to the last and grows song after song, supported by the audience impressive presence. During this concert, Deep Purple left their “safe zone”. That is why this concert is the one that represents a feeling of improvisation and electricity similar to the band's classic years - more than many other live releases by the band. The show has been filmed by 9 HD cameras and it is also available in 3D on the Blu-ray version (the first time for Deep Purple)","release_date":"2015-08-12","vote_average":10.0,"runtime":95,"cert":"N\/A","id":363672,"title":"Deep Purple: From the Setting Sun... in Wacken","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An extraordinary group of artists and musicians, in the wake of the 1992 Los Angeles riots, creates an underground arts movement and transform a community.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":363674,"title":"Leimert Park: The Story of a Village in South Central Los Angeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Europe 1900 (1968) tells about the history of luxury while problematizing memory and our images of the past.","release_date":"1968-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":363682,"title":"Europa 1900","adult":false,"genre_ids":[]},{"cast":["Clea DuVall","April Grace"],"overview":"A female prison inmate (Clea DuVall) works to socialize a dog deemed unfit for adoption at a local animal shelter.","release_date":"2015-06-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":363684,"title":"Shelter","adult":false,"genre_ids":[]},{"cast":[],"overview":"BARELY DEAD is a film about an underground culture that has grown beyond ethnicity, economic and social boundaries - a culture brought together by a shared love for rollerblading.\"\r And why that culture is going to be the next great anti-establishment movement for the 21st century.","release_date":"2006-01-01","vote_average":8.5,"runtime":50,"cert":"\"\"","id":363686,"title":"Barely Dead","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Surire Salt Flat is located at an altitude of 4300 m in the Chilean High Plateau and is one of the most remote places in the world, keeping the treasure of untouched nature with all its beauty but also holding an allurement: a huge amount of borax, promising the mining industry profits at unknown levels. Surire, metaphorically tells us in an outstanding visual way the story of our planet - about the very important subjects of the disappearance of traditional indigenous culture, untouched nature, the environment, and the clash of new and old.","release_date":"2015-04-22","vote_average":8.0,"runtime":80,"cert":"N\/A","id":363688,"title":"Surire","adult":false,"genre_ids":[99]},{"cast":["Rupert Evans","Steve Garry","Deirdre Mullins","Michael Smiley","Gordon Kennedy"],"overview":"With nowhere else to hide, a group of mercenaries and their prisoners take cover inside a long abandoned Bulldog tank. But, while they try to keep the forces outside at bay, the real enemy is already among them, locked inside the 'Belly of the Bulldog'. After collaborating closely with Ben Wheatley on FREE FIRE, HIGH-RISE, A FIELD IN ENGLAND and KILL LIST, director Nick Gillespie makes his feature debut.","release_date":"2015-10-24","vote_average":4.0,"runtime":84,"cert":"N\/A","id":363690,"title":"Tank 432","adult":false,"genre_ids":[53,27,28]},{"cast":[],"overview":"Short western about a woman working on a ranch.","release_date":"1911-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":363692,"title":"The Ranch Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short western featuring a witch.","release_date":"1912-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":363694,"title":"The Blackened Hills","adult":false,"genre_ids":[]},{"cast":[],"overview":"Over one thousand people of different nationalities live among rats and rubbish in shacks slapped together out of metal sheets and wood. It’s the platz, one of the largest shanty towns in Europe, on the banks of the river Stura in Turin. Many children, women and old people have been living here for years in what has become a practically invisible microcosm that will soon no longer exist.","release_date":"2015-09-15","vote_average":6.5,"runtime":96,"cert":"N\/A","id":363702,"title":"River Memories","adult":false,"genre_ids":[]},{"cast":["Catarina Mourão","Maria Rosa Figueiredo"],"overview":"Every family has its secrets, the family of Portuguese filmmaker Mourão included. As the granddaughter of the well-known writer Tomaz de Figueiredo, she picks apart several of them in an intimate yet universally meaningful way. As such, her film also becomes a portrait of dictatorship and resistance and of the urge to create art.","release_date":"2015-01-27","vote_average":0.0,"runtime":102,"cert":"N\/A","id":363704,"title":"The Wolf's Lair","adult":false,"genre_ids":[99]},{"cast":["Gordon Matta-Clark"],"overview":"“I met Gordon Matta-Clark at the 1975 Paris Biennale. He was looking for a place to make a piece. I led him to a building across the street from my place on rue Beaubourg that I had been taking photos of for the past year and which was about to be demolished. In front of my eyes Conical Intersect became the last unexpected and dazzling resident of 29 rue Beaubourg.” —Marc Petitjean","release_date":"1975-08-31","vote_average":8.0,"runtime":17,"cert":"N\/A","id":363706,"title":"Conical Intersect","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Featuring  a  vehicle  equipped  with  tanks  of  oxygen, Fresh Air was an interactive performance that allowed people on the streets of New York to breathe clean air free of charge. This guerilla act, done under the pseudonym George Smudge, was a comment on the declining air quality in 1970s New York.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":363708,"title":"Fresh Air","adult":false,"genre_ids":[]},{"cast":[],"overview":"Matta-Clark was invited to create Conical Intersect for the Paris Biennale in 1975. For this piece, he cut a giant conical shape into two adjacent seventeenth-century buildings designated for demolition as part of the urban redevelopment program that was clearing space for the Centre Georges Pompidou. Conical Intersect was filmed by Matta-Clark and Bruno Dewitt with funds from the Biennale.","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":363710,"title":"Conical Intersect","adult":false,"genre_ids":[]},{"cast":["Tora Sudiro","Aming Sugandhi","Ronal Surapradja","Tike Priatnakusumah","Indra Birowo"],"overview":"A group of elite hotel staff named The Crew is given an important mission: save the wedding of the owner's daughter.","release_date":"2015-10-08","vote_average":0.0,"runtime":110,"cert":"N\/A","id":363712,"title":"The Wedding & Bebek Betutu","adult":false,"genre_ids":[35]},{"cast":["Shaina Magdayao","Serena Dalrymple","Angel Aquino","Christopher de Leon","Jericho Rosales"],"overview":"The story is about an orphan named Anna who searched for her long-lost father. With the guardian angel Barbiel's help, Anna was able to see the latter's father even for a moment.","release_date":"1999-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363729,"title":"Wansapanataym The Movie","adult":false,"genre_ids":[35,10751,14,18]},{"cast":["Ann Mendenhall","Neil Morrissey","Doug Hudson","Kaitlyn Robrock","Jade Petersen"],"overview":"An eccentric and unstable boy named Napoleon \"Sock\" Maxwell Sowachowski murders his parents on accident in his sleep and is sent to Hell. There he meets Mephistopheles, Hells's manager, who gives him a job as a demon, assigning him to an apathetic teenager by the name of Jonathan Combs.","release_date":"2013-05-17","vote_average":0.0,"runtime":10,"cert":"\"\"","id":363731,"title":"Welcome to Hell","adult":false,"genre_ids":[16]},{"cast":["Alexandre Borges","Camila Morgado","Bianca Comparato","Christine Fernandes","Luíza Mariani"],"overview":"Heitor is a bachelor who shoots fancy weddings for a living, but gets in trouble when he meets Penélope, a woman desperate to stop her lover's wedding.","release_date":"2015-12-03","vote_average":6.5,"runtime":91,"cert":"N\/A","id":363733,"title":"Happily Married","adult":false,"genre_ids":[10749,35]},{"cast":["Eddie Garcia","Victor Neri","Alma Concepcion","Rez Cortez","Lito Legaspi"],"overview":"Sgt. Greg Marcial is an esteemed detective who is tasked to investigate on a series of mysterious deaths among elderly men.","release_date":"1999-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363735,"title":"Tigasin","adult":false,"genre_ids":[35,28]},{"cast":["Redford White","Carding Castro","Bonel Balingit","Serena Dalrymple","Wilma Doesnt"],"overview":"Company janitors Marlon, Brando, and Jack would do anything to provide for their niece Bona and their ailing grandfather.","release_date":"1999-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363737,"title":"Isprikitik: Walastik Kung Pumitik","adult":false,"genre_ids":[35]},{"cast":["Bryan Danielson","Chris Lindsey","Jack Miller","Rami Sebei","Chris Spradlin"],"overview":"1. Bino Gambino vs. Ronin  \/ 2. \"The Professional\" Scott Lost vs. Davey Richards  \/ 3. Los Luchas (Phoenix Star &amp; Zokre) &amp; Nemesis vs. Scorpio Sky &amp; The Young Bucks (Matt &amp; Nick Jackson)  \/ 4. Chris Hero vs. Human Tornado \/ 5. Jack Evans vs. El Generico  \/ Pro Wrestling Guerrilla World Championship Title Match  6. \"American Dragon\" Bryan Danielson (c) vs. Roderick Strong","release_date":"2007-10-14","vote_average":0.0,"runtime":164,"cert":"\"\"","id":363739,"title":"PWG Schadenfreude","adult":false,"genre_ids":[]},{"cast":["Daniel Lyon","Wesley David Richards","Kevin Steen","Benjamin Satterly","Marco Jaggi"],"overview":"1. Ken'ichiro Arai &amp; Lupin Matsutani vs. T-Bones (Bad Bones &amp; Thumbtack Jack) \/ 4-Man Gauntlet Match  2. Chris Hero vs. Wesley Croton vs. Marc Slater vs. Diego Latino \/ 3. Human Tornado vs. Marc Roudin \/ Pro Wrestling Guerrilla World Championship Title Match 4. \"American Dragon\" Bryan Danielson (c) vs. El Generico \/ 5. Austin Aries vs. \"The Tremendous\" Emil Sitoci \/ wXw World Heavyweight Championship Title Match 6. Are$ (c) vs. Joey Ryan \/ Pro Wrestling Guerrilla World Tag Team Championship Title Match  7. Super Dragon &amp; Davey Richards (c) vs. \"The Man That Gravity Forgot\" PAC &amp; \"Mr. Wrestling\" Kevin Steen","release_date":"2007-10-28","vote_average":0.0,"runtime":140,"cert":"\"\"","id":363747,"title":"PWG European Vacation II - Germany","adult":false,"genre_ids":[]},{"cast":["Bryan Danielson","Jack Miller","Chris Spradlin","Candice Dawson","Edward Moore"],"overview":"1. Karl \"Machine Gun\" Anderson vs. Ronin \/ 2. \"Double C\" Claudio Castagnoli vs. TJ Perkins \/ 3. The Dynasty (\"The Professional\" Scott Lost &amp; Joey Ryan w\/ Jade Chung) vs. The Young Bucks (Matt &amp; Nick Jackson) \/ 4. El Generico vs. Roderick Strong \/ 5. Rocky \"Azúcar\" Romero vs. Scorpio Sky \/ Mystery Partner Tag Team Match 6. Chris Hero &amp; ??? (w\/ Candice LeRae vs. Eddie Kingston &amp; Human Tornado \/ Pro Wrestling Guerrilla World Championship Title Match  7. \"American Dragon\" Bryan Danielson (c) vs. Jack Evans","release_date":"2007-11-11","vote_average":0.0,"runtime":121,"cert":"\"\"","id":363749,"title":"PWG The High Cost of Doing Business","adult":false,"genre_ids":[]},{"cast":["Pedro Pablo Astorga","Sergio Corrieri","Ángel Espasande","José Antonio Rodríguez","Raúl Xiqués"],"overview":"Three stories reconstructing the start of the triumphant Cuban revolution which deposed Batista.","release_date":"1962-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":363751,"title":"Cuba '58","adult":false,"genre_ids":[18]},{"cast":["Chris Spradlin","Candice Dawson","Dylan Keith Summers","Claudio Castagnoli","Craig Williams"],"overview":"Pro Wrestling Guerrilla World Championship Title Match 1. \"American Dragon\" Bryan Danielson (c) vs. Low Ki \/ 2. Karl \"Machine Gun\" Anderson vs. El Generico \/ 3. Ronin vs. Scorpio Sky \/ 4. The Dynasty (Scott Lost &amp; Joey Ryan, with Jade Chung) vs. Age of the Fall (Tyler Black &amp; Jimmy Jacobs) \/ Number One Contender Best of 3 Match Series  5. Jack Evans vs. Roderick Strong \/ 6. Muscle Outlaw'z (Nrauki Doi &amp; Masato Yoshino) vs. The Young Bucks (Matt &amp; Nick Jackson) \/ 7. Alex Koslov vs. TJ Perkins \/ 8. CIMA vs. Susumu Yokosuka \/ Intergender Six Person Tag Team Match  9. Chris Hero, Candice LeRae &amp; Necro Butcher vs. Claudio Castagnoli, Human Tornado &amp; Eddie Kingston","release_date":"2008-01-05","vote_average":0.0,"runtime":175,"cert":"\"\"","id":363753,"title":"PWG All Star Weekend 6 - Night One","adult":false,"genre_ids":[]},{"cast":["Mary Miles Minter","Allan Forrest","George Periolat","Helen Howard","Emma Kluge"],"overview":"George Periolat plays a dual role in this film, initially as Joseph Sayles a sickly old man who has taken his daughter, Rhoda (played by Mary Miles Minter), overseas after a quarrel with his family. She yearns to return home, but he has disowned his past. After his death, Rhoda ventures to America on her own. She nearly becomes destitute for a lack of money but happens upon some questionable fortune as she takes on the chores of Rosy Taylor after inadvertently finding an envelope with money in it. Rosy had been hired as a housekeeper (thus the money), but has passed away before actually showing up for employment.","release_date":"1918-07-08","vote_average":0.0,"runtime":59,"cert":"\"\"","id":363755,"title":"The Ghost of Rosy Taylor","adult":false,"genre_ids":[]},{"cast":["Riccardo Scamarcio","Laura Chiatti","Michele Placido","Maria Pia Calzone","Luciana Littizzetto"],"overview":"Lukewarm wedding acquires a new meaning when the father of the groom rekindles his long-time love for the mother of the bride.","release_date":"2015-10-22","vote_average":5.7,"runtime":102,"cert":"N\/A","id":363757,"title":"Io che amo solo te","adult":false,"genre_ids":[10749,35]},{"cast":["Craig Williams","Jack Miller","Scott Epperson","Joseph Ryan Meehan","Jade Chung"],"overview":"DDT4 Round Robin Qualifier Series 1. Ronin &amp; Scorpio Sky vs. Hook Bomberry &amp; TJ Perkins \/ 2. \"Double C\" Claudio Castagnoli vs. Roderick Strong  DDT4 Round Robin Qualifier Series \/ 3. Los Luchas (Phoenix Star &amp; Zokre) vs. The Young Bucks (Matt &amp; Nick Jackson) \/ 4. Eddie Kingston vs. Necro Butcher  Pro Wrestling Guerrilla World Tag Team Championship Title Match 5. The Dynasty (Scott Lost &amp; Joey Ryan, with Jade Chung) vs. The Briscoe Brothers (Jay &amp; Mark Briscoe) \/ Pro Wrestling Guerrilla World Championship Title Grudge Match 6. Human Tornado (c) vs. Jack Evans","release_date":"2008-03-07","vote_average":0.0,"runtime":94,"cert":"\"\"","id":363759,"title":"PWG Scared Straight","adult":false,"genre_ids":[]},{"cast":[],"overview":"After 30 years of chain smoking, Swiss filmmaker Peter Liechti sets out on a journey - three times! - to wean himself off cigarettes.  He departs from Zürich and walks to St. Gallen, the place were he grew up und also the place where he started smoking. On his pilgrimage through Switzerland he hopes to find the root of his addiction and waits for a final catharsis to release him. Time and time again though, his sympathy for other smokers and disdain for goody-goody non-smokers gets in the way. And time after time his nicotine addiction gets the best of him.  His three attempts to quit by walking it off, turn into an expedition of Liechtis home country. He gives a declaration of independence but also a confession of love to Switzerland.","release_date":"2003-10-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":363773,"title":"Lucky Jack: Three Attempts to Stop Smoking","adult":false,"genre_ids":[]},{"cast":["Léon Pizano","Teo Hernández","Armando Ramirez"],"overview":"\"In 1968, during a stay in London, I could finally achieved my first film: 14, BINA GARDEN. A camera wanders into the decor of a room ...\"","release_date":"1968-10-22","vote_average":0.0,"runtime":9,"cert":"N\/A","id":363775,"title":"14, Bina Garden","adult":false,"genre_ids":[]},{"cast":["Amante Pulido","Dan Jarden De Guzman","Shielbert Manuel","Mailes Kanapi","Cherry Malvar"],"overview":"A story of how a violent crime disrupts a quaint rural town in Batangas. A girl’s dead body is discovered and puts the whole town on trial while the former’s companion remains missing. The ensuing media spectacle slowly exposes the town’s secrets. As they celebrate its yearly festival by the lake, an unknowing sleeping evil unravels and haunts the townsfolk.","release_date":"2015-10-23","vote_average":0.0,"runtime":88,"cert":"N\/A","id":363777,"title":"Town in a Lake","adult":false,"genre_ids":[27]},{"cast":["Sid Lucero","Gwen Zamora","Ana Abad-Santos","R.K. Bagatsing","Annicka Dolonius"],"overview":"Ford, a surfing instructor from the Philippines has been told his whole life that he's the son of Francis Ford Coppola. He's wasted his youth waiting as his mother petitions the director to acknowledge Ford as his son. But as the surfing season ends, he’s forced to confront his past actions, inactions, and the stories of his life.","release_date":"2015-10-23","vote_average":8.0,"runtime":100,"cert":"N\/A","id":363779,"title":"Apocalypse Child","adult":false,"genre_ids":[18]},{"cast":["Marga López","Carlos Rivas","José Elías Moreno","Lucy Gallardo","Sara Guasch"],"overview":"Woman becomes a prostitute so her writer BF can concentrate on his art instead of working for a living.","release_date":"1955-10-05","vote_average":0.0,"runtime":97,"cert":"N\/A","id":363781,"title":"De carne somos","adult":false,"genre_ids":[]},{"cast":["Luciano Albertini","Olga Engl","Grit Haid","Hans Albers","Eugen Burg"],"overview":"A gentleman trades place with a notorious gangster who's his dead ringer to prevent an evil baron to marry his fiancée.","release_date":"1927-02-25","vote_average":0.0,"runtime":83,"cert":"N\/A","id":363783,"title":"Rinaldo Rinaldini","adult":false,"genre_ids":[12]},{"cast":["Jenjira Pongpas","Banlop Lomnoi"],"overview":"This film depicts Bunleua Sulilat’s temple\/sculpture garden 'Sala Keoku', located in northern Thailand. Passages of blackness sporadically dissolve under the fitful internal illumination of sparklers, which light up to reveal Sulilat’s unorthodox temple populated with a fantastical concrete menagerie of beasts and figures; the sculptures range from the broad, whale-like contours of a frog’s face, to a cavalcade of dogs on mopeds, to a pair of skeletons partially embracing as if sitting for a double portrait. These images are interspersed with those of an older Thai couple mysteriously wandering around the temple like wraiths, the woman’s plodding progress hampered by the use of crutches.","release_date":"2014-05-17","vote_average":0.0,"runtime":7,"cert":"N\/A","id":363785,"title":"Fireworks (Archives)","adult":false,"genre_ids":[]},{"cast":["Flávio Migliaccio"],"overview":"","release_date":"1966-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363793,"title":"Jornada Kamayurá","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1993-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363795,"title":"Rito Krahô","adult":false,"genre_ids":[]},{"cast":[],"overview":"Early Bill Morrison film from 1992, black &amp; white, 16mm.","release_date":"1992-01-01","vote_average":6.0,"runtime":6,"cert":"\"\"","id":363797,"title":"Footprints","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363799,"title":"Kampf der Menschenaffen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-03-23","vote_average":8.0,"runtime":null,"cert":"\"PG\"","id":363801,"title":"Crucifixion","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"This short covers a day in the life of a Venice beatnik in glorious black 'n' white.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":363803,"title":"The Beat From Within: Reflections of a Beatnik","adult":false,"genre_ids":[]},{"cast":["Franco Booysens","Liam Schwegler","Christian Schwegler","Riley Schwegler","Jarod Smith"],"overview":"Known for years as the golden boy of SA rugby, the world reeled in shock in April 2011 when the news broke that Joost van der Westhuizen had been diagnosed with Motor Neuron Disease (MND). The disease attacks the central nervous system, causing progressive disability. There is no known cure. THE PROGNOSIS IS DEATH.Anyone who’s seen Joost in action will know that he’s not one to give up without a fight. His game-changing prowess as a rugby player is now galvanised in a battle for survival and, more importantly, to make a difference to the lives of others with the disease.Despite specialist assurances that he’d be in a wheelchair in a year and not likely see his 42th birthday, Joost not only celebrated in style, but took to the skies, travelling internationally with his J9 Foundation to meet the great minds who are working to find a cure.","release_date":"2015-08-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":363814,"title":"Glory Game - The Joost van der Westhuizen story","adult":false,"genre_ids":[99]},{"cast":["Eugene Steblov"],"overview":"Surrealist animation by Alexander Fedulov","release_date":"1991-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":363816,"title":"Potets","adult":false,"genre_ids":[16]},{"cast":[],"overview":"16mm film from 2001.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":363818,"title":"Paranoia Trilogy Part One: The Chemical Bath","adult":false,"genre_ids":[]},{"cast":[],"overview":"16mm film from 2005.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":363820,"title":"Echoes of Bats and Men","adult":false,"genre_ids":[]},{"cast":[],"overview":"16mm film from 2006.","release_date":"","vote_average":0.0,"runtime":13,"cert":"N\/A","id":363822,"title":"01\/06","adult":false,"genre_ids":[]},{"cast":[],"overview":"If at first you don’t succeed, scry, scry again.\r 16mm film.","release_date":"2001-03-18","vote_average":0.0,"runtime":2,"cert":"\"\"","id":363824,"title":"L’Eye","adult":false,"genre_ids":[]},{"cast":[],"overview":"Neatly centered in a wide-screen frame, silent against the ambient drone of passing tra≈c, a pale rectangle of light hangs suspended in darkness. Four long fluorescent lightbulbs horizontally stacked at a slight diagonal pulse with erratic, hypnotic rhythm; a fifth has gone out, disrupting the symmetry. Next, a single bulb appears, positioned at the same angle, and a sudden swell of primitive dance beats rises on the soundtrack, quickly dispelled by the barking of a dog. More fluorescent lights follow, in varying arrangements and states of disrepair—these are the opening images of DRIVE THRU (2006).","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":363835,"title":"Drive Thru","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story of a group of high school boys who play the Japanese game \"Bo taoshi\"","release_date":"2003-03-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":363837,"title":"Bo taoshi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363839,"title":"Dora l'exploratrice - Volume 12 : Dora autour du monde","adult":false,"genre_ids":[16]},{"cast":["James D'Arcy","María Valverde","Jack Davenport","Natalia Álvarez-Bilbao","Irene Escolar"],"overview":"The fates of Henry - an American correspondent - and Teresa, one of the Republic's censors during the Spanish Civil War.","release_date":"2016-04-26","vote_average":5.5,"runtime":110,"cert":"\"R\"","id":363841,"title":"Guernica","adult":false,"genre_ids":[18,10752,10749]},{"cast":["Andrey Smolyakov","Pavel Lychnikoff","Ekaterina Volkova","Andrey Merzlikin","Sergey Badyuk"],"overview":"Igor, a Russian oligarch gets into a heated argument with Eva, his estranged daughter whilst traveling on his private jet. Igor orders the plane to land. As the plane touches down Eva disappears into the Goan jungle. Thus begins Igor's desperate search for his only daughter. A search that will bring him and Eva into contact with various characters who in turn are trying to find their own paths through life. Makar, a guy from Novosibirsk, who is desperately searching for enlightenment. Alexey and Kristina are ending their marriage here, while Dimon and Lenya are raising hell and pushing Goa to its partying limits. Kosmos the Guru (\"just don't call him that\") dispenses the chemicals that in a bat of an eyelid will take you to an alternate reality. There are different destinies here. There are a myriad of people. But all of them have one Motherland, which is easy not to love as long it is close to you","release_date":"2015-10-15","vote_average":4.0,"runtime":110,"cert":"\"R\"","id":363846,"title":"Motherland","adult":false,"genre_ids":[53,18]},{"cast":["Erin Malek","Addy Ashraf","Nik Muhammad Farith Adruce","Fatin Affifah","Nor Zam Zam"],"overview":"Friendship between five companions sekampong , alias , Round, interesting , Budi and Illa threatened by the arrival Zurina of the city.","release_date":"2006-12-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363857,"title":"Tentang Bulan","adult":false,"genre_ids":[]},{"cast":["Rie Tanaka","Asami Imai","Kana Asumi"],"overview":"Unaired episode 13 of Choujigen Game Neptune: The Animation, included in the 7th BD\/DVD volume.","release_date":"2014-03-26","vote_average":0.0,"runtime":24,"cert":"N\/A","id":363859,"title":"Hyperdimension Neptunia The Animation: Yakusoku no Eien - True End","adult":false,"genre_ids":[]},{"cast":["Hafsia Herzi","Émilie Dequenne","Mounir Margoum","Emmanuel Salinger","Thelma Deroche Marc"],"overview":"One evening, Amra, a young Algerian living in France, accidentally runs over a pedestrian. Riddled with guilt and the certainty that she will lose her French identity papers, Amra is miraculously proved innocent by Angélique, a beautiful redhead who is as open and without any hang-ups as Amra is unsociable and introverted. The two young women become friends, but then Angélique's attitude becomes increasingly strange, indeed, even troubling...","release_date":"2015-10-14","vote_average":5.3,"runtime":84,"cert":"N\/A","id":363861,"title":"Par accident","adult":false,"genre_ids":[18]},{"cast":["Dee Bradley Baker","Jonathan Banks","Alex Borstein","Nathan Fillion","Seth Green"],"overview":"The Robot Chicken DC Comics Special 3: Magical Friendship surrenders DC Comics' multitude of Super Heroes and Super-Villains to the demented whims of the award-winning Robot Chicken for a triumphant third time. This time around, Batman and Superman’s bromance takes a competitive turn and the fate of the universe somehow hangs in the balance!","release_date":"2015-10-18","vote_average":8.0,"runtime":23,"cert":"\"\"","id":363863,"title":"Robot Chicken DC Comics Special III: Magical Friendship","adult":false,"genre_ids":[16]},{"cast":["Kinnosuke Nakamura","Yoshiko Sakuma","Tamao Nakamura","Kinya Kitaoji","Takahiro Tamura"],"overview":"The struggles of a low-ranking samurai (Nakamura) coming to terms with the end of the Tokugawa shogunate and the end of Japan's feudal age with the 1868 Restoration.","release_date":"1970-10-17","vote_average":0.0,"runtime":113,"cert":"N\/A","id":363865,"title":"Will to Conquer","adult":false,"genre_ids":[36,18]},{"cast":["Zahi Hawass","Corey Johnson","Earl Ertman","George B. Johnson","Ken Nystrom"],"overview":"American archeologists have found a new tomb in the desert valley. This is the first find of this magnitude since King Tutankhamun's tomb was uncovered in 1922, according to Egypt's Supreme Council of Antiquities. Called KV 63 - it is the 63rd discovered since the valley was first mapped - the new, intact tomb was found just 16 feet away from King Tut's resting place. A team of archeologists led by Otto Schaden discovered the tomb by accident while conducting \"routine digs\" on the nearby tomb of King Amenmesses, a 19th Dynasty pharaoh. Explore the wonders of the magnificent lost era.","release_date":"2006-06-04","vote_average":0.0,"runtime":50,"cert":"\"\"","id":363867,"title":"Egypt's New Tomb Revealed","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A slice-of-life documentary of the rubber plantation boys in Zamboanga Sibugay. It’s about boyhood journeys and life’s realities told in a free-spirited, yet melancholic manner.","release_date":"2015-10-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":363881,"title":"Of Cats, Dogs, Farm Animals, and Sashimi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A presentation of three portraits of different lives caught in crossfire of unwavering faith and ambiguous histories to create a tapestry of Mindanao’s forgotten people.","release_date":"2015-10-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":363883,"title":"The Crescent Rising","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“Traslacion: Ang Paglakad sa Altar ng Alanganin” focuses on four LGBT couples and their stand on equality and the right to marry. This documentary addresses their complicated quests in defining themselves within a conservative society.","release_date":"2015-10-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":363885,"title":"Traslacion: Ang Paglakad sa Altar ng Alanganin","adult":false,"genre_ids":[99]},{"cast":["Lisa Cook","Todd Jason Cook"],"overview":"A trilogy of horror stories that begins with a crazy musician who has trouble composing his latest song. His lack of concentration on his work leads to the accidental conjuring of an evil spirit. The second story concerns a couple who go to a pool hall for a night of fun. While there, they meet a friendly guy named David who invites them back to his place for a private party where he has other bloody plans. The final story is about a girl who comes home from work to find a mysterious package on her doorstep. Upon opening it, she finds a creepy ventriloquist dummy that seems to have a life of its own and a liking for blood.","release_date":"1994-06-01","vote_average":2.0,"runtime":88,"cert":"\"NR\"","id":363887,"title":"Horrorscope","adult":false,"genre_ids":[27]},{"cast":["Robert Englund","Jere Burns","Scottie Thompson","Matt Angel","Chasty Ballesteros"],"overview":"Six of the worlds scariest psychopaths escape from a local Asylum and proceed to unleash terror on the unsuspecting crowd of a Halloween Funhouse whose themed mazes are inspired by their various reigns of terror.","release_date":"2015-11-13","vote_average":5.3,"runtime":90,"cert":"\"R\"","id":363889,"title":"The Funhouse Massacre","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Tanglewood is one of the world's most beloved music festivals and serves as the summer home for the famed Boston Symphony Orchestra. In a star-studded event featuring some of its most distinguished and long-term contributors, the prestigious Tanglewood Festival celebrated its 75th anniversary with an evening of sparkling music that will long be remembered.","release_date":"2013-01-01","vote_average":0.0,"runtime":103,"cert":"\"\"","id":363891,"title":"Tanglewood 75th Anniversary Celebration","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arcade Fire - Coachella Music and Arts Festival","release_date":"2014-04-13","vote_average":0.0,"runtime":106,"cert":"\"\"","id":363908,"title":"Arcade Fire - Coachella Music and Arts Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A young child tries to convince her parents to get a dog.","release_date":"2003-10-25","vote_average":0.0,"runtime":10,"cert":"N\/A","id":363910,"title":"I Want a Dog","adult":false,"genre_ids":[]},{"cast":["Vito Acconci"],"overview":"Poet and artist Vito Acconci points his finger towards the camera and his own reflection in an offscreen video monitor.","release_date":"1971-01-01","vote_average":0.0,"runtime":22,"cert":"\"NR\"","id":363912,"title":"Centers","adult":false,"genre_ids":[99]},{"cast":["Katharina Bohny"],"overview":"Quotations from the brochure of a school for actors: “We expect the students to use the free space at school to explore the roles they play in their everyday lives, but also all that is alien to them, both the imaginable and the unimaginable.” And: “It is said that an actor’s school is a place to discover what Man is, and what he might become despite everything.” In the words of Kathrin Bohny: “I never thought of training to be an actress in that way, but I'm curious to find out how it will be.” The film: a young woman, learning to know herself, and of what she is capable. The wide path she follows, in the four years that her training as an actress lasts.","release_date":"1999-09-24","vote_average":0.0,"runtime":96,"cert":"N\/A","id":363914,"title":"Die Zeit mit Kathrin","adult":false,"genre_ids":[99]},{"cast":["Ingeborg Sundrehagen Raustøl","Helge Jordal","Hilde Louise Asbjørnsen","Hege Schøyen","Bjørn Sundquist"],"overview":"Oslo in beautiful autumn. Ingvild is a stage manager at the National Theatre, and trying to make a life change, with her artistic ambitions. Not liking actors, she still manages to get into two very different affairs.","release_date":"2015-10-16","vote_average":2.8,"runtime":95,"cert":"N\/A","id":363916,"title":"Autumn Fall","adult":false,"genre_ids":[35,18]},{"cast":["Nikos Xanthopoulos","Ketty Papanika","Yorgos Moutsios","Eleni Zafeiriou"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363921,"title":"Ο Αετός των Σκλαβωμένων","adult":false,"genre_ids":[]},{"cast":[],"overview":"A compilation of shorts from the London International Animation Festival.  The LIAF proudly showcases the whole spectrum of creative animation, showing that animation is for everyone. Founded in 2003, LIAF aims to dispel the popular misconception that animation is just cartoons for kids by screening the broadest possible range of intelligent, entertaining and provocative current films on offer from all around the world as well as retrospectives and specialised sessions from countries and animators who don't normally elicit such attention.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363923,"title":"LIAF Animated Shorts Special - September 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about Gypsy Jazz legend, Django Reinhardt.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":363931,"title":"Swing Guitar: The Genius of Django Reinhardt","adult":false,"genre_ids":[]},{"cast":["Jessie Lee","Scarlet LaVey","Emily Parker","Veronica Rose","Mr. Pete"],"overview":"These busty, tattooed beauties are so wild, you'll blow your load as soon as they stuff that hard cock of yours inside!","release_date":"2014-08-12","vote_average":5.0,"runtime":108,"cert":"\"NC-17\"","id":363933,"title":"Tits and Tattoos","adult":true,"genre_ids":[]},{"cast":["Diva Haase","Dave Lancet","Lawrence Talbot"],"overview":"An unsuspecting Earthling encounters visitors from a distant planet whose sexually charged society features dominant females and subservient males.","release_date":"1990-06-15","vote_average":0.0,"runtime":60,"cert":"\"\"","id":363935,"title":"The Orbitrons","adult":false,"genre_ids":[878,27]},{"cast":["Ming Lei","Lily Chen Ching","Chung Ting","Chi Lin","Jen-ping Su"],"overview":"The Ming Dynasty was the ruling dynasty of China for three centuries. During its reign it encountered numerous rebellions. It is during just such a time that the small state of Yun finds itself caught between the two sides of an impending rebellion. The state of Yun must decide if it should rebel and align itself with the 8 Masters, or if it should stay loyal to the Emperor and the 4th Imperial Prince, Kao Ming.","release_date":"1969-01-14","vote_average":5.0,"runtime":86,"cert":"N\/A","id":363937,"title":"Bloody Mask","adult":false,"genre_ids":[18,28]},{"cast":["Jay Schillinger","Martha Byrne","Steve Kanaly","Martin Kove","Dan Erdman"],"overview":"Forced home by the death of his mother, Tommy Madden must reunite with not only his estranged father, but with the town he thought he left behind.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":363939,"title":"Sliding Home","adult":false,"genre_ids":[]},{"cast":[],"overview":"A bored couple separately seduces young girls, when the husband becomes obsessed with and begins to pamper a young neighbor with disastrous results.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":363941,"title":"Sock It To My Baby","adult":true,"genre_ids":[]},{"cast":[],"overview":"Brings together four inspiring stories from North, South, East, and West El Salvador. With a soft poetic veil, these stories portray a rich cultural, ecological and social diversity, showing a viewpoint of the country that distances itself from the accounts of violence that prevail in the Central American region.","release_date":"2015-07-03","vote_average":0.0,"runtime":55,"cert":"N\/A","id":363943,"title":"El Salvador: cuatro puntos cardinales","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Danny Gatton is THE HUMBLER.  He is often called The World’s Greatest Unknown Guitarist and each year he keeps climbing up the polls of the top 100 guitarists.  THE HUMBLER - The Danny Gatton Story is a feature documentary about the exceptional and tragic life of this rare musician.  Danny tells his own story.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363954,"title":"The Humbler","adult":false,"genre_ids":[]},{"cast":["Lorenza Izzo","Eusebio Arenas","Walcott Alice Jones","John Hurtachi"],"overview":"Chris, an exceptional student, is expelled from the school and suffers the neglect of the ones he loves after he commits a crime. Chris meets two lonely and dangerous new young friends that will lead him to explore the dark sides of his personality and to exploit his physical and emotional limits. The friends will experience a world without hope, living in a violent sociological environment that will create the conditions for the three of them to star looking for dead as the only one way of escape of their frustrated lives.","release_date":"2012-10-15","vote_average":0.0,"runtime":110,"cert":"N\/A","id":363956,"title":"Instrucciones Para Mi Funeral","adult":false,"genre_ids":[18]},{"cast":[],"overview":"More than 50 years after three men broke out of the world's toughest penitentiary, HISTORY's 'ALCATRAZ: SEARCH FOR THE TRUTH' uncovers new leads and exclusive family secrets that may solve this country's most notorious cold case.","release_date":"2015-10-12","vote_average":7.5,"runtime":88,"cert":"\"\"","id":363958,"title":"Alcatraz: Search for the Truth","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An asphalt contractor, who has sacrificed his life to make a profit, finds himself in a financial dead-end. The ever gentle-minded road engineer Rauno Kannisto is hired to the construction site, to build a road that cuts through the vast forests by the Russian border. He knows nothing of the financial difficulties. Soon, Rauno finds himself in a situation where he doesn't know which way to turn. The sub-contractor becomes the main contractor, workers are loaded in containers from the other side of the border, and the contractor's wife has a smile that makes you lose your sleep. Middle of the Road is a dark comedy about loyalty and greed.","release_date":"2013-11-17","vote_average":5.0,"runtime":85,"cert":"N\/A","id":363960,"title":"Puolin ja toisin","adult":false,"genre_ids":[35]},{"cast":["Lorenza Izzo","John Stamos","Matthew Lillard","McKaley Miller","Valin Shinyei"],"overview":"Centers on Victor Port, a high-powered divorce attorney with a unique view of relationships.","release_date":"2013-10-15","vote_average":0.5,"runtime":null,"cert":"\"\"","id":363962,"title":"I Am Victor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":7.5,"runtime":null,"cert":"N\/A","id":363967,"title":"Co to konia obchodzi","adult":false,"genre_ids":[]},{"cast":["Gaby André","Marshall Thompson"],"overview":"American photojournalist Marsh Conners is assigned to cover a cattle epidemic. Falling in love with research scientist Dr. Marie Avedon, Conners attempts to help her convince the Masai tribesmen to have their cattle inoculated, and to locate the source of the disease.","release_date":"1962-05-29","vote_average":0.0,"runtime":75,"cert":"\"\"","id":363975,"title":"East of Kilimanjaro","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the hospice, the average remaining time for patients is 21 days. These patients prepare for their deaths. Park Soo-Myeong is 40 something year old man who is also a husband and father. Kim Jung-Ja is a mother of two sons. Park Jin-Woo was a math teacher. Shin Chang-Yeol lived a lonely life.","release_date":"2014-12-04","vote_average":0.0,"runtime":108,"cert":"N\/A","id":363977,"title":"The Hospice","adult":false,"genre_ids":[99]},{"cast":["Anna Maria Mühe","Hanno Koffler","Anna Schudt","Walter Kreye","Maxim Mehmet"],"overview":"A dead girl, a suspicious suspect, a lost family, a dark secret. Two policemen and a young mother in search of the truth.","release_date":"2015-09-28","vote_average":5.0,"runtime":90,"cert":"N\/A","id":363979,"title":"Engel unter Wasser - Ein Nordseekrimi","adult":false,"genre_ids":[80]},{"cast":["Scott Carl Rechsteiner","Robert Rechsteiner"],"overview":"Here's a video our new Shoney's Franchisee Scott Steiner created of his demolition of an old Shoney's Restaurant to make room for a renovated and fresh new Shoney's in Acworth, GA!","release_date":"2015-09-23","vote_average":0.0,"runtime":2,"cert":"\"NR\"","id":363981,"title":"Scott Steiner Opening Shoney's in Acworth","adult":false,"genre_ids":[]},{"cast":["Matthias Brandt","Sandra Hüller","Axel Milberg","Andreas Lust","Manuel Steitz"],"overview":"","release_date":"2014-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":363983,"title":"Morgengrauen","adult":false,"genre_ids":[10749,80,10770]},{"cast":[],"overview":"Actual police footage of hostage situations, high-octane chases and gun battles bring pulse-pounding drama to this documentary. The special delves into the heroics of SWAT teams, elite forces that use special weapons and tactics to take down criminals. Included: a look at training fields across America.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":363988,"title":"SWAT The Real Story","adult":false,"genre_ids":[]},{"cast":["Nikki Benz","Mia Malkova","Chanel Preston","Anna Bell Peaks","Riley Reid"],"overview":"The curvaceously dangerous Nikki Benz is the leader of a house full of horny vampires. Immortality has given these ladies an incredible thirst for blood and an insatiable appetite for sex! They have been preying on men for centuries and continue to create schemes to lure their victims into their lair. This year, the ladies host a spooky Halloween party that will supply plenty of men to feast on, with a big orgy surprise at the end of the night!","release_date":"2015-10-15","vote_average":7.5,"runtime":155,"cert":"\"NC-17\"","id":363990,"title":"Hot Chicks Big Fangs 2","adult":true,"genre_ids":[27]},{"cert":"N\/A","title":"La visita que no tocó el timbre","cast":["Abel Salazar","Manolo Fábregas","Miroslava","Rafael Banquells","Maruja Grifell"],"id":363998,"overview":"Two underachieving brothers take responsibility for an abandoned baby.","runtime":90,"genre_ids":[],"release_date":"1954-09-11","vote_average":0.0,"adult":false}]