[{"cast":["Manuel Lozano","Toni Cantó","Félix López","Maru Valdivielso"],"overview":"Thirteen-year-old Ramon is on the verge of many adolescent discoveries -- and the confusion that goes along with them. Shy and awkward, he's moved from town to town throughout his childhood and believes that life is about winning and losing. But he soon learns it's all about survival. Like Ramon, Spain is in transition (President Francisco Franco is about to die); it's a time of social upheaval marked by change, illusion and struggle.","release_date":"2003-05-30","vote_average":5.6,"runtime":102,"cert":"15","id":36004,"title":"You're My Hero","adult":false,"genre_ids":[18,28]},{"cast":["Roland Demongeot","Marc Di Napoli","Jacques Bilodeau","Lucia Ocrain","Lina Carstens"],"overview":"The continuation of adventures of Tom Sawyer and his friends started in \"The Adventures of Tom Sawyer\" (1968).","release_date":"1968-12-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":36005,"title":"The Death of Joe the Indian","adult":false,"genre_ids":[10751,12]},{"cast":["Charles Laughton","Mary Boland","Charles Ruggles","Zasu Pitts","Roland Young"],"overview":"In this comedy of an Englishman stranded in a sea of barbaric Americans, Marmaduke Ruggles, a gentleman's gentleman and butler to an Earl is lost in a poker game to an uncouth American cattle baron. Ruggles's life is turned upside down as he's taken to the USA, is gradually assimilated into American life, accidently becomes a local celebrity, and falls in love along the way.","release_date":"1935-03-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":36006,"title":"Ruggles of Red Gap","adult":false,"genre_ids":[35]},{"cast":[],"overview":"While villain Grizzle plots against the Care Bears, it is up to Oopsy Bear to come to their rescue.","release_date":"2007-08-04","vote_average":4.9,"runtime":71,"cert":"N\/A","id":36007,"title":"Care Bears: Oopsy Does It!","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"The war on drugs has been going on for more than three decades. Today, nearly 500,000 Americans are imprisoned on drug charges. In 1980 the number was 50,000. Last year $40 billion in taxpayer dollars were spent in fighting the war on drugs. As a result of the incarceration obsession, the United States operates the largest prison system on the planet. Today, 89 percent of police departments have paramilitary units, and 46 percent have been trained by active duty armed forces. The most common use of paramilitary units is serving drug-related search warrants, which usually involve no-knock entries into private homes.","release_date":"1999-10-07","vote_average":5.3,"runtime":93,"cert":"N\/A","id":36010,"title":"War on Drugs: The Prison Industrial Complex","adult":false,"genre_ids":[99]},{"cast":["Freddy Silva"],"overview":"From best-selling author Freddy Silva comes a voyage of discovery into ancient temples, cathedrals and crop circles, and their effect on human evolution. Shot with outstanding cinematography throughout Britain, Silva demonstrates how our ancestors hard-wired a spiritual technology into places like Stonehenge to access the invisible Universe.","release_date":"2005-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":36011,"title":"Stairways To Heaven: The Practical Magic of Sacred Space","adult":false,"genre_ids":[99]},{"cast":["EVE2.0"],"overview":"A 2003 documentary study of mainstream Cyberpunk films of the 1980s created by director Andrew J. Holden. The film uses the structure of literary theorist Northrop Frye to describe the common, repeating stories in Western culture, and how Cyberpunk can be defined and understood according to that analysis, with a focus toward American film industry portrayal of race, gender, and government.","release_date":"2003-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":36012,"title":"The Cyberpunk Educator","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The cutting edge group known as transhumanists see a beautiful future brought about by artificial intelligence, life extension, and cybernetics. What one must realize before getting carried away with such utopian dreams is that transhumanism was born out of the elitist pseudo-science eugenics. This documentary provides vital information on the history of eugenics and its new cutting edge transformation.","release_date":"2009-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":36013,"title":"The Age of Transitions","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Is NASA sharing everything they know about UFOs? This documentary uses footage from missions into space to prove that there are aliens and our government has had this evidence for years without sharing it with the public.","release_date":"1997-06-19","vote_average":0.0,"runtime":128,"cert":"N\/A","id":36014,"title":"Secret Space: What is Nasa Hiding?","adult":false,"genre_ids":[99]},{"cast":["William Shatner","Jeane Dixon"],"overview":"William Shatner explores the theory that the U.S. government is involved in a cover-up of visiting alien spacecraft. Based on a book by Erich von Däniken, this documentary contains evidence of extraterrestrial life here on earth. Proof discovered through photographs taken by scientists and evidence of actual voyages found by archaeologists.","release_date":"1976-03-17","vote_average":6.5,"runtime":87,"cert":"N\/A","id":36015,"title":"Mysteries of the Gods","adult":false,"genre_ids":[99]},{"cast":["Brad Friedman"],"overview":"Clint Curtis was an everyday computer programmer in Florida until he was asked by a powerful Republican legislator to create vote-rigging software for electronic voting machines. For the first time, Patty Sharaf's terrifying documentary, Murder, Spies &amp; Voting Lies (the Clint Curtis story), recounts the full, remarkable tale.","release_date":"2008-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":36016,"title":"Murder, Spies & Voting Lies: The Clint Curtis Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Chances are the food you eat is killing you. Discover the truth. Unmask the deception. This documentary takes you on an incredible journey of truth and discovery. This documentary brings together a staggering array of industry experts, world reowned academia and industry watchers, which combined together, makes a compelling case.","release_date":"2007-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":36017,"title":"Mask of Deception","adult":false,"genre_ids":[]},{"cast":["Philip Gardiner"],"overview":"Solomon's Temple in Jerusalem, reputed to be the source of the most esoteric knowledge in human history-has fascinated scholars, seekers and dreamers for centuries. For generations, scholars and researchers have tried in vain to discover the fabled Temple of Solomon, only to be confronted by one problem after another. Gnosis weaves a tale that is both profound and precise.","release_date":"2006-09-18","vote_average":0.0,"runtime":57,"cert":"N\/A","id":36018,"title":"Gnosis, the Secret of Solomon's Temple Revealed","adult":false,"genre_ids":[99]},{"cast":["Aaron Russo"],"overview":"It's time to stop complaining about our politicians. If you're tired of the government and the way it's behaving, join Aaron Russo in his \"Mad As Hell\" crusade to restore the constitution to its proper role as the law of the land. The emergency WE\"RE ALL FACING is that America is turning into a totalitarian country - A police state and it must be stopped.","release_date":"1991-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":36019,"title":"Aaron Russo's Mad As Hell","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hidden Bible Knowledge,written and narrated by Al Fry","release_date":"2009-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36020,"title":"Hidden Bible Knowledge","adult":false,"genre_ids":[]},{"cast":["Alex Jones"],"overview":"Alex Jones exposes the growing militarization of American law enforcement and the growing relationship between the military and police. Witness US training with foreign troops and learning how to control and contain civilian populations. You will see Special Forces helicopter attacks on South Texas towns, concentration camps, broad unconstitutional police actions, search and seizure and more.","release_date":"1999-01-04","vote_average":4.3,"runtime":122,"cert":"N\/A","id":36023,"title":"Police State 2000","adult":false,"genre_ids":[99]},{"cast":["Alex Jones"],"overview":"Alex Jones exposes the problem-reaction-solution paradigm being used to terrorize the American people into accepting a highly controlled and oppressive society. From children in public schools being trained to turn in their peers and parents, to the Army and National Guard patrolling our nation's highways, Police State: The Takeover reveals the most threatening developments of Police State control","release_date":"2000-01-01","vote_average":3.8,"runtime":123,"cert":"N\/A","id":36024,"title":"Police State II: The Take Over","adult":false,"genre_ids":[99]},{"cast":["Alex Jones"],"overview":"Total Enslavement is the third installment in the critically-acclaimed Police State series and is a must-see for all who leve freedom. This film documents the nightmare rise of the Homeland Security dictatorship, Patriot Acts 1 and 2, the Total Information Awareness Network, government-run white slavery rings, the new prison surveillance economy and much more.","release_date":"2003-01-01","vote_average":0.5,"runtime":156,"cert":"N\/A","id":36025,"title":"Police State III: Total Enslavement","adult":false,"genre_ids":[99]},{"cast":["Leonard Cohen"],"overview":"On March 31, 2009, Leonard Cohen released Live In London, his first new recording since 2004’s Dear Heather. This collection available in DVD and 2 CD formats was recorded live on July 17, 2008 at London’s 02 Arena, one of Europe’s largest indoor venues.","release_date":"2008-07-17","vote_average":9.5,"runtime":159,"cert":"N\/A","id":36026,"title":"Leonard Cohen: Live In London","adult":false,"genre_ids":[10402]},{"cast":["Alex Jones"],"overview":"The Masters of Terror details the execution of the September 11th attacks and the ensuing whitewash, the cashless society control-grid, implanted microchips, mind-control, militarization of police, concentration camps, foreign troops massing on US soil, the USA Patriot Act, and Homeland Security taking over the states.","release_date":"2004-01-21","vote_average":3.7,"runtime":122,"cert":"N\/A","id":36027,"title":"The Masters of Terror","adult":false,"genre_ids":[99]},{"cast":["Alex Jones"],"overview":"The Order of Death picks up where Dark Secrets left off. This new work exposes the connections between the Bohemian Club and Skull and Bones and other occult secret societies. Jones explores the roots of the Grove and its links to occult networks dating back to ancient Egypt and Babylon. An amazing look into the rites and rituals of the modern day descendants of Babylonian mystery cults.","release_date":"2005-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":36028,"title":"The Order of Death","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From A for accent to Z for zero - everything you wanted to know about the English language.","release_date":"1995-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":36029,"title":"An A to Z of English","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36030,"title":"One Minute to Burn","adult":false,"genre_ids":[99]},{"cast":["Mike Anderson"],"overview":"Eating, 2nd Edition: Introducing The RAVE Diet presents graphic evidence of how animal foods are not meant for human consumption, and how the suffering and death of the animals \"takes revenge\" on the humans who eat them by causing most of our chronic diseases, and how the switch to a all whole-food plant based diet can begin to reverse many of these diseases in as little as three weeks.","release_date":"2004-05-14","vote_average":9.5,"runtime":100,"cert":"N\/A","id":36031,"title":"Eating","adult":false,"genre_ids":[99]},{"cast":["Fyodor Bondarchuk","Maksim Matveev","Aleksey Serebryakov","Evgeniya Khirivskaya","Ekaterina Vilkova"],"overview":"The film follows Denis, a young aspiring DJ who, although poor, has everything else in his favor: a calling in life as a musician, good friends and a faithful companion. Denis's fall from grace begins with a drug deal, which he agrees to out of the need for money. The decision leads to deadly consequences for almost everyone else around him, as Denis is subsequently forced to work as a drug dealer for a mafia boss and as an informer for the police chief of his city. Despite his attempts to “work off his sins”, Denis cannot escape the world of drugs and violence...","release_date":"2007-11-14","vote_average":3.9,"runtime":125,"cert":"N\/A","id":36036,"title":"Vice","adult":false,"genre_ids":[80,18,53]},{"cast":["Bon Scott","Brian Johnson","Angus Young","Malcolm Young","Cliff Williams"],"overview":"The AC\/DC Plug Me In DVD collection brings together for the very first time an astonishing five hours of definitive live concert and television performances -- many of them previously unavailable -- chronicling the on- going career (now in its fourth decade!) of a groundbreaking rock &amp; roll powerhouse whose music transcends the test of time.","release_date":"2007-10-16","vote_average":10.0,"runtime":420,"cert":"N\/A","id":36037,"title":"AC\/DC: Plug Me In","adult":false,"genre_ids":[10402]},{"cast":["Jenny Agutter","Luc Roeg","David Gulpilil","John Meillon","Robert McDarra"],"overview":"Under the pretense of having a picnic, a geologist takes his teenage daughter and 6-year-old son into the Australian outback and attempts to shoot them. When he fails, he turns the gun on himself, and the two city-bred children must contend with harsh wilderness alone. They are saved by a chance encounter with an Aborigine boy who shows them how to survive, and in the process underscores the disharmony between nature and modern life.","release_date":"1971-07-01","vote_average":7.5,"runtime":95,"cert":"12A","id":36040,"title":"Walkabout","adult":false,"genre_ids":[12,18]},{"cast":["Daniel Robinson","Joey Dudding","Jeff Metzler","Liz McCartney","Brian Spitulnik"],"overview":"Paul and Eddie have just begun previews for the new Off-Broadway musical \"Adam and Steve - Just the Way God Made 'Em.\" Their lives strangely mirror the characters they are playing. Paul is looking for the perfect man and Eddie is dealing with how his sexuality and faith can mix.","release_date":"2009-07-20","vote_average":7.4,"runtime":91,"cert":"N\/A","id":36041,"title":"The Big Gay Musical","adult":false,"genre_ids":[18,35,10402,10749]},{"cast":["Peter Kay"],"overview":"Peter Kay's hilarious stand up show. This is a live recording of his show in Blackpool which is one of the fastest selling comedy titles ever. Filmed in front of a packed, partisan crowd, Live At The Top Of The Tower is the freshest most hilarious stand up show from the country's funniest new comedian.","release_date":"2000-04-10","vote_average":6.9,"runtime":70,"cert":"15","id":36044,"title":"Peter Kay - Live at the Top of the Tower","adult":false,"genre_ids":[35]},{"cast":["Peter Kay"],"overview":"Peter Kay's SPECIAL KAY is an hilarious collection of previously-unreleased tasty morsels that are gathered here together for the first time. Among the highlights in this compilation are Kay's appearances on Parkinson, the Jonathan Ross Show, Coronation Street, The Catherine Tate Show and Live 8. A multitude of hilarious TV moments - many never seen before on national television.","release_date":"2008-04-10","vote_average":2.5,"runtime":78,"cert":"15","id":36045,"title":"Peter Kay's Special Kay","adult":false,"genre_ids":[35]},{"cast":["Sam Hennings","Brenda Strong","Eric Johnson","Alexander Carroll","Tiffany Dupont"],"overview":"When Benjamin Steed and Mary Ann Steed relocate their family to upstate New York in the early 1800's, they unwittingly settle in a town divided along religious lines. After their new hired help turns out to be at the center of the uproar, each member of the Steed family must come to terms with their own beliefs in the face of heavy persecution. Together they struggle to weather the raging controversy surrounding a young man named Joseph Smith.","release_date":"2004-11-24","vote_average":7.1,"runtime":110,"cert":"N\/A","id":36046,"title":"The Work and the Glory","adult":false,"genre_ids":[18,10749]},{"cast":["Susan Ward","Lori Heuring","Matthew Settle","Nathan Bexton","Tess Harper"],"overview":"A mentally disturbed young woman takes a job at a posh country club and falls in with a clique of wealthy college kids where she's taken under the wing of the clique's twisted leader, who harbors some dark secrets too terrifying to tell.","release_date":"2000-07-19","vote_average":4.6,"runtime":105,"cert":"12","id":36047,"title":"The In Crowd","adult":false,"genre_ids":[53]},{"cast":["Barbara Barrie","Edie Falco","Madeline Kahn","Bob Dishy","Carlin Glynn"],"overview":"A dramatic comedy where a the relationship of a teacher and married principal goes much worse than that of their children.","release_date":"1999-10-06","vote_average":5.4,"runtime":93,"cert":"N\/A","id":36048,"title":"Judy Berlin","adult":false,"genre_ids":[35,18]},{"cast":["Henry Kendall","Joan Barry","Percy Marmont","Betty Amann","Elsie Randolph"],"overview":"An unexpected inheritance proves less than a boon to a young married couple.","release_date":"1931-12-10","vote_average":5.7,"runtime":83,"cert":"","id":36049,"title":"Rich and Strange","adult":false,"genre_ids":[35,18,53]},{"cast":["Betty Balfour","Gordon Harker","Jean Bradin","Ferdinand von Alten","Fanny Wright"],"overview":"Betty, rebellious daughter of a millionaire, decides to marry the pennyless Jean, against her father's will. She runs away to France and she starts living a life of luxury on the profits from her father's business. The rich man decides to put a stop to her behavior pretending his business crashed. Betty now has to find money by herself and she gets a job in a night club.","release_date":"1928-08-19","vote_average":5.6,"runtime":93,"cert":"N\/A","id":36054,"title":"Champagne","adult":false,"genre_ids":[35]},{"cast":["Isabel Jeans","Franklin Dyall","Eric Bransby Williams","Ian Hunter","Robin Irvine"],"overview":"Larita Filton is named as correspondent in a scandalous divorce case. She escapes to France to rebuild her life where she meets John Whittaker. They are later married, but John's well-to-do family finds out Larita's secret.","release_date":"1928-03-05","vote_average":5.4,"runtime":85,"cert":"N\/A","id":36055,"title":"Easy Virtue","adult":false,"genre_ids":[18,53]},{"cast":["Carl Brisson","Lillian Hall-Davis","Ian Hunter","Forrester Harvey","Harry Terry"],"overview":"Both Jack Sander and Bob Corby are boxers in love with Mabel. Jack and Mabel wed, but their marriage is flat. The young wife looks to Bob for comfort.","release_date":"1927-10-01","vote_average":6.1,"runtime":116,"cert":"N\/A","id":36056,"title":"The Ring","adult":false,"genre_ids":[18]},{"cast":["Stan Deyo"],"overview":"Australian-made film with Steven Spielberg, Stan Deyo, Stanton Friedman, Dr. Alan Hynek, Jacques Vallee, Ken Arnold, Betty Hill and Ray Palmer (publisher of the Shaver Mystery). This rare TV documentary gave birth to The Cosmic Conspiracy and contains clips of the first episode of Star Wars and Jaws.","release_date":"1977-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":36059,"title":"UFOs Are Here!","adult":false,"genre_ids":[99]},{"cast":["David Harewood"],"overview":"Documentary examining the medieval myth of the Philosopher's Stone, a Holy Grail-type relic which supposedly held the key to alchemy and immortality. Many noted alchemists and adventurers searched obsessively for the artifact hoping to learn its powerful secrets, a quest which allegedly drove some to madness and others to celestial encounters.","release_date":"2007-04-24","vote_average":0.0,"runtime":45,"cert":"N\/A","id":36060,"title":"The Philosopher's Stone: The True Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This film is Part 1 in a series. Composed to raise awareness and support for our First Responders, Soldiers, and other Heroes currently suffering... dying to get your attention.","release_date":"2008-07-22","vote_average":0.0,"runtime":149,"cert":"N\/A","id":36061,"title":"A Film to End All Wars!: Volume One","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Learn to become a true survivor in the wild as this amazing guide teaches invaluable skills against the Seven Enemies that threaten your life. This must-have program program includes life-saving tips, practical survival skills and other priceless information that can save your life out in the wild!","release_date":"2001-02-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":36062,"title":"Survival: Learn to Become a Survivor in the Wild!","adult":false,"genre_ids":[99]},{"cast":["Hiroshi Tamaki","Takayuki Yamada","Rio Yamashita","Yusuke Yamamoto","Toru Kazama"],"overview":"A live-action adaptation of Osamu Tezuka’s mature manga masterpiece MW (pronounced “moo,” like a cow), created to celebrate the 80th anniversary of Tezuka. When a top secret chemical compound called MW infects an island near Okinawa, the military is sent in to kill all the victims and cover up the incident. A survivor named Michio Yuki (Hiroshi Tamaki) grows up to become a highly-successful banker, but he is slowly being driven mad by the effects of MW. After committing a series of ruthless crimes to get revenge against the people responsible for the cover-up, he decides that the only way to truly get revenge is to unleash MW on the world and exterminate the entire human race. Takayuki Yamada stars as Father Garai, a priest desperately trying to save Michios soul—and possibly his own in the process—but not necessarily doing much to stop the crime spree.","release_date":"2009-07-03","vote_average":5.9,"runtime":129,"cert":"N\/A","id":36063,"title":"MW","adult":false,"genre_ids":[18,878,53]},{"cast":["François Marthouret","Valérie Kling","Michel Robin","Isabelle Wolfe","Vicky Messica"],"overview":"In pre-French Revolution Bastille, the Marquis is held being unjustly accused of working to overthrow the king. While his talking penis, Colin, longs for action, Marquis himself only desires to write his deviant stories in peace.","release_date":"1989-04-26","vote_average":6.3,"runtime":83,"cert":"N\/A","id":36068,"title":"Marquis","adult":false,"genre_ids":[16,35]},{"cast":["Josiane Balasko","Ange Rodot","Aurélien Recoing","Frédéric Pierrot","Thierry Lhermitte"],"overview":"","release_date":"2003-10-15","vote_average":6.4,"runtime":100,"cert":"N\/A","id":36069,"title":"Hanging Offense","adult":false,"genre_ids":[18,53,9648]},{"cast":[],"overview":"A miserly man eats the pits of some cherries he can't stand throwing out. A tree starts growing from the top of his head. He cuts it off; it grows back. After a while, he gives up and lets it grow, but the crowds that gather on top of his head to enjoy the tree (and leave huge mounds of trash) eventually drive him to uproot the tree. This leaves a crater on top of his head, which fills with water, which becomes a popular lake.","release_date":"2002-01-01","vote_average":6.2,"runtime":10,"cert":"N\/A","id":36072,"title":"Mount Head","adult":false,"genre_ids":[16,35,14]},{"cast":["Hiroshi Tamura","Kirara Yugao"],"overview":"A woman walking home late at night is attacked by an unknown assailant who knocks her out with chloroform. When she regains consciousness, she finds herself tied to a bed in a blood- spattered dungeon, at the mercy of a white-faced man in a samurai helmet who wants to turn her into a \"flower of blood and flesh.\" He then proceeds to slowly dismember and disembowel her as the camera records it all.","release_date":"1985-10-07","vote_average":4.9,"runtime":42,"cert":"N\/A","id":36073,"title":"Guinea Pig 2: Flower of Flesh and Blood","adult":false,"genre_ids":[27]},{"cast":["Yûki Emoto","Naohi Hirakawa","Ken'ichi Kanbe","Shigeki Katô","Hiroshi Kitasenju"],"overview":"A female reporter researching underground sex films stumbles across a snuff film, and her further investigation causes the film makers to take action against her.","release_date":"1999-08-06","vote_average":4.4,"runtime":65,"cert":"N\/A","id":36074,"title":"Celluloid Nightmares","adult":false,"genre_ids":[27]},{"cast":["Misa Aika","Yumika Hayashi","Mika Kirihara","Sadao Abe","Masumi Nakao"],"overview":"A scientist taints his mother's scientific experiment with his own drug that transforms pain into a pleasurable experience. Unfortunately for the three women involved in the experiment, the drug works a little bit too well.","release_date":"1996-02-20","vote_average":5.9,"runtime":76,"cert":"N\/A","id":36075,"title":"Splatter: Naked Blood","adult":false,"genre_ids":[878,27]},{"cast":["David Hewlett","Jaime Bergman","Kirk B.R. Woller","Adamo Palladino","Angel Boris Reed"],"overview":"After an overly ambitious businessman transports an 80-foot python to the United States, the beast escapes and starts to leave behind a trail of human victims. An FBI agent and a snake specialist come up with a plot to combat the creature by pitting it against a bioengineered, 70-foot boa constrictor. It's two great snakes that snake great together!","release_date":"2004-01-01","vote_average":3.2,"runtime":92,"cert":"N\/A","id":36086,"title":"Boa vs. Python","adult":false,"genre_ids":[27,878]},{"cast":["C. Thomas Howell","Tracy Nelson","Fiona Loewi","Noel Fisher","Emily Tennant"],"overview":"A sheriff tries to save unsuspecting townspeople, including his estranged wife and young daughter, from a deadly swarm.","release_date":"2002-11-19","vote_average":3.7,"runtime":135,"cert":"N\/A","id":36087,"title":"Killer Bees!","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Horacio Pereira is an Uruguayan soldier of 42 years. In recognition of his performance in the Navy, has been given the job of keeper of Isla de Lobos, in the Atlantic Ocean. Horacio is poor, and will retire soon. Surrounded by 250,000 seals, dreams of putting a repair sewing machine in the back of his house and to give him his daughter and future 10 years. To raise the money and fulfill his dream, Horatio must go to war in the Congo, as a member of the peacekeeping forces of the UN.","release_date":"2011-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":36088,"title":"The Flicker","adult":false,"genre_ids":[]},{"cast":["Jeff Morrow","Mara Corday","Morris Ankrum","Louis Merrill","Edgar Barrier"],"overview":"Global panic ensues when it is revealed that a mysterious UFO is actually a giant turkey-like bird that flies at supersonic speed and has no regard for life or architecture.","release_date":"1957-06-01","vote_average":4.9,"runtime":75,"cert":"N\/A","id":36089,"title":"The Giant Claw","adult":false,"genre_ids":[27,878]},{"cast":["Goro Abashiri","Tarô Apollo","Shiro Demaemochi","Mitsufumi Hashimoto","Maya Kaba"],"overview":"In a Japanese colony, children overthrow their parental guardians and attempt to form a new society. Their plan spirals out of control and they are soon lost in a web of sexual deviation and violence.","release_date":"1971-01-01","vote_average":6.2,"runtime":75,"cert":"N\/A","id":36090,"title":"Emperor Tomato Ketchup","adult":false,"genre_ids":[18]},{"cast":["Takao Osawa","Kou Shibasaki","Tsutomu Yamazaki","Kanji Tsuda","Rio Kanno"],"overview":"While searching for his fiancee Ritsuko, Sakutarou rediscovers through flashbacks the void deep within him caused by the events from his high school days.","release_date":"2004-05-08","vote_average":7.1,"runtime":138,"cert":"N\/A","id":36091,"title":"Crying Out Love in the Center of the World","adult":false,"genre_ids":[18,10749]},{"cast":["Akashi Takei","Karen Miyama","Shidou Nakamura","Yosuke Asari","Chihiro Otsuka"],"overview":"When two souls find one another, nothing can tear them apart. Widower Takumi (Shido Nakamura) lives a quiet life with his six-year-old son Yuji (Akashi Takei) after the loss of wife and mother Mio (Yuko Takeuchi). Yuji unfailingly remembers her promise to him: \"I'll be with you again in a year's time, when the rains come.\" On the first anniversary of her passing, Takumi and Yuji are taking a walk in the woods when they come across a woman sheltering from a monsoon downpour. She bears an uncanny resemblance to Mio, but has no recollection of who she is or what she is doing there. Family life resumes from where they left off, while Takumi and Mio's memories of their first encounter in high school come flooding back. However, their new life together is interrupted by the discovery of Mio's old diary, which reveals the secrets of her past and how they must say goodbye once more in six weeks' time...","release_date":"2004-10-30","vote_average":7.8,"runtime":119,"cert":"N\/A","id":36092,"title":"Be with You","adult":false,"genre_ids":[18,14,10749]},{"cast":["Rodrigo Santoro","José Dumont","Rita Assemany","Luiz Carlos Vasconcelos","Ravi Ramos Lacerda"],"overview":"Brazilian badlands, April 1910. Tonho is ordered by his father to avenge the death of his older brother. The young man knows that if he commits this crime, his life will be divided in two: the twenty years he has already lived and the few days he has left to live, before the other family avenges their son's death. He is torn between fulfilling his ancestral duty and rebelling against it, urged by his younger brother Pacu. That's when a tiny travelling circus passes through the vast badlands where Tonho's family lives.","release_date":"2001-12-12","vote_average":7.4,"runtime":105,"cert":"N\/A","id":36093,"title":"Behind the Sun","adult":false,"genre_ids":[18]},{"cast":["Jane Fonda","Robert De Niro","Swoosie Kurtz","Martha Plimpton","Jamey Sheridan"],"overview":"An illiterate cook at a company cafeteria tries for the attention of a newly widowed woman. As they get to know one another, she discovers his inability to read. When he is fired, she takes on trying to teach him to read in her kitchen each night.","release_date":"1990-02-09","vote_average":6.6,"runtime":104,"cert":"N\/A","id":36094,"title":"Stanley & Iris","adult":false,"genre_ids":[18,10749]},{"cast":["Koji Yakusho","Masato Hagiwara","Tsuyoshi Ujiki","Anna Nakagawa","Yukijiro Hotaru"],"overview":"A wave of gruesome murders is sweeping Tokyo. The only connection is a bloody X carved into the neck of each of the victims. In each case, the murderer is found near the victim and remembers nothing of the crime. Detective Takabe and psychologist Sakuma are called in to figure out the connection, but their investigation goes nowhere...","release_date":"1997-11-06","vote_average":7.4,"runtime":111,"cert":"N\/A","id":36095,"title":"Cure","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Kenneth Anger","Bobby Beausoleil","Donald Cammell","Marianne Faithfull","Myriam Gibril"],"overview":"Lucifer Rising is a short film by director Kenneth Anger. The film was completed in 1972 and starred British singer Marianne Faithfull, but only widely distributed in 1980. The film's soundtrack was composed by Bobby Beausoleil.","release_date":"1974-04-10","vote_average":7.3,"runtime":29,"cert":"N\/A","id":36096,"title":"Lucifer Rising","adult":false,"genre_ids":[9648,14]},{"cast":["Karine Vanasse","Pascale Bussières","Miki Manojlović","Alexandre Mérineau","Charlotte Christeler"],"overview":"A coming-of-age tale centered around Hannah, a young girl who is living a troubled family life. Set in 1963, Hannah develops a fascination with Jean-Luc Godard's then-recent film \"Vivre sa vie\". As she begins to model herself after the film's lead role, Hannah slowly begins to explore the confusing nature of her sexuality.","release_date":"1999-02-12","vote_average":7.2,"runtime":95,"cert":"N\/A","id":36105,"title":"Set Me Free","adult":false,"genre_ids":[18,10749]},{"cast":["Lillian Gish","Robert Harron","Wilbur Higby","Loyola O'Connor","George Fawcett"],"overview":"True Heart Susie (Gish) secretly loves her neighbor, William Jenkins (Harron), but neither, it seems, can confess their feelings for each other.","release_date":"1919-06-01","vote_average":7.3,"runtime":87,"cert":"N\/A","id":36106,"title":"True Heart Susie","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"A factory worker in a dark, gray world assembles devices that promise happiness. In his spare time he tinkers to create something better, and finally succeeds in perfecting his invention, which allows people to see life through rose-colored glasses, but he has to pay a price for his success.","release_date":"1998-01-01","vote_average":7.9,"runtime":6,"cert":"N\/A","id":36107,"title":"More","adult":false,"genre_ids":[16,878]},{"cast":["Pegah Ahangarani","Leonid Alexeenko","Taraneh Alidoosti","Dàvi Alvarado","Vishka Asayesh"],"overview":"A collective film of 33 shorts directed by different directors about their feeling about cinema.","release_date":"2007-05-19","vote_average":7.2,"runtime":100,"cert":"N\/A","id":36108,"title":"To Each His Own Cinema","adult":false,"genre_ids":[35,18]},{"cast":["C. Thomas Howell","Michael Welch","Tanya Allen","Sarah Scott","Eve Mauro"],"overview":"Luke, is a grifter who owes a significant debt to the Mexican mob. Set in the gritty underbelly of Gardena, CA Luke has to come up with one final scheme to pay back his debt or his life is at risk. Supported by his two only friends, Courtney and Josh, they come together to devise a plan that with a little blind luck just might get Luke out of the hole.","release_date":"2009-09-22","vote_average":2.9,"runtime":88,"cert":"N\/A","id":36109,"title":"The Grind","adult":false,"genre_ids":[28,53,10749]},{"cast":["Fatih Akin","Mustafa Enver Akin","Cem Akin","Adam Bousdoukos"],"overview":"A documentary by Fatih Akin about turkish immigrants in Germany.","release_date":"2001-01-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":36110,"title":"We Have Forgotten to Return Home","adult":false,"genre_ids":[]},{"cast":["Vesna Trivalić","Nenad Jezdić","Nataša Ninković","Sonja Kolačarić","Tanasije Uzunović"],"overview":"A contemporary historical film reflecting the drama of the profound social changes that the Serbian society underwent at the turn of this century. The story is delivered through an account of the development of the local ambulance service. Adhering to the spirit of modern neo-realism, this evolution is illustrated by three stories set in three different periods linked by mutually connected and conditioned characters; and there is also a dream of what it could be!","release_date":"2009-06-12","vote_average":6.0,"runtime":81,"cert":"N\/A","id":36111,"title":"The Ambulance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"James Benning's worrying and also reassuring vision of the Ruhr Valley, shot in six fascinating takes of a tunnel, a forest, a factory, a mosque, graffiti and a chimney.","release_date":"2009-11-02","vote_average":8.0,"runtime":120,"cert":"N\/A","id":36120,"title":"Ruhr","adult":false,"genre_ids":[99]},{"cast":["Thomas Thieme","Renée Soutendijk","Ernst Stankovski","Claus Theo Gärtner","Jürgen Hentsch"],"overview":"A docudrama about Germany's former chancellor Helmut Kohl, whose 16-year tenure during the 80s and 90s included the reunification of the country after the fall of the Berlin Wall.","release_date":"2009-10-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":36121,"title":"Der Mann aus der Pfalz","adult":false,"genre_ids":[]},{"cast":["Sandy Leah","Junior Lima","Serafim Gonzalez","Emílio Orciollo Netto","Igor Rudolf"],"overview":"The planet Earth is devastated by the lack of water. Desert and arid, left this place few living beings , who had to adapt to the new bioma.2 Isolated in small communities , living separated...","release_date":"2003-12-12","vote_average":3.5,"runtime":103,"cert":"N\/A","id":36122,"title":"Acquaria","adult":false,"genre_ids":[12,18,878]},{"cast":["Jim Carrey"],"overview":"Imagine a world of incredible color and beauty. Of crabs wearing jellyfish for hats. Of fish disguised as frogs, stones and shag carpets. Of a kaleidoscope of life dancing and weaving, floating and darting in an underwater wonderland. Now, go explore it! Howard Hall and his filmmaking team, who brought you Deep Sea and Into the Deep, take you into tropical waters alive with adventure: the Great Barrier Reef and other South Pacific realms. Narrated by Jim Carrey and featuring astonishing camerawork, this amazing film brings you face to fin with Nature's marvels, from the terrible grandeur (and terrible teeth) of a Great White to the comic antics of a lovestruck cuttlefish. Excitement and fun run deep Under the Sea!","release_date":"2009-02-13","vote_average":7.2,"runtime":41,"cert":"N\/A","id":36123,"title":"Under the Sea 3D","adult":false,"genre_ids":[99]},{"cast":["Varg Vikernes","Jan Axel \"Hellhammer\" Blomberg","Øystein Aarseth","Per Ohlin","Olve Eikemo"],"overview":"Chronicles the history, ideology and aesthetic of Norwegian black metal - a musical subculture infamous as much for a series of murders and church arsons as it is for its unique musical and visual aesthetics. This is the first (and only) film to truly shed light on a movement that has heretofore been shrouded in darkness and rumor and obscured by inaccurate and shallow depictions. Featuring exclusive interviews and verité with the musicians, a wealth of rare, seldom seen footage from the \"Inner Circle's earliest days, Until the Light Takes Us explores every aspect of the controversial movement that has captured the attention of the world. This is the movie that gets inside the minds and hearts of black metal's musicians.","release_date":"2008-10-31","vote_average":6.8,"runtime":93,"cert":"N\/A","id":36124,"title":"Until the Light Takes Us","adult":false,"genre_ids":[99,10402]},{"cast":["Polina Piekowskaja","Vladimir Gajdarov","Adele Reuter-Eichberg","Johannes Meyer","Thorleif Reiss"],"overview":"Based on the novel 'Elsker hverandre' by Aage Madelung, the film follows various lives, one of which is Jewish girl Hanne-Liebe, as she grows up, and experiences the pains of living as a Jew in Russia, leading to a revolution.","release_date":"1922-02-07","vote_average":6.0,"runtime":95,"cert":"N\/A","id":36125,"title":"Love One Another","adult":false,"genre_ids":[18]},{"cast":["Amund Rydland","Karen Poulsen","Ragna Wettergreen","Gunnar Sommerfeldt"],"overview":"","release_date":"1921-12-02","vote_average":5.0,"runtime":107,"cert":"N\/A","id":36126,"title":"Growth of the Soil","adult":false,"genre_ids":[18]},{"cast":["Kate Bush","Miranda Richardson","Lindsay Kemp","Peter Richardson","Paddy Bush"],"overview":"A singer struggles to dance well in rehearsal with her band. A power outage leaves her alone in the studio, reviewing her life, when a mysterious woman appears through the mirror and gives her a pair of Red Shoes. The cursed shoes dance beautifully, but endlessly. The singer is drawn irresistibly into the fey world beyond the mirror, where she must redeem three magic symbols from the mysterious woman in order to obtain release from the cursed shoes.","release_date":"1993-01-01","vote_average":7.9,"runtime":44,"cert":"N\/A","id":36127,"title":"The Line, the Cross & the Curve","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"","release_date":"2009-09-05","vote_average":8.7,"runtime":1440,"cert":"N\/A","id":36128,"title":"24 Hours Berlin","adult":false,"genre_ids":[10770,99]},{"cast":["Vyacheslav Nevinnyy","Mariya Vinogradova","Aleksey Batalov"],"overview":"A little hedgehog, on the way to visit his friend the bear, gets lost in thick fog, where horses, dogs and even falling leaves take on a terrifying new aspect...","release_date":"1975-10-23","vote_average":7.5,"runtime":11,"cert":"N\/A","id":36129,"title":"Hedgehog in the Fog","adult":false,"genre_ids":[12,16,18,14,9648]},{"cast":[],"overview":"The morning of September 11, 2001 is shown through multiple video cameras in and around New York City, from the moment the first WTC tower is hit until after both towers collapse.","release_date":"2008-01-01","vote_average":7.5,"runtime":102,"cert":"N\/A","id":36130,"title":"102 Minutes That Changed America","adult":false,"genre_ids":[99]},{"cast":["Justin Theroux","Jack Black","Steve Coogan","Robert Downey Jr.","Ben Stiller"],"overview":"A behind-the-scenes mockumentary of Tropic Thunder.","release_date":"2008-08-26","vote_average":6.4,"runtime":30,"cert":"N\/A","id":36131,"title":"Tropic Thunder: Rain of Madness","adult":false,"genre_ids":[28,35]},{"cast":["Jesper Klein","Helle Hertz","Per Pallesen","Bodil Udsen","Poul Thomsen"],"overview":"Samson is a young whale that doesn't have friends. He spends his time listening to his mother's stories about the legendary whale Moby Dick. Samson becomes fascinated about it and decides to go on a journey to find Moby Dick.","release_date":"1984-01-01","vote_average":6.4,"runtime":63,"cert":"N\/A","id":36132,"title":"Samson & Sally","adult":false,"genre_ids":[16]},{"cast":["Jack Lemmon","Walter Matthau","Paula Prentiss","Klaus Kinski","Dana Elcar"],"overview":"During a high profile Mafia testimony case, a contract killer checks-in a hotel room near the courthouse while his next door depressed neighbor wants to commit suicide due to marital problems.","release_date":"1981-12-11","vote_average":6.4,"runtime":96,"cert":"N\/A","id":36133,"title":"Buddy Buddy","adult":false,"genre_ids":[35]},{"cast":["Martin Sonneborn"],"overview":"No overview found.","release_date":"2009-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":36134,"title":"Die Partei","adult":false,"genre_ids":[99]},{"cast":["Ilmari Saarikoski","Ville Jokinen","Oona Linnavuori","Minna Launiainen","Sofia Kotoulias"],"overview":"The end of the 80s, a village in the middle of Finland. 15-year-old Hevari, the only long-haired boy in town, is the coolest guy in the world - at least according to Kake from next door. No-one else seems to agree. Short-tempered Hevari is used to being the laughing stock among the gang and the girls. But when the Friday night comes and there's a disco at the community hall, it's time to go again. Maybe tonight everything will be different.","release_date":"2007-03-08","vote_average":5.8,"runtime":29,"cert":"N\/A","id":36135,"title":"Heavy Metal","adult":false,"genre_ids":[18]},{"cast":["Melanie Griffith","James Woods","Vincent Kartheiser","Natasha Gregson Wagner","James Otis"],"overview":"A vending machine robbery by small time thief and drug addict Bobbie (Vincent Kartheiser) goes badly awry, and his friends contact street-wise thief and part-time druggie Mel (James Woods) to patch him up.Recognizing a kindred spirit, Mel befriends Bobbie and his girlfriend Rosie (Natasha Gregson Wagner), inviting them to join him and his long-suffering girlfriend Sid (Melanie Griffith) on a drug robbery which should set them up for life. The seemingly simple robbery is a great success, but the sale of the drugs afterward fails badly, and Mel and Bobbie are shot.The four take refuge with the Reverend, who charges them half of their haul from the robbery to care for them. In a desperate attempt to recover their losses, Mel involves the crew in a disastrous, ill-advised jewellery robbery, and they become caught up in a web of violence that rapidly spirals out of control.","release_date":"1998-12-30","vote_average":6.3,"runtime":101,"cert":"18","id":36136,"title":"Another Day in Paradise","adult":false,"genre_ids":[53,80,18]},{"cast":["Uwe Bohm","Dschingis Bowakow","Marquard Bohm","Herma Koehn","Rolf Becker"],"overview":"14-year old Uwe lives in s suburban Hamburg housing estate. Besides trouble, the boy has not much to expect from his parents. To get his hands on some money, he prizes open vending machines, and to let out his frustration he beats up \"wogs\". Among them is Dschingis, his nemesis. But one day, the rivals make peace. They become friends because they realize that they have the same problems and are driven by the same dreams and hopes.","release_date":"1976-04-02","vote_average":7.3,"runtime":87,"cert":"N\/A","id":36137,"title":"Nordsee ist Mordsee","adult":false,"genre_ids":[18]},{"cast":["André Dussollier","Thierry Frémont","Rachida Brakni","Christine Boisson","Denis Podalydès"],"overview":"A plane explodes above the Gulf of Guinea. An escort girl is murdered in a Parisian park. Thousands of miles separate these two events, and yet Nora Chahyd, believes there's a connection between them, much to his superiors chagrin. As Nora investigates, getting dangerously close to the powers that be, the murders and betrayals accumulate, and signs point to a state affair at the heart of it all.","release_date":"2009-11-25","vote_average":5.8,"runtime":99,"cert":"N\/A","id":36138,"title":"State Affairs","adult":false,"genre_ids":[53]},{"cast":["James Marsters","Cindy Sampson","Sebastian Knapp","Sanny van Heteren"],"overview":"It's the Old Western times and an outlaw named Sam Phoenix (James Marsters, Angel) is about get hanged. But just before the noose tightens, the town is besieged by a lethal alien invader with a laser-shooting stingray and a crazy Sarlacc mouth. The townsfolk scramble but get promptly smoked, save for a handful of survivors led by Phoenix.","release_date":"2009-08-30","vote_average":4.7,"runtime":87,"cert":"N\/A","id":36139,"title":"High Plains Invaders","adult":false,"genre_ids":[37,878]},{"cast":["Anne Bellec","Karen Blanguernon","Bernard Fresson","Jean-Luc Godard","Ho Chi Minh"],"overview":"In seven different parts, Godard, Klein, Lelouch, Marker, Resnais and Varda show their sympathy for the North-Vietnamees army during the Vietnam-war.","release_date":"1967-01-01","vote_average":7.1,"runtime":115,"cert":"N\/A","id":36140,"title":"Far from Vietnam","adult":false,"genre_ids":[10752,99]},{"cast":["Peter Gallagher","Alison Elliott","William Fichtner","Adam Trese","Joe Don Baker"],"overview":"Michael Chambers has come home to Austin, Texas. To the mother who's starting a new life and the brother driven by old jealousies. To the places he remembers and the memories he can't forget. And to Rachel, the woman he married and then betrayed with his passion for gambling. Now she's together with Tommy Dundee, a man no one trifles with. He takes care of her in a way Michael never could, but there's a price for his attention and Rachel knows this. And when Michael devises a plan to get Rachel out from under Tommy's control, they become entangled in a web of intrigue, danger and desire from which no one escapes unscathed.","release_date":"1995-04-28","vote_average":5.7,"runtime":99,"cert":"","id":36141,"title":"The Underneath","adult":false,"genre_ids":[53,80,18]},{"cast":["Arkadiusz Jakubik","Marian Dziędziel","Bartłomiej Topa","Katarzyna Cynke","Robert Wabich"],"overview":"The story takes place in two parallel time planes. The first plot follows the events of one autumn night in 1978. Edward Srodon, a zootechnician, makes an accidental stopover in a farmhouse of Dziabas family in the remote area of Bieszczady Mountains. He stays for the night. The initial distrust between the guest and his hosts is quickly dispelled with moonshine and turns into a camaraderie, intimacy and even friendship. A plan of making a joint business arises, as well as passion and lust, which lead to a surprising and tragic consequences... Second plot is set on a winter day, during the Martial Law in Poland. An investigating team of Milicja Obywatelska (People's Militia) is visiting the crime scene. Lieutenant Mroz is trying to solve the multiple murder case from four years ago. The tool he has to his disposal is the reconstruction of events with help of the chief suspect, Srodon.","release_date":"2009-11-27","vote_average":6.9,"runtime":105,"cert":"N\/A","id":36142,"title":"The Dark House","adult":false,"genre_ids":[80,18]},{"cast":["Adélaïde Leroux","Samuel Boidin","Henri Cretel","Jean-Marie Bruveart","David Poulain"],"overview":"André Demester secretly and painfully loves Barbe, his childhood friend, accepting from her the little that she gives him. He leaves home to be a soldier in a war in a far off land. Barbarity, camaraderie and fear turn him into a warrior. As the seasons go by, Barbe, alone and wasting away, waits for the soldiers to return. Will Demester’s boundless love for Barbe save him?","release_date":"2006-08-30","vote_average":6.6,"runtime":91,"cert":"N\/A","id":36143,"title":"Flanders","adult":false,"genre_ids":[10752,18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":36144,"title":"Way of Nature","adult":false,"genre_ids":[99]},{"cast":["Sean Patrick Flanery","Joe Pantoliano","Carmen Serano","Amanda Wyss","Greg Serano"],"overview":"Deadly Impact follows hard-nosed cop Thomas Armstrong (Flanery) whose life was shattered when he became the helpless target of a mastermind murderer. Returning home after a much-needed break, Armstrong joins the FBI to seek revenge and help track down the same killer that threatened his existence, however this time the assassin is back to terrorize not just a single person, but the entire city.","release_date":"2010-04-20","vote_average":4.7,"runtime":96,"cert":"N\/A","id":36147,"title":"Deadly Impact","adult":false,"genre_ids":[18,28,53]},{"cast":["Angela Gossow","Michael Amott","Christopher Amott","Sharlee D'Angelo","Daniel Erlandsson"],"overview":"Swedish death metal greats Arch Enemy deliver a powerhouse performance in this concert that was filmed live in England at the London Forum, 17 December 2004. Selections include \"Enemy Within,\" \"Silent Wars,\" \"Dead Bury Their Dead,\" \"Instinct,\" \"Savage Messiah,\" \"The Immortal,\" \"Snow Bound,\" \"Ravenous,\" and more.","release_date":"2006-08-08","vote_average":0.0,"runtime":81,"cert":"N\/A","id":36152,"title":"Arch Enemy: Live Apocalypse","adult":false,"genre_ids":[10402]},{"cast":["Adam Roque","Richard Tyson","Angie Everhart","Nicole Badaan","Andrew Chase"],"overview":"The whole family will enjoy huge laughs and giant, hairy adventures with this touching tale about a big-hearted Bigfoot. Lost in the forest, he befriends three kids, Percy, Madison and Leonard, who are determined to protect him. When two local bullies kidnap the legendary creature with plans to sell him to the highest bidder, it's up to his human buddies to rescue him and return him to his home.","release_date":"2008-01-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":36153,"title":"Bigfoot","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A collection of surreal and funny cartoons, produced exclusively to book-end the first year of The Animation Show's traveling theatrical tour.","release_date":"2003-01-01","vote_average":6.8,"runtime":8,"cert":"N\/A","id":36154,"title":"The Animation Show","adult":false,"genre_ids":[]},{"cast":["Erika Fay","Gabriel Gutierrez","Michael Carreo","Martine Hughes","Louie Cruz Beltran"],"overview":"In the dusty little town of Furlough in Texas, an animal is slaughtering the cattle and the locals. When the teenager Tommy is killed, their friends Anna Furlough, her Mexican-American boyfriend Miguel Gonzalez, Jill Gillespie and Rosie finds that a Mexican werewolf Chupacabra is the killer and they plot a plan to kill the beast.","release_date":"2005-09-18","vote_average":2.6,"runtime":88,"cert":"N\/A","id":36155,"title":"Mexican Werewolf in Texas","adult":false,"genre_ids":[27]},{"cast":["Yareli Arizmendi","Michael Aronin","Cary Daly","Annette Dominguez"],"overview":"Vicky, an ambitious young bomshell living in Hollywood, gets hired to be the \"Toy\" of her favorite rock star, Stu, who is in desperate need of inspiration. Starry-eyed and reckless, she enters a world of fantasy fueled by addiction and an abusive thirst for fame.","release_date":"2004-01-01","vote_average":1.5,"runtime":93,"cert":"N\/A","id":36160,"title":"Girl in 3D","adult":false,"genre_ids":[]},{"cast":["Evgeni Leonov","Iya Savvina","Vladimir Osenev"],"overview":"With a cheeky, down-to-earth charm that appeals to both children and adults, the series – beginning with 'Vinnie-Pukh (1969)' – has since developed something of a cult following, and are considered by many to decisively surpass their Disney counterparts, however uneasily they may fit into the official canon. The animation itself is somewhat coarse and minimalistic, but this all adds to the charm of it all, with the story and characters coming to life as though they have just stepped out of a picture-book.","release_date":"1969-01-01","vote_average":7.0,"runtime":11,"cert":"N\/A","id":36161,"title":"Winnie-the-Pooh","adult":false,"genre_ids":[16,10751]},{"cast":["Vladimir Osenev","Evgeni Leonov","Iya Savvina"],"overview":"Another Russian Pooh story. This time the donkey, known from the Pooh stories as Eyeore, is sad because he has no tail. Pooh goes in search of one and finds it attached to a bell that hangs from the treehouse of one Owl.","release_date":"1972-01-01","vote_average":7.3,"runtime":21,"cert":"N\/A","id":36162,"title":"Winnie-the-Pooh and a Busy Day","adult":false,"genre_ids":[10751,16]},{"cast":["Evgeni Leonov","Iya Savvina","Anatoliy Shchukin","Vladimir Osenev"],"overview":"This was the second of the Russian Winnie the Pooh series. This one had Pooh and Piglet visiting Rabbit for a meal with honey.","release_date":"1971-01-01","vote_average":7.4,"runtime":10,"cert":"N\/A","id":36163,"title":"Winnie-the-Pooh Goes Visiting","adult":false,"genre_ids":[16,10751]},{"cast":["Jang Keun-suk","Jang Hee-jin","Danny Ahn","Yoo In-young","Kim San-Ho"],"overview":"\"Crazy Waiting\" follows four different couples as they deal with the separation caused by the men serving their mandatory military duties.","release_date":"2008-01-01","vote_average":5.3,"runtime":108,"cert":"N\/A","id":36164,"title":"Crazy Waiting","adult":false,"genre_ids":[35,10749]},{"cast":["David Rasche","Elisabeth Röhm","Eric Roberts","Chad Lindberg"],"overview":"After Tommy Sparrow is severely wounded in a covert CIA operation, he comes home to discover his wife with another man. Tommy’s rage and wounds frighten his seven-year-old daughter Josephine. When Tommy’s wife tells him to leave and never come home, Tommy disappears back into the CIA, employing his skills as a spy to covertly watch his only daughter grow up.Twenty-five years later, Tommy Sparrow finally comes in from the cold – to retirement. Josephine is battling her own destructive nature and the damage done by the disappearance of her father. Tommy carries his scars both inside and out – and while his cold war operations never seem far behind, Tommy’s journey home will surpass any mission he ran with the Agency – because reuniting with Josephine and becoming her father may cost him his life.","release_date":"2009-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":36165,"title":"Crimes of the Past","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Hisato Izaki","Yûsuke Izaki","Ayana Sakai","Asuka Shibuya","Ryûdô Uzaki"],"overview":"A scientific exploration in search of a new energy source unleashes a group of powerful demons who begin possessing human bodies and destroying civilization. Close friends Akira (Hisato Izaki) and Ryo (Yusuke Izaki) wind up on different sides of this epic struggle. Akira’s inner strength allows him to maintain his identity and fight for good, but the weaker Ryo is completely overtaken by Satan himself.","release_date":"2004-10-09","vote_average":5.4,"runtime":116,"cert":"N\/A","id":36166,"title":"Devilman","adult":false,"genre_ids":[28,14,27]},{"cast":["Satoshi Tsumabuki","Sayaka Kanda","Takayuki Yamada","Naohito Fujiki","Yoshimasa Kondô"],"overview":"Teru Aoki (青木 輝) is on a train to Tokyo after a school trip. A disaster occurs which partially destroys the train and blocks a tunnel. When Teru awakes, he finds all his classmates and teachers are dead.","release_date":"2003-07-30","vote_average":5.4,"runtime":122,"cert":"N\/A","id":36167,"title":"Dragon Head","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Han Ji-hye","Lee Chun-hee","Jung Jae-jin","Kim Su-hyeon"],"overview":"Jun-seo is tired of the relationship he is in with Mi-yeon. But one day she is in an accident and falls into a coma. Then, unbelievably Mi-yeon visits him the next day just like any other ordinary day. He starts searching for other traces of Mi-yeon and realizes how much he loved her. Will he discover the love he has never realized, which has always existed close by him?","release_date":"2008-03-13","vote_average":5.8,"runtime":96,"cert":"N\/A","id":36170,"title":"Humming","adult":false,"genre_ids":[10749,18]},{"cast":["Ekin Cheng","Charlene Choi","Stephanie Che","Bernice Liu","Patrick Tang"],"overview":"After finishing the open examination for Form 5 students and applying for an adult identity card, Yoyo, eighteen, departs for London to meet a guy introduced by her well-meaning parents in Britain. The guy, named Cheung, is in his thirties. Yoyo's and Cheung's grandfathers were wartime buddies. They swore to have their unborn babies get married when they grew up. However, the babies turned out to be both women. The two women are now mothers. They come across each other again and want to make their fathers' wish come true, so they arrange for Yoyo and Cheung to meet in London. Yoyo and Cheung promise to get marry in order to please their mothers. But on the wedding day, they also sign a divorce agreement which is effective one year after their marriage.","release_date":"2002-09-25","vote_average":6.5,"runtime":104,"cert":"N\/A","id":36171,"title":"My Wife Is 18","adult":false,"genre_ids":[35,10749]},{"cast":["Yosuke Asari","Hayato Ichihara","Itsuji Itao","Hiromi Shinjo","Megumi Seki"],"overview":"One day, apathetic high school student Yosuke meets a beautiful girl named Eri. Eri does battle every night with an indestructible, chainsaw-wielding maniac, “Chainsaw Man”. As Yosuke and Eri bond, he eventually joins the fight. Features CG effects by the talents behind the “Death Note” series. Based on the best-selling novel by Tatsuhiko Takimoto.","release_date":"2008-01-19","vote_average":6.5,"runtime":109,"cert":"N\/A","id":36172,"title":"Negative Happy Chain Saw Edge","adult":false,"genre_ids":[28,35,18,14,27,10749]},{"cast":["Juri Ueno","Yū Aoi","Ryo Iwamatsu","Eri Fuse","Jun Kaname"],"overview":"Suzume Katagura is an bored housewife, she spends her days doing chores and taking care of her husbands pet turtle. One day she sees an wanted ad for spies, hoping for some excitement she decides to give them a call.","release_date":"2005-07-02","vote_average":6.1,"runtime":90,"cert":"N\/A","id":36175,"title":"Turtles Are Surprisingly Fast Swimmers","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Passenger is the result of about six years spent in a bedroom with a computer. It began in 1998 as a proposed showreel piece, but then escalated into an unstoppable monstrosity that continued to absorb my life (and savings) until 2006. I created all sound, music and vision for the film. Running time is 7 minutes.","release_date":"2006-01-01","vote_average":6.3,"runtime":7,"cert":"N\/A","id":36176,"title":"The Passenger","adult":false,"genre_ids":[16,35,27]},{"cast":["Hiroshi Abe","Kyoko Hasegawa","Meisa Kuroki","Riki Takeuchi","Ken'ichi Endô"],"overview":"Orichalcum is a mystical metal material that gives great powers to the life form that possesses it. Many Eons ago, the Orichalcum was split into three and landed on Earth. The metal then took the form of three relics: Skanda’s Vajra, Jew’s Cross, and the Sword of Alexander. Anyone able to re-unite these three Orichalcum relics would then obtain the powers of a God. Now two rival aliens are in a heated race to reunite the Orichalcum. They land in Edo era Tokyo where the relics are thought to exist.","release_date":"2007-04-07","vote_average":5.5,"runtime":110,"cert":"N\/A","id":36177,"title":"The Sword of Alexander","adult":false,"genre_ids":[]},{"cast":["Misako Renbutsu","Naoyuki Morita ","Misa Shimizu","Takuro Atsuki","Saki Terashima"],"overview":"After his parent's divorce, Kazuo Saito moves with his mother from Onomichi and must leave his girlfriend behind. At his new school, Kazuo is surprised to reunite with his childhood friend Kazumi. \"Remember I kissed you, saying I'll marry you when we're grown ups?\" He feels embarrassed around Kazumi, who talks about their early childhood stories without any reserve. Kazuo is annoyed with Hiroshi's attitude, but with Kazumi, they naturally start to get comfortable with each other again just like old times. Kazumi's family runs a long-standing soba noodle restaurant. One day, Kazumi invites Kazuo to her house. After talking about old times, they walk to a place from their childhood called the \"Lonely Watering Place\". \"Kazuo, the water here is very good. That's why our soba noodles also taste so good.\" Kazuni tries to scoop up some water with a dipper and the two accidentally fall into the water. They quickly crawl out, but suddenly realize that they have switched bodies!","release_date":"2007-06-23","vote_average":7.3,"runtime":120,"cert":"N\/A","id":36178,"title":"Switching - Goodbye Me","adult":false,"genre_ids":[14,35,18]},{"cast":["Louis de Funès","Olivier De Funès","Noëlle Adam","Franco Volpi","Paola Tedesco"],"overview":"Evan Evans, the director of a ballet troupe, is rehearsing his next show in Monaco, in preparation for a worldwide tour. When one member of his troupe leaves to get married, Evans imposes a regime of strict discipline on his remaining dancers. The latter get their revenge by presenting Evans’ nephew Philippe, the only male member of the group, with a baby and a note claiming he is the father…","release_date":"1970-09-18","vote_average":6.2,"runtime":85,"cert":"N\/A","id":36179,"title":"The One Man Band","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"I Want to Look Like That Guy, the new feature length documentary by Michigan film maker Stuart MacDonald, is a ground breaking movie about what it really takes to look like the guy in fitness ads. The film exposes the false claims in fitness ads and the deceptive advertising practices that rip off billions of dollars a year from consumers. Once you see what the film maker went through to look lean and ripped, you’ll never look at an ad the same way and you will re-think what a normal body image should look like. It is quite funny at times and loaded with old black and white educational films that show you just how far fitness has come and how gullible we still are when it comes to supplement ads in muscle magazines and exercise equipment advertising. You could say this movie is just like Morgan Spurlock’s Super Size Me but in reverse!","release_date":"2009-07-21","vote_average":0.0,"runtime":83,"cert":"N\/A","id":36180,"title":"I Want to Look Like That Guy","adult":false,"genre_ids":[99]},{"cast":["Kim Dong-wan","Hyun Bin","Jo An","Jin Tae-hyeon","Park Ji-yeon"],"overview":"A school director is forced to train the 'worst' students of his school to master Taekwondo as the old coach, taking along the best of his athletes, left the school.","release_date":"2004-07-23","vote_average":5.9,"runtime":102,"cert":"N\/A","id":36181,"title":"Spin Kick","adult":false,"genre_ids":[28]},{"cast":["Kumiko Aso","Yosuke Kubozuka","Tetta Sugimoto","Koichi Sato","Kyôzô Nagatsuka"],"overview":"Shiro Amasuka, dead leader of the Shimbara Revolt is resurrected from hell with the desire of overthrowing the shogunate for killing his companions. To do this , he resurrects an army of living dead swordsmen. Between him and his goal, only Yagyu Jubei stands...","release_date":"2003-04-26","vote_average":5.7,"runtime":105,"cert":"N\/A","id":36182,"title":"Samurai Resurrection","adult":false,"genre_ids":[14,28,36,53,878]},{"cast":["Robert Redford"],"overview":"The second annual installment of a half hour program that features intimate portraits of seven passionate and dedicated activists. These are true environmental heroes who have put themselves between corrupt governments, greedy corporations, and other intimidating adversaries. Their goal: safeguarding the Earth's natural resources from shortsighted exploitation and unbridled pollution.","release_date":"2005-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":36183,"title":"Global Focus II: The New Environmentalists","adult":false,"genre_ids":[99]},{"cast":["Takashi Sorimachi","Rena Tanaka","Norika Fujiwara"],"overview":"Tohru Fujisawa's popular manga about a wildly irreverent high school teacher comes to the screen in this live-action comedy drama. Eikichi Onizuka (Takashi Sorimachi), who barely earned his teaching degree at a second-rate college, rolls into Horobonai, a small rural town in Northern Japan on his motorcycle to take a job as a substitute instructor. Ever since the closing of the local theme park, Horobonai has fallen into an economic tailspin, and many of the town's teenagers have sunk into a deep depression. Onizuka, however, isn't the sort of person who respects the town's newly somber personality; willing to mouth off to both his students and his superiors, Onizuka isn't much of a teacher, but he knows how to get people interested, and soon his brash style (and willingness to kick a few butts) brings new life to Horobonai.","release_date":"1999-12-18","vote_average":6.9,"runtime":108,"cert":"N\/A","id":36184,"title":"GTO: Great Teacher Onizuka","adult":false,"genre_ids":[35,18]},{"cast":["Erika Sawajiri","Yusuke Iseya","Yuko Takeuchi","Yuka Itaya","Masaya Kikawada"],"overview":"Kae Horii (Erika Sawajiri) moves into her new flat in an undisclosed area of Kyoto. While unpacking her belongings, she discovers a hidden compartment behind a inconspicuous mirror. In that compartment, Kae finds a notebook, that turns out to be a diary belonging to the previous tenant. Later that evening Kae starts to read the diary.  The writer of the diary is Ibuki Mano (Yuko Takeuchi), a young lady about to embark on her first year as an elementary school teacher. Ibuki is also in love with a man named Takashi, who may or may not hold similar feelings for Ibuki.  The diary immediately resonates with Kae, as she plans to become an elementary school teacher herself. Ibuki’s experiences also works as an inspirational instructional guide for Kae’s own personal life. Kae is also in love with an aloof illustrator\/artist (Yusuke Iseya), who may or may not hold similar feelings for Kae.","release_date":"2007-09-09","vote_average":7.3,"runtime":138,"cert":"N\/A","id":36185,"title":"Closed Note","adult":false,"genre_ids":[10749]},{"cast":["Rena Tanaka","Mayuko Fukuda","Etsushi Toyokawa","Ryo Kase","Chizuru Ikewaki"],"overview":"One day a puppy comes to the house of Akari, who has just turned twelve, and was trying hard to act strong after her mother suddenly fell ill. She immediately falls in love with the puppy and names it \"Socks\" after the paws which looked like they had white socks on. Akari was together with Socks day and night. However, as Akari grows up, her feelings and interest moves away from Socks. Year by year, their distance grows, which also leads to her physical distance as she moves to a far off city, and must leave Socks behind to a childhood friend.One day Akari remembers the 10 promises that she had made with Socks and her deceased mother...","release_date":"2008-03-15","vote_average":7.6,"runtime":117,"cert":"N\/A","id":36188,"title":"10 Promises to My Dog","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Susan Hayward","Richard Widmark","Hugh Marlowe","Cameron Mitchell"],"overview":"A trio of American adventurers marooned in rural Mexico are recruited by a beautiful woman to rescue her husband from Apaches.","release_date":"1954-07-09","vote_average":5.8,"runtime":100,"cert":"N\/A","id":36191,"title":"Garden of Evil","adult":false,"genre_ids":[37]},{"cast":["Smaragda Karydi","Gerasimos Skiadaressis","Petros Lagoutis","Titika Stasinopoulou","Kostas Fragolias"],"overview":"","release_date":"2009-12-10","vote_average":5.7,"runtime":94,"cert":"N\/A","id":36192,"title":"The Heiress","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"No overview found.","release_date":"1916-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36193,"title":"The Go-Between","adult":false,"genre_ids":[]},{"cast":["Julie Christie","Alan Bates","Margaret Leighton","Michael Redgrave","Dominic Guard"],"overview":"British teenager Leo Colston (Dominic Guard) spends a summer in the countryside, where he develops a crush on the beautiful young aristocrat Marian (Julie Christie). Eager to impress her, Leo becomes the \"go-between\" for Marian, delivering secret romantic letters to Ted Burgess (Alan Bates), a handsome neighboring farmer.","release_date":"1971-09-24","vote_average":7.0,"runtime":118,"cert":"PG","id":36194,"title":"The Go-Between","adult":false,"genre_ids":[18,10749]},{"cast":["Chris Sharma","Dave Graham","Beth Rodden","Tommy Caldwell","Dani Andrada"],"overview":"Big UP's Dosage Series is the definitive annual portrait of climbing's state-of-the-art. Volume V features many of the world's best climbers, including: Chris Sharma, Dave Graham, Beth Rodden, Tommy Caldwell, Dani Andrada, Patxi Usobiaga, Daniel Woods, Paul Robinson, Michael Fuselier, Ty Landman, Daila Ojeda, Randy Puro, Jason Kehl, Chris Lindner, Matt Bosley, and more.","release_date":"2008-09-15","vote_average":4.3,"runtime":75,"cert":"N\/A","id":36195,"title":"Dosage V","adult":false,"genre_ids":[12,99]},{"cast":["Parker Posey","Liev Schreiber","Anthony DeSando","Guillermo Díaz","Donna Mitchell"],"overview":"Although Mary has little income, she still finds ways to spend her nights at clubs. After being arrested for throwing an illegal rave, she asks her aunt Judy for bail money. Judy then finds Mary a job at her library so that Mary can repay her. Initially, Mary finds the job as a clerk boring and stifling, and prefers to get to know a street food vendor whom she likes. However, Mary must refocus her life once she loses her job and apartment.","release_date":"1995-06-09","vote_average":6.2,"runtime":94,"cert":"N\/A","id":36196,"title":"Party Girl","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film begins with around Agumon, Gaomon and Lalamon, whose partners have been placed in a magical slumber along with the rest of city's population, by a mysterious thorned vine that spread throughout the city. As the Digimon make their way through the silent city, they stumble upon a pack of Goblimon, led by an Ogremon, who are attacking a young girl. They scare off the goblins, and the girl, Rhythm, reveals that she is actually a Digimon, then explains that the thorns are the work of a Digimon named Argomon. The quartet sets out to confront the villain atop his skyscraper lair.","release_date":"2006-12-09","vote_average":2.8,"runtime":21,"cert":"N\/A","id":36197,"title":"Digimon Savers: Ultimate Power! Activate Burst Mode!!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Takuya Kanbara, Koji Minamoto, J.P. Shibayama, Zoe Orimoto, Tommy Himi, Bokomon, Neemon ride a Trailmon (Ball) through a desert when they get caught in a battle between human and beast Digimon. It is interrupted by the Lost Island, an island trapped between dimensions, crashing down between them and scooping all involved up.","release_date":"2002-01-01","vote_average":5.9,"runtime":40,"cert":"N\/A","id":36198,"title":"Digimon: Island of the Lost Digimon","adult":false,"genre_ids":[16]},{"cast":["Brian Beacock","Steve Blum","Melissa Fahn"],"overview":"Six months after the D-Reaper was destroyed, the Tamers are planning to throw Rika a surprise party, but Rika finds out. Suddenly a train-Digimon named Locomon begins to race around the tracks, causing havoc. The Tamers respond to this, as Takato digivolves Guilmon into Growlmon to stop the train Digimon but fails as Takato, Rika and Renamon get on it in an attempt to slow it down. The others, excluding Suzie, use a freight train to catch up with Locomon","release_date":"2002-03-02","vote_average":6.8,"runtime":30,"cert":"N\/A","id":36199,"title":"Digimon Tamers: Runaway Locomon","adult":false,"genre_ids":[16]},{"cast":["Brian Beacock","Richard Cansino"],"overview":"Omnimon confronts Mephistomon (who was formed from Apocalymon's data) in a dark corner of the Digital World over Mephistomon's attempt to destroy both the Digital World and the Real World and incorporate the data in order to become truly invincible. They fight, but then Mephistomon sees a chance and slips into the Real World.","release_date":"2001-07-14","vote_average":7.3,"runtime":50,"cert":"N\/A","id":36200,"title":"Digimon Tamers: Battle of Adventurers","adult":false,"genre_ids":[16]},{"cast":["Tifanie Christun","Philece Sampler","Doug Erholtz","Lara Jill Miller","Derek Stephen Prince"],"overview":"In this movie, that takes place three months after MaloMyotismon's defeat, the DigiDestined go up against Diaboromon again. Tai and Matt head back to the Internet to deal with him with Omnimon, while the younger Chosen Children go to deal with the rampage of a swarm of Kuramon (Diaboromon's Fresh form). With the help of Angemon and Angewomon (with T.K. and Kari), Omnimon was able to destroy Diaboromon again, but it turned out to be a trap, as his destruction allowed many more Kuramon to go to the Real World. Things go out of control when the Kuramon in the Real World merge to create a Mega level called Armageddemon, an alternate Mega in Diaboromon's evolutionary line. It is so powerful that neither Omnimon nor Imperialdramon were able to defeat it on their own.","release_date":"2001-03-03","vote_average":7.3,"runtime":30,"cert":"N\/A","id":36201,"title":"Digimon Adventure 02: Revenge of Diaboromon","adult":false,"genre_ids":[12,16,27,10751]},{"cast":["Shin-ichiro Miki","Kei Shindou","Ai Maeda","Akira Sasanuma","Asami Imai"],"overview":"It is the world where magic and science coexist. Rayotte Steinberg, a lone wolf \"tactical sorcerist\", fights against monsters. They used to be human beings, but they had overused forbidden power, \"magic\", to turn into monsters. What he wears is \"mold\", the straight jacket that keeps him being a human. What he holds on his hand is \"staff\", a magical wand that explodes everything. If he casts magic, he moves one step to be a monster. If he doesn't, he will be killed. Among the harsh battles, he will face a sin he had committed in the past.","release_date":"2007-11-26","vote_average":6.8,"runtime":76,"cert":"N\/A","id":36202,"title":"Strait Jacket","adult":false,"genre_ids":[16,27,28,14]},{"cast":["Julia Richter","Kai Wiesinger","Veronika Fitz","Timothy Peach","Petra Berndt"],"overview":"The Berlin physiotherapist Felicitas Büchner wants to work with her married colleague and lover dr. Wolfgang Schlegel open his own practice in Berlin. But she needs money for that. With the unexpected inheritance of a farm in Bavaria moves for Felicitas the realization of their dream within reach. Wolfgang urges her to sell the estate as quickly as possible and to return from the cow village to Berlin - but Felicitas is impressed by her old home and gradually realizes that she has inherited a responsibility with the court of her favorite uncle.","release_date":"2005-10-21","vote_average":5.0,"runtime":90,"cert":"N\/A","id":36203,"title":"Willkommen daheim","adult":false,"genre_ids":[10770,10749,10751]},{"cast":["John Abraham","Ayesha Takia","Paresh Rawal","Ranvir Shorey","Jesse Randhawa"],"overview":"A heavily addicted smoker  is unprepared for the true price he must pay when he asks a guru's help to kick the habit.","release_date":"2007-10-26","vote_average":6.8,"runtime":160,"cert":"N\/A","id":36204,"title":"No Smoking","adult":false,"genre_ids":[53,18]},{"cast":["Pierre Kirby","Edowan Bersma","Kim Yong-Wan","Kim Wuk","Mike Wong Lung"],"overview":"Ethan, a young man, is beaten while his father is killed by a group of thieves. With the help of an undertaker, Ethan trains in kung fu by fighting the dead. Meanwhile, an American Ninja, Dragon, must fend off against the thieves and their ninja henchmen. It is soon that Dragon and Ethan team up to defeat the thieves and the ninjas.","release_date":"1988-01-01","vote_average":4.6,"runtime":88,"cert":"","id":36209,"title":"Zombie vs. Ninja","adult":false,"genre_ids":[27,28,35]},{"cast":["Wei Minzhi","Zhang Huike","Tian Zhenda","Gao Enman","Sun Zhimei"],"overview":"Teacher Gao loves the students in his poor village and is devoted to educating them in the hope of their greater futures. When he is called away to tend to his dying mother for a month, the Mayor calls in an inexperienced 13 year-old replacement, Wei Minzhi; much to Teacher Gao's dismay. Teacher Gao cannot stand the thought of losing anymore students: he has already lost twelve to ever-increasing attrition, and he promises Wei an extra 10 yuan if she succeeds in ensuring that upon his return, there will be not one less. Wei's difficult mission to fulfill Teacher Gao's wish and her own concern for the welfare of the children begins.","release_date":"1999-09-07","vote_average":7.6,"runtime":106,"cert":"N\/A","id":36210,"title":"Not One Less","adult":false,"genre_ids":[18]},{"cast":["Alejandro Ferretis","Magdalena Flores","Yolanda Villa","Martín Serrano","Rolando Hernández"],"overview":"A painter from the big city goes to a remote canyon to commit suicide. To reach some calmness he stays at the farmstead of Ascen, an old religious woman. Although only a few words are spoken, love grows.","release_date":"2002-01-01","vote_average":7.3,"runtime":130,"cert":"N\/A","id":36211,"title":"Japón","adult":false,"genre_ids":[18]},{"cast":["Sayaka Yamaguchi","Megumi Kobayashi","Aki Hano","Hikari Mitsushima","Masaki Otake"],"overview":"Mothra's twin nymphs and children from the city find a lost city, as well as a giant monster that is attracted to environmental calamities.","release_date":"1997-12-13","vote_average":5.5,"runtime":97,"cert":"N\/A","id":36212,"title":"Rebirth of Mothra II","adult":false,"genre_ids":[878,14,12,10751]},{"cast":["Joe Penny","Wes Ramsey","Sean Mahon","Billy Lush","John Ashton"],"overview":"During World War 2 a group of brave US Airmen are downed in Nazi controlled Europe, after their aircraft is attacked by Nazi-controlled mythological Gargoyles.","release_date":"2007-03-24","vote_average":5.6,"runtime":88,"cert":"N\/A","id":36213,"title":"Reign of the Gargoyles","adult":false,"genre_ids":[28,12,14]},{"cast":["Megumi Kobayashi","Sayaka Yamaguchi","Aki Hano","Kazuki Futami","Kenjirô Nashimoto"],"overview":"A new Mothra takes to the air and must battle Death Ghidora to save humanity.","release_date":"1996-12-14","vote_average":6.3,"runtime":104,"cert":"N\/A","id":36214,"title":"Rebirth of Mothra","adult":false,"genre_ids":[28,12,878,14]},{"cast":["Tadanobu Asano","Nami Tsukamoto","Kiki","Kazuyoshi Kushida","Lily"],"overview":"Hiroshi wakes up in a hospital room and realizes that he was in a serious car accident that caused the death of his girlfriend, Ryoko, as well as the loss of his memory. While trying to regain his memory, one of the first clues that Hiroshi finds are his old medical textbooks that he studied prior to his accident. This gives him a renewed purpose in life and he delves forward into his medical school studies.","release_date":"2004-01-01","vote_average":6.6,"runtime":86,"cert":"N\/A","id":36215,"title":"Vital","adult":false,"genre_ids":[18,53,10749]},{"cast":["Daniel Krauss","Götz Burger","Hendrik Martz","Walter Stapper","Kim Bärmann"],"overview":"If things were up to General Donovan, then the Military Secret Service of the United States would take care of really important things, of which there are plenty in this Autumn of 1942. Let the Waffen-SS search for Atlantis and dance around Germanic Druid Stones - who believes in the occult of \"Wunderwaffen\" or \"miracle weapons\" anyway? At least no straightforward American patriot, only pathetic wimps like William Blazkowicz, the only person at the OSS who wears glasses. But then ... can you dare risk to ignore explicit warnings? Secretly shot films? Evidence? What is really happening in Kottlitz Castle? Who killed Smokey Savallas? What kind of research is the \"Ahnenerbe der SS\" involved in? Who stole Count Dracula's bones from a crypt in Wallachia? And where's the connection between a fanatic SS General, underground laboratories full of German scientists, and a huge pit filled with molten gold? Questions, questions ...","release_date":"2007-05-21","vote_average":4.8,"runtime":45,"cert":"N\/A","id":36216,"title":"The Golden Nazi Vampire of Absam: Part II - The Secret of Kottlitz Castle","adult":false,"genre_ids":[27,35]},{"cast":["Brick Bronsky","Lisa Star","John Tallman","Lisa Gaye","Albert Bear"],"overview":"It's the final chapter in the cult classic Class of Nuke'Em High Trilogy, and this time the fate of Tromaville hangs in the balance! Following the destruction of the Nukamama Power Plant by the lovable and horribly mutated toxic squirrel Tromie. Roger Smith (Brick Bronsky) and his half-subhumanoid son Adlai (also played by Brick Bronsky) are working to rebuild Tromaville into a place where human and subhumanoid can live together in peace. Unbeknownst to them, Adlai's twin brother Dick (again played by Brick Bronsky!), kidnapped at birth and raised by the evil Power Clite, has plans to regain contol of the Subhumanoids and turn Tromaville into a nuclear waste dump. In a showdown for the ages, \"The Good, the Bad and the Subhumanoid\" face off in an explosive sci-fi battle of epic proportions!","release_date":"1994-01-01","vote_average":3.7,"runtime":102,"cert":"N\/A","id":36217,"title":"Class of Nuke 'Em High 3: The Good, the Bad and the Subhumanoid","adult":false,"genre_ids":[35,27,878,28]},{"cast":["Rica Matsumoto","Yuji Ueda","Midori Kawana","Fushigi Yamada","Ikue Otani"],"overview":"Satoshi, Haruka, Takeshi, and Masato come upon the festival of the Wishing Star of Seven Nights. During their enjoyment, the legendary Pokemon--Jirachi, decends from the heavens and befriends Masato. Jirachi, with the power to grant any wish, is sought after by many people wanting to claim its power. One man seeks to use its legendary power to revive an ancient pokemon known as Groudon, unaware of the dangers hidden within Jirachi's powers","release_date":"2003-07-19","vote_average":6.3,"runtime":81,"cert":"U","id":36218,"title":"Pokémon: Jirachi Wish Maker","adult":false,"genre_ids":[28,16,12,10751]},{"cast":["Hiroshi Mikami","Mayu Tsuruta","Shirô Sano"],"overview":"Three unidentified men hold a group of people hostage in a hospital after doing a smaller crime. Inspector Ishida and Captain Tohno handle the negotiations while one of their colleagues Lt. Ado tries to find the reason why the men decided to take the hospital hostage. At first, Lt. Ado tries to think of the possibilities for this crime using the clever aid of Ishida, but he only reaches the solution to the puzzle later on and by himself. Relevant information is revealed to the audience through flashbacks and through discoveries made by the police. And, several connections are made as the story develops. When the negotiations are finished, most things seem to be fine until they lose track of the criminals. Then, the story unveils with a different perspective, its roots in feelings of love and vengeance. Written by Rebeca C.","release_date":"2003-01-01","vote_average":7.2,"runtime":107,"cert":"N\/A","id":36219,"title":"Negotiator","adult":false,"genre_ids":[80,53]},{"cast":["Cindy Williams","Bruce Kimmel","Leslie Nielsen","Gerrit Graham","Patrick Macnee"],"overview":"A farce satirizing extraterrestrial horror movies such as Alien.","release_date":"1983-07-01","vote_average":4.4,"runtime":88,"cert":"N\/A","id":36220,"title":"The Creature Wasn't Nice","adult":false,"genre_ids":[35,27]},{"cast":["Shinichi Tsutsumi","Keisuke Horibe","Ren Osugi","Kyôko Tôyama","Akaji Maro"],"overview":"Sawaki is a postman who's not quite thrilled about his boring way of life. But his life is about to change when he delivers mail to his old schoolmate Noguchi, who's now a member of the Yakuza, the Japanese Mafia, and just finished cutting his little finger off...","release_date":"1997-08-16","vote_average":7.1,"runtime":110,"cert":"N\/A","id":36221,"title":"Postman Blues","adult":false,"genre_ids":[28,80,18]},{"cast":["Sho Aikawa","Maria Chen","Richard Chen","Jason Chu","Josie Ho"],"overview":"Set in a post apocalyptic Yokohama where the population is kept under rigid control by a homosexual megalomaniac mayor. The citizens are administered drugs to suppress heterosexual urges. Officer Takeshi Honda (Riki Takeuchi) is a hard boiled cop enforcing the mayor's agenda, and Ryō (Show Aikawa) is a mellowed out drifter that hooks up with a gang of rebels. When the gang kidnap Takeshi's son, it begins a series of events leading to an inevitable showdown.","release_date":"2002-01-12","vote_average":5.9,"runtime":89,"cert":"15","id":36222,"title":"Dead or Alive: Final","adult":false,"genre_ids":[28,35,878,80]},{"cast":["Sho Aikawa","Kyoka Suzuki","Yui Ichikawa","Kôen Kondô","Atsuro Watabe"],"overview":"Being a failure as a teacher and a familyman, Shinichi tries to escape everyday live by dressing up as \"Zebraman\", the superhero. Although the TV series whas canceled after only 6 episodes, this cannot stop him from acting out his escape fantasy in a self made zebra-suit. He get's more then he could ever wish for, when his black-and-white dressed alter-ego seems to be the only thing to stand between absolute (green) evil and a happy ending.","release_date":"2004-01-30","vote_average":6.9,"runtime":115,"cert":"N\/A","id":36223,"title":"Zebraman","adult":false,"genre_ids":[35,28]},{"cast":["Mitch Davis","Christopher Piggins","Sophie Lauzière","Anne-Marie Belley","Brea Asher"],"overview":"A surrealistic anthology of horror films; four segments structured as an intense fever dream...","release_date":"2001-04-13","vote_average":5.4,"runtime":92,"cert":"N\/A","id":36224,"title":"Subconscious Cruelty","adult":false,"genre_ids":[27,80]},{"cast":["Yûsuke Kazato","Rena Uchimura","Akira Shioji","Masataka Iwao","Ryuichi Nagashima"],"overview":"Two short stories set in Edo during the Shogun era. 1. During a time when Christians are persecuted vehemently, Iori falls in love with young Christian girl. When she and her family are captured during a raid, his sadistic master takes her as her personal slave to torment him, and tries breaking her spirit by means of rape, torture and pure sadism. After Iori refuses to participate any longer he is exiled, but vows to get her back. 2. When Sutezo is forced to serve the cruel master of a brothel to repay his debts, he becomes friends with the young girl Sato. Together, they escape and try to get by on scams and theft.","release_date":"1976-09-04","vote_average":6.4,"runtime":77,"cert":"N\/A","id":36225,"title":"Shogun’s Sadism","adult":false,"genre_ids":[27,18]},{"cast":["Anna Karina","Margit Carstensen","Brigitte Mira","Ulli Lommel","Alexander Allerson"],"overview":"A husband and wife lie to each other about their weekend travel plans, only to both show up at the family's country house with their lovers.","release_date":"1976-11-16","vote_average":7.2,"runtime":96,"cert":"N\/A","id":36226,"title":"Chinese Roulette","adult":false,"genre_ids":[53,18]},{"cast":["Bibiana Beglau","Sebastian Blomberg","Johann von Bülow","Meret Becker","Alexander Beyer"],"overview":"No overview found.","release_date":"2006-03-16","vote_average":5.0,"runtime":104,"cert":"N\/A","id":36229,"title":"3° kälter","adult":false,"genre_ids":[10749,18]},{"cast":["Toshihiko Hino","Mio Takaki","Tomoro Taguchi","Yumi Iori"],"overview":"A dwarf scientist has his dreams frustrated when his sister becomes seriously ill. Determined to find a way to preserve the essence of his sister after the death, the scientist begins to use humans as guinea pigs in a bizarre experiment.","release_date":"1988-03-20","vote_average":4.3,"runtime":51,"cert":"N\/A","id":36232,"title":"Guinea Pig 5: Android of Notre Dame","adult":false,"genre_ids":[27]},{"cast":["Mario Van Peebles","Stephen Baldwin","Tom Lister Jr.","Big Daddy Kane","Billy Zane"],"overview":"A group of mostly black infantrymen return from the Spanish-American War with a cache of gold. They travel to the West where their leader searches for the men who lynched his father.","release_date":"1993-05-14","vote_average":5.4,"runtime":111,"cert":"N\/A","id":36233,"title":"Posse","adult":false,"genre_ids":[28,12,37]},{"cast":["Saffron Burrows","Salma Hayek","Stellan Skarsgård","Jeanne Tripplehorn","Xander Berkeley"],"overview":"A production company begins casting for its next feature, and an up-and-coming actress named Rose tries to manipulate her filmmaker boyfriend, Alex, into giving her a screen test. Alex's wife, Emma, knows about the affair and is considering divorce, while Rose's girlfriend secretly spies on her and attempts to sabotage the relationship. The four storylines in the film were each shot in one take and are shown simultaneously, each taking up a quarter of the screen.","release_date":"2000-03-22","vote_average":6.1,"runtime":97,"cert":"N\/A","id":36234,"title":"Timecode","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A feature-length global documentary road movie.","release_date":"2008-01-01","vote_average":0.0,"runtime":111,"cert":"N\/A","id":36235,"title":"More Places Forever","adult":false,"genre_ids":[99]},{"cast":["Silvana Mangano","Annie Girardot","Massimo Girotti","Elsa Albani","Clint Eastwood"],"overview":"Five short stories loosely dealing with the roles of women in society. A superstar actress travels to a mountain resort, only to evoke jealousy from women and lust from men. A woman offers to take an injured man to the hospital. A widowed father and his son seek for a new wife\/mother. A man seeks revenge for a woman's honor. A bored housewife tries to explain to her husband that he's not as romantic as he used to be.","release_date":"1967-02-22","vote_average":5.8,"runtime":105,"cert":"N\/A","id":36236,"title":"The Witches","adult":false,"genre_ids":[35,18,10749]},{"cast":["George W. Bush","Osama Bin Laden","Tony Blair","Condoleezza Rice","George H. W. Bush"],"overview":"Being W is an unauthorized autobiography of the 43rd President of the United States of America.","release_date":"2008-05-17","vote_average":7.0,"runtime":90,"cert":"N\/A","id":36237,"title":"Being W","adult":false,"genre_ids":[99]},{"cast":["Gong Chu","Yuen-Ching Leung","Wan Ying Ying","Aldrew Yu"],"overview":"In the spring of 1945, Japan established a secret base, Unit 731 in Manchuria, where many innocent Chinese, Korean and Mongolian people were killed in grotesque experiments. An idealistic young doctor , Morishima, is horrified by the experiments being performed in the camp and when his fiancée arrives disguised as a Chinese prisoner he sets out to liberate the camp. A docudrama sequel to the notorious Men Behind the Sun, which pulls no punches when it comes to delivering the shocks!","release_date":"1992-07-10","vote_average":5.2,"runtime":96,"cert":"N\/A","id":36238,"title":"Laboratory of the Devil","adult":false,"genre_ids":[10752,28,18,53]},{"cast":["Ameara Lavey","Pig Lizzy","Maja Lee","Miss Pussy Pants","Allen Nasty"],"overview":"The gruesome tapestry of psychological manifestations of a nineteen year old bulimic runaway stripper-turned prostitute as she descends into a hellish pit of satanic nightmares and hallucinations.","release_date":"2006-01-01","vote_average":3.3,"runtime":71,"cert":"N\/A","id":36239,"title":"Slaughtered Vomit Dolls","adult":false,"genre_ids":[27]},{"cast":["Hiroyuki Ikeuchi","Seiichi Tanabe","Saori Sekino","Atsushi Okuno","Mickey Curtis"],"overview":"Ambitious yakuza Kenji befriends harmonica-playing bartender Chuji, who moonlights as a part-time drug-dealer for the opposing gang. Their friendship is threatened by Kenji's plans for advancement, as well as by his bodyguards growing jealousy of Chuji.","release_date":"1998-07-15","vote_average":7.2,"runtime":107,"cert":"N\/A","id":36242,"title":"Blues Harp","adult":false,"genre_ids":[80,18]},{"cast":["Chiharu Niiyama","Ryûdô Uzaki","Masahiro Kobayashi","Shirô Sano","Takashi Nishina"],"overview":"Three ancient guardian beasts awaken to protect Japan against Godzilla.","release_date":"2001-12-15","vote_average":6.6,"runtime":105,"cert":"N\/A","id":36243,"title":"Godzilla, Mothra and King Ghidorah: Giant Monsters All-Out Attack","adult":false,"genre_ids":[12,28,18,14,878]},{"cast":["Sho Aikawa","Gao Ming-Chun","Xianmei Chen","Jianqin He","Blackie Ko Shou Liang"],"overview":"A Japanese assassin stranded in Taiwan must take work from a local crime boss to make ends meet when suddenly a woman from his past delivers a son to him.","release_date":"1997-06-28","vote_average":7.2,"runtime":95,"cert":"N\/A","id":36244,"title":"Rainy Dog","adult":false,"genre_ids":[80,28,18]},{"cast":["Jeanne Moreau","Georges Géret","Michel Piccoli","Françoise Lugagne","Jean Ozenne"],"overview":"Celestine has a new job as a chambermaid for the quirky M. Monteil, his wife and her father. When the father dies, Celestine decides to quit her job and leave, but when a young girl is raped and murdered, Celestine believes that the Monteils' groundskeeper, Joseph, is guilty, and stays on in order to prove it. She uses her sexuality and the promise of marriage to get Joseph to confess -- but things do not go as planned.","release_date":"1964-01-01","vote_average":7.3,"runtime":97,"cert":"N\/A","id":36245,"title":"Diary of a Chambermaid","adult":false,"genre_ids":[80,18]},{"cast":["Shinichi Tsutsumi","Yasuko Matsuyuki","Masanobu Ando","Hideki Noda","Akira Yamamoto"],"overview":"A simple funeral turns a man's world upside down.","release_date":"2000-04-29","vote_average":7.3,"runtime":100,"cert":"N\/A","id":36246,"title":"Monday","adult":false,"genre_ids":[35,80,28,53]},{"cast":["Megumi Kobayashi","Misato Tate","Aki Hano","Atsushi Ônita","Tsutomu Kitagawa"],"overview":"To save the world, Mothra goes back in time in an attempt to defeat a younger King Ghidorah.","release_date":"1998-12-12","vote_average":5.3,"runtime":99,"cert":"N\/A","id":36247,"title":"Rebirth of Mothra III","adult":false,"genre_ids":[28,878,14]},{"cast":["Kippei Shiina","Takeshi Caesar","SABU","Kazuhiro Mashiko","Shinsuke Izutsu"],"overview":"The film is based around the interactions of a triad group with a police officer as well as opposing yakuza organizations. When the younger brother to a renegade police officer becomes the lawyer to the triad group, an argument between the two leads to the downfall of the organization.","release_date":"1995-08-26","vote_average":7.0,"runtime":100,"cert":"N\/A","id":36250,"title":"Shinjuku Triad Society","adult":false,"genre_ids":[28,53,80]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Kathryn Greenwood","Trevor Blumas","Joe Grifasi"],"overview":"Twin sisters Emma and Sam come up with a scheme to switch places so each can play in the soccer team they prefer.","release_date":"1999-12-12","vote_average":5.4,"runtime":85,"cert":"N\/A","id":36251,"title":"Switching Goals","adult":false,"genre_ids":[35,10751]},{"cast":["Cedric the Entertainer","Kamilah Barrett","Sandy Colton","Micki Duran","Dave Fennoy"],"overview":"Red-hot actor\/comedian Cedric the Entertainer stars in his first solo HBO special, a no-holds-barred 60-minute routine performed in front of a live audience at The Wiltern, the venerable Los Angeles theater. Spiced by several song-and-dance numbers featuring a smokin' band and sexy group of dancers he calls the 'Cedibles,' the special highlights Cedric's hilarious takes on fame, TV, rap music, sports, diets, plastic surgery, gay marriage, church socials, meeting the President (not the new one, but the one we like), $5,000-a-plate dinners, Afghanistan, Osama Bin Laden, suicide bombers, gas prices, Halloween, Latin music and more.","release_date":"2006-10-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":36256,"title":"Cedric the Entertainer: Taking You Higher","adult":false,"genre_ids":[35]},{"cast":["Charlie Adler","Tress MacNeille","Joe Alaskey","Don Messick","Cree Summer"],"overview":"Term-time ends at Acme Looniversity and the Tiny Toon characters look forward to a summer filled with fun. Buster and Babs Bunny turn a water fight into a white-water rafting trip through the dangerous Deep South; Plucky Duck and Hamton Pig share the most impossibly awful car journey imaginable on the way to HappyWorldLand; Fifi's blind date becomes a \"skunknophobic\" nightmare; and a safari park is turned upside-down by Elmyra's search for \"cute little kitties to hug and squeeze\".","release_date":"1992-03-11","vote_average":6.9,"runtime":80,"cert":"N\/A","id":36257,"title":"Tiny Toon Adventures: How I Spent My Vacation","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Frank Zagarino","Todd Jensen","Jennifer MacDonald","Greg Melvill-Smith","Brian O'Shaughnessy"],"overview":"After two archaeologists discover an ancient alien artifact in Africa, they must run for their lives from both the unstoppable guardian and protector that awakens as a result, and their greedy, madman employer, both of whom want the artifact.","release_date":"1996-01-01","vote_average":3.3,"runtime":99,"cert":"N\/A","id":36258,"title":"Project Shadowchaser IV","adult":false,"genre_ids":[878]},{"cast":["Whoopi Goldberg","George Newbern","Richard Roundtree","Carol Kane","Armin Mueller-Stahl"],"overview":"In an alternate futuristic society, a tough female police detective is paired with a talking dinosaur to find the killer of dinosaurs and other prehistoric animals leading them to a mad scientist bent on creating a new Armageddon.","release_date":"1995-12-14","vote_average":3.7,"runtime":92,"cert":"N\/A","id":36259,"title":"Theodore Rex","adult":false,"genre_ids":[14,878,10751]},{"cast":["Catherine Hessling","Eric Barclay","Jean Storm","Manuel Raaby","Amy Wells"],"overview":"On a cold New Year's Eve, a poor girl tries to sell matches in the street. She is freezing badly, but she is afraid to go home because her father will beat her for not selling any matches. She takes shelter in a nook and lights the matches to warm herself. In their glow, she sees several lovely visions including a Christmas tree and a holiday feast. The girl looks skyward, sees a shooting star, and remembers her deceased grandmother saying that such a falling star means someone died and is going into Heaven. As she lights her next match, she sees a vision of her grandmother, the only person to have treated her with love and kindness. She strikes one match after another to keep the vision of her grandmother nearby for as long as she can. The child dies and her grandmother carries her soul to Heaven. The next morning, passers-by find the dead child in the nook.","release_date":"1928-06-07","vote_average":6.4,"runtime":32,"cert":"N\/A","id":36260,"title":"The Little Match Girl","adult":false,"genre_ids":[18,14]},{"cast":["David Chiang","Ti Lung","Ku Feng","Chan Sing","Chin Han"],"overview":"A Mogul king decides to take stealthy action to help overpower his greatest rivals. He chooses nine out thirteen of his loyal generals (who he treats as sons) to embark on the mission. However, jealously amongst them sparks a treacherous family feud that could lead to catastrophic consequences for all involved.","release_date":"1970-08-14","vote_average":6.6,"runtime":117,"cert":"N\/A","id":36261,"title":"The Heroic Ones","adult":false,"genre_ids":[28,18,36]},{"cast":["Marie Payen","Éric Caravaca","Françoise Lebrun","Mar Sodupe","Bernard Blancan"],"overview":"No overview found.","release_date":"2004-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":36262,"title":"Inguélézi","adult":false,"genre_ids":[18]},{"cast":["Claudio Brook","Silvia Pinal","Hortensia Santoveña","Enrique Álvarez Félix","Francisco Reiguera"],"overview":"Simon, a deeply religious man living in the 4th century, wants to be nearer to God so he climbs a column. The Devil wants him come down to Earth and is trying to seduce him.","release_date":"1965-02-08","vote_average":7.9,"runtime":45,"cert":"N\/A","id":36265,"title":"Simon of the Desert","adult":false,"genre_ids":[35,18,36]},{"cast":["Le Van Loc","Tony Leung Chiu-Wai","Như Quỳnh","Hoang Phuc Nguyen","Ngo Vu Quang Hal"],"overview":"Follows a young cyclo (bicycle cab) driver on his poverty-driven descent into criminality in modern-day Ho Chi Minh City. The boy's struggles to scratch out a living for his two sisters and grandfather in the mean streets of the city lead to petty crime on behalf of a mysterious Madame from whom he rents his cyclo.","release_date":"1995-01-01","vote_average":7.3,"runtime":123,"cert":"N\/A","id":36266,"title":"Cyclo","adult":false,"genre_ids":[18]},{"cast":["Leon Schuster","David Ramsey","Faizon Love","Robert Whitehead","Jane Benney"],"overview":"A medicine man is sent looking for the son of his tribal king, and brings back an American golfer and a host of goons intent on keeping him in the golf tournament.","release_date":"2001-10-30","vote_average":5.0,"runtime":110,"cert":"N\/A","id":36267,"title":"Mr. Bones","adult":false,"genre_ids":[35]},{"cast":["Edgar Selge","Nina Kunzendorf","Claudia Messner","Jule Ronstedt","Uwe Ochsenknecht"],"overview":"No overview found.","release_date":"2007-09-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":36270,"title":"Angsthasen","adult":false,"genre_ids":[35,18]},{"cast":["Melinda Clarke","Robert Englund","Jason Durr","Nigel Whitmey","Jonathan Rhys Meyers"],"overview":"This horror story involves a woman hiding out with four pastel colored poodles in a desert gas station with the loot from a heist while her boy friend does prison time. A meteorite crashes near the station transforming the woman into an alien being with a gigantic voracious tongue and her poodles are transformed into four drag queens. The whole thing grows even weirder as her boy friend escapes from prison and also encounters the meteorite, as does a mute Nun who is converted into a sexy drum majorette. Pursued by the prison officials who are after him, the whole group eventually come into conflict.","release_date":"1996-01-01","vote_average":5.4,"runtime":98,"cert":"N\/A","id":36271,"title":"Killer Tongue","adult":false,"genre_ids":[35,27,878]},{"cast":["Steven Seagal","Ida Nowakowska","Agnieszka Wagner","Krzysztof Pieczyński","Robbie Gee"],"overview":"Vietnam veteran Billy Ray Lancing, a former CSA agent who now works on a wildlife refuge in Northern Alaska, has been exchanging letters in a pen-pal relationship with Irina Morawska, a 13-year-old orphaned girl in Poland that he's helping out financially. When the letters suddenly stop coming, Billy heads to Poland to figure out why -- only to discover that the orphanage that Irina was staying in, which is financed by honest -- and unsuspecting -- good-intentioned Samaritans, is a cover for a human trafficking network.","release_date":"2004-01-01","vote_average":4.1,"runtime":88,"cert":"N\/A","id":36272,"title":"Out of Reach","adult":false,"genre_ids":[28,53]},{"cast":["Teah","Michelle Reis","Patricia Manterola","Mitsuhiro Oikawa","Kôji Kikkawa"],"overview":"Brazilian-Japanese gangster Mario rescues his Chinese girlfriend Kei as she's about to be deported from Japan. Desperate to escape, he hides in Tokyo's booming Japanese-Portuguese community and seeks passage from the country from a Russian mobster. To meet his price, they hold up a bigtime drug deal between the Chinese Mafia and the local Yakuza.","release_date":"2000-09-15","vote_average":6.3,"runtime":102,"cert":"N\/A","id":36273,"title":"The City of Lost Souls","adult":false,"genre_ids":[28,53]},{"cast":["Riki Takeuchi","Sonny Chiba","Tetsurō Tamba","Ryôsuke Miki","Ken'ichi Endô"],"overview":"After Kunisada's Yakuza leader and father figure is brutally murdered, he and his best friend go on a two-man mission to avenge his death, killing other Yakuza leaders leading to a final confrontation by the old man's killers..","release_date":"2002-09-21","vote_average":7.2,"runtime":96,"cert":"N\/A","id":36274,"title":"Deadly Outlaw: Rekka","adult":false,"genre_ids":[28,18,53]},{"cast":["Lee Majors","Karen Black","Margaux Hemingway","Marisa Berenson","James Franciscus"],"overview":"Jewel thieves attempt to recover treasure from piranha infested waters. Mistrust and betrayals happen amongst the gang in the quest for gold.","release_date":"1979-12-07","vote_average":5.1,"runtime":95,"cert":"N\/A","id":36275,"title":"Killer Fish","adult":false,"genre_ids":[12,27]},{"cast":["Chin Ka-Lok","Esther Kwan","Yu Rong-Guang","Lam Ching-Ying","Marc Richard Moeller"],"overview":"A Chinese reporter (Esther Kwan) attempts to find out the identity of a masked crime-fighter.","release_date":"1994-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":36276,"title":"The Green Hornet","adult":false,"genre_ids":[14,28]},{"cast":["Hovhannes Abelian","Taguhi Hakobian","Olga Maysurian","Hrachia Nersisyan","Avet Avetisian"],"overview":"Namus (Armenian: Նամուս, meaning \"honor\") is a 1925 silent film by Hamo Beknazarian, based on Alexander Shirvanzade's 1885 novel of the same name, which denounces the despotic rites and customs of Caucasian families. It is widely recognized as the first Armenian feature film.","release_date":"1926-04-13","vote_average":3.5,"runtime":82,"cert":"N\/A","id":36277,"title":"Namus","adult":false,"genre_ids":[36,18]},{"cast":["Chuck Norris","Michele Lamar Richards","Carmine Caridi","Clyde Kusatsu","Kai Wulff"],"overview":"With his cop companion shot and killed by terrorists, Reno The Dog pairs up with tough cop Jake in thwarting the criminal organization.","release_date":"1995-04-28","vote_average":4.3,"runtime":86,"cert":"N\/A","id":36278,"title":"Top Dog","adult":false,"genre_ids":[28,12,35,10751,53]},{"cast":["Takeshi Itô","Takuji Suzuki","Ryumei Homura","Bunmei Tobayama","Kazuhiro Sano"],"overview":"A black clad woman murders a man that she had just met by chance through a phone sex club.","release_date":"1997-05-31","vote_average":7.0,"runtime":75,"cert":"N\/A","id":36279,"title":"Raigyo","adult":false,"genre_ids":[]},{"cast":["Daijiro Kawaoka","Kazushi Watanabe","Daijiro Kawaoka","Masashi Endô","Nachi Nozawa"],"overview":"A university student is kidnapped by young men in a car. No ransom is asked as the men are just bored roving thugs who have nothing better to do nor do they have any specific mission or purpose. Fascinated by the men's close bonds, the abused student slowly turns from victim to accomplice.","release_date":"2000-01-01","vote_average":6.6,"runtime":83,"cert":"N\/A","id":36280,"title":"19","adult":false,"genre_ids":[]},{"cast":["Naomi Kawase","Kohei Fukungaga","Yuka Hyyoudo","Katsuhisa Namase","Kanako Higuchi"],"overview":"The Aso family live in the old town of Nara. One Day, Kei, one of the Aso's twin boys suddenly disappears. Five years later seventeen-year old Shun, the remaining twin, is an art student. He now has to move forward with his life, together with his childhood friend, Yu.","release_date":"2003-11-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":36281,"title":"Shara","adult":false,"genre_ids":[18]},{"cast":["Shosuke Tanihara","Kenji Takano","Marie Jinno","Tamaki Kenmochi","Takeshi Caesar"],"overview":"In order to settle a business dispute, a mob leader murders one of his own teenage sons. The surviving son vows to avenge his brother's death, and organizes his own gang of teenage killers to destroy his father's organization.","release_date":"1996-10-12","vote_average":6.8,"runtime":98,"cert":"N\/A","id":36282,"title":"Fudoh: The New Generation","adult":false,"genre_ids":[28,53,80]},{"cast":["James Coburn","Dick Shawn","Sergio Fantoni","Giovanna Ralli","Aldo Ray"],"overview":"A by-the-book Captain is ordered to capture a strategic village in Italy. The Italian soldiers are willing to surrender, if they can have a festival first. The lieutenant convinces the Captain this is the only way. Because of aerial reconnaissance, they must look like they are fighting. To sort this out an intelligence officer is sent in. Meanwhile the festival gets complicated with the Mayors daughter.","release_date":"1966-01-01","vote_average":5.9,"runtime":116,"cert":"N\/A","id":36283,"title":"What Did You Do in the War, Daddy?","adult":false,"genre_ids":[35,10752]},{"cast":["Jan Sosniok","Doreen Jacobi","Rita Lengyel","Benjamin Morik","Alexander Hörbe"],"overview":"No overview found.","release_date":"2004-03-18","vote_average":10.0,"runtime":90,"cert":"N\/A","id":36284,"title":"Das allerbeste Stück","adult":false,"genre_ids":[35]},{"cast":["Ralph Herforth","Anne Cathrin Buhtz","Christian Kahrmann","Karin Neuhäuser","Helmut Lorin"],"overview":"A municipal worker's strike combined with Frankfurt's hottest summer in 150 years brings infected rats out onto the streets","release_date":"2001-10-17","vote_average":3.5,"runtime":104,"cert":"N\/A","id":36289,"title":"Revenge of the Rats","adult":false,"genre_ids":[53,28,27]},{"cast":["Kaley Cuoco","Megan Fox","Dominic Chianese","Pat Kelly","Chuck Shamata"],"overview":"Brooke, a plain but creative and hard-working student at the top fashion school in the nation, who has come a long way from her tough childhood spent going from one foster home to another as an orphan. She has always dreamed of becoming a fashion designer, and is thrilled to finally be on her way. But, when the grandfather she never knew about passes away, her life is suddenly turned upside down. Not only has he left her his estate, but he's left her in charge of the family business, as mob boss to one of the top crime syndicates that has been trying to go legit. If that isn't enough, the handsome new student she's falling for is actually an undercover FBI agent aiming to get dirt on her to bring down the family empire.","release_date":"2004-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":36290,"title":"Crimes of Fashion","adult":false,"genre_ids":[28,35,53]},{"cast":["Marc Singer","Tony Todd","Keith Coulouris","Sandra Hess","Casper Van Dien"],"overview":"Before he died, Dar's father gave a mysterious amulet to Tal, Dar's younger brother who is now king. Dar, while wandering with his animal companions, chances to meet and rescue a family who seek the help of King Tal against Lord Agon, a sorcerer who has conquered their land. Dar obtains an audience for them with Tal, who rallies his troops to march against Agon in the morning. Alas, the young king is captured by Agon's crimson warriors during the night. It is the amulet -- the Eye of the imprisoned god Braxus -- that Agon really wants. But Dar now carries half of it, and is nowhere to be found. Will he fall into Lord Agon's clutches when he comes to free his brother?","release_date":"1996-05-24","vote_average":4.1,"runtime":92,"cert":"N\/A","id":36291,"title":"Beastmaster III: The Eye of Braxus","adult":false,"genre_ids":[14,28,12]},{"cast":["Franz Dinda","Niklas Kohrt","Janusz Kocaj","Michael Ginsburg","Stephanie Schönfeld"],"overview":"At an elite private Border School four students form a clique to sneak out of school after hours to meet, drink and play. By trying to escape the golden cage which their wealthy parents have stuck them in, they search for the Extreme. In the course of time their excessive games grow more and more violent and soon they turn against the weakest of the group.","release_date":"2008-01-01","vote_average":5.1,"runtime":63,"cert":"N\/A","id":36292,"title":"Teenage Angst","adult":false,"genre_ids":[18]},{"cast":["Dolph Lundgren","Valerie Chow","Cary-Hiroyuki Tagawa","Gary Hudson"],"overview":"The tough and cold mercenary Warchild, is working for the man who took care of his war training and upbringing, the greedy General Ruechang. Ruechang is planning to take over the country by marrying Princess Halo. But Halo discovers that Ruechang killed her father to gain more power than he had working for the King, so she decides to run away. Warchild is the one who has to bring her back to Ruechang, but the one thing no one counted on happens... Warchild and Halo falls in love, and together they take on the forces of Ruechang... Written by Zorteper -","release_date":"1999-01-01","vote_average":4.5,"runtime":92,"cert":"N\/A","id":36293,"title":"Bridge of Dragons","adult":false,"genre_ids":[28,878,53]},{"cast":["Dorian Harewood","Ray Wise","Roy Scheider","Delane Matthews","Clint Howard"],"overview":"When Redwood Federal Penitentiary closes, there are going to be several hundred prisoners looking for a new home. Several of the most dangerous, all killers, will be transported by train to Santa Ana, a new high tech prison for the worst of the worst. Included in this transfer are: -Ian Kelly, explosions expert who has set off terrorist bombings worldwide. -Lorenzo \"Enzo\" Martini, a mafia kingpin who enjoyed nationwide fame before finally being put away. -Karl \"The Killer\" Miller, a serial killer with absolutely no conscience and an unquenchable thirst for blood. -Tommy \"Zimm\" Zimmer, a man who's serving life for killing his wife and her lover. -Luke Sinclair, who's finishing up the last nine months of a fifteen-year sentence for killing the man who murdered his wife. When the prisoners, under heavy security, board the last car of the train, it quickly becomes clear that an escape plan has been hatched","release_date":"1998-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":36294,"title":"Evasive Action","adult":false,"genre_ids":[28,53]},{"cast":["Bettina Zimmermann","Thure Riefenstein","Jürgen Tarrach","Renate Krößner","Michaela Schaffrath"],"overview":"No overview found.","release_date":"2002-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":36295,"title":"Geliebte Diebin","adult":false,"genre_ids":[80,10749]},{"cast":["Jérémie Renier","Laurent Lucas","Cylia Malki","Olivier Perrier","Samir Guesmi"],"overview":"Philippe Seigner starts his career in business consulting at the posh Paris seat of McGregor. His first serious task is delicate: An audit at a factory, which is about to be taken over. As he soon realizes, this will mean sacking about 80 employees. However, his girl friend reproaches him collaborating with ruthless capitalism, as if any of the downsizing could be mitigated by him bowing out.","release_date":"2004-01-01","vote_average":5.4,"runtime":99,"cert":"N\/A","id":36296,"title":"Work Hard, Play Hard","adult":false,"genre_ids":[18]},{"cast":["Craig Sheffer","Gabrielle Anwar","Josh Charles","Donal Logue","Keith David"],"overview":"Two prisoners escape with the help of their jailer to search for a treasure that is supposedly buried with a dead millionaire.","release_date":"1996-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":36299,"title":"The Grave","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Harry Curtin (Wayne Crawford), a retired Los Angeles homicide detective, accepts a job as a private investigator in Africa. Much to his dismay, he's not hired to protect a princess or dignitary, but to be a bodyguard for a Rhinoceros! Poachers have been killing the huge armored creatures and it's up to Harry to put a stop to it. Looking for witnesses, Harry discovers the unimaginable: he's able to talk to the animals! Naturally, his colleagues think he's snapped under the African sun, but Harry and his friends in the wild kingdom work together to solve the crime and save the rhinos.","release_date":"1997-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":36300,"title":"U'bejani","adult":false,"genre_ids":[]},{"cast":["Tom Bosley","Jenna Elfman","Howie Mandel","David Hyde Pierce","Jonathan Taylor Thomas"],"overview":"When Tangie, a teddy bear goes into the Smile-erator on his head, his smile is put on upside down, causing him to end up on the bargain bin on Christmas Eve with other misfit toys, then onto Winkle's Emporium, a discount store. There, Tangie does his level best over the coming year to become a part of some family. He spends his time in Winkle's front window with Jack, a Jack-in-the-box with claustrophobia and Bird, a cuckoo clock bird with agorophobia.","release_date":"2000-01-01","vote_average":6.4,"runtime":48,"cert":"N\/A","id":36301,"title":"The Tangerine Bear: Home in Time for Christmas!","adult":false,"genre_ids":[16,10751]},{"cast":["Mieko Harada","Keigo Matsuyama","Shogo Matsuyama","Kyôzô Nagatsuka","Kaneko Iwasaki"],"overview":"Tells of the childhood of two nine-year-old twins in a rural village in Japan after World War 2. Includes the boys relationships with their schoolteacher mother, civil servant father, elderly landlord, a rough new boy at the school, and three mysterious spirits in the form of old women.","release_date":"1996-07-13","vote_average":7.0,"runtime":112,"cert":"N\/A","id":36304,"title":"Village of Dreams","adult":false,"genre_ids":[10751]},{"cast":["Anderson Silva","Demian Maia","B.J. Penn","Frankie Edgar","Matt Hughes"],"overview":"UFC 112: Invincible was a mixed martial arts event held by the Ultimate Fighting Championship on April 10, 2010, on Yas Island, Abu Dhabi, United Arab Emirates.","release_date":"2010-04-10","vote_average":3.3,"runtime":172,"cert":"N\/A","id":36305,"title":"UFC 112: Invincible","adult":false,"genre_ids":[]},{"cast":["Louis de Funès","Mireille Darc","Roger Dumas","Jacqueline Maillan","Daniel Ceccaldi"],"overview":"Léonard Monestier owns a large fortune, alas his wife Cynthia made a bad investment in a worthless oil concession. Far from letting this get him down, Léonard decides to find a sucker to buy this concession from him. Right on cue appears Antoine Brévin, a befuddled billionaire who is very interested in Léonard's beautiful daughter Patricia and would do anything to win her hand...","release_date":"1963-11-20","vote_average":7.0,"runtime":86,"cert":"N\/A","id":36324,"title":"Pouic-Pouic","adult":false,"genre_ids":[35]},{"cast":["Byron Rosales Romero","Juan J. Dominguez","Duane Miller","Rick McKnight","David Delorenzo"],"overview":"Juan “Accidentes” Dominguez is on his biggest case ever. On behalf of twelve Nicaraguan banana workers he is tackling Dole Food in a ground-breaking legal battle for their use of a banned pesticide that was known by the company to cause sterility. Can he beat the giant, or will the corporation get away with it?","release_date":"2009-10-09","vote_average":5.9,"runtime":87,"cert":"N\/A","id":36325,"title":"Bananas!*","adult":false,"genre_ids":[99]},{"cast":["Octávio Lourenço","Ricardo Guerreiro","Sónia Matos","José Serpa"],"overview":"He just wanted to be happy but they don't let him go in peace...","release_date":"2002-11-23","vote_average":5.8,"runtime":55,"cert":"N\/A","id":36326,"title":"O Ninja das Caldas","adult":false,"genre_ids":[28,35]},{"cast":["Lee Sun-kyun","Seo Woo","Shim Yi-young","Han Ye-ri","Son Kang-gook"],"overview":"Eun-mo is back in her hometown, Paju after spending three years of soul searching in India. However the reality she returns to is far from comforting as she is faced with a dreaded reunion with her widower brother-in-law, Joong-shik. Almost a decade ago when Joong-shik came to Paju as a student activist futitive, Eun-mo never took a liking to Joong-shik who ended up marrying her older sister, Eun-soo. But she was forced to live with him when a tragic accident took her sister’s life. During a course of three years, Eun-mo gradually discovered she was carrying complex emotions toward Joong-shik. Having felt trapped, she decideed to leave Paju. Eun-mo believed she had resolved all emotional conflicts in India, but as she digs further into her sister’s death, she becomes torn between the truth and her feelings for Joong-shik.","release_date":"2009-10-28","vote_average":5.6,"runtime":111,"cert":"N\/A","id":36329,"title":"Paju","adult":false,"genre_ids":[18,10749]},{"cast":["Jeanne Crain","Michael Rennie","Max Showalter","Carl Betz","Mary Anderson"],"overview":"A young bride is set to begin her honeymoon aboard a luxury liner. Her happiness does not last when she finds that her husband has disappeared. Trouble is, no one else ever saw him board the ship with her and his name has mysteriously dropped from the passenger list.","release_date":"1953-08-01","vote_average":6.4,"runtime":75,"cert":"N\/A","id":36330,"title":"Dangerous Crossing","adult":false,"genre_ids":[18,9648,53]},{"cast":["Charlton Heston","Lizabeth Scott","Viveca Lindfors","Dean Jagger","Don DeFore"],"overview":"Danny Haley's bookie operation is shut down, so he and his pals need money; when Danny meets Arthur Winant, a sucker from out of town, he decoys him into a series of poker games where eventually Winant loses $5000 that isn't his... then hangs himself. But it seems Winant had a shadowy, protective elder brother who believes in personal revenge.","release_date":"1950-10-17","vote_average":5.9,"runtime":98,"cert":"N\/A","id":36331,"title":"Dark City","adult":false,"genre_ids":[10749,80,18,9648]},{"cast":["Merle Oberon","Franchot Tone","Thomas Mitchell","Fay Bainter","Elisha Cook Jr."],"overview":"Leslie Calvin, the sole survivor of a submarine accident, goes to her relatives in order to recover emotionally. Unfortunately she encounters various scam artists led by Mr. Sydney who intend to kill her and steal the family assets. Dr. George Grover helps Leslie to defeat Sydney.","release_date":"1944-11-21","vote_average":5.8,"runtime":90,"cert":"N\/A","id":36332,"title":"Dark Waters","adult":false,"genre_ids":[9648]},{"cast":["Eric Portman","Greta Gynt","Dennis Price","Jack Warner","Maxwell Reed"],"overview":"When a man discovers his wife is having an affair, he commits the perfect crime.","release_date":"1947-06-23","vote_average":5.9,"runtime":90,"cert":"","id":36335,"title":"Dear Murderer","adult":false,"genre_ids":[53]},{"cast":["Dana Andrews","Jean Peters","Cesar Romero","Dean Stockwell","Anne Revere"],"overview":"A state welfare agent (Jean Peters) persuades a Maine lobsterman (Dana Andrews) to take a troubled orphan boy (Dean Stockwell) aboard.","release_date":"1948-07-22","vote_average":6.0,"runtime":85,"cert":"N\/A","id":36336,"title":"Deep Waters","adult":false,"genre_ids":[18]},{"cast":["Jim Metzler","Jennifer Rubin","Kyle Secor","Jerry Orbach","Robert Costanzo"],"overview":"In this fast-paced, noirish road movie, a computer expert embezzles half a million dollars and races off to Reno to start anew. Unfortunately, en route, he picks up a pair of hitchers and ends up entangled with a crazed couple who commandeer his car and leave him alone in the desert to die. As soon as he can, he hits the road to get revenge and to find his money before they do.","release_date":"1991-06-07","vote_average":4.6,"runtime":100,"cert":"N\/A","id":36337,"title":"Delusion","adult":false,"genre_ids":[80]},{"cast":["Joyce Mackenzie","Stanley Clements","Hurd Hatfield","Albert Dekker","Myrna Dell"],"overview":"Laura Mansfield catches a glimpse of mob hit man Jackie Wales after he shoots her businessman father. At the police station, Laura identifies Jackie as the murderer, but the policeman in charge of the case, Lt. Brewster, lets him go, citing a lack of corroborating evidence. Outraged, Laura worms her way into the unsuspecting Jackie's heart, trying to snare him and mob-connected club owner Armitage in her trap.","release_date":"1950-06-09","vote_average":4.6,"runtime":72,"cert":"N\/A","id":36338,"title":"Destination Murder","adult":false,"genre_ids":[80]},{"cast":["Derek Farr","Joan Hopkins","Peter Lorre","William Hartnell","Naunton Wayne"],"overview":"The hero discovers his estranged wife dead and tries to frame her lover for the murder. He becomes involved with the criminals who make various unsuccessful attempts on his life while the police clear up the mystery.","release_date":"1950-04-01","vote_average":6.2,"runtime":86,"cert":"N\/A","id":36339,"title":"Double Confession","adult":false,"genre_ids":[53,80]},{"cast":["Monte Hawley","Jeni Le Gon","Edward Thompson","Florence O'Brien","Freddie Jackson"],"overview":"Tommy McCoy and \"Dude\" Markey are both in love with Harlem singer\/dancer Nita. Markey robs a jewelry store and turns the loot over to gang-boss Murray Howard. Later, Markey robs the safe, steals the jewelry, and, in order to get rid of his rival for Nita, frames the robbery on McCoy. The latter's big-brother thinks otherwise and, with Nita's help, sets out to prove it.","release_date":"1939-12-16","vote_average":0.0,"runtime":60,"cert":"N\/A","id":36340,"title":"Double Deal","adult":false,"genre_ids":[]},{"cast":["Marie Windsor","Richard Denning","Taylor Holmes","Fay Baker","James Griffith"],"overview":"An oil engineer (Richard Denning) surrounded by foul play helps an heiress (Marie Windsor) bring in a well.","release_date":"1950-12-01","vote_average":6.5,"runtime":64,"cert":"N\/A","id":36341,"title":"Double Deal","adult":false,"genre_ids":[9648,18,12]},{"cast":["James Cagney","George Raft","Jane Bryan","George Bancroft","Maxie Rosenbloom"],"overview":"A corrupt D.A. with governatorial ambitions is annoyed by an investigative reporter's criticism of his criminal activities and decides to frame the reporter for manslaughter in order to silence him.","release_date":"1939-08-19","vote_average":7.3,"runtime":92,"cert":"N\/A","id":36342,"title":"Each Dawn I Die","adult":false,"genre_ids":[18,28,53]},{"cast":["Tamara Tunie","Joann Fletcher","Jason Yates"],"overview":"A lenda diz que o Egipto nunca produziu tamanha beleza. O seu próprio nome \"Nefertiti\" significa \"A Perfeita\". A sua efígie decorava templos no país inteiro, mas depois desapareceu da História como uma miragem. Por sua vez o Livro dos Mortos dos egípcios fala numa terrível maldição. Se uma múmia for mutilada, os deuses não poderão reconhecê-la, não poderá aceder à vida eterna.","release_date":"2003-08-17","vote_average":7.0,"runtime":120,"cert":"N\/A","id":36343,"title":"Nefertiti: Resurrected","adult":false,"genre_ids":[99]},{"cast":["Thora Birch","Vincent Kartheiser","Dirk Benedict","Ben Cardinal","Kristin Lehman"],"overview":"Jake Barnes and his two kids, Sean and Jessie, have moved to Alaska after his wife died. He is a former airline pilot now delivering toilet paper across the mountains. During an emergency delivery in a storm his plane goes down somewhere in the mountains. Annoyed that the authorities aren't doing enough, Jessie and Sean set out on an adventure to find their father with the help of a polar bear which they have saved from a ferocious poacher. Conflict ensues.","release_date":"1996-08-14","vote_average":5.3,"runtime":109,"cert":"N\/A","id":36344,"title":"Alaska","adult":false,"genre_ids":[12]},{"cast":["Keiji Fujiwara","Jun Fukushima","Noriko Hidaka","Daisuke Kishio","Sanae Kobayashi"],"overview":"Amidest a maelstrom of death, the ronin Mensu clashes with wasteland cannibal nomads from beneath the desert sands. Together with his Sando-a beautiful but deadly human weapon-Mensu saves thousands from the evil dictator that destroyed his master. In the end, he battles legions of the damned in a magical underworld unlike anything you’ve ever seen!","release_date":"2004-11-26","vote_average":5.3,"runtime":87,"cert":"N\/A","id":36345,"title":"Blade of the Phantom Master","adult":false,"genre_ids":[12,16,14,878]},{"cast":["Vladimir Gostyukhin","Larisa Kuznetsova","Biao Wang","Badema"],"overview":"Veteran Russian writer-director Nikita Mikhalkov's film about the impact of modern civilization on an idyllic part of Mongolia won the Golden Lion at the Venice Film Festival and was nominated for an Oscar as Best Foreign Film. A farmer (Bayyartu) and his wife, who live in a rural part of Inner Mongolia, have three children. Chinese population control policies prevent them from having any more. The farmer sets out for the nearest town to obtain birth control. He comes upon a Russian truck driver (Vladimir Gostyukhin) who has ended up in a lake. The farmer takes the man back to his farm, and after initially being appalled at the lack of civilization, the Russian becomes enchanted with the peaceful life of the backwards countryside and decides to stay. But his presence presages big changes for the peasants.","release_date":"1991-01-01","vote_average":7.5,"runtime":119,"cert":"N\/A","id":36346,"title":"Close to Eden","adult":false,"genre_ids":[18]},{"cast":["Malick Bowens","Juliet Stevenson","Dermot Crowley"],"overview":"A group of several thousand Africans migrate westward across northern Africa and sail across the Strait of Gibraltar to Europe. Their message is: \"We are poor because you are rich.\"","release_date":"1990-05-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":36347,"title":"The March","adult":false,"genre_ids":[10770]},{"cast":["Eric Tsang","Nicholas Tse","Shu Qi","Michael Chan","Anthony Wong"],"overview":"Pao Ge returns to Hong Kong after hiding out in Brazil to search for a girl he had a brief encounter with just to remember her face before his memory fades. An eclectic cast, abundant postmodernism and just the right dash of self-aware humor make this a turn-of-the-century Hong Kong Cinema gem.","release_date":"1999-01-01","vote_average":8.0,"runtime":101,"cert":"N\/A","id":36348,"title":"Metade Fumaca","adult":false,"genre_ids":[18,10749]},{"cast":["Tommy Lee Jones","Linda Hamilton","Robert Vaughn","Richard Jaeckel","Lee Ving"],"overview":"An FBI free-lancer stashes a stolen Las Vegas-crime tape in a high-tech car stolen by someone else.","release_date":"1986-01-10","vote_average":5.6,"runtime":100,"cert":"15","id":36349,"title":"Black Moon Rising","adult":false,"genre_ids":[28,878,53]},{"cast":["Katja Schuurman","Pierre Bokma","Theo Maassen","Ellen ten Damme","Michiel de Jong"],"overview":"A middle-aged journalist interviews the real-life Dutch star Katja Schuurman, in her own loft. Pierre, the journalist is annoyed at being given such a fluffy assignment, as he is normally a political correspondent. Initially he has no questions for Katja, but soon they are coaxing their darkest secrets out of each other.","release_date":"2003-05-28","vote_average":6.7,"runtime":89,"cert":"N\/A","id":36350,"title":"Interview","adult":false,"genre_ids":[18]},{"cast":["Willem Dafoe","Susan Sarandon","Dana Delany","David Clennon","Mary Beth Hurt"],"overview":"A drug dealer with upscale clientele is having moral problems going about his daily deliveries. A reformed addict, he has never gotten over the wife that left him, and the couple that use him for deliveries worry about his mental well-being and his effectiveness at his job. Meanwhile someone is killing women in apparently drug-related incidents.","release_date":"1992-08-21","vote_average":6.4,"runtime":103,"cert":"N\/A","id":36351,"title":"Light Sleeper","adult":false,"genre_ids":[18,80]},{"cast":["Julia Hummer","Nic Romm","Lena Stolze","Peter Kurth","Denis Moschitto"],"overview":"No overview found.","release_date":"2003-01-01","vote_average":6.0,"runtime":82,"cert":"N\/A","id":36352,"title":"Northern Star","adult":false,"genre_ids":[18]},{"cast":["Chloé Winkel","Tara Elders","Filip Peeters","Burt Kwouk","Tuva Novotny"],"overview":"In this imaginative independent drama, Angela (Chloé Winkel) is a French art student living in Germany who loves to draw comics and creates elaborate tales drawn in a soft and romantic style. One night, Angela meets Yamamoto (Jon Yang), a club DJ from Japan, who invites her to come to Tokyo with him. Infatuated with Yamamoto, Angela impulsively agrees, and is soon sharing an apartment with a handful of Western expatriates who work at a nightclub where Japanese businessmen drink, sing karaoke, and date the \"hostesses\" for a fee.","release_date":"2004-01-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":36353,"title":"Stratosphere Girl","adult":false,"genre_ids":[18,9648,53]},{"cast":["Martin Kove","Sela Ward","Ronny Cox","Bernie Casey","Joseph Campanella"],"overview":"Steele is ex-cop and Vietnam vet who is determined to bring down Kwan, former South Vietnamese general and now rich and powerful drug lord.","release_date":"1987-05-08","vote_average":5.7,"runtime":95,"cert":"N\/A","id":36354,"title":"Steele Justice","adult":false,"genre_ids":[28,18]},{"cast":["Elijah Wood","Paul Hogan","Jonathan Banks","Jason Fuchs","Robert Deacon"],"overview":"Sandy Ricks is sent by his mom to Coral Key, a rustic island in the Florida keys, to spend the summer with his uncle Porter Ricks. Sandy dislikes everything about his new environment until a new friend comes into his life, a dolphin named Flipper, that brings uncle and nephew together and leads Sandy on the summer adventure of a lifetime.","release_date":"1996-05-17","vote_average":5.4,"runtime":95,"cert":"","id":36355,"title":"Flipper","adult":false,"genre_ids":[12,10751]},{"cast":["Jesse Cameron-Glickenhaus","Pat Morita","Joanna Pacula","Duncan Regehr","Michael Dorn"],"overview":"Young Jesse is traveling through time in order to stop some evil virtual reality fight managers from a parallel universe trying to destroy Earth.","release_date":"1995-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":36358,"title":"Timemaster","adult":false,"genre_ids":[878]},{"cast":["Walter Matthau","Art Carney","Richard Benjamin","Candice Azzara","Dick O'Neill"],"overview":"Charley is a surgeon who's recently lost his wife; he embarks on a tragicomic romantic quest with one woman after another until he meets up with Ann, a singular woman, closer to his own age, who immediately and unexpectedly captures his heart.","release_date":"1978-03-15","vote_average":7.3,"runtime":98,"cert":"N\/A","id":36361,"title":"House Calls","adult":false,"genre_ids":[35,10749]},{"cast":["Jeffrey Hunter","Siobhán McKenna","Hurd Hatfield","Viveca Lindfors","Robert Ryan"],"overview":"Who is Jesus, and why does he impact all he meets? He is respected and reviled, emulated and accused, beloved, betrayed, and finally crucified. Yet that terrible fate would not be the end of the story.","release_date":"1961-10-11","vote_average":7.0,"runtime":168,"cert":"N\/A","id":36362,"title":"King of Kings","adult":false,"genre_ids":[18]},{"cast":["Margie Gay"],"overview":"While Alice and her gang are performing \"Uncle Tom's Cabin\" she is knocked unconscious and dreams she is being chased by Pete across ice floes.","release_date":"1925-01-01","vote_average":3.0,"runtime":7,"cert":"N\/A","id":36371,"title":"Alice Is Stage Struck","adult":false,"genre_ids":[]},{"cast":["Sigourney Weaver","Michael Caine","Patrick Kavanagh","Faith Kent","Ram John Holder"],"overview":"Dr. Lauren Slaughter, a research fellow at the Arab-Anglo Institute in London is utterly frustrated by her job. To supplement her income, she starts moonlighting at the Jasmine Escort Service, where she has more control over men and money than she does at the office. On one of her 'dates', Lauren meets the politician Lord Bulbeck who is trying to mediate a peace accord between the Arabs and Israelis. Bulbeck falls in love with his escort, and unwittingly, Lauren becomes a pawn in some very dirty politics.","release_date":"1986-08-13","vote_average":5.4,"runtime":90,"cert":"N\/A","id":36372,"title":"Half Moon Street","adult":false,"genre_ids":[18]},{"cast":["David Wayne","Howard Da Silva","Martin Gabel","Luther Adler","Steve Brodie"],"overview":"Remake of the 1931 original. In the city, someone is murdering children. The Police search is so intense, it is disturbing the 'normal' criminals, and the local hoods decide to help find the murderer as quickly as possible.","release_date":"1951-03-01","vote_average":6.4,"runtime":88,"cert":"N\/A","id":36373,"title":"M","adult":false,"genre_ids":[18,53]},{"cast":["Krzysztof Pieczyński","Kamilla Baar","Marieta Żukowska","Tomasz Sobczak","Jerzy Grałek"],"overview":"The film presents the last days of Gen. Sikorski, right before the Gibraltar catastrophe. The commander is accompanied by his daughter Zofia and a group of closest collaborators. They are all guests in the palace of the Governor of Gibraltar, Mason Macfarlane, who is supposed to persuade Sikorski to give back documents on the murder of Polish officers in Katyn. When Sikorski refuses, a plan of attempt on his life comes into action. Who stood behind it? Who executed it and how? Was Zofia on board of Liberator too?","release_date":"2009-04-03","vote_average":3.0,"runtime":90,"cert":"N\/A","id":36374,"title":"General, The. Attempt at Gibraltar","adult":false,"genre_ids":[18,36]},{"cast":["Dana Andrews","Farley Granger","Joan Evans","Robert Keith","Paul Stewart"],"overview":"A priest sets out to catch the man who killed one of his colleagues.","release_date":"1950-08-03","vote_average":5.8,"runtime":99,"cert":"N\/A","id":36375,"title":"Edge of Doom","adult":false,"genre_ids":[80,18,53]},{"cast":["Barbara Stanwyck","Robert Preston","Stephen McNally","Edith Barrett","John Hoyt"],"overview":"When Joan Boothe accompanies husband-reporter David to Las Vegas, she begins gambling to pass the time while he is doing a story. Encouraged by the casino manager, she gets hooked on gambling, to the point where she \"borrows\" David's expense money to pursue her addiction. This finally breaks up their marriage, but David continues trying to help her.","release_date":"1949-05-20","vote_average":5.3,"runtime":99,"cert":"N\/A","id":36376,"title":"The Lady Gambles","adult":false,"genre_ids":[18]},{"cast":["Olgierd Łukaszewicz","Alicja Jachiewicz","Magdalena Emilianowicz","Anna Cieślak","Zbigniew Stryj"],"overview":"Generał Nil is a Polish historical film, based on the life of general Emil August Fieldorf, pseudonym \"Nil\".  The film was directed by Ryszard Bugajski and was released in 2009.","release_date":"2009-04-17","vote_average":6.0,"runtime":125,"cert":"N\/A","id":36377,"title":"General Nil","adult":false,"genre_ids":[18]},{"cast":["Maciej Stuhr","Cezary Pazura","Michał Milowicz","Mirosław Zbrojewicz","Monika Ambroziak"],"overview":"One of the best Polish comedies of the late 1990's, \"Boys Don't Cry\" is a satirical look at the gangsters of Poland and some teens who accidentally get involved with them.","release_date":"2000-02-25","vote_average":7.4,"runtime":90,"cert":"N\/A","id":36380,"title":"Boys Don't Cry","adult":false,"genre_ids":[35]},{"cast":["Agnieszka Krukówna","Maciej Stuhr","Janusz Gajos","Adam Ferency","Stanislawa Celinska"],"overview":"Two broken, police, destruction of property by arson with an explosive charge, stealing a car. Not bad for one night! Such is the balance of Alex's eighteenth birthday - the main hero of the film.","release_date":"1999-08-20","vote_average":6.2,"runtime":86,"cert":"N\/A","id":36387,"title":"Fuks","adult":false,"genre_ids":[35,80]},{"cast":["Grażyna Błęcka-Kolska","Ewa Kasprzyk","Zdzisław Wardejn","Katarzyna Łaniewska"],"overview":"Following the emotions associated with entrance examinations to the faculty of pedagogy, Catherine Solska returns to his native village. And here she will surprise - the family without their knowledge to begin preparations for engagement with a rich neighbor Kolasa. Girl falls into despair, tries to oppose the decision of the parents, but is closed in his room. On visits to her fiance and flees out the window calling mail to the university. Receives misleading information and is convinced that was not accepted to college. Resigned returns home and agrees to the wedding. Meanwhile, on the eve of the wedding the postman brings the notice of acceptance to the university.","release_date":"1988-08-15","vote_average":7.9,"runtime":105,"cert":"N\/A","id":36392,"title":"Kogel-mogel","adult":false,"genre_ids":[35]},{"cast":["Kamil Mackowiak","Karolina Gorczyca","Katarzyna Maciag","Jan Frycz","Aleksandra Konieczna"],"overview":"No overview found.","release_date":"2007-11-09","vote_average":5.0,"runtime":112,"cert":"N\/A","id":36393,"title":"Twists of Fate","adult":false,"genre_ids":[18,10749]},{"cast":["Olaf Lubaszenko","Bogusław Linda","Dariusz Kordek","Ewa Bukowska","Cezary Pazura"],"overview":"No overview found.","release_date":"1991-10-11","vote_average":6.8,"runtime":101,"cert":"N\/A","id":36394,"title":"Kroll","adult":false,"genre_ids":[18]},{"cast":["Michal Zebrowski","Joanna Sydor","Robert Janowski","Teresa Marczewska","Teresa Szmigielówna"],"overview":"A young, charismatic priest John, his time missionary in Africa, every day helping Warsaw young people addicted to drugs. Unconventional methods, which are used in pastoral work, raise many doubts about his superiors. Surprisingly, however, his life undergoes a sudden transformation when routine testing finds out that he is HIV positive.","release_date":"2006-09-11","vote_average":7.0,"runtime":100,"cert":"N\/A","id":36395,"title":"Who Never Lived","adult":false,"genre_ids":[18]},{"cast":["Adam Woronowicz","Marek Frąckowiak","Zbigniew Zamachowski","Radosław Pazura","Joanna Szczepkowska"],"overview":"Story of life of Father Jerzy Popieluszko, the priest called \"The Solidarity Chaplain\", murdered by communist secret police.","release_date":"2009-02-27","vote_average":5.1,"runtime":180,"cert":"N\/A","id":36400,"title":"Popieluszko: Freedom Is Within Us","adult":false,"genre_ids":[36]},{"cast":["Sandra Samos","Krzysztof Majchrzak","Adam Ferency","Krzysztof Globisz","Grażyna Błęcka-Kolska"],"overview":"Two intellectuals, a writer and a director, begin to play a mysterious psychological game in a peaceful countryside manor house during the Nazi occupation.","release_date":"2003-09-19","vote_average":6.0,"runtime":113,"cert":"N\/A","id":36401,"title":"Pornography","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Michal Zebrowski","Jan Frycz","Agnieszka Grochowska","Waclaw Adamczyk","Borys Szyc"],"overview":"Following the death of his mother in '80s Poland, 12-year-old Wojciech has taken the brunt of his stressed father's frustrations with him; the boy frequently gets punished via belt. Wojciech's father occasionally tries to, instead, bond with him, but soon snaps back to his short-fused habits. Apart from Wojciech's friend Bartek, no one does anything to help. Jump to present day, Wojciech is a furrow-browed journalist who spends most of his spare time spelunking alone. Just like his father, he has serious anger management issues. Fellow caver Tania feels inexplicably attracted to him, but the love of a good woman may not be enough.","release_date":"2004-10-08","vote_average":7.2,"runtime":91,"cert":"N\/A","id":36402,"title":"The Welts","adult":false,"genre_ids":[18]},{"cast":["Andrzej Seweryn","Zbigniew Zamachowski","Maja Ostaszewska","Grzegorz Sikora","Krzysztof Wakuliński"],"overview":"No overview found.","release_date":"2000-09-22","vote_average":6.0,"runtime":103,"cert":"N\/A","id":36403,"title":"Prymas - trzy lata z tysiaca","adult":false,"genre_ids":[18]},{"cast":["Jolanta Lothe","Wanda Stanisławska-Lothe","Jerzy Dobrowolski","Stanisław Tym","Andrzej Dobosz"],"overview":"A stowaway (Stanisław Tym) sneaks aboard a ship departing on a cruise down the Vistula River. The captain takes him for a Communist Party cultural coordinator and the intruder gladly adapts to his new role, immediately setting to work at manipulating the passengers and crew into silly and vaguely humiliating games. Before long, Tym has got everyone under his thumb and created his own comedic dictatorship.","release_date":"1970-10-19","vote_average":7.6,"runtime":65,"cert":"N\/A","id":36404,"title":"The Cruise","adult":false,"genre_ids":[35]},{"cast":["Agata Buzek","Krystyna Janda","Marcin Dorociński","Anna Polony","Adam Woronowicz"],"overview":"A story about women, set in the present and in 1950s Warsaw. Sabina, a quiet, shy woman who has just turned thirty lacks a man in her life. Her mother knows all about it and tries at all costs to find her daughter a good candidate for a husband. The whole situation is controlled by the grandmother, an eccentric lady with a sharp tongue from whom no secrets can be kept.","release_date":"2009-11-12","vote_average":6.8,"runtime":99,"cert":"N\/A","id":36405,"title":"Reverse","adult":false,"genre_ids":[35,18,53,10749]},{"cast":["Krzysztof Dzierma","Andrzej Beja-Zaborski","Wojciech Solarz ","Emilian Kamiński","Małgorzata Sadowska"],"overview":"U Pana Boga w ogrodku (In God's Little Garden) is the sequal to U Pana Boga za piecem (1998). The story takes place in a small town called King's Bridge in eastern Poland. The town has beautiful rolling hills and is absolutely picturesque. The two most prominent men in the town are the police chief and the priest. While the chief tries to keep things safe the priest keeps all things spiritual in check.","release_date":"2007-08-31","vote_average":7.5,"runtime":115,"cert":"N\/A","id":36406,"title":"U Pana Boga w ogródku","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"2009-05-08","vote_average":6.5,"runtime":109,"cert":"N\/A","id":36407,"title":"Strawberry Wine","adult":false,"genre_ids":[]},{"cast":["Bogusław Linda","Piotr Machalica","Anna Romantowska","Maria Pakulnis","Andrzej Grabarczyk"],"overview":"A Polish thriller. Central story is a duel between criminal-on- the-run (Linda) and the cop (Machalica) who put him behind the bars the first time around.","release_date":"1987-06-06","vote_average":6.0,"runtime":122,"cert":"N\/A","id":36408,"title":"Kill Me, Cop","adult":false,"genre_ids":[28,80]},{"cast":["Grażyna Wolszczak","Piotr Gąsowski","Joanna Liszowska","Krzysztof Tyniec","Cezary Harasimowicz"],"overview":"","release_date":"2009-02-20","vote_average":2.0,"runtime":98,"cert":"N\/A","id":36409,"title":"Sexchange","adult":false,"genre_ids":[35]},{"cast":["Kamilla Baar","Malgorzata Bereza","Przemysław Bluszcz","Magdalena Boczarska","Joanna Bogacka"],"overview":"A story about love and hatred, about those who cheat and who are cheated, about violence and sex and surprising secrets which we learn within these strange twenty four hours.","release_date":"2009-09-15","vote_average":5.8,"runtime":110,"cert":"N\/A","id":36410,"title":"Zero","adult":false,"genre_ids":[28,18]},{"cast":["Anna Przybylska","Szymon Bobrowski","Robert Gonera","Edward Linde-Lubaszenko","Cezary Pazura"],"overview":"A political satire, a thriller, a comedy - and a love story as well.","release_date":"2009-03-20","vote_average":4.5,"runtime":102,"cert":"N\/A","id":36411,"title":"Złoty środek","adult":false,"genre_ids":[35]},{"cast":["Marek Kondrat","Bogusław Linda","Wiktor Zborowski","Piotr Gąsowski","Katarzyna Figura"],"overview":"\"Deserter's Gold\", the sequel to the very popular \"The Deserters\", is a rich war comedy, skipping humorously around the more serious dangers of a war. Deserters Gold takes place during World War II, while the first film happened during WWI. The heroes' mission is to rob a Nazi-run bank in Poland for gold that will buy military supplies for the Polish Underground.","release_date":"1998-12-03","vote_average":5.1,"runtime":123,"cert":"N\/A","id":36412,"title":"Deserter's Gold","adult":false,"genre_ids":[35]},{"cast":["Borys Szyc","Roma Gąsiorowska","Maria Strzelecka","Sonia Bohosiewicz","Magdalena Czerwińska"],"overview":"An aggressive thug has problems with his girlfriend. Over the course of several chaotic days he walks around the hood, takes drugs and confronts himself with other women.","release_date":"2009-04-21","vote_average":5.5,"runtime":108,"cert":"N\/A","id":36415,"title":"Snow White and Russian Red","adult":false,"genre_ids":[18]},{"cast":["Marek Kondrat","Andrzej Chyra","Michał Koterski","Janina Traczykówna","Małgorzata Bogdańska"],"overview":"Adaś Miauczyński, a Polish intelectual, has severe alcohol problems which affect his relationship with his son Sylwek.","release_date":"2006-04-21","vote_average":6.3,"runtime":107,"cert":"N\/A","id":36416,"title":"We're All Christs","adult":false,"genre_ids":[18]},{"cast":["Liam Neeson","Justin Long","Christina Ricci","Josh Charles","Chandler Canterbury"],"overview":"Following a terrible car crash, a woman awakes to find an enigmatic mortician preparing her for burial.","release_date":"2009-11-07","vote_average":5.7,"runtime":104,"cert":"15","id":36419,"title":"After.Life","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Rafael Alduey","Juan Maria Almonte","Miguel Bucarelly","Jean Jean","Frank Lendor"],"overview":"Bruno's life starts darkening when he is informed in the university he works that the scholarship programs have been suspended. Daily, he faces the lack of discipline and respect of his students, mainly from Rogelio, the son of a rich family. With the help of his godparent, he takes a second job as the driver of a values transport company.","release_date":"2008-08-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":36424,"title":"Ladrones a Domicilio","adult":false,"genre_ids":[35,18]},{"cast":["Connie Sellecca","Cole Sprouse","Dylan Sprouse","Eric Jacobson","Corbin Bernsen"],"overview":"A boy witnesses his mother kissing what he believes to be is the real Santa Clause and retaliates with mischief.","release_date":"2002-10-23","vote_average":4.9,"runtime":100,"cert":"N\/A","id":36427,"title":"I Saw Mommy Kissing Santa Claus","adult":false,"genre_ids":[]},{"cast":["James Spader","Leslie Stefanson","David Keith","John Livingston"],"overview":"It's a quiet little town where nothing happens - until the day the bank is hit for half a million dollars of Indian casino money by a thief wearing a clowns mask.","release_date":"2002-02-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":36430,"title":"The Stickup","adult":false,"genre_ids":[28,53]},{"cast":["Countryman","Hiram Keller"],"overview":"A young woman crash-lands her plane in Jamaica. A local named Countryman rescues her and leads her away from the authorities, who have fabricated a story about the plane, involving drug and arms smuggling by the CIA, in order to gain popularity in an upcoming election.","release_date":"1982-01-01","vote_average":5.5,"runtime":102,"cert":"N\/A","id":36431,"title":"Countryman","adult":false,"genre_ids":[18]},{"cast":["Lee Clow","Jim Durfee","Cliff Freeman","Jeff Goodby","George Lois"],"overview":"The personal odysseys of some of the most influential advertising visionaries of all time and the stories behind their campaigns.","release_date":"2009-08-21","vote_average":7.1,"runtime":89,"cert":"N\/A","id":36432,"title":"Art & Copy","adult":false,"genre_ids":[99]},{"cast":["The Black Dahlia Murder"],"overview":"The Black Dahlia Murder’s DVD Majesty is one part Jackass, one part Animal House and one part metal video. The band members smoke colossal amounts of weed, chug gallons of beer from two-story tall funnels, gulp whiskey and Jagermeister from the bottle and eat every processed meat sold at truck stops. The Majesty DVD set also contains a second disc with live performances and video.","release_date":"2009-05-12","vote_average":6.5,"runtime":165,"cert":"N\/A","id":36433,"title":"The Black Dahlia Murder: Majesty","adult":false,"genre_ids":[10402]},{"cast":["Mario Van Peebles","Jerry Stiller","Kevin Dillon","William McNamara","John Stockwell"],"overview":"Victor Mallick returned to his home and found out that all of his friends have arranged a surprise bachelor\/stag party for him. Two strippers were hired to cheer up the party. However, when some of the men accidentally killed one of the strippers, they are left to face the consequences of their action.","release_date":"1997-04-01","vote_average":5.1,"runtime":91,"cert":"N\/A","id":36434,"title":"Stag","adult":false,"genre_ids":[53]},{"cast":["Kosti Klemelä","Heikki Savolainen","Reino Tolvanen","Veikko Sinisalo","Åke Lindman"],"overview":"It is the summer of 1941. An eastern-Finnish machine gun company receives an order to turn in their surplus equipment. The company is transferred to the front lines. The next morning the soldiers wake to the sound of guns - the war has begun. The Finnish troops attack and quickly move across the border. The young, nervous rookies of the company get their baptism of fire, and the men become familiar with death and the hardships of war. Under strength and badly equipped they fight a superior enemy. The lists of heroes and of the dead seem endless. Edvin Laine's epic interpretation of Väinö Linna's war novel \"Tuntematon Sotilas\" is an entire chapter in the book of Finnish movie history.","release_date":"1955-12-23","vote_average":7.6,"runtime":181,"cert":"N\/A","id":36439,"title":"The Unknown Soldier","adult":false,"genre_ids":[18,10752]},{"cast":["Rickson Gracie","Todd Hayes","Koichiro Kimura","Hélio Gracie"],"overview":"Welcome to the world of no-holds-barred freestyle fighting...the fastest growing \"sport\" in the United States, Brazil, and Japan. CHOKE follows undisputed World Freestyle Fighting Champion Rickson Gracie as he prepares to defend his title in a one-night, single elimination tournament where the winner will fight 3 separate fights over five hours. The World Cup finals of hand-to-hand combat.","release_date":"1999-02-01","vote_average":7.7,"runtime":98,"cert":"N\/A","id":36444,"title":"Choke","adult":false,"genre_ids":[99]},{"cast":["David C. Hayes","Anna Shmieka","Jim Edberg","Patrick Hazen","Yuj Wang"],"overview":"When Luther's mother is killed, what's a boy to do? Why, put on a dress and slaughter many, many people as the world's first 300 pound, retarded-redneck transvestite serial killer.","release_date":"2001-01-01","vote_average":4.0,"runtime":76,"cert":"N\/A","id":36445,"title":"Back Woods","adult":false,"genre_ids":[35,27]},{"cast":["Danièle Gaubert","Nino Castelnuovo","Eleonora Rossi Drago","Roberto Bisacco","Massimo Serato"],"overview":"Marguerite, a beautiful woman of affairs, falls for the young and promising Armand, but sacrifices her love for him for the sake of his future and reputation.","release_date":"1969-07-15","vote_average":6.4,"runtime":130,"cert":"N\/A","id":36446,"title":"Camille 2000","adult":false,"genre_ids":[18,10749]},{"cast":["Dennis Hopper","Amy Irving","Amy Locane","Julie Harris","Gary Busey"],"overview":"Based on Jim Harrison's book, \"Farmer\". 47-year-old Joseph Svenden lives on the family farm with his dying mother and teaches at a two room schoolhouse with Rosealee, his lover and his best friend's widow. Joseph, who lacks a college degree, learns that he will lose his teaching job at the end of the year when the school district expands into his town. Meanwhile, he is seduced by 17-year-old Catherine, a new student in his class. His affair with Catherine and losing his teaching job forces Joseph to take a look at his previously dull life and to decide how he wants to live the rest of it.","release_date":"1996-01-26","vote_average":5.7,"runtime":109,"cert":"N\/A","id":36447,"title":"Carried Away","adult":false,"genre_ids":[18,10749]},{"cast":["Aesop Rock","George Clinton","Chuck D","El-P","Sage Francis"],"overview":"Copyright Criminals examines the creative and commercial value of musical sampling, including the related debates over artistic expression, copyright law, and (of course) money. This documentary traces the rise of hip-hop from the urban streets of New York to its current status as a multibillion-dollar industry. For more than thirty years, innovative hip-hop performers and producers have been re-using portions of previously recorded music in new, otherwise original compositions. When lawyers and record companies got involved, what was once referred to as a “borrowed melody” became a “copyright infringement.” The film showcases many of hip-hop music’s founding figures like Public Enemy, De La Soul, and Digital Underground—while also featuring emerging hip-hop artists from record labels Definitive Jux, Rhymesayers, Ninja Tune, and more.","release_date":"2009-05-21","vote_average":6.7,"runtime":65,"cert":"N\/A","id":36450,"title":"Copyright Criminals","adult":false,"genre_ids":[10402,99]},{"cast":["Jeff Fatt","Murray Cook","Greg Page","Barry Williams","John Fogerty"],"overview":"Ring-A-Ding-A Dong! The bells are ringing for Christmas Day and The Wiggles join Santa Claus to rock and roll all over the world. Everyone is having some festive fun, Wags can't stop barking with excitement, Henry the Octopus is the champion present wrapper and Dorothy the Dinosaur loves her Christmas roses. With a Host of special guests, Rock 'n' Roll hall of farmer John Fogerty and Barry \"Brady\"","release_date":"2004-09-27","vote_average":5.3,"runtime":47,"cert":"N\/A","id":36455,"title":"The Wiggles: Santa's Rockin'!","adult":false,"genre_ids":[10751]},{"cast":["Lionel Atwill","Una Merkel","Nat Pendleton","Anne Nagel","Hardie Albright"],"overview":"A fugitive doctor (Lionel Atwill) tries to raise the dead for South Sea Islanders.","release_date":"1942-02-27","vote_average":5.4,"runtime":61,"cert":"N\/A","id":36456,"title":"The Mad Doctor of Market Street","adult":false,"genre_ids":[27,53]},{"cast":["Jeanne Moreau","Ettore Manni","Keith Skinner","Umberto Orsini","Georges Aubert"],"overview":"A sexually repressed school teacher releases her pent up passions in a series of shocking crimes.","release_date":"1966-06-01","vote_average":7.3,"runtime":105,"cert":"N\/A","id":36457,"title":"Mademoiselle","adult":false,"genre_ids":[18]},{"cast":["Margaret Lockwood","Paul Dupuis","Kathleen Byron","Maxwell Reed","Thora Hird"],"overview":"A blind Englishwoman weds a French nobleman and moves into his family's chateau, but she quickly realizes someone there wants her out of the way.","release_date":"1949-12-20","vote_average":6.0,"runtime":91,"cert":"","id":36458,"title":"Madness of the Heart","adult":false,"genre_ids":[10749,18]},{"cast":["Orson Welles","Jeff Chandler","Colleen Miller","James Gleason","Paul Fix"],"overview":"In effect, modern cow town Spurline is run by Virgil Renchler, owner of the Golden Empire Ranch. One night, two of Virgil's henchmen go a little too far and beat a \"bracero\" ranch hand to death. Faced with an obvious cover-up and opposition on every hand, sheriff Ben Sadler is goaded into investigating. His unlikely ally: Renchler's lovely, self-willed and overprotected daughter. Will Ben survive Renchler's wrath?","release_date":"1957-11-01","vote_average":5.9,"runtime":80,"cert":"N\/A","id":36459,"title":"Man in the Shadow","adult":false,"genre_ids":[53,37,18]},{"cast":["Robert Sacchi","Franco Nero","Michelle Phillips","Olivia Hussey","Misty Rowe"],"overview":"In this affectionate send-up of the Humphrey Bogart detective films of the 1940s, a man idolizes Bogart so much that he has his features altered to look exactly like his idol. He then opens up a detective agency under the name Sam Marlowe (an amalgam of the names of Bogart's characters from \"The Maltese Falcon\" and \"The Big Sleep\").","release_date":"1980-10-03","vote_average":6.0,"runtime":106,"cert":"N\/A","id":36460,"title":"The Man With Bogart's Face","adult":false,"genre_ids":[35,53]},{"cast":["Dorothy Lamour","Sterling Hayden","Dan Duryea","Irene Hervey","Phillip Reed"],"overview":"Merle Kramer works as a stenographer for a psychiatrist. She is casually dating Karl Benson, a private eye and former cop. Merle mentions in passing that one of her boss's patients is an author with recurring dreams of murdering his wife, and she includes the fact that the wife owns valuable jewels. When the wife is found murdered in a manner identical to that of her husband's dream, the husband is naturally the prime suspect. But as the investigation of the police and insurance investigator Joe Cooper proceeds, it turns out that several people in the case, including Merle, are not what they seem.","release_date":"1949-05-25","vote_average":4.8,"runtime":97,"cert":"N\/A","id":36461,"title":"Manhandled","adult":false,"genre_ids":[80,18]},{"cast":["Albert Finney","Vanessa Redgrave","Jim Broadbent","Linus Roache","Lena Headey"],"overview":"A love story offering an intimate look inside the marriage of Winston and Clementine Churchill during a particularly troubled, though little-known, moment in their lives.","release_date":"2002-04-22","vote_average":6.8,"runtime":94,"cert":"N\/A","id":36464,"title":"The Gathering Storm","adult":false,"genre_ids":[18,36]},{"cast":["Brendan Gleeson","Adrian Scarborough","Iain Glen","James D'Arcy","Janet McTeer"],"overview":"This powerful follow-up to “The Gathering Storm” follows Churchill from 1940 to 1945 as he guided his beleaguered nation through the crucible of the war years--even as his marriage was encountering its own struggles.","release_date":"2009-05-31","vote_average":6.5,"runtime":100,"cert":"N\/A","id":36465,"title":"Into the Storm","adult":false,"genre_ids":[18,36,10770]},{"cast":["Tom Skerritt"],"overview":"Get rare views of some of America's most beloved landmarks, from the Statue of Liberty to the iconic Golden Gate Bridge. See the Twin Towers in all their glory before Sept. 11. Over America lets you experience the country like never before. Take a tour of some of the most exciting cities in the nation, from San Francisco to New York and Washington, D.C.","release_date":"1995-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":36470,"title":"Over America","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It’s Chinese New Year, which means a big feast, red envelopes, and friends and family all together! Kai-lan and her friends are thrilled because this year, they are old enough to carry the huge dragon costume. It’s going to take a whole team of friends to carry it for the celebration, and Rintoo is assigned to march in the middle of the dragon.","release_date":"2009-01-06","vote_average":6.5,"runtime":null,"cert":"N\/A","id":36471,"title":"Ni Hao, Kai-Lan: Celebrate with Kai-Lan","adult":false,"genre_ids":[10751,16]},{"cast":["Cecil von Renner","Pit Bukowski","Daniel Michel","Laszlo Horwitz","Samuel Auer"],"overview":"It is the summer of 1984 in Schmalenstedt, in the middle of Holstein Switzerland, directly on the Baltic Sea. The 17-year-old Malte Ahrens, who calls himself Roddy Dangerblood, lives with his elderly parents in a farmhouse, is trained as a potter and has discovered for himself the punk that has made its way into Schmalenstedt with some delay.","release_date":"2009-10-10","vote_average":5.7,"runtime":90,"cert":"N\/A","id":36472,"title":"Dorfpunks","adult":false,"genre_ids":[35,18]},{"cast":["Clive Owen","Jay Acovone","Peter Howitt","Jennifer Caldvert"],"overview":"For more than a year in the early 1980s, police at Scotland Yard watched the build-up of a potentially massive threat to the stability of British society – a flood of the most perfect counterfeit currency ever produced. Unchecked, the tide of fake money could have destabilized the economy, the Bank of England and even the Government.","release_date":"1993-01-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":36473,"title":"The Magician","adult":false,"genre_ids":[80,18]},{"cast":["Bill Pullman","Aaron Stanford","Agnes Bruckner","Sandra Oh","Dylan Baker"],"overview":"\"Rigoletto\" retold at Christmas time in Manhattan's corporate world. Rick, an executive at Image, is a jerk to a woman applying for a job. That evening, he's out for drinks with his much younger boss, Duke, and the same women is their waitress. Rick's continued rudeness leads to her getting fired. She puts a curse on him. A potential rift with Duke quickly surfaces; Rick is approached by the hail-","release_date":"2003-01-01","vote_average":5.4,"runtime":100,"cert":"N\/A","id":36484,"title":"Rick","adult":false,"genre_ids":[35,18]},{"cast":["Jay Harrington","Julie Bowen","Brooke Langton","Tom Parker"],"overview":"An enterprising lawyer, acting on a report that a female colleague is up to make partner, plays up the established rumor that he's gay in order to better his chances at edging out his competition.","release_date":"2005-07-07","vote_average":6.5,"runtime":91,"cert":"N\/A","id":36485,"title":"Partner(s)","adult":false,"genre_ids":[35,10749]},{"cast":["Amy Irving","Olivia de Havilland","Rex Harrison","Omar Sharif","Susan Lucci"],"overview":"Story of Anna Anderson, who claimed to be Anastasia Romanov, the only surviving daughter of the Czar and Czarina of Russia.","release_date":"1986-12-07","vote_average":5.8,"runtime":200,"cert":"N\/A","id":36486,"title":"Anastasia: The Mystery of Anna","adult":false,"genre_ids":[18,9648,53]},{"cast":["Burt Reynolds","Bruce Dern","Amy Jo Johnson","Seth Peterson","David Figlioli"],"overview":"Billy Bucklin escapes while being transported to Yuma prison and plans to form an army of desperadoes to control the Mexican border...","release_date":"2003-07-12","vote_average":3.3,"runtime":88,"cert":"N\/A","id":36487,"title":"Hard Ground","adult":false,"genre_ids":[37]},{"cast":["Ginger Rogers","David Niven","Charles Coburn","Frank Albertson","E. E. Clive"],"overview":"Polly Parrish, a clerk at Merlin's Department Store, is mistakenly presumed to be the mother of a foundling. Outraged at Polly's unmotherly conduct, David Merlin becomes determined to keep the single woman and \"her\" baby together.","release_date":"1939-06-30","vote_average":6.7,"runtime":82,"cert":"N\/A","id":36488,"title":"Bachelor Mother","adult":false,"genre_ids":[35,10749]},{"cast":["Bela Lugosi","Loretta King","Tony McCoy","Tor Johnson","Harvey B. Dunn"],"overview":"Dr. Varnoff captures twelve men for his experiment: to turn them into supermen using atomic energy. Newspaperwoman Lawton gets too snoopy for her own good.","release_date":"1955-05-11","vote_average":4.6,"runtime":69,"cert":"N\/A","id":36489,"title":"Bride of the Monster","adult":false,"genre_ids":[27,878]},{"cast":["Jack Nicholson","Candice Bergen","Art Garfunkel","Ann-Margret","Rita Moreno"],"overview":"The concurrent sexual lives of best friends Jonathan and Sandy are presented, those lives which are affected by the sexual mores of the time and their own temperament, especially in relation to the respective women who end up in their lives.","release_date":"1971-10-21","vote_average":6.7,"runtime":98,"cert":"N\/A","id":36492,"title":"Carnal Knowledge","adult":false,"genre_ids":[18]},{"cast":["Brian Donlevy","Akim Tamiroff","Muriel Angelus","Allyn Joslyn","William Demarest"],"overview":"Told in flashback, Depression-era bum Dan McGinty is recruited by the city's political machine to help with vote fraud. His great aptitude for this brings rapid promotion from \"the boss,\" who finally decides he'd be ideal as a new, nominally \"reform\" mayor; but this candidacy requires marriage. His in-name-only marriage to honest Catherine proves the beginning of the end for dishonest Dan...","release_date":"1940-08-23","vote_average":7.4,"runtime":82,"cert":"N\/A","id":36495,"title":"The Great McGinty","adult":false,"genre_ids":[35]},{"cast":["Johnny Messner","Stacy Keach","Charlotte Ross","Frank Sivero","Derek Webster"],"overview":"On the inside, there are no rules. See what happens when Prison Officials Profit from Illegal fights.","release_date":"2008-01-01","vote_average":6.4,"runtime":null,"cert":"N\/A","id":36496,"title":"Ring of Death","adult":false,"genre_ids":[10770,28,53]},{"cast":["Joel McCrea","Betty Field","Harry Carey","William Demarest","Louis Jean Heydt"],"overview":"The biography of Dr.W.T.Morgan, a 19th century Boston dentist, during his quest to have anesthesia, in the form of ether, accepted by the public and the medical and dental establishment.","release_date":"1944-09-06","vote_average":6.2,"runtime":83,"cert":"N\/A","id":36497,"title":"The Great Moment","adult":false,"genre_ids":[35,18]},{"cast":["Eddie Bracken","Ella Raines","Raymond Walburn","William Demarest","Franklin Pangborn"],"overview":"Having been discharged from the Marines for a hayfever condition before ever seeing action, Woodrow Lafayette Pershing Truesmith (Eddie Bracken) delays the return to his hometown, feeling that he is a failure. While in a moment of melancholy, he meets up with a group of Marines who befriend him and encourage him to return home to his mother by fabricating a story that he was wounded in battle with honorable discharge.","release_date":"1944-08-09","vote_average":7.2,"runtime":101,"cert":"N\/A","id":36498,"title":"Hail the Conquering Hero","adult":false,"genre_ids":[35,10752]},{"cast":["Evalyn Knapp","John Wayne","Reginald Barlow","Alec B. Francis","Arthur Hoyt"],"overview":"Dick Wallace wants to marry a minister's grand-daughter but his father, who wants him to get work on his company's business, is opposed. She takes a job with the company to prove she's okay.","release_date":"1933-06-10","vote_average":5.2,"runtime":60,"cert":"N\/A","id":36499,"title":"His Private Secretary","adult":false,"genre_ids":[35,18,10749]}]