[{"cast":["Dragan Mance"],"overview":"The tragic story of Dragan Mance, a promising football star of FC Partizan Belgrade who died in a car accident at the age of 23.","release_date":"2008-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":365001,"title":"Mance","adult":false,"genre_ids":[99]},{"cast":["Felipe Rocha","Daniel Furlan","Aylin Prandi","Leandra Leal","Adrián Navarro"],"overview":"Two friends hit the road to Buenos Aires aboard an orange Opala 72, with a mission: be with as many women as possible. This is all a plan to wash the honor of \"Caco\", a man who found his girlfriend in bed with an Argentine.","release_date":"2017-03-16","vote_average":6.2,"runtime":90,"cert":"N\/A","id":365003,"title":"El Revenge","adult":false,"genre_ids":[35]},{"cast":["Bill Sage","Decca"],"overview":"A man and his dog traverse a cold, barren climate and discover some disturbing things along the way.","release_date":"2009-11-17","vote_average":8.0,"runtime":13,"cert":"\"\"","id":365008,"title":"Off Season","adult":false,"genre_ids":[]},{"cast":["Robert Nešpor","Jiří Hálek","Lubor Tokoš","Zdeněk Blažek","Roman Pravec"],"overview":"This tale is about young Ludvik (Robert Nespor) an erstwhile, budding scientist whose practical sense leads him to experiment before his common sense has figured out the results. Due to that unfortunate pattern, he variously floods the bathroom while working on displacement of volume and weight in water, he shatters the harvest pumpkins but not the law of gravity, and now he is eyeing the neighbor's rabbits for an electricity experiment. While the rabbits remain safe for awhile, Ludvik's parents wish he would follow in their more traditional footsteps and dedicate himself to music. Instead, Ludvik has learned that the proper mixture of a certain carbide and water can be explosive, and while he works on that technique, a friend tips off the physics teacher about these potentially disastrous plans.","release_date":"1984-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":365013,"title":"The Explosion Will Be at Five","adult":false,"genre_ids":[10751,35]},{"cast":["Ben English","Anthony Hardwood","Bridgette Kerkove","Joel Lawrence","Brandi Lyons"],"overview":"Sequal to Whore of the Rings","release_date":"2003-01-02","vote_average":10.0,"runtime":85,"cert":"\"\"","id":365015,"title":"Whore of the Rings 2","adult":true,"genre_ids":[14]},{"cast":["Smita Patil","Om Puri","Noni Ganguly","Sunil Mukherjee","Pranab Kumar Sanyal"],"overview":"Debshishu is a 1985 Hindi-language Indian feature film directed by Utpalendu Chakraborty. This powerful and realistic film is a study of poverty, illiteracy, natural calamities and the toll they take on the human soul. the story of a rural couple who're trying to survive on the road with many others like them, after their village was destroyed by a flood. the wife gives birth to a deformed baby, which is pronounced as a 'child of the devil' by the local pundit (Hindu priest), who forces them to abandon the child and exiles them from the community. the journey takes the couple towards a bizarre and heart-breaking conclusion","release_date":"1985-10-04","vote_average":0.0,"runtime":97,"cert":"N\/A","id":365017,"title":"Debshishu","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1980-01-12","vote_average":4.0,"runtime":71,"cert":"N\/A","id":365019,"title":"Three Musketeers: Time Machine 001","adult":false,"genre_ids":[878,16,12]},{"cast":["Francis Agu","Grace Ayozie","Kanayo O. Kanayo","Ngozi Nwaneto"],"overview":"The film tells the story of a man who joins a secret cult, kills his wife in a ritual sacrifice, gains enormous wealth as a reward, and is afterwards haunted by the dead wife's ghost","release_date":"1992-01-01","vote_average":6.0,"runtime":163,"cert":"N\/A","id":365021,"title":"Living in Bondage","adult":false,"genre_ids":[27]},{"cast":["Uschi Karnat","Siggi Buchner","Ursula Gaussmann","Ernst Kraus","Erwin Neuhauser"],"overview":"Josefine (Janine), who got to know the young aristocratic Wanja, experiences a tenderly lovenight. But the young romance ends up in tragedy and Wanja gets hurt deadly. As Josefine (Janine) is in search of Poldi (her pimp), she has an encounter with the rich banker Blumenschein, who puts her up into his house. Blumenschein is so damn thrilled about Josefine, that he let her be painted on canvas.As she gets to know the unexperienced Ferdinand, she can´t resist to seduce him. This extra-marital affair has consequences, and so she offers the banker, that he will become a father. Some months later, the banker proudly advertises the birth of his daughter \"Josefine\". Wonderful costumes and decorations, bundled together with an exciting story and a sense of humor will make this film an impressive experience for YOU.","release_date":"1982-01-01","vote_average":3.0,"runtime":81,"cert":"N\/A","id":365029,"title":"Insatiable Janine","adult":true,"genre_ids":[35]},{"cast":["Steve Howe","Chris Squire","Alan White"],"overview":"YES is one of the world s most influential, ground-breaking, and respected progressive rock bands. On August 12th 2014, YES performed two of their most popular and storied albums of their catalog in their entirety, all in one concert: Close to the Edge and Fragile at the Mesa Arts Center in Mesa, AZ. A must for all YES enthusiasts as well as a wonderful introduction to new fans of the band.","release_date":"2015-07-10","vote_average":8.3,"runtime":85,"cert":"\"\"","id":365034,"title":"Yes - Like It Is - Live At The Mesa Arts Center","adult":false,"genre_ids":[10402]},{"cast":["Petr Kostka","Jorga Kotrbová","Magdalena Reifová","Slávka Budínová","Svatopluk Beneš"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365036,"title":"V podstatě jsme normální","adult":false,"genre_ids":[35]},{"cast":["Devon Barnes","Brett Johnson","Nikki Leigh","Andrew Dits","David Hill"],"overview":"Struggling with a horrific past, Claire Rhodes must confront a stalker turned murderer of her youth in order to win her life - but will her own demons help the killer exact his vengeance?","release_date":"2017-07-21","vote_average":3.7,"runtime":101,"cert":"\"\"","id":365038,"title":"Del Playa","adult":false,"genre_ids":[53,27]},{"cast":["Charlie Starr","Richard Turner","Paul Jackson","Brandon Still","Brit Turner"],"overview":"Atlanta's finest, Blackberry Smoke, have been tearing up Europe for the past few months after their breakthrough album, \"The Whippoorwill\", finally received it's own European release. With a string of sold out shows and the album hitting the top 30 in the UK Album Charts, it seems that the only way is up for the hottest southern rock band around.  Now the band's incredibly energetic live performances have been captured in this fantastic 2CD + DVD set. With 22 tracks spread across two CDs, including the previously unreleased song 'Payback's A Bitch\", this 100+ minute long set was recorded live in North Carolina and is the perfect chance to prepare for their forthcoming European tour later this year.","release_date":"2014-07-08","vote_average":0.0,"runtime":169,"cert":"\"\"","id":365040,"title":"Blackberry Smoke: Leave A Scar - Live In North Carolina","adult":false,"genre_ids":[]},{"cast":["Bruno Ganz","Anuk Steffen","Katharina Schüttler","Maxim Mehmet","Hannelore Hoger"],"overview":"Heidi, is an eight-year-old Swiss orphan who is given by her aunt to her mountain-dwelling grandfather. She is then stolen back by her aunt from her grandfather to live in the wealthy Sesemann household in Frankfurt, Germany as a companion to Klara, a sheltered, disabled girl in a wheelchair. Heidi is unhappy but makes the best of the situation, always longing for her grandfather.","release_date":"2015-12-10","vote_average":7.1,"runtime":111,"cert":"\"G\"","id":365045,"title":"Heidi","adult":false,"genre_ids":[12,10751]},{"cast":["Saša Lošić"],"overview":"Story about Plavi orkestar (Blue Orchestra), a pop band from Sarajevo who were one of the biggest pop sensations in the 1980s Yugoslavia.","release_date":"2011-07-23","vote_average":0.0,"runtime":105,"cert":"N\/A","id":365047,"title":"Orkestar aka Orchestra","adult":false,"genre_ids":[99]},{"cast":["Yuma Asami","Nobuyuki Matsuda","Mayuko Sasaki","Daisuke Iijima","Shun Sugata"],"overview":"In May 1936, the “Abe specific incident.” shook the entire country of Japan. It is said that Abe had a live-in maid (Yuma Asami), the owner of the restaurant’s employer Ishida (Nobuyuki Matsuda) was killed, that the cut is more localized. With respect to neither confirm nor deny the crime, frustrated by the testimony of the specific criminal Urakawa Abe (Shun Sugata). And the relentless questioning of Urakawa, we are told the circumstances leading to death and cut from the bodies of penis. Result of fierce passion between men and women debauched erratic, and saw two people … and the constant questioning after the incident, and the constant “last seven days” to depict that Katsuaki the in the here and now Abe no specific story that you have to watch it!","release_date":"2011-06-18","vote_average":6.5,"runtime":80,"cert":"N\/A","id":365049,"title":"Abe Sada: The Last Seven Days","adult":false,"genre_ids":[18,10749,80]},{"cast":["Pierre Desproges","Claude Villers","Luis Rego","Jean Carmet"],"overview":"","release_date":"1983-02-10","vote_average":7.5,"runtime":61,"cert":"N\/A","id":365054,"title":"Procès de Jean Carmet","adult":false,"genre_ids":[35]},{"cast":["Fabiane Thompson","Pit Garcia","Suzana Scott","Alex Junior","Lorena Aquino"],"overview":"These guys are not shy and love a finger or tongue in the ass. In Fio Terra, pleasure has no limits and the guys only think of fucking and enjoy. The tasty climb the wall so hot: suck, fuck, take your ass and still have fun with their daring fingers. Fabiane Thompson starts having fun with some accessories to suck and then give the rimming to Pitt Garcia. Suzana Scott sees everything, including very slap in the ass and poked in the ass! Lorraine falls in the mouth grown man's stick and sat in the mood, rolling the stick until the guy come. In the last scene, the blonde Magpie takes pole in four cu in bed after making cunete and suck the balls of the boy. Fio Terra is the most perverts cats of Brasileirinhas.","release_date":"2007-10-23","vote_average":9.0,"runtime":115,"cert":"N\/A","id":365056,"title":"Fio Terra","adult":true,"genre_ids":[]},{"cast":[],"overview":"The film depicts a moral dilemma of a clerk who has to face a choice: whether to save a stranger or to pretend that he hasn't seen anything, so that he won't put himself into risk.","release_date":"1967-04-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":365058,"title":"Face to Face","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short film about a little black riding hood.","release_date":"1983-10-23","vote_average":5.0,"runtime":6,"cert":"N\/A","id":365060,"title":"Little Black Riding Hood","adult":false,"genre_ids":[]},{"cast":["Ryan Eggold","Elise Eberle","Mercy Malick","Felix Avitia","Anisha Adusumilli"],"overview":"A boy and his father are emotionally and physically separated on the day earth intermittently loses gravity.","release_date":"2015-09-03","vote_average":5.8,"runtime":29,"cert":"N\/A","id":365065,"title":"Zero","adult":false,"genre_ids":[18,878]},{"cast":["Yuma Asami"],"overview":"Yuma wants to learn a new language, and her teachers are eager to teach it to her in bed.","release_date":"2010-06-25","vote_average":0.0,"runtime":210,"cert":"N\/A","id":365067,"title":"Learning English Conversation in Bed","adult":true,"genre_ids":[]},{"cast":["Jang Liu","Jung Hyun-jung","Kim Wan-su"],"overview":"Sun-mi always feels worried whenever her daughter goes out. She accidentally finds out that there is a man near her daughter. One day, she has a nightmare that her daughter never comes back. The next day, she rushes out to see her daughter during work.","release_date":"2013-10-23","vote_average":0.0,"runtime":21,"cert":"N\/A","id":365069,"title":"Hide And Seek","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2002-04-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":365071,"title":"FIFA World Cup - Les coupes du monde de football - L'intégrale 1930-1998","adult":false,"genre_ids":[]},{"cast":["Jorge Ramos"],"overview":"Documentary that explores the relationship between politics and drug trafficking in Paraguay","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365073,"title":"Paraguay, Drugs and Banana","adult":false,"genre_ids":[99]},{"cast":["Marion Davies","Conrad Nagel","Frank Currier","George K. Arthur","Charles McHugh"],"overview":"Adapted from the play The Merry Wives of Gotham, twin sisters are separated at birth - one of them becomes a society girl in New York, the other lives in the Irish slums.","release_date":"1925-10-31","vote_average":0.0,"runtime":70,"cert":"\"\"","id":365075,"title":"Lights of Old Broadway","adult":false,"genre_ids":[10749,18]},{"cast":["Valtteri Lepistö"],"overview":"A man returns to his past over and over again.","release_date":"2016-07-18","vote_average":0.0,"runtime":12,"cert":"N\/A","id":365077,"title":"My Nights in the Past","adult":false,"genre_ids":[18]},{"cast":["Masaaki Daimon","Kimiko Ikegami","Pinko Izumi","Kyôko Kishida","Asao Koike"],"overview":"Rennyo was the key figure responsible for the restoration of Shin Buddhism in Japan, in particular the Honganji lineage that had a slump in its fortunes during the Middle Ages. According to the legend, his motivation was a pivotal childhood incident at the age of six when his mother summoned him and told him about his destiny to revive the fortunes of the Honganji school to which he was the next in line. She then mysteriously disappeared from the temple. Taking her words to heart, from a background of great poverty and hardship, at the age of 16 he set out to spread the word across the land.","release_date":"1981-10-07","vote_average":0.0,"runtime":93,"cert":"N\/A","id":365079,"title":"Rennyo and His Mother","adult":false,"genre_ids":[16]},{"cast":["Ken Matsudaira","Mako Iwamatsu","Mariska Hargitay","Toshirō Mifune","Pat Morita"],"overview":"Hisa Ishii and his brother Akira emigrate from Japan to the United States. They settle in rural California and start a strawberry farm, slowly integrating themselves into the life of the community, which includes Japanese-Americans of both lengthy and brief residence.","release_date":"1991-04-27","vote_average":10.0,"runtime":117,"cert":"N\/A","id":365081,"title":"Strawberry Road","adult":false,"genre_ids":[]},{"cast":["Jason Crowe","Ellie Church","Tristan Risk","Dan Nye","Kevin Roach"],"overview":"Five friends fall under the seductive influence of a libidinous, otherworldly presence that threatens to change their lives forever in this strange and erotic new film from director Scott Schirmer (Found) and producer Brian K. Williams (Time to Kill). Starring Jason Crowe (Dead Moon Rising), Ellie Church (Headless), Tristan Risk (American Mary), Dan Nye (The Legend of Wasco), and Kevin Roach (The Confession of Fred Krueger), with special FX by The Clockwerk Creature Company.","release_date":"2016-01-01","vote_average":3.8,"runtime":75,"cert":"\"NR\"","id":365083,"title":"Harvest Lake","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Even while having tremendous technology, now have a funeral shop walk picking up the car was retired in the desert Honma (Ken Takakura) is invited from the team DANKAI which declined to Paris-Dakar Rally, the team because of the publicity to supporting popular star had to join. Eventually Among the various speculation of various people, rally began ....","release_date":"1988-05-18","vote_average":0.0,"runtime":174,"cert":"N\/A","id":365085,"title":"See You","adult":false,"genre_ids":[]},{"cast":["Sara García","Irma Dorantes","Ángel Infante","Julio Villarreal","María Gentil Arcos"],"overview":"Elderly home is struggling for funds; one of the residents competes on a game show to win a jackpot she can donate.","release_date":"1958-07-24","vote_average":0.0,"runtime":87,"cert":"N\/A","id":365087,"title":"El gran premio","adult":false,"genre_ids":[18]},{"cast":["Barbara Rudnik","Thomas Sarbacher","Theresa Scholze","László I. Kish","Teresa Harder"],"overview":"","release_date":"2001-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365089,"title":"Das Geheimnis - Auf der Spur des Mörders","adult":false,"genre_ids":[53]},{"cast":["Antonio Aguilar","Daniel Herrera","Rodolfo Landa","José Pulido","David Reynoso"],"overview":"Masked avenger on horseback, one of a series.","release_date":"1958-08-28","vote_average":5.0,"runtime":70,"cert":"N\/A","id":365091,"title":"La marca del cuervo","adult":false,"genre_ids":[]},{"cast":["Miguel Aceves Mejía","Flor Silvestre","Sonia Furió","Raúl Ramírez","Miguel Ángel Ferriz"],"overview":"Cowboy revenge-drama, paired with a love triangle between two Mexican fellers and a rather unpleasant gringa.","release_date":"1959-10-02","vote_average":5.0,"runtime":83,"cert":"N\/A","id":365093,"title":"El ciclón","adult":false,"genre_ids":[37,10402,18]},{"cast":["Leonard Nimoy"],"overview":"A TV special hosted by Leonard Nimoy and featuring the actor discussing the making of \"The Original Series\" and the first two Star Trek movies, \"Star Trek: The Motion Picture\" and \"Star Trek II: The Wrath of Khan\". Also included is a short preview of \"Star Trek III: The Search for Spock\".","release_date":"1983-01-01","vote_average":0.0,"runtime":49,"cert":"\"\"","id":365095,"title":"Leonard Nimoy: Star Trek Memories","adult":false,"genre_ids":[10770,99]},{"cast":["Leslie Malton","Robert Giggenbach","Donata Höffer","Edgar Hoppe","Ulrich von Dobschütz"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365097,"title":"Die Umarmung des Wolfes","adult":false,"genre_ids":[18]},{"cast":["Vadim Glowna","Constanze Engelbrecht","Tilo Prückner","Florian Martens","Ulrich von Dobschütz"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365099,"title":"Mandelküsschen","adult":false,"genre_ids":[35]},{"cast":["Tony Grga","Mirsad Tuka","Mira Furlan","Mirela Lambić","Dragan Marinković"],"overview":"The story of a boy from the orphanage for abandoned children who tried to find out the truth about his origins. Through the story of a boy Alen, it describes the consequences of war casualties and immense injustice that war brought most helpless, the children.","release_date":"2010-07-19","vote_average":9.0,"runtime":85,"cert":"N\/A","id":365101,"title":"The Abandoned","adult":false,"genre_ids":[18]},{"cast":["Claus Theo Gärtner","Matthias Ponnier","Martin Semmelrogge","Ulrich von Dobschütz","Klaus Sonnenschein"],"overview":"","release_date":"1978-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365103,"title":"Heroin 4","adult":false,"genre_ids":[18]},{"cast":["Maria Körber","Ingeborg Lapsien","Volkert Kraeft","Karl-Heinz von Hassel","Ulrich von Dobschütz"],"overview":"","release_date":"1973-05-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365105,"title":"Wenn alle anderen fehlen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Legendary special effects wizard Giannetto De Rossi reflects on his four zombie classics: The Living Dead at the Manchester Morgue, Zombi 2, The Beyond and The House by the Cemetery. This exclusive interview was created for the Arrow release of The Beyond in the UK on DVD and Blu Ray, March 14th 2011.","release_date":"2011-03-14","vote_average":5.0,"runtime":31,"cert":"N\/A","id":365107,"title":"Butcher Baker Zombiemaker: The Living Dead Legacy of Gianetto De Rossi","adult":false,"genre_ids":[27]},{"cast":["Farrah Fawcett","Tom Conti","Geraldine Page","Catherine Allégret","Féodor Atkine"],"overview":"Farrah Fawcett plays real-life Beate Klarsfeld, a German Protestant housewife who, with the help of her Jewish law-student husband, Serge, began an unrelenting campaign after World War II to bring Nazi war criminals to justice, most of which is centered on Klaus Barbie. The story follows her pursuit while she survives jail, torture, numerous assassination attempts, and arrests in South America and in Germany.","release_date":"1986-11-23","vote_average":0.0,"runtime":104,"cert":"\"\"","id":365109,"title":"Nazi Hunter: The Beate Klarsfeld Story","adult":false,"genre_ids":[18,10770]},{"cast":["Jože Zupan","Dragica Kokot","Elvira Kralj","Stane Leban","Anton Petje"],"overview":"The adaptation of notable work by Slovenian writer France Bevk about catholic priest who maintains national dignity among his villagers, and doesn't fall under fascists' influence during Italian occupation of the area.","release_date":"1970-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":365114,"title":"The Vicar Martin Cedermac","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Yugoslavian Royal Army's review at the Banjica neighborhood of Belgrade in 1940.","release_date":"1940-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":365116,"title":"Following the Steps of Knightly Fathers","adult":false,"genre_ids":[99]},{"cast":["Anita Marie Curran","Heaven Lee Kramer","Irit Hoffenberg","Alexa Joel","David Neff"],"overview":"Family of witches turn a mean orphaned girl into a cat to teach her a lesson.","release_date":"2015-12-06","vote_average":3.0,"runtime":100,"cert":"\"\"","id":365118,"title":"Moo Moo and the Three Witches","adult":false,"genre_ids":[10751,12]},{"cast":["Emil Filipčič","Marko Derganc","Janez Hočevar","Majolka Šuklje","Mila Kacic"],"overview":"Story of a small group of people who think there is going to be an attack by a group of rabid animals. They perceive this danger through a trance they invoke by hitting their heads against a stone. They decide to oppose their enemy, and a fierce clash takes place.","release_date":"1985-06-11","vote_average":5.0,"runtime":90,"cert":"N\/A","id":365120,"title":"Bumpstone","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Parade, one of Makavejev’s best-known films, is view into the preparations International Worker’s Day where the director all but ignores the titular parade. The film focuses on the people – those who work and those who wander the streets, sometimes lost among the throngs, shown in a by-the-way fashion and not without humor. Makavejev claims he sought to show, man as he is...","release_date":"1962-09-17","vote_average":6.5,"runtime":11,"cert":"N\/A","id":365125,"title":"Parade","adult":false,"genre_ids":[99]},{"cast":["Gustavo Cerati"],"overview":"","release_date":"2002-01-15","vote_average":9.5,"runtime":null,"cert":"N\/A","id":365130,"title":"11 Episodios Sinfónicos","adult":false,"genre_ids":[10402]},{"cast":["Žiga Zver","Aleš Subič","Nino Koritnik","Katja Sivec","Tamara Goričanec"],"overview":"When a mysterious Frenchman appears in their small village, two gangs of sixth graders are reluctantly united to help find a buried treasure. Can they manage to keep the strife between them at a minimum and locate the booty?","release_date":"2002-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":365132,"title":"The Forgotten Treasure","adult":false,"genre_ids":[10751]},{"cast":["Ana Abbott","Augusto Madeira"],"overview":"A man is mysteriously called to the entrance gate of an abandoned country home. As if she was coming out of a water mirror, a woman emerges from the mud at the bottom of a lake. As they approach each other, a spell is cast. Together they experience the enchantment of hallucination, memory and dreams. Reflections on the water will reveal secrets hidden in the nature of the soul. The Mirror is a recreation of Machado de Assis’ (1839-1908) homonymous tale","release_date":"2015-08-12","vote_average":4.0,"runtime":65,"cert":"N\/A","id":365134,"title":"The Mirror","adult":false,"genre_ids":[]},{"cast":["Monica Mattos","Alexandre Frota","Kid Bengala","Carlos Bazuca","Pit Garcia"],"overview":"Monica Mattos turns the main attraction of the gym and work out and everyone wants to fuck the cat, including bad boy Alexandre Frota.  Very gang bang this movie Brasileirinhas! While healed train in the gym, Monica offers a much better distraction: your body! The big guys go wild! Then roll a gang bang wild and without a condom!  Monica Mattos can handle double penetration standing up! The cat does everything without complaining! It's impressive! In another scene, Monica makes an epic orgy in the gym Fuck! Kid Bengala, Roge Ferro, Pitt Garcia and other big guys eat the lovely hot pussy and her ass too - and without a condom!  In this film, no one wants to work out! Business is chupação and meteção with Monica Mattos! The crowd makes rotation with hot! It bites everywhere and who gets tired are the guys! Sensational!","release_date":"2007-10-24","vote_average":0.0,"runtime":122,"cert":"N\/A","id":365136,"title":"Frota Monica e Cia","adult":true,"genre_ids":[]},{"cast":["Gabriela Muniz","Wesley","Lisa Angel","Giovani","Vinny Star"],"overview":"The pleasure of anal sex made by those who know and love to do, including a fiery scene of anal double.","release_date":"2004-10-24","vote_average":0.0,"runtime":97,"cert":"N\/A","id":365138,"title":"Os Prazeres do Sexo Anal","adult":true,"genre_ids":[]},{"cast":[],"overview":"A romantically charged cinematic poem capturing the mood in Budapest in the late 1960s and early 1970s, in a work inspired by avant-garde films of the 1920s and directors such as Walter Ruttman and Dziga Vertov.","release_date":"1972-10-24","vote_average":0.0,"runtime":10,"cert":"N\/A","id":365140,"title":"Suburb","adult":false,"genre_ids":[]},{"cast":["Christian Quadflieg","Renate Reger"],"overview":"Encouraged by Fassbinder, with whom he became friendly after the then-enfant terrible of the German cinema visited him in Lugano, Sirk also did some teaching during the late 1970s at the film school in Munich, where he made three short films with his students. Sprich zu mir wie der Regen was the first of these films supervised by Sirk.","release_date":"1976-10-24","vote_average":0.0,"runtime":12,"cert":"N\/A","id":365142,"title":"Sprich zu mir wie der Regen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365144,"title":"Telitalálat","adult":false,"genre_ids":[]},{"cast":["Josef Kemr","Josef Vinklář","Vladimír Dlouhý","Monika Hálová","Otakar Brousek"],"overview":"","release_date":"1978-02-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":365149,"title":"Hop - a je tu lidoop","adult":false,"genre_ids":[14,35]},{"cast":["Ava Dalush","Cherie DeVille","Jelena Jensen","Madi Meadows","Natasha White"],"overview":"Deuxma's final ride and final opportunity to seduce a bunch of hot young girls and fuck their brains out.","release_date":"2015-08-28","vote_average":0.0,"runtime":148,"cert":"\"NR\"","id":365151,"title":"Road Queen 33","adult":true,"genre_ids":[10749]},{"cast":["Gaurang Vyas","Dennis Albanese","Jenny Gravenstein","Thomas Daniel","Mark Intrieri"],"overview":"","release_date":"2005-10-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":365153,"title":"Way of Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1. Damnation of Faust: Evocation  - Using \"found\" imagery shot in a SoHo playground, the first part of the Damnation of Faust trilogy explores the possible relations between childhood play and a woman looking on from outside. Without dialogue, the gestures of the characters become their primary mode of communication. Visual motifs of pillars and fans, achieved through video wipes, plunge the viewer into the image while building parallels of movement and feeling.\r 2. Damnation of Faust: Will-o'-the-Wisp (A Deceitful Goal) - The second part of the Faust project centers on the development of Marguerite, the female character in the Faust legend.\r 3. Evocation of Faust: Charming Landscape  - The final work in the Damnation of Faust trilogy, ironically titled Charming Landscape, investigates the way in which the urban landscape is a place \"where you lose your identity.\"","release_date":"1987-10-24","vote_average":0.0,"runtime":22,"cert":"\"\"","id":365158,"title":"Damnation of Faust Trilogy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Noriega was the president of Panama who decided to be an informant for the C.I.A. George Bush Sr. was the chairman of the C.I.A. at the time when Norieaga flooded his country with cocaine and the United States with tons of cocaine.  Although Bush knew of Norieaga’s dealings at the time, he allowed him to continue in the drug trade until the media exposed his dealings. When Bush became president of the United States, he decided it was time to destroy Noriega.","release_date":"2005-03-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":365160,"title":"Cocaine Country","adult":false,"genre_ids":[99]},{"cast":["Sinja Dieks","Marlon Kittel"],"overview":"An unfortunate misunderstanding leads to another and suddenly Isabel is caught in a web of lies. A web of ghastly lies: She lets her friends believe that she is suffering from cancer. The sudden gush of attention that she experiences makes her long for more. It becomes an addiction she can not resist. Just as she begins to have doubts, she has to realize that she has gone too far for truth.","release_date":"2012-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":365162,"title":"Nimmersatt","adult":false,"genre_ids":[18]},{"cast":["Mitică Popescu","Mircea Diaconu","Valeria Seciu","Zaharia Volbea","Aristide Teică"],"overview":"A Romanian village in the 50s. Năiţă Lucean, a cunning and stubborn peasant, opposes the collectivization process using all possible artifice. He instinctively feels that signing his land and cattle over to the state can only bring bad times for him. His only certainty is the ownership of this insufficient and barren plot of land. Although he strongly opposes it, the idea of the collective good is forcibly enforced.","release_date":"1980-12-01","vote_average":6.5,"runtime":99,"cert":"N\/A","id":365164,"title":"Fox Hunting","adult":false,"genre_ids":[18]},{"cast":["János Gosztonyi","Vlado Zboroň","Roman Bubla","Martin Horváth","Richard Felix"],"overview":"Virtually without exception, a relation between parents and children is something that affects us throughout our lives.  The first fiction film by award-winning documentarist Jaro Vojtek is an omnibus film about complicated relationships between parents and their children in which characters are challenged with long-term separation or declining health. Four stories titled Son, Marathon, Canary and Father tell four different tales that form a single view on the troubled relationship between parents and children. Each story takes place in a different season and together they create a multi-layered mosaic of relations  reflecting hopes, disappointments and inevitable decisions. With a documentary filmmaker’s precision, Vojtek observes the characters and their behaviour, presenting an authentic picture of damaged family relations.","release_date":"2014-09-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":365166,"title":"Children","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365174,"title":"Mahomet","adult":false,"genre_ids":[99]},{"cast":["Òscar Foronda","Nacho Fresneda","Òscar Nebreda","Miguel Ángel Rodríguez 'El Sevilla'"],"overview":"","release_date":"2002-12-05","vote_average":3.5,"runtime":null,"cert":"N\/A","id":365176,"title":"La gran mentira del rock'n'roll","adult":false,"genre_ids":[35,10402]},{"cast":["Nina Ganet","Adam Overberg","Kevin Wehby","Chelsea David"],"overview":"Cool Apocalypse is a comedy\/drama that intertwines the stories of two very different relationships, one of which is about to begin and the other of which has just ended.","release_date":"2015-05-02","vote_average":10.0,"runtime":73,"cert":"\"NR\"","id":365178,"title":"Cool Apocalypse","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"","release_date":"2010-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365180,"title":"L'oeil du crocodile","adult":false,"genre_ids":[]},{"cast":["Vincent Regan","Roger Ashton-Griffiths","Jon Campling","Kumud Pant","Stephen Marcus"],"overview":"Two hitmen wake up in the back of a truck to discover they have been drugged and their employer brutally murdered. Their attempts to escape bring about a bloody confrontation with a shocking twist in the tale.","release_date":"2015-10-26","vote_average":3.7,"runtime":80,"cert":"\"R\"","id":365185,"title":"The London Firm","adult":false,"genre_ids":[53,80]},{"cast":["Jr NTR","Rakul Preet Singh","Jagapati Babu","Rajendra Prasad","Madhoo"],"overview":"Subramanyam, a businessman, is on his deathbed when he tells his sons about a cunning man who stole most of his wealth. Hearing this, Abhiram, the youngest son, lays out a plan to seek his revenge.","release_date":"2016-01-13","vote_average":7.8,"runtime":168,"cert":"N\/A","id":365187,"title":"Nannaku Prematho","adult":false,"genre_ids":[28]},{"cast":["Otto Frank","Anne Frank"],"overview":"Director David de Jongh represents the life Otto Frank in his documentary Otto Frank, the father of Anne.  The film deals with various facets of Otto Frank’s life: his youth in Germany, including his military service during the First World War, his marriage to Edith Holländer and the birth of their daughters Margot and Anne, their flight to the Netherlands, the time in hiding and the deportation to Auschwitz, his life after the Second World War and his dedication to the diary and the ideals of his daughter Anne, and his second marriage to Fritzi Geiringer. The documentary features many photos and film images, as well as interviews, including new ones, with people who knew Otto Frank. His stepdaughter Eva Schloss is one of the interviewees.  The film is produced by Pieter van Huystee Film.","release_date":"2010-02-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":365189,"title":"Otto Frank, the Father of Anne","adult":false,"genre_ids":[99,10752]},{"cast":["Zezé Macedo","Wilson Grey","Claudioney Penedo"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365191,"title":"Eteia, A Extraterrestre","adult":false,"genre_ids":[]},{"cast":["Raul Cortez"],"overview":"","release_date":"2008-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365193,"title":"Identificados","adult":false,"genre_ids":[]},{"cast":["Zezé Motta","Jofre Soares","José Mojica Marins","Tony Tornado","Tônia Carrero"],"overview":"","release_date":"1990-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365195,"title":"O Gato de Botas Extraterrestre","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Rosita Arenas","Rosa Elena Durgel","Federico Curiel"],"overview":"Zorro-type horseback adventure, series-hero programmer.","release_date":"1958-10-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":365197,"title":"El misterio del látigo negro","adult":false,"genre_ids":[]},{"cast":["Libertad Lamarque","Pedro Armendáriz","Elsa Cárdenas","Freddy Fernández","Andrea Palma"],"overview":"Borderline mentally-ill woman with neurotic compulsion to behave like a child and the psychiatrist who looooves her.","release_date":"1957-07-25","vote_average":0.0,"runtime":92,"cert":"N\/A","id":365199,"title":"La mujer que no tuvo infancia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Humanos - A Vida em Variações (2006)  zed films  One day, a forgotten box of shoes is discovered in a shelf of the record company. Inside this box, there were tapes containing home made recordings of the famous Portuguese composer - Antonio Variacoes. When one listens to these tapes, where Variações sings in the most pure ways - without any musical background, many times whispering to the recording not to wake up the neighbors - one perceives that this treasure could not remain hidden. The HUMANOS project was born; a \"super\"-band, composed by \"super\"-musicians, where the famous Portuguese singers Manuela Azevedo, David Fonseca and Camane; give their voice to music and lyrics from Antonio Variacoes. This film is about the process of preparation of the live concerts in the summer of 2005 and about the approach that these musicians had to the legacy left by Antonio Variacoes.","release_date":"2006-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365201,"title":"Humanos - A Vida em Variações","adult":false,"genre_ids":[]},{"cast":["Bill Engvall","Jeff Foxworthy","Gary Mule Deer","Henry Cho","Steve McGrew"],"overview":"Comedian Bill Engvall (\"Here’s Your Sign\") hosts an all-star event featuring the funniest comics working today! Shot live at the historic Ryman auditorium in Nashville, Tennessee, (Original Home of the \"Grand Ole Opry\"). This premiere volume features hysterical routines by Bill Engvall and country comedy all stars Gary Mule Deer, Henry Cho, Steve Hall &amp; Shotgun Red, Etta May and Steve McGrew, with a special performance by renowned comedian Jeff Foxworthy (\"You Might be a Redneck if…). For everyone who loves country comedy or just loves to laugh.","release_date":"2004-12-14","vote_average":0.0,"runtime":68,"cert":"\"\"","id":365203,"title":"Bill Engvall's New All Stars of Country Comedy: Volume 1","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The world, at large, is aware of the enormous input that both John Lennon and George Harrison have given to modern music; but few people have seen the real men behind the image; the depth of their beliefs and the innermost concerns they both shared for the future. In this fascinating account of one half of the world’s most successful group, we explore the sides of two personalities rarely, if ever, on view to the general public.","release_date":"2010-06-15","vote_average":0.0,"runtime":55,"cert":"N\/A","id":365205,"title":"Lennon & Harrison - Guitar's Gently Weep - A Portrait of Genius","adult":false,"genre_ids":[]},{"cast":["Jörg Hube","Monika Baumgartner","Jutta Schmuttermaier","Winfried Frey","Marianne Lindner"],"overview":"Father Achatius and his friend Ambrosia","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365207,"title":"Der Komödienstadel - Kreuzwege","adult":false,"genre_ids":[18]},{"cast":["Isaac Josephthal","Jose Sepulveda","Roko Scherer","Heather Litteer"],"overview":"Justin is a film editor surrounded by performances. Sick of sitting in a dark room watching others, he starts to envision ‘70s cabaret style performances of his own. When a new relationship starts to develop, Justin has to decide how badly he wants to come out from behind the camera.","release_date":"2015-10-24","vote_average":0.0,"runtime":15,"cert":"\"\"","id":365209,"title":"Read Aloud","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Based on a play","release_date":"1942-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365211,"title":"Los ladrones somos gente honrada","adult":false,"genre_ids":[]},{"cast":["William Haines","Sally O'Neil","Harry Carey","Frank Coghlan Jr."],"overview":"A minor league pitcher lets pride get the better of him after he joins the New York Yankees.","release_date":"1927-03-12","vote_average":0.0,"runtime":80,"cert":"\"\"","id":365213,"title":"Slide, Kelly, Slide","adult":false,"genre_ids":[]},{"cast":[],"overview":"Another entry in the Malkocoglu series, starring Cuneyt Arkin.","release_date":"1970-10-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":365215,"title":"Malkocoglu Death Warriors","adult":false,"genre_ids":[]},{"cast":["Monica Bleibtreu","Karl Fischer","Therese Affolter","Manfred Lukas-Luderer","Helmut Berger"],"overview":"","release_date":"1979-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365217,"title":"Das Dorf an der Grenze","adult":false,"genre_ids":[18,10770]},{"cast":["Anthony Andrews","Helmut Griem","Mario Adorf","Renée Soutendijk","Birgit Doll"],"overview":"","release_date":"1987-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365219,"title":"The Second Victory","adult":false,"genre_ids":[18]},{"cast":["Helmuth Lohner","Krista Stadler","Otto Schenk","Fritz Muliar","Birgit Doll"],"overview":"","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365221,"title":"Der Zerrissene","adult":false,"genre_ids":[35]},{"cast":["Zaiton","Normadiah","Aziz Sattar","Habsah Buang","Udo Omar"],"overview":"Siapa besar film is a Malay film which was published in Malaysia in 1964. Film Who are issued in the form of the film in black and white without shades. This comedy film directed by Omar Rojik and published by Malay Film Productions Ltd.","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365223,"title":"Siapa Besar","adult":false,"genre_ids":[35]},{"cast":["Aziz Jaafar","Ahmad Mahmood","Normadiah","Rosnani Jamil","S. Kadarisman"],"overview":"Film tells about one day the King went to all the people of the jungle clearing . In the middle of the jungle there was a very thick clump sewers .  The army was clearing sewer , but when it cleared sewer regenerate. People tried to slash it again sewer but still the situation is still the same .  When the king saw this, he himself tried to cut down the sewer , the sewer successfully cleared out all arrive until the middle of the sewers .","release_date":"1966-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365225,"title":"Anak Buloh Betong","adult":false,"genre_ids":[18]},{"cast":["Alfredo Mayo","Mercedes Vecino","José Nieto","Isabel de Pomés"],"overview":"Daoíz and Velarde captains of army of Spain in 2 May 1808 attacked Napoleon mamelucos force in Park of Monteleon Madrid. The historical facts are a travel for persons of Spain in this film.","release_date":"1943-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365227,"title":"El Abanderado","adult":false,"genre_ids":[36,18]},{"cast":["Brian Young","Gladis Jimenez","David Povall","Sheila Larken"],"overview":"A cabdriver tries to reunite his family when he learns his estranged father has terminal cancer.","release_date":"2000-07-28","vote_average":0.0,"runtime":95,"cert":"\"\"","id":365229,"title":"Counting Days","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365231,"title":"A través de tus ojos","adult":false,"genre_ids":[18]},{"cast":["Jack P. Pierce","Lon Chaney Jr.","Boris Karloff"],"overview":"Documentry on the career of Jack Pierce, a make up man from the Golden Age of Hollywood, most remembered for creating the looks of various classic monsters such as Frankenstein, The Mummy, and the Wolf Man","release_date":"2015-10-02","vote_average":0.0,"runtime":82,"cert":"\"\"","id":365236,"title":"Jack Pierce: The Man Who Made the Monsters","adult":false,"genre_ids":[99]},{"cast":["Matthew Gray Gubler","Carla Renata"],"overview":"This is an adaptation of an essay by New York Times Best Selling essayist David Sedaris. It follows his attempts to teach creative writing at an art institute.","release_date":"2014-03-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":365241,"title":"The Learning Curve","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Frank is working away in his clock shop, but can't shake the feeling that someone is keeping time with his wife, Helen. Little things arouse suspicion and keep creeping into his conscience. What will he do if his worst fears become realized? In this psychological mystery you enter Frank's world as he tries to sort out a solution to his problem - a problem that could have fatal consequences when the clock strikes Four O'Clock.","release_date":"2006-11-15","vote_average":0.0,"runtime":33,"cert":"\"\"","id":365246,"title":"Four O'Clock","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"Nine short films about love.","release_date":"1983-03-16","vote_average":0.0,"runtime":99,"cert":"N\/A","id":365248,"title":"Archipel des amours","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man's attempt at a romantic marriage proposal on an isolated biking trail doesn't work out as planned. Things only get worse as the zombie apocalypse starts.","release_date":"2015-10-25","vote_average":3.0,"runtime":82,"cert":"\"\"","id":365250,"title":"Trail of Blood on the Trail","adult":false,"genre_ids":[]},{"cast":[],"overview":"An unmarried woman becomes convinced she's being attacked by a demonic entity after her carefully cultivated life collapses around her.","release_date":"2015-10-25","vote_average":0.0,"runtime":75,"cert":"\"\"","id":365252,"title":"Blood Runs Black","adult":false,"genre_ids":[53,27]},{"cast":["Frank Juhasz","Mike Abbott","Arthur Garrett","Gregory Charles Rivers","Alan English"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365254,"title":"High Sky Mission","adult":false,"genre_ids":[]},{"cast":[],"overview":"He was a farmer, a businessman, an unknown politician who suddenly found himself president. Of all the men who had held the highest office, Harry Truman was the least prepared, but would prove to be a surprise.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":365256,"title":"American Experience: Truman","adult":false,"genre_ids":[99]},{"cast":["Sharon Cuneta","Gabby Concepcion","Jackie Lou Blanco","Amalia Fuentes","Liza Lorena"],"overview":"Billy and Cindy are teeners trapped in the conflicted world of their parents. Two children of two marriages gone sour. Young and confused by the whole situation, they try to look for answers, but the whole business of life is not as simple as it seems. Left with no choice but to come to terms with whatever it is that life presents, they rely on each other for emotional support. And in the process, they learn that despite their parents marital woes, much remains in life and love reserved for the two of them.","release_date":"1982-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365258,"title":"My Only Love","adult":false,"genre_ids":[10749,18]},{"cast":["Sharon Cuneta","William Martinez","Nida Blanca","Nestor de Villa","Nova Villa"],"overview":"Long separated husband and wife Nelly and and Nelson who are famous actors are being brought back together by their only daughter Sandra with the help of Auntie Irene and grandmother Beatriz.","release_date":"1982-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365260,"title":"Forgive and Forget","adult":false,"genre_ids":[10749,35,18]},{"cast":["Katy Kash","Monica Orsini","Francesco Malcom","Nicolette","Hakan Serbes"],"overview":"Hard to be a man. Especially when you're surrounded by young desirable women who do not take you seriously. Starting with Sonia, the mistress of his brother. And a pretty neighbor, party pick mushrooms, he surprises in the forest, trying to be sodomized by a bearded standard. But the irony is when landed on vacation his beautiful cousin, provocative desire, do not doubt it will unleash fantasies in the minds of the young man ...","release_date":"1995-01-01","vote_average":10.0,"runtime":92,"cert":"N\/A","id":365262,"title":"All Grown Up","adult":true,"genre_ids":[]},{"cast":["Hardy Krüger","Catherine Deneuve","Charles Vanel","Marilù Tolo","André Lawrence"],"overview":"","release_date":"1965-10-07","vote_average":0.0,"runtime":119,"cert":"N\/A","id":365264,"title":"Song of the World","adult":false,"genre_ids":[18]},{"cast":["Diego Bertie","Orlando Sacha","Jimena Lindo","Paul Vega","Gianfranco Bero"],"overview":"","release_date":"2001-07-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365269,"title":"El bien esquivo","adult":false,"genre_ids":[12,18,36]},{"cast":["Marijn De Valck","Johny Voners","Loes van den Heuvel","Carry Goossens","Danni Heylen"],"overview":"De Kampioenen are about to celebrate their 25th anniversary and want their long-lost original trainer to join them. Meanwhile, an old enemy is released from prison and enters a quest for revenge.","release_date":"2015-10-28","vote_average":5.7,"runtime":90,"cert":"N\/A","id":365271,"title":"F.C. De Kampioenen 2: Jubilee General","adult":false,"genre_ids":[35]},{"cast":["Pierre Trividic","Patrick Mario Bernard"],"overview":"In a bookstore, Patrick B. discovers a collection of photographs showing naked black male models. But in the demo copy, photographs that show sexes were methodically cut, so that small square windows now open throughout the volume. Fascinated, Patrick wants to buy the book but the Seller refuses to sell him. He then steals the book but gets caught ...  Produced as part of a series entitled \"Diaries\" for Canal, the authors of \"Dancing\" deliver chronic reflection on the powers of the image on the representation bodies and sexuality, making a film on the intimate and the public, to the confusion of genres ...","release_date":"2001-01-25","vote_average":2.3,"runtime":56,"cert":"N\/A","id":365273,"title":"This is a blowjob","adult":false,"genre_ids":[99]},{"cast":["Marion Kerr","Andre Hall","Lauren Mora","Bernie Hourihan"],"overview":"David goes on a date with Hannah, a young woman, who isn't quite what she seems.","release_date":"2012-12-31","vote_average":0.0,"runtime":23,"cert":"\"\"","id":365275,"title":"Far","adult":false,"genre_ids":[878,35,10749]},{"cast":["Simon Callow","Bruno Todeschini","Mercè Pons","Frédéric Yrondi","Rosa Novell"],"overview":"","release_date":"1995-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":365277,"title":"El pasajero clandestino","adult":false,"genre_ids":[18]},{"cast":["Rocío Dúrcal","Bárbara Rey","Francisco Algora","Eva León","Laly Soldevila"],"overview":"","release_date":"1977-12-01","vote_average":5.0,"runtime":98,"cert":"N\/A","id":365279,"title":"I Feel Strange","adult":false,"genre_ids":[18,10749]},{"cast":["Otto Clemens"],"overview":"","release_date":"2010-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365281,"title":"Libellen - Die Himmelsjäger","adult":false,"genre_ids":[99]},{"cast":["Yuko Takeuchi","Ai Hashimoto","Kuranosuke Sasaki","Kentaro Sakaguchi","Kenichi Takito"],"overview":"I (Yuko Takeuchi) is a mystery novel writer. I receive a letter from Kubo (Ai Hashimoto), a reader of her novel and a university student. Her letter states that she hears odd sounds from the room where she lives now. I becomes interested by the letter and they being to investigate. I and Kubo learn of people that lived in the apartment and their experiences including a suicide and murder.","release_date":"2016-01-30","vote_average":5.7,"runtime":107,"cert":"N\/A","id":365283,"title":"The Inerasable","adult":false,"genre_ids":[27]},{"cast":["Kitty von-Sometime"],"overview":"The documentary is a portrait of concept artist Kitty Von Sometime and her journey as she creates the Weird Girls Project. The Weird Girls - “an extraordinary art event for ordinary girls” - is a one day performance, but actresses are not allowed.  From it’s conception seven years ago by Kitty Von Sometime, The Weird Girls Project has quickly become a national phenomenon in Iceland and every episode is covered by the national TV and print media. Between a pop event and feminist activism, performance art and a goliardic action, the project gives voice and space to woman to freely express themselves in a fabulous and unique carnival.","release_date":"2015-09-03","vote_average":0.0,"runtime":75,"cert":"N\/A","id":365285,"title":"I Want to Be Weird","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Kazumi is at a punk concert and bumps into Yuko. Yuko is a girl from another dimension. Kazumi invites Yuko over to her apartment. There Yuko's robotic sidekick and stead Face comes from out of the t.v. The wall opens up and Yuko and Face enter into different dimension. Yuko seeks to kill the creator of the dimension to end the suffering of it's people.  Yuko meets Kazumi, who claims not to be from Earth, at a rock concert, and they become instant friends. Yuko invites her new friend to come live with her. However, onces Kazumi gets to Yuko's apartment, she leaves through the wall with her trusty cybernetic steed and into another dimension to face evil.","release_date":"2002-03-02","vote_average":6.0,"runtime":11,"cert":"N\/A","id":365290,"title":"End of the World","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A young man must teach a woman to dance - at any cost.","release_date":"2001-03-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":365292,"title":"Dying to Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"An injured man lies completely still in a hospital room with doctors hovering at his bedside, appearing serene and peaceful as he slowly succumbs to death. However, in his own mind, memories of a recent battle vividly flash by. Thoughts of death and chaos haunt him, even in his final moments.","release_date":"2002-07-03","vote_average":5.2,"runtime":8,"cert":"N\/A","id":365294,"title":"Beyond","adult":false,"genre_ids":[16]},{"cast":["Isabel Pantoja","José Coronado","Loles León","Alberto Alonso","Elisa Matilla"],"overview":"","release_date":"1990-10-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":365296,"title":"Yo soy ésa","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"It’s Sophie’s first night out as a woman, and it’s also a night of self realization for this different kind of Cinderella.","release_date":"2015-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365301,"title":"Takong","adult":false,"genre_ids":[]},{"cast":["RJ Salvador","Barbara Ruaro"],"overview":"A desperate man does everything to have sex with an escort who lives next door.","release_date":"2015-10-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":365303,"title":"The Girlfriend Experience","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Set in post-apocalyptic Philippines, a struggling family tries to survive a plague. The only way to live are through limited vending machines that provide 24-hour immunity shots, but for quite a price.","release_date":"2015-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365305,"title":"6:30","adult":false,"genre_ids":[]},{"cast":[],"overview":"After dealing with a long day of slow business, an employee asks for an advance in his salary. His boss, a father, prepares a letter for his daughter. While preparing to close the shop, a group of policemen raid the store to find out that the father is secretly a middleman for an illegal smuggling syndicate.","release_date":"2015-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365307,"title":"Senisado","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bukida is disliked by all the students in his class because of his unpleasant face. However, he loves a girl named Matsuko and so he stalks her. Though Matsuko rejects him, Bukida fancies she likes him at heart. One day, Bukida is killed in a traffic accident. Matsuko feels relieved. But Bukida appeared to her as the living dead. Bukida says, \"I love you forever, even though I am dead!\".","release_date":"1999-08-06","vote_average":0.0,"runtime":40,"cert":"N\/A","id":365309,"title":"My Dread is School!, School is Dreadful! Kanako Inuki Shout Collection","adult":false,"genre_ids":[27,16]},{"cast":["Star Orjaliza","Hasmine Formalejo","Hasmine Formalejo","Abby Hispano"],"overview":"The papal visit has left dancers in a nightclub jobless. While waiting for the Pope to leave, Junilyn is forced to practice a few tricks her boss picked up from Thailand. Soon she realizes that there is no liberty in escape and that true freedom lies in being bold.","release_date":"2015-08-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":365311,"title":"Junilyn Has","adult":false,"genre_ids":[18]},{"cast":["Danai Androulaki","Giorgos Valais","Eirini Drakou"],"overview":"","release_date":"2015-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365313,"title":"Ανεμιστήρας","adult":false,"genre_ids":[]},{"cast":["Amilcar Carrascosa","Mauricio Garcia"],"overview":"One stranger on his way to an important meeting will transform the afternoon for another man in this emotionally stirring short film.","release_date":"2007-05-26","vote_average":6.5,"runtime":5,"cert":"N\/A","id":365315,"title":"Historia de un letrero","adult":false,"genre_ids":[18]},{"cast":["Pedro Armendáriz","Rosita Quintana","Armando Silvestre","José Elías Moreno","David Reynoso"],"overview":"Upperclass girl and notorious bandit leader fall in love. She agrees to \"let him kidnap her\" so they can be together, but she gets disillusioned when she sees the sordidness of his Camp Of Banditry. Also he keeps killing off members of her family.","release_date":"1959-05-14","vote_average":0.0,"runtime":95,"cert":"N\/A","id":365317,"title":"El zarco","adult":false,"genre_ids":[]},{"cast":["Kika Georgiou","Aneza Papadopoulou","Electra Nikolouzou","Manos Vakoussis","Omiros Poulakis"],"overview":"Amongst the constantly talking animals of a herd, the basic rule of normality is the theater of conversation. When a young animal loses its voice and goes into hiding, the talking herd can’t accept its weakness and follows the rule, speaking to it using monologues. The young animal remains silent and the talking herd stands confused and unable to decide whether it’s really sick or just pretending. But as the silent, isolated animal struggles to get its voice back, the talking animals surround its cage and the most distrustful of them attacks.","release_date":"2016-04-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":365319,"title":"Silent","adult":false,"genre_ids":[]},{"cast":["Markus Schöffl"],"overview":"","release_date":"2003-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365321,"title":"Get the Dance 1 - Der Anfängerkurs","adult":false,"genre_ids":[]},{"cast":["Yannis Stankoglou","Kora Karvouni","Christos Benetsis","Menelaos Hazarakis"],"overview":"Aris, a 38-year-old worker in a factory is fired without any warning. He is shocked. As his attempts to be re-hired fail, he gradually becomes obsessed with the idea of taking justice into his own hands. He buys a gun with the last of his money. He is ready to proceed with his goal when his ex-wife dumps their six-year-old son on him.","release_date":"2016-11-03","vote_average":5.0,"runtime":84,"cert":"N\/A","id":365323,"title":"Invisible","adult":false,"genre_ids":[]},{"cast":["Eva Kotanidis","Notis Sikiniotis","Athena Deliadis","Marialena Donta"],"overview":"This is the story of a youngster, who leaves the orphanage where he grew up – the only place he has ever known – when he turns 18 years old. When he finds out that his only friend, whom he left behind at the orphanage, has been sent away to the city of Athens, he embarks on a journey into the unknown in order to find him. The protagonist is an immature, naive man, who knows nothing about his identity. His life begins the moment he starts his journey. He is like a blank slate shaped by the people he meets along the way and by his new experiences. His personality and understanding of the world change to such an extent, that he is left wondering who he really is and in what dramatic circumstances is he going to find himself...","release_date":"2015-11-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":365325,"title":"Tabula Rasa","adult":false,"genre_ids":[]},{"cast":["Maria Stefanidou","Yorgos Noussis"],"overview":"At 19, Zenaida has fully experienced the ugly face of the European dream. A victim of women’s trafficking, born in Africa and trapped in a European city, she is coerced by her “owners” to work in a brothel as a prostitute. Her life has been gradually reduced to a pathetic, meaningless routine and a recurring sequence of drug-induced hallucinations, which, while providing an escape from the present, bring back to life nightmares from the past. Parallel images of her life in the poverty of an African slum and the misery of a ruthless European city. An utter deadlock.","release_date":"2015-11-06","vote_average":0.0,"runtime":66,"cert":"N\/A","id":365327,"title":"Zenaida","adult":false,"genre_ids":[18]},{"cast":["Yiola Klitou","Christopher Greco","Dora Makrigianni","Fivos Georgiades","Giulio Filippo D'Errico"],"overview":"Υorgos and Sophia are trying hard to cope with their financial problems and the needs of their two children. The grandfather helps them out with his pension since the family business, a small grocery store, does not provide them with enough income. When the grandfather suddenly dies in his sleep, they decide to keep it a secret for as long as they can, so as to continue collecting the money from his pension. But things become more complicated when officers from the social security department start looking for the grandfather.","release_date":"2015-11-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":365329,"title":"Family Μember","adult":false,"genre_ids":[18]},{"cast":["Andreas Konstantinou","Elena Mavridou","Levent Üzümcü"],"overview":"A minefield by the Evros River. The border. A platoon of sappers are struggling to clear it. Yannis is among them. Gangs transfer immigrants and refugees across the border-river. Sometimes the minefield breaks its dark silence. Chryssa, who takes the children across, will stumble on Yannis. Challenging death is their common fate. She will be lost. Yannis will stay behind trying to understand what love is, through a miracle.","release_date":"2015-03-05","vote_average":6.0,"runtime":96,"cert":"N\/A","id":365331,"title":"Riverbanks","adult":false,"genre_ids":[18]},{"cast":["Artemis Ioannou","Dimitra Barla","Pinelopi Flouri","Melissa Kotsaki","Thodoris Matinopoulos"],"overview":"She comes into your life and finds the details \/ of your past of your body \/ of your everyday habits \/ Life without this merciful presence \/ has no meaning anymore – and suddenly \/ she leaves and life has no meaning... Mourning \/ lasts for a while and if you survive – which you will \/ you start recounting again the same details. \/ from the past, releasing your body on another body, sharing your every day again. \/ You learn from this repetition .\/ You learn to ignore \/ the certainty of your gestures. \/ You learn to ignore \/ the impressive architecture of a meaningful life.","release_date":"2016-03-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":365333,"title":"The Cypress Deep Down","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A life journey of 60 years with images and memories from the magical world of Greek Television and Cinema. A journey with beloved people, actors, directors, technicians and other artists. A creative journey full of joy, sadness, anguish and love. He begins his career as an intern at Finos Film Studios at the age of 15. His father was Yorgos Kavoukidis, one of the pioneers of Greek cinema, along with his close friend Filopimin Finos. Following the vision of his spiritual father, Finos, and his teacher in cinematography and editing, Dinos Katsouridis, he became at the age of 20 a well-known director of photography and editor of dozens of films of Greek cinema. During those 60 years, cinema and television became his home. He became a producer and a director. He designed the lighting for dozens of stage performances. His co-workers are his family.","release_date":"2015-11-06","vote_average":0.0,"runtime":135,"cert":"N\/A","id":365338,"title":"A Life Journey of 60 Years: Nikos Kavoukidis 1955-2015","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365340,"title":"Cinema: A Public Affair","adult":false,"genre_ids":[99]},{"cast":["Gary Sinise"],"overview":"A group of intrepid explorers go on a journey of discovery and excitement as they climb and live atop a 17,000ft mountain in Eastern Turkey to conduct a scientific expedition to determine the final resting place of Noah's Ark. Finding Noah is more than a quest for answers, it is a testament of the human spirit, where belief and the need for exploration transcend risk and limitations.","release_date":"2015-10-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":365342,"title":"Finding Noah","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Eight former members of the Church of Jesus Christ of Latter-day Saints describe their transformation from faithful, dedicated Mormons to committed evangelical Christians.","release_date":"2011-03-06","vote_average":0.0,"runtime":55,"cert":"\"\"","id":365344,"title":"Unveiling Grace","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2006-11-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":365346,"title":"Der Besuch","adult":false,"genre_ids":[]},{"cast":["Nicola Fiore","Jodi Ferguson","Hunter Kohl","Robert Barnes","Maia Nero"],"overview":"A young woman's birthright hides a dark secret.","release_date":"2015-12-05","vote_average":4.6,"runtime":null,"cert":"N\/A","id":365348,"title":"Normal","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"A 20 day, 240 mile solo thru-hike of the JMT in August 2014, over 11 passes, across Sequoia, Kings Canyon and Yosemite National Parks, the John Muir and Ansel Adams Wildernesses, parts of the PCT Pacific Crest Trail. An unforgettable high-Sierra adventure in the footsteps and spirit of John Muir.","release_date":"2015-04-04","vote_average":0.0,"runtime":83,"cert":"\"\"","id":365350,"title":"Into The Bright - Hiking The John Muir Trail Northbound","adult":false,"genre_ids":[12,99]},{"cast":["Tanasije Uzunović","Ljiljana Blagojević","Miodrag Krstović","Miroljub Lešo","Mihajlo Kostić 'Pljaka'"],"overview":"A joint venture of Yugoslav police and reporters in their effort to track down the members of criminal gang who steal artworks and sell them in Austria.","release_date":"1987-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":365355,"title":"The Place of Meeting: Belgrade","adult":false,"genre_ids":[18,80]},{"cast":["Miodrag Milovanović","Dušan Vojnović","Mirko Satalić","Matko Raguž","Milutin 'Mima' Karadžić"],"overview":"A group of young men from different ethnic and social backgrounds are conscripted and must serve one year in the former Yugoslav army.","release_date":"1984-06-27","vote_average":5.0,"runtime":105,"cert":"N\/A","id":365357,"title":"Soldiers","adult":false,"genre_ids":[35]},{"cast":["Tara Westwood","Carlo Fiorletta","Paul Sorvino","Richard Kind","Michael Cerveris"],"overview":"A newly single New Yorker must re-locate to Florida for her dream job. She drives south with her widowed dad, her mom's ashes in a coffee can, and a GPS with a mind of its own.","release_date":"2016-04-20","vote_average":7.0,"runtime":null,"cert":"\"\"","id":365359,"title":"Detours","adult":false,"genre_ids":[35,18]},{"cast":["James Bolt","John Funk","Hollis Doherty","Linda Wickens","Mitch Barrett"],"overview":"Re-enactment of the controversial 1962 Milgram Experiment.","release_date":"2006-10-24","vote_average":0.0,"runtime":7,"cert":"\"\"","id":365361,"title":"Atrocity","adult":false,"genre_ids":[36,18]},{"cast":["Žarko Radić","Enver Petrovci","Ivan Klemenc","Neda Arnerić","Radoš Bajić"],"overview":"A group of partisans in Sremian front gets task to break in the German back up platoon and find out what happened to the previous group of partisan agents who have disappeared without a trace. As it usually happens, the betrayal, personal tragedy and mutual distrust are being unfolded.","release_date":"1985-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":365363,"title":"Double Impact","adult":false,"genre_ids":[18,28]},{"cast":["Bert Sotlar","Darinka Dara Čalenić","Pavle Vuisić","Abdurrahman Shala","Mihajlo Viktorović"],"overview":"During the Battle of Sutjeska, headquarters one of the a partisan detachment, decides to enter deeper into the forest to save a few soldiers and wounded from inevitable death. Commander of the detachment, sent a group of fighters in the reconnaissance. As time goes on, the Germans are getting closer to discovering the detachment and wounded, hunger, exhaustion, forcing people to surrender, but at the time of surrender, and when the Germans discovered detachment, there is a sudden rescue from the group that was in the field reconnaissance.","release_date":"1958-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":365365,"title":"SS Strike at Dawn","adult":false,"genre_ids":[18,10752]},{"cast":["Marija Crnobori","Zoran Ristanović","Sonja Hlebš","Karlo Bulić","Mirko Milisavljević"],"overview":"A group of former members of the Gestapo participates in espionage activities, helped by a group of locals, dissatisfied with the new authorities. However, members of the Yugoslav secret police, the infamous UDBA, are on their track. This is the first Yugoslavian spy film.","release_date":"1951-09-04","vote_average":7.0,"runtime":90,"cert":"N\/A","id":365367,"title":"The Last Day","adult":false,"genre_ids":[18]},{"cast":["Emil Ruben","Snežana Velkova","Cvetanka Šulevska","Miodrag Jovanović","Aleksandar Šukarev"],"overview":"A short film by Dimitrie Osmanli.","release_date":"1957-01-01","vote_average":5.0,"runtime":18,"cert":"N\/A","id":365369,"title":"The Rebelion of The Dolls","adult":false,"genre_ids":[18,10751]},{"cast":["Jean Andrews","Judith Fyfe","Rita Graham","Neva Clarke McKenna","Tui Preston"],"overview":"Seven New Zealand women speak about their lives during World War II: some lost husbands, some got married, some went into service themselves. The director lets the women tell their stories simply, alternating between them talking and archival footage of the war years.","release_date":"1996-05-09","vote_average":0.0,"runtime":95,"cert":"\"\"","id":365371,"title":"War Stories Our Mother Never Told Us","adult":false,"genre_ids":[99]},{"cast":["Marina Nemet","Boris Kralj","Boris Blažeković","Charles Millot","Katalin Ladik"],"overview":"A lighthouse keeper lives on an isolated island together with his wife, ailing father and retarded sister. News of a serial killer stalking the isolated lighthouses makes him leave in order to hunt him down. In the meantime, the wife meets a mysterious and seductive stranger.","release_date":"1984-07-10","vote_average":5.0,"runtime":97,"cert":"N\/A","id":365373,"title":"Angel's Bite","adult":false,"genre_ids":[18]},{"cast":["Lee Meriwether","Jay Huguley","Johnny Walter","Hannah Ward","Tanner Fontana"],"overview":"A reclusive family therapist craving the solitude of an exclusive downtown loft doesn't realize that he's not the only person living in the same space.","release_date":"2015-05-01","vote_average":0.0,"runtime":91,"cert":"\"\"","id":365375,"title":"Sunny in the Dark","adult":false,"genre_ids":[18]},{"cast":["Abdurrahman Shala","Faruk Begolli","Istref Begolli","Qemajl Ajdini","Xhevat Qorraj"],"overview":"The story follows the Kosovar partisan hero known as Lisi (Oak), from WWII days, subsequent liberation, until mid-1960s. Lisi was a brave warrior, yet he and his generation remains largely uneducated. However his nephew starts as a courier, and becomes doctor afterwards.","release_date":"1979-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":365377,"title":"The Oak and the Tree","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Cameraless film – contact printed 16mm footage over Super8 raw stock – abstraction in the form of colourful flickers – Done for the OneTake Super8 organised by Double Negative.","release_date":"2013-10-26","vote_average":0.0,"runtime":4,"cert":"N\/A","id":365379,"title":"Analog Hellraiser","adult":false,"genre_ids":[]},{"cast":[],"overview":"In order to create an organic and psychedelic imagery by the use of Un Chien Andalou's footage as source material, Guillaume Vallée has been playing on the 16mm film emulsion for months using different cameraless techniques. As a result, heavy multiple layered images are being shown as sparkles of decaying and dying memories. With the sound treatment of Jane L. Kasowicz, from the musical pieces that use to be presented with Un Chien Andalou, used synthesis sound in order to create a new piece. The soundtrack has been transfered into a magnetic tape in order to manipulate the sound in a physical manner in destroying the actual magnetic tape with magnets and direct interactions.","release_date":"2013-10-26","vote_average":0.0,"runtime":8,"cert":"N\/A","id":365381,"title":"The Soft Giraffe","adult":false,"genre_ids":[]},{"cast":["Silvia Pinal","Rafael Bertrand","Prudencia Grifell","Ofelia Guilmáin","Amparo Arozamena"],"overview":"After moving from Guadalajara to Mexico City, a young woman gets embroiled in a series of puzzling mistaken-identity misadventures.","release_date":"1958-01-22","vote_average":0.0,"runtime":81,"cert":"N\/A","id":365386,"title":"Mi desconocida esposa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legend lunar month every year and a half before and after, the dead will walk the earth ghosts, go to their familiar place before his death, evoking the dusty evil souls complain...  freshman Alan (I heart tim ornaments) and with a roommate moved into dust for many years, and uttered death extraordinary dormitory ghost 314 room, strange events occurred one after another, after the Hungry Ghost Festival which several young beautiful female students began to suffer from pervasive frightened, and even began a bizarre and terrifying to die, only to find Alan looking for answers, always can not escape Halloween \"July and a half\" of fate...","release_date":"2015-08-14","vote_average":7.5,"runtime":91,"cert":"N\/A","id":365391,"title":"Mid-July Days","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Synopsis by Michael Hastings\r Some of Irish music's biggest luminaries join the ever-popular public TV staple Daniel O'Donnell for this rousing video. The Celtic Tenors blend their distinctive voices in with O'Donnell's on several tracks, as do Mary Duff and Gail Davis.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":365396,"title":"Daniel O'Donnell and Friends","adult":false,"genre_ids":[]},{"cast":["Gonzalo Baz","Juan Del Santo","Juan García del Santo","Francesc Garrido","Emilio Gutiérrez Caba"],"overview":"","release_date":"2014-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365398,"title":"Flow","adult":false,"genre_ids":[18]},{"cast":["Yûko Mochizuki","Mayumi Ôzora","Yukio Yamada","Masayuki Itô","Katsuhiro Segawa"],"overview":"The last film produced by Shintoho.","release_date":"1962-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365400,"title":"悲しみはいつも母に","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary film essay analyses controversial police procedures in Germany in autumn 1974, when in a number of the police interventions suspects were killed before being arrested or tried.","release_date":"1975-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":365405,"title":"Public Execution","adult":false,"genre_ids":[99]},{"cast":["Gisela Siebauer","Dan van Husen","Michael Straleck","Nataša Stanojević","Filiz Jakub"],"overview":"A multinational company owned by Mrs Judit Angst is facing financial difficulties: she decides to hire a group of young anarchists to fake her \"kidnapping\". After a couple of weeks spent in confinement she will be able to justify the downfall of her company before the people and at the same time to gain the status of the opponent to the destruction and chaos.","release_date":"1976-01-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":365407,"title":"Paradise. An Imperialist Tragicomedy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"Two independent filmmakers, who willingly practise self-fiction, are filming each other in order to communicate better. In spite of their differences in language and style, the film is mainly an attempt to imitate, or even to become, the other, which is doomed to failure. But the film is in fact the story of this collision\" - Boris Lehman","release_date":"2015-10-24","vote_average":0.0,"runtime":70,"cert":"N\/A","id":365409,"title":"Before the Beginning","adult":false,"genre_ids":[]},{"cast":["Paulo Miklos","Gero Camilo","Gustavo Machado","Aisha Jambo"],"overview":"","release_date":"2015-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365411,"title":"Dá Licença de Contar","adult":false,"genre_ids":[]},{"cast":["Florence Burnier-Bauer","Paul Poet"],"overview":"A minimalist interview-film, dealing with one of the most disturbing life-stories from the twentieth Century. An oral history about abuse, resistance and survival.","release_date":"2015-10-07","vote_average":0.0,"runtime":129,"cert":"N\/A","id":365413,"title":"My Talk with Florence","adult":false,"genre_ids":[99,18]},{"cast":["Mikulas Cizek","Igor Bareš","Karel Fink","Patrik Holubar","Anita Krausová"],"overview":"","release_date":"2015-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365415,"title":"David","adult":false,"genre_ids":[18]},{"cast":["Günther Maria Halmer","Gerhard Dorfer","Gertraud Jesserer","Balduin Baas","Werner Asam"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365417,"title":"Glaube, Liebe, Hoffnung","adult":false,"genre_ids":[35]},{"cast":["Tamer Yigit","Asad Schwarz","Halima Ilter","Sonja Polligkeit"],"overview":"The feature film 'After Spring Comes Fall' tells the story of a young woman who tries to escape the turmoil of the Arab Spring...","release_date":"2015-10-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":365419,"title":"After Spring Comes Fall","adult":false,"genre_ids":[18]},{"cast":["Jean-Daniel Pollet","Paul Roussopoulos"],"overview":"From Provence to Greece, a journey on the mortal remains and ruins of ancient civilizations.","release_date":"1991-08-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":365421,"title":"Three Days in Greece","adult":false,"genre_ids":[]},{"cast":["Michael Dorn","Friedrich von Thun"],"overview":"","release_date":"2012-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365423,"title":"Musensöhne","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Digital Dissidents are the warriors of the digital age: republican patriots, radical anarchists and cyber-hippies fighting side by side for transparency and privacy in a digital world which is permeating our lives more and more. For this they are imprisoned, live in exile, and have lost careers and families. Why do they do it? What motivates them? What are they warning us about?","release_date":"2015-10-27","vote_average":4.8,"runtime":90,"cert":"N\/A","id":365425,"title":"Digital Dissidents","adult":false,"genre_ids":[99]},{"cast":["Gabriel Pardal","Manu Santiago","Fabrício Boliveira","Dellani Lima","Joana Schnitman"],"overview":"The film tells the saga of Guima, a young poet who believes he suffers from “solar ultra violence” during the hottest summer in 50 years in Salvador. The alleged disease is caused by the relentless heat that hits the city. Under the marginal eyes of Guima, in a mix of reality and fantasy, the film presents a tropical\/chaotic Salvador, as opposed to the stereotypical city seen in postcards, on a journey of a search for a redemptive air conditioning that can rid this contemporary antihero of what suffocates his existence.","release_date":"2018-04-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":365427,"title":"Tropykaos","adult":false,"genre_ids":[]},{"cast":["Chico Diaz","Caio Castro","Camilla Camargo","Caco Monteiro","Cyria Coentro"],"overview":"","release_date":"2017-03-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":365429,"title":"Travessia","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by\r Ramón Torrado","release_date":"1944-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365431,"title":"El rey de las finanzas","adult":false,"genre_ids":[]},{"cast":["Boris Festini","Ivo Kadić","Vanča Kljaković","Fahro Konjhodžić","Krešimir Zidarić"],"overview":"A man and a woman quarrel in the street. Others take sides, and a brawl begins. The police finally intervene and justice is carried out in a manner befitting this stylised, slap-stick satire. - MIFF","release_date":"1962-01-01","vote_average":8.0,"runtime":12,"cert":"N\/A","id":365433,"title":"Justice","adult":false,"genre_ids":[18]},{"cast":["Lisa Potthoff","Katrin Sass","Emma Bading","Dirk Borchardt","Max Hopp"],"overview":"","release_date":"2014-10-30","vote_average":5.0,"runtime":null,"cert":"N\/A","id":365435,"title":"Mörderhus - Der Usedom-Krimi","adult":false,"genre_ids":[80]},{"cast":[],"overview":"","release_date":"1908-02-17","vote_average":4.0,"runtime":8,"cert":"N\/A","id":365437,"title":"Neuropathology","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1911-11-01","vote_average":6.0,"runtime":9,"cert":"N\/A","id":365439,"title":"The Life of the Butterfly","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the near future, zombies have become a protected, endangered species, held in captivity and legally wandering the streets free from harm by the living. But for the loved ones of those who die, sometimes coping is just too much to handle, especially when not everyone feels the dead have a right to exist, and are willing to break the law to rid the world of this new population of the dead.","release_date":"","vote_average":7.0,"runtime":76,"cert":"N\/A","id":365441,"title":"A Plague So Pleasant","adult":false,"genre_ids":[]},{"cast":["Hege Aga Edelsteen","Håkon Mathias Vassvik"],"overview":"A woman pulls a time machine across a vast landscape. Her arrival on a remote shore sets off irregular occurrences within time and space.","release_date":"2008-03-07","vote_average":0.0,"runtime":9,"cert":"N\/A","id":365443,"title":"Zoom de temps","adult":false,"genre_ids":[9648,878]},{"cast":["Roland Jansson","Ivar Svensson"],"overview":"Ivar, an eight-year-old boy and his grandfather don't get along. Ivar is a vegetarian and grandpa thinks real men should eat meat. Ivar should at least be able to eat an egg, so Granpa sends him to buy one. But he crushes it and doesn't dare to go back because he's afraid of what grandpa might do to him. His desperate hunt for an egg creates completely new possibilities for their friendship.","release_date":"2005-10-28","vote_average":0.0,"runtime":14,"cert":"\"\"","id":365445,"title":"The Egg","adult":false,"genre_ids":[]},{"cast":["Garmai Sumo"],"overview":"Body Team 12 is tasked with collecting the dead at the height of the Ebola outbreak. These body collectors have arguably the most dangerous and gruesome job in the world. Yet despite the strain they emerge as heroes while the film explores their philosophy and strength.","release_date":"2015-04-19","vote_average":7.0,"runtime":13,"cert":"\"\"","id":365447,"title":"Body Team 12","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After enduring a personal struggle, David April began to search for positive ways to heal himself. Running became his medicine, and that outlet grew into a community where people support and encourage the success of others. Inspired by a Spanish professor's groundbreaking scientific study proving that drinking a beer after a run can hydrate the body better than water, David founded the 'Fishtown Beer Runners.' The Philadelphia based club runs five to ten kilometers every week, ending up at a different bar, where they have a couple of beers and toast to 'The Professor.' David's journey has not only helped others turn their lives around, it has influenced an international beer running movement in Spain, promoting responsible consumption and exercise.","release_date":"2014-01-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":365449,"title":"Beer Runners","adult":false,"genre_ids":[]},{"cast":["Adrianne Palicki","Brian Klugman","Michaela Conlin","Kelsey Grammer","James Roday"],"overview":"The relationship between two mismatched people who try to move past their baggage to make their love work.","release_date":"2015-10-30","vote_average":6.2,"runtime":92,"cert":"\"R\"","id":365451,"title":"Baby, Baby, Baby","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"When Nelson Mandela was finally released from prison, courageous South African musicians broke through Apartheid's barriers to form a 500-voice, multiracial youth choir. Threatened with bombs and thwarted at every turn, they prevailed and railroaded across the country aboard The Peace Train. Singing their way into the hearts, minds and soul of a divided nation in the midst of a civil war, they promoted a peaceful transition to democracy and went on to become Mandela's face of the new nation. When Voices Meet documents the trials, tribulations and triumphs of those musician activists and young choir members. They performed together for seven years; never lost touch with one another; and reunited 20 years later to tell their stories.","release_date":"2015-07-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":365453,"title":"When Voices Meet: One Divided Country; One United Choir; One Courageous Journey","adult":false,"genre_ids":[]},{"cast":["Katsuo Nakamura","Masaaki Daimon","Mitsuo Hamada","Daigo Kusano","Mieko Takamine"],"overview":"An adaptation of Inoue Yasushi's novel about 8th-century Japanese monks traveling to China and bringing back Buddhist texts and other artifacts to Japan.","release_date":"1980-01-26","vote_average":0.0,"runtime":120,"cert":"N\/A","id":365455,"title":"Ocean to Cross","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Crossed Lines (Chinese: 命运呼叫转移; pinyin: Mìngyùn Hūjiào Zhuǎnyí) is a Chinese comedy anthology film.","release_date":"2007-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365457,"title":"Crossed lines","adult":false,"genre_ids":[]},{"cast":["Eulalio González","Luis Aguilar","Elda Peralta","Marina Camacho","Lilia Guízar"],"overview":"Two male cousins inherit a ranch occupied by three female cousins and their separatist aunt.","release_date":"1959-09-16","vote_average":0.0,"runtime":81,"cert":"N\/A","id":365459,"title":"Bendito entre las mujeres","adult":false,"genre_ids":[]},{"cast":["Humberto Cahuich","Pancho Córdova","Eulalio González"],"overview":"Short-attention-span sketch comedy and black-out gags, assembled into a movie. Structured like TV show \"Laugh-In\". First of three in series.","release_date":"1958-10-26","vote_average":0.0,"runtime":84,"cert":"N\/A","id":365461,"title":"Chistelandia","adult":false,"genre_ids":[]},{"cast":["Nataša Gollová","Eva Svobodová","Iva Janžurová","Jiří Hrzán","Ota Sklenčka"],"overview":"","release_date":"1974-01-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":365463,"title":"My Dear Aunt and Me","adult":false,"genre_ids":[10402,35,80]},{"cast":["Agnieszka Żulewska","Tomasz Schuchardt","Eryk Lubos","Danuta Stenka","Anita Jancia"],"overview":"Thirty year old Benek experiences a crisis mainly manifested by compulsive suicidal thoughts and dreams about death. Accidentally he meets a beautiful, magnetic and mouthy Lena. He is dazzled from the first moment and his admiration grows when Lena not only understands his suicidal preoccupation but shares a similar one. They embark on a crazy journey during which Benek realizes he is not the only man in Lena's life - in addition, the girl has cancer, and she is not attempting to treat it. Admiration mixes with fear - finally Benek promises to accompany her to the end...","release_date":"2015-10-02","vote_average":6.1,"runtime":95,"cert":"N\/A","id":365465,"title":"Chemo","adult":false,"genre_ids":[18]},{"cast":["Rasul Sharifi","Morteza Zaffari","Heydar Zamani"],"overview":"Heydar is working in Tehran but is learning English so that he can return to his home country, Afghanistan, as a translator.","release_date":"2005-12-31","vote_average":5.0,"runtime":18,"cert":"N\/A","id":365467,"title":"Heydar, an Afghan in Tehran","adult":false,"genre_ids":[]},{"cast":["Gideon Ferebee","Michelle Parkerson","Renee McCoy"],"overview":"A short documentary about the history of the National Coalition of Black Lesbians and Gays.","release_date":"1988-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":365469,"title":"N.C.B.L.G.: The First Decade","adult":false,"genre_ids":[99]},{"cast":["Senta Berger","Erland Josephson","Mario Scaccia","Paolo Bonacelli","Marina Berti"],"overview":"","release_date":"1986-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":365471,"title":"L'ultima mazurka","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Minisode after Hot Wheels: AcceleRacers - The Speed of Silence taking action in Cliffside &amp; Ice Realms.","release_date":"2005-03-23","vote_average":10.0,"runtime":null,"cert":"\"\"","id":365473,"title":"Hot Wheels: AcceleRacers Vol. 2.5 - Cliffside & Ice Realms","adult":false,"genre_ids":[]},{"cast":["Greta Gynt","Ron Randell","Garard Green","Garard Green","Garard Green"],"overview":"A doctor receives an early morning callout and is kidnapped. American detective Nick Logan assists Scotland Yard in tracking down the perpetrator.","release_date":"1957-01-01","vote_average":8.0,"runtime":75,"cert":"\"\"","id":365475,"title":"The Strange Case of Dr. Manning","adult":false,"genre_ids":[]},{"cast":["Maria Alice Poppe","Angel Vianna","Andréa Beltrão","Nathália Timberg"],"overview":"When an 80 year old intellectual is confronted with issues of old age and death, she reminisces the death of her mother that happened 30 years earlier. With dialogue inspired by Simone de Beauvoir mixed with contemporary dance, the cycle of life is exposed in a poetic manner.","release_date":"2015-12-10","vote_average":0.0,"runtime":76,"cert":"N\/A","id":365477,"title":"In Three Acts","adult":false,"genre_ids":[99,18]},{"cast":["Jacques Perrin","François Marthouret","Pierre Santini","Ludmila Mikaël","Robert Benoît"],"overview":"The struggle of Victor Schœlcher for the abolition of slavery in the French colonies.","release_date":"1998-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":365479,"title":"Victor Schœlcher, l'abolition","adult":false,"genre_ids":[99,10770]},{"cast":["Chloë Sevigny","Matt Malloy"],"overview":"A young American actress tries and fails to get ten minutes alone in her trailer.","release_date":"2002-05-18","vote_average":7.5,"runtime":11,"cert":"N\/A","id":365481,"title":"Int. Trailer. Night","adult":false,"genre_ids":[]},{"cast":["Renata Ferraz","Amanda Fontoura","Rodrigo Almeida","Henrique Frade"],"overview":"\"In the beginning of this project, I wanted to do a documentary film based on this book by Luiz Ruffato. However, I ended up doing a feature film with many links to documentary. I wanted to know what made Brazilians want to emigrate to Portugal. I chose working with amateur actors and non-actors in both cities, so their own life stories and experiences could be in the film. I did the other way round from the writer. He found these people and made them characters of his book. I looked for people who had similar stories to those described in the book, and made them characters of my film. When I read the book, I was seduced by its \"false documentary\" characteristic. The book was all written as if it was the transcription of an oral interview the writer had done in Lisbon. I decided to keep this narrative in the film, by a narration with the main character talking to the camera. It's a film about emigration. About dreams and disappointments,\" says Barahona","release_date":"2015-10-25","vote_average":6.0,"runtime":94,"cert":"N\/A","id":365483,"title":"Estive em Lisboa e Lembrei de Você","adult":false,"genre_ids":[18]},{"cast":["Azman Hassan","Amanda Hariz","Sherwynn Victor","Josephine Yeong"],"overview":"Set in a industrial zone where a security guard patrols the area every night. One night when he bumps into two suspicious men and found Phyu Phyu, a lost spirit of a Rohingya girl.","release_date":"2015-10-12","vote_average":0.0,"runtime":16,"cert":"N\/A","id":365485,"title":"Phyu Phyu","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A portrait of the city of São Paulo through the life of four of its inhabitants: an economist and analyst of the financial market, a metallurgist who works at Volkswagen, a motorcycle courier and a railway worker. Each character calls attention to one aspect of the economy in a period of social tension: the three weeks before the start of the soccer World Cup. The director creates the movie by observing the daily life of the characters, without making interviews or commentaries. Future June aims to reflect on this historical moment and on the ways that the current economic model determines social and human relations.","release_date":"2015-10-28","vote_average":4.0,"runtime":100,"cert":"N\/A","id":365487,"title":"Future June","adult":false,"genre_ids":[99]},{"cast":["Roy Dupuis","Émile Schneider","Dilan Gwyn","Julie Deslauriers","Ambrosio De Luca"],"overview":"Atilla, a reclusive young man of Turkish origin adopted at a young age by Michael and Julie, a Quebec couple reconciles with his origins and his past thanks to the encounter with Asya, a student visiting Québec.","release_date":"2016-01-29","vote_average":6.0,"runtime":89,"cert":"N\/A","id":365489,"title":"There where Atilla passes","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Deborah Ann Woll","Luke Grimes","Ioan Gruffudd","John Diehl","Rhys Coiro"],"overview":"An investigative reporter finds the will to live again after discovering an enigmatic commune.","release_date":"2015-10-27","vote_average":6.1,"runtime":94,"cert":"\"R\"","id":365491,"title":"Forever","adult":false,"genre_ids":[18,10749,53]},{"cast":["Cherie DeVille","Kenna James","Tanya Tate","Abby Lee Brazil","Misty Rain"],"overview":"The 14th installment of Sweetheart's acclaimed series continues with more passionate intrigue as older women and younger girls give into their forbidden desires. Professor Tanya Tate confronts student Abby Lee Brazil about her failing grades only to discover that Abby is upset about best friend Kenna James sleeping with Abby's stepmother Cherie DeVille. Professor Tate consoles Abby, resulting in a sexy tryst in the professor's office. Meanwhile, Professor Tate's lover, Misty Rain, goes head to head with her lover's daughter Shyla Jennings. Rebellious Shyla seduces Misty, and the two of them work things out in their own way. Finally, across town, Misty's contractor, glamorous Jelena Jensen, finds herself on the receiving end of kooky neighbor Zoey Monroe's obsession...","release_date":"2015-10-20","vote_average":0.0,"runtime":114,"cert":"\"NC-17\"","id":365493,"title":"Mother Lovers Society 14","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"'Through My Lens' tells the story of students producing their first films on democracy and human rights. Students all around Turkey set out to make their films in the small cities they live in. While making their films they tackle many obstacles. First, between themselves, they need to agree on what democracy really is. Later, they need to tackle countless obstacles to finalize their films. When they finally finish their films, they realize the reward is much bigger than they expected.","release_date":"2015-02-18","vote_average":0.0,"runtime":62,"cert":"N\/A","id":365495,"title":"Through My Lens","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker and gay activist Sridhar Rangayan embarks on a personal journey to expose the human rights violations faced by the LGBTQ community in India due to a draconian law Section 377 and homophobic social mores of a patriarchal society.","release_date":"2015-05-29","vote_average":5.3,"runtime":82,"cert":"N\/A","id":365497,"title":"Breaking Free","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Days of Wine and Roses","cast":["Cliff Robertson","Piper Laurie","Charles Bickford"],"id":365499,"overview":"An alcoholic falls in love with and gets married to a young woman, whom he systematically addicts to booze so they can share his \"passion\" together.","runtime":90,"genre_ids":[18],"release_date":"1958-10-02","vote_average":7.0,"adult":false}]