[{"cast":[],"overview":"The story that gets told in between the songs by very cute and funny animals is as follows: King Lion has already had a splitting head for days now and it is for this reason that Haas Das has decided to arrange a surprise concert for him to try and cheer him up. All his animal friends work together to try and make this an unforgettable evening for King Lion.","release_date":"2007-07-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36504,"title":"Haas Das Hou Konsert","adult":false,"genre_ids":[]},{"cast":["Francisco Rabal","Fernando Fernán Gómez","Jesús Bonilla","Luis Ciges","Agustín González"],"overview":"Matacanes dies and goes to heaven just to discover that it was not as he expected, and everyone there is revolutionized lately. Peter explains that God was concerned about the progress of the world, and decided to send a second son to Earth. However, Jesus hears and does not agree, as they would have to rewrite history.","release_date":"1995-11-03","vote_average":5.1,"runtime":95,"cert":"N\/A","id":36505,"title":"On Earth as It Is in Heaven","adult":false,"genre_ids":[35]},{"cast":["Alain Delon","Ann-Margret","Van Heflin","Jack Palance","John Davis Chandler"],"overview":"A young ex-con trying to go straight gets caught up in another criminal scheme.","release_date":"1965-04-24","vote_average":6.6,"runtime":107,"cert":"N\/A","id":36514,"title":"Once a Thief","adult":false,"genre_ids":[80,18,53]},{"cast":["Kam Heskin","Chris Geere","Jonathan Firth","Selina Lo","Ase Wang"],"overview":"One year after their royal wedding, King Edvard and Queen Paige of Denmark receive an invitation to attend the wedding of Princess Myra of Sangyoon. Upon their arrival, Paige finds Myra is unhappy with her arranged marriage to the brooding and sinister Kah and is secretly in love with a young elephant handler named Alu.","release_date":"2010-03-23","vote_average":5.5,"runtime":90,"cert":"N\/A","id":36515,"title":"The Prince & Me 4: The Elephant Adventure","adult":false,"genre_ids":[35,10749]},{"cast":["James Mason","Märta Torén","Dan Duryea","Basil Ruysdael","William Conrad"],"overview":"After stealing a gangster's money and his girlfriend, a doctor heads for a small village in Mexico to hide out.","release_date":"1950-04-01","vote_average":4.8,"runtime":79,"cert":"N\/A","id":36516,"title":"One Way Street","adult":false,"genre_ids":[80,18]},{"cast":["Janine Gray","Glyn Houston","Dyson Lovell","Duncan Lamont","Julie Mendez"],"overview":"In this crime melodrama, a Swiss woman finds herself unwittingly involved in a plot to steal from her employer, a London diamond merchant. Her boyfriend is behind the scheme. First he sends two accomplices disguised as German jewelers to see the boss. He is not fooled by their ruse and is killed while the woman is knocked unconscious. She awakens with amnesia and begins aimlessly wandering the London streets. Thinking that his girl has squealed to the police, her boy friend begins scouring the town to find her. Meanwhile, she is taken in by a boxer who returns to the ring to win the money needed to get her out of the country. Trouble ensues when her lover finally finds her after the match and begins beating on the exhausted fighter.","release_date":"1963-01-01","vote_average":5.0,"runtime":69,"cert":"N\/A","id":36517,"title":"Panic","adult":false,"genre_ids":[80,18]},{"cast":["Shelley Winters","Barry Sullivan","Colleen Miller","Gregg Palmer","Richard Long"],"overview":"If you remember Shelley Winters from \"The Poseidon Adventure\" or \"Bloody Mama,\" you might tend to forget what a knockout she was early in her career. This film will give you the chance to see her as a sexy nightclub singer teaching her just-in-from-the-sticks friend Colleen Miller the ropes in New York City. When Winters finds out that her married boyfriend Barry Sullivan has fallen for Miller, the recriminations...and bullets...start to fly!","release_date":"1954-04-21","vote_average":4.3,"runtime":85,"cert":"N\/A","id":36520,"title":"Playgirl","adult":false,"genre_ids":[18]},{"cast":["Gene Raymond","Jeanne Cooper","Wayne Morris","Elisha Cook Jr.","Stafford Repp"],"overview":"A spectacular heist starts to unravel as the crooks take it on the lam.","release_date":"1957-12-05","vote_average":6.8,"runtime":72,"cert":"N\/A","id":36521,"title":"Plunder Road","adult":false,"genre_ids":[18,80]},{"cast":["Ida Lupino","Steve Cochran","Howard Duff","Dean Jagger","Dorothy Malone"],"overview":"Two LA detectives get in over their heads when they get involved with a nightclub singer who holds the key to the missing loot from a New York elevator robbery. Once they find the money, they are tempted to keep it and betrayal and corruption come to run the order of things.","release_date":"1954-09-03","vote_average":6.0,"runtime":81,"cert":"N\/A","id":36522,"title":"Private Hell 36","adult":false,"genre_ids":[80,18,53]},{"cast":["Chris Phillips","Maureen O'Connell","Peter Newman","Susan Montanaro","Don Oriolo"],"overview":"In another dimension, the villainous scientist Duke of Zill, with the help of his mechanical, geometric army, ultimately takes over the golden kingdom of Oriana, where Duke has just escaped exile! But Felix the Cat must bravely save Princess Oriana and restore order once again, from her terrible Uncle Zill and his smoke-belching mechanical troops before he can put his sinister plot into action!","release_date":"1988-10-01","vote_average":3.9,"runtime":82,"cert":"N\/A","id":36523,"title":"Felix the Cat: The Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Mamie Van Doren","Mary Marr","Paige Lee","Gennadi Vernov","Margot Hartman"],"overview":"A groups of astronauts crash-land on Venus and find themselves on the wrong side of a group of Venusian women when they kill a monster that is worshipped by them.","release_date":"1968-01-01","vote_average":2.6,"runtime":78,"cert":"N\/A","id":36530,"title":"Voyage to the Planet of Prehistoric Women","adult":false,"genre_ids":[12,878]},{"cast":["Joth Andrews","Josh Bingenheimer","Jeanna Coker","Shane Dean","David C. Hayes"],"overview":"A horror film about a group of online deviants who are invited to an abandoned factory to witness a bloodletting, an event displaying the torture and murder of an innocent person.","release_date":"2008-05-07","vote_average":3.6,"runtime":null,"cert":"N\/A","id":36531,"title":"The Death Factory: Bloodletting","adult":false,"genre_ids":[27]},{"cast":[],"overview":"When Monty stops by Elmo's Exercise Camp to do a report, he ends up joining Elmo, Rosita, and Tarah in the fitness fun.When Monty stops by Elmo's Exercise Camp to do a report, he ends up joining Elmo, Rosita, and Tarah in the fitness fun.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36534,"title":"Sesame Street: Elmocize","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Wonder Pets are on summer vacation but still on the job as they rescue a circus lion from falling off of circus train. As a reward, they're offered their own acts in the circus.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36537,"title":"The Wonder Pets - Join the Circus","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"The Wonder Pets head to India to save a Bengal Tiger who's got a thorn stuck in her paw. With help from the thorn-pulling Mouse Raji, they prove that no hero is too small to be a big help!","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36538,"title":"The Wonder Pets - Save The Bengal Tiger","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Linny the guinea pig, Ming-Ming the duckling, and Tuck the turtle respond to animals pleas for help from around the world by assembling a flying boat from everyday items in their classroom and flying off to distant places like Greece, Japan, England, and the Nile river.","release_date":"2007-01-01","vote_average":5.3,"runtime":96,"cert":"N\/A","id":36539,"title":"The Wonder Pets - Save The Wonder Pets","adult":false,"genre_ids":[10751]},{"cast":["Sterling Holloway","Junius Matthews","Sebastian Cabot","Howard Morris","Hal Smith"],"overview":"Christopher Robin's bear attempts to raid a beehive in a tall tree.","release_date":"1966-01-01","vote_average":7.9,"runtime":25,"cert":"N\/A","id":36540,"title":"Winnie the Pooh and the Honey Tree","adult":false,"genre_ids":[16,10751]},{"cast":["Chase Masterson","John Newton","Kipleigh Brown","Mik Scriba","Nathan Mobley"],"overview":"Hoyle a girl with a sharp mind and a weakness for bourbon -- finds herself on the trail of a reclusive genius. But her work takes a series of unforeseen twists as events around her grow increasingly fragmented... disconnected... surreal. With an ethereal lounge singer and her loyal partner as her only allies, Hoyle is plunged into a dark world of intrigue and earth-shattering cosmological secrets. Haunted by an ever-present shadow whom she is destined to face, Hoyle discovers that the most powerful force in the universe -- the power to bend reality, the power to know the truth -- lies within the depths of the human heart.","release_date":"2008-01-01","vote_average":5.9,"runtime":89,"cert":"N\/A","id":36549,"title":"Yesterday was a lie","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Chevy Chase","Madison Davenport","Emily Rose Everhard","Colin Ford","Gilbert Gottfried"],"overview":"A fairy tale character who is about to flunk out of fairy tale school, Jack must perform a heroic deed by Monday or fail miserably, just like his father before him. Anxious to make good, Jack sells his C.O.W. (Computer of Wonder) for a handful of magic beans and a mysterious book that records his adventures as he's having them. Accompanied by his sidekick Grayson -- a goose who ate a bean and underwent an amazing transformation -- Jack climbs the magic beanstalk to recover the fabled Harp of Destiny from the evil Giant who lives in the sky. Helping Jack on his perilous quest is the spunky Jillian, a fearless young girl whom Jack meets on his journey -- and who just may have a hidden agenda...","release_date":"2009-11-06","vote_average":5.2,"runtime":94,"cert":"N\/A","id":36550,"title":"Jack and the Beanstalk","adult":false,"genre_ids":[12,35,10751,14]},{"cast":[],"overview":"A woman is tortured by the sudden disappearance of her only child years before. Obsessed with having another baby, she is devastated and driven to emotional crisis when discovering her new husband is infertile. Gripped by despair, the woman begins to resign herself to the bitter likelihood of never having another child. Striking up a friendship with two discarded young laborers hired to re-paint her son's now silent room, the three lost souls form a disturbing bond as the boys are led deeper into the woman's tormented world. Her family's suspicions of this unsettling new friendship sets off an irreversible series of events, leading to madness and murder as the horrors of the past collide with the sins of the present, ending in tragedy and terror.","release_date":"2008-01-01","vote_average":4.3,"runtime":94,"cert":"N\/A","id":36551,"title":"The Double Born","adult":false,"genre_ids":[18,878,53]},{"cast":["Richard Burton","James Mason","Robert Newton","Robert Douglas","Chips Rafferty"],"overview":"Richard Burton plays a Scottish Army officer put in charge of a disparate band of ANZAC troops on the perimeter of Tobruk with the German Army doing their best to dislodge them","release_date":"1953-05-20","vote_average":6.5,"runtime":88,"cert":"N\/A","id":36554,"title":"The Desert Rats","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["Phillip Rhee","Christopher McDonald","Gina Gershon","Mark Rolston","Peter Simmons"],"overview":"Tommy Lee (Phillip Rhee) comes to visit his sister and finds that the town is being overrun with members of the Arian brotherhood. These Arian brothers certainly weren't expecting a Taekwondo expert to show up. Tommy and his sister's husband played by Christopher Mcdonald team up to stop the racism. whats better than watching neo-nazis get the crap kicked out of them? when the person kicking the crap out of them is dressed like homie the killer clown, complete with big red shoes and a foam nose. and thats just ONE of the MANY many many many many many cinematic jewels contained within this action packed blessing to the silver screen.this is the best worst martial arts film since sonny chiba's street fighter! you don't believe me? see for yourself namby-pants and check out the best of the best 3. now!!!","release_date":"1995-05-17","vote_average":5.5,"runtime":90,"cert":"N\/A","id":36555,"title":"Best of the Best 3: No Turning Back","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Rick (Andrew W. Walker) is a man raised with solid American values, who was trained as a \"special interrogator\" in Iraq. He does and experiences things there that cause him PTSD. When he is debriefed by a therapist (Doc), strange things begin to be revealed, and as the creepiness factor starts to rise we realize that all is not as it seems.","release_date":"2008-01-01","vote_average":2.9,"runtime":86,"cert":"N\/A","id":36556,"title":"The Torturer","adult":false,"genre_ids":[27,18,9648,53]},{"cast":["Daniel Craig","Eva Green","Mads Mikkelsen","Judi Dench","Jeffrey Wright"],"overview":"Le Chiffre, a banker to the world's terrorists, is scheduled to participate in a high-stakes poker game in Montenegro, where he intends to use his winnings to establish his financial grip on the terrorist market. M sends Bond—on his maiden mission as a 00 Agent—to attend this game and prevent Le Chiffre from winning. With the help of Vesper Lynd and Felix Leiter, Bond enters the most important poker game in his already dangerous career.","release_date":"2006-11-14","vote_average":7.4,"runtime":144,"cert":"12","id":36557,"title":"Casino Royale","adult":false,"genre_ids":[12,28,53]},{"cast":["Péter Rudolf","Imre Csuja","Reviczky Gábor","Sándor Gáspár","József Szarvas"],"overview":"In the sequel to the surprise hit Üvegtigris (2001), we witness the 6 losers again as they run amok around the roadside buffet, which again fails to make their dreams come true, but which serves as the basis and end station of numerous funny adventures.","release_date":"2006-01-19","vote_average":6.6,"runtime":null,"cert":"N\/A","id":36558,"title":"Glass Tiger 2","adult":false,"genre_ids":[35]},{"cast":["Maria Bonnevie","Gérard Depardieu","Christopher Eccleston","Bjørn Floberg","Pernilla August"],"overview":"In Northern Norway during the 1860s, a little girl named Dina accidentally causes her mother's death. Overcome with grief, her father refuses to raise her, leaving her in the care of the household servants. Dina grows up wild and unmanageable, with her only friend being the stable boy, Tomas. She summons her mother's ghost and develops a strange fascination with death as well as a passion for living.","release_date":"2002-03-08","vote_average":5.6,"runtime":125,"cert":"N\/A","id":36561,"title":"I Am Dina","adult":false,"genre_ids":[18]},{"cast":["Christian Schoyen","Sean Young","Danny Trejo","Marília Pêra","Matt Dallas"],"overview":"Living the Dream\" is a docudrama about two friends who after being bullied as children become corrupt when growing up because they have been conditioned to believe that they need to achieve materialistic success to be 'accepted' and liked by others, in a society where the end justifies the means.","release_date":"2006-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":36562,"title":"Living the Dream","adult":false,"genre_ids":[35,18]},{"cast":["Diane Keaton","Paul Sorvino","Maury Chaykin","Bob Balaban","Burt Young"],"overview":"A bookkeeper who thinks she killed three mobsters is subsequently promoted by her boss to be a hitman.","release_date":"2001-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":36563,"title":"Plan B","adult":false,"genre_ids":[28,35]},{"cast":["Dylan Walsh","Alison Eastwood","Tobin Bell","Brixton Karnes","Frank Birney"],"overview":"An investigative reporter links the deaths of three people to a high profile corporation, while scientists working on their privately funded research project are forced to look beyond their work and face realitytheir experiments may be the cause of a series of killer earthquakes. The corporation will stop at nothing to keep this secret from becoming public.","release_date":"2002-02-01","vote_average":7.3,"runtime":100,"cert":"N\/A","id":36564,"title":"Power Play","adult":false,"genre_ids":[28,53]},{"cast":["Olle Sarri","Lisa Werlinder","Alexander Karim","Anna Littorin","Luke Perry"],"overview":"A beautiful waterfront house, a Swedish flag fluttering in the wind. A sailboat tied to the wooden deck below. This is the setting of the friends' annual Midsummer celebrations. The friends are gathered at Emil's family house and the herring lunch, sauna, games and compulsory skinny dipping are as always prepared. Expectations are set - Micke worries about his highly pregnant wife and the fastest way to the nearest hospital. Eva is looking for some distraction from her recent split with Patrick and Sam. Emil's college buddy from the States arrives with his own expectations of Swedish sin. Wannabe singer-songwriter Anders hasn't told his wannabe pregnant girlfriend Maria about his low sperm count and hopes to solve the problem over the weekend. To top it off Emil's surprise seems to lift the party to unprecedented heights. If everything had gone according to plan that is.","release_date":"2009-10-02","vote_average":4.9,"runtime":86,"cert":"N\/A","id":36565,"title":"A Swedish Midsummer Sex Comedy","adult":false,"genre_ids":[35]},{"cast":["Cheech Marin","Tommy Chong","Shelby Chong","Jimmy Root"],"overview":"A documentary based on Cheech and Chong's \"Light Up America\" reunion tour.","release_date":"2010-04-20","vote_average":5.4,"runtime":83,"cert":"N\/A","id":36566,"title":"Cheech & Chong's Hey Watch This","adult":false,"genre_ids":[99,35]},{"cast":["Phillip Rhee","Ernie Hudson","Tobin Bell","Thure Riefenstein","Jessica Collins"],"overview":"A group of Russian mobsters have stolen a huge supply of paper for printing U.S. currency, and are now flooding the market with conterfeit bills. When one of the mobsters decides to give herself in and hand over a data CD to the DA, she is shot and killed, but not before handing the disc to an unsuspecting Tommy Lee. Despite working with the police as a martial arts instructor, Lee doesn't go to the cops with the disc, but instead goes on the run, giving the mafia time to kidnap his daughter and hold as a hostage in exchange for return of the disc. Will Tommy ever see his daughter again?","release_date":"1998-10-10","vote_average":5.4,"runtime":90,"cert":"N\/A","id":36567,"title":"Best of the Best 4: Without Warning","adult":false,"genre_ids":[28,53,12]},{"cast":["Gena Rowlands","Tony Shalhoub","Cheech Marin","Bruce Davison","Trini Alvarado"],"overview":"Paulie, an intelligent parrot who actually talks, relates the story of his struggle to a Russian immigrant who works as a janitor at the research institute where he is housed and neglected. Paulie's story begins many years earlier when he is given as a gift to a little girl who stutters. Eventually, he teaches the girl to speak correctly but is taken away by her father because he believes the girl cannot distinguish fantasy from reality because she believes the bird can talk. Paulie goes through a series of adventures with a pawn shop owner, an aging widow, a Mexican-American troubadour and a would be thief before being taken to the institute where he now lives","release_date":"1998-04-17","vote_average":6.3,"runtime":91,"cert":"N\/A","id":36568,"title":"Paulie","adult":false,"genre_ids":[35,10751]},{"cast":["Mariella Frostrup"],"overview":"In the remote and forgotten wilderness of Lake Natron, in northern Tanzania, one of nature's last great mysteries unfolds: the birth, life and death of a million crimson-winged flamingos.","release_date":"2008-12-17","vote_average":7.1,"runtime":78,"cert":"","id":36569,"title":"The Crimson Wing: Mystery of the Flamingos","adult":false,"genre_ids":[99]},{"cast":["Fritz Karl","Julia Koschitz","Roland Düringer","Florian Teichtmeister","Krista Stadler"],"overview":"Leopold Wallisch, nick-named \"Lemming\", was fired from the homicide department due to intrigues by his colleague Krotznig. Now he works for a small Viennese private detective agency and spies on potential adulterers. When the Latin teacher Grinzinger is murdered while under Lemming's observation, he gives himself a shove and decides to solve the case himself. \"Lemming's First Case\", an adaptation of the best-seller by the Austrian author Stefan Slupetzky, promises pure crime comedy.","release_date":"2009-10-02","vote_average":6.5,"runtime":96,"cert":"N\/A","id":36570,"title":"Lemming's First Case","adult":false,"genre_ids":[80,35]},{"cast":["Lee Marvin","Ernest Borgnine","Ken Wahl","Larry Wilcox","Sonny Landham"],"overview":"Major Reisman is \"volunteered\" to lead another mission using convicted army soldiers, sentenced to either death or long prison terms. This time their mission is to kill a Nazi general who plans to assassinate Hitler.","release_date":"1985-02-04","vote_average":4.7,"runtime":95,"cert":"N\/A","id":36571,"title":"The Dirty Dozen: Next Mission","adult":false,"genre_ids":[28,10752,10770]},{"cast":["Telly Savalas","Ernest Borgnine","Vince Edwards","Bo Svenson","Vincent Van Patten"],"overview":"Learning of a Nazi plot to attack Washington, D.C. with a deadly nerve gas, Major Wright leads twelve convicts on a suicide mission deep into occupied France to destroy the secret factory where the poison is made.","release_date":"1987-03-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":36572,"title":"The Dirty Dozen: The Deadly Mission","adult":false,"genre_ids":[10752,28,10770]},{"cast":["Telly Savalas","Ernest Borgnine","Hunt Block","Matthew Burton","Jeff Conaway"],"overview":"A renegade team of World War II soldiers. This time, one of the 12 is a woman and, with a Nazi spy within their midst, they're up against German wartime geniuses out to establish a Fourth Reich.","release_date":"1988-02-14","vote_average":4.6,"runtime":100,"cert":"N\/A","id":36573,"title":"The Dirty Dozen: The Fatal Mission","adult":false,"genre_ids":[12,10752,28]},{"cast":["Janelle Bartosek","Liam Card","John Cronk","Sarah Jackson","Shawn Storer"],"overview":"Two people Matt and Kate wake up in a closed down prison. They have no idea how they got there, or why they are there. In the prison they encounter several terrors as they look for an exit.","release_date":"2007-10-31","vote_average":2.6,"runtime":null,"cert":"N\/A","id":36574,"title":"Dark Reprieve","adult":false,"genre_ids":[27,9648,878,53]},{"cast":["Kevin Nealon","Jo Koy","Garry Shandling","Susan Yeagley"],"overview":"SATURDAY NIGHT LIVE alum and WEEDS star Kevin Nealon focuses his wry wit on such universal issues as aging, having children, and conflict avoidance in this stand-up comedy special featuring a guest appearance by famed comic Garry Shandling.","release_date":"2009-09-04","vote_average":6.0,"runtime":72,"cert":"N\/A","id":36575,"title":"Kevin Nealon: Now Hear Me Out!","adult":false,"genre_ids":[35]},{"cast":["David Niven","Robert Wagner","Herbert Lom","Joanna Lumley","Capucine"],"overview":"Inspector Clouseau disappears, and the Surete wants the world's second best detective to look for him. However, Clouseau's enemy, Dreyfus, rigs the Surete's computer to select, instead, the world's WORST detective, NYPD Sgt. Clifton Sleigh. Sleigh obtusely bungles his way past assassins and corrupt officials as though he were Clouseau's American cousin.","release_date":"1983-08-12","vote_average":4.2,"runtime":109,"cert":"N\/A","id":36576,"title":"Curse of the Pink Panther","adult":false,"genre_ids":[80,35]},{"cast":["Yukie Kawamura","Takumi Saito","Eri Otoguro","Sayaka Kametani","Jiji Bû"],"overview":"High school student Mizushima receives Valentines Day chocolates from the new student, Monami. Little did she know that the chocolates contained traces of Monami's vampire blood. He gets infected from eating them and Monami confesses that she wants to live with him forever as vampires. Meanwhile, Mizushima decides that he wants to fully become a vampire with Monami's help. Keiko, Mizushima's girl friend, sees the two on the school rooftop kissing and in a state of hysteria, attempts to throw Monami off the roof but falls off herself instead. Keiko dies but her father, Kenji Furano, the mad scientist, resurrects her as Franken girl. Thus begins a deadly combat between Franken Keiko and Vampire Monami in the name of love.","release_date":"2008-08-15","vote_average":5.3,"runtime":84,"cert":"18","id":36577,"title":"Vampire Girl vs. Frankenstein Girl","adult":false,"genre_ids":[35,27]},{"cast":["Jeff Fatt","Murray Cook","Emma Watkins","Anthony Field"],"overview":"The Wiggles are joined by two new friends, Officer Beaples and Zardo Zap. Plus three Light's, Camera, Action episodes.","release_date":"1999-10-06","vote_average":5.3,"runtime":120,"cert":"N\/A","id":36578,"title":"The Wiggles: Toot Toot","adult":false,"genre_ids":[10751]},{"cast":["Murray Cook","Jeff Fatt","Anthony Field","Greg Page","Slim Dusty"],"overview":"Sail with Tim Finn and Captain Feathersword on the high seas of fun, dance with Dorothy and Slim Dusty, jump like a kangaroo with Rolf Harris, move to the sounds of the Torres Strait with Christine Anu, take a Morningtown Ride with Jimmy Little, hear Dorothy sing for the first time ever with Kamahl then enjoy a taste of Japan with Atsuko Arai.","release_date":"2001-07-31","vote_average":4.5,"runtime":null,"cert":"N\/A","id":36579,"title":"The Wiggles: Wiggly, Wiggly World!","adult":false,"genre_ids":[10751]},{"cast":["Anthony Field","Lachlan Gillespie","Jeff Fatt","Murray Cook","Emma Watkins"],"overview":"Something strange is happening at Network Wiggles, it appears as though the Wiggly Gremlins are playing some funny tricks on The Wiggles and their friends. Can you help the \"Fab Four of Fun\" work out who is behind the mischief?","release_date":"2004-08-03","vote_average":5.2,"runtime":null,"cert":"N\/A","id":36580,"title":"The Wiggles: Whoo Hoo! Wiggly Gremlins!","adult":false,"genre_ids":[10751]},{"cast":["Murray Cook","Jeff Fatt","Anthony Field","Greg Page"],"overview":"Join Murray, Jeff, Greg and Anthony as they decorate Captain Feathersword like a Christmas tree, dance the Christmas Polka with Santa Claus and travel to the North Pole to meet a new friend – Jimmy the Elf!","release_date":"2001-07-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":36581,"title":"The Wiggles: Yule Be Wiggling","adult":false,"genre_ids":[10751,10402]},{"cast":["Dylan Haggerty","Renee Faia","Dennis Lau","Raymond J. Barry","Kelsey Kemper"],"overview":"Out of work TV cameraman Ron Kobelski is approached by his formerly reclusive neighbor Walter Ohlinger. Ohlinger claims that he was the mysterious \"second gunman\" that shot and killed President Kennedy. Ohlinger has kept quiet all these years, but has decided to tell his story now that he has been diagnosed with terminal cancer. Kobelski is skeptical of his neighbor's story, after his investigations provide ambiguous answers. His attitude changes, however, after he receives threatening messages on his answering machine, and spots shadowy figures in his backyard. Is Ohlinger telling the truth? Or is there a bigger conspiracy at work?","release_date":"2002-05-09","vote_average":5.4,"runtime":88,"cert":"N\/A","id":36584,"title":"Interview with the Assassin","adult":false,"genre_ids":[18,53]},{"cast":["Godfrey","James Charles Leary"],"overview":"Jamal and Dex, out of work actors, come to terms with reality when they realize they've been pursuing their dreams for over ten years and still haven't booked a single speaking role. When the two run out of cash and face eviction they hit the pavement in search of a job. With no experience, no skill set and little ambition, the audience gets a front row seat to this hilarious journey in which these two characters can't seem to catch a break","release_date":"2008-09-23","vote_average":3.0,"runtime":94,"cert":"N\/A","id":36585,"title":"Unemployed","adult":false,"genre_ids":[35]},{"cast":["Wesley Snipes","Kris Kristofferson","Ron Perlman","Leonor Varela","Norman Reedus"],"overview":"A rare mutation has occurred within the vampire community - The Reaper. A vampire so consumed with an insatiable bloodlust that they prey on vampires as well as humans, transforming victims who are unlucky enough to survive into Reapers themselves. Blade is asked by the Vampire Nation for his help in preventing a nightmare plague that would wipe out both humans and vampires.","release_date":"2002-03-22","vote_average":6.4,"runtime":117,"cert":"18","id":36586,"title":"Blade II","adult":false,"genre_ids":[14,27,28,53]},{"cast":["Steve Warren","Gary Fischer","Chris Warrilow","Thomas Webb","John Geddes"],"overview":"SCARCE depicts the gruesome fate of three lost snowboarders trapped at an isolated forest cabin owned by two menacing locals who harvest human flesh. As the day of the slaughter nears, they attempt to escape barefoot through the frozen wilderness.","release_date":"2008-01-01","vote_average":4.4,"runtime":93,"cert":"N\/A","id":36587,"title":"Scarce","adult":false,"genre_ids":[27]},{"cast":["Adrian Paul","Temuera Morrison","Wes Ramsey","Daniel Kash","Sofia Pernas"],"overview":"Sir Francis Drake goes on a quest to find the legendary Tree of Life, battling the Spanish Armada, sea monsters, sorceress and his bitter nemesis Captain Don Sandovate on the way.","release_date":"2009-01-17","vote_average":4.5,"runtime":null,"cert":"N\/A","id":36588,"title":"The Immortal Voyage of Captain Drake","adult":false,"genre_ids":[12,14]},{"cast":["Krzysztof Globisz","Anna Radwan","Jerzy Trela","Janusz Gajos","Mieczysław Grąbka"],"overview":"Giordano, an angel assigned to an orphan in Krakow, is two years into the job when his celestial overseers, citing budget cuts, initiate \"Phase Two\" without telling him. Some changes are good - they send him a nanny, the enterprising Irena; some are bad - his phone number to Heaven no longer works nor do his special powers; and some dismay him - he grows a penis. His closest friend tells him to get a woman, and Irena advises him on hygiene. He visits a therapist, Roma, and falls in love with her. She tells him its transference. Meanwhile, Giordano's celestial friends conspire to rid Roma of her boyfriend, clearing the way for Giordano to be his naive and engaging self.","release_date":"2005-05-13","vote_average":8.3,"runtime":107,"cert":"N\/A","id":36589,"title":"Angel in Love","adult":false,"genre_ids":[18,878,10749]},{"cast":["John Oates","Thomas Lyons","Craig Shoemaker","Heather Sossaman","Chris Dollard"],"overview":"Meet Dave Bertman, a tightly wound 37 year-old father of one. Bertman's \"higher\" education begins when medical marijuana activists wielding \"loaded\" weapons interrupt a planned reunion barbecue with college debate chums. When his teenage daughter Gina Marie unexpectedly arrives with a joint found in her pocket, Bertman assumes the worst. Only after he faces his own hypocrisies, can he have the open and honest discussion needed for father and daughter to understand each other and reconnect.","release_date":"2007-04-20","vote_average":5.0,"runtime":88,"cert":"N\/A","id":36590,"title":"Totally Baked","adult":false,"genre_ids":[35]},{"cast":["Leslie Nielsen","Priscilla Presley","George Kennedy","O.J. Simpson","Fred Ward"],"overview":"Frank Drebin is persuaded out of retirement to go undercover in a state prison. There he is to find out what top terrorist, Rocco, has planned for when he escapes. Frank's wife, Jane, is desperate for a baby.. this adds to Frank's problems. A host of celebrities at the Academy awards ceremony are humiliated by Frank as he blunders his way trying to foil Rocco.","release_date":"1994-03-18","vote_average":6.5,"runtime":83,"cert":"12","id":36593,"title":"Naked Gun 33⅓: The Final Insult","adult":false,"genre_ids":[35,80]},{"cast":["Stephen Rea","Deborah Valente","Michael Cram","Dylan Everett","Hannah Lochner"],"overview":"A couple and their six-year-old son move into an old Connecticut house where the boy soon becomes distraught with thoughts of monsters dwelling in the attic. When their friends and guests abruptly go missing or die mysteriously, it becomes a race against time as the family's lives are in peril.","release_date":"2008-01-01","vote_average":3.5,"runtime":90,"cert":"N\/A","id":36594,"title":"The Devil's Mercy","adult":false,"genre_ids":[27,53]},{"cast":["Madison Walls","Steven Bauer","Ken Howard","Alice L. Walker","Hanna Hall"],"overview":"Neil Black is a good looking schmoozer who can sell anything to anyone, literally. The beautiful Catherine (Madison Walls) doesn’t seem to close deals as easily as Mr. Black (Steven Bauer) and soon realizes her sales room is headed for disaster. Not able to handle rejection or accept failure, Catherine is forced to hand over her sales team to Neil Black, and watch as he turns her unproductive lazy sales room into a prosperous and successful “money room.” Basically, the plot focuses on the transformation of Catherine’s failing sales room and the blossoming relationship between her and Neil Black.","release_date":"2010-04-15","vote_average":3.7,"runtime":75,"cert":"N\/A","id":36595,"title":"A Numbers Game","adult":false,"genre_ids":[18,35,10749]},{"cast":["Alain Chabat","Mathilde Seigner","Fanny Ardant","Isabelle Nanty","Hélène Vincent"],"overview":"Nathalie and Jean-Pierre have been together for five years, to celebrate their anniversary, Jean-Pierre prepare a surprise present for his girlfriend: a cute four month english bullgod. Nathalie loves her present and calls the puppy \"Tresor\"; her relationship with the dog is close and strong since the begining but causes problems in the couple.","release_date":"2009-11-11","vote_average":4.7,"runtime":85,"cert":"N\/A","id":36598,"title":"Tresor","adult":false,"genre_ids":[35]},{"cast":["Leslie Nielsen","Jamie Lee Curtis","Casey Stevens","Anne-Marie Martin","Antoinette Bower"],"overview":"This slasher movie follows a relentless killer who is out to avenge the death of a young girl who died after being bullied and teased by four of her classmates. Now high-school students, the guilt-ridden kids have kept their involvement a secret, but when they start being murdered, one by one, it's clear that someone knows the truth. Also coping with the past are members of the dead girl's family, most notably her prom-queen sister, Kim Hammond (Jamie Lee Curtis).","release_date":"1980-07-18","vote_average":5.7,"runtime":92,"cert":"N\/A","id":36599,"title":"Prom Night","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jenny Hanley","Ray Brooks","Luan Peters","Candace Glendenning","Robin Askwith"],"overview":"Actors rehearsing a show at a mysterious seaside theater are being killed off by an unknown maniac.","release_date":"1972-10-01","vote_average":5.0,"runtime":93,"cert":"","id":36600,"title":"The Flesh and Blood Show","adult":false,"genre_ids":[27,53]},{"cast":["Fairuza Balk","Greg Bryk"],"overview":"The Sloan's young son Daniel has been in coma for an extended period of time following a car accident. Hannah, who was driving at the time of the accident, is suffering a great deal of guilt and depression. Shortly after moving into a newly purchased farmhouse, strange occurrences begin to happen.","release_date":"2008-05-20","vote_average":4.8,"runtime":93,"cert":"N\/A","id":36601,"title":"Grindstone Road","adult":false,"genre_ids":[53]},{"cast":["Matt Lucas","Lee Ingleby","Bob Hoskins","Imelda Staunton","Jim Carter"],"overview":"Matt Lucas as a marvellous Toad, Mark Gatiss as a spiky rat, Lee Ingleby as a nervous Mole, and Bob Hoskins as a grumpy old Badger make a classy cast within yet another version of Kenneth Grahame's classic book.","release_date":"2006-12-18","vote_average":6.0,"runtime":99,"cert":"N\/A","id":36602,"title":"The Wind in the Willows","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Anne Arceneaux","Fayard Lindsey","Will Morrow","Brian Perry"],"overview":"Ignoring warnings to stay away, Hilton and Amelia, a New Orleans couple displaced by Hurricane Katrina, decided to return to the Big Easy and see their destroyed home first hand. Upon arrival, they quickly realize that things will never be the same. Everything they owned and the life they once lived is gone and when their car breaks down they find themselves trapped in a desolate wasteland. With cell service down and no help for miles tensions begin to rise and ultimately the couple turns on each other.","release_date":"2009-12-08","vote_average":0.0,"runtime":83,"cert":"N\/A","id":36605,"title":"Trapped in Katrina","adult":false,"genre_ids":[28,53]},{"cast":["George Clooney","Harvey Keitel","Michael Parks","Fred Williamson","Quentin Tarantino"],"overview":"A documentary about the production of From Dusk Till Dawn (1996) and the people who made it.","release_date":"1997-09-09","vote_average":6.8,"runtime":97,"cert":"N\/A","id":36606,"title":"Full Tilt Boogie","adult":false,"genre_ids":[99]},{"cast":["Dave Attell","Sean Rouse","Greg Giraldo","Dane Cook"],"overview":"Inspired by Dave Attell's popular Comedy Central series, this concert movie deposits him and three fellow comics, including the wildly popular Dane Cook, at the House of Blues in Las Vegas to deliver some raucous and frequently funny material before an appreciative crowd. Those who know Attell's misanthropic stage persona from his series won't be disappointed by his material here, though he functions mainly as host for his three co-headliners. Rouse takes the easy route with jokes aimed straight for the heart of the rowdy audience (sex, booze, drugs), Giraldo mixes gags based around fatherhood with some political humor, while Cook, whose status has blossomed to near-superstardom thanks to tours like this, is broad and fairly foul-mouthed, but gives an engagingly manic performance, which is well received by the heavily lubricated twenty-something crowd.","release_date":"2005-02-04","vote_average":9.0,"runtime":98,"cert":"N\/A","id":36607,"title":"Dave Attell's Insomniac Tour: Uncensored!","adult":false,"genre_ids":[35]},{"cast":["Ralphie May"],"overview":"Voted one of Variety's \"10 Comics to Watch\" in 2008, Ralphie May is a comedic force capable of making you laugh your balls off -- yes, even you ladies. As lovable as he is outrageous, this veteran comedy juggernaut and star of TV's \"Last Comic Standing\" keeps his sold-out audience at the histroric Paramount Theatre in Austin, Texas, in a continuous uproar with his supercharged, politically incorrect stand-up.","release_date":"2008-11-09","vote_average":5.3,"runtime":99,"cert":"N\/A","id":36608,"title":"Ralphie May: Austin-Tatious","adult":false,"genre_ids":[35]},{"cast":["Michael Biehn","Annabella Sciorra","Zachary Charles","Don Franklin","Carlos Gómez"],"overview":"With the discovery of an incoming asteroid, the government of America formulate a plan to destroy it. When the plan fails, all the world can do is wait. The main impact zone is revealed to be Dallas, Texas. Generally, the plot follows the lives and reactions of several characters: an astronomer, her father, her son, two firefighters from Kansas, two young doctors in Dallas and the heads of the government agency in charge of the situation.","release_date":"1997-02-16","vote_average":4.5,"runtime":120,"cert":"12","id":36609,"title":"Asteroid","adult":false,"genre_ids":[28,878,53]},{"cast":["Eduardo Noriega","José Coronado","Mélanie Doutey","Silvia Abascal","Santiago Ramos"],"overview":"Based on a true story. In the 70s, during the last stages of Franco's dictatorship, Txema, a basque construction worker, is arrested because of his connection to some terrorists who have just committed a murder. The secret service see in him an ideal candidate to infiltrate the terrorist band ETA and become a mole, so they try to offer him a deal if he will do so.","release_date":"2004-11-05","vote_average":6.5,"runtime":125,"cert":"","id":36610,"title":"Wolf","adult":false,"genre_ids":[53]},{"cast":["George Sanders","Gail Patrick","Richard Denning","Lynne Roberts","Sidney Blackmer"],"overview":"A gentleman steals rare books from a library in order to make forgeries to  sell to rich suckers.","release_date":"1943-03-19","vote_average":6.5,"runtime":70,"cert":"N\/A","id":36611,"title":"Quiet Please Murder","adult":false,"genre_ids":[80,18,53]},{"cast":["Ida Lupino","Dennis Morgan","Joan Leslie","Jack Carson","Gladys George"],"overview":"An ambitious woman doesn\"t care who she hurts in her drive to make her sister a star.","release_date":"1943-02-20","vote_average":7.7,"runtime":109,"cert":"N\/A","id":36612,"title":"The Hard Way","adult":false,"genre_ids":[18]},{"cast":["Yukie Nakama","Omi Minami","Chisa Yokoyama","Yuji Ueda","Akiko Yajima"],"overview":"Two years have passed since the Great War. Akito and Yurika have vanished. The Jovians and the Earthlings have joined forces and Ruri is now captain of Nadesico B. As the popularity of Boson Jumping grows, a vast transportation network has been developed. Dubbed the Hisago Plan, this network of Chulip portals holds the answers to the mysteries behind Bose particles and their power. If those secrets should fall into the wrong hands, it could mean big trouble. And big trouble there is. A Martian splinter group has launched an offensive, leaving the United Forces befuddled and desperate. So much so, in fact, that the former crew of the Nadesico is called back to active duty for a special unsanctioned mission-to save us all. Does this menagerie of misfits have what it takes? Who will win the race for the Boson technology? And what the heck happened to Akito and Yurika?","release_date":"1998-08-01","vote_average":8.0,"runtime":87,"cert":"N\/A","id":36613,"title":"Martian Successor Nadesico: The Motion Picture - Prince of Darkness","adult":false,"genre_ids":[16,878,18,28]},{"cast":["Jack Thompson","Russell Crowe","John Polson","Deborah Kennedy","Joss Moroney"],"overview":"\"The Sum of Us\" is an Aussie story about a father and a son both searching for love and sharing an unconventional bond. Harry, the father, is the caring and open-minded \"mate\" that borders on annoyance. His son Jeff unsuccessfully searches for love, with the unwanted guidance of his father.","release_date":"1994-07-28","vote_average":6.9,"runtime":100,"cert":"N\/A","id":36614,"title":"The Sum of Us","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bowen Dong","Yuanyuan Ning","Li Xinyun","Chen Manyuan","Zhao Rui"],"overview":"Liang is a four-year-old little rebel, possessed of a pair of luminous eyes and a precociously indomitable will. His father deposits him at a well-appointed residential kindergarten in post-1949 Beijing, since his parents are often away. Life at the kindergarten appears rich and colourful, made up of a variety of cheerfully sunny rituals and games meant to train these children to be good members of society.","release_date":"2006-04-08","vote_average":5.9,"runtime":92,"cert":"N\/A","id":36615,"title":"Little Red Flowers","adult":false,"genre_ids":[35,18]},{"cast":["Tone Loc","Faizon Love","Vanessa Bell Calloway","Wayne Collins Jr.","Marques Houston"],"overview":"When Robin meets the lovely Jamika he thinks he's in heaven. But when he meets her friend Bebe's children, whom she is looking after, he knows he's in hell. Bebe's kids are the most obnoxious, irritating, pain in the butt kids he has ever met. Written by Brian W Martz","release_date":"1992-07-31","vote_average":6.2,"runtime":72,"cert":"N\/A","id":36616,"title":"Bébé's Kids","adult":false,"genre_ids":[16,35,10751]},{"cast":["Alejandro Awada","Mariano Chiesa","Roly Serrano","Delfina Varni","Fabián Mazzei"],"overview":"Lucía, an active little girl, looses a tooth. Santiago, her father, is an out-of-work boss, and her mother, Pilar, is a successful but overworked architect, reassure Lucía, by telling her that the Hairy Tooth Fairy (a mouse named Pérez) will come to her bedroom to collect her tooth, leaving some money in its place. A mouse who had been monitoring the situation tells another mouse, who in turn tells another mouse until finally the news reaches Pérez, The Hairy Tooth Fairy, who lives in a boat in the port along with hundreds of other mice. They receive the teeth that he collects, and then clean, shape and polish them so that they can be transformed into shiny round pearls. These pearls are then carried through the citys sewers until finally they reach the jewellers owned by Morientes, where an old friend exchanges them for their weight in gold.","release_date":"2006-07-15","vote_average":5.6,"runtime":90,"cert":"N\/A","id":36617,"title":"The Hairy Tooth Fairy","adult":false,"genre_ids":[10751]},{"cast":["Donatas Ivanauskas","Inga Jankauskaitė","Žemyna Ašmontaitė","Kęstutis Jakštas","Bronius Kindurys"],"overview":"What would you get if you mix a gangster film and a soap opera? \"Zero 2\" is a crazy twister of criminal romance and sexy violence that just might laugh you to death.","release_date":"2010-01-21","vote_average":6.4,"runtime":90,"cert":"N\/A","id":36618,"title":"Zero 2","adult":false,"genre_ids":[35,53]},{"cast":["J.K. Rowling"],"overview":"A look into the life of J.K. Rowling in the year leading to her finishing her final harry potter book.","release_date":"2007-01-01","vote_average":7.8,"runtime":60,"cert":"N\/A","id":36619,"title":"J.K. Rowling: A Year in the Life","adult":false,"genre_ids":[99]},{"cast":["Antoni Pawlicki","Tomasz Karolak","Jacek Braciak","Marcin Hycnar","Karolina Piechota"],"overview":"Film ten ukazuje kilka dni z życia trojga młodych mieszkańców jednego ze śląskich miast. Marta planuje ślub, Robert żyje sobotnim meczem ukochanego klubu, a Bartek właśnie kończy studia. Ich życie jest uporządkowane i przewidywalne. Każdemu z bohaterów przydarzy się jednak coś, co każe mu poważnie się zastanowić nad dotychczasowym sposobem myślenia o sobie i swojej przyszłości.","release_date":"2008-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":36620,"title":"Splinters","adult":false,"genre_ids":[27,53,99]},{"cast":["Jan Frycz","Danuta Stenka","Przemysław Cypryański","Mikołaj Krawczyk","Anna Antonowicz"],"overview":"This romantic comedy is about a mother and daughter and their entertaining adventures in love. The mother, Anna, is an energetic and attractive 40-year-old with a great sense of humor, a great sense of fashion, and an easy going personality. Her 19-year-old daughter Kasia, on the other hand, is an atypical teenager who is serious, shutters at the thoughts of parties or boys. Instead, she focuses on eating healthy, practicing yoga, and having a practical approach to life. What will happen when two eligible bachelors, Michal and Pawel, encounter these two lovely ladies?","release_date":"2008-01-04","vote_average":2.5,"runtime":91,"cert":"N\/A","id":36621,"title":"Once Again","adult":false,"genre_ids":[35]},{"cast":["Christopher Atkins","Colm Meaney","Angela Featherstone","Monica Bârlădeanu"],"overview":"An extreme adventure tour group headed by deep caving expert John Palmer descends into a 2000 Ft abandoned salt mine , that was mysteriously closed down years ago after an unexplained disaster trapped all of the miners . They prepare for rock slides , blackouts , cave-ins - whatever might threaten their journey and commence their descent into the depths.","release_date":"2006-01-07","vote_average":3.3,"runtime":93,"cert":"N\/A","id":36622,"title":"Caved In: Prehistoric Terror","adult":false,"genre_ids":[27,878]},{"cast":["Daniel Olbrychski","Malgorzata Braunek","Tadeusz Łomnicki","Kazimierz Wichniarz","Krzysztof Kowalewski"],"overview":"Following With Fire and Sword', this is an adaptation of the second and most spectacular part of Sienkiewicz's trilogy of warfare, romance, and derring-do. With war raging across Europe in the 17th century, a dashing warrior fights for the heart of a young gentlewoman. With almost four hundred actors, thousands of extras and twenty three thousand costumes, this is one of the most popular films in Polish cineman and received an Oscar nomination for Best Foreign Feature.","release_date":"1974-09-02","vote_average":7.3,"runtime":315,"cert":"N\/A","id":36627,"title":"The Deluge","adult":false,"genre_ids":[36,12,10752]},{"cast":["Jeremiah Birkett","Sarah Lassez","Ward Roberts","Devin Barry","Liz Loza"],"overview":"Love presents many challenges to couples...but none so daunting as the one Justin faces with his girlfriend April...","release_date":"2009-07-01","vote_average":6.4,"runtime":82,"cert":"N\/A","id":36628,"title":"Lo","adult":false,"genre_ids":[10749,35,27,10402]},{"cast":["Donal Logue","Michael Rapaport","Natasha Lyonne","Eileen Brennan","DJ Qualls"],"overview":"When word hits the street that a nearby elderly gentleman has a cache of old, rare, and very valuable mint condition comic books, rival comic book shop owners Raymond McGillicuddy (Donal Logue) and Norman Link (Michael Rapaport) both set out to be the first to buy them. But when the old man declines to sell, the former friends turn into enemies, and a friendly rivalry becomes tainted with greed and turns to murder.","release_date":"2002-09-03","vote_average":5.7,"runtime":92,"cert":"N\/A","id":36629,"title":"Comic Book Villains","adult":false,"genre_ids":[28,35]},{"cast":["Nicolas Cage","Erika Anderson","Judge Reinhold","Joe Pantoliano","Viveca Lindfors"],"overview":"Bored with her marriage to burnt out poet turned corporate executive Thierry, Zandalee falls prey to an old friend of her husband, the manipulative and egotistical Johhny and becomes enmeshed in a sensual, passionate and destructive affair.","release_date":"1991-05-09","vote_average":4.2,"runtime":100,"cert":"18","id":36630,"title":"Zandalee","adult":false,"genre_ids":[18,10749,53]},{"cast":["Richard Todd","Peter Sellers","Elizabeth Sellars","Adam Faith","Carol White"],"overview":"John Cummings, an unsuccessful cosmetics salesman, has his unpaid-for car stolen by one of the hoods in the employ of Lionel Meadows, the sadistic organizer of a London car conversion racket. The auto was not insured, and since the police appear indifferent to his plight, Cummings decides to find it himself -- and gets himself involved in an underworld battle.","release_date":"1960-01-01","vote_average":7.0,"runtime":90,"cert":"","id":36631,"title":"Never Let Go","adult":false,"genre_ids":[18,53,80]},{"cast":["Spencer Tracy","Pat O’Brien","Diana Lynn","John Hodiak","Eduardo Ciannelli"],"overview":"A defense attorney jeopardizes his career to save his client.","release_date":"1951-09-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":36634,"title":"The People Against O'Hara","adult":false,"genre_ids":[80,18]},{"cast":["Faye Emerson","Zachary Scott","Richard Erdman","Rosemary DeCamp","Bruce Bennett"],"overview":"After robbing and murdering his married lover and then making her death look like suicide, conniving philanderer Ronnie Mason relocates to Los Angeles. Under a new identity and claiming to be a writer, Ronnie finds lodging at the home of Hilda Fenchurch and her mother. He woos Hilda, knowing she has money, but when he discovers that Hilda's sister, Anne, has just inherited $25,000, he switches his attentions to her.","release_date":"1945-11-14","vote_average":4.9,"runtime":78,"cert":"N\/A","id":36635,"title":"Danger Signal","adult":false,"genre_ids":[80,53,18]},{"cast":["Francis Ng","Ti Lung","Vivian Hsu","Joseph Quek","Harvey Keitel"],"overview":"An assassin is hired to kill the men responsible for kidnapping an important man's son. With every death, the killer gets closer to the last kidnapper's name... his own.","release_date":"2007-01-11","vote_average":5.6,"runtime":106,"cert":"N\/A","id":36640,"title":"One Last Dance","adult":false,"genre_ids":[28,35,10749,80]},{"cast":["Pierce Brosnan","Sophie Marceau","Robert Carlyle","Denise Richards","Robbie Coltrane"],"overview":"Greed, revenge, world dominance and high-tech terrorism – it's all in a day's work for Bond, who's on a mission to protect a beautiful oil heiress from a notorious terrorist. In a race against time that culminates in a dramatic submarine showdown, Bond works to defuse the international power struggle that has the world's oil supply hanging in the balance.","release_date":"1999-11-17","vote_average":6.2,"runtime":128,"cert":"12","id":36643,"title":"The World Is Not Enough","adult":false,"genre_ids":[12,28,53]},{"cast":["Mario Barth"],"overview":"","release_date":"2007-10-05","vote_average":6.5,"runtime":120,"cert":"N\/A","id":36646,"title":"Mario Barth: Männer sind primitiv, aber glücklich!","adult":false,"genre_ids":[35]},{"cast":["Wesley Snipes","Stephen Dorff","Kris Kristofferson","N'Bushe Wright","Donal Logue"],"overview":"When Blade's mother was bitten by a vampire during pregnancy, she did not know that she gave her son a special gift while dying—all the good vampire attributes in combination with the best human skills. Blade and his mentor battle an evil vampire rebel who plans to take over the outdated vampire council, capture Blade and resurrect a voracious blood god.","release_date":"1998-08-21","vote_average":6.6,"runtime":120,"cert":"18","id":36647,"title":"Blade","adult":false,"genre_ids":[27,28]},{"cast":["Wesley Snipes","Kris Kristofferson","Dominic Purcell","Jessica Biel","Ryan Reynolds"],"overview":"For years, Blade has fought against the vampires in the cover of the night. But now, after falling into the crosshairs of the FBI, he is forced out into the daylight, where he is driven to join forces with a clan of human vampire hunters he never knew existed—The Nightstalkers. Together with Abigail and Hannibal, two deftly trained Nightstalkers, Blade follows a trail of blood to the ancient creature that is also hunting him—the original vampire, Dracula.","release_date":"2004-12-08","vote_average":5.8,"runtime":123,"cert":"15","id":36648,"title":"Blade: Trinity","adult":false,"genre_ids":[878,28,27,53,12,14]},{"cast":["Alec Baldwin"],"overview":"Cranky the Crane gives little engines Thomas and Percy a lot of grief in the title story. To make matters worse, big engines Gordon and James side with the ill-tempered lifter and the little guys get nervous and begin making mistakes on the job. They redeem themselves, however, when Cranky topples in a storm and Thomas and his buddy put him back upright. Other stories feature twin engines Bill and Ben having \"teething troubles,\" Toad the brake van's forward-thinking ambition, grumpy Gordon crashing through a station wall, and storyteller Alec Baldwin adopting a falsetto as Lady Hatt, Sir Topham Hatt's wife and birthday girl. In lieu of a seventh story, a chorus of kids sings \"Night Train\" while the model trains steam through darkness in a series of dramatic scenarios.","release_date":"1999-02-02","vote_average":0.0,"runtime":67,"cert":"N\/A","id":36649,"title":"Cranky Bugs & Other Thomas Stories","adult":false,"genre_ids":[]},{"cast":["Paul Muni","Luise Rainer","Walter Connolly","Tilly Losch","Charley Grapewin"],"overview":"The story follows Wang Lung (Paul Muni), a humble farmer, who makes an arranged marriage to a slave, O-Lan (Luise Rainer). The couple's great struggle is to procure--and then, against withering odds, keep--a piece of land, ownership of which makes the difference between self-determination and near-slavery. The film's physical production is truly eye-filling, with location shooting in China providing exterior shots and backdrops (and blending seamlessly with the footage shot in the U.S.). No wonder the great cinematographer Karl Freund won an Oscar for the photography, which includes an awesomely staged locust plague.","release_date":"1937-08-06","vote_average":5.8,"runtime":138,"cert":"N\/A","id":36652,"title":"The Good Earth","adult":false,"genre_ids":[18]},{"cast":["Hugh Jackman","Patrick Stewart","Ian McKellen","Famke Janssen","James Marsden"],"overview":"Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.","release_date":"2000-07-13","vote_average":6.9,"runtime":104,"cert":"12","id":36657,"title":"X-Men","adult":false,"genre_ids":[12,28,878]},{"cast":["Patrick Stewart","Hugh Jackman","Ian McKellen","Halle Berry","Famke Janssen"],"overview":"Professor Charles Xavier and his team of genetically gifted superheroes face a rising tide of anti-mutant sentiment led by Col. William Stryker. Storm, Wolverine and Jean Grey must join their usual nemeses—Magneto and Mystique—to unhinge Stryker's scheme to exterminate all mutants.","release_date":"2003-04-24","vote_average":7.0,"runtime":133,"cert":"12A","id":36658,"title":"X2","adult":false,"genre_ids":[12,28,878,53]},{"cast":[],"overview":"Seven people with problems and two therapists. Spending time in a lonely hut in the mountains. A whole week therapy which could be strenuous but healing. One person has an eating disorder. The other is neurotic, another has a drug addiction problem and someone has panic attacks. In the one case a person always carries a photo album of his family with him. Group dynamics and no hectic can be an explosive mixture for the two therapists. Strange things happen. All seven use cameras to document there progress. They show mysterious clues from an uninhabited house. Someone leaves deadly messages, somebody that they know in their weakest and most afraid state of mind. From the nine people there are only eight...seven...six...","release_date":"2006-09-06","vote_average":5.0,"runtime":null,"cert":"N\/A","id":36659,"title":"Septem","adult":false,"genre_ids":[27]},{"cast":["Pierre Brice","Marie-José Nat","Georges Marchal","Amza Pellea","Mircea Albulescu"],"overview":"The great King of Dacia, Decebal (Decebalus), is disposed to make the ultimate sacrifice in order to keep the integrity of his people. His own son, Cotyso, is given to the god Zamolxis to the dismay of the King and his daughter Meda. Septimius Severus a young roman devoted to his adopted country, must make the choose between his blood origins and the culture he was raised to","release_date":"1967-05-31","vote_average":6.9,"runtime":110,"cert":"N\/A","id":36662,"title":"Dacii","adult":false,"genre_ids":[10752,18,36]},{"cast":["Idi Amin","Fidel Castro","Golda Meir"],"overview":"Filmmaker Barbet Schroeder shows the Ugandan dictator meeting his Cabinet, reviewing his troops, explaining his ideology.","release_date":"1974-11-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":36665,"title":"General Idi Amin Dada","adult":false,"genre_ids":[99,10752]},{"cast":["Richard Thomas"],"overview":"Riding the Rails offers a visionary perspective on the presumed romanticism of the road and cautionary legacy of the Great Depression. The filmmakers relay the experiences and painful recollections of these now-elderly survivors of the rails. Forced to travel more by economic necessity than the spirit of adventure, the film's subjects dispel romantic myths of a hobo existence and its corresponding veneer of freedom. Riding the Rails recounts the hoboes' trade secrets for survival and accounts of dank miseries, loneliness, imprisonment, death, and dispossession. Sixty years later, the filmmakers transport their subjects back to the tracks, where the surging impact of sound and movement resuscitates memories of a shattered adolescence and devastating rite of passage.","release_date":"1997-01-01","vote_average":4.5,"runtime":72,"cert":"N\/A","id":36666,"title":"Riding the Rails","adult":false,"genre_ids":[99]},{"cast":["Pierce Brosnan","Halle Berry","Rosamund Pike","Rick Yune","Toby Stephens"],"overview":"Bond takes on a North Korean leader who undergoes DNA replacement procedures that allow him to assume different identities. American agent, Jinx Johnson assists Bond in his attempt to thwart the villain's plans to exploit a satellite that is powered by solar energy.","release_date":"2002-11-17","vote_average":5.9,"runtime":133,"cert":"12A","id":36669,"title":"Die Another Day","adult":false,"genre_ids":[12,28,53]},{"cast":["Sean Connery","Kim Basinger","Klaus Maria Brandauer","Edward Fox","Barbara Carrera"],"overview":"James Bond returns as the secret agent 007 one more time to battle the evil organization SPECTRE. Bond must defeat Largo, who has stolen two atomic warheads for nuclear blackmail. But Bond has an ally in Largo's girlfriend, the willowy Domino, who falls for Bond and seeks revenge. This is the last time for Sean Connery as Her Majesty's Secret Agent 007. Made outside of the traditional Broccoli production environment due to separate rights having been obtained for this specific Ian Fleming story.","release_date":"1983-10-07","vote_average":6.1,"runtime":134,"cert":"PG","id":36670,"title":"Never Say Never Again","adult":false,"genre_ids":[12,28,53]},{"cast":["Bob Arnold","Kane Hodder","Amy Lyndon","Odessa Rae","Cara Sigmund"],"overview":"A story based on real-life serial killer Dennis L. Rader, who systematically tortured and killed his victims for over two decades and evaded the police for over 30 years, all while leading a seemingly normal life as a husband, father, security officer and church president.","release_date":"2008-07-08","vote_average":4.7,"runtime":90,"cert":"N\/A","id":36671,"title":"B.T.K.","adult":false,"genre_ids":[18,27,53]},{"cast":["Matthias Freihof","Dirk Kummer","Axel Wandtke","Werner Dissel","Michael Gwisdek"],"overview":"Philipp, a closeted teacher, is dating a female colleague to keep up appearances. One night he stumbles into a gay bar and falls for a man. Transformed by this love, he is no longer afraid to face up to who he is.","release_date":"1989-11-10","vote_average":6.5,"runtime":113,"cert":"N\/A","id":36672,"title":"Coming Out","adult":false,"genre_ids":[18,10749]},{"cast":["Derek Osedach","Rebekah Kochan","Scot Nery","Sean Durrie","Amanda Ward"],"overview":"A horribly burned man escapes from a mental institution and terrorizes teenagers at a party.","release_date":"2006-10-24","vote_average":2.9,"runtime":85,"cert":"N\/A","id":36675,"title":"Halloween Night","adult":false,"genre_ids":[27]},{"cast":["Claire Janaro","Deborah Layton","Garrett Lambrev","Hue Fortson Jr.","Janet Shular"],"overview":"Featuring never-before-seen footage, this documentary delivers a startling new look at the Peoples Temple, headed by preacher Jim Jones who, in 1978, led more than 900 members to Guyana, where he orchestrated a mass suicide via tainted punch.","release_date":"2006-04-26","vote_average":7.0,"runtime":86,"cert":"N\/A","id":36676,"title":"Jonestown: The Life and Death of Peoples Temple","adult":false,"genre_ids":[99,36,10770]},{"cast":["Richard Jordan","Jami Gertz","Jason Patric","Lukas Haas","James Le Gros"],"overview":"In a future in which most water has disappeared from the Earth, we find a group of children, mostly teenagers, who are living at an orphanage, run by the despotic rulers of the new Earth. The group in question plays a hockey based game on roller skates and is quite good. It has given them a unity that transcends the attempts to bring them to heel by the government. Finding an orb of special power, they find it has unusual effects on them. They escape from the orphanage (on skates) and try to cross the wasteland looking for a place they can live free as the storm-troopers search for them and the orb.","release_date":"1986-11-26","vote_average":5.1,"runtime":94,"cert":"12","id":36677,"title":"Solarbabies","adult":false,"genre_ids":[878]},{"cast":[],"overview":"This documentary places the Bush Administration's original justifications for war in Iraq within the larger context of a two-decade struggle by neo-conservatives to dramatically increase military spending while projecting American power and influence globally by means of force.","release_date":"2004-09-10","vote_average":5.6,"runtime":68,"cert":"N\/A","id":36678,"title":"Hijacking Catastrophe: 9\/11, Fear & the Selling of American Empire","adult":false,"genre_ids":[99]},{"cast":["Katsuhiko Sasaki","Kosuke Toyohara","Anna Nakagawa","Megumi Odaka","Akiji Kobayashi"],"overview":"Time travelers from the 23rd century return to 1992 to warn Japan that Godzilla will cause a catastrophic nuclear incident in the 21st century and suggest a way to rid the world of him forever. They intend to go back to 1944, to Ragos Island, where a dinosaur was exposed to radiation from the Bikini H-Bomb test and became Godzilla. Upon completion of this task, King Gidorâ appears in 1992 and the visitors' true plan is discovered. They wish to destroy Japan so it will not become the dominant economic force. Luckily for the Japanese, Godzilla was still created and will now fight Gidorâ.","release_date":"1991-12-14","vote_average":6.2,"runtime":103,"cert":"","id":36679,"title":"Godzilla vs. King Ghidorah","adult":false,"genre_ids":[28,12,878,18,14,27]},{"cast":["Terence McKenna"],"overview":"Are we prepared for dealing with the prospect that humanity is not the end of evolution? Technocalyps is an intriguing three-part documentary on the notion of transhumanism by Belgian visual artist and filmmaker Frank Theys. The latest findings in genetics, robotics, artificial intelligence, bionics and nanotechnology appear in the media every day, but with no analysis of their common aim: that of exceeding human limitations. The director conducts his enquiry into the scientific, ethical and metaphysical dimensions of technological development.","release_date":"2006-05-01","vote_average":5.0,"runtime":156,"cert":"N\/A","id":36680,"title":"TechnoCalyps","adult":false,"genre_ids":[99,878]},{"cast":["Cha Seung-won","Song Yun-ah","Ryu Seung-ryong","Park Won-sang","Oh Jung-se"],"overview":"Sung-ryeol (Cha Seung-Won) is a detective in charge of violent crimes. He is having an affair with his colleague’s wife, and it is the reason he loses his own son in a car accident. Wracked with guilt but unable to explain to his wife, Ji-yeon (Song Yun-Ah), what happened on that day and why so she decides to go abroad. Ji-yeon comes home unexpectedly and insecurely one day, peaking Sung-ryeol’s curiosity. The next day, Sung-ryeol finds trace evidence that hints at his wife while investigating a murder scene. He presumes that his wife is connected to the case, and does all he can to keep her from being identified as a suspect. When an unidentified man shows up claiming to know Ji-yeon is involved and asking for money, the situation is made worse by Ji-yeon refusing to tell him any kind of truth.","release_date":"2009-12-03","vote_average":6.0,"runtime":105,"cert":"N\/A","id":36681,"title":"Secret","adult":false,"genre_ids":[53,80]},{"cast":["Angela Mao","Carter Wong","Sammo Hung","Ji Han-Jae","Hwang In-Shik"],"overview":"Korea, 1934. During the Japanese occupation, there is open warfare between rival martial arts schools. There is a fight in the marketplace, and three Chinese students can't stand the unfair way of students that side up with the invasors, when they gang assault one of the fighting men. Between the three, they send the aggressors away. Retaliation is heavy: their school is destroyed, and they are banished. They return to China, and start their own school, and set out on good-will visits to the other martial arts schools, only to find that everybody in their neighbourhood is already dominated by the Japanese. They have many kung fu fights to win, before they eventually manage to establish peace.","release_date":"1972-10-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":36682,"title":"Hapkido","adult":false,"genre_ids":[28]},{"cast":["Toshiaki Karasawa","Takako Tokiwa","Teruyuki Kagawa","Hidehiko Ishizuka","Takashi Ukaji"],"overview":"In 1969, Kenji, an elementary school kid and his friends built a secret base during their summer holidays. They fantasized that they had to fight villains who were out to conquer the world and wrote them in the Book of Prophecies. Years later in 1997, Kenji becomes a convenience store manager and leads a regular life after giving up his dreams to become a rock star. His boring life is suddenly turned upside down when his old classmate dies mysteriously and an entire family in the neighbourhood disappears. At the same time, a religious cult and its mysterious leader, Friend emerges and a strange chain of events duplicating exactly the events described in the Book of Prophecies follow. Is this the beginning of the end of the world? Who is Friend?","release_date":"2008-08-19","vote_average":7.0,"runtime":142,"cert":"N\/A","id":36683,"title":"20th Century Boys 1: Beginning of the End","adult":false,"genre_ids":[878,12,9648]},{"cast":["Wes Bentley","Kaitlin Doubleday","Sofya Skya","Cary-Hiroyuki Tagawa","Mackenzie Rosman"],"overview":"Successful writer and scholar Jonathan Merrick falls under the spell of the irresistible, bewitchingly beautiful Ligeia. She's fighting a fatal illness and she will stop at nothing to defeat death, her one true enemy.","release_date":"2009-11-05","vote_average":3.6,"runtime":89,"cert":"N\/A","id":36686,"title":"The Tomb","adult":false,"genre_ids":[27,53]},{"cast":["SubjecTmAtTerS","Microphone Messengers","BlueEyedSoul","Mob Towne Revival"],"overview":"ROOTSY HIP is a resonant documentary which charts the boundaries between the idyllic dreams and the harsh realities of an eccentric collection of white rappers in Mobile, Alabama, and Memphis, Tennessee. Hindered by financial obligation, family pressure, social scorn and even domestic eviction, these resilient artists cling to the benevolent virtues of hip-hop as a bond and a moral code which enables them to not only endure, but to spiritually thrive in the face of adversity.","release_date":"","vote_average":5.3,"runtime":84,"cert":"N\/A","id":36687,"title":"Rootsy Hip","adult":false,"genre_ids":[99,10402]},{"cast":["Denis Podalydès","Jeanne Balibar","Isabelle Candelier","Cécile Bouillot","Jean-Noël Brouté"],"overview":"Albert, a sound engineer who is chronically hesitant successively meets three charming young women who will, each in their own way, provoke and help him to get a better hold of himself.","release_date":"1998-06-03","vote_average":6.8,"runtime":120,"cert":"N\/A","id":36690,"title":"Only God Sees Me","adult":false,"genre_ids":[35,10749]},{"cast":["Michael Douglas","Danny DeVito","Jesse Eisenberg","Susan Sarandon","Mary-Louise Parker"],"overview":"A car magnate watches his personal and professional life hit the skids because of his business and romantic indiscretions.","release_date":"2009-09-07","vote_average":5.8,"runtime":90,"cert":"","id":36691,"title":"Solitary Man","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daniel Bernhardt","John Rhys-Davies","Amber Van Lent","Uni Park","James Hong"],"overview":"Bloodsport III brings us back to the world of Alex Cardo. This time he must battle in a fight to end all fights - The Kumite, the most vicious warrior alive - Beast. He must not only battle for his own honor, but also avenge the death of Sun, his mentor, teacher, and spiritual \"father\", when Sun is spitefully killed by crime boss Duvalier. In order to defeat Beast, destroy Duvalier, and avenge Sun's death, Alex turns to Leung to whom he was indebted in Bloodsport II. Leung directs him to the great shaman, Makato \"the Judge\", to whom Alex must turn for guidance. The judge teaches him to fully channel the energy in his mind and body in order to rout the Beast in the Kumite...","release_date":"1996-12-05","vote_average":4.3,"runtime":91,"cert":"N\/A","id":36692,"title":"Bloodsport III","adult":false,"genre_ids":[28,53]},{"cast":["Daniel Bernhardt","Ivan Ivanov","Lisa Stothard","Stefanos Miltsakakis","Jeff Moldovan"],"overview":"Agent John Keller goes undercover into the tough prison known as Fuego Penal to find out about the corpses of prisoners disappearing without a trace. There he gets involved in a dangerous tournament arranged by a man named Justin Caesar, where the prisoners are forced fight to death.","release_date":"1999-03-30","vote_average":3.6,"runtime":100,"cert":"N\/A","id":36693,"title":"Bloodsport: The Dark Kumite","adult":false,"genre_ids":[28,53]},{"cast":["Anna Bolshova","Evgeny Mironov","Sergey Garmash","Aleksandr Bashirov","Elena Yakovleva"],"overview":"Belka, the amazing flying dog is unexpectedly hurdled into the streets of Moscow when the rocket she is in malfunctions during one of her circus routines. Fortunately the crash leads her to meet a streetwise dog named Strelka and her irredeemable rat friend Venya. Together with other amusing friends found along the way, the three find themselves in a space program-training center where they get sent away in a rocket, leaving planet Earth...","release_date":"2010-03-18","vote_average":5.7,"runtime":85,"cert":"N\/A","id":36696,"title":"Space Dogs","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36697,"title":"Solen i ögonen","adult":false,"genre_ids":[]},{"cast":["Igor Petrenko","Aleksandr Baluev","Lyubov Tolkalina","Lev Prygunov","Vladimir Vdovichenkov"],"overview":"The film tells a story of an agent betrayed by his partner when transporting new psychic weapon. Believed to be dead, he escapes and takes new identity so he can live in peace far away. But later he is forced to return to Moscow to confront a secret organization, led by his former partner, that attempts to use the dangerous weapon in order to take control over the country. Now he is a key figure in the battle between forces of darkness and light.","release_date":"2009-10-08","vote_average":4.5,"runtime":90,"cert":"15","id":36698,"title":"The Interceptor","adult":false,"genre_ids":[53,878,28]},{"cast":["Vladimir Yaglych","Ekaterina Klimova","Igor Petrenko","Dmitriy Stupka","Vladislav Reznik"],"overview":"Two young Russian historians are going to Ukraine to take part in the reconstruction of the Lvov-Sandomierz operation in July 1944. On sight they fall into conflict with Ukrainian nationalists, and some magical twist of fate, move into the middle of real warfare from more than 60 years. Miraculously avoiding death at the hands of Ukrainian nationalists, caught in the middle of fighting between the Red Army and the Nazis.","release_date":"2010-02-18","vote_average":5.3,"runtime":101,"cert":"15","id":36699,"title":"We Are from the Future 2","adult":false,"genre_ids":[10752,14,28,18]},{"cast":["Jesper Klein","Peter Belli","Otto Brandenburg","Per Bentzon Goldschmidt","Jytte Abildstrøm"],"overview":"A boy explores the hidden depths of his bathtub in a grey world dominated by boring adults.","release_date":"1971-03-06","vote_average":6.7,"runtime":41,"cert":"N\/A","id":36700,"title":"Benny's Bathtub","adult":false,"genre_ids":[16,35]},{"cast":["Bob Marley","Rita Marley"],"overview":"Recorded in California at the Santa Barbara County Bowl, this live concert appearance from Bob Marley and the Wailers was filmed on November 25, 1979. One of the last shows to be recorded before Marley's untimely demise, the gig is a scintillating mix of reggae classics and provides a fitting epitaph to the influential musician. Tracks include \"I Shot the Sheriff,\" \"Exodus,\" \"Is This Love\" and many more.","release_date":"2003-10-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":36701,"title":"Bob Marley: The Legend Live","adult":false,"genre_ids":[10402]},{"cast":["Ursula Andress","Matthew Barney"],"overview":"Cremaster 5 (55 min, 1997) is a five-act opera (sung in Hungarian) set in late-ninteenth century Budapest. The last film in the series, Cremaster 5 represents the moment when the testicles are finally released and sexual differentiation is fully attained. The lamenting tone of the opera suggests that Barney invisions this as a moment of tragedy and loss. The primary character is the Queen of Chain (played by Ursula Andress). Barney, himself, plays three characters who appear in the mind of the Queen: her Diva, Magician, and Giant. The Magician is a stand-in for Harry Houdini, who was born in Budapest in 1874 and appears as a recurring character in the Cremaster cycle.","release_date":"1997-01-01","vote_average":6.5,"runtime":55,"cert":"N\/A","id":36702,"title":"Cremaster 5","adult":false,"genre_ids":[18]},{"cast":["Tilly Hatcher","Maggie Hatcher","Alex Karpovsky","Bob Byington"],"overview":"Beeswax revolves around the personal and professional entanglements of twin sisters Jeannie and Lauren – played by extraordinary newcomers Tilly and Maggie Hatcher – living in Austin, Texas. Jeannie co-owns a vintage clothing store with Amanda, a semi-estranged friend who she fears is trying to end their partnership. Lauren leads a looser, less tethered existence and is considering getting out of the country altogether. When Jeannie receives an email from Amanda threatening a lawsuit, she calls her law student ex-boyfriend Merrill for help. Eager for distraction from his own problems, he begins helping the sisters with theirs.","release_date":"2009-08-09","vote_average":6.4,"runtime":100,"cert":"N\/A","id":36703,"title":"Beeswax","adult":false,"genre_ids":[18]},{"cast":["Bud Abbott","Lou Costello","Marion Hutton","Kirby Grant","Margaret Irving"],"overview":"Two bumbling plumbers are hired by a socialite to fix a leak. A case of mistaken identity gets the pair an invitation to a fancy party and an entree into high society. As expected, things don't go too smoothly","release_date":"1944-08-16","vote_average":6.9,"runtime":75,"cert":"N\/A","id":36704,"title":"In Society","adult":false,"genre_ids":[35]},{"cast":["Moe Howard","Larry Fine","Curly Howard","Paul Winchell","Joe Bolton"],"overview":"Moe, Larry and Curly (The Three Stooges) appear in short subjects linked by ventriloquist Paul Winchell and his dummies.","release_date":"1960-01-07","vote_average":0.0,"runtime":78,"cert":"N\/A","id":36707,"title":"Stop! Look! and Laugh!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In Rain of the Children, Ward further explores the subject of his earlier film, In Spring One Plants Alone when, as a young film student he travelled to the Ureweras and documented the lives of an elderly Māori woman (Puhi) and her schizophrenic son (Niki).","release_date":"2008-09-25","vote_average":6.3,"runtime":98,"cert":"N\/A","id":36708,"title":"Rain of the Children","adult":false,"genre_ids":[99,18]},{"cast":["Jason Scott Lee","Robert Joamie","Anne Parillaud","Annie Galipeau","Patrick Bergin"],"overview":"Fantastic improbabilities, happenstance and the undying bridge of love are part of this romantic fantasy about an Inuit who crosses years, oceans and the ravages of WWII to find his childhood love, a Metis girl, but finds that their cultures are the most difficult spaces to gap.","release_date":"1993-04-22","vote_average":6.8,"runtime":109,"cert":"","id":36709,"title":"Map of the Human Heart","adult":false,"genre_ids":[12,18,10749,10752]},{"cast":["Stany Crets","Peter van den Begin","Bart De Pauw","Jaak Van Assche","Camilia Blereau"],"overview":"Tony is a homosexual law student who quits his studies. With a van and a handful of cash, he hits the road hoping to become a salesman. This, however, turns out to be harder than he expected.","release_date":"1996-12-04","vote_average":5.0,"runtime":105,"cert":"N\/A","id":36712,"title":"Everything Must Go","adult":false,"genre_ids":[35,18]},{"cast":["Alex Jones","Gary Busey","Joe Rogan"],"overview":"In Alex Jones' 11th feature documentary, made in 2004, Alex documents the major candidates in the staged 2004 United States presidential election.","release_date":"2004-08-04","vote_average":5.0,"runtime":131,"cert":"N\/A","id":36713,"title":"American Dictators: Staging Of The 2004 Presidential Election","adult":false,"genre_ids":[99]},{"cast":["Frances O'Connor","Miranda Otto","Deborra-Lee Furness","Victoria Haralabidou","Monica Maughan"],"overview":"Seven lost children wander the night streets while their mothers await their return home.","release_date":"2009-09-10","vote_average":6.3,"runtime":113,"cert":"N\/A","id":36714,"title":"Blessed","adult":false,"genre_ids":[18]},{"cast":["Alex Jones"],"overview":"POLICE STATE 4 chronicles the sickening depths to which our republic has fallen. Veteran documentary filmmaker Alex Jones conclusively proves the existence of a secret network of FEMA camps, now being expanded nationwide. The military industrial complex is transforming our once free nation into a giant prison camp. A cashless society control grid, constructed in the name of fighting terrorism, was actually built to enslave the American people. Body scanners, sound cannons, citizen spies, staged terror and cameras on every street corner -- it's only the beginning of the New World Order's hellish plan. This film exposes how the \"Continuity of Government\" program has established an all powerful shadow state. Prepare to enter the secretive world of emergency dictatorship, FEMA camps, and a shredded Constitution.","release_date":"2010-04-20","vote_average":6.7,"runtime":141,"cert":"N\/A","id":36715,"title":"Police State IV: The Rise of FEMA","adult":false,"genre_ids":[99]},{"cast":["Alex Jones","Aaron Russo"],"overview":"In an historic final interview, filmmaker and music promoter Aaron Russo goes in depth on the insider-knowledge given to him by a member of the Rockefeller family. Russo was told– prior to 9\/11– of plans to stage terror attacks, invade foreign nations, and kickstart a high-tech police state control grid that would track the populations’ every move with implantable RFID microchips. This information-packed presentation is filled with never-before seen footage. Throughout the film, Alex Jones breaks down the latest activities of the New World Order and how it ties into what Russo predicted.","release_date":"2007-12-12","vote_average":3.3,"runtime":96,"cert":"N\/A","id":36716,"title":"Reflections And Warnings: An Interview With Aaron Russo","adult":false,"genre_ids":[99]},{"cast":["Johan Rheborg"],"overview":"En 90-minuters makalöst underhållande monolog med Johan Rheborg, där han rannsakar sin hjärna för att svara på den klassiska frågan: Vad vill kvinnor egentligen?. Komedin \"Hur tänker hon\", med originaltitel \"The Male Intellect\" är en enmansshow där Rheborg spelar alla karaktärerna. Med en enkel axelryckning, en knyck på nacken eller med att himla med ögonen förvandlar Rheborg sig till någon av sina fem alter egos. \"Hur tänker hon?\" är en unik show, där kombinationen av teater och stå-upp-komik, som är både provokativ, manar till eftertanke och samtidigt får folk vrida sig av skratt, är oslagbar.","release_date":"2007-05-30","vote_average":0.0,"runtime":115,"cert":"N\/A","id":36717,"title":"The Male Intellect","adult":false,"genre_ids":[]},{"cast":["Brad Koenig","Nicole Kidman","Karl Lagerfeld"],"overview":"For the first time Karl Lagerfeld has agreed to let someone create an artwork on his every day life and to trust in the director. Until today there is no authorised biography existing and the memories who Karl Lagerfeld would compose stay perfectly confidential. After three years of work, and over three hundred hours of footage, Rodolphe Marconi discloses the daily life of the star through his personal lens as a filmmaker.","release_date":"2007-10-10","vote_average":6.5,"runtime":null,"cert":"N\/A","id":36718,"title":"Lagerfeld Confidential","adult":false,"genre_ids":[99]},{"cast":["Jacques Gamblin","André Dussollier","Michel Serrault","Jacques Villeret","Isabelle Carré"],"overview":"The film is set in Marais, a quiet region along the banks of Loire river in 1918. Riton is afflicted with a bad-tempered wife and three unruly children. Garris lives alone with his recollections of World War I trenches. Their daily life consists of seasonal work and visits from their two pals: Tane, the local train conductor and Amédée, a dreamer and voracious reader of classics.","release_date":"1999-03-03","vote_average":7.2,"runtime":115,"cert":"N\/A","id":36719,"title":"The Children of the Marshland","adult":false,"genre_ids":[35,18]},{"cast":["Jack Dee"],"overview":"Jack's back! The king of glum returns to the stage and he is as bitter and cynical as ever. Recorded live at London's Hammersmith Apollo after a four month sell out tour of the UK and Ireland, Jack continues to demonstrate his inimitable brand of deadpan comedy. If you weren't there this is your chance to experience this outstanding show.","release_date":"2002-11-18","vote_average":5.5,"runtime":79,"cert":"15","id":36720,"title":"Jack Dee: Live at The Apollo","adult":false,"genre_ids":[35]},{"cast":["Carl Jung"],"overview":"This compelling film represents a rare record of an original genius. In Jung on Film, the pioneering psychologist tells us about his collaboration with Sigmund Freud, about the insights he gained from listening to his patients' dreams, and about the fascinating turns his own life has taken. Dr. Richard I. Evans, a Presidential Medal of Freedom nominee, interviews Jung, giving us a unique understanding of Jung's many complex theories, while depicting Jung as a sensitive and highly personable human being.","release_date":"1991-06-10","vote_average":5.0,"runtime":77,"cert":"N\/A","id":36721,"title":"Jung On Film","adult":false,"genre_ids":[99]},{"cast":["Jack Dee"],"overview":"Jack performs his, dead pan, stand up show live at the London Palladium","release_date":"1994-10-10","vote_average":7.0,"runtime":67,"cert":"","id":36722,"title":"Jack Dee Live At The London Palladium","adult":false,"genre_ids":[35]},{"cast":["Philip Zimbardo"],"overview":"The Stanford prison experiment was a landmark psychological study of the human response to captivity, in particular, to the real world circumstances of prison life, and the effects of imposed social roles on behaviour. It was conducted in 1971 by a team of researchers led by Philip Zimbardo of Stanford University.","release_date":"1991-06-06","vote_average":6.2,"runtime":51,"cert":"N\/A","id":36723,"title":"Stanford Prison Experiment: Psychology of Imprisonment","adult":false,"genre_ids":[99]},{"cast":["Dave Mustaine","Ozzy Osbourne","Chris Holmes","Lemmy","Paul Stanley"],"overview":"An exploration of the heavy metal scene in Los Angeles, with particular emphasis on glam metal. It features concert footage and interviews of legendary heavy metal and hard rock bands and artists such as Aerosmith, Alice Cooper, Kiss, Megadeth, Motörhead, Ozzy Osbourne and W.A.S.P..","release_date":"1988-06-17","vote_average":6.6,"runtime":93,"cert":"N\/A","id":36724,"title":"The Decline of Western Civilization Part II: The Metal Years","adult":false,"genre_ids":[99,10402]},{"cast":["Glenn Branca","Michael Gira","Eugene Hutz","Lung Leg","Arto Lindsay"],"overview":"A 2004 documentary on thirty years of alternative rock 'n roll in NYC.Documenting the history from the genuine authenticity of No Wave to the current generation of would be icons and true innovators seeing to represent New York City in the 21st century","release_date":"2004-04-08","vote_average":7.3,"runtime":75,"cert":"N\/A","id":36725,"title":"Kill Your Idols","adult":false,"genre_ids":[99,10402]},{"cast":["Clara Furey","Janaina Suaudeau","Anne Dorval","Colm Feore","Andreas Apergis"],"overview":"Brazilian native Priscilla Paredes is intent on staying in Montreal, despite the expiration of her student visa. Out of desperation, she takes a job as an exotic dancer at the Elixir, a downtown strip club, where she meets Milagro, a headstrong Quebecoise and fellow dancer who, ironically, longs to move to Brazil. Priscilla is welcomed into Milagro's secret family life, and introduced to her young daughter Chloé; Milagro in turn teaches Priscilla how to fight for what she wants, for what she needs.","release_date":"2008-12-10","vote_average":5.3,"runtime":110,"cert":"N\/A","id":36726,"title":"Waitresses Wanted","adult":false,"genre_ids":[28,53]},{"cast":["Dany Boon","Michèle Laroque","Daniel Prévost","Zinedine Soualem","Laurent Gamelon"],"overview":"On a mission to loosen up, a miser's sets about buying a house in the country for his family.","release_date":"2006-06-07","vote_average":6.0,"runtime":100,"cert":"N\/A","id":36727,"title":"A House of Your Dreams","adult":false,"genre_ids":[35]},{"cast":["Chie Nakamura","Junko Takeuchi","Kazuhiko Inoue","Romi Park","Satoshi Hino"],"overview":"Ninjas with bloodline limits begin disappearing in all the countries and blame points toward the fire nation. By Tsunade's order, Kakashi is sacrificed to prevent an all out war. After inheriting charms left by Kakashi, Naruto fights through friends and foes to prevent his death while changing the minds of those who've inherited the will of fire.","release_date":"2009-08-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":36728,"title":"Naruto Shippuden the Movie Inheritors of the Will of Fire","adult":false,"genre_ids":[28,12,35,18,14,16]},{"cast":["Vivien Leigh","Warren Beatty","Lotte Lenya","Coral Browne","Jill St. John"],"overview":"Critics and the public say Karen Stone is too old -- as she approaches 50 -- for her role in a play she is about to take to Broadway. Her businessman husband, 20 years her senior, has been the angel for the play and gives her a way out: They are off to a holiday in Rome for his health. He suffers a fatal heart attack on the plane. Mrs. Stone stays in Rome. She leases a magnificent apartment with a view of the seven hills from the terrace. Then the contessa comes calling to introduce a young man named Paola to her. The contessa knows many presentable young men and lonely American widows.","release_date":"1961-12-28","vote_average":7.4,"runtime":103,"cert":"N\/A","id":36731,"title":"The Roman Spring of Mrs. Stone","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"For years, James Gregory has delighted audiences across America with his down-home brand of comedy. Beef Stew for the Brain i a collection of true and nearly-true stories and observations on everything from family life to bad weather, all told in the unique James Gregory style.","release_date":"","vote_average":0.5,"runtime":70,"cert":"N\/A","id":36734,"title":"Beef Stew for the Brain","adult":false,"genre_ids":[]},{"cast":["Lou Diamond Phillips","Alan C. Peterson","Vlasta Vrána","Dominic Cuzzocrea","Simone-Elise Girard"],"overview":"When a traveling carnival comes to a rural Nebraska town, the caged attraction everyone is talking about is the alleged Jersey Devil. When the beast escapes, tearing the citizens to shreds, local sheriff Sam Atlas steps up to form a tracking team. But the carnivorous fugitive is only one of Sam’s problems. The local pastor, enraged by the death of his son at the hands of the beast, has plans for igniting his own brand of hellfire and revenge.","release_date":"2009-04-24","vote_average":4.7,"runtime":88,"cert":"N\/A","id":36737,"title":"Carny","adult":false,"genre_ids":[27,878,53]},{"cast":["Evan Scott Perry"],"overview":"On the night of Oct. 2, 2005, Hart and Dana Perry's 15-year-old son Evan jumped to his death from his New York City bedroom window. This moving film is the story, told by his filmmaker parents and others who knew him, of Evan’s life and death, and his life-long struggle with bipolar disorder. It delves into the complexity of Evan's disease, sharing his family's journey through the maze of mental illness. In showing how one family deals with generations of loss and grief, the film defies the stigma related to mental illness and suicide and tells a human story that touches everyone.","release_date":"2009-10-03","vote_average":7.5,"runtime":92,"cert":"N\/A","id":36738,"title":"Boy Interrupted","adult":false,"genre_ids":[99]},{"cast":["Samuel L. Jackson","Laurence Fishburne","Giancarlo Esposito","Tisha Campbell-Martin","Ossie Davis"],"overview":"Fraternity and sorority members clash with other students at a historically black college during homecoming weekend.","release_date":"1988-02-12","vote_average":6.4,"runtime":121,"cert":"N\/A","id":36739,"title":"School Daze","adult":false,"genre_ids":[35,18]},{"cast":["Assi Levy","Sasson Gabai","Itay Turgeman","Dana Ivgy","Nati Ravitz"],"overview":"Aviva, a hard-working hotel cook in the small northern Israeli town of Tiberias, is on the brink of finally fulfilling her lifelong dream. For years she kept her remarkable writing abilities under wraps, until her sister, Anita, introduces her to Oded, an accomplished novelist. Immediately recognizing Aviva's talent, Oded takes her under his wing, promising to help her achieve greatness. But the journey to greatness effects her life and the lives of her family - her unemployed husband, her trouble children, her unstable mother, and primarily her sister, a funny and sensitive woman who have her own dreams. When Aviva discovered that Oded has other plans for her work, her world collapses.","release_date":"2006-07-27","vote_average":7.3,"runtime":107,"cert":"N\/A","id":36744,"title":"Aviva, My Love","adult":false,"genre_ids":[18]},{"cast":["Miri Mesika","Gila Almagor","Rivka Raz","Tali Sharon","Yehezkel Lazarov"],"overview":"Rose, Flora and Yasmin were born as a triplet sixty something years ago in Alexandria, Egypt. Their well-off parents gave them names of flowers, and King Farouk of Egypt gave them his blessing. Today, in Israel, they live together in an apartment without men and without children...","release_date":"2006-11-16","vote_average":4.0,"runtime":106,"cert":"N\/A","id":36745,"title":"Three Mothers","adult":false,"genre_ids":[18]},{"cast":["Billie Joe Armstrong","Tim Armstrong","Brian Baker","Jello Biafra","Fat Mike"],"overview":"On the edge of the 30th anniversary of punk rock, Punk's Not Dead takes you into the sweaty underground clubs, backyard parties, recording studios, and yes, shopping malls and stadium shows where punk rock music and culture continue to thrive. Thirty years after bands like the Ramones and the Sex Pistols infamously shocked the system with their hard, fast, status-quo-killing rock, the longest-running punk band in history is drawing bigger crowds than ever, \"pop-punk\" bands have found success on MTV, and kids too young to drive are forming bands that carry the torch for punk's raw, immediate sound. Meanwhile, \"punk\" has become a marketing concept to sell everything from cars to vodka, and dyed hair and piercings mark a rite of passage for thousands of kids.","release_date":"2007-07-27","vote_average":6.3,"runtime":93,"cert":"N\/A","id":36746,"title":"Punk's Not Dead","adult":false,"genre_ids":[99,10402]},{"cast":["Doug Stanhope","Alex Jones"],"overview":"While performing in Austin, Texas, all hell breaks loose when a mildly intoxicated Alex Jones (radio host and film maker) starts heckling a heckler. As tensions grow and the battle of words escalates, Doug struggles to maintain any semblance of control over his show gone wild. As the gig descends into chaos, Stanhope can clearly be heard saying jokingly \"you're never opening for me again\" to Jones.","release_date":"2005-05-05","vote_average":8.0,"runtime":65,"cert":"N\/A","id":36747,"title":"Doug Stanhope: The Alex Jones Incident","adult":false,"genre_ids":[]},{"cast":["Claire Williams","Mark Baker","Didi Conn","Fred Stuthman","Niki Flacks"],"overview":"Raggedy Ann and Andy leave their playroom to rescue Babette, a beautiful French doll kidnapped by a pirate.","release_date":"1977-04-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":36748,"title":"Raggedy Ann & Andy: A Musical Adventure","adult":false,"genre_ids":[10402,16,10751,12]},{"cast":["Paul Mooney"],"overview":"Few comedians can stir up controversy like the legendary Paul Mooney -- writer for Richard Pryor, creator of In Living Color's Homey the Clown and featured guest on Chappelle's Show. With his characteristic brutal honesty, Mooney passionately and hysterically charges into the electrified currents of racial tension. In this magnificent standup performance at Hollywood's Laugh Factory, Mooney earns a standing ovation with his relentless no-holds-barred observations on black history, stereotypes and prejudices, living in White America, celebrity divas and much, much more!","release_date":"2007-02-06","vote_average":7.3,"runtime":86,"cert":"N\/A","id":36749,"title":"Paul Mooney: Know Your History - Jesus Is Black... So Was Cleopatra","adult":false,"genre_ids":[35,99]},{"cast":["Peter Simonischek","Ruth Rieser","Daniel Olbrychski","Samuel Finzi","Corinna Harfouch"],"overview":"A holocaust survivor now living as a respected writer in Manhattan is the only person who can identify a suspected Nazi back in his native Austria. When a beautiful reporter eager for a scoop tries to lure him back, Geburtig must decide whether to confront his past.","release_date":"2002-03-18","vote_average":3.8,"runtime":null,"cert":"N\/A","id":36750,"title":"Gebürtig","adult":false,"genre_ids":[18]},{"cast":["Marshall Efron","James Cranna","Julie Payne","Hamilton Camp","Paul Frees"],"overview":"Two wannabe heroes and their friends must stop a madman from giving everyone nightmares.","release_date":"1983-08-05","vote_average":6.7,"runtime":75,"cert":"N\/A","id":36751,"title":"Twice Upon a Time","adult":false,"genre_ids":[16,14]},{"cast":["Jonatan Spang"],"overview":"Efter sidste års stort anlagte tour Jonatan Spangs Familie, har du nu chancen for at se denne i mindre rammer og i en mere traditionel form – en god klassisk stand-up klubaften. Jonatan har lyst til at vende tilbage til rødderne, inden han skal tilbage på Nørrebro Teater og lave forestillinger til foråret.Titlen, “Spark i løgsuppen”, er taget fra en udtalelse som Pia Kærsgaard kom med tidligere i år. Hun udtalte, at hun gerne ville være kulturminister og udtalte sig i den forbindelse meget kritisk om mange fremtrædende danske kunstnere.","release_date":"2010-03-30","vote_average":6.0,"runtime":null,"cert":"N\/A","id":36752,"title":"Jonatan Spang: Spark i Løgsuppen","adult":false,"genre_ids":[]},{"cast":["Yumi Touma","Satomi Kourogi"],"overview":"As Ash and company decide to rest in the city, they let all of their Pokemon out to relax. While Pikachu and the other Pokemon are enjoying their free-time, Ash, Misty, and Brock go to \"get something ready\". On the top of another neighboring building, Pikachu spies two small Pichus in a slight dilema. Eager to help, Pikachu rushes to help them and is instantly swept up in their strange adventure.","release_date":"2000-07-08","vote_average":5.8,"runtime":17,"cert":"N\/A","id":36753,"title":"Pokemon: Pikachu and Pichu","adult":false,"genre_ids":[16]},{"cast":["Peter van Eyck","Betta St. John","Mandy Miller","William Franklyn","Marie Burke"],"overview":"Jacques Duval devises a fiendishly clever method of murdering his wife. Doping her up with sleeping tablets, Duval places his wife in a sealed room, then opens all the gas jets. While the police identify the body, Duval remains hidden in the room, breathing through a snorkel, then makes his escape when the authorities leave. Only one flaw in this perfect crime: Duval's stepdaughter (Mandy Miller) is the suspicious type.","release_date":"1958-09-17","vote_average":7.6,"runtime":90,"cert":"N\/A","id":36754,"title":"The Snorkel","adult":false,"genre_ids":[53]},{"cast":["Peter Frampton","Barry Gibb","Robin Gibb","Maurice Gibb","Frankie Howerd"],"overview":"A small town band makes it big, but loses track of their roots, as they get caught up into the big-time machinations of the music biz. Now, they must thwart a plot to destroy their home town. Built around the music of the beatles, this musical uses some big name groups like Peter Frampton and Aerosmith.","release_date":"1978-07-24","vote_average":4.3,"runtime":113,"cert":"N\/A","id":36759,"title":"Sgt. Pepper's Lonely Hearts Club Band","adult":false,"genre_ids":[12,10402,10751]},{"cast":["Edmond O'Brien","Julie London","Laraine Day","Olga San Juan","George Eldredge"],"overview":"Marian Forbes has been having an affair with her boss and when he drops her for another woman. In an act of jealousy and greed she convinces an acquaintance to murder her former lover and then impersonate him just long enough to get their hands on a large sum of money.","release_date":"1960-03-05","vote_average":5.8,"runtime":79,"cert":"N\/A","id":36760,"title":"The 3rd Voice","adult":false,"genre_ids":[18,53,80]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Spede Pasanen"],"overview":"Uuno is unemployed and his friends try to arrange a job for him. With his imagination, though, and the help of Härski Hartikainen (Spede Pasanen), he somehow manages to avoid all work, until he becomes what he has always dreamt of being - a film star. Uuno's father-in-law has other plans for his occupation, though: since Uuno knows the Dandelion, he has potential for a professor of botany.","release_date":"1975-08-29","vote_average":7.0,"runtime":86,"cert":"N\/A","id":36765,"title":"Professori Uuno D.G. Turhapuro","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Tapio Hämäläinen","Marita Nordberg","Spede Pasanen"],"overview":"It is the first anniversary of Uuno and Elisabet. Uuno has placed a bet with his friend Härski-Hartikainen a year ago, that if Uuno can take just one year of marriage with Elisabet, Hartikainen will treat him a festive dinner. However, Hartikainen buys a lottery ticket for Uuno, who agrees to deduct it from his debt – and the festive dinner is reduced to a can of milk and half a sausage. As it happens, Uuno becomes the lottery winner of 1.5 million marks, only to soon realize he doesn't own a single penny yet. Mister Tossavainen arrives and offers to finance Uuno before he actually gets the jackpot. Thus, Uuno gets to live a rich live on credit. He buys a raccoon fur, leopard swimming trunks and a couple of Mercedes-Benzes. Women begin to fancy Uuno and so does his father-in-law. As time goes by it is revealed, though, that Uuno is not actually a lottery winner, and so he has to escape the anger of others to Härski's car repair shop.","release_date":"1976-08-27","vote_average":7.0,"runtime":84,"cert":"N\/A","id":36766,"title":"Lottovoittaja UKK Turhapuro","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Ritva Valkama","Tapio Hämäläinen","Simo Salminen"],"overview":"Uuno moves in flight cargo to Helsinki for the search of a rich, beautiful wife. He buys elegant clothes for eight marks from an estate auction and in two weeks becomes the most pursued bachelor in town, charming all the women. He also starts as a waiter in Vaaleanpunainen sika (Pink Pig), which starts the first quarrels between him and his father-in-law.","release_date":"1977-08-26","vote_average":5.6,"runtime":84,"cert":"N\/A","id":36767,"title":"Häpy endkö? Eli kuinka Uuno Turhapuro sai niin kauniin ja rikkaan vaimon","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Spede Pasanen","Simo Salminen","Elli Castrén"],"overview":"Uuno is forced to complete his mandatory military service when it is revealed that he only spent one day in the army in his youth. As is typical of the Turhapuro series his family and friends become closely tied in with these events. His friends Härski Hartikainen and Sörsselssön return to the army for a refresher course and by chance Uuno's father-in-law, Councillor Tuura is made the Finnish Defence Minister. In one of the most memorable scenes, Uuno's wife, Elisabeth, dresses as Uuno and substitutes him for a day as Uuno has an apparently urgent meeting (at a restaurant) and while becoming lost in the woods with a malfunctioning radio, Tuura accidentally declares war on Sweden.","release_date":"1984-08-31","vote_average":6.6,"runtime":102,"cert":"N\/A","id":36768,"title":"Uuno Turhapuro armeijan leivissä","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Simo Salminen","Spede Pasanen","Tapio Hämäläinen"],"overview":"Uuno Turhapuro is searching for a job and takes a correspondence course in tour guiding. Eventually he gets a job in a small travel agency and takes a group of Finnish tourists to Marbella, Spain. Unfortunately Uuno's father-in-law Tuura is in the group, too, with his wife and daughter, Uuno's wife Elisabet. Tuura tries to get a signature to an important paper from a minister who's having a holiday in the area. Meanwhile, Uuno just relaxes and enjoys the sun.","release_date":"1985-09-27","vote_average":6.8,"runtime":105,"cert":"N\/A","id":36769,"title":"Uuno Epsanjassa","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Tapio Hämäläinen","Marita Nordberg","Simo Salminen"],"overview":"Uuno Turhapuro becomes the President of Finland. Streets are named after him and honorary companies are arranged for him. He also tries to turn Finland into a kingdom.","release_date":"1992-08-24","vote_average":5.6,"runtime":85,"cert":"N\/A","id":36770,"title":"Uuno Turhapuro Suomen Tasavallan Herra Presidentti","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Tapio Hämäläinen","Marita Nordberg","Simo Salminen"],"overview":"Uuno disguises as an old man and infiltrates a nursing home for rich old people, where his father-in-law also lives. The ever-hungry Uuno is seduced by the table groaning with food, but as it happens, he never manages to be there at dinnertime. Meanwhile Sörsselssön enters Uuno for a TV competition named This Is My Life, where contestants tell about their life as viewers vote them either to continue or out of the show. The nursing home elderly watch on TV as Uuno tells the show's host his life story.","release_date":"2004-09-10","vote_average":5.0,"runtime":104,"cert":"N\/A","id":36771,"title":"Uuno Turhapuro – This Is My Life","adult":false,"genre_ids":[35]},{"cast":["Spede Pasanen","Vesa-Matti Loiri","Simo Salminen","Tapio Hämäläinen","Olavi Ahonen"],"overview":"Mathematician Mauno Mutikainen is accidentally pronounced dead as a result of an operation where a splinter is being removed from his finger (which he got by scratching his head). He is then cloned into a test-tube adult (a play on the phrase test-tube child) named Richard Ilyevitch Jyrä by his creator (father and mother) Dr. Jyrä (his name is intended to appeal to both American and Soviet sensibilities). Loiri and Ahonen play the roles of gangster attempting to kidnap Jyrä and\/or Mutikainen, thinking they are the same person. Both would reprise their roles for 1980's Tup-akka-lakko. Additionally Loiri portrays a slew of characters such as a drunk hockey-fan attempting to get to Moscow and making a guest-appearance as Uuno Turhapuro at the end. Simo Salminen once more plays a character named after himself who is the head of a detective agency called Simon Enkelit (an obvious take on Charlie's Angels).","release_date":"1979-10-12","vote_average":6.4,"runtime":87,"cert":"N\/A","id":36772,"title":"The Test-tube Adult and Simo's Angels","adult":false,"genre_ids":[35]},{"cast":["Ed Harris","Anne Heche","Armin Mueller-Stahl","Charles Haid","Ken James"],"overview":"The Vatican sends a priest to verify some miracles, performed by a woman who has been nominated for sainthood...","release_date":"1999-09-13","vote_average":5.8,"runtime":119,"cert":"N\/A","id":36773,"title":"The Third Miracle","adult":false,"genre_ids":[18]},{"cast":["Mihai Constantin","Oana Sîrbu","Cesonia Postelnicu","Gheorghe Dinică","Emil Hossu"],"overview":" ","release_date":"1993-11-19","vote_average":7.5,"runtime":90,"cert":"N\/A","id":36774,"title":"Liceenii în alerta","adult":false,"genre_ids":[28,12,35]},{"cast":["Dean Martin","Senta Berger","Janice Rule","Kurt Kasznar","Beverly Adams"],"overview":"A  U.S. government built flying saucer is launched into space on a top secret test flight, but is brought down by exiled ruler of an outlaw nation who uses a remote control device to cause the ship to land at his secret base in Mexico. Agent Matt Helm is assigned to find the saucer and has to contend with an enemy agent and an Arab assassin.","release_date":"1967-12-22","vote_average":4.8,"runtime":102,"cert":"N\/A","id":36775,"title":"The Ambushers","adult":false,"genre_ids":[28,35]},{"cast":["Tim Daly","Kelly Preston","Rick Rossovich","Audra Lindley","Anthony Crivello"],"overview":"When Jeff and his friend rescue a young beautiful woman (Kelly Preston) from an apparently abusive boyfriend, the trouble starts. Jeff unknowing becomes involved with Miranda (Kelly) and the web of intrigue that follows her. Miranda is on the run from the witches coven (to which she belongs). Miranda tells Jeff of her situation, but not the entire truth. Jeff willingly helps Miranda out of her troubles, but creates his own.","release_date":"1988-09-23","vote_average":5.9,"runtime":99,"cert":"N\/A","id":36778,"title":"Spellbinder","adult":false,"genre_ids":[27,53,9648,10749]},{"cast":["Crystal Carson","Steve Lundquist","John De Bello","John Astin","J. Stephen Peace"],"overview":"Police assitant Boyle along with tomatologist Kennedi Johnson look into investigations about Killer Tomato attacks, and discover Gangrene plans to brainwash people via TV talk shows to take over the world! Will Gangrene be stopped? Will Johnson become part of a Bacon, Lettuce and Human sandwich?","release_date":"1991-11-14","vote_average":4.5,"runtime":87,"cert":"N\/A","id":36779,"title":"Killer Tomatoes Strike Back!","adult":false,"genre_ids":[28,35,27,878]},{"cast":["Jenna Edwards"],"overview":"WebcamMurder.com is the first independent film in the Film Sleepy genre, movies that put the audience to sleep.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":36782,"title":"WebcamMurder.com","adult":false,"genre_ids":[35,9648]},{"cast":["Joan Blondell","Madge Evans","Ina Claire","David Manners","Lowell Sherman"],"overview":"Sophisticated comedy: a trio of money hungry women who all have sugar daddies who keep them in the lap of luxury, even as they drive the men crazy. Each woman represents a different personality type, from sensitive, to kind-hearted, to difficult and untrustworthy. Set in the age of jazz, the twenties come roaring back with immorality and in-fighting.","release_date":"1932-02-03","vote_average":4.0,"runtime":79,"cert":"N\/A","id":36783,"title":"The Greeks Had a Word for Them","adult":false,"genre_ids":[35]},{"cast":["Barry Atsma","Carice van Houten","Anna Drijver","Jeroen Willems","Sacha Bulthuis"],"overview":"Handsome Dutchman Stijn is the star of an advertising agency with his buddy Frenk and a hot womanizer. The boys start their own agency and Stijn marries colleague Carmen, who accepts his incurable greed for truly meaningless one-night-stands. Even fatherhood and a move to the boring country go well, until Carmen gets breast cancer. Now their lives are turned upside-down, maybe wrecked","release_date":"2009-11-26","vote_average":6.1,"runtime":105,"cert":"N\/A","id":36784,"title":"Stricken","adult":false,"genre_ids":[18]},{"cast":["Walter Vidarte","Graciela Borges","Nora Cullen","Fernando 'Tacholas' Iglesias","Martín Andrade"],"overview":"Fernandez is a lonely man leading a lonely life. All he does is work for an old man in a hardware store. But all that changes, when he meets the girl of his dreams... and her family.","release_date":"1969-01-01","vote_average":7.5,"runtime":87,"cert":"N\/A","id":36785,"title":"The Dependent","adult":false,"genre_ids":[18]},{"cast":["Dana Andrews","Rhonda Fleming","George Sanders","Howard Duff","Thomas Mitchell"],"overview":"Newspaper men compete against each other to find a serial killer dubbed \"The Lipstick Killer\"","release_date":"1956-05-30","vote_average":7.1,"runtime":100,"cert":"N\/A","id":36786,"title":"While the City Sleeps","adult":false,"genre_ids":[53,18]},{"cast":["Sarah Louise Lilley","Xavier Jimenez","Rachael Roberts","Jordan Burt","Lavetta Cannon"],"overview":"Angel and Zooey are not your typical newlyweds. Zooey is a professional prostitute and Angel is a drug dealer. Yet they are not without hopes and dreams, of escaping their life in the streets and starting a new in a fresh painted cottage with picked fence, kid and a dog, in Manitoba, Canada, Life gets in the way however when their best friend gets in trouble with her pimp. They sacrifice everything to save her, including their own dreams.","release_date":"2006-06-13","vote_average":4.5,"runtime":91,"cert":"N\/A","id":36787,"title":"Zooey","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Gillies","Barbara Hershey","Irma P. Hall","Pat Crawford Brown","Linda Porter"],"overview":"The Story follows Troy, a young man whose beloved wife passes away. The movie opens at her funeral, and Troy, ill-equipped to deal with this kind of grief at this stage in his life, just shuts down. Lost for direction, he receives in the mail a letter his wife wrote him while she was sick, which asks him to build his Aunt Hilda a porch. With nowhere else to turn, Troy drives to where his aunt lives in the desert. There, he meets with his Aunt Hilda, a supporting cast of crazy fun old ladies, and Bobby, a kind of wise cowboy, all of whom make it easier for Troy to find the place within to deal with his grief and move forward, and help open Troy's eyes that his pain is not unique. In the Process, Troy also learns the Difference between \"true love\" and \"love at first sight\".","release_date":"2008-01-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":36790,"title":"Uncross The Stars","adult":false,"genre_ids":[35,18]},{"cast":["Jamal Udin Torabi","Enayatullah","Imran Paracha"],"overview":"Torn straight from the headlines, Michael Winterbottom's compelling and prescient 'In This World' follows young Afghan Jamal and his older cousin Enayat as they embark on a hazardous overland trip from their refugee camp at Peshawar, north-west Pakistan. Entering Turkey on foot through a snowy, Kurdish-controlled pass, the pair again take their lives into their hands and face suffocation when they are locked in a freight container on a ship bound for Italy. From there they plan to travel on to Paris, the Sangatte refuge centre and ultimately asylum in London.","release_date":"2002-11-17","vote_average":6.9,"runtime":88,"cert":"","id":36791,"title":"In This World","adult":false,"genre_ids":[18]},{"cast":["André Bjerke","Bjørg Engh","Henki Kolstad","Per Lillo-Stenberg","Erling Lindahl"],"overview":"A group of friends travel to a cabin in the Norwegian forest. It's a rumour that at night a crazy man can be heard screaming at a lake nearby the cabin.","release_date":"1958-12-17","vote_average":6.7,"runtime":76,"cert":"N\/A","id":36792,"title":"Lake of the Dead","adult":false,"genre_ids":[18,27,53]},{"cast":["Lyoto Machida","Maurício Rua","Josh Koscheck","Paul Daley","Sam Stout"],"overview":"UFC 113: Machida vs. Shogun 2 was a mixed martial arts event held by the Ultimate Fighting Championship on May 8, 2010 at the Bell Centre in Montreal, Quebec, Canada.","release_date":"2010-05-08","vote_average":5.7,"runtime":168,"cert":"N\/A","id":36795,"title":"UFC 113: Machida vs. Shogun 2","adult":false,"genre_ids":[28]},{"cast":["David Bradley","Mark Dacascos","Rex Ryon","Valarie Trapp","John Fujioka"],"overview":"When a father passes on the traditional family sword to one of his two adopted sons, the other--in a fit of jealous rage--joins a yakuza drug smuggling mob. When the other son decides to find him and set things straight, things don't seem to go as smoothly as he planned, and a misunderstanding leads the stepbrothers into a Turkish arena to battle swordsmen from around the world.","release_date":"1992-01-01","vote_average":5.2,"runtime":94,"cert":"N\/A","id":36796,"title":"American Samurai","adult":false,"genre_ids":[28,53]},{"cast":["Harland Williams","Jessica Lundy","William Sadler","Beau Bridges","Jeffrey DeMunn"],"overview":"Fred Z. Randall is geeky and obnoxious spacecraft designer, who gets the chance to make his dream come true and travel to Mars as a member of the first manned flight there.","release_date":"1997-10-10","vote_average":5.4,"runtime":95,"cert":"N\/A","id":36797,"title":"RocketMan","adult":false,"genre_ids":[35,10751,878]},{"cast":["Vincent Gallo","Juliette Lewis","Udo Kier","Stellan Skarsgård","Alexander Skarsgård"],"overview":"In the near future, oil reserves are nearly depleted and Europe is connected by series of underground tunnels. While navigating these tunnels, Roger hears voices, one in particular. Seeking a way to rid himself of the voice only leads Roger deeper into a bizarre conspiracy of control - mind and body.","release_date":"2009-10-21","vote_average":6.3,"runtime":86,"cert":"15","id":36800,"title":"Metropia","adult":false,"genre_ids":[16,18,878,53]},{"cast":["Christian Cooke","Tom Hughes","Jack Doolan","Felicity Jones","Ralph Fiennes"],"overview":"In 1970s England, three blue-collar friends spend their days joking, drinking, fighting and chasing girls. Freddie wants to leave their working-class world but cool, charismatic Bruce and lovable loser Snork are happy with life the way it is. When Freddie gets a new job as a door-to-door salesman and bumps into his old school sweetheart Julie, the gang are forced to make choices that will change their lives for ever.","release_date":"2010-04-14","vote_average":6.6,"runtime":94,"cert":"15","id":36801,"title":"Cemetery Junction","adult":false,"genre_ids":[18,35]},{"cast":["Madonna","Stuart Price","Guy Ritchie","Michael Moore","Donna DeLory"],"overview":"A documentary that follows Madonna on her 2004 Re-Invention World Tour.","release_date":"2005-10-18","vote_average":6.8,"runtime":128,"cert":"N\/A","id":36802,"title":"I'm Going to Tell You a Secret","adult":false,"genre_ids":[99,10402]},{"cast":["Marlon Wayans","Kadeem Hardison","David Paymer","Saundra McClain","Harold Sylvester"],"overview":"Antoine and Kenny Tyler are NCAA college basketball players, and Antoine is the star. Suddenly Antoine dies of heart attack and Kenny has to fill his shoes as leader of team. Some time later, Antoine returns as a ghost and helps Kenny in game and in life, but Kenny changes in the process and doesn't quite like it.","release_date":"1997-03-28","vote_average":5.5,"runtime":107,"cert":"N\/A","id":36807,"title":"The Sixth Man","adult":false,"genre_ids":[14,18,35,878]},{"cast":["Paul Gunning","Donna McDaniel","Michael Andrew","Stafford Morgan","Remy O'Neill"],"overview":"A teen and his friends get into trouble for vandalizing the Hollywood sign, and rather than going to prison he opts to work for his uncle's hot tub repair company. The sleazy salesman drums up business by sabotaging the tubs at Hollywood Hot Tubs and by wooing the owner. The nephew begins falling in love with the secretary at his uncle's company, but risks losing her when caught in compromising but unintentional situations while he goes about his duties as tub repairman.","release_date":"1984-07-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":36808,"title":"Hollywood Hot Tubs","adult":false,"genre_ids":[35]},{"cast":["Gary Sinise","Gene Kranz","Jim Lovell","Buzz Aldrin","Neil Armstrong"],"overview":"Commemorating the space agency's 50th anniversary, follow John Glenn's Mercury mission to orbit the earth, Neil Armstrong's first historic steps on the moon, unprecedented spacewalks to repair the Hubble stories, and more!","release_date":"2008-06-08","vote_average":4.6,"runtime":280,"cert":"N\/A","id":36809,"title":"When We Left Earth","adult":false,"genre_ids":[99]},{"cast":["Kamal Haasan","Amala Akkineni","Tinnu Anand","Narayana P.L.","Farida Jalal"],"overview":"An unemployed youth dreams of living well. One evening, he finds a drunken industrialist passed out in a gutter, and takes the opportunity to switch places with him. He finds love, intrigue, and the good life in his new home, Pushpak, a hotel where the industrialist was staying. A silent masterpiece.","release_date":"1987-11-17","vote_average":7.6,"runtime":131,"cert":"N\/A","id":36810,"title":"Pushpak","adult":false,"genre_ids":[35]},{"cast":["Helen Mirren","Christopher Plummer","James McAvoy","Anne-Marie Duff","Paul Giamatti"],"overview":"A historical drama that illustrates Russian author Leo Tolstoy's struggle to balance fame and wealth with his commitment to a life devoid of material things. The Countess Sofya, wife and muse to Leo Tolstoy, uses every trick of seduction on her husband's loyal disciple, whom she believes was the person responsible for Tolstoy signing a new will that leaves his work and property to the Russian people.","release_date":"2009-09-04","vote_average":6.5,"runtime":112,"cert":"N\/A","id":36811,"title":"The Last Station","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"This documentary shows the early life of polar bear Knut that had to be hand fed by Berlin zoo employee Thomas Dörflein after its mother Tosca refused the baby in 2006.","release_date":"2008-03-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":36812,"title":"Knut And Friends","adult":false,"genre_ids":[99,10751]},{"cast":["Charlton Heston","Rex Harrison","Diane Cilento","Harry Andrews","Alberto Lupo"],"overview":"Charlton Heston stars as Renaissance artist Michelangelo di Lodovico Buonarroti Simoni (6 March 1475 – 18 February 1564), who begrudgingly paints the Sistine Chapel for imperious Pope Julius II in this epic adaptation of Irvine Stone's novel directed by Carol Reed. While the novel covers Michelangelo's life from birth to death, the film focuses on the battle of wills between the perfectionist artist and the impatient Pope who commissions (and eventually commands) him to paint the famed chapel.","release_date":"1965-10-07","vote_average":7.1,"runtime":138,"cert":"N\/A","id":36815,"title":"The Agony and the Ecstasy","adult":false,"genre_ids":[18]},{"cast":["Lance Lewman"],"overview":"Tracing the historical journey of Islam from its birth in A.D. 624 to its role in contemporary society, this comprehensive program sheds light on the struggles of adherents to the religion and its political implications in the modern world. Topics include the long-standing conflicts between Muslims and Jews, as well as how Bush's reaction to the World Trade Center attacks in 2001 inflamed tensions between Muslims and the West.","release_date":"2007-11-20","vote_average":0.0,"runtime":145,"cert":"N\/A","id":36816,"title":"Farewell Israel: Bush, Iran and the Revolt of Islam","adult":false,"genre_ids":[99]},{"cast":["Kenan Thompson","Kel Mitchell","Milton Berle","Time Winters","Bonnie Hellman"],"overview":"Two Heads Are Better Than None also known as Kenan &amp; Kel: The Movie is a 2000 American made-for-television film that stars the cast of the Nickelodeon sitcom Kenan &amp; Kel. It is the last feature film of comic legend Milton Berle.","release_date":"2000-07-15","vote_average":7.8,"runtime":71,"cert":"N\/A","id":36817,"title":"Two Heads Are Better Than None","adult":false,"genre_ids":[10751,35]},{"cast":["Jerry Lewis","Milton Berle","Sammy Davis Jr.","Herb Edelman","Foster Brooks"],"overview":"Warren Nefron is a hopeless klutz who has some of the worst luck in the world: when he tries to end it all with a foolproof suicide plan, he still manages to mess it up. In desperation, he goes to a psychiatrist to see if there is some way for him to end his troubles.","release_date":"1983-04-13","vote_average":6.6,"runtime":89,"cert":"N\/A","id":36818,"title":"Smorgasbord","adult":false,"genre_ids":[35,14,878]},{"cast":["Craig Warnock","David Rappaport","Kenny Baker","Mike Edmonds","Malcolm Dixon"],"overview":"Young history buff Kevin can scarcely believe it when six dwarfs emerge from his closet one night. Former employees of the Supreme Being, they've purloined a map charting all of the holes in the fabric of time and are using it to steal treasures from different historical eras. Taking Kevin with them, they variously drop in on Napoleon, Robin Hood and King Agamemnon before the Supreme Being catches up with them.","release_date":"1981-07-13","vote_average":6.7,"runtime":116,"cert":"PG","id":36819,"title":"Time Bandits","adult":false,"genre_ids":[10751,14,878,12,35]},{"cast":["Bruce Dern","Madeline Kahn","Art Carney","Phil Silvers","Teri Garr"],"overview":"Won Ton Ton, the Dog Who Saved Hollywood is a 1976 film directed by Michael Winner.","release_date":"1976-07-26","vote_average":3.2,"runtime":92,"cert":"N\/A","id":36820,"title":"Won Ton Ton: the Dog Who Saved Hollywood","adult":false,"genre_ids":[35,10751]},{"cast":["Milton Berle","Edward José","Pearl White","Crane Wilbur","Paul Panzer"],"overview":"The Perils of Pauline is a motion picture serial shown in weekly installments featuring the actress Pearl White playing the title character. Pauline has often been cited as a famous example of a damsel in distress, although some analyses hold that her character was more resourceful and less helpless than the classic damsel stereotype.","release_date":"1914-03-31","vote_average":5.8,"runtime":410,"cert":"N\/A","id":36821,"title":"The Perils of Pauline","adult":false,"genre_ids":[35]},{"cast":["Mary Pickford","Eugene O'Brien","Helen Jerome Eddy","Marjorie Daw","Charles Ogle"],"overview":"Rebecca of Sunnybrook Farm (1917) is a silent film directed by Marshall Neilan based upon the novel Rebecca of Sunnybrook Farm by Kate Douglas Wiggin. This version is notable for having been adapted by famed female screenwriter Frances Marion. The film was made by the \"Mary Pickford Company\" and was an acclaimed box office smash.","release_date":"1917-09-22","vote_average":5.9,"runtime":78,"cert":"N\/A","id":36822,"title":"Rebecca of Sunnybrook Farm","adult":false,"genre_ids":[18,35]},{"cast":["Joan Bennett","Milton Berle","Otto Preminger","Carl Esmond","Howard Freeman"],"overview":"Margin for Error is a 1943 American drama film directed by Otto Preminger. The screenplay by Lillie Hayward and Samuel Fuller is based on the 1939 play of the same title by Clare Boothe Luce.","release_date":"1943-02-10","vote_average":6.0,"runtime":74,"cert":"N\/A","id":36823,"title":"Margin for Error","adult":false,"genre_ids":[80,35,18,10752]},{"cast":["Carl Barron"],"overview":"Features over an hour of his award-winning show plus special behind-the-scenes footage taking you on a journey you will never forget","release_date":"2005-08-22","vote_average":8.0,"runtime":70,"cert":"N\/A","id":36824,"title":"Carl Barron: Whatever Comes Next","adult":false,"genre_ids":[35]},{"cast":["Kirby Heyborne"],"overview":"Jared Phelps (Kirby Heyborne) has completed two years of full-time missionary service for The Church of Jesus Christ of Latter-day Saints. His mission president has promised him that he will be blessed for his service, and he thinks he has it all worked out. His girlfriend has waited for him. His boss promised that he could have his old job back, and he has already sent his application to BYU. Everything that can go wrong does go wrong. His girlfriend dumps him. His loses his job, and he isn't accepted to BYU. Then, it gets even worse, and he has to decide if choosing the right is worth all the trouble.","release_date":"2003-01-31","vote_average":5.4,"runtime":101,"cert":"N\/A","id":36825,"title":"The R.M.","adult":false,"genre_ids":[35,80,10751]},{"cast":["Willem Dafoe","Robert Gordon","Marin Kanter","J. Don Ferguson"],"overview":"Trouble ensues when a motorcycle gang stops in a small southern town while heading to the races at Daytona.","release_date":"1981-08-07","vote_average":6.3,"runtime":82,"cert":"N\/A","id":36826,"title":"The Loveless","adult":false,"genre_ids":[18]},{"cast":["Joey Jalalian","Steve Anderson","Ryan Bott","Clark Bullen","Tracy Garner"],"overview":"Rowe McDonald is a headstrong missionary who has life after his mission all figured out. When a fatal car crash interrupts his plans, he is given sixty days to return to life and finish his work. Now he must choose whether to lead the life he planned, or reach beyond himself to change the lives of others. What will he do? Who will he touch? How will he prepare to leave it all behind?","release_date":"2007-09-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":36827,"title":"Return with Honor","adult":false,"genre_ids":[18,35,10749]},{"cast":["Eddie Meduza"],"overview":"A documentary on the life of Swedish musician Eddie Meduza.","release_date":"2010-02-03","vote_average":0.0,"runtime":74,"cert":"N\/A","id":36828,"title":"Eddie Meduza: The Movie","adult":false,"genre_ids":[99]},{"cast":["Richard Herring"],"overview":"Richard Herring shares with us his mission to make something of his sad comedian's existence through a catalogue of seemingly impossible challenges. So will he succeed in running the London marathon, going skydiving, and dating 50 women in 50 nights? Or will he fail in his vain attempt to prove his superiority to the Greek demi-god? And does stealing Germaine Greer's bra strictly count as a Herculean task? Yes, I suppose it does...","release_date":"2007-01-01","vote_average":7.0,"runtime":120,"cert":"","id":36829,"title":"Richard Herring: The Twelve Tasks Of Hercules Terrace","adult":false,"genre_ids":[35]},{"cast":["Richard Herring"],"overview":"Richard Herring is getting desperate. At 39 years old, he's still making jokes about monkey semen, is wilfully nose-diving into middle-aged pedantry and what's more the love stakes are looking decidedly low. The makings of a midlife crisis? Yes, we thought so too, but - well you don't like to say do you? Still, a life of misanthropic singledom doesn't have to be all doom and gloom - at least his misogyny is postmodern and ironic, unlike Bernard Manning's (actually, is that a good thing?). And he can always take heart in his experience with the carwash company rather carelessly name 'The hand job centre'...","release_date":"2007-01-01","vote_average":7.0,"runtime":114,"cert":"N\/A","id":36830,"title":"Richard Herring: Menage a Un","adult":false,"genre_ids":[35,99]},{"cast":["Richard Herring"],"overview":"Rich is single, never been married, has got no kids. Has he wasted his life? Is it time to finally grow up and get out the pipe and slippers and await the blessed release of death? Or does life really begin at 40, giving him the excuse to go around in nappies and make jokes about poo and wee for a good three years to come?","release_date":"2008-01-01","vote_average":7.0,"runtime":92,"cert":"N\/A","id":36831,"title":"Richard Herring: Oh Fuck, I'm 40!","adult":false,"genre_ids":[35]},{"cast":["Honey","Adele Bertei","Jean Satterfield","Florynce Kennedy","Becky Johnston"],"overview":"In a future where a socialist government gains power, a group of women decides to organize and rebel.","release_date":"1983-11-03","vote_average":6.3,"runtime":80,"cert":"N\/A","id":36832,"title":"Born in Flames","adult":false,"genre_ids":[878,18]},{"cast":["Bruce LaBruce","G.B. Jones","Klaus von Buecker","Caroline Azar","Beverly Breckenridge"],"overview":"A lonely hairdresser watches the title sequence of \"That Cold Day in the Park\" then visits a local park to invite a down-and-out skinhead to his apartment. He draws the silent man a bath and talks to him as he soaks. He locks his guest in a bedroom. Next day, the skinhead leaves through the window and visits his sister, who's making a film called \"Sisters of the SLA.\" He helps with a screen-test. The hairdresser has dreams and fantasies involving the skinhead, the skinhead returns to visit him, and then the filmmaker pays a call on the two men, exposing her brother as faking his silence and pretending a lack of sexual interest. Fantasies can come true.","release_date":"1991-01-01","vote_average":6.4,"runtime":73,"cert":"N\/A","id":36833,"title":"No Skin Off My Ass","adult":false,"genre_ids":[18,10749]},{"cast":["Leonardo DiCaprio","David Thewlis","Romane Bohringer","Dominique Blanc","Nita Klein"],"overview":"Young, wild poet Arthur Rimbaud and his mentor Paul Verlaine engage in a fierce, forbidden romance while feeling the effects of a hellish artistic lifestyle.","release_date":"1995-11-03","vote_average":6.5,"runtime":111,"cert":"18","id":36834,"title":"Total Eclipse","adult":false,"genre_ids":[18,10749]},{"cast":["Manuel Gélin","France Lomay","Myriam Landson","Eric Viellard","Caroline Audret"],"overview":"In a remote desert oasis, a fortune in gold was hidden by the Nazis during World War 2. 50 years later, a bunch of fortune-hunters converge on that selfsame oasis. Imagine their discomfiture upon discovering that the gold is being guarded by an army of zombies.","release_date":"1982-04-20","vote_average":3.2,"runtime":85,"cert":"","id":36835,"title":"Oasis of the Zombies","adult":false,"genre_ids":[27]},{"cast":["Norman England","Tomoka Hayashi","Yukijiro Hotaru","Ryôichi Inaba","Natsuki Kato"],"overview":"This 2001 J-Horror effort from director Naoyuki Tomomatsu is set in a future dystopia where teenaged girls begin dying for no apparent reason -- and often in an elated, chronically happy state of mind. One of these girls, Stacy, is back from the dead, however, and she's ready to gorge herself on human flesh. As more and more teenage-girl zombies begin to feast on the living, the people of Japan brace themselves and try to find a way to end the madness.","release_date":"2001-08-18","vote_average":4.8,"runtime":79,"cert":"N\/A","id":36836,"title":"Stacy: Attack of the Schoolgirl Zombies","adult":false,"genre_ids":[27,35]},{"cast":["S. William Hinzman","John Mowod","Leslie Ann Wick","Kevin Kindlin","Charis Kirkpatrik Acuff"],"overview":"A group of teenagers, taking a nocturnal hayride come across the grave of a man. Little did they know that this deceased man is a zombie. One by one, the actual living are falling victim and becoming zombies. Eventually there are zombies everywhere, and someone needs to stop them, but who?","release_date":"1988-08-17","vote_average":5.6,"runtime":88,"cert":"N\/A","id":36837,"title":"FleshEater","adult":false,"genre_ids":[27]},{"cast":["Gianfranco Mauri","Giuseppe Rinaldi"],"overview":"At the end of another week of work Rossi returns home with the intention of enjoying a quiet and peaceful weekend. He lives with Gastone, his dog-friend,who, after a week of loneliness, can't wait to go out, for instance to the movies, and have fun. Gastone as a matter of fact is a passionate fan of movies, television and heroes' books. He always compares Rossi with them and nags with a petulant : \"Rossi, Rossi, if you only were...braver, stronger, richer...\". His continuous complaints push Rossi to identify himself with those heroes; throughout the film we will meet Rossi-Tarzan, Rossi-Astronaut, Rossi-Sherlock Holmes, Rossi-Zorro, Rossi-Hollywood actor, Rossi-scientist, Rossi-Lancelot, Rossi-Aladdin. Eight fantastic adventures in which Rossi, along with faithful Gastone, relishes the joy of being a hero.","release_date":"1977-08-04","vote_average":7.0,"runtime":80,"cert":"N\/A","id":36838,"title":"Mr. Rossi's Dreams","adult":false,"genre_ids":[12,16]},{"cast":["Gianfranco Mauri","Giuseppe Rinaldi"],"overview":"Where? Far from home,from work and his boss, far from city traffic and his alarm clock, far from the monotony of his life... The farthest away possible. Travelling against time, visiting places of other centuries. How? Thanks to a magic whistle given him by \"Fairy Sicura\" the most nutty, thoughtless, happy fairy still to be seen around. A golden whistle which can catapult him back into prehistory, or in ancient Rome, in Medieval time, on a desert island, in Fairy tale land, in ancient Egypt, in the far West or in the future.With whom? He travels with Gastone, his boss'dog, tiny,naive and a little bit spoiled : after many adventures he will realize how much more valuable a friend is rather than a cream pie. Will he find it? Yes, but not in the past, not in other centuries, full of incredible and miserable adventures for him. Happiness was much closer,at hand's reach. He only had to think about it... Isnt that right, Mr Rossi?","release_date":"1976-03-04","vote_average":7.6,"runtime":80,"cert":"N\/A","id":36839,"title":"Mr. Rossi Looks for Happiness","adult":false,"genre_ids":[16,10751]},{"cast":["Stephen Hawking","Roger Penrose"],"overview":"Twenty years after A Brief History of Time flummoxed the world with its big numbers and black holes, its author, Stephen Hawking, concedes that the \"ultimate theory\" he'd believed to be imminent - which would conclusively explain the origins of life, the universe and everything - remains frustratingly elusive. Yet despite his failing health and the seeming impossibility of the task, Hawking is still devoted to his work; an extraordinary drive that's captured here in fleeting interview snippets and footage of the scientist sharing a microwave dinner with some fawning PhD students. Though the pop-science tutorials that dapple the first of this two-part biography are winningly perky, Hawking, alas, remains as tricky to fathom as his boggling quantum whatnots","release_date":"2009-03-24","vote_average":8.0,"runtime":90,"cert":"PG","id":36840,"title":"Stephen Hawking and The Theory Of Everything","adult":false,"genre_ids":[99]},{"cast":["Rudolph Valentino","Agnes Ayres","Ruth Miller","George Waggner","Frank Butler"],"overview":"Sheik Ahmed (Valentino) desperately desires fiesty British socialite Diana (Ayres), so he abducts her and carries her off to his luxurious desert tent-palace. The free-spirited Diana recoils from his passionate embraces and yearns to be released. Only after being kidnapped by desert bandits does Diana realize how much she has grown to love Ahmed, who comes to her rescue in the nick of time","release_date":"1921-11-20","vote_average":6.3,"runtime":80,"cert":"N\/A","id":36841,"title":"The Sheik","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Ann Reinking","Ben Vereen"],"overview":"The electricity of one of Broadway's greatest talents springs to life in \"Fosse,\" a tribute to the man behind such favorites as \"Cabaret,\" \"Chicago,\" \"Sweet Charity,\" and \"Pippin.\" A seductive mixture of physically aggressive dance moves and dazzling visual style, Bob Fosse's approach to theater revolutionized how we experience music and dance, while his mixture of cynicism and sentiment remains timely decades after his death. Join one of Fosse's most gifted collaborators, Ann Reinking, as she and a wild, gyrating cast take you through such memorable standards as \"Life Is Just a Bowl of Cherries,\" \"Steam Heat,\" \"Mein Herr,\" and the unforgettable \"Big Spender.\" and more!","release_date":"2002-02-05","vote_average":0.0,"runtime":118,"cert":"N\/A","id":36842,"title":"Fosse","adult":false,"genre_ids":[10402]},{"cast":["Alison Steadman","Jim Broadbent","Claire Skinner","Jane Horrocks","Stephen Rea"],"overview":"Just north of London live Wendy, Andy, and their twenty-something twins, Natalie and Nicola. Wendy clerks in a shop, leads aerobics at a primary school, jokes like a vaudevillian, agrees to waitress at a friend's new restaurant and dotes on Andy, a cook who forever puts off home remodeling projects, and with a drunken friend, buys a broken down lunch wagon. Natalie, with short neat hair and a snappy, droll manner, is a plumber; she has a holiday planned in America, but little else. Last is Nicola, odd man out: a snarl, big glasses, cigarette, mussed hair, jittery fingers, bulimic, jobless, and unhappy. How they interact and play out family conflict and love is the film's subject.","release_date":"1990-11-15","vote_average":7.1,"runtime":103,"cert":"15","id":36843,"title":"Life Is Sweet","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36844,"title":"Spiritual Reality","adult":false,"genre_ids":[]},{"cast":["Carlos Condit","Brian Stann","Steve Cantwell","Brian Bowles"],"overview":"WEC 35: Condit vs. Miura was a mixed martial arts event held by World Extreme Cagefighting that took place on August 3, 2008 at the Hard Rock Hotel and Casino in Las Vegas, Nevada. The event aired live on the Versus Network.","release_date":"2008-08-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36847,"title":"WEC 35: Condit vs. Miura","adult":false,"genre_ids":[]},{"cast":["Bing Crosby","Rhonda Fleming","Cedric Hardwicke","William Bendix","Murvyn Vye"],"overview":"A bump on the head sends Hank Martin, 1912 mechanic, to Arthurian Britain, 528 A.D., where he is befriended by Sir Sagramore le Desirous and gains power by judicious use of technology. He and Alisande, the King's niece, fall in love at first sight, which draws unwelcome attention from her fiancée Sir Lancelot; but worse trouble befalls when Hank meddles in the kingdom's politics.","release_date":"1949-04-22","vote_average":6.3,"runtime":106,"cert":"N\/A","id":36848,"title":"A Connecticut Yankee in King Arthur's Court","adult":false,"genre_ids":[35,10751,14,10402]},{"cast":["Trond Fausa Aurvåg","Hallvard Holmen","Kjærsti Odden Skjeldal"],"overview":"Two former student buddies meet over a beer, something that puts the life of one of them in a new light.","release_date":"2009-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":36849,"title":"Eksperiment","adult":false,"genre_ids":[]},{"cast":["Walter Matthau","Elaine May","Jack Weston","George Rose","James Coco"],"overview":"Henry Graham lives the life of a playboy. When his lawyer tells him one day that his lifestyle has consumed all his funds, he needs an idea to avoid climbing down the social ladder.","release_date":"1971-03-11","vote_average":7.3,"runtime":102,"cert":"N\/A","id":36850,"title":"A New Leaf","adult":false,"genre_ids":[35,10749]},{"cast":["Gary Cooper","Ray Milland","Robert Preston","Brian Donlevy","Susan Hayward"],"overview":"Academy Award winners Gary Cooper and Ray Milland star along with Robert Preston in the epic adventure Beau Geste. When three brothers join the Foreign Legion to escape a troubled past, they find themselves trapped under the command of a sadistic sergeant deep in the scorching Sahara. Now the brothers must fight for their lives as they plot mutiny against tyranny and defend a desert fortress against a brutal enemy. Nominated for 2 Academy Awards, Beau Geste has been universally acclaimed by generations of critics and audiences alike as a true motion picture classic.","release_date":"1939-07-24","vote_average":6.9,"runtime":112,"cert":"N\/A","id":36851,"title":"Beau Geste","adult":false,"genre_ids":[12,18,10752]},{"cast":["Jason Alexander","Vanessa Williams","Chynna Phillips","Tyne Daly","Marc Kudisch"],"overview":"In 1995, ABC presented a telemovie version of the Broadway musical Bye Bye Birdie  produced by RHI Entertainment. It starred Seinfeld's Jason Alexander and Vanessa Williams of Desperate Housewives.  While this version remained mostly faithful to the original musical (Michael Stewart remains the only credited author of this version), several songs were added and re-arranged, and dialogue was slightly rewritten to smoothly facilitate the musical changes.  The musical revolves around an Elvis Presley-type rocker who's about to join the Army. To mark the occasion, his manager's secretary arranges for him to kiss a random fan goodbye on The Ed Sullivan Show. Bye Bye Birdie earned four Tony awards in 1961, including Best Musical and Best Actor in a Musical for its original star, Dick Van Dyke.  In addition to Alexander and Williams, ABC's production starred Tyne Daly, George Wendt, Chynna Phillips and Mark Kudisch.","release_date":"1995-12-03","vote_average":5.6,"runtime":131,"cert":"N\/A","id":36852,"title":"Bye Bye Birdie","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"February 5, 1993, in front of a standing room-only-crowd at Seattle's Moore Theatre, impresario Jim Rose performs his own odd tricks - putting a screwdriver up his nose, pounding a nail into his head, and pushing his face into broken glass. He also introduces and provides a running commentary on four other sideshow performers: Mr. Lifto, who can lift and swing heavy objects from various body piercings, the Torture King, who turns himself into a human pincushion, the Enigma, who swallows worms, crickets, and swords, and Matt \"The Tube\" Crowley, who ingests various things into his nose, mouth, and stomach and bring them back out. The crowd goes wild.","release_date":"1993-09-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":36853,"title":"The Jim Rose Circus Sideshow","adult":false,"genre_ids":[35]},{"cast":["Tanya Dempsey","Jamie Gannon","Parry Shen","Alison Cuffe","Chris Boyd"],"overview":"Clark (Tanya Dempsey), a young Mathematics major at University, thinks she's found the best deal for student housing: a group of squatters who live in an abandoned hospital secretly. The quirky residents let her into their community provided she follow the rules, including not telling anyone about her living arrangements. All seems wonderful, until she discovers that the reason that the hospital was abandoned was a series of murders in the 1940s by a strange \"shrieking killer\" who was never captured - and the discovery that someone who's living in the hospital is using occult means to bring back the demonic \"Shrieker\".","release_date":"1998-03-03","vote_average":3.3,"runtime":84,"cert":"15","id":36854,"title":"Shrieker","adult":false,"genre_ids":[27]},{"cast":["Don Knotts","Leslie Nielsen","Joan Freeman","Jesse White","Jeanette Nolan"],"overview":"Don Knotts is Roy Fleming, a small town kiddie-ride operator who is deathly afraid of heights. After learning that his father has signed him up for the space program, Roy reluctantly heads for Houston, only to find out upon arriving that his job is a janitor, not an astronaut. Anxious to live up to the expectations of his domineering father, Roy manages to keep up a facade of being an astronaut to his family and friends. When NASA decides to launch a lay person into space to prove the worthiness of a new automated spacecraft, Roy gets the chance to confront his fears.","release_date":"1967-09-05","vote_average":6.4,"runtime":101,"cert":"N\/A","id":36855,"title":"The Reluctant Astronaut","adult":false,"genre_ids":[878,35,10751]},{"cast":["Ross Valory","Jonathan Cain","Steve Augeri","Deen Castronovo","Neal Schon"],"overview":"Returning to the stage in 1998 with a new lineup featuring founding members Neal Schon on guitar, Ross Valory on bass, and longtime member Jonathan Cain on keyboards, the band is joined by Steve Augeri on lead vocals and Deen Castronovo on drums. The group rocks with classic performances of their greatest hits and new songs from their 2001 CD Arrival. Filmed in December 2000 in Las Vegas, the band roars back onto the stage. Songs include: Separate Ways (Worlds Apart), Ask the Lonely, guitar solo, Stone in Love, Higher Place, Send Her My Love, Lights, Who's Crying Now, piano solo, Open Arms, Fillmore Boogie, All the Way, Escape, La Raza Del Sol (intro), La Raza Del Sol, Wheel in the Sky, Be Good to Yourself, Any Way You Want It, Don't Stop Believin', Lovin' Touchin' Squeezin', Faithfully.","release_date":"2001-12-18","vote_average":4.3,"runtime":106,"cert":"N\/A","id":36856,"title":"Journey 2001","adult":false,"genre_ids":[10402]},{"cast":["Alison Whitney","Benjamin Kanes","Miya Sagara","Andrew Kranz","Tom Cikoski"],"overview":"A madman unleashes a biological weapon powerful enough to wipe out life on earth in this apocalyptic horror story. As the flesh-eating bacteria spreads, people drop like flies and a top secret military team is called in to stop the outbreak. But the maniac may just succeed: By the time the experts are called in, the contagion has taken on a life of its own. Alison Whitney, Benjamin Kanes, Miya Sagara and Andrew Kranz star.","release_date":"2006-01-01","vote_average":0.5,"runtime":79,"cert":"N\/A","id":36857,"title":"Bacterium","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Bob West","Julie Johnson","Patty Wirtz","Brice Armstrong","Todd Duffey"],"overview":"When Emily complains that she's having trouble writing a poem for a school assignment, her dinosaur pal Barney recruits his good friend Mother Goose for a one-on-one tutorial about rhythm and rhyme. The fun-to-follow curriculum features a lineup of nursery rhyme standards and sing-along favorites, including \"Baa Baa Black Sheep,\" \"London Bridge,\" \"Old King Cole,\" \"Little Boy Blue\" and \"The Old Lady in the Shoe.\"","release_date":"2000-04-06","vote_average":0.0,"runtime":50,"cert":"N\/A","id":36858,"title":"Barney's Rhyme Time Rhythm","adult":false,"genre_ids":[10751]},{"cast":["Chuck Norris","Mike Norris","Carey Scott","David A.R. White","Marshall R. Teague"],"overview":"Jux Jonas (Mike Norris) is stuck deep in the heart of Texas with his friends Oren (Carey Scott) and Conrad (David White) after an emergency plane landing. Soon, they realize they're far from safety, stranded in a strange community where the locals seem under the spell of a voice from a short-wave radio owned by a local rancher (Marshall Teague). Will they ever escape? Also co-stars Norris's famous father, Chuck, in a supporting role.","release_date":"2003-01-01","vote_average":1.6,"runtime":110,"cert":"N\/A","id":36859,"title":"Bells of Innocence","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Danilo Mancinelli","Heidi Brucker","Mira Rayson","Danny Kitz"],"overview":"When a group of well-meaning archaeology students unearth an ancient jewel box in Southern California's Burbank mountains, they unleash a deadly curse that turns perfectly normal women into maniacal, bloodthirsty cannibals. Written and directed by Kirk Bowman, this hilariously campy horror flick -- purportedly based on a true story, if you can believe it -- will have you laughing one minute and screaming the next.","release_date":"2007-01-01","vote_average":3.0,"runtime":89,"cert":"N\/A","id":36860,"title":"Blood Sucking Babes from Burbank","adult":false,"genre_ids":[27]},{"cast":["Bob Saget"],"overview":"Well-known television personality Bob Saget -- perhaps best known for his portrayal of squeaky-clean TV dad Danny Tanner on \"Full House\" -- headlines an unpredictable evening of adult-flavored comedy in this raucous stand-up special. Highlights include Saget's performance of \"Danny Tanner Is Not Gay,\" a pop parody set to the tune of the Backstreet Boys' \"I Want It That Way,\" and the music video \"Rollin' with Saget\" featuring Jamie Kennedy.","release_date":"2007-01-01","vote_average":4.9,"runtime":60,"cert":"N\/A","id":36861,"title":"Bob Saget: That Ain't Right","adult":false,"genre_ids":[35]},{"cast":["Lacey Chabert","Soleil Moon Frye","Tia Mowry","Olivia Hack","Kaley Cuoco"],"overview":"When the trendy Bratz girls -- known individually as Yasmin, Cloe, Jade and Sasha -- make friends with a teenage genie named Katia, they can't believe their luck. (And they just love her Arabian flair!) But before they can start drawing up their wish lists, they learn the truth about Katia's past and get pulled into a major adventure. This fashion-forward animated tale is based on the popular line of style-setting dolls.","release_date":"2006-01-01","vote_average":6.4,"runtime":66,"cert":"N\/A","id":36862,"title":"Bratz: Genie Magic","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"In this documentary, filmmakers Daniel B. Gold and Judith Helfand (Blue Vinyl) follow a troupe of self-proclaimed global warming \"warriors\" on a mission to get the world to care about rising temperatures and melting polar ice caps. Taking a topic that's inherently serious and applying their signature blend of humor and emotional heft, Gold and Helfand advance the environmental dialogue in a surprisingly entertaining way.","release_date":"2007-01-01","vote_average":7.0,"runtime":89,"cert":"N\/A","id":36863,"title":"Everything's Cool","adult":false,"genre_ids":[99]},{"cast":["Gregory Itzin","Hrach Titizian","Johnny Asuncion","Ken Davitian","Ashley Peldon"],"overview":"Ray Fulton, a 55 year old owner of an Ice Cream shop, separates from his long-time wife and decides to move in with his 2 bachelor employees. As a result, all are forced to reassess their priorities.","release_date":"2008-10-26","vote_average":8.0,"runtime":98,"cert":"N\/A","id":36864,"title":"Float","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tomokazu Sugita","Aya Hirano","Minori Chihara","Yuko Goto","Daisuke Ono"],"overview":"It is mid-december, and SOS Brigade chief Haruhi Suzumiya announces that the Brigade is going to hold a Christmas party in their clubroom, with Japanese hotpot for dinner. The brigade members Kyon, Yuki Nagato, Mikuru Asahina and Itsuki Koizumi start preparing everything for the party, such as costumes and decorations. But a couple of days later, Kyon arrives at school only to find that Haruhi is missing. Not only that, but Mikuru claims she has never known Kyon before, Koizumi is also missing, and Yuki has become the sole member of the literature club. The SOS Brigade seems to have never existed, nor has Haruhi Suzumiya. No one in the school has ever heard about her… except for Kyon.","release_date":"2010-02-05","vote_average":7.9,"runtime":162,"cert":"12","id":36865,"title":"The Disappearance of Haruhi Suzumiya","adult":false,"genre_ids":[35,878,9648,10749,16,18]},{"cast":[],"overview":"Alice and Julius are riding along on a turtle until they notice someone has left a pie to cool on their third-storey window sill. They swipe it with the aid of the turtle and his elongated neck, but are pursued by a police officer. They try to paddle away across a pond and up a river, but the officer's determined to catch them. He tricks them into his paddy wagon and they end up in prison, where the hijinks continue with a daring jail break.","release_date":"1925-01-01","vote_average":3.0,"runtime":8,"cert":"N\/A","id":36866,"title":"Alice the Jail Bird","adult":false,"genre_ids":[16]},{"cast":["Tadanobu Asano","Ittoku Kishibe","Sie Kohinata","Kimie Shingyôji","Susumu Terajima"],"overview":"In dreamlike mountain scenery, Toshiko makes a daring escape from her sexually warped Uncle Sonezaki. Fortunately, she met Samehada as she runs for her life, which is also escaping from some slayers. What follows is a wild chase that leads the audience into a comically violent world.","release_date":"1998-01-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":36867,"title":"Shark Skin Man and Peach Hip Girl","adult":false,"genre_ids":[35,28,53,9648]},{"cast":["Mel Blanc","Daws Butler","Don Messick","Henry Corden","Jon Bauman"],"overview":"Elroy Jetson invents a time machine that takes him back to prehistoric times, where he meets the Flintstone family.","release_date":"1987-01-01","vote_average":6.0,"runtime":89,"cert":"U","id":36868,"title":"The Jetsons Meet the Flintstones","adult":false,"genre_ids":[16,10751,878,10770]},{"cast":["Zhao Dan","Yang Bai","Yin Ying"],"overview":"Four students in Shanghai have recently finished university. All are unemployed. Xu contemplates suicide but his friend Zhao talks him out of it. Zhao lives in a shabby room with just a flimsy wall of planks separating him from the room behind. Miss Yang, in town to take a factory job, moves in behind. Her nails into the wall knock Zhao's photos down. The unseen neighbours start playing tit for tat... Zhao gets a job as proofreader at a newspaper. He sees that pretty girl on the tram to work every day. He doesn't know her, but it's Miss Yang... Zhao is assigned to cover labour conditions for the paper. He is sent to a factory, the one where Miss Yang works...","release_date":"1937-04-13","vote_average":5.0,"runtime":110,"cert":"N\/A","id":36869,"title":"Crossroads","adult":false,"genre_ids":[]},{"cast":["Riccardo Cucciolla"],"overview":" ","release_date":"1978-11-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":36870,"title":"Farewell the Last Man","adult":false,"genre_ids":[99]},{"cast":["Haruko Sugimura","Ken Uehara","Sadako Sawamura","Chikako Hosokawa","Yûko Mochizuki"],"overview":"What is the life of a Geisha like once her beauty has faded and she has retired? Kin has saved her money, and has become a wealthy money-lender, spending her days cold-heartedly collecting debts. Even her best friends, Tomi, Nobu, and Tamae, who were her fellow Geisha, are now indebted to her. For all of them, the glamor of their young lives has passed; Tomi and Tamae have children, but their children have disappointed them. Kin has two former lovers who still pursue her; one she wants to see, and the other she doesn't. But even the one she remembers fondly, when he shows up, proves to be a disappointment.","release_date":"1954-06-15","vote_average":7.1,"runtime":101,"cert":"N\/A","id":36871,"title":"Late Chrysanthemums","adult":false,"genre_ids":[18]},{"cast":["Hideko Takamine","Masayuki Mori","Reiko Dan","Tatsuya Nakadai","Daisuke Katô"],"overview":"Keiko, whom everyone calls Mama, narrates her story: she's a hostess on the Ginza, 30, a widow. She describes life's vicious cycle: acting cheerful around drunks, dressing and living well to convey confidence, needing money for these expenses and for her demanding mother and brother, and knowing she's growing older. She's of an age when she must choose: to seek marriage (difficult given her tarnished occupation), to be a kept woman, or to borrow money to buy a bar of her own. Each route has dangers, including investors demanding a return on their loans. Keiko has a quiet dignity that attracts men, but are they what they seem? Does she actually have choices?","release_date":"1960-01-15","vote_average":8.3,"runtime":111,"cert":"N\/A","id":36872,"title":"When a Woman Ascends the Stairs","adult":false,"genre_ids":[18]},{"cast":["Ken Shamrock","Louis Mandylor","Lee Reherman","Danny Trejo","Don Dowe"],"overview":"William Rockman, a champion \"Terminal Combat\" fighter who retired from the sport after accidentally killing a young man while training. Five years after his retirement, Terminal Combat has been banned by the government and has gone underground. The \"new\" Terminal Combat is just that; one combatant in each match usually does not live to tell about the experience. When Rockman's younger brother is killed in one of the underground matches by his old rival, the King, Rockman enters the tournament to exact revenge on the King, not knowing that the King and his wife, Daria, have been enslaved by Max Brito, the tournament's greedy promoter.","release_date":"1998-01-01","vote_average":4.4,"runtime":99,"cert":"N\/A","id":36873,"title":"Champions","adult":false,"genre_ids":[28,53]},{"cast":["Kate Bruce","Adele DeGarde","Gladys Egan","Rose King","Florence Lawrence"],"overview":"While caring for his sick daughter, a doctor is called away to the sickbed of a neighbor. He finds the neighbor gravely ill, and ignores his wife's pleas to come home and care for his own daughter, who has taken a turn for the worse.","release_date":"1909-07-08","vote_average":6.2,"runtime":14,"cert":"N\/A","id":36874,"title":"The Country Doctor","adult":false,"genre_ids":[18]},{"cast":["Alex Lundqvist","Alexandra Lewis","Irène Tellier","Nathalie Raynal","Alia De Angelis"],"overview":"Philip is a computer whiz who wants to make it big. He's after the good life, lots of cash, and lots of women. His chaste and studious fiancee Lili is just not good enough for him. Philip is sponsored by a ruthless \"business angel,\" Jack. Hacking corruption, and seduction are his new weapons. Philip is so successful as to leave Jack behind. His ultimate mistake is to seduce Jack's wife. As Jack's trap is about to close in on him, Lili is the only one who can save him.","release_date":"2002-09-22","vote_average":6.0,"runtime":88,"cert":"N\/A","id":36875,"title":"Total Romance 2","adult":false,"genre_ids":[18,10749]},{"cast":["Burt Reynolds","Matt Battaglia","Krista Allen","Richard Gant","David Ackroyd"],"overview":"Martin Grant has been hiding for years to escape his past as a ruthless mercenary in the elite force Raven Team. He's recently been engaged and are trying to forget the nightmares of murder and betrayal. Martin was convinced, that he could escape... But no one escapes from the Raven Teams ruthless leader Raven. At least not alive. Raven is back with a new team to hunt down and eliminate Grant...","release_date":"1996-12-11","vote_average":6.3,"runtime":93,"cert":"N\/A","id":36876,"title":"Raven","adult":false,"genre_ids":[28,53]},{"cast":["Enrique Rivero","Elizabeth Lee Miller","Pauline Carton","Odette Talazac","Jean Desbordes"],"overview":"Told in four episodes, an unnamed artist is transported through a mirror into another dimension, where he travels through various bizarre scenarios. This film is the first part of Cocteau's Orphic Trilogy, which consists of The Blood of a Poet (1930), Orpheus (1950) and Testament of Orpheus (1960).","release_date":"1932-01-20","vote_average":7.3,"runtime":55,"cert":"N\/A","id":36877,"title":"The Blood of a Poet","adult":false,"genre_ids":[18,14]},{"cast":["Jean Cocteau","Françoise Arnoul","Claudine Auger","Charles Aznavour","Brigitte Bardot"],"overview":"Outside time and reality, the experiences of a poet. The judgement of the young poet by Heurtebise and the Princess, the Gypsies, the palace of Pallas Athena, the spear of the Goddess which pierces the poet's heart, the temptation of the Sphinx, the flight of Oedipus and the final Assumption. This film is the third part of Cocteau's Orphic Trilogy, which consists of The Blood of a Poet (1930), Orpheus (1950) and Testament of Orpheus (1960).","release_date":"1960-02-18","vote_average":7.7,"runtime":80,"cert":"N\/A","id":36878,"title":"Testament of Orpheus","adult":false,"genre_ids":[14,18]},{"cast":["Macha Magall","Gino Turini","Edilio Kim","Xiro Papas","Salvatore Baccaro"],"overview":"In a remote village in occupied Europe, the SS pursue their inhuman treatment of captured partisans in efforts to force them to betray their comrades.... while Fraulein Krast, a sadistic biologist, concentrates her efforts on the womenfolk with refined tortures and humiliation, leaving them to the mercy of a sex-crazed half-man, half-beast she has created with experimental injections.... And as advancing Allied forces approach the village, Krast herself becomes a victim of her own fiendish rituals....","release_date":"1977-07-19","vote_average":4.3,"runtime":86,"cert":"N\/A","id":36879,"title":"The Beast in Heat","adult":false,"genre_ids":[27,53,10752]},{"cast":["Werner Herzog"],"overview":"Herzog's documentary of the Wodaabe people of the Sahara\/Sahel region. Particular attention is given to the tribe's spectacular courtship rituals and 'beauty pageants', where eligible young men strive to outshine each other and attract mates by means of lavish makeup, posturing and facial movements.","release_date":"1989-01-01","vote_average":7.7,"runtime":52,"cert":"N\/A","id":36880,"title":"Wodaabe: Herdsmen of the Sun","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A symbolic reflection on issues of female sexuality, art and identity constructs.","release_date":"1979-03-17","vote_average":6.4,"runtime":20,"cert":"N\/A","id":36881,"title":"Asparagus","adult":false,"genre_ids":[16]},{"cast":["Alain Cohen","Charles Denner","Zorica Lozić","Delphine Lévy","Claude Lubicki"],"overview":"Claude is in his last year of high-school, but he doesn't care much for school. Instead all his thoughts circle around girls and getting laid. But since he doesn't look very studly, he has a hard time realizing his fantasies. When he's finally got an invitation to a steamy afternoon by Carole, his father intercepts the letter...","release_date":"1976-01-01","vote_average":5.7,"runtime":83,"cert":"N\/A","id":36882,"title":"The First Time","adult":false,"genre_ids":[35]},{"cast":["Alejandro Jodorowsky","George A. Romero","Perry Henzell","John Waters","Richard O'Brien"],"overview":"From 1970-1977, six low budget films shown at midnight transformed the way we make and watch films.","release_date":"2006-06-20","vote_average":6.7,"runtime":86,"cert":"N\/A","id":36883,"title":"Midnight Movies: From the Margin to the Mainstream","adult":false,"genre_ids":[99]},{"cast":["Loren Avedon","Keith Vitali","Joseph Campanella","Wanda Acuna","Rion Hunter"],"overview":"Two feuding brothers (one a policeman, the other a martial arts expert) of different political views, join forces to avenge the death of their father, a retired agent, killed by the mafia.","release_date":"1990-01-25","vote_average":5.0,"runtime":101,"cert":"N\/A","id":36884,"title":"No Retreat, No Surrender 3: Blood Brothers","adult":false,"genre_ids":[28]},{"cast":["Friedrich von Thun","Michael Schreiner","Werner Abrolat","Gunther Möhner","Claudia Höll"],"overview":"A group of teenage girls at camp discuss their various sexual escapades while they read a new journal about sex has been published to help teenagers understand the consequences of sex.","release_date":"1972-02-17","vote_average":4.4,"runtime":97,"cert":"N\/A","id":36885,"title":"Schoolgirl Report Part 3: What Parents Find Unthinkable","adult":false,"genre_ids":[35,18]},{"cast":["Puppa Armbruster","Marina Blümel","Christina Lindberg","Ulrike Butz","Walter Feuchtenberg"],"overview":"A fake documentary about the sex lives of teenage girls.","release_date":"1972-09-28","vote_average":5.5,"runtime":88,"cert":"N\/A","id":36886,"title":"Schoolgirl Report Part 4: What Drives Parents to Despair","adult":false,"genre_ids":[35,18]},{"cast":["Friedrich von Thun","Rena Bergen","Kurt Bülau","Rolf Castell","Günter Clemens"],"overview":"After the big success of the first part the film-makers apparently felt pressured to launch a new \"investigation\" and gather new material. Therefore, Friedrich von Thun again ventures out into the streets, this time of Berlin, to ask schoolgirls about their sexual experiences. The invinted guests talk about (allegedly) true events. Schoolgirls that seduce their teachers, runaway girls that have been robbed and who have to prostitute themselves or innocent girls that have been drugged and raped...","release_date":"1971-08-26","vote_average":7.3,"runtime":91,"cert":"N\/A","id":36887,"title":"Schoolgirl Report Part 2: What Keeps Parents Awake at Night","adult":false,"genre_ids":[18]},{"cast":["Günther Kieslich","Wolf Harnisch","Helga Kruck","Peter Dornseif","Marion Haberl"],"overview":"A teenage girl is caught petting with the bus driver during an outing. The school's parent council discusses her punishment. One parent, a psychologist, suggests that her behavior is not abnormal or worthy of expulsion. He describes teen girls' experiments with sex, and these dramatized vignettes, interspersed with man-in-the-street interviews with young women about their attitudes and experiences, make a case for 60's generation's attitude of independence. The girls argue for telling the truth in the face of post-war German convention. In the end, will Renata be expelled or recognized as a girl from a new era?","release_date":"1970-10-23","vote_average":4.8,"runtime":90,"cert":"N\/A","id":36888,"title":"Schoolgirl Report Part 1: What Parents Don't Think Is Possible","adult":false,"genre_ids":[18]},{"cast":["Francis Fulton-Smith","Christoph Waltz","Axel Milberg","Nele Mueller-Stöfen","Thure Riefenstein"],"overview":" ","release_date":"1998-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":36889,"title":"Das Finale","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"2008-08-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":36890,"title":"The African Twintowers","adult":false,"genre_ids":[]},{"cast":["Tomáš Holý","František Němec","Jana Preissová","Josef Karlík","Petr Nárožný"],"overview":"Adventures of the \"How to Rip Whale Tooth\" (1977) heroes continue...","release_date":"1978-01-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":36891,"title":"How to Get Daddy to Change","adult":false,"genre_ids":[35,10751]},{"cast":["Tomáš Holý","Jana Preissová","František Němec","Vlastimil Harapes","Jana Dítětová"],"overview":"Vasek, 8 years old boy is desperate to find a new \"father\" for his mother.","release_date":"1977-01-12","vote_average":6.4,"runtime":80,"cert":"N\/A","id":36892,"title":"How to Rip Whale Tooth","adult":false,"genre_ids":[35,10751]},{"cast":["Catherine Scorsese","Ira Rubin"],"overview":"Now middle-aged, mobster Murray looks back at his humble beginnings as a bootlegger and his rise to becoming wealthy and highly influential. Through it he talks about how much of his success and happiness is due to the support of his \"friend\" Joe. Unfortunately the only one who blindly believes Joe is anything close to a friend is Murray, because it's obvious to everyone that Joe back-stabs him at every chance and is sleeping with his wife.","release_date":"1964-01-01","vote_average":6.1,"runtime":15,"cert":"N\/A","id":36893,"title":"It's Not Just You, Murray!","adult":false,"genre_ids":[35,80]},{"cast":["Shizue Natsukawa","Takako Irie","Isamu Kosugi","Koji Shima","Eiji Takagi"],"overview":"A classic melodramatic love tragedy addressing social inequality in feudal Japan, depicted in Kenji Mizoguchi's typical style. The nostalgic scenes of 1920s Tokyo provides a valuable visual experience set against the background of the title song, \"Tokyo March.\"","release_date":"1929-01-01","vote_average":5.4,"runtime":22,"cert":"N\/A","id":36894,"title":"Tokyo March","adult":false,"genre_ids":[]},{"cast":["Jun Kunimura","Machiko Ono","Kotaro Shibata","Yasuyo Kamimura","Sachiko Izumi"],"overview":"Depicts the life of a family in a remote Japanese timber village. Family head Tahara Kozo lives with his mother Sachiko, wife Yasuyo, nephew Eisuke and young daughter Michiru. Economic recession and failed development plans cause tragedy in the family.","release_date":"1997-11-01","vote_average":6.7,"runtime":95,"cert":"N\/A","id":36895,"title":"Suzaku","adult":false,"genre_ids":[18]},{"cast":["John Astin","Tom Katsis","Marc Price","Steve Lundquist","Costa Dillon"],"overview":"After being busted out of jail by his tomatoes, Professor Mortimer Gangrene begins a new plot to take over the world by inserting his hapless lackey Igor into the throne of the King of France.","release_date":"1992-11-18","vote_average":4.0,"runtime":94,"cert":"N\/A","id":36896,"title":"Killer Tomatoes Eat France!","adult":false,"genre_ids":[27,35,878]},{"cast":["Rica Matsumoto","Mayumi Iizuka","Yuji Ueda","Ikue Otani","Masachika Ichimura"],"overview":"In this direct-to-video sequel to Pokémon: The First Movie, Ash, Misty, and Brock continue exploring the Johto region, then have to rescue Pikachu after Jessie and James of Team Rocket kidnap him. The search leads them to the hidden plateau where Mewtwo has established a haven for the cloned Pokémon from the previous film. The evil Giovanni is plotting to recapture Mewtwo and renew his efforts to create an army of bio-engineered Pokémon. Aided by the reluctant Meowth, Ash and his friends defeat Giovanni and his henchman.","release_date":"2000-12-30","vote_average":6.5,"runtime":63,"cert":"N\/A","id":36897,"title":"Pokémon: Mewtwo Returns","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"There is no plot.. but rather an observation of Platoon 1141, Company C, 1st Recruit Training Battalion, Marine Corps Recruit Depot San Diego, California. From the initial bus ride to the depot until graduation.","release_date":"2005-04-09","vote_average":5.3,"runtime":155,"cert":"N\/A","id":36898,"title":"Ears, Open. Eyeballs, Click.","adult":false,"genre_ids":[99,10752]},{"cast":["Andrea Corr","Anthony Drennan","Keith Duffy","Mitchell Froom","Jim Corr"],"overview":"MTV Unplugged concert by Irish band The Corrs, released in 1999. This session was recorded live on October 5, 1999 in front of an audience at Ardmore Studios, Co. Wicklow, Ireland. Set List: 1. Only When I Sleep 2. What Can I Do 3. Radio 4. Toss The Feathers 5. Everybody Hurts 6. Dreams 7. Runaway 8. Forgiven Not Forgotten 9. At Your Side 10. Little Wing 11. No Frontiers 12. Queen Of Hollywood 13. Old Town 14. (Lough) Erin Shore 15. So Young","release_date":"2000-02-28","vote_average":7.9,"runtime":72,"cert":"N\/A","id":36899,"title":"The Corrs: Unplugged","adult":false,"genre_ids":[99,10402]},{"cast":["Andreas Schnaas","Gabi Bäzner","Wolfgang Hinz","Volker Mechter","Christian Biallas"],"overview":"A demented, wicked, deformed, cannibalistic killer named K. The Butcher Shitter, escapes from the police and slaughters people in many gory, bloody ways.","release_date":"1989-01-01","vote_average":3.7,"runtime":75,"cert":"N\/A","id":36900,"title":"Violent Shit","adult":false,"genre_ids":[27]},{"cast":["Joe Neumann","Uwe Grüntjes","Winni Holl","Karl-Heinz Geisendorf","Walter Kindt"],"overview":"Karl Jr continues his killing spree on a remote island with the help of his father and their army of metal masked mercenaries known as the Infantry Of Doom. A band of castaways are turned loose in the wilderness and hunted down, where they must fight to survive. They have moon's phase time to make across the island safely.","release_date":"1999-03-21","vote_average":3.2,"runtime":85,"cert":"N\/A","id":36901,"title":"Violent Shit 3 - Infantry of Doom","adult":false,"genre_ids":[27,28]},{"cast":["Andreas Schnaas","Anke Prothmann","Alexander Jurkat","Giang Le","Son Le"],"overview":"Drilled by his deranged mother, Karl the Butcher jr. takes revenge for the gruesome death of his father. Anyone who sets foot on the forest has to die. Hold on to your limbs as Karl jr. slaughter his victims to some amazing tunes of terror. Decapitation is just the beginning...","release_date":"1992-01-01","vote_average":3.2,"runtime":73,"cert":"N\/A","id":36902,"title":"Violent Shit II","adult":false,"genre_ids":[27]},{"cast":["Heiko Fipper","Mike Hoffman","Stefan Hoft"],"overview":"When a man is killed by a drunk driving, his son wants revenge, which starts a big battle that will continue for years.","release_date":"1999-02-18","vote_average":3.7,"runtime":90,"cert":"N\/A","id":36903,"title":"The Coma-Brutal Duel","adult":false,"genre_ids":[27]},{"cast":["Anne-Sophie Briest","Nina Hoger","Udo Schenk","Lisa Kreuzer","Lars Gärtner"],"overview":" ","release_date":"1997-05-27","vote_average":4.0,"runtime":94,"cert":"N\/A","id":36904,"title":"Natalie II - Die Hölle nach dem Babystrich","adult":false,"genre_ids":[18]},{"cast":["Ashlynn Brooke","Briana Blair","Kristina Rose","Joey Brass","Charley Chase"],"overview":"Nerdy roommates and their socially inept friends apply the scientific method to their shared inability to attract women. After much calculation their solution: Tell women what they want to hear. The new plan is wildly successful.","release_date":"2010-04-05","vote_average":7.6,"runtime":163,"cert":"N\/A","id":36905,"title":"The Big Bang Theory: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":[],"overview":"Pilot of the series \"Hey, Mister, Let's Play\". The story of two bears, the older one is experienced and sly, the younger is naive and gullible. This is the story of how they met in the Czech town of Kolín.","release_date":"1965-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":36906,"title":"Hey Mister, Let's Play! How They Met At Kolin","adult":false,"genre_ids":[]},{"cast":["William Hurt","Robert Duvall","Raúl Juliá","Sandrine Bonnaire","Jean-Marc Barr"],"overview":"In a city in South America an outbreak of bubonic plague occurs. While people try to flee and the military close the city an idealistic doctor decides to stay and help the sick. In the ever changing circumstances he puts up a brave fight, being helped by others but also involving them without being able to control the situation.","release_date":"1992-01-01","vote_average":5.2,"runtime":115,"cert":"N\/A","id":36907,"title":"The Plague","adult":false,"genre_ids":[28,18]},{"cast":["Heinz Rühmann","Hertha Feiler","Fritz Odemar","Hilde Sessak","Rudolf Schündler"],"overview":"The daydreaming tailor Wenzel is fired from his job, because the fancy frock he was supposed to cut for the mayor, he instead made for himself. He is allowed, however, to take the frock, which he appropriated for himself and he puts it on as he leaves the shop. A puppeteer picks him up in his coach and addresses Wenzel as \"Count\". So is he received in Goldach, where people think he is Count Stroganoff, the ambassador to the Czar of Russia.","release_date":"1940-09-16","vote_average":6.4,"runtime":91,"cert":"N\/A","id":36908,"title":"Kleider machen Leute","adult":false,"genre_ids":[35]},{"cast":["Viggo Mortensen","Ryo Ishibashi","Michael Nouri","Franklyn Ajaye","Yuji Okumoto"],"overview":"When Nick Davis leaves prison after one year in solitaire, he is hired to operate forklift in a warehouse in the harbor owned by the Japanese Yakuza patriarch Isshin Tendo. The place is assaulted by the Italian Mafia leaded by Dino Campanela and Nick rescues and saves the life of Shuji Sawamoto, who is the representative of Yakuza interests in America. Shuji hires Nick to work for Yakuza and becomes his godfather in the family after his oath to join Yakuza. However, Nick is a lonely FBI undercover agent assigned to penetrate in the criminal organization. When the FBI discovers that Campanela is organizing a massive attack to destroy the Yakuza, Nick's boss Littman calls off the operation to leave the dirty work to the Italian Mafia. But the connection of Nick with Shuji and his goddaughter Yuko forces him to help his Japanese family.","release_date":"1993-01-01","vote_average":5.9,"runtime":96,"cert":"N\/A","id":36909,"title":"American Yakuza","adult":false,"genre_ids":[28,18,80]},{"cast":["André Kaminski","Joseph Bolz","Jacob Matschenz","Michaela Schaffrath","Zoe Weiland"],"overview":"Ziege, Sven and Haeschen are the best of friends - bound together by their non-excisting relationships with girls. When they discover a plant that produces a kind of fluid to stimulate your sex drive, they set out to enter a contest. Will they win the contest of \"Who's the coolest guy in town\" and get lucky in love? And what if love comes from unexpected places?","release_date":"2003-06-06","vote_average":5.4,"runtime":92,"cert":"N\/A","id":36910,"title":"Sex Up","adult":false,"genre_ids":[35]},{"cast":["Scott Weinger","Lindsey McKeon","Juleah Weikel","Billy O'Sullivan","Holly Towne"],"overview":"At an exclusive, secluded North American ski resort up on Mount Rocky Summit, brutal slashing, severing and beheading on a group of teenagers are taking place and are believed to be the work of a mysterious skier dressed in black.","release_date":"2003-12-15","vote_average":3.4,"runtime":86,"cert":"15","id":36911,"title":"Shredder","adult":false,"genre_ids":[35,27]},{"cast":["Jackie Gleason","Mac Davis","Teri Garr","Karl Malden","Oliver Reed"],"overview":"Hooker and Gondorf pull a con on Macalinski, an especially nasty mob boss with the help of Veronica, a new grifter. They convince this new victim that Hooker is a somewhat dull boxer who is tired of taking dives for Gondorf. There is a ringer. Lonigan, their victim from the first movie, is setting them up to take the fall.","release_date":"1983-02-18","vote_average":4.5,"runtime":102,"cert":"N\/A","id":36912,"title":"The Sting II","adult":false,"genre_ids":[35,80]},{"cast":["Alec Baldwin","Kelly Lynch","Eric Roberts","Teri Hatcher","Mary Stuart Masterson"],"overview":"A hardened New Orleans cop, Dave Robicheaux, finally tosses in the badge and settles into life on the bayou with his wife. But a bizarre plane crash draws him back into the fray when his family is viciously threatened.","release_date":"1996-05-17","vote_average":5.0,"runtime":132,"cert":"N\/A","id":36915,"title":"Heaven's Prisoners","adult":false,"genre_ids":[18,9648,53]},{"cast":["Denjirô Ôkôchi","Susumu Fujita","Kenichi Enomoto","Masayuki Mori","Takashi Shimura"],"overview":"Yoshitsune Minamoto, disguised with his retinue as monks, must make do with a comical porter as their guide through hostile territory en route to safety.","release_date":"1945-12-28","vote_average":6.7,"runtime":59,"cert":"N\/A","id":36916,"title":"The Men Who Tread on the Tiger's Tail","adult":false,"genre_ids":[18,35,36]},{"cast":["Yuri Nakamura","Kôji Seto","Kana Tsugihara","Ai Kago","Shinji Nomura"],"overview":"A Nurse named Yuko (Ai Kago) has a strange experience while taking care of a girl named Fukie. Test results show a cyst inside Fukie’s body, but that cyst is actually the leftover grudge from a baby who was unable to be born. The cyst’s grudge spreads to Fukie and everyone around her. Soon Fukie’s father goes mad and commits murder. Fukie’s sister Mariko has special spiritual power, and together with their mother they have some success driving out the evil spirit. But the worst of the grudge is yet to come.","release_date":"2009-06-27","vote_average":4.8,"runtime":60,"cert":"N\/A","id":36917,"title":"Ju-on: Black Ghost","adult":false,"genre_ids":[27]},{"cast":["Jan Werich","Nataša Gollová","Jiří Plachý","František Černý","Bohuš Záhorský"],"overview":"The Emperor's mismanagement of his country is provoking some in his court to plot to overthrow him.  He feels successful, at least, when he discovers the legendary Golem, which he believes can protect him and even cure his imaginary illnesses but, when he disappears while on a bender, his kindly baker, who looks just like him, is mistaken for him, and begins to put things in order.  However, the conspirators, not to be outdone, determine to bring the Golem back to life to do their bidding.","release_date":"1952-01-04","vote_average":7.5,"runtime":144,"cert":"N\/A","id":36918,"title":"The Emperor and the Golem","adult":false,"genre_ids":[35,14]},{"cast":["Josef Abrhám","Libuše Šafránková","Zdeněk Svěrák","Dagmar Patrasová","Zuzana Fišerová"],"overview":"It is the story of a man who had financial troubles. He was married several times and had to pay for several kids. He wanted to earn some extra money by playing in a cafe. But one drunken guest supposes he is a waiter and pays his bill to him. So the main hero finds his chance - he goes through restaurants, pretending that he is a waiter and asks people to hand their cash to him...","release_date":"1981-01-01","vote_average":7.2,"runtime":88,"cert":"N\/A","id":36919,"title":"Waiter, Scarper!","adult":false,"genre_ids":[35]},{"cast":["Josefine Preuß","Marlon Kittel","Kostja Ullmann","Tom Lass","Jennifer Ulrich"],"overview":" ","release_date":"2004-10-27","vote_average":5.2,"runtime":90,"cert":"N\/A","id":36920,"title":"The School Trip","adult":false,"genre_ids":[]},{"cast":["Jean-Claude Killy","Danièle Gaubert","Cliff Potts","Vittorio De Sica","Lelio Luttazzi"],"overview":"A famous skier, his mistress and a ski instructor rob a bank in the Alps and hide the loot in a crevasse.","release_date":"1972-02-02","vote_average":6.5,"runtime":87,"cert":"N\/A","id":36921,"title":"Snow Job","adult":false,"genre_ids":[80,18]},{"cast":["Werner Peters","Paul Esser","Blandine Ebinger","Renate Fischer","Carola Braunbock"],"overview":"Diederich Heßling is scared of everything and everyone. But as he grows up, he comes to realize that he has to offer his services to the powers-that-be if he wants to wield power himself. His life motto now runs: bow to those at the top and tread on those below. In this way, he always succeeds: as a student in a duel-fighting student fraternity and as a businessman in a paper factory. He cajoles the obese district administrative president Von Wulkow and wins his favor. He slanders his financial rivals and hatches a plot with the social democrats in the town council. On his honeymoon with his rich wife Guste, he finally finds a chance to do his beloved Kaiser a favor. And when a memorial to the Kaiser is unveiled in the town where Diederich lives and works, he delivers the address. He stands behind the lectern in the pouring rain, saluting his Kaiser. The crowd is dispersed. Everything is laid in ruins...","release_date":"1951-08-31","vote_average":6.8,"runtime":109,"cert":"N\/A","id":36922,"title":"The Kaiser's Lackey","adult":false,"genre_ids":[36,18,35]},{"cast":["Gary Busey","Silkk Tha Shocker","Jeff Speakman","Snoop Dogg","Master P"],"overview":"Injustice begets a criminal. Kool is an artist without prospects, a black belt in karate, and in love with LaShawna, poised and college bound. One night she witnesses a stabbing and discovers the victim is a cop as he dies in her arms. She's jailed for murder by the infamous Ramparts Division of the LAPD. Kool wants to prove her innocence, and Tully, the cynical detective in charge, ignores LaShawna's case but uses Kool to break up an incipient crime operation. She's in danger because the guilty parties fear that the officer talked before he died. While in jail awaiting a hearing and legal help, she's beaten to death by a rogue cop. Kool vows revenge: the Hot Boyz are born.","release_date":"2002-01-15","vote_average":6.1,"runtime":98,"cert":"N\/A","id":36923,"title":"Hot Boyz","adult":false,"genre_ids":[28,80,18]},{"cast":["Israel Rivera"],"overview":"An examination of the prisoner abuse scandal involving U.S. soldiers and detainees at Iraq's Abu Ghraib prison in the fall of 2003.","release_date":"2007-01-01","vote_average":8.3,"runtime":78,"cert":"N\/A","id":36926,"title":"Ghosts of Abu Ghraib","adult":false,"genre_ids":[99]},{"cast":["Yasmine Bleeth","Jill Clayburgh","Cassidy Rae","Gates McFadden","Oliver Muirhead"],"overview":"After the murder of a beauty queen, an investigation reveals the suspects to be a former lover, a rival contestant, and a stage mother.","release_date":"1997-01-23","vote_average":5.5,"runtime":96,"cert":"N\/A","id":36927,"title":"Crowned and Dangerous","adult":false,"genre_ids":[35,80,9648,10770]},{"cast":["Yum Jung-ah","Ji Jin-hee","Sung Ji-ru","Kim Sun-Kyung","Cho Seung-woo"],"overview":"A serial killer named Shin-Hyun gives himself up to police. He is imprisoned, awaiting the death sentence for his crimes. Yet the killings do not stop. They continue with all the same characteristics trademarks of the Shin-Hyun serial killings. Detective Mi Yun, and her newly appointed partner, Detective Kang, are assigned to the case. Mi Yun and Kang have difficulty working with each other. Detective Kang follows a new suspect, Huh, and eventually catches him in the act of brutally murdering a woman in a crowded techno bar. Huh is taken into custody after Kang shoots and wounds him at the scene of the crime. Yet the murders continue in copy-cat style. The police desperately hunt for new leads. They start an in-depth investigation of a Doctor Chu, who is Shin-Hyun's psychiatrist. But progress is frustrated when Dr Chu becomes a victim of the copy-cat killings herself. The murdered psychiatrist's former boyfriend quickly becomes the prime suspect, a fanatical character named Choi.","release_date":"2002-12-26","vote_average":6.2,"runtime":106,"cert":"N\/A","id":36928,"title":"H","adult":false,"genre_ids":[53,18,9648]},{"cast":["Rick Moranis","Tom Arnold","Julianne Phillips","Carol Kane","Jeffrey Tambor"],"overview":"A writer returns to his hometown where he faces the childhood nemesis whose life he ultimately ruined, only the bully wants to relive their painful past by torturing him once again.","release_date":"1996-01-26","vote_average":4.0,"runtime":90,"cert":"N\/A","id":36929,"title":"Big Bully","adult":false,"genre_ids":[35,10751]},{"cast":["Holly Sampson","Angela Nicholas","Danny Pape","Sasha Peralto","Mia Zottoli"],"overview":"Prolific low-budget filmmaker John Quinn (Hollywood Lives) wrote and directed this addition to the Playboy Eros Collection line of upscale softcore sex dramas. Holly Sampson stars as Kathrine Phillips, an advertising executive working her way up the corporate ladder. Refreshingly for this sort of film, she achieves her career goals through merit rather than sex, which is the method employed by her devious corporate rival Cindy (Angela Davies). Cindy is bedding one of Kathrine's hottest prospective clients in an underhanded attempt to advance her own position. Kathrine stays true to her principles, quitting her job in disgust and dumping Jake (Danny Pape), the philandering photographer whom she has been seeing, before planning her effective, yet admirably ethical revenge. Kathrine starts her own agency with a like-minded secretary, Tai (Sasha Rochelle), and soon works her way to the top in truly heroic fashion. Ava Lake, Mia, and Holly Hollywood co-star.","release_date":"2002-01-01","vote_average":6.2,"runtime":94,"cert":"N\/A","id":36930,"title":"Staying on Top","adult":false,"genre_ids":[10749,18]},{"cast":["Nick Cheung","Francis Ng","Anthony Wong","Rain Li","Derek Tsang"],"overview":"After working as an undercover in a triad for 8 years, Sheng finally arrests the triad leader and resumes his duties as a police officer. However, life does not return to normal as he is faced with suspicions colleagues and even trailed by the investigations team. One day, he meets some triad members whom he has earlier befriended as an undercover agent and  is forced into a corner when asked to collaborate with them once again.","release_date":"2006-08-31","vote_average":6.0,"runtime":88,"cert":"N\/A","id":36931,"title":"On the Edge","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Reese Madigan","Trent Bushey","Daniel Dae Kim","Billy Chang","Cliff Lenderman"],"overview":"After being humiliated in the ring by a dirty kickboxer who pulled down his shorts and then hit him, a martial arts master decides to travel to China and enter a monastery where he may learn the Shaolin form of fighting. The film then veers into \"Karate Kid\" territory where the novice humiliates himself at every turn, is tolerated as a foreigner, and still comes out a champion. The monastery teaches non-violence, but everyone knows that sooner or later the student will catch up with the bad guy.","release_date":"1991-10-01","vote_average":4.5,"runtime":106,"cert":"15","id":36934,"title":"American Shaolin","adult":false,"genre_ids":[28]},{"cast":["Gillian Anderson","Alan Cumming","Heather Graham","Christopher Lee","Joanna Lumley"],"overview":"A comedy of manners, its cast of characters devouring each other in a small world awash with big money. Set against the backdrop of contemporary London and the international art scene, it casts an eye over the appetites and morality of some of its major players. Dealers, collectors, artists, wannabees vie with each other in a world in which success and downfall rest on a thin edge.","release_date":"2009-06-17","vote_average":5.4,"runtime":94,"cert":"N\/A","id":36939,"title":"Boogie Woogie","adult":false,"genre_ids":[35,18]},{"cast":["Valerio Mastandrea","Micaela Ramazzotti","Claudia Pandolfi","Stefania Sandrelli","Dario Ballantini"],"overview":"The film tells the story of the Michelucci family, from the nineteen-seventies to the present day: the central character is the stunningly beautiful Anna, the lively, frivolous and sometimes embarrassing mother of Bruno and Valeria. Everything begins in the Summer of 1971, at the annual Summer beauty pageant held at Livorno’s most popular bathing establishment. Anna is unexpectedly crowned “Most Beautiful Mother”, unwittingly stirring the violent jealousy of her husband. From then on, chaos strikes the family and for Anna, Bruno and his sister Valeria, it is the start of an adventure that will only end thirty years later. Bruno ends up living in Milan after managing to escape from Livorno and his mother. He will return to his hometown at the end of the film to be at his mother’s side during her very last days.","release_date":"2010-01-15","vote_average":7.4,"runtime":122,"cert":"N\/A","id":36940,"title":"The First Beautiful Thing","adult":false,"genre_ids":[35,18]},{"cast":["Stephanie Northrup","Tara Thomson","Anna Garcia Williams","Drew Droege","Jonathan Sayres"],"overview":"In this horror spoof, the girls from Cherry Mount Academy are on their way to a dance at a nearby all-boys school when the van they're riding in breaks down. With no other choice but to spend the night at their tow truck driver's junkyard, the girls soon find themselves at the mercy of a cold-blooded killer.","release_date":"2003-05-13","vote_average":2.5,"runtime":88,"cert":"N\/A","id":36941,"title":"Scream Bloody Murder","adult":false,"genre_ids":[35,27]},{"cast":["Dan White","Kevin Alejandro","Siena Goines","Jennifer Howie","Ryan Judd"],"overview":"The story of four young couples drawn to the remote dunes for off-roading in their extreme machines. But the outing turns into a night of terror when they are attacked by the Catcher, a skilled and brutal hunter of human specimens for alien science.","release_date":"2009-01-31","vote_average":2.6,"runtime":null,"cert":"N\/A","id":36942,"title":"Creature of Darkness","adult":false,"genre_ids":[27,878]},{"cast":["Patrick Shane Dorian","Matt George","Matty Liu","Shaun Tomson","Maylin Pultar"],"overview":"Three pro surfers - gifted Shane, once-great Mickey and rising young star Keoni travel to Madagascar, Bali and Hawaii in search for the ultimate wave.","release_date":"1998-04-24","vote_average":5.0,"runtime":96,"cert":"N\/A","id":36943,"title":"In God's Hands","adult":false,"genre_ids":[12]},{"cast":["Tom Naughton","Chareva Naughton"],"overview":"A comedian replies to the \"Super Size Me\" crowd by losing weight on a fast-food diet while demonstrating that almost everything you think you know about the obesity \"epidemic\" and healthy eating is wrong.","release_date":"2009-02-03","vote_average":6.9,"runtime":104,"cert":"N\/A","id":36944,"title":"Fat Head","adult":false,"genre_ids":[99]},{"cast":["Eve Ensler"],"overview":"This controversial work, created and performed by Eve Ensler, debuted off-off-Broadway in 1996 and soon rode a wave of national acclaim. Now, the intimacy of Ensler's original show has been lovingly brought to the screen. Capturing her unique performance, the film also follows Ensler as she explores the creative impetus behind the monologues and conducts a series of new interviews as inspiring as those that brought about the original work","release_date":"2002-01-01","vote_average":5.6,"runtime":76,"cert":"N\/A","id":36945,"title":"The Vagina Monologues","adult":false,"genre_ids":[35]},{"cast":["Olivia Ballantyne","Jonathan Goad","David Storch","Shauna Black","Stuart Hughes"],"overview":"Intrepid FBI agent Beck, assigned to solve the case of a multimillionaire couple's missing daughter. As clues begin to reveal themselves, Beck draws an explosive line connecting the kidnapper and the girl's mother -- and brings to light their dark, disturbing secret. Racing against the clock, the determined agent must discover the real reason for the abduction and save the child's life.","release_date":"2007-01-09","vote_average":4.2,"runtime":95,"cert":"N\/A","id":36946,"title":"Troubled Waters","adult":false,"genre_ids":[28,80,9648,53]},{"cast":["Noam Chomsky","Mark Achbar","Edward S. Herman","William F. Buckley","Peter Jennings"],"overview":"A film about the noted American linguist\/political dissident and his warning about corporate media's role in modern propaganda.","release_date":"1992-11-06","vote_average":7.7,"runtime":167,"cert":"N\/A","id":36947,"title":"Manufacturing Consent: Noam Chomsky and the Media","adult":false,"genre_ids":[99]},{"cast":["Al Pacino","Danny Huston","Susan Sarandon","John Goodman","Brenda Vaccaro"],"overview":"Angel of mercy… or murderous “Doctor Death”? Jack Kervorkian is one of the most polarizing figures in modern American history, a man whose passionate belief that people have the right to die has brought him both praise and vilification. Oscar®- and Emmy®-winning actor Al Pacino brings “Dr. Death” to life in an all-new HBO Films presentation: You Don’t Know Jack, directed by Oscar®-winner Barry Levinson.","release_date":"2010-04-14","vote_average":7.0,"runtime":134,"cert":"N\/A","id":36950,"title":"You Don't Know Jack","adult":false,"genre_ids":[18]},{"cast":["Karena Lam","Ekin Cheng","Andy Hui"],"overview":"Pearl (Karena Lam) has quietly fallen in love with her boss Tom (Ekin Cheng), who’s married with a family. Without warning, Tom asks Pearl to interview for another job. Wounded, Pearl demands that Tom terminate her. The gauntlet has been thrown down. In a space as small, crowded and claustrophobic as the office, love doesn’t grow - it incubates and breeds, like a virus.","release_date":"2008-10-23","vote_average":5.0,"runtime":100,"cert":"N\/A","id":36951,"title":"Claustrophobia","adult":false,"genre_ids":[18,10749]},{"cast":["Harlan Ellison","Neil Gaiman","Edie Adams","Haskell Barkin","Robin Williams"],"overview":"The documentary story of Harlan Ellison","release_date":"2008-06-04","vote_average":6.9,"runtime":96,"cert":"N\/A","id":36952,"title":"Dreams with Sharp Teeth","adult":false,"genre_ids":[99]},{"cast":["Arnold Schwarzenegger","Jamie Lee Curtis","Tom Arnold","Bill Paxton","Tia Carrere"],"overview":"A fearless, globe-trotting, terrorist-battling secret agent has his life turned upside down when he discovers his wife might be having an affair with a used car salesman while terrorists smuggle nuclear war heads into the United States.","release_date":"1994-07-15","vote_average":6.9,"runtime":141,"cert":"15","id":36955,"title":"True Lies","adult":false,"genre_ids":[28,53]},{"cast":["Alba Rohrwacher","Pierfrancesco Favino","Giuseppe Battiston","Teresa Saponangelo","Monica Nappo"],"overview":"Anna is an accountant for an important insurance firm and lives with her longterm lover Alessio - a man who longs for a stable longterm relationship with children, home, etc. Anna, feeling as though the fire has fizzled in that relationship takes up with co-worker Domenico and the two begin a passionate affair.","release_date":"2010-04-30","vote_average":5.7,"runtime":121,"cert":"N\/A","id":36956,"title":"Come Undone","adult":false,"genre_ids":[35,18,10749]},{"cast":["Howie Mandel"],"overview":"Funnyman Howie Mandel proves that laughter is indeed the best medicine as he lets his unbridled imagination run amok in this dynamic hourlong performance recorded in Toronto. Howie's wacky brand of comedy includes a potpourri of bizarre props, outrageous characters and, of course, plenty of zingers. If you're looking for a double dose of levity, get your prescription filled at zany Howie's house of humor.","release_date":"1983-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":36957,"title":"The First Howie Mandel Special","adult":false,"genre_ids":[35]},{"cast":["Yancy Butler","Grace Zabriskie","Demetrius Navarro","Lauren Stamile","Frantz Turner"],"overview":"As they file into the deliberation room, 11 jurors are ready to convict the defendant of 14 counts of murder, but one holdout forces the others to reevaluate the evidence -- and their own motives -- in this tense courtroom drama. As the jurors sift through the case, more of them start to lean toward an acquittal, but could one of them have a hidden agenda? This thriller starring Yancy Butler and William Forsythe holds plenty of surprises.","release_date":"2004-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":36958,"title":"The Last Letter","adult":false,"genre_ids":[18,9648,53]},{"cast":["Trond Fausa Aurvåg","Stine Varvin","Svante Martin","Sverre Anker Ousdal"],"overview":"Andreas has everything a man can wish for. A wonderful wife, a big house on the country and a great job. But a sudden car accident puts him in a wheelchair. He is paralysed in his legs and he is also now impotent. Will his marriage work?","release_date":"2004-10-22","vote_average":5.0,"runtime":103,"cert":"N\/A","id":36959,"title":"The Crossing","adult":false,"genre_ids":[53,35]},{"cast":["Billy Zane","Tricia Helfer","Dennis Hopper","Terry Chen","Deirdre Blades"],"overview":"Dr. Taylor Biggs is haunted by a past that's not his own. A hallucinatory drug gives him the power to see visions of vicious crimes, visions made all that more disturbing when he discovers that the murderous memories may belong to the father he never knew . Biggs's mother, whose own failing memory makes her powerless to help him unravel his family history.","release_date":"2006-11-01","vote_average":4.7,"runtime":98,"cert":"N\/A","id":36960,"title":"Memory","adult":false,"genre_ids":[53,878,9648]},{"cast":["Joakim Schröder","Sebastian Håkansson","Niclas Wahlgren","Ulrika Örn","Magnus Uggla"],"overview":"Three friends, Robban, Alexander and Kim has just left the compulsory school, and now they consider themselves grown-up and mature, being 16 years old. During the summer holiday they also get a bit of experience of the world: Robban becomes a full-time drug addict, Alexander plays in a rock band but leaves it and Kim is desperate to get the girl of his dreams.","release_date":"1983-02-25","vote_average":5.3,"runtime":109,"cert":"N\/A","id":36961,"title":"G","adult":false,"genre_ids":[18,35]},{"cast":["Simon Morley","David Friend"],"overview":"This bizarre but compelling cult theatrical hit features two naked Australian men -- David Friend and Simon Morley -- who have the amazing ability to play tricks using nothing but their genitalia, in tandem with hilarious commentary. Filmed at the Forum Theatre in Melbourne, this performance shows some of the duo's best work. Please note: Due to the nature of the performance, this video includes full-frontal nudity.","release_date":"2001-01-01","vote_average":6.6,"runtime":52,"cert":"N\/A","id":36962,"title":"Puppetry of the Penis: Live at the Forum","adult":false,"genre_ids":[35]},{"cast":["Kevin James"],"overview":"Television's \"King of Queens\" reigns again in this Comedy Central special -- the network's first-ever hour-long show devoted entirely to one comic, taped live in July 2001 at New York City's Hudson Theatre. James riffs on life's many \"royal\" pains, including waiting in line with strangers, negotiating with the airport ticket counter clerk, underwear wedgies, boringly slow answering machine messages and more.","release_date":"2001-04-23","vote_average":7.2,"runtime":60,"cert":"N\/A","id":36963,"title":"Kevin James: Sweat the Small Stuff","adult":false,"genre_ids":[35]},{"cast":["Jon Bon Jovi","Estella Warren","David Faustino","Curtis Armstrong","Nora Dunn"],"overview":"Frank Hopper is a former lawyer, long-term loser and constant dreamer - and frankly, probably just not all that bright. When he receives a credit card in the mail, he believes he's hit the jackpot. It's not long before he's working his way toward financing his dream - an all-woman hockey team. He's also put himself in debt to the tune of more than $300,000. Naturally, he winds up in court when his plan backfires","release_date":"2006-01-01","vote_average":4.3,"runtime":83,"cert":"N\/A","id":36964,"title":"Pucked","adult":false,"genre_ids":[35]},{"cast":["Jenny Dare Paulin","Morgan Weisser","Alan Abelew","Norbert Weisser","Laurie O'Brien"],"overview":"A meteor carrying an unknown infection, lands outside a Small Californian community, bringing terror and death. Just after midnight, a local rancher named Larry Jenkins discovers the meteor and calls the police. Inspector Bardo is sent to the scene to investigate. The small Lawton police department is short-handed, as it is the night of the high school prom. Arriving at a desolate forest road miles out of town, Bardo discovers that Jenkins has been infected by the alien organism. The officer is savagely attacked and infected. Both men head towards Lawton, terrorizing and contaminating everyone they encounter. Meanwhile, Cheryl and Timmy have left the prom and are parked atop Lover's Lane. Bardo comes upon the lovebirds and attacks them, infecting Timmy. Now Cheryl must run for her life through the pitch-black forest, escaping her pursuers and trying to reach the authorities before the infection spreads to L.A.","release_date":"2005-09-05","vote_average":2.0,"runtime":81,"cert":"N\/A","id":36965,"title":"Infection","adult":false,"genre_ids":[27]},{"cast":["Lindsay Lohan","Tyra Banks","Jere Burns","Anne Marie DeLuise","Garwin Sanford"],"overview":"After her mom's death, Casey pulls away from everyone in her life, including her emotionally distant dad. With help from a magic spell, she tries to bring her mother back from the dead; instead, Casey's words accidentally awaken one of her least favorite toys: a statuesque Barbie clone named Eve. Things get worse when Casey's dad develops a crush on his daughter's living doll.","release_date":"2000-03-05","vote_average":5.9,"runtime":101,"cert":"N\/A","id":36968,"title":"Life-Size","adult":false,"genre_ids":[10770,35,10751,14]},{"cast":["Lou Diamond Phillips","Victoria Pratt","Martin Cummins","Kim Hawthorne","Eugene Clark"],"overview":"Based on the true story of the only homicide committed on the famed San Francisco Military base. A military Criminal Investigations Officer goes beyond his orders to get to the facts behind what appears to be a robbery-motivated killing. What he finds may well unravel his damaged mental health.","release_date":"2005-05-02","vote_average":5.2,"runtime":89,"cert":"N\/A","id":36969,"title":"Murder at the Presidio","adult":false,"genre_ids":[18,53,80]},{"cast":["Pierce Brosnan","Jacques Perrin","Rie Miyazawa","Aldo Baglio","Matthias Brandt"],"overview":"An ecological drama\/documentary, filmed throughout the globe. Part thriller, part meditation on the vanishing wonders of the sub-aquatic world.","release_date":"2009-10-17","vote_average":7.2,"runtime":84,"cert":"N\/A","id":36970,"title":"Oceans","adult":false,"genre_ids":[99,10751]},{"cast":["Andrés Pazos","Mirella Pascual","Jorge Bolani","Daniel Hendler","Ana Katz"],"overview":"When his long-lost brother resurfaces, Jacobo, desperate to prove his life has added up to something, looks to scrounge up a wife. He turns to Marta, an employee at his sock factory, with whom he has a prickly relationship. the owner of a sock factory in Montevideo, and Marta, his employee, realize that their estranged relationship needs to change when Jacobo's long-lost brother prompting them to pose as a married couple.","release_date":"2004-08-06","vote_average":7.0,"runtime":99,"cert":"N\/A","id":36971,"title":"Whisky","adult":false,"genre_ids":[35,18]},{"cast":["Don Messick","Casey Kasem","Frank Welker","Heather North","Patricia Stevens"],"overview":"Scooby-Doo Goes Hollywood (WBFE) (CS) The gang goes to Hollywood as Scooby stars in his first film. When a creepy creature wants to put a stop to the film, Scooby must solve the mystery to ensure his star status remains intact.","release_date":"1980-01-01","vote_average":5.7,"runtime":49,"cert":"N\/A","id":36972,"title":"Scooby-Doo Goes Hollywood","adult":false,"genre_ids":[16,35,10751,10770]},{"cast":["Joe Bonamassa"],"overview":"Award-winning blues rock star, guitar hero and singer-songwriter Joe Bonamassa's new release, Joe Bonamassa Live From The Royal Albert Hall, a 2-DVD live set, just made it s debut at #6 on Billboard Magazine s Top Music DVD Chart and #10 on the Top Blues Album Chart. The film, released on October 6 by Bonamassa s record company J&R Adventures, captures the intensity and excitement of the May 2009 show that marked Bonamassa s headlining debut at arguably the most prestigious concert venue in the world. May 4, 2009 was a day 20 years in the making, says Bonamassa. I have never been so honored in my life. It was truly larger than the sum of its parts.","release_date":"2009-10-06","vote_average":4.3,"runtime":230,"cert":"N\/A","id":36973,"title":"Joe Bonamassa: Live from the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":["Miranda Richardson"],"overview":"The story of a little loggerhead turtle, as she follows in the path of her ancestors on one of the most extraordinary journeys in the natural world. Born on a beach in Florida, she rides the Gulf Stream up towards the Arctic and ultimately swims around the entire North Atlantic across to Africa and back to the beach where she was born. But the odds are stacked against her; just one in ten thousand turtles survive the journey.","release_date":"2009-10-01","vote_average":6.7,"runtime":81,"cert":"N\/A","id":36974,"title":"Turtle: The Incredible Journey","adult":false,"genre_ids":[99]},{"cast":["Ally Kiger","Laura Byrne-Cristiano","Lori Joffs","Lori Joffs","Styna Lane"],"overview":"Twilight in Forks is the definitive DVD documenting the town of Forks made famous by the Twilight books and movies. Are there truly vampires and werewolves there? Hear from the real people living their lives in the town fans know and love, including the Chief of Police, the Forks Outfitters' employee who gets mistaken for Bella, and the vampire transplant who plays the real-life role of Alice. Visit Forks High School, hear self-described Jacob's grandfather tell the legend of how the Quileutes descended from wolves, and see may more of the people and places that make Forks and La Push the perfect setting for the Twilight Saga.","release_date":"2009-10-15","vote_average":1.5,"runtime":null,"cert":"N\/A","id":36975,"title":"Twilight in Forks: The Saga of the Real Town","adult":false,"genre_ids":[99]},{"cast":["Venessa Blair","Jacqueline Lovell","LoriDawn Messuri","Nenna Quiroz"],"overview":"LoriDawn plays a naive, hometown girl who comes to apartment-sit in an artist's loft for a friend and fellow artist. Enter friendly neighbor Lovell, a carefree art model who shows her new acquaintance the ways of exhibitionist freedom and voyeurism.The storyline -- often minimal in such movies -- is a respectable attempt at a \"Rear Window\" or \"Body Double\" type plot, as our lovely lead gets more than she bargains for in her newfound voyeuristic tendencies.","release_date":"1997-08-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":36978,"title":"I'm Watching You","adult":false,"genre_ids":[]},{"cast":["Grant Show","Udo Kier","Eva LaRue","Flex Alexander","Michael Riley"],"overview":"After the whole North of the Equator freezes below zero, a group of people in Los Angeles risk their lives while trying to \"escape\" from the city's hostile conditions, in order to take a ship to a hotter place on Earth.","release_date":"1998-07-21","vote_average":6.5,"runtime":93,"cert":"N\/A","id":36979,"title":"Ice","adult":false,"genre_ids":[28,12]},{"cast":["Steven Sperling","Sophie Kempe","Maxi Warwel","Jakob Panzek","Bartek Blaszczyk"],"overview":"The class of a normal German school travel to a small village in Poland near the sea where no action of any kind can take place. Due to this fact they focus on themselves. Especially one girl, Isa, has to choose between two boys who are fighting against each other. Then a final \"test\" is made to come to a decision... a test with final results.","release_date":"2002-07-07","vote_average":7.2,"runtime":89,"cert":"N\/A","id":36980,"title":"School Trip","adult":false,"genre_ids":[]},{"cast":["Vincent Spano","Lori Loughlin","Gail O'Grady","Kevin Dillon","John Glover"],"overview":"Fuming over the departure of his wife Vivian and the cutting of his research funding, crazy nuclear scientist Rogers Henry constructs Medusa, a thermonuclear bomb capable of generating a continent-sized electro-magnetic pulse; such EMP could effectively destroy a computer-based society. He dupes Vivian into bringing it to the Pentagon to exact his final revenge on the government, rigging it so it will explode before its count-down if Vivian's pacemaker isn't within fifteen feet of it. Medusa arms itself in the air aboard Scott Nash's 737 cargo plane, and with Hurricane Sigrid about to hit the coast, nobody wants to let them land. Based on the novel by John J. Nance.","release_date":"1997-11-16","vote_average":5.0,"runtime":240,"cert":"N\/A","id":36981,"title":"Medusa's Child","adult":false,"genre_ids":[53]},{"cast":["Anne-Sophie Briest","Nina Hoger","Simon Verhoeven","Tonio Arango","Julia Palmer-Stoll"],"overview":"Natalie (Anne-Sophie Briest) has found a job and a new love. She meets her 14-year-old Miriam, who risks being under the influence of Natalie's ex-pimp. Natalie and the computer nerd Sven research a child pornography ring.","release_date":"1998-11-24","vote_average":7.0,"runtime":95,"cert":"N\/A","id":36982,"title":"Natalie III - Babystrich online","adult":false,"genre_ids":[18]},{"cast":["Bruce Campbell","Shannon Sturges","Ernie Hudson","L.Q. Jones","Bo Eason"],"overview":"An accountant sent to produce an evaluation of a tornado research project, and the scientist running the project pursue tornadoes and each other.","release_date":"1996-05-06","vote_average":4.5,"runtime":89,"cert":"N\/A","id":36983,"title":"Tornado!","adult":false,"genre_ids":[28]},{"cast":["Daniel Gillies","Estella Warren","Clayne Crawford","Maryam d'Abo","Jeff Galpin"],"overview":"A graduate student preparing his thesis on mythology leads his friends on a research expedition to an old plantation estate on the outskirts of the Big Easy. The site is reputed to mysteriously cause madness and death to all who enter it.","release_date":"2004-10-22","vote_average":4.4,"runtime":88,"cert":"N\/A","id":36984,"title":"Trespassing","adult":false,"genre_ids":[27]},{"cast":["Jaroslav Marvan","Milada Želenská","Jaroslav Mareš","Josef Kemr","Stella Zázvorková"],"overview":"Mr. Angel goes winter sporting and at the same time investigates his son's fiancee.","release_date":"1955-11-25","vote_average":6.5,"runtime":84,"cert":"N\/A","id":36985,"title":"Angel in the Mountains","adult":false,"genre_ids":[]},{"cast":["Paul Dooley","Matthew Lawrence","David Gallagher","Jack Coleman","Lynda Boyd"],"overview":"The football team jesse is on is terrible, after the death of his father Jesse quits the team. Then angels come to help the team get better and nobody can see them but Jesse's little brother.","release_date":"1997-01-01","vote_average":5.2,"runtime":88,"cert":"N\/A","id":36986,"title":"Angels in the Endzone","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":" ","release_date":"","vote_average":1.0,"runtime":135,"cert":"N\/A","id":36987,"title":"Die Ballade vom Baikalsee","adult":false,"genre_ids":[]},{"cast":["Christopher Eccleston","Saskia Reeves","Kate Hardie","Rhys Ifans","Anna Chancellor"],"overview":"A woman, plastered in blood, is arrested by a grave, and a tale of loss, lust and jealousy slowly unfolds.","release_date":"1999-01-01","vote_average":6.0,"runtime":85,"cert":"","id":36988,"title":"Heart","adult":false,"genre_ids":[53]},{"cast":["Florian Bartholomäi","Falk Rockstroh","Ludwig Trepte","Max Mauff","Maximilian Oelze"],"overview":"16 year-old Georg is forced to leave his home in the West, which means saying goodbye to his two loves; his girlfriend, and his Taekwondo team, something that is all-important to him. Now living in Cottbus, an economically depressed place where the people are not too fond of things like American culture and foreigners living in their country, Georg soon falls in with a group of angry mates. Together the group delves further into a nationalist way of thinking, and soon they are shaving their heads, and becoming a skinhead gang. \"Kombat Sechzehn\" features some impressive, proffessional looking fight sequences, as well as a memorable soundtrack.","release_date":"2005-01-19","vote_average":7.4,"runtime":96,"cert":"N\/A","id":36989,"title":"Combat 16","adult":false,"genre_ids":[18]},{"cast":["Anne-Sophie Briest","Nina Hoger","Udo Schenk","Volkert Kraeft","Melanie Rühmann"],"overview":"14 years old Natalie seems to live in a completely healthy and wealthy family. However she feels lost: her parents spend most of their time for her younger, sick sister. So she grows more and more lonely. After an argument with her father she runs away from home. In her quest for care and nearness, she ends up with souteneur Nico.","release_date":"1994-11-23","vote_average":2.3,"runtime":92,"cert":"N\/A","id":36990,"title":"Natalie - Endstation Babystrich","adult":false,"genre_ids":[18]},{"cast":["Helena Růžičková","Stanislav Tříska","Veronika Kánská","Martin Šotola","Petra Pyšová"],"overview":"For a second time this film leads us to the village in South Bohemia. We meet again Konopnik family and Skopek family. Venca Konopnik is marrying Blazena Skopek but there is another woman Milada who is very jealous and she is spreading gossips about Venca Konopnik. Those gossips are so powerful that they lead to big fights between Konopnik and Skopek families. You will also see what a progress on milk-yielding-cows-project has been made.","release_date":"1989-07-01","vote_average":7.3,"runtime":128,"cert":"N\/A","id":36993,"title":"Sun, Hay and a Couple of Slaps","adult":false,"genre_ids":[35]},{"cast":["Helena Růžičková","Stanislav Tříska","Pavel Kikinčuk","Veronika Kánská","Broněk Černý"],"overview":"A Czech agricultural student, Šimon Plánička, arrives at the small South Bohemian town of Hoštice, and joins the local JZD (agricultural co-op) with the intention of trying out his experiment regarding the \"Milk yield of cows in regards to a cultured environment\". He runs into difficulty with the directorship of the JZD, but he finds them eager to help once they hear he's the son of the local agricultural commissioner, as his last name is also Plánička. Blažena Škopková is given the task of finding out how things are looking. However everything is complicated by the jealousy of Blažena's boyfriend Venca.","release_date":"1983-09-01","vote_average":7.2,"runtime":83,"cert":"N\/A","id":36994,"title":"Sun, Hay, Berries","adult":false,"genre_ids":[35]},{"cast":["Margaux Hemingway","Nicholas Worth","Rosemarie Belden","Peter J. Lucas","Joey Travolta"],"overview":"A Russian gangster kidnaps a woman and her friend, an aging European deceived by a young lover.","release_date":"1996-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":36995,"title":"Dangerous Cargo","adult":false,"genre_ids":[28,12]},{"cast":["Chuck Norris","Judson Mills","Jennifer Tung","Roxanne Hart","Joel Swetow"],"overview":"A counterterrorism specialist is assigned by the President to track down a terrorist who is suspected of planning to set off a nuclear device in the U.S.","release_date":"2002-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":36996,"title":"The President's Man: A Line in the Sand","adult":false,"genre_ids":[53,18,28]},{"cast":["Pedro Peirano","Alvaro Diaz","Rodrigo Salinas","Alejandra Dueñas","Daniel Castro"],"overview":"The rag-tag crew of world famous TV news show 31 Minutos goes into the sea to a mystery island to rescue their beloved producer Juanin Juan Harry.","release_date":"2008-01-01","vote_average":7.2,"runtime":87,"cert":"N\/A","id":36999,"title":"31 Minutos: The Movie","adult":false,"genre_ids":[10751,35,12]}]