[{"cast":["Dmitriy Kubasov","Natálie Řehořová","Aleksey Solonchev","Simona Huelsemann","Arthur Semay"],"overview":"The action unfolds in a country about which we know nothing, a land of snow and forests, somewhere in the North.  A family lives in an isolated house near a lake. Alexi, a young, pure-hearted man, is a woodcutter. Occasionally suffering from epileptic seizures and overcome by an ecstatic state, he is one with the nature around him. Alexi is very close to his younger sister, Hege. Their blind mother, father, and younger brother, silently observe this uncontrollable love.  One day a stranger arrives, a young man slightly older than Alexi.","release_date":"2008-09-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":37000,"title":"A Lake","adult":false,"genre_ids":[18]},{"cast":["Ryen McPherson","Donald Brennan","Rufus Hannah","Peter LaForte","Todd Richard Lewis"],"overview":"\"Guaranteed to be the most hilariously shocking video you've ever seen, Bumfights will piss on any other ruckus video ever made. You'll see drunk bums beating each other silly, real street fights caught on tape, sick pranks, chick fights, crackheads, bum stunts, supermodel Angela Taylor and hands down the rawest, most core ruckus ever filmed. On behalf of Indecline and the Bumfight Krew... we apologize. Because love us or hate us, these images will stay with you for life.\"","release_date":"2002-04-08","vote_average":3.0,"runtime":56,"cert":"N\/A","id":37001,"title":"Bumfights 1: Cause for Concern","adult":false,"genre_ids":[]},{"cast":[],"overview":"Papelucho, who has always been fascinated by aliens, decides to catch one and sets a trap. Amazingly it succeeds, and the lost Martian child Det ends up living through Papelucho, with hilarious consequences. The two build a spaceship and travel to Mars, only to escape back to Earth again after the Great Leader of Mars threatens to eat them. Det eventually takes over the body of Papelucho's dog, Choclo, but when Choclo's health is put at risk Papelucho has a difficult decision to make.","release_date":"2007-05-17","vote_average":10.0,"runtime":77,"cert":"N\/A","id":37002,"title":"Papelucho y el marciano","adult":false,"genre_ids":[12,16,10751]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"A 3-D presentation of U2's global \"Vertigo\" tour. Shot at seven different shows, this production employs the greatest number of 3-D cameras ever used for a single project.","release_date":"2007-05-19","vote_average":7.1,"runtime":85,"cert":"N\/A","id":37003,"title":"U2 3D","adult":false,"genre_ids":[10402,99]},{"cast":["Benjamín Vicuña","Francisca Imboden","María Izquierdo","Willy Semler","Gastón Pauls"],"overview":"Could a brilliant composer's music actually be killing his loved ones? Eliseo can't help but believe it when his younger sister dies tragically and then his pianist Georgina suddenly dies on the piano. Completely traumatized, Eliseo is taken to a mental hospital where he can find escape only through music.","release_date":"2006-03-27","vote_average":6.7,"runtime":110,"cert":"N\/A","id":37004,"title":"Fuga","adult":false,"genre_ids":[53,18,10402]},{"cast":["Marisa Ramirez","Travis Wester","Nichole Hiltz","Laura Harring","Laz Alonso"],"overview":"During a Day of the Dead celebration, the dead come to life to prey upon the living. In the remote Mexican village of Santa Bonita, a nightmare lay buried for over a century. But when a group of hard-partying students from the OC are stranded in this strange town, they discover an innkeeper with a dark secret (Laura Harring of Mulholland Drive) a sheriff with a shocking past (David Keith of Firestarter) and a holiday that demands the most horrific sacrifice of all. Now the ceremony can commence. The hordes of the undead have been unleashed. And on this day, an unstoppable feast of human flesh has begun!","release_date":"2005-01-22","vote_average":5.0,"runtime":88,"cert":"N\/A","id":37005,"title":"All Souls Day: Dia de los Muertos","adult":false,"genre_ids":[27]},{"cast":["Ezequiel Abeijón","Nicolás Saavedra","Miguel Dedovich","Jorge Román","Felipe Braun"],"overview":"After losing their bearings, a group of Chilean soldiers learns some lessons about their enemy's humanity in this dark comedy set during the 1970s war between Chile and Argentina. Digging in where they are, the troop soon discovers a nearby Argentinean platoon. Unsure how to handle the situation, the two groups start passing notes via a stray dog, and eventually achieve a wary camaraderie.","release_date":"2005-01-01","vote_average":7.0,"runtime":100,"cert":"N\/A","id":37006,"title":"Mi mejor enemigo","adult":false,"genre_ids":[35,18]},{"cast":["Ingela Olsson","Anna Ulrika Ericsson","Philip Zandén","Johan Widerberg","Lena-Pia Bernhardsson"],"overview":"Single mother Lotta and her younger sister Sanna are both successful in their different jobs, and are living very different lives, but are attracted to men who are their opposites.","release_date":"2009-11-06","vote_average":5.5,"runtime":104,"cert":"N\/A","id":37007,"title":"So Different","adult":false,"genre_ids":[35,18]},{"cast":["Luciano Cruz-Coke","Felipe Braun","Francisca Lewin","Benjamín Vicuña","Javiera Díaz de Valdés"],"overview":"Gastón Fernández has arrived at 34 without too much to show or brag about. He has no money, job, girlfriend, friends or life plan. He's a composer that doesn't compose. The one-time \"most likely to succeed\" at Santiago's Musical Conservatory has passed from promise to failure. He feels he is beginning to wander alone. Isolated and detached. Gastón feels that everyone judges him and see the word loser tattooed on his forehead. At the same time, an alter-ego, a sort of doppelgänger, haunts him.","release_date":"2005-10-13","vote_average":5.0,"runtime":109,"cert":"N\/A","id":37008,"title":"For Rent","adult":false,"genre_ids":[18]},{"cast":["María José Prieto","Daniel Alcaíno","Cristián Campos","Sigrid Alegría","Benjamín Vicuña"],"overview":"A television survey says over sixty percent of women in Chile are unfaithful. True or not, this movie presents some interesting answers.","release_date":"2004-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":37009,"title":"Unfaithful Women","adult":false,"genre_ids":[18,35]},{"cast":["Ariel Levy","Xenia Tostado","Benjamín Vicuña","Tatiana Astengo","Katty Kowaleczko"],"overview":"Nerdy comic book aficionado Roberto Rodriguez battles low self-esteem, loser friends and vicious high school bullies as he vies for the heart of Cristina, the hot new girl from Madrid.","release_date":"2004-11-04","vote_average":5.6,"runtime":104,"cert":"N\/A","id":37010,"title":"Promedio rojo","adult":false,"genre_ids":[35,10749]},{"cast":["Ian Hart","Jack Davenport","Peter Hanson","Claire Skinner","Frank Finlay"],"overview":"British filmmaker Simon Cellan Jones directs the BBC drama Eroica, starring Ian Hart as Ludwig van Beethoven. Shot on digital video, this TV film depicts the first performance of Beethoven's Third Symphony, June 9th, 1804, in Vienna, Austria. Prince Lobkowitz (Jack Davenport) has invited friends to listen to Beethoven conduct his new symphony for the first time. Among the aristocratic attendees are Count Dietrichstein (Tim Pigott-Smith), Countess Brunsvik (Claire Skinner), and composer Josef Haydn (Frank Finlay). The actual musical score is performed by the Orchestre Revolutionaire et Romantique, under the direction of John Eliot Gardiner.","release_date":"2003-01-01","vote_average":7.0,"runtime":89,"cert":"","id":37011,"title":"Eroica","adult":false,"genre_ids":[18,10402,10770]},{"cast":["Benjamín Vicuña","Nicolás Saavedra","Gonzalo Valenzuela","María Elena Swett","Florencia Romero"],"overview":"\"La peor talla\", a Chilean play on words meaning both \"the worst size\" and \"the worst joke\"... Upper middle class teens give the big guy with small penis a hard time, so to speak.","release_date":"2003-11-27","vote_average":3.3,"runtime":84,"cert":"N\/A","id":37012,"title":"XS - la peor talla","adult":false,"genre_ids":[35]},{"cast":["David Carradine","Rusty Joiner","Carolyn Neff","Ulli Lommel","Christopher Kriesa"],"overview":"Southern Texas. Savannah and Cooper, a young couple in love, drive through the desert in a black 70s Cadillac convertible. Unaware that they are being followed, they check into a motel at the Mexican border. When Savannah leaves to buy food, a cop sneaks into the room, pulls his gun on Cooper, accuses him of murder and tries to arrest him. But Savannah, who had become suspicious, manages to turn the tables:","release_date":"2009-02-08","vote_average":6.0,"runtime":90,"cert":"N\/A","id":37013,"title":"Absolute Evil","adult":false,"genre_ids":[9648,53]},{"cast":["Roberto Artiagoitía","Daniel Muñoz","Lorene Prieto","Sergio Schmied","Tamara Acosta"],"overview":"A young and excentric radio DJ airs a successful program in which diverse calls come in from anonymous listeners, who reveal their love stories, all charged with mix-ups, disputes and passion.","release_date":"1999-10-28","vote_average":8.0,"runtime":87,"cert":"N\/A","id":37014,"title":"The Sentimental Teaser","adult":false,"genre_ids":[35,18]},{"cast":["Matt LeBlanc","Jay Acovone","Stephanie Richards","Lou Rawls","John LaMotta"],"overview":"After an unfortunate incident causes him to leave the \"family business\" and move to Los Angeles, Vinny Pallazzo is living a quiet life. When his nephew, Anthony, moves in with him, Vinny slowly learns to live life to the fullest again. However, Anthony is young, and is living life in the fast lane. He brings out the demons from Vinny's past. Now Vinny must try to stop Anthony from making the same mistakes that changed his life forever.","release_date":"1994-01-01","vote_average":2.0,"runtime":97,"cert":"N\/A","id":37015,"title":"Lookin' Italian","adult":false,"genre_ids":[80,18,10749]},{"cast":[],"overview":"A bank robbery gone wrong leads to a horrific crime and the capture of the most relentless outlaw in Texas...the infamous Johnny Rios. Incarcerated, Rios ups the ante with a daring ultimatum that gives the sleepy town of Wardlaw a rude awakening as their courageous Sheriff prepares for the shoot-out of a lifetime - one that could either put this town on the map or annihilate it all together. The laws they live by are the laws they’ll die by on RETRIBUTION ROAD.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":37018,"title":"Retribution Road","adult":false,"genre_ids":[28,12,53,37]},{"cast":["Tim Daly","Sean Young","Lysette Anthony","Stephen Tobolowsky","Jeremy Piven"],"overview":"In New York in 1995 Dr. Richard Jacks is a creator of perfumes. Thus he spends his days inventing new colorful and well smelling potions and certainly caring for his girlfriend Sarah Carver. But when he discovers that his greatgrandfather, called Dr. Jekyll, was a scientist with revoluntionary discoveries, he tries to follow the footsteps of his ancestor and creates more and more delicate potions until one of them converts him into a spectacular superwoman: Helen Hyde. Knowing that Richard has no clue of her existence Helen enforces a professional career at the back of her \"creator\".","release_date":"1995-08-25","vote_average":5.2,"runtime":90,"cert":"N\/A","id":37019,"title":"Dr. Jekyll and Ms. Hyde","adult":false,"genre_ids":[35]},{"cast":["Mark-Paul Gosselaar","Tiffani Thiessen","Mario López","Dustin Diamond","Lark Voorhies"],"overview":"In this conclusion of the long running series it finally happens: Kelly and Zack will marry. Zack's parents are against the early commitment and Kelly's parents can't afford it, so only the gang travels to Las Vegas for the wedding. However, before the wedding can happen, they have to live through many adventures, including Zack losing his hard earned money, Kelly becoming jealous and Slater being chased by mobsters.","release_date":"1994-10-07","vote_average":5.8,"runtime":90,"cert":"N\/A","id":37020,"title":"Saved by the Bell: Wedding in Las Vegas","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the Tendos, the Saotomes, Ryoga, Shampoo and Ukyo misinterpreting Tatewake Kuno's invitation to his two loves, Akane and \"The Pig Tailed Girl\", to try his new yacht, a whole new episode of chaos begins in the already unstable lives of the Saotome\/Tendo clan. A mysterious shadow kidnaps first Akane's sister Kasumi, then continues on until all the girls disappear. All except everyone's favorite hydrotranssexual. As an ambush, Ranma's set out to trap one of the shadows, revealing them to be under the control of a powerful prince Toma. Toma is the young prince of a floating island to which only males are born due to a powerful spring which turns anything into a man. Of course, he's out to rescue the girls, but more importantly, can he get a hold of the water that may free him of the Jusenkyo curse? And even more importantly, can he keep his mouth shut before Akane does more damage to him then Prince Toma does?","release_date":"1992-08-02","vote_average":6.3,"runtime":63,"cert":"N\/A","id":37021,"title":"Ranma ½: The Movie 2 - Nihao, My Concubine","adult":false,"genre_ids":[28,35,16]},{"cast":["Mark-Paul Gosselaar","Tiffani Thiessen","Mario López","Dustin Diamond","Elizabeth Berkley"],"overview":"Kelly's grandpa invites the whole clique to his little hotel \"The Hideaway\" in Hawaii for summer vacation. They expect a marvelous time at the beach - without Belding. Upon arriving, they quickly learn that not only is Belding there, but they also have to help Kelly's grandpa from losing his hotel. Meanwhile Zack meets (again) the love of his live, Jessie and Slater bet with Lisa that they won't fight and Screech gets kidnapped by the Pupuku clan.","release_date":"1992-11-27","vote_average":6.2,"runtime":92,"cert":"N\/A","id":37022,"title":"Saved by the Bell: Hawaiian Style","adult":false,"genre_ids":[35]},{"cast":["Virginia Madsen","Toru Nakamura","Ryo Ishibashi","Dean Hallo","Harry Dean Stanton"],"overview":"Gena is a sweet and dedicated mother to her little son. One day, whilst shopping with him for a halloween mask, her son is accidently shot through the chest by a Japanese Gunman, trying to kill an opposing gang of bus operators. Gena notices that the gunman has a picture of a blue tiger on his chest. She is turned into an obsessed person and has an identical red tiger etched into her skin. She then tracks down the killer and plots his death. This leads her into the world of the Japanese Mafia","release_date":"1994-04-03","vote_average":4.7,"runtime":88,"cert":"N\/A","id":37023,"title":"Blue Tiger","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"When Prince Kirin of the 7 Lucky Gods shows up at the Tendo dojo looking for his bride-to-be, guess who's accidentally holding the scroll that signifies his future mate? Why, Akane, of course, and the rest of the Ranma crew is forced to take a boat to China in order to save her from the horrors of marriage and a diet of pickled vegetables.","release_date":"1991-11-02","vote_average":6.1,"runtime":74,"cert":"N\/A","id":37024,"title":"Ranma ½: The Movie 1 - Big Trouble in Nekonron, China","adult":false,"genre_ids":[16]},{"cast":["Errol Flynn","Claude Rains","Henry Stephenson","Barton MacLane","Billy Mauch"],"overview":"Two boys - the prince Edward and the pauper Tom - are born on the same day. Years later, when young teenage Tom sneaks into the palace garden, he meets the prince. They change clothes with one another before the guards discover them and throw out the prince thinking he's the urchin. No one believes them when they try to tell the truth about which is which. Soon after, the old king dies and the prince will inherit the throne.","release_date":"1937-05-08","vote_average":6.5,"runtime":118,"cert":"N\/A","id":37025,"title":"The Prince and the Pauper","adult":false,"genre_ids":[12,18,10751,14]},{"cast":["John Alderton","Pauline Collins","Paul Freeman","Peter Capaldi","Martin Jarvis"],"overview":"After her husband's death, woman starts looking for independence.","release_date":"2003-01-30","vote_average":6.5,"runtime":110,"cert":"","id":37026,"title":"Mrs Caldicot's Cabbage War","adult":false,"genre_ids":[18,35]},{"cast":["Doon Arbus","Mariclare Costello","Mary Clare Costello","Marvin Israel","Lisette Model"],"overview":"The work of photographer Diane Arbus as explained by her daughter, friends, critics, and in her own words as recorded in her journals. Illustrated with many of her photographs. Mary Clare Costello, narrator Themes: Arbus' quirky go-it-alone approach. Her attraction to the bizarre, people on the fringes of society: sexual deviants, odd types, the extremes, styles in questionable taste, poses and situations that inspire irony or wonder. Where most people would look away she photographed.","release_date":"1972-11-21","vote_average":0.0,"runtime":28,"cert":"N\/A","id":37027,"title":"Going Where I've Never Been: The Photography of Diane Arbus","adult":false,"genre_ids":[10770,99]},{"cast":["Joseph Kaiser","Amy Carson","René Pape","Lyubov Petrova","Benjamin Jay Davis"],"overview":"During World War I, in an unnamed country, a soldier named Tamino is sent by the Queen of the Night to rescue her daughter Pamina from the clutches of the supposedly evil Sarastro. But all is not as it seems.","release_date":"2006-09-07","vote_average":6.9,"runtime":133,"cert":"N\/A","id":37028,"title":"The Magic Flute","adult":false,"genre_ids":[35,18,10402]},{"cast":["Paul McDermott","Tim Ferguson","Richard Fidler"],"overview":"The unlimited uncollectible sterling deluxe edition. The world-famous Doug Anthony Allstars wreak havoc on the live ABC TV comedy classic – The Big Gig. Australia’s notorious comedy trio rampage through a tornado of songs, stunts and stupidity.","release_date":"2009-01-27","vote_average":6.5,"runtime":229,"cert":"N\/A","id":37031,"title":"Doug Anthony All Stars","adult":false,"genre_ids":[35]},{"cast":["Jet Li","Woo Gin-Keung","Huang Qiuyan","Chenghui Yu","Yue Hoi"],"overview":"Jet Li weasels out of the north Shaolin temple to assassinate a despotic ruler at the ruler's extravagant public birthday celebration. Two other men from the south Shaolin temple also set out to assassinate the ruler, but all three fail and are chased all over by soldiers. Meanwhile, one of the southerners turns out to be a cross-dressed woman, who is also discovered to wear a footbell to match Jet Li's, meaning they are somehow slated for an arranged marriage.","release_date":"1986-03-01","vote_average":6.9,"runtime":90,"cert":"N\/A","id":37032,"title":"Martial Arts of Shaolin","adult":false,"genre_ids":[28,35]},{"cast":["Carol Alt","Jonathan Malen","Maria Brooks","Mazin Elsadig","Michael Shanks"],"overview":"Residents of a small town find themselves battling a swarm of wasps which has been sprayed by a super pesticide.","release_date":"2005-04-06","vote_average":4.5,"runtime":88,"cert":"N\/A","id":37035,"title":"Swarmed","adult":false,"genre_ids":[28,27,53,10770]},{"cast":["Humphrey Bogart","Conrad Veidt","Kaaren Verne","Jane Darwell","Frank McHugh"],"overview":"Broadway gambler 'Gloves' Donahue wants to find who killed the baker of his favorite cheesecake. He sees nightclub singer Leda Hamilton leaving the bakery. When her boss Marty's partner Joe is murdered, Leda and her accompanist Pepi disappear. It turns out that beneath all the mystery is a gang of Nazi operatives planning to blow up a battleship in New York harbor.","release_date":"1942-01-10","vote_average":6.8,"runtime":107,"cert":"N\/A","id":37036,"title":"All Through the Night","adult":false,"genre_ids":[35,80,18,53,10752]},{"cast":["Patrick McGoohan","George Cole","Tony Britton","Michael Hordern","Geoffrey Keen"],"overview":"This Disney drama, originally broadcast as a three-part TV episode, tells the story of a vicar's double life. Outwardly, he is the model of upstanding citizenship and loyalty to an oppressive British government. But he is also a notorious smuggler who uses his ill-gotten gains to benefit his impoverished village.","release_date":"1963-12-06","vote_average":7.2,"runtime":98,"cert":"","id":37037,"title":"Dr. Syn, Alias the Scarecrow","adult":false,"genre_ids":[12,10751]},{"cast":["Patrick McGoohan","Keith Michell","Betsy Blair","Paul Harris","Marti Stevens"],"overview":"Over the course of one eventful evening, the anniversary celebration of the musical and romantic partners Aurelius Rex and Delia Lane, a jealous, ambitious drummer, Johnny Cousin, attempts to tear the interracial couple apart.","release_date":"1962-02-06","vote_average":7.2,"runtime":91,"cert":"","id":37038,"title":"All Night Long","adult":false,"genre_ids":[18,10402]},{"cast":["Albert Dekker","Susan Hayward","Harry Carey","Frances Farmer","Gordon Jones"],"overview":"A mentally unstable man, who has been kept in isolation for years, escapes and causes trouble for his identical twin brother.","release_date":"1941-12-19","vote_average":5.8,"runtime":67,"cert":"N\/A","id":37039,"title":"Among the Living","adult":false,"genre_ids":[9648,18]},{"cast":["Franklyn Ajaye","Angela Bassett","Bill Bellamy","Julian Bond","Todd Boyd"],"overview":"Directors Robert Townsend and Quincy Newell offer this comprehensive and hilarious examination of the history, evolution and cultural significance of African American comedy in America, from the earliest minstrel shows to the latest HBO special. Featuring interviews with cultural critics and loads of comedic clips, this program features appearances by a who's-who of black comedians including Chris Rock, Bill Cosby, Whoopi Goldberg and many more.","release_date":"2009-01-01","vote_average":10.0,"runtime":95,"cert":"N\/A","id":37040,"title":"Why We Laugh: Black Comedians on Black Comedy","adult":false,"genre_ids":[35,99]},{"cast":["Joan Bennett","Robert Ryan","Charles Bickford","Nan Leslie","Walter Sande"],"overview":"A WWII Coast Guard veteran, Lt. Scott Burnett (Robert Ryan), is plagued by nightmares of his combat days. One day, he meets a woman, Peggy Butler (Joan Bennett), walking on a beach, picking up pieces of wood. Butler is married to a grumpy, blind painter, Ted Butler (Charles Bickford). Despite his affections for his fiancée Eve (Nan Leslie), whose father is a boat builder, Scott falls in love with Peggy and soon breaks off the engagement. Peggy reveals that she blinded her husband years earlier by throwing a glass at him during an ugly spat, ruining his career and her own ambitions to be an upper-class socialite. Scott fears that Ted is suspicious that he is having an affair with Peggy and becomes so paranoid that he begins to believe that Ted is faking his blindness — and sets out to prove it. This was the fifth and final American film by the great French writer-director Jean Renoir.","release_date":"1947-06-02","vote_average":5.9,"runtime":71,"cert":"N\/A","id":37041,"title":"The Woman on the Beach","adult":false,"genre_ids":[18,10749]},{"cast":["Russ Tamblyn","John “Bud” Cardos","Regina Carrol","Scott Brady","Robert Dix"],"overview":"The \"Satans\" are a very cruel biker gang led by Anchor. The gang goes to a diner in the middle of nowhere in the California desert where they begin to terrorize Lew and his patrons and his waitress, Tracy. After a little killing, one of the patrons named Johnny manages to escape from the bikers into the desert. They need to reach a town before the Satans catch up to them and kill them.","release_date":"1969-06-01","vote_average":3.5,"runtime":86,"cert":"N\/A","id":37042,"title":"Satan's Sadists","adult":false,"genre_ids":[18,28,53]},{"cast":["Chesty Morgan","Frank Silvano","Saul Meth","Peter Savage","Louis Burdi"],"overview":"Underworld drug king Toplar is flooding the market with low-grade heroin. Agent 99 gets a bit too close to the truth, but manages to gasp out a clue as to the identity of Toplar: he has a scar. Jane (Agent 73) is called in to find Toplar, and gets a camera implanted in her breast in order to photograph the bad guys she dispatches so headquarters will be able to identify Toplar when she finds him. Meanwhile she begins falling in love with fellow agent Jim.","release_date":"1974-01-01","vote_average":3.6,"runtime":73,"cert":"N\/A","id":37043,"title":"Double Agent 73","adult":false,"genre_ids":[35]},{"cast":["Ian Holm"],"overview":"Wisconsin Death Trip is an intimate, shocking and sometimes hilarious account of the disasters that befell one small town in Wisconsin during the final decade of the 19th century. The film is inspired by Michael Lesy's book of the same name which was first published in 1973. Lesy discovered a striking archive of black and white photographs in the town of Black River Falls dating from the 1890s and married a selection of these images to extracts from the town's newspaper from the same decade. The effect was surprising and disturbing. The town of Black River Falls seems gripped by some peculiar malaise and the weekly news is dominated by bizarre tales of madness, eccentricity and violence amongst the local population.","release_date":"1999-09-05","vote_average":5.6,"runtime":76,"cert":"N\/A","id":37044,"title":"Wisconsin Death Trip","adult":false,"genre_ids":[99]},{"cast":["Yui Horie","Yuji Ueda","Junko Noda","Masayo Kurata","Megumi Hayashibara"],"overview":"As another round of preliminary tests approach for Keitaro, so does Christmas. And as the first Christmas of the millennium, there is a rumor that if one confesses his love on this special eve it will come true. Keitaro has decided what he needs to do on this Christmas eve. But being a re-taker, can he afford taking attention away from the tests on the same day?","release_date":"2000-12-24","vote_average":6.0,"runtime":46,"cert":"12","id":37047,"title":"Love Hina Christmas Special: Silent Eve","adult":false,"genre_ids":[16,35,10749]},{"cast":["Hiroshi Kamiya","Mamoru Miyano","Ryo Katsuji","Shin-ichiro Miki","Yuichi Nakamura"],"overview":"The year is 2314 AD, two years have passed since the defeat of the Innovators and the exposure of the A-Laws' crimes against humanity. The A-Laws have been abolished and their infrastructure integrated into the Earth Sphere Federation Army. However, the world's exposure to GN Particles has resulted in many people awakening as True Innovators. Celestial Being has returned to the shadows to rebuild and quietly observe the infantile peace. However, an abandoned probe from an expedition to Jupiter 130 years ago approaches Earth bringing a new crisis with it, one that threatens all of mankind. While Celestial Being begins their final mission to save humanity from an unimaginable threat, Gundam Meister Setsuna F. Seiei is about to discover the true purpose of his evolution as an Innovator. Aeolia Schenberg's plan has moved into its final stage...","release_date":"2010-09-18","vote_average":6.8,"runtime":123,"cert":"N\/A","id":37048,"title":"Mobile Suit Gundam 00: A Wakening of the Trailblazer","adult":false,"genre_ids":[28,878,16,18]},{"cast":["Peter Ustinov","Cliff Norton","Cliff Osmond","Alan Barzman","Marcy Swenson"],"overview":"The Mouse and his child (the two parts of a single small wind-up toy), go on a quest to become \"self-winding\".","release_date":"1977-11-18","vote_average":5.9,"runtime":83,"cert":"N\/A","id":37049,"title":"The Mouse and His Child","adult":false,"genre_ids":[16,18,10751]},{"cast":["Fernanda Torres","Luiz Fernando Guimarães","Marisa Orth","Evandro Mesquita","Emilio Pitta"],"overview":"The film shows the day when Rui and Vani first met. It was at their wedding (with other partners). Vani was going to marry Sérgio, and Rui would marry Marta in the same church, following Vani's marriage. While waiting for the ceremony, they begin to talk. Complications ensue.","release_date":"2003-10-24","vote_average":6.7,"runtime":93,"cert":"N\/A","id":37050,"title":"Os Normais: O Filme","adult":false,"genre_ids":[35]},{"cast":[],"overview":"K-1 World Grand Prix 2009 Final was a martial arts event held by the K-1 on Saturday December 5, 2009 at the Yokohama Arena in Yokohama, Japan. It was the 17th inaugural K-1 World GP Final, the culmination of a year full of regional elimination tournaments. All fights followed K-1's classic tournament format and were conducted under K-1 Rules, three rounds of three minutes each, with a possible tiebreaker. The qualification for the top eight fighters was held at the K-1 World Grand Prix 2009 in Seoul Final 16 on September 26, 2009 in Seoul, Korea.","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":37051,"title":"K-1 World Grand Prix 2009 Final","adult":false,"genre_ids":[]},{"cast":["Reel Big Fish"],"overview":"Reel Big Fish Live at the House of Blues is a selection from the The Show Must Go Off! DVD concert series.","release_date":"2003-12-07","vote_average":6.5,"runtime":105,"cert":"N\/A","id":37052,"title":"Reel Big Fish: Live at the House of Blues","adult":false,"genre_ids":[10402]},{"cast":["Shintarō Katsu","Tatsuya Nakadai","Yukio Mishima","Yûjirô Ishihara","Takumi Shinjo"],"overview":"A ronin desperately seeks a way out of financial straits; he allies with the Tosa clan under the ruthless leader Takechi, who quickly takes advantage.","release_date":"1969-08-09","vote_average":6.9,"runtime":140,"cert":"N\/A","id":37053,"title":"Tenchu!","adult":false,"genre_ids":[36,28,18]},{"cast":[],"overview":"\"ALWAYS WILL\" centers on the tumultuous years of a high school adolescent who discovers a time capsule that allows him to achieve the kind of popularity that every teenager yearns for. As the story begins, we discover that things rarely go Will’s way. A relative unknown at school, his close friends from grade school have drifted apart from him and his relationship with his stepfather has bred a home life that’s less than welcoming. The only comfort he finds is in the honest conversations that he shares with his loving mother, Lydia. As understanding as she is, her reassurances are not enough to alleviate the insecurities that nag him daily.","release_date":"2006-03-22","vote_average":5.5,"runtime":95,"cert":"N\/A","id":37054,"title":"Always Will","adult":false,"genre_ids":[18,878,10751]},{"cast":["Gary Walker","Bill Hamilton","Michael Foyle","Danny Small","Robert Taylor"],"overview":"A depiction of a series of violent killings in Northern Ireland.","release_date":"1989-02-13","vote_average":6.6,"runtime":39,"cert":"15","id":37055,"title":"Elephant","adult":false,"genre_ids":[80,18,36,10770]},{"cast":["Amanda Seyfried","Christopher Egan","Gael García Bernal","Vanessa Redgrave","Franco Nero"],"overview":"An American girl on vacation in Italy finds an unanswered \"letter to Juliet\" -- one of thousands of missives left at the fictional lover's Verona courtyard, which are typically answered by a the \"secretaries of Juliet\" -- and she goes on a quest to find the lovers referenced in the letter.","release_date":"2010-05-14","vote_average":6.9,"runtime":105,"cert":"PG","id":37056,"title":"Letters to Juliet","adult":false,"genre_ids":[35,18,10749]},{"cast":["Brian Krause","Najarra Townsend","Heather McComb","Stephen Blackehart","Jeff Crabtree"],"overview":"Two hundred years ago a supernova exploded somewhere in the Lyra constellation. Now the lethal burst of radiation is headed straight for Earth, and time is swiftly running out. The only thing standing between humanity and complete devastation is astrophysicist Dr. Kelvin (Brian Krause), who heads up a project to save the planet.","release_date":"2009-10-27","vote_average":3.1,"runtime":87,"cert":"N\/A","id":37059,"title":"2012: Supernova","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Michael Habeck","Rainer Basedow"],"overview":"The stone-people Hew and Kew have seen a lot in their everlasting lives on top of their mountain. Therefore they're only mildly amazed by the ongoings in the valley below, they've got their own little problems to deal with - But all of a sudden, Mankind is discovering and inventing, instead of just woozeling, and this new behavior starts to threaten Hew's and Kew's stoic peacefulness...","release_date":"2003-06-05","vote_average":7.3,"runtime":8,"cert":"N\/A","id":37060,"title":"Rocks","adult":false,"genre_ids":[16,35,14]},{"cast":["Edgardo Nieva","Horacio Taicher","Juan Costa","María Eva Gatica","Kika Child"],"overview":"A biopic relating the life of Argentinian boxer José María Gatica.","release_date":"1993-05-13","vote_average":5.0,"runtime":136,"cert":"N\/A","id":37061,"title":"Gatica 'El mono'","adult":false,"genre_ids":[18]},{"cast":["Brendan Fraser","Ashley Judd","Viggo Mortensen","Lou Myers","Loren Dean"],"overview":"Desire torments a former cultist taking refuge at the home of a scantily clad woman whose husband is away.","release_date":"1995-01-02","vote_average":6.1,"runtime":99,"cert":"N\/A","id":37062,"title":"The Passion of Darkly Noon","adult":false,"genre_ids":[9648,18,53]},{"cast":["Lance Armstrong","Ken Chlouber","Rebecca Rusch","Dave Wiens"],"overview":"'Race Across The Sky' - the story of the 2009 Leadville Trail 100 Mountain Bike Race will inspire you to 'Dig Deep'. At 10,000+ feet, against the misty backdrop of a former mining town, Leadville, Colorado, 1228 cyclists start the grueling 100 mile race. This epic mountain bike race was captured with 10 HD cameras throughout the course including a helicopter and an off-road motocam. Racers include seven-time Tour de France winner Lance Armstrong, six-time defending champion Dave Wiens and three-time World 24 hr Champion Rebecca Rusch. It's not only about getting up close and personal with the top racers but about all the racers and their inspirational stories. You'll laugh, you'll cry and if you don't get on a bike you'll do something amazing after watching this film!","release_date":"2009-04-15","vote_average":3.0,"runtime":73,"cert":"N\/A","id":37063,"title":"Race Across the Sky: The Leadville Trail 100","adult":false,"genre_ids":[99]},{"cast":["Aimé Anthoni","Walter de Donder","Chris Cauwenbergs","Agnes de Nul"],"overview":"During a walk in the woods Lui eats a dangerous berry, despite the warnings of Plop. Lui becomes human size, this makes the other gnome angry and Lui runs away and gets lost in the forrest. Before he knows it, he ends up in the big city. Will Plop, Klus and Kwebbel find him before he turns the whole town upside down ?","release_date":"2006-12-13","vote_average":1.0,"runtime":65,"cert":"N\/A","id":37064,"title":"Plop in de Stad","adult":false,"genre_ids":[12,35]},{"cast":["Ioan Gruffudd","Robert Lindsay","Cherie Lunghi","Christopher Fulford","Ronald Pickup"],"overview":"Horatio Homblower, now promoted to Acting Lieutenant, captures the French ship Le Reve off the Spanish coast. The Captain of the French ship is furious that such a youngster has pulled off such a coup. But far more daunting is Hornblower's first taste of the high life, when he is invited to dine with the Governor of Gibraltar and his wife. The prospect of this is frightening enough, but an unexpected guest, the glamorous Duchess of Wharfedale, adds another spin to his evening.","release_date":"1999-02-24","vote_average":7.1,"runtime":93,"cert":"","id":37065,"title":"Hornblower: The Duchess and the Devil","adult":false,"genre_ids":[28,12,18,10752,10770]},{"cast":["Steve Cochran","Mamie Van Doren","Ray Danton","Fay Spain","Louis Armstrong"],"overview":"A group of beatniks unwittingly harbor a serial rapist. A cop goes after him after his wife is attacked.","release_date":"1959-07-03","vote_average":5.6,"runtime":95,"cert":"N\/A","id":37066,"title":"The Beat Generation","adult":false,"genre_ids":[80]},{"cast":["Ioan Gruffudd","Robert Lindsay","Antony Sher","John Shrapnel","Samuel West"],"overview":"The Hornblower series is based on C.S. Forester's classic maritime adventures - the story of one young man's struggle to become a leader of men. Set against the back drop of the 18th century Anglo-French wars, the bloodiest time in British naval history.Lt.  Hornblower and his mates are sent to accompany a doomed royalist invasion of revolutionary France.","release_date":"1999-04-02","vote_average":7.2,"runtime":100,"cert":"12","id":37067,"title":"Hornblower: The Frogs and the Lobsters","adult":false,"genre_ids":[28,12,18,10770]},{"cast":["Ioan Gruffudd","Robert Lindsay","David Warner","Nicholas Jones","Paul McGann"],"overview":"The Hornblower series is based on C.S. Forester's classic maritime adventures - the story of one young man's struggle to become a leader of men. Set against the back drop of the 18th century Anglo-French wars, the bloodiest time in British naval history. Hornblower and his comrades come under the command of a revered but obviously mentally unstable captain and eventually must mutiny.","release_date":"2001-04-07","vote_average":7.5,"runtime":98,"cert":"12","id":37068,"title":"Hornblower: Mutiny","adult":false,"genre_ids":[12,18,10752,10770]},{"cast":["Robert Ryan","Aldo Ray","Buddy Hackett","Jack Lord","Fay Spain"],"overview":"In the 1950s, a poor Georgia cotton farmer and his sons search for the gold presumably buried on the farm by their grandfather but problems related to poverty, marital infidelity, unemployment and booze threaten to destroy their family.","release_date":"1958-09-23","vote_average":6.2,"runtime":118,"cert":"N\/A","id":37079,"title":"God's Little Acre","adult":false,"genre_ids":[10749,18,35]},{"cast":["Naomi Watts","Samuel L. Jackson","Annette Bening","Carla Gallo","Kerry Washington"],"overview":"The lives of three women have a commonality: adoption. Karen is a physical therapist who regrets that, as a teenager, she gave up her daughter for adoption. Elizabeth was an adopted child and is now a successful lawyer, but her personal life lacks warmth. Lucy and her husband have failed to conceive and now hope to adopt a baby to make their family complete.","release_date":"2009-11-07","vote_average":7.0,"runtime":125,"cert":"N\/A","id":37080,"title":"Mother and Child","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A 2008 documentary and debut feature film of Bafta-Award nominated director Jamie Jay Johnson. It follows the lives of the participants of the Junior Eurovision Song Contest 2007, specifically the entrants from Belgium, Bulgaria, Cyprus and Georgia. The film sees them proceed from the national finals that saw them crowned the representatives of their country through to the international song festival itself held in Rotterdam, the Netherlands where they each compete against 16 other acts.","release_date":"2008-09-09","vote_average":6.7,"runtime":100,"cert":"N\/A","id":37081,"title":"Sounds Like Teen Spirit","adult":false,"genre_ids":[99,10402]},{"cast":["Melissa Etheridge","Larry Kramer","Barney Frank","Pratibha Parmar","Rita Mae Brown"],"overview":"This sequel to \"Before Stonewall\" documents the history of gay and lesbian life from the riots at Stonewall in 1969 to the present. Narrated by Melissa Etheridge, the film explains the work, struggles, victories, and defeats the gay community has weathered to become a vibrant and integral part of North American society.","release_date":"1999-06-06","vote_average":7.8,"runtime":88,"cert":"N\/A","id":37082,"title":"After Stonewall","adult":false,"genre_ids":[99]},{"cast":["Ernest Borgnine","Zohra Lampert","Renata Vanni","Bruno Della Santina","Franco Corsaro"],"overview":"A beautifully rendered, fact-based crime film about a crusading Italian policeman battling Black Hand extortionists in New York’s Little Italy is back on the big screen. In addition to Ernest Borgnine’s brilliantly sensitive portrayal as Lieutenant Joseph Petrosino, this engrossing picture is deftly photographed by Lucien Ballard, beautifully scored by David Raksin with a stellar supporting cast including Zohra Lampert and Alan Austin. Literate, suspenseful and emotionally moving, this memorable film remains the definitive depiction about the emergence of the Mafia in America.","release_date":"1960-07-27","vote_average":6.8,"runtime":111,"cert":"N\/A","id":37083,"title":"Pay or Die!","adult":false,"genre_ids":[80]},{"cast":["John Drew Barrymore","Preston Foster","Joan Lorring","Howard St. John","Dorothy Comingore"],"overview":"A film noir treatise about the coming of age of a young man is beautifully realized by the great Joseph Losey. John Drew Barrymore zigzags through the sordid vortex of downtown Los Angeles while seeking vengeance on the man who beat his Father. This superbly crafted “trial by fire” tale with memorable dialogue and shaded photography co-stars Preston Foster, Joan Lorring, Harold St. John and Dorothy Comingore","release_date":"1951-11-13","vote_average":7.7,"runtime":75,"cert":"N\/A","id":37084,"title":"The Big Night","adult":false,"genre_ids":[18,53]},{"cast":["Cathy O'Donnell","June Lockhart","Hugh Beaumont","Mark Daniels","Greg McClure"],"overview":"Murder and obsession abound in this fast-paced mystery based on a radio play that begins with one of the most startling openings ever filmed! Directed by Bernard Vorhaus (The Spiritualist) and lensed by film noir’s finest cinematographer, John Alton, this under-the radar gem stars June Lockhart, Cathy O’Donnell and Hugh Beaumont. Produced at the now-legendary “noir factory” of Eagle Lion Productions.","release_date":"1947-10-18","vote_average":5.3,"runtime":68,"cert":"N\/A","id":37085,"title":"Bury Me Dead","adult":false,"genre_ids":[9648,80]},{"cast":["Don Murray","Eva Marie Saint","Anthony Franciosa","Lloyd Nolan","Henry Silva"],"overview":"Based on the stage play by Michael V. Gazzo, this noir-stained drama provides a searing look at the emotional carnage of a drug addicted ex-G.I. (Don Murray) along with his family and friends. Perhaps the harshest and most realistic perspective of a grim topic that holds up better than any other film of its type.","release_date":"1957-07-17","vote_average":6.7,"runtime":109,"cert":"N\/A","id":37086,"title":"A Hatful of Rain","adult":false,"genre_ids":[18]},{"cast":["Edmond O'Brien","Joanne Dru","Otto Kruger","Barry Kelley","Dorothy Patrick"],"overview":"The Horatio Alger parable gets the film noir treatment with the redoubtable Edmund O’Brien as a whip-smart telephone technician who moves up the ladder of a Syndicate gambling empire in Southern California until distracted by an inconveniently married Joanne Dru and his own greed. Ripped from the headlines of the 1950 Kevaufer Organized Crime Hearings, this fast-moving picture is laden with location sequences shot in Los Angeles, the Hoover Dam and Palm Springs including the famous Doll House watering hole on North Palm Canyon Drive!","release_date":"1950-07-01","vote_average":6.1,"runtime":102,"cert":"N\/A","id":37087,"title":"711 Ocean Drive","adult":false,"genre_ids":[18,80]},{"cast":["Aileen Wuornos","Nick Broomfield","Diane Wuornos","Terry Humphreys-Slay","Arlene Pralle"],"overview":"British documentarian Nick Broomfield creates a follow-up piece to his 1992 documentary of the serial killer Aileen Wuornos, a highway prostitute who was convicted of killing six men in Florida between 1989 and 1990. Interviewing an increasingly mentally unstable Wuornos, Broomfield captures the distorted mind of a murderer whom the state of Florida deems of sound mind -- and therefore fit to execute. Throughout the film, Broomfield includes footage of his testimony at Wuornos' trial.","release_date":"2003-09-09","vote_average":7.1,"runtime":89,"cert":"15","id":37088,"title":"Aileen: Life and Death of a Serial Killer","adult":false,"genre_ids":[99]},{"cast":["Noël Coward","Julie Haydon","Stanley Ridges","Martha Sleeper","Ernest Cossart"],"overview":"A ruthless, cynical, hated publisher is killed in a plane crash, doomed to be a \"restless\" spirit for being unloved. A heavenly power gives him a month on Earth to find one person to shed a tear for him before his fate is sealed.","release_date":"1935-04-30","vote_average":6.1,"runtime":76,"cert":"N\/A","id":37089,"title":"The Scoundrel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A 1990 Canadian documentary, presenting a feminist revisionist account of the Early Modern European witchcraft trials. It features interviews with feminist and Neopagan notables, such as Starhawk, Margot Adler, and Matthew Fox. The Burning Times is the second film in the National Film Board of Canada's Women and Spirituality series, following Goddess Remembered.","release_date":"1990-01-01","vote_average":7.3,"runtime":57,"cert":"N\/A","id":37090,"title":"The Burning Times","adult":false,"genre_ids":[99]},{"cast":["Joe Lia","Allan Louis"],"overview":"After living on the tough streets of LA for a while, India hopes that every gay basher will meet his destiny. In this case Destiny is a black, 6 foot, high heel wearing, gun toting, drag queen with an attitude and a soft place in her heart for homeless gay boys.","release_date":"2005-07-16","vote_average":5.7,"runtime":90,"cert":"N\/A","id":37091,"title":"FAQs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary on gay, lesbian, and transgender Muslims across the Muslim and Western worlds.","release_date":"2007-09-09","vote_average":5.9,"runtime":81,"cert":"N\/A","id":37092,"title":"A Jihad for Love","adult":false,"genre_ids":[99]},{"cast":["Clair Farley","Jennie Farley","Mark Oliver Farley","Scott Farley","David L. Suarez"],"overview":"The intimate bond between two identical twins is challenged when one decides to transition from male to female; this is the story of their evolving relationship, and the resurrection of their family from a darker past.","release_date":"2007-01-19","vote_average":6.5,"runtime":74,"cert":"","id":37093,"title":"Red Without Blue","adult":false,"genre_ids":[99]},{"cast":["Michael Douglas","Robert Duvall","Barbara Hershey","Rachel Ticotin","Frederic Forrest"],"overview":"On the day of his daughter's birthday, William \"D-Fens\" Foster is trying to get to the home of his estranged ex-wife to see his daughter. His car breaks down, so he leaves his car in a traffic jam in Los Angeles and decides to walk. He goes to a convenience store and tries to get some change for a phone call, but the Korean owner does not oblige, tipping Foster over the edge. The unstable Foster, so frustrated with the various flaws he sees in society, begins to psychotically and violently lash out against them.","release_date":"1993-02-26","vote_average":7.3,"runtime":113,"cert":"15","id":37094,"title":"Falling Down","adult":false,"genre_ids":[80,18,53]},{"cast":["Stephen Tobolowsky","Austin Basis","Jana Kramer","Kate Miner"],"overview":"A pair of thrill-seeking nerds pioneer a new extreme craze that doesn't so much sweep the nation as portions of a small faction of their high school. The craze is 'boxboarding,' really just rolling down a hill with your vision obstructed.","release_date":"2007-04-25","vote_average":2.8,"runtime":90,"cert":"N\/A","id":37097,"title":"Boxboarders!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The inside story of the last days of a General Motors plant in Moraine, Ohio, as lived by the people who worked the line.","release_date":"2009-09-07","vote_average":6.0,"runtime":40,"cert":"N\/A","id":37098,"title":"The Last Truck: Closing of a GM Plant","adult":false,"genre_ids":[99]},{"cast":["Deborah Kerr","Robert Mitchum"],"overview":"In 1944, in South Pacific, the castaway Marine Corporal Allison drifts in a raft to the Tuasiva Island, where he meets Sister Angela. She tells him that she is the only person in the island and was left behind by the runaway boat to Fiji Island while seeking the local priest. Stranded in the island, but with water, fish and fruits, their paradisiacal life ends when the Japanese arrive to build a base, forcing Allison and the nun to hide in a cave. The crude marine provides the necessary supply for their survival and falls in love for the nun.","release_date":"1957-03-13","vote_average":7.0,"runtime":108,"cert":"N\/A","id":37103,"title":"Heaven Knows, Mr. Allison","adult":false,"genre_ids":[12,18,10752]},{"cast":["Thomas Ian Nicholas","Joss Ackland","Art Malik","Daniel Craig","Kate Winslet"],"overview":"A Southern California kid named Calvin Fuller is magically transported to the medieval kingdom of Camelot through a crack in the ground caused by an earthquake. Once there, he learns he was summoned by the wizard Merlin, who needs Calvin to save Camelot. Using dazzling modern inventions, can Calvin help King Arthur retain his crown and thwart the evil Lord Belasco?","release_date":"1995-08-11","vote_average":4.6,"runtime":89,"cert":"N\/A","id":37108,"title":"A Kid in King Arthur's Court","adult":false,"genre_ids":[12,14,35,878,10751]},{"cast":[],"overview":"Lowly Gillingham Football Club are drawn against Premiership giants Newcastle United in the quarter finals of the FA Cup. A small group of 'Gills' fans decide to make the most of their 'game of a lifetime' by turning the journey north into a weekend away. On the eve of departure one of the group receives a visit from Terry, a man with no legs in a wheelchair, claiming he can get them a free minibus and free diesel. In return, all they have to do is take him with them!","release_date":"2010-03-05","vote_average":6.5,"runtime":92,"cert":"15","id":37109,"title":"The Shouting Men","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Shido's a midnight detective, half human and half vampire, who specializes in solving supernatural murders. But can he solve the secrets of his fellow Nightbreed before the city life goes straight to hell?! Contains violence and brief nudity; parental discretion advised. Episodes 7-12.","release_date":"2001-06-12","vote_average":0.0,"runtime":180,"cert":"N\/A","id":37110,"title":"NightWalker - Eternal Darkness","adult":false,"genre_ids":[27,9648,16]},{"cast":["David Knight","Charley Boorman"],"overview":"A fascinating and intimate portrait of one of the true stars of motorsport - David Knight. This film charts his rise to global domination, from his early years through the glory days and right up to his 2007 bid to tackle the Grand National Cross Country series. Knight has dominated the scene for several years - twice World Enduro Champion, twice Erzberg Extreme winner, twice US Red Bull Last Man Standing victor, AMA Enduro Cross Champion, ISDE Overall winner and six-times British Enduro Champion. In this film you can see Knight in action, including extreme and indoor performances, as well as hearing from the man himself.","release_date":"2004-01-01","vote_average":5.3,"runtime":128,"cert":"N\/A","id":37113,"title":"David Knight: Iron Man of Enduro","adult":false,"genre_ids":[99]},{"cast":["Austin Smith","Bode Merrill","Bryan Fox","Fillipo Kratter","Jon Kooley"],"overview":"We're People Too! and 2007 will feature all the things kids love about a proper video from some fun-loving PEOPLE. The movie will start with an intro and will then fade into first part. Since fresh blood is running thick in this year's roster, first part could end up being a big surprise. Next comes the rest of the movie, which you won't want to fast forward, followed by last part, which might be given to one of these talented trend setting characters: Austin Smith, Bode Merrill, Bryan Fox, Filippo Kratter, Jon Kooley, Jordan Mendenhall, Josh Mills, JP Tomich, Justin Hebbel, Nima Jalali, Pat McCarthy, Ryan Thompson, Shaun McKay, Stephen Duke, Zac Marben","release_date":"2007-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37114,"title":"We're People Too","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pop is the fifth Absinthe Films release since Justin Hostynek and Patrick Armbruster joined forces. This film has exclusive coverage of the first ever Chad's gap snowboarding session. In this session, Travis Rice and Romain de Marchi throw down the heaviest snowboarding in any film this year, raising the bar considerably with +150 foot tricks and we don't mean cab fives. A thrilling blend of all aspects of snowboarding set to a soundtrack that will have you out adding to your cd collection plus all of the extras that you have come to expect from Absinthe Films.","release_date":"2004-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37117,"title":"Pop","adult":false,"genre_ids":[]},{"cast":["Jussi Oksanen"],"overview":"Jumping with Jussi is an instructional movie for freestyle jumping. It's impossible to cover every single trick, so we decided to go with my favorites. From the beginning to the more technical 900's, there is something for everyone! I teamed up with Mack Dawg Productions to ensure the very best film quality. We cover every possible angle so you get the clear vision what I'm talking about.","release_date":"2006-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37120,"title":"Jumping With Jussi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“Cold World” can be summed up by one brutal trip the crew went on to Moscow, Russia. Feel the pain of jibbing in negative 20-degree temperatures. Like previous FODT videos, you’ll see highly anticipated parts from newcomers like Lucas Magoon, Miami Thunder and Kyle Cartwright along side familiar faces like Deadlung, Bradshaw, MFM, Messier, Dennison, Doffin and Ylianntila. Soundtrack mixed by MFM and DJ Knucklez, “Cold World” comes clean in true FODT fashion.","release_date":"2007-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37121,"title":"Cold World","adult":false,"genre_ids":[]},{"cast":["Jeffery A. Baker","Brian Danner","Orion Barnes","Erin Bennett"],"overview":"This is the true and astounding saga of the Spartans at Thermopylae. It is among the greatest tales of war ever recounted. All the glory and grit of these warriors' last stand is captured in this exceptional documentary. It is almost impossible to understand how 300 Spartans managed to hold off the million-man Persian army for even a moment, much less seven days. To a man they paid with their lives but their stunning Last Stand assured that their sacrifice would resonate throughout history. Transporting dramatizations and incisive graphics put you in the heat of the battle and show the lay of the land. The complications and strategies of the conflict are revealed through careful analysis, and critical moments are reconstructed to show exactly what happened. Discover what the Spartans were fighting for, what made them capable of such heroics and what drove them to such sacrifice.","release_date":"2007-05-27","vote_average":7.5,"runtime":90,"cert":"N\/A","id":37122,"title":"Last Stand of the 300","adult":false,"genre_ids":[99,36,10752]},{"cast":["Kenneth More","Jayne Mansfield","Henry Hull","Bruce Cabot","Robert Morley"],"overview":"The story centres around Jonathon Tibbs, the young son of a family of English gunsmiths. He travels to the American West in the 1880s to sell firearms to the locals. While there he inadvertently acquires a reputation of quickness on the draw due to his wrist mounted Derringer style weapon and from there the post of sheriff. He endeavours to clean up the town using what skills he has and by multilateral diplomacy.","release_date":"1958-10-28","vote_average":6.9,"runtime":103,"cert":"U","id":37123,"title":"The Sheriff of Fractured Jaw","adult":false,"genre_ids":[37,35]},{"cast":["Tony Randall","Jayne Mansfield","Betsy Drake","Joan Blondell","John Williams"],"overview":"To save his career, an ad man wants a sex symbol to endorse a lipstick. But she wants something too: he has to pretend to be her new lover.","release_date":"1957-07-29","vote_average":6.5,"runtime":93,"cert":"N\/A","id":37124,"title":"Will Success Spoil Rock Hunter?","adult":false,"genre_ids":[35,18,10749]},{"cast":["Oliver Platt","Steve Whitmire","Keri Russell","French Stewart","Kevin Clash"],"overview":"Our favorite little red monster is the star of this delightful film that playfully skews the story of Cinderella. Originally aired on Fox television in 1999, the feature is a playful mix of human actors and Sesame Street characters that is an easy watch for families with 3- to 7-year-olds. Cinderelmo (he's a boy, if you didn't know) dreams of playing in a castle and meeting the princess (Keri Russell). Unfortunately his mean--but not that mean--stepmother (Kathy Najimy) wants her two other sons to go to the ball at which the princess must declare whom she wishes to marry.","release_date":"1999-01-01","vote_average":6.0,"runtime":45,"cert":"N\/A","id":37127,"title":"Sesame Street: CinderElmo","adult":false,"genre_ids":[10751]},{"cast":["Leonid Utyosov","Lyubov Orlova","Mariya Strelkova","Fyodor Kurikhin","Emmanuil Geller"],"overview":"Merry Fellows was the first Soviet musical comedy. Set in Odessa and Moscow in the 1930's. Shepherd Kostya Potekhin (Utyosov) is mistaken for an international concert star. He falls in love with Anyuta (Orlova) and plays the \"star\" for her. In a cascade of comic musical numbers he becomes the leader of a Jazz-Band and gives a hilarious show at the Odessa Music Hall. Now he is destined to perform at the Bolshoi Theatre in Moscow.","release_date":"1934-12-09","vote_average":6.5,"runtime":96,"cert":"N\/A","id":37128,"title":"Jolly Fellows","adult":false,"genre_ids":[10402,35]},{"cast":["Leonid Bykov","Aleksei Smirnov","Sergei Ivanov","Sergei Podgornyj","Rustam Sagdullayev"],"overview":"Bogdan Titarenko is very talented pilot and brave leader of \"Singing group\". He also must look after some new cadets and fight together with them against German Luftwaffe planes. Close to Bogdan always are his friends, they are all from different parts of the country, but they all became real brothers.","release_date":"1973-06-06","vote_average":8.0,"runtime":92,"cert":"N\/A","id":37129,"title":"Only Old Men Are Going to Battle","adult":false,"genre_ids":[10752,18,35]},{"cast":["William Shatner","Ruth Roman","Jennifer Bishop","Kim Nicholas","James Dobson"],"overview":"A paranoid, leisure-suit-wearing conman\/gigolo named Matt Stone seduces lonely women, bilks them of their savings via an investment scam, then kills them. When he begins seeing an attractive widow, her daughter Tina becomes suspicious of his motives.","release_date":"1974-10-01","vote_average":4.7,"runtime":82,"cert":"N\/A","id":37130,"title":"Impulse","adult":false,"genre_ids":[27,9648,53]},{"cast":["Theresa Russell","Jeff Fahey","George Dzundza","Alan Rosenberg","Nicholas Mele"],"overview":"Regularly working alone undercover with a vice squad boss she dislikes as much as he dislikes her, Lottie Mason is living pretty much on the edge. An assignment helping out the Assistant D.A. may be the start of a serious relationship but then, tired and disillusioned after a job one night, she finds herself accepting a proposition in a bar that leads rapidly into a web of murder and deceit.","release_date":"1990-04-06","vote_average":5.7,"runtime":109,"cert":"N\/A","id":37131,"title":"Impulse","adult":false,"genre_ids":[53,80]},{"cast":["Adam Elliott Davis","Ron Jeremy","Nick Dent"],"overview":"After surviving a devastating global epidemic, lonely virgin Robby finds himself hunted down by the only other survivors of the lethal virus — impossibly hot women who have turned into blood-crazed, sex-obsessed vampires. Can Robby keep himself pure, or will he succumb to the lusty bloodsuckers and doom himself to their fate?","release_date":"2010-01-28","vote_average":1.8,"runtime":94,"cert":"N\/A","id":37132,"title":"I Am Virgin","adult":false,"genre_ids":[35,27]},{"cast":["Lyubov Orlova","Igor Ilyinsky","Vladimir Volodin","Pavel Olenev","Sergei Antimonov"],"overview":"Widely claimed to be Joseph Stalin's favorite movie, this classic musical comedy is a must-see. The action takes place on a steamboat on the iconic Volga River, as two groups of performers travel to Moscow to perform in the Moscow Musical Olympiad.","release_date":"1938-04-24","vote_average":6.8,"runtime":104,"cert":"N\/A","id":37133,"title":"Volga - Volga","adult":false,"genre_ids":[35,10402]},{"cast":["Max Martini","Nick Chinlund","Jane Park Smith","Max Perlich","Valerie Cruz"],"overview":"An Iraqi war vet returns home to find that his brother is in a coma from participating in an illegal underground fight club.","release_date":"2008-11-01","vote_average":4.3,"runtime":87,"cert":"N\/A","id":37134,"title":"Street Warrior","adult":false,"genre_ids":[28]},{"cast":["Tony Goldwyn","Glenn Close","Minnie Driver","Brian Blessed","Nigel Hawthorne"],"overview":"Tarzan was a small orphan who was raised by an ape named Kala since he was a child. He believed that this was his family, but on an expedition Jane Porter is rescued by Tarzan. He then finds out that he's human. Now Tarzan must make the decision as to which family he should belong to...","release_date":"1999-06-18","vote_average":7.4,"runtime":88,"cert":"U","id":37135,"title":"Tarzan","adult":false,"genre_ids":[12,16,18,10751]},{"cast":["Leslie Nielsen","Priscilla Presley","Ricardo Montalban","George Kennedy","O.J. Simpson"],"overview":"When the incompetent Officer Frank Drebin seeks the ruthless killer of his partner, he stumbles upon an attempt to assassinate Queen Elizabeth.","release_date":"1988-12-02","vote_average":7.2,"runtime":85,"cert":"15","id":37136,"title":"The Naked Gun: From the Files of Police Squad!","adult":false,"genre_ids":[35,80]},{"cast":["Leslie Nielsen","Priscilla Presley","George Kennedy","O.J. Simpson","Robert Goulet"],"overview":"Bumbling cop Frank Drebin is out to foil the big boys in the energy industry, who intend to suppress technology that will put them out of business.","release_date":"1991-06-28","vote_average":6.8,"runtime":85,"cert":"15","id":37137,"title":"The Naked Gun 2½: The Smell of Fear","adult":false,"genre_ids":[35,80]},{"cast":["Maria Lundqvist"],"overview":"För fjärde gången så är det nu spökdags igen på slottet Gomorronsol där vi får följa Lilla spöket Laban, världens snällaste spöke som är rädd för mörker. Tillsammans med Lillprins Bus och Labolina så väntas nu många superläskiga äventyr för Laban.","release_date":"2009-10-23","vote_average":3.3,"runtime":44,"cert":"N\/A","id":37138,"title":"Lilla Spöket Laban: Bullar och Bång","adult":false,"genre_ids":[16,10751]},{"cast":["Alicia Silverstone","Jeremy London","J.T. Walsh","Nicky Katt","Lee Garlington"],"overview":"Jennifer (Alicia Silverstone) is a lovely teen who has been hired to baby-sit the kids of Harry Tucker (J.T. Walsh) and his wife, Dolly (Lee Garlington). The Tuckers go to a party and proceed to get inebriated, with Mr. Tucker fantasizing about his beautiful baby sitter. Meanwhile, Jack (Jeremy London), her boyfriend, and Mark (Nicky Katt), another guy interested in her, decide to spy on Jennifer at the Tucker house, with each young man also fixated on her.","release_date":"1995-10-17","vote_average":4.7,"runtime":90,"cert":"","id":37141,"title":"The Babysitter","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"GARBAGE DREAMS follows three teenage boys born into the trash trade and growing up in the world's largest garbage village. It is the home to 60,000 Zaballeen, Egypt's 'garbage people.' When their community is suddenly faced with the globalization of their trade, each boy is forced to make choices that will impact his life and the future of his community.","release_date":"2009-07-31","vote_average":6.7,"runtime":79,"cert":"N\/A","id":37142,"title":"Garbage Dreams","adult":false,"genre_ids":[99]},{"cast":["Uma Thurman","Paul Dillon","Paul Richards","Steve Buscemi","Annabelle Gurwitch"],"overview":"At night, baby-face Laura dresses up as a vamp and lets random guys at bars pick her up, just to drug and rob them later. But then someone starts stalking her, and a person close to her is killed.","release_date":"1987-10-29","vote_average":5.3,"runtime":90,"cert":"N\/A","id":37143,"title":"Kiss Daddy Goodnight","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alicia Silverstone","Kevin Dillon","Bill Nunn","Tara Subkoff","Michael Bowen"],"overview":"Mary Giordano is a bright, intelligent student who goes to a catholic school. She also has a addiction to mystery novels and detective magazines (hence the title of the movie), which inspire her to do her own detective work. When she starts snooping around on the case of a murderer of teenage girls, it gets her in hot water with her mentor Detective Jerry Gunn. But it also starts a team up with police cadet Tony Campbell. The two work together to find the murderer. But the closer Mary gets to solving the murder, the more danger she puts herself in of being the next victim.","release_date":"1996-03-12","vote_average":5.3,"runtime":94,"cert":"N\/A","id":37144,"title":"True Crime","adult":false,"genre_ids":[80,9648,53]},{"cast":["Trevor Howard","Martin Sheen","Raf Vallone","Cyril Cusack","Andrew Keir"],"overview":"In the near future, the Catholic church has joined with other western religions in an ecumenical movement that has washed out much of the original message of the religion. A group of Irish monks  led by Trevor Howard have begun saying the mass again in Latin and have begun to have an international following. A priest (Martin Sheen) is sent from Rome to bring them to task and they must confront what is truly essential in their worship and what is not.","release_date":"1973-11-29","vote_average":6.0,"runtime":78,"cert":"","id":37145,"title":"The Catholics","adult":false,"genre_ids":[18]},{"cast":["Penn Jillette","Teller","Caitlin Clarke","David Patrick Kelly","Leonardo Cimino"],"overview":"Penn &amp; Teller enjoy playing jokes on each other. When Penn says on an interview show that he wishes he has someone threatening his life so that he \"wouldn't sweat the small stuff,\" each of them begins a series of pranks on the other to suggest a real threat. Then they find that a real psychopath is interested in them.","release_date":"1989-09-22","vote_average":5.5,"runtime":89,"cert":"N\/A","id":37146,"title":"Penn & Teller Get Killed","adult":false,"genre_ids":[35,12]},{"cast":["Eddie Van Halen","Sammy Hagar","David Lee Roth","Gary Cherone","Alex Van Halen"],"overview":"A collection of music videos from one of the most successful rock and roll bands ever. From the David Lee Roth era to the Sammy Hagar era, you'll find just about every popular video from the guitar driven band that was ever produced.","release_date":"1996-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":37147,"title":"Van Halen: Video Hits Vol. 1","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":37148,"title":"Cocorico: Especial de Natal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through real charming images, toys and animations this video presents  the domestic, farm and forest  animals to the preschool children. Using a rich musical score by Beethoven, Strauss, Chopin and the wonderful Brazilian songs that tell stories of animals, Bebe Mais: Bichos entertains and educates at the same time. Based on studies showing that music has a role in mental and emotional development of children, the video encourages logic, concentration and creativity while providing a unique opportunity of union and pleasure  between parents and children. Carefully designed to entertain and stimulate baby's immense resources, the video also presents curious characters, who - like young children - are discovering the world around them.","release_date":"2005-01-01","vote_average":7.8,"runtime":35,"cert":"N\/A","id":37151,"title":"Bebe Mais: Bichos","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37152,"title":"Bebe Mais: Musica","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37155,"title":"Caroneiros","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37156,"title":"Cocorico: Aventuras no Campo","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37157,"title":"Cocorico: Nos Dias Quentes de Verao","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":2.0,"runtime":null,"cert":"N\/A","id":37158,"title":"Cocorico Paiol","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37159,"title":"Vila Sésamo - outro","adult":false,"genre_ids":[]},{"cast":["Thomas Ian Nicholas","Adam Rodríguez","Lisa Ray","Stephen Baldwin","Michael Madsen"],"overview":"Successful entrepreneur Max learns that the woman he married has always really been interested more in his money than in being his wife. After his cousin Ricky gets burned by a gold-digger himself, Ricky introduces Max to the world of the pickup artist, hoping to give Max confidence and the tools to find a woman who likes him for who he is.","release_date":"2010-05-05","vote_average":5.0,"runtime":111,"cert":"N\/A","id":37160,"title":"Let the Game Begin","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37161,"title":"Vila Sesamo - Brincando com Enio e Beto","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2000-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37164,"title":"Palavra Cantada - Clipes","adult":false,"genre_ids":[16]},{"cast":["Jim Carrey","Laura Linney","Noah Emmerich","Natascha McElhone","Holland Taylor"],"overview":"Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.","release_date":"1998-06-04","vote_average":8.0,"runtime":103,"cert":"PG","id":37165,"title":"The Truman Show","adult":false,"genre_ids":[35,18]},{"cast":["Benoît Brière"],"overview":"White Tuft is a small beaver who lives in the north of Canada; It is a dangerous place so in his adventure he would have to recognice his friends and his enemies.","release_date":"2008-04-30","vote_average":5.6,"runtime":77,"cert":"N\/A","id":37166,"title":"White Tuft the Little Beaver","adult":false,"genre_ids":[99,10751,12]},{"cast":["Dieter Laser","Ashley C. Williams","Ashlynn Yennie","Akihiro Kitamura","Andreas Leupold"],"overview":"During a stopover in Germany in the middle of a carefree road trip through Europe, two American girls find themselves alone at night when their car breaks down in the woods. Searching for help at a nearby villa, they are wooed into the clutches of a deranged retired surgeon who explains his mad scientific vision to his captives' utter horror. They are to be the subjects of his sick lifetime fantasy: to be the first to connect people, one to the next, and in doing so bring to life \"the human centipede.\"","release_date":"2009-04-26","vote_average":4.9,"runtime":92,"cert":"18","id":37169,"title":"The Human Centipede (First Sequence)","adult":false,"genre_ids":[27]},{"cast":["Scott Melzer","Andrew Battle","Max Bialek","Lukas Chen","Rachel Esralew"],"overview":"This Is Otakudom, created by No.N.D.E. Fanfilms, is a widely-distributed anime fandub and a popular example of fan parody that satirizes the foibles of American anime fans.","release_date":"2001-08-09","vote_average":0.0,"runtime":52,"cert":"N\/A","id":37170,"title":"This Is Otakudom","adult":false,"genre_ids":[18,35]},{"cast":["Bianca Badham","Charlotte Ruddock","Julie Ruddock","Steve Ruddock"],"overview":"Documentary from the point of view of a now 18 year old girl who grew up in a nudist colony.","release_date":"2004-12-29","vote_average":0.5,"runtime":60,"cert":"","id":37171,"title":"Diary of a Teenage Nudist","adult":false,"genre_ids":[99]},{"cast":["Mahesh Babu","Trisha Krishnan","Sonu Sood","Prakash Raj","Nassar"],"overview":"Nandu, an orphan, is a top-notch professional killer in town. He manoeuvres his operations with the help of his buddy. In one such operation, he falls into the eyes of the cops. While fleeing from the crime scene, he unintentionally becomes the cause for the death of a stranger called Pardhoo, a run-away youngster who wants to return home after 12 years. Nandu assumes the identity of Pardhoo and enters his household in a remote village to escape from the cops. The rest of the story is all about how Nandu solves all the problems.","release_date":"2005-08-10","vote_average":6.9,"runtime":173,"cert":"N\/A","id":37172,"title":"Athadu","adult":false,"genre_ids":[28,53]},{"cast":["Galina Belyaeva","Mikhail Pugovkin","Oleg Tabakov","Lyudmila Krylova","Emmanuil Geller"],"overview":"A romantic love story set in a good old XIX century in the best traditions of Russian vaudevilles.","release_date":"1979-01-01","vote_average":6.4,"runtime":67,"cert":"N\/A","id":37173,"title":"Ah, Vaudeville, Vaudeville...","adult":false,"genre_ids":[10749,35]},{"cast":["Irina Muravyova","Yuriy Yakovlev","Klara Luchko","Aleksandr Abdulov","Vera Vasileva"],"overview":"A young Russian girl is in love with show business and wants to leave her small town for Moscow and make it big in the big city. She encounters her long missing, remarried father and gets a boy friend who uses her and then leaves her.","release_date":"1982-02-17","vote_average":7.8,"runtime":151,"cert":"N\/A","id":37174,"title":"Carnival","adult":false,"genre_ids":[35,18,10749]},{"cast":["Stanislav Sadalskiy","Oleg Basilashvili","Evgeni Leonov","Valentin Gaft","Irina Mazurkevich"],"overview":"The small town agog Hussars entry. Love between cornet and the young actress suddenly faces intrigue made by a St. Petersburg bureaucrat. The actress father dies after being involved in this game and perspectives look dark... But evil will eventually be defeated by the nobility, loyalty and love.","release_date":"1980-01-01","vote_average":7.0,"runtime":161,"cert":"N\/A","id":37175,"title":"Say a Word for the Poor Hussar","adult":false,"genre_ids":[35,18,36]},{"cast":["Oleg Menshikov","Leonid Bronevoy","Inna Ulyanova","Anatoliy Ravikovich","Yelena Koreneva"],"overview":"Stories from the lives of the tenants of the Moscow's communal apartment: Kostik, who is a college student, lives with his aunt while studying; Arkady Velyurov who is a performing artist; Khobotovs, who are a divorced couple; and Sava, who is Margarita Khobotov's new fiancé. All these people live in one apartment and their lives constantly touch each other's.","release_date":"1982-02-02","vote_average":7.4,"runtime":140,"cert":"N\/A","id":37176,"title":"The Pokrovsky Gates","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mikhail Boyarskiy","Margarita Terekhova","Igor Dmitriev","Nikolai Karachentsov","Elena Proklova"],"overview":"A musical comedy based on classical play by Félix Lope de Vega.","release_date":"1977-01-01","vote_average":6.3,"runtime":138,"cert":"N\/A","id":37177,"title":"The Dog in the Manger","adult":false,"genre_ids":[35]},{"cast":["Nikolaj Coster-Waldau","Kerry Bishé","Joy Bryant","Jose Pablo Cantillo","Ritchie Coster"],"overview":"Twelve extremely talented men and women have been chosen to be part of the Phaeton mission, a 10-year trek to explore a distant planetary system. In order to endure the stress of being confined to their high-tech vessel, the crew passes the time using advanced virtual reality modules that allow them to take on various identities. But as the ship approaches a critical phase of their journey, a deadly flaw is discovered in the virtual system, forcing them to question if someone onboard might be a killer.","release_date":"2009-06-26","vote_average":5.1,"runtime":87,"cert":"N\/A","id":37178,"title":"Virtuality","adult":false,"genre_ids":[878]},{"cast":["Jean-Hugues Anglade","Sagamore Stévenin","Cyrille Thouvenin","Joaquim de Almeida","Nozha Khouadra"],"overview":"Four partners heist a fortune in gold ore from a North African airport &amp; escape across the desert in a truck.","release_date":"2002-07-24","vote_average":5.8,"runtime":103,"cert":"N\/A","id":37179,"title":"Sweat","adult":false,"genre_ids":[28,12,53]},{"cast":["Hasse Ekman","Ann-Marie Gyllenspetz","Sven Lindberg","Lars Ekborg","Gertrud Fridh"],"overview":"The year is 1954. The war in Korea has just ended and the superpowers stand by each side of the boarder. The peace in Europe is fragile and the cold war is imminent. At F8 - Air Fore Base, the yellow squadron stand ready with its J29 fighters.","release_date":"1954-11-29","vote_average":5.5,"runtime":86,"cert":"N\/A","id":37180,"title":"The Yellow Squadron","adult":false,"genre_ids":[28,18]},{"cast":["Golshifteh Farahani","Shahab Hosseini","Taraneh Alidoosti","Payman Maadi","Mani Haghighi"],"overview":"The mysterious disappearance of a kindergarten teacher during a picnic in the north of Iran is followed by a series of misadventures for her fellow travelers.","release_date":"2009-02-10","vote_average":7.5,"runtime":119,"cert":"","id":37181,"title":"About Elly","adult":false,"genre_ids":[18]},{"cast":["Gary Merrill","Jan Sterling","Regis Toomey","Lamont Johnson","Patrick Waltz"],"overview":"Danforth (Gary Merrill) is assigned to take over the police department in a section of a large city saddled with juvenile delinquency, petty crimes, graft and also a recent unsolved murder of a strip-tease dancer. Recognizing the laxity of the department he implements many changes and soon finds himself under fire by the newspapers, the attorney of a racket leader and the denizens of this human jungle. He calls this a cop's war that is the same as a soldier's war with the difference being that people hate cops. His cause isn't helped when a rookie policeman accidently kills an innocent bystander. And he has to protect police informer Mary Abbott (Jan Sterling) from Swados (Chuck Connors), a killer in the hire of the man behind the petty mobsters.","release_date":"1954-10-03","vote_average":6.2,"runtime":82,"cert":"N\/A","id":37182,"title":"The Human Jungle","adult":false,"genre_ids":[80]},{"cast":["Edward G. Robinson","John Forsythe","Kathleen Hughes","Marcia Henderson","Richard Denning"],"overview":"The ice-cold diva Paula ruthlessly exploits the guys she dates. While blackmailing the married Don with a recent one-night-stand, she has a secret affair with Henry, who works as researcher for the weekly authentic TV show \"Crime of the Week\", which Don writes for. When Henry fails to help her to a role, she insults him deadly... and ends up dead herself. Now Don desperately tries to hide his traces, but Henry sabotages his efforts and suggests he write the unsolved murder case for next week's show...","release_date":"1953-11-11","vote_average":6.8,"runtime":81,"cert":"N\/A","id":37183,"title":"The Glass Web","adult":false,"genre_ids":[80,18,53]},{"cast":["Biff Elliot","Preston Foster","Peggie Castle","Margaret Sheridan","Alan Reed"],"overview":"Mickey Spillane's Mike Hammer in his first film adventure. Originally screened in 3D.","release_date":"1953-08-14","vote_average":4.5,"runtime":87,"cert":"N\/A","id":37184,"title":"I, the Jury","adult":false,"genre_ids":[9648,80]},{"cast":["Leon Lai","Maggie Cheung","Kristy Yang","Christopher Doyle","Eric Tsang"],"overview":"Jun arrives in Hong Kong from mainland China, hoping to be able to earn enough money to marry his girlfriend back home. He meets the streetwise Qiao and they become friends. As friendship turns into love, problems develop, and although they seem meant for each other they somehow keep missing out.","release_date":"1996-11-02","vote_average":7.2,"runtime":118,"cert":"N\/A","id":37185,"title":"Comrades: Almost a Love Story","adult":false,"genre_ids":[18,10749]},{"cast":["Oren Skoog","Patrick Casey","Jennifer Lyons","Tony Denman","Patrick Cavanaugh"],"overview":"Spoof horror in which a group of college kids do a semester abroad in Romania and realise that if the partying doesn't kill them, the vampires just might!","release_date":"2009-12-04","vote_average":4.5,"runtime":92,"cert":"N\/A","id":37190,"title":"Transylmania","adult":false,"genre_ids":[35,27]},{"cast":["Armand Assante","Barbara Carrera","Laurene Landon","Alan King","Geoffrey Lewis"],"overview":"Jack Williams was the best friend of Vietnam veteran and detective Mike Hammer. When Jack is murdered, Mike makes it his business to solve the crime. He is helped by his secretary Velda, and partly helped, partly hindered by the Chief of Police, Pat Chambers. On the trail of the killer, Mike discovers government conspiracies, and plots used by the CIA and the Mafia.","release_date":"1982-04-22","vote_average":5.4,"runtime":111,"cert":"N\/A","id":37191,"title":"I, the Jury","adult":false,"genre_ids":[80,53]},{"cast":["Ralph Michael","Peggy Evans","Christopher Lee","Diana Dors","Frederick Piper"],"overview":"A British thriller that takes place in the 1940s.","release_date":"1948-06-26","vote_average":5.7,"runtime":47,"cert":"","id":37194,"title":"Penny and the Pownall Case","adult":false,"genre_ids":[18,9648]},{"cast":["Anthony Quinn","Charles Coburn","Gene Evans","Peggie Castle","Mary Ellen Kay"],"overview":"The Long Wait is a mystery thriller written by Mickey Spillane. A man gets in a car accident and is badly burned. He also cannot remember his own identity.","release_date":"1954-05-26","vote_average":5.0,"runtime":94,"cert":"N\/A","id":37195,"title":"The Long Wait","adult":false,"genre_ids":[80,18]},{"cast":["Samantha Morton","Steven Mackintosh","Mhairi Anderson","David Bradley","Eva Birthistle"],"overview":"A grieving couple move to a remote Irish village in the wake of their baby daughter's death. They soon take in an orphaned autistic girl, only to become involved in a series of strange occurrences.","release_date":"2008-11-09","vote_average":5.6,"runtime":89,"cert":"","id":37196,"title":"The Daisy Chain","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Konrad Zuse. Filmporträt des Computerpioniers und seiner Maschinen","release_date":"","vote_average":0.0,"runtime":73,"cert":"N\/A","id":37197,"title":"Konrad Zuse","adult":false,"genre_ids":[]},{"cast":["Robert Ryan","Rhonda Fleming","William Lundigan","Larry Keating","Henry Hull"],"overview":"A spoiled and alcoholic millionaire, Robert Ryan, breaks his leg falling off of a horse, and is left to die in the desert by his cheating wife, Rhonda Fleming, and her lover, William Lundigan.","release_date":"1953-08-12","vote_average":5.8,"runtime":83,"cert":"N\/A","id":37198,"title":"Inferno","adult":false,"genre_ids":[10749,53,80,18]},{"cast":["Lauren Brady","David Emett","Frank Gerrish","Jeff Johnston","Levi Larsen"],"overview":"This is the first film to dramatize how President Hinckley was prepared by the Lord from his youth. From boyhood lessons, to tender moments with his mother in their library, to overcoming rejection in the mission field, you will feel the warmth that endeared him to so many later in life. In the railroad yard, behind a typewriter, and hand-in-hand with Marjorie, the love of his life, Gordon B. Hinckley grew to become a giant among men.","release_date":"2015-11-25","vote_average":0.0,"runtime":53,"cert":"N\/A","id":37199,"title":"Gordon B. Hinckley: A Giant Among Men","adult":false,"genre_ids":[36,18,10751]},{"cast":["Kevin Corcoran","Bob Sweeney","Henry Calvin","Gene Sheldon","Richard Eastham"],"overview":"Angered at stern Uncle Daniel, Toby Tyler runs away from his foster home to join the circus, where he soon befriends Mr. Stubbs, the frisky chimpanzee. However, the circus isn't all fun and games when the evil candy vendor, Harry Tupper, convinces Toby that his Aunt Olive and Uncle Daniel don't love him or want him back. Toby resigns himself to circus life, but when he finally realizes that Tupper lied to him, and that his aunt and uncle truly love him, Toby happily returns home once again.","release_date":"1960-01-01","vote_average":6.1,"runtime":95,"cert":"U","id":37200,"title":"Toby Tyler","adult":false,"genre_ids":[18,10751]},{"cast":["Abbey Brooks","Crista Moore","Jenny Hendrix","Kenzi Marie","Sophie Dee"],"overview":"Nurse Abbey is trying to convince Dr. Tommy Gunn to change her schedule to the day shift in more ways than one. Sergio has erectile dysfunction and Nurse Crista has some unorthodox way of \"curing\" his problem. Nurse Jenny is tired of Jack not cleaning and arranging the surgery equipment. Meanwhile, all Jack the orderly can do is stare at her tits. Mr. Brooks comes in for a prostate exam and gets aroused, which in turn seduces Nurse Kenzi. Jack Lawrence has been paralyzed from a car accident... Nurse Sophie Dee notices his penis is till hard during a sponge bath.","release_date":"2009-09-14","vote_average":10.0,"runtime":116,"cert":"N\/A","id":37201,"title":"Big Breast Nurses","adult":true,"genre_ids":[35]},{"cast":["Jeff Birk","Michael Birkeland","Jimmy Chunga","Jentri Harding","Michael Flynn"],"overview":"Stocky Greg's passion is football, and he rounds up his family from their respective church meetings and rushes home just in time to make the kick-off of the Sunday afternoon Vikings game. He has just planted himself in front of his massive television screen scarfing down chicken when his new home teaching companion, Nelson, calls to inform him that he has set an appointment to visit the Mori family in 15 minutes. Mormon males serving as home teachers are admonished to visit with their assigned families once a month, bring them a spiritual message, and provide help as necessary. Nelson, a nerdy \"letter of the law\" kind of Mormon who will not even purchase gas on a Sunday, intends to visit 100 % of his assigned families every month, and as this is the last day of the month even the many madcap mishaps that start immediately will not deter him from completing his duty despite Greg's griping and attempts to get back to the games.","release_date":"2004-01-09","vote_average":5.0,"runtime":82,"cert":"N\/A","id":37202,"title":"The Home Teachers","adult":false,"genre_ids":[35]},{"cast":["Béla Fleck"],"overview":"A film crew follows the well-known banjo player Bela Fleck on his travels to Africa, where he learns about the instrument's origins.","release_date":"2009-03-30","vote_average":5.0,"runtime":97,"cert":"N\/A","id":37203,"title":"Throw Down Your Heart","adult":false,"genre_ids":[99,10402]},{"cast":["Hayley Mills","Dorothy McGuire","Burl Ives","Deborah Walley","Eddie Hodges"],"overview":"Disney musical about Mother Carey, a Bostonian widow and her three children who move to Maine. Postmaster Osh Popham helps them move into a run-down old house and fixes it up for them. It's not entirely uninhabited, though; the owner, a Mr. Hamilton, is a mysterious character away in Europe, but Osh assures them he won't mind their living there, since he won't be coming home for a long time yet. The children and a cousin who comes to live with them have various adventures before an unexpected visitor shows up","release_date":"1963-07-07","vote_average":6.8,"runtime":110,"cert":"U","id":37204,"title":"Summer Magic","adult":false,"genre_ids":[10402,35,10751]},{"cast":["Al Hunter Ashton","Nicholas Ball","Maria Charles","Emily Corcoran","Gillian Hawser"],"overview":"Catherine St.John-Burke is an independent, uptight, status obsessed, sophisticated, British woman, living alone in London's Chelsea, and doing herself no favors by having an affair with a married man. Her world is turned upside down when she comes home one day to discover an uneducated, Kiwi woman (with very hairy legs) drinking beer in her living room. Shirley Zachary claims to be Catherine's long lost half-sister and that their father, who Catherine thought died when she was a child, is still alive and trying to make claims on both of their properties following the death of their mothers! Furious and frustrated with Shirley's refusal to 'disappear', Shirley reluctantly agrees to undertake a DNA test.","release_date":"2008-10-17","vote_average":5.5,"runtime":90,"cert":"","id":37205,"title":"Sisterhood","adult":false,"genre_ids":[35]},{"cast":["Connie Nielsen","Aidan Quinn","John Bell","Tara Alice Scully","Niamh Shaw"],"overview":"An orphaned boy named Tomás is adopted by Maire O’Donnell to live on a whimsical Irish isle filled with new friends, secret caves and a lost baby pup seal stranded on the coast. But when Maire's reluctant husband Alec refuses to accept Tomás as his own son, the boy drifts down a fateful path of adventure and self-discovery, illuminating how rainbows can shine around - and within - us all.","release_date":"2009-10-01","vote_average":6.1,"runtime":101,"cert":"N\/A","id":37206,"title":"A Shine of Rainbows","adult":false,"genre_ids":[18,10751]},{"cast":["Tomas Kofod","Christopher Robin Miller","Bruce Newbold"],"overview":"This film portrays the power, majesty, and love of Jesus Christ through the eyes of Thomas, who once doubted. It explains how faith in Christ will help individuals resolve personal challenges.","release_date":"2004-01-01","vote_average":9.5,"runtime":29,"cert":"N\/A","id":37207,"title":"Finding Faith In Christ","adult":false,"genre_ids":[]},{"cast":["Noah Segan"],"overview":"Based on true events. On the edges of Las Vegas, 17-year-old Andrew's life is spiraling out of control. Unable to cope with the loss of his father, Andrew's descent into drugs and violence is gaining momentum, and the once promising young man is now headed for self-destruction. Andrew's mother, helpless to control her son and fighting an addiction of her own, refuses to watch idly as her only child destroys himself. As a last resort, she hires a private company to forcibly kidnap and confine him in a locked-down and corrupt psychiatric hospital. As Andrew is subjected to the secret physical and emotional abuses of the program something inside him is re-awakened. He must somehow get free to save what's left of his life, but to do that, he knows he must first face his own demons head-on.","release_date":"2005-06-01","vote_average":6.0,"runtime":107,"cert":"N\/A","id":37208,"title":"Self Medicated","adult":false,"genre_ids":[18]},{"cast":["Isabella Rossellini","Mark McKinney","Maria de Medeiros","David Fox","Ross McMillan"],"overview":"In Depression-era Winnipeg, a legless beer baroness hosts a contest for the saddest music in the world, offering a grand prize of $25,000.","release_date":"2003-09-17","vote_average":7.5,"runtime":100,"cert":"15","id":37209,"title":"The Saddest Music in the World","adult":false,"genre_ids":[35,18,14,10402]},{"cast":[],"overview":"For the first time, survivors talk about life after the camps. How does one return to a life that was interrupted with such violence? How does one reconstruct oneself when all or most of one’s family were butchered? How does one resume studies and earn a living in a society that had cast you out a few years earlier?","release_date":"2010-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37210,"title":"After the camps, being alive...","adult":false,"genre_ids":[]},{"cast":["Don Messick","Casey Kasem","Hamilton Camp","Jim Cummings","Ed Gilbert"],"overview":"Shaggy is turned into a werewolf, and it's up to Scooby, Scrappy and Shaggy's girlfriend to help him win a race against other monsters, and become human again.","release_date":"1988-01-01","vote_average":6.6,"runtime":91,"cert":"U","id":37211,"title":"Scooby-Doo! and the Reluctant Werewolf","adult":false,"genre_ids":[16,35,10751,9648,10770]},{"cast":["Van Johnson","Lane Nakano","George Miki","Akira Fukunaga","Ken K. Okamoto"],"overview":"A tribute to the U.S. 442nd Regimental Combat Team, formed in 1943 by Presidential permission with Japanese-American volunteers. We follow the training of a platoon under the rueful command of Lt. Mike Grayson who shares common prejudices of the time. The 442nd serve in Italy, then France, distinguishing themselves in skirmishes and battles; gradually and naturally, Grayson's prejudices evaporate with dawning realization that his men are better soldiers than he is.","release_date":"1951-05-04","vote_average":5.5,"runtime":92,"cert":"N\/A","id":37214,"title":"Go for Broke!","adult":false,"genre_ids":[28,18,10752,36]},{"cast":["Fredric March","Evelyn Venable","Guy Standing","Katharine Alexander","Gail Patrick"],"overview":"After years of questioning why people fear him, Death (March) takes on human form so he can mingle among the mortals and find an answer. However, events soon spiral out of control as he falls in love with the beautiful young Grazia (Venable), the only woman unafraid of him. As he falls in love with her, her father, Duke Lambert (Standing), sees him for what he is and begs him to return to his duties. Death must decide whether or not to seek his own happiness, or sacrifice it so that Grazia may live.","release_date":"1934-03-30","vote_average":7.1,"runtime":79,"cert":"N\/A","id":37215,"title":"Death Takes a Holiday","adult":false,"genre_ids":[10749,18,14]},{"cast":["Hardy Krüger","Stanley Baker","Micheline Presle","John Van Eyssen","Gordon Jackson"],"overview":"Dutch painter Jan-Van Rooyer hurries to keep a rendezvous with Jacqueline Cousteau, an elegant, sophisticated Frenchwoman, slightly his elder, whose relationship with him had turned from art student into one of love trysts. He arrives and is confronted by Detective Police Inspector Morgan who accuses him of having murdered Jacqueline. Morgan listens sceptically to the dazed denials of Van Rooyer as he tells the story of his relationship with the murdered woman. Morgan, after hearing the story, realizes that the mystery has deepened, and it becomes more complicated when the Assistant Commissioner, Sir Brian Lewis, explains that Jacqueline was not married but was being kept by Sir Howard Fenton, a high-ranking diplomat whose names must be kept out of the case.","release_date":"1959-08-01","vote_average":6.2,"runtime":95,"cert":"","id":37216,"title":"Blind Date","adult":false,"genre_ids":[53,18,80,9648]},{"cast":["Andrea Bocelli","David Foster","Laura Pausini","Sarah Brightman","Kenny G"],"overview":"Italian tenor Andrea Bocelli grew up in Lajatico, a rural village in Tuscany, where his family still farms nearby. In July 2007, on the slopes of his ancient hill town, a special theater was constructed for a one-night-only concert of his greatest popular hits along with new songs performed to honor the occasion. Some famous musical friends dropped by and the magical result is Andrea Bocelli - Vivere - Live in Tuscany, premiering this December on PBS.","release_date":"2009-06-02","vote_average":0.0,"runtime":137,"cert":"N\/A","id":37219,"title":"Andrea Bocelli: Vivere Live in Tuscany","adult":false,"genre_ids":[10402]},{"cast":["Beto Cuevas","Mauricio Claveria","Pedro Frugone","Ely Guerra"],"overview":"In 2001, La Ley participated in MTV's Unplugged series. The album La Ley MTV Unplugged contains the recordings of the live concert and is to this date the band's best selling album. After the album's success, La Ley was finally able to internationalize themselves and they make their way to foreign countries such as the United States. The album contains older songs from previous albums plus three new songs. Despite this fact, there were no songs in this album from their albums La Ley or Cara de Dios, which were their first 2 albums.","release_date":"2001-09-01","vote_average":4.5,"runtime":75,"cert":"N\/A","id":37220,"title":"La Ley: MTV Unplugged","adult":false,"genre_ids":[]},{"cast":["Bruno Bichir","Carlos Espejel","Angélica Vale","Dario T. Pie","Lucila Mariscal"],"overview":"Toto, now a chicken, tries to live as such, while Willy and Bibi deal some problems between them. A sorcerer egg desert needs a chicken heart to cast a spell. He sends his armies of eggs vulture, ostrich and scorpion to kidnap Toto. His friends embark on a journey through the desert to rescue the chicken, where they live countless adventures","release_date":"2009-04-20","vote_average":6.2,"runtime":100,"cert":"N\/A","id":37221,"title":"Another film of eggs and a chicken","adult":false,"genre_ids":[16,35,12]},{"cast":["Elizabeth Taylor","Richard Burton","Louis Jourdan","Elsa Martinelli","Margaret Rutherford"],"overview":"Wealthy passengers fogged in at London's Heathrow Airport fight to survive a variety of personal trials.","release_date":"1963-05-01","vote_average":6.5,"runtime":119,"cert":"","id":37222,"title":"The V.I.P.s","adult":false,"genre_ids":[18,10749]},{"cast":["Eri Otoguro","Chise Nakamura","Manami Hashimoto","Taro Suwa","Tomohiro Waki"],"overview":"The dead have risen to feast on the flesh of the living, and just when it seems that all hope for humanity has been lost, bikini girls with machine guns take one last shot at saving mankind from certain extinction. In the near future, a deranged scientist named Sugita has conducted a series of experiments intended to reanimate the dead. Unfortunately for the entire population of the planet, these experiments were a resounding success. Now, as a massive, shambling army of the undead launches a bloody war against their living counterparts, wandering beauties Aya (Eri Otoguro) and Reiko (Manami Hashimoto) team up to destroy every last zombie in sight. Unfortunately, Aya's sword-wielding schoolgirl sister Saki (Chise Nakamura) is in league with the nefarious Sugita. When Aya discovers that Saki has killed their father, she vows to take brutal revenge against her murderous younger sibling. Meanwhile, the zombie population is growing at an alarming rate.","release_date":"2008-04-26","vote_average":4.8,"runtime":85,"cert":"N\/A","id":37223,"title":"Chanbara Beauty","adult":false,"genre_ids":[28,27]},{"cast":["Charles S. Dutton","Elizabeth Peña","Yaya DaCosta","Tiffany Haddish","Zulay Henao"],"overview":"Cleveland 'Stack' Stackhouse is a guard with the Texas Correctional Youth Authority who witnesses the cycle of destructive choices and racial tensions among female teen offenders and decides to do something about it. He gathers African-American, Latina and Caucasian teens, and organizes a multi-racial track team behind the bars of the prison. Participation in Stack's track team not only breaks down the racial divides between the girls, but puts them on a path to turn their lives around.","release_date":"2008-02-16","vote_average":7.3,"runtime":83,"cert":"N\/A","id":37224,"title":"Racing for Time","adult":false,"genre_ids":[18]},{"cast":["Yû Tejima","Kumi Imura","Akari Ozawa","Rika Kawamura","Chika Arakawa"],"overview":"Sisters Aya and Saki put aside their rivalry and go toe-to-toe with Himiko and her band of zombies. The evil Himiko needs the blood of the young girls to restore her youth, while the sisters need to stop Himiko to save mankind ...","release_date":"2009-11-02","vote_average":4.8,"runtime":85,"cert":"N\/A","id":37225,"title":"Oneechanbara THE MOVIE vorteX","adult":false,"genre_ids":[28,27]},{"cast":["Jello Biafra","Paul Avrich","Murray Bookchin","Karl Hess"],"overview":"A colorful and provocative survey of anarchism in America, the film attempts to dispel popular misconceptions and trace the historical development of the movement. The film explores the movement both as a native American philosophy stemming from 19th century American traditions of individualism, and as a foreign ideology brought to America by immigrants. The film features rare archival footage and interviews with significant personalities in anarchist history including Murray Boochkin and Karl Hess, and also live performance footage of the Dead Kennedys.","release_date":"1983-01-01","vote_average":6.1,"runtime":75,"cert":"N\/A","id":37228,"title":"Anarchism in America","adult":false,"genre_ids":[99]},{"cast":["Andy Warhol","Paul Morrissey","Viva","John Giorno","Brigid Berlin"],"overview":"The first major profile of the American Pop Art cult leader after his death in 1987 covers the whole of his life and work through interviews, clips from his films, and conversations with his family and superstar friends. Andy Warhol, the son of poor Czech immigrants, grew up in the industrial slums of Pittsburgh while dreaming of Hollywood stars. He went on to become a star himself.","release_date":"1987-01-01","vote_average":4.5,"runtime":76,"cert":"N\/A","id":37229,"title":"Andy Warhol","adult":false,"genre_ids":[99]},{"cast":["Albert Finney","Shirley Anne Field","Rachel Roberts","Hylda Baker","Norman Rossington"],"overview":"A 22-year-old factory worker lets loose on the weekends: drinking, brawling, and dating two women, one of whom is older and married.","release_date":"1960-08-29","vote_average":7.1,"runtime":90,"cert":"N\/A","id":37230,"title":"Saturday Night and Sunday Morning","adult":false,"genre_ids":[18]},{"cast":[],"overview":"AquaBurn is an award-winning documentary film by director Bill Breithaupt showcasing \"The Floating World\" theme of the 2002 Burning Man Festival. AquaBurn features many of the incredible Burning Man art installations, the imagination and originality that went into their creation, and the artists who conceived them. Unlike conventional documentaries on the Burning Man Festival, AquaBurn captures the true feeling and excitement of the event itself, transporting the viewer to a hot, dusty wonderland without ever leaving home.","release_date":"2003-01-01","vote_average":7.0,"runtime":31,"cert":"N\/A","id":37231,"title":"AquaBurn","adult":false,"genre_ids":[99]},{"cast":["Tshewang Dendup","Sonam Lhamo","Lhakpa Dorji","Deki Yangzom","Sonam Kinga"],"overview":"A young government official, named Dondup, who is smitten with America (he even has a denim gho) dreams of escaping there while stuck in a beautiful but isolated village. He hopes to connect in the U.S. with a visa out of the country. He misses the one bus out of town to Thimphu, however, and is forced to hitchhike and walk along the Lateral Road to the west, accompanied by an apple seller, a Buddhist monk with his ornate, dragon-headed dramyin, a drunk, a widowed rice paper maker, and his beautiful daughter, Sonam.","release_date":"2003-09-09","vote_average":6.7,"runtime":108,"cert":"N\/A","id":37232,"title":"Travellers and Magicians","adult":false,"genre_ids":[12,18]},{"cast":["Tom Cruise","Jeanne Tripplehorn","Gene Hackman","Holly Hunter","Ed Harris"],"overview":"Mitch McDeere is a young man with a promising future in Law. About to sit his Bar exam, he is approached by 'The Firm' and made an offer he doesn't refuse. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...","release_date":"1993-06-30","vote_average":6.7,"runtime":154,"cert":"15","id":37233,"title":"The Firm","adult":false,"genre_ids":[18,9648,53]},{"cast":["Andy Serkis","Tom Hughes","Olivia Williams","Naomie Harris","Bill Milner"],"overview":"A biography of Ian Dury, who was stricken with polio at a young age and defied expectations by becoming one of the founders of the punk-rock scene in Britain in the 1970s.","release_date":"2010-01-08","vote_average":6.6,"runtime":115,"cert":"15","id":37234,"title":"Sex & Drugs & Rock & Roll","adult":false,"genre_ids":[18]},{"cast":["Felix Klare","Nina Kunzendorf","Silke Bodenbender","Suzanne von Borsody","Kai Wiesinger"],"overview":"","release_date":"2010-03-31","vote_average":6.2,"runtime":91,"cert":"N\/A","id":37235,"title":"Until Nothing Remains","adult":false,"genre_ids":[18]},{"cast":["Chuck Connors","Kamala Devi","Pat Conway","Armando Silvestre","Adam West"],"overview":"In 1883, the Apache Indians lead by Geronimo reluctantly surrender to the attacks of American and Mexican troops, in exchange for a territory and food for their warriors. Soon though, Geronimo escapes the camps and declares war against the Americans.","release_date":"1962-04-27","vote_average":5.4,"runtime":101,"cert":"N\/A","id":37238,"title":"Geronimo","adult":false,"genre_ids":[36,37]},{"cast":["Isidro Puig Boada","Seiji Miyaguchi"],"overview":"Catalan architect Antonio Gaudí (1852 - 1926) designed some of the world s most astonishing buildings, interiors, and parks; Japanese director Hiroshi Teshigahara constructed some of the most aesthetically audacious films of the second half of the twentieth century. Here, their artistry melds in a unique, enthralling cinematic experience. Less a documentary than a visual poem, Teshigahara's Antonio Gaudí takes viewers on a tour of Gaudí s truly spectacular architecture, including his massive still-unfinished masterpiece, the Sagrada Familia cathedral, in Barcelona. With camerawork as bold and sensual as the curves on his subject s organic surfaces, Teshigahara immortalizes Gaudí on film.","release_date":"1984-07-09","vote_average":7.8,"runtime":72,"cert":"N\/A","id":37239,"title":"Antonio Gaudí","adult":false,"genre_ids":[99]},{"cast":["Christopher McDonald","Janine Turner","Cameron Finley","Erik von Detten","Adam Zolotin"],"overview":"Cleavers are an all-American family living in Ohio - wise father Ward, loving mother June, teen-age son Wally and 8-year-old \"Beaver\" Theodore. Beaver hopes to get a bike as a gift from his father and to please him tries out for his school football team and he makes it, only to be embarrassed. The bike he gets is quickly stolen. Meanwhile Wally is trying to help his friend Eddie Haskell to get the heart of pretty classmate Karen, but Karen seems to like Wally more, and that leads to tensions between the friends.","release_date":"1997-08-22","vote_average":4.9,"runtime":84,"cert":"N\/A","id":37244,"title":"Leave it to Beaver","adult":false,"genre_ids":[12,35,18,10751]},{"cast":["Olivier Sitruk","Julie Gayet","Arnaud Giovaninetti","Anne Azoulay","Jean-Claude Dreyfus"],"overview":"Romance meets farce against the backdrop of a quiet campaign to legalize gay marriage. Laurent loves his roommate Dan, who's straight and a playboy. Laurent can't bring himself to tell Dan, but is content to share a flat and to party with him. Then Camille comes along, Dan falls hard, and Laurent is beside himself: he tries to sabotage the relationship, but each effort backfires. After Dan moves in with Camille, Laurent enlists the help of Sam, his new lesbian flatmate, and Nick, a long-time gay friend. As the lovers head toward marriage, Laurent becomes more desperate. His efforts may be having an effect, if not on Dan, then on Camille. Which love will triumph?","release_date":"2004-05-29","vote_average":5.0,"runtime":95,"cert":"N\/A","id":37245,"title":"3 Guys, 1 Girl, 2 Weddings","adult":false,"genre_ids":[18,35]},{"cast":["George A. Romero","Tom Savini","Gregory Nicotero","Max Brooks","Dave Alexander"],"overview":"The evolution of the zombie from its roots in Haitian voodoo to its coveted role as the world's most popular monster: from being a clumsy corpse to becoming a cannibal killer and the main agent of every infectious pandemic, the zombie has come a long way in seventy years. A look at the rising tide of zombie culture examining why something so dead has so much life in viewers' nightmares and at the box office.","release_date":"2008-01-03","vote_average":6.3,"runtime":48,"cert":"N\/A","id":37248,"title":"Zombiemania","adult":false,"genre_ids":[99]},{"cast":["Tom Brokaw"],"overview":"In 1968, the fury and violence of the Democratic National Convention in Chicago propelled us toward a tipping point in politics. Martin Luther King Jr. and Robert F. Kennedy were assassinated, America suffered its bloodiest year in Vietnam and drugs seduced us. Yet idealism--and hope--flourished. Explore the significance of that turbulent year and the way it continues to affect the American landscape. Tom Brokaw offers his perspective on the era and shares the rich personal odysseys of some of the people who lived through that chaotic time, along with the stories of younger people now experiencing its aftershocks. Includes archival footage and interviews with former Atlanta Mayor Andrew Young, who was talking to King when he was assassinated and rushed to his side to try to staunch the wound; Olympic gold medalist Rafer Johnson, who wrestled RFKs' assassin to the ground; and Arlo Guthrie, best known for his song \"Alice's Restaurant.","release_date":"2007-12-09","vote_average":4.3,"runtime":120,"cert":"N\/A","id":37249,"title":"1968 with Tom Brokaw","adult":false,"genre_ids":[99]},{"cast":["Annabelle Davies","Linda Serbu","Charles Wing"],"overview":"Two girls are in a sparsely furnished apartment, scantily clad, and being generally unpleasant to each other.","release_date":"1992-01-01","vote_average":6.2,"runtime":10,"cert":"N\/A","id":37250,"title":"The Bitches","adult":false,"genre_ids":[]},{"cast":["Anjelah Johnson-Reyes"],"overview":"In her first major Comedy Central 1 hour special, entitled \"That's How We Do It,\" recorded at the Verizon Theater in Houston, is Anjelah Johnson's major label debut album, and is available as both a DVD and CD\/DVD package.","release_date":"2010-02-09","vote_average":7.0,"runtime":75,"cert":"N\/A","id":37251,"title":"Anjelah Johnson: That's How We Do It","adult":false,"genre_ids":[35]},{"cast":["H. Spencer Lewis"],"overview":"In commemoration of the 100th anniversary of H. Spencer Lewis's initiation into the Rosicrucian Tradition, the Rosicrucian Order, AMORC presents this inspiring DVD about the life of H. Spencer Lewis and the mystical experiences that led him to seek out the Rosicrucians in France and then to establish the Rosicrucian Order, AMORC in America.","release_date":"2009-01-01","vote_average":4.3,"runtime":43,"cert":"N\/A","id":37252,"title":"H. Spencer Lewis: Restorer of Rosicrucianism","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The VICE GUIDE TO TRAVEL is the first installment in VICE magazine’s new DVD series. The series will feature short documentaries arranged around a different theme. For this edition we went to the kinds of places that nobody else wants to visit. We traveled to the corners of the world where news is happening, the forgotten locales where strange people and stories lie and where history is being made every day. This is the VICE idea of a vacation.","release_date":"2006-10-03","vote_average":6.9,"runtime":null,"cert":"N\/A","id":37253,"title":"The Vice Guide to Travel","adult":false,"genre_ids":[99]},{"cast":["Rufus Sewell","Carla Gugino","Reno Wilson","Mark Aiken","Fintan McKeown"],"overview":"Two carnies (Sewell and Gugino) abduct a mermaid in Ireland, circa 1900, and decide to transport her to America. As their ship loses its way and heads towards the mythical Forbidden Islands, the mermaid begins to display its deadly side.","release_date":"2001-12-20","vote_average":5.5,"runtime":91,"cert":"15","id":37254,"title":"Mermaid Chronicles Part 1: She Creature","adult":false,"genre_ids":[27]},{"cast":["Gene Ween","Dean Ween","Claude Coleman","Dave Dreiwitz","Glenn McClelland"],"overview":"Ween bring their unique take on rock 'n' roll to Chicago's Vic Theater. This film documents two nights of their 2003 tour.  Track List: 1. Buckingham Green 2. Spinal Meningitis Got Me Down 3. Pork Roll Egg and Cheese 4. Take Me Away 5. The Grobe 6. Transdermal Celebration 7. Even If You Don't 8. Voodoo Lady 9. Baby Bitch 10. The H.I.V. Song 11. Roses Are Free 12. Mutilated Lips 13. Chocolate Town 14. I'll Be Your Jonny On Th' Spot 15. Touch My Tooter 16. The Argus 17. Zoloft 18. Ocean Man 19. Don't Laugh (I Love You) 20. All of My Love 21. Big Jilm 22. You Fucked Up 23. Doctor Rock 24. She Fucks Me 25. Booze Me Up and Get Me High 26. The Blarney Stone","release_date":"2004-05-04","vote_average":9.5,"runtime":120,"cert":"N\/A","id":37255,"title":"Ween: Live in Chicago","adult":false,"genre_ids":[]},{"cast":["Richard Burton","Peter Firth","Joan Plowright","Harry Andrews","Colin Blakely"],"overview":"A psychiatrist, Martin Dysart, investigates the savage blinding of six horses with a metal spike in a stable in Hampshire, England. The atrocity was committed by an unassuming seventeen-year-old stable boy named Alan Strang, the only son of an opinionated but inwardly-timid father and a genteel, religious mother. As Dysart exposes the truths behind the boy's demons, he finds himself face-to-face with his own.","release_date":"1977-10-16","vote_average":7.3,"runtime":137,"cert":"N\/A","id":37258,"title":"Equus","adult":false,"genre_ids":[18,9648]},{"cast":["Maynard James Keenan","Milla Jovovich","Tim Heidecker","Eric Wareheim","Bob Odenkirk"],"overview":"Music fans know Maynard James Keenan as the frontman of such bands as Tool, A Perfect Circle, and Puscifer, but in this documentary filmmakers Christopher Pomerenke and Ryan Page offer a closer look at one of the prolific rocker's more unexpected hobbies -- winemaking. Along with his business partner Eric Glomski, Keenan has managed to transform an arid stretch of Arizona desert into a lush vineyard that yields some particularly tasty grapes. Through unguarded conversations with Keenan and Glomski, Pomerenke and Page discover just what got the pair interested in winemaking, and why they chose such a hostile natural environment to serve as the site of their winery.","release_date":"2010-02-19","vote_average":6.8,"runtime":100,"cert":"N\/A","id":37259,"title":"Blood Into Wine","adult":false,"genre_ids":[99]},{"cast":["Heinz Erhardt","Karin Dor","Harald Juhnke","Ann Smyrner","Peter Vogel"],"overview":"","release_date":"1962-10-19","vote_average":4.8,"runtime":79,"cert":"N\/A","id":37260,"title":"Ohne Krimi geht die Mimi nie ins Bett","adult":false,"genre_ids":[10749,10402,35]},{"cast":["Peter O'Toole","Aidan Gillen","Adrian Lester","Julia Sawalha","Patrick Malahide"],"overview":"The Final Curtain is a British film from 2002 directed by Patrick Harkins and starring Peter O'Toole. It tells the story of J. J. Curtis, ageing gameshow host played by O'Toole, who hires novelist Jonathan Stitch (Adrian Lester) to pen his biography, in the hope of sealing his immortality in the hearts and minds of the British public. This is made more difficult by his rivalry with fellow gameshow host Dave Turner (Aidan Gillen), and events from his past.","release_date":"2002-10-12","vote_average":4.5,"runtime":84,"cert":"N\/A","id":37263,"title":"The Final Curtain","adult":false,"genre_ids":[18]},{"cast":["Dolly Parton","James Woods","Griffin Dunne","Michael Madsen","Deirdre O'Connell"],"overview":"Honest and straightforward small-town Shirlee Kenyon chucks her boyfriend and heads for Chicago. Accidentally having to host a radio problem phone-in show, it is clear she is a natural and is hired on the spot. But the station insists she call herself Doctor, and as her popularity grows a local reporter starts digging for the truth. Problem is, the more he is around her the more he fancies her.","release_date":"1992-04-03","vote_average":6.2,"runtime":91,"cert":"N\/A","id":37264,"title":"Straight Talk","adult":false,"genre_ids":[35]},{"cast":["Claudia Koll","Paolo Lanza","Ornella Marcucci","Isabella Deiana","Franco Branciaroli"],"overview":"Diana is a Roman wife happily married to sympathetic Paolo but she is keen on playing benign games of seduction with other men while resisting the advances of chic lingerie shop owner Silvio. She narrates her adventures to Paolo in order to stimulate their otherwise monotonous sexual life. However, under the influence of her lesbian friend Antonietta and raunchy sister Nadia, Diana starts to move the ongoings further while Paolo is still prone to believing that events narrated by her are merely fantasies.","release_date":"1992-02-21","vote_average":4.1,"runtime":93,"cert":"N\/A","id":37265,"title":"All Ladies Do It","adult":false,"genre_ids":[35,18]},{"cast":["John Turturro","Katherine Borowitz","Tara Fitzgerald","Hannah Taylor-Gordon","Anton Rodgers"],"overview":"Isabel and Clara are growing up in a time of terror. It is 1492, and Spain has decreed that all Jews must either convert to Catholicism, go into exile or face trial and execution. Although forcibly baptized, the sisters are chased through Christendom until they arrive in Venice. It is in this great maritime empire, where opulence rhymes with tolerance, that Isabel organizes secret passages for refugees fleeing the Inquisition while Clara falls in love with a Venetian noble, Paolo Zane. Isabel intends for her family to go to Istanbul, the only place where Jews can live freely, but Clara is reluctant to leave. She challenges Isabel's authority and is prepared to break her family ties and sacrifice her faith for love. Caught in this battle of wills is Clara's daughter, Victoria, who finds she is about to be married into the same faith that murdered her father.","release_date":"2004-01-01","vote_average":3.0,"runtime":94,"cert":"N\/A","id":37266,"title":"Secret Passage","adult":false,"genre_ids":[18]},{"cast":["Shanti Roney","Maria Bonnevie","Stefan Sauk","Dejan Čukić","Axel Zuber"],"overview":"A programmer who's working with the secret EWS computer system at a military air force base is threaten by foreign agents, along with his family. His only chance of rescue seems to be the war veteran Haglund who is a leader of a special taskforce.","release_date":"2004-02-06","vote_average":5.5,"runtime":103,"cert":"N\/A","id":37267,"title":"The Threat","adult":false,"genre_ids":[18,53]},{"cast":["Luke Wilson","Denise Richards","Jay Lacopo","Meredith Salenger","Ben Affleck"],"overview":"The clumsy and shy Stanley is a nice fellow, beloved by his colleagues in the office. He has a crush on the gorgeous new-hire Diana, but he has difficulties to get close to her. When Stanley finally invites Diana for a date, he hits the homeless Phil with his Taurus, and his planned night turns upside down.","release_date":"2002-05-31","vote_average":5.4,"runtime":87,"cert":"N\/A","id":37270,"title":"The Third Wheel","adult":false,"genre_ids":[35,10749]},{"cast":["David Batra","Måns Möller","Thomas Järvheden","Hasse Brontén","Karin Adelsköld"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37275,"title":"Sunny Standup - En Roadmovie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boom Festival - We Are One (Official Release) 2006.[www.sharetuga.web.pt]","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37276,"title":"Boom Festival - We Are One (Official Release) 2006","adult":false,"genre_ids":[]},{"cast":["Valerie Carter","James Taylor"],"overview":"James Taylor: Live At The Beacon Theater is the documentation of an incredible live performance by soft rock, singer songwriter James Taylor. This live concert features many of Taylor’s greatest hits performed in front of an intense audience. These hits include, but are not limited to the songs Fire and Rain and Sweet Baby James from the many multiplatinum albums by this enduring artist. As a bonus in this film, Taylor also shares the stories behind his many songs and how he came to write them. He also talks candidly about his career in this fabulous performance, which is a testament to his great talent and creative abilities.","release_date":"1998-05-30","vote_average":6.7,"runtime":109,"cert":"N\/A","id":37277,"title":"James Taylor Live at the Beacon Theatre","adult":false,"genre_ids":[10402]},{"cast":["Akiko Yajima","Keiji Fujiwara","Miki Narahashi","Satomi Kourogi","Masane Tsukayama"],"overview":"Shin-chan must rescue the adults of Kasukabe when they mysteriously abandon their responsibilities to relive their youth at the new 20th-century expo.","release_date":"2001-04-21","vote_average":8.2,"runtime":90,"cert":"N\/A","id":37280,"title":"Crayon Shin-chan: Fierceness That Invites Storm! The Adult Empire Strikes Back","adult":false,"genre_ids":[16,35]},{"cast":["Johan Glans"],"overview":"Johan Glans - \"World tour of Skåne\" är en stand-up show som skämtar friskt om bl.a. hur det är att bo hemma hos mamma och pappa som vuxen. Hur det var att vara skolpolis i småskolan, hur det är att ha blivit pappa och hur det kan gå när man drar en lögn när man har dubbelbokat sig på ett gig.","release_date":"2008-10-29","vote_average":4.5,"runtime":null,"cert":"N\/A","id":37281,"title":"Johan Glans: World Tour of Skåne","adult":false,"genre_ids":[35]},{"cast":["Shim Hye-jin","Jung Hee-tae","Kim Jin-geun","Moon Woo-Bin","Jung Na-Yoon"],"overview":"A Korean horror film about an adopted young boy with a strange link to an old, dead acacia tree. As the boy settles in to his new home, the tree comes to life. When the family who adopted him becomes pregnant, he is to go back to the orphanage, and horror ensues.","release_date":"2003-10-17","vote_average":5.5,"runtime":102,"cert":"N\/A","id":37284,"title":"Acacia","adult":false,"genre_ids":[27]},{"cast":["Anchalee Saisoontorn","Supphasit Kansen","Dul Yaambunying"],"overview":"Takua Pa is a small town in the South of Thailand. Ever since the tsunami, people have lost their jobs and remember better times in the past. One day a stranger comes to town. His name is Ton, he is an architect. He rents a room in a small hotel owned by Na. They begin to have a secret love affair. The town finds out about it, people are bored and angry. And now they have found an enemy, a person they can blame. Wit is Na's younger brother, the town gang leader. He loves his sister but cannot bear to see another person's happiness. He is the one that will lead the town to destroy this stranger.","release_date":"2007-10-08","vote_average":6.1,"runtime":92,"cert":"N\/A","id":37285,"title":"Wonderful Town","adult":false,"genre_ids":[18,10749]},{"cast":["Hawthorne James","Tariq Alexander"],"overview":"Tony \"Wise\" Good, is an internationally famous model. He fought his way out of the inner city and rocketed straight to the top. He had it all... The career, the trophy wife, fame, fortune and all the luxuries that come with success. But his swift rise to the top did not take him high enough to protect him from the sudden fall he was about to experience. The corrupt corporate world, the government's support and participation in that corruption, and the jealousy and greed of people he knew best, all lead to a rapid downward spiral into a living hell.","release_date":"2006-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":37286,"title":"The System Within","adult":false,"genre_ids":[18]},{"cast":["Jo Brand"],"overview":"Standup comdedy with Jo Brand recorded at her one-off show at the Adelphi Theatre, London in September 2003.","release_date":"2003-11-23","vote_average":0.0,"runtime":117,"cert":"15","id":37287,"title":"Jo Brand - Barely Live","adult":false,"genre_ids":[35]},{"cast":["Bae Doo-na","Lee Yo-won","Ok Ji-young","Lee Eun-sil","Lee Eun-ju"],"overview":"The fashionable Hye-joo is focused on her career at a brokerage house. She's making a decent living, but her co-workers look down on her. Tae-hee is sick of living under the thumb of her domineering father. She spends her time doing volunteer work for a poet with cerebral palsy. Sullen Ji-young lives in poverty with her grandparents and struggles to find work. The girls, close friends in high school, find themselves drifting apart as their adult lives begin to take shape.","release_date":"2001-10-13","vote_average":7.4,"runtime":112,"cert":"N\/A","id":37288,"title":"Take Care of My Cat","adult":false,"genre_ids":[18]},{"cast":["Adrienne Shelly","Martin Donovan","Merritt Nelson","John MacKay","Edie Falco"],"overview":"After being thrown away from home, pregnant high school dropout Maria meets Matthew, a highly educated and extremely moody electronics repairman. The two begin an unusual romance built on their sense of mutual admiration and trust.","release_date":"1990-09-09","vote_average":6.8,"runtime":107,"cert":"N\/A","id":37291,"title":"Trust","adult":false,"genre_ids":[18,35]},{"cast":["James Stewart","Jeff Chandler","Debra Paget","Basil Ruysdael","Will Geer"],"overview":"Indian scout Tom Jeffords (James Stewart) is sent out to stem the war between the Whites and Apaches in the late 1870s. He learns (through an uncomfortably close encounter) that the Indians kill only to protect themselves, or out of retaliation for white atrocities.","release_date":"1950-08-01","vote_average":6.7,"runtime":93,"cert":"N\/A","id":37292,"title":"Broken Arrow","adult":false,"genre_ids":[37]},{"cast":["Minoru Oki","Takahiro Tamura","Seiji Miyaguchi","Hideko Takamine","Kin Sugai"],"overview":"Two detectives begin a stakeout based on the slim chance of catching a murderer whom they suspect will try to reunite with an old flame.","release_date":"1958-01-15","vote_average":6.9,"runtime":116,"cert":"N\/A","id":37293,"title":"Stakeout","adult":false,"genre_ids":[80,18]},{"cast":["Dick Powell","Jane Greer","Agnes Moorehead","Burl Ives","Tom Powers"],"overview":"Dick Powell is a stranger in town battling Raymond Burr... with only Jane Greer on his side.","release_date":"1948-10-16","vote_average":6.3,"runtime":87,"cert":"PG","id":37294,"title":"Station West","adult":false,"genre_ids":[10749,37,28,9648]},{"cast":[],"overview":"On the morning of December 7, 1941, a surprise attack by Japanese naval aviation against the American held island of Oahu and Pearl Harbor thrust the United States into World War II. This story details one of the most momentous events in American history and a crucial turning point in the 20th century. Most importantly, it is a story of the people who were there, told through eyewitness accounts of American and Japanese veterans, some of whose stories have never been told. This is a story of perseverance and heroism in the face of overwhelming odds. This is the story of Pearl Harbor.","release_date":"2004-05-22","vote_average":4.0,"runtime":91,"cert":"N\/A","id":37295,"title":"Pearl Harbor: A Day of Infamy","adult":false,"genre_ids":[36,99]},{"cast":["Goldie Hawn","Chris Sarandon","Richard Romanus","Andre Gregory","Gail Strickland"],"overview":"Sweet, unsophisticated Sunny is working as a cocktail waitress. She saves a visiting dignitary and as a reward she gets a top-office job in the Washington beehive. She has to fight against a devious protocol officer but with her charms, she saves the day when she gets involved in an arms deal with an Arab country","release_date":"1984-12-21","vote_average":5.7,"runtime":96,"cert":"N\/A","id":37296,"title":"Protocol","adult":false,"genre_ids":[35]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","Frank Welker","June Foray"],"overview":"Garfield and his owner, Jon Arbuckle, are in a rut. Life for them is a complete bore. They both need a life. Jon tries several unsuccessful times to get a date. Then he attends a class for the personality impaired where he meets a young woman and all seems to be great for Jon, but Garfield starts to feel neglected and left out.","release_date":"1991-05-08","vote_average":5.7,"runtime":22,"cert":"N\/A","id":37297,"title":"Garfield Gets a Life","adult":false,"genre_ids":[]},{"cast":["Edmund Lowe","Jean Rogers","Donald Douglas","Marjorie Hoshelle","Jonathan Hale"],"overview":"The title character, played by Edmund Lowe, is a famous magician who fakes his own death -- then reappears as his nonexistent twin brother. It's all part of Gregory's master scheme to pin his \"murder\" on innocent John Randall (Don Douglas), the husband of Ellen (Jean Rogers), the woman Gregory loves.","release_date":"1945-01-12","vote_average":5.3,"runtime":63,"cert":"N\/A","id":37298,"title":"The Strange Mr. Gregory","adult":false,"genre_ids":[9648]},{"cast":["Stephen Adly Guirgis","W. Bruce Cameron","Tim Allen","Andy Borowitz"],"overview":"When actress Annabelle Gurwitch was fired from a play by Woody Allen, she wondered how she would cope with being downsized by a cultural icon. Turning to friends in show business, she was assured she was not alone. Everyone she knew, from her rabbi to her gynaecologist, had their own account of getting the boot. Featuring interviews with comedians, economists and regular working folks, and drawing on her hugely popular book, Fired! is a humorous look at downsizing in America.","release_date":"2007-06-05","vote_average":5.7,"runtime":71,"cert":"N\/A","id":37299,"title":"Fired!","adult":false,"genre_ids":[99,35]},{"cast":["Alexis Smith","Eleanor Parker","Sydney Greenstreet","Gig Young","Agnes Moorehead"],"overview":"A young painter stumbles upon an assortment of odd characters at an English estate where he has been hired to give art lessons to beautiful Laura Fairlie. Among them are Anne Catherick, a strange young woman dressed in white whom he meets in the forest and who bears a striking resemblance to Laura; cunning Count Fosco, who hopes to obtain an inheritance for nobleman Sir Percival Glyde, whom he plans to have Laura marry; Mr. Fairlie, a hypochondriac who can't stand to have anyone make the slightest noise; and eccentric Countess Fosco who has her own dark secret. The artist also finds himself drawn to Marion Halcomb, a distant relation to Laura for whom the Count also has plans.","release_date":"1948-05-15","vote_average":5.3,"runtime":109,"cert":"N\/A","id":37300,"title":"The Woman in White","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Henry Fonda","Joanne Woodward","Jason Robards","Paul Ford","Charles Bickford"],"overview":"A naive traveler in Laredo gets involved in a poker game between the richest men in the area, jeopardizing all the money he has saved for the purpose of settling with his wife and child in San Antonio.","release_date":"1966-05-31","vote_average":6.5,"runtime":95,"cert":"N\/A","id":37301,"title":"A Big Hand for the Little Lady","adult":false,"genre_ids":[37]},{"cast":["Kirk Cameron","Brad Johnson","Janaya Stephens","Gordon Currie","Clarence Gilyard Jr."],"overview":"Rayford Steele is an airline pilot whose relationship with his wife has gone sour;he ponders having an affair with an attractive flight attendant, Hattie Durham. In the midst of a flight to London, a number of their passengers mysteriously disappear, and chaos takes hold as a number of vehicles on the ground and in the air are suddenly unmanned. Meanwhile, Buck Williams, a television journalist, is pondering the rash of sudden disappearances as he works on a report about Dr. Chaim Rosenzweig, an Israeli scientist who has devised a formula that would make any soil on earth easy to cultivate. However, Buck wonders if there's more to Rosenzweig than he first imagined when he discovers the doctor is in cahoots with two multi-millionaires who plan to broker the invention to promote their own agenda of international domination.","release_date":"2000-10-30","vote_average":3.8,"runtime":96,"cert":"N\/A","id":37302,"title":"Left Behind","adult":false,"genre_ids":[18,14,878,53]},{"cast":["Mitchell David Rothpan","Maria de Medeiros","Tchéky Karyo","Michel Jonasz","Bronwen Booth"],"overview":"An elaborate fantasy tale intended for family audiences, Babel tells the story of the Babels, a strange breed of four-foot-tall creatures who once coexisted happily with human beings on planet Earth. However, when the humans built a huge tower to taunt God, he became angry and drove the Babels underground, while scattering the humans to the corners of the Earth and giving them different languages to keep them separate. Thousands of years later, three Babels are searching underground for the Babel Stone presented to them by God when they lose the map -- which is soon snapped up by a dog, who presents it to his master, an advertising man named Patrick. The Babels are desperate to recover the map, and they recruit Patrick's son David to help them find it (and the Babel Stone) before the evil Nemrod can steal the stone and claim its powers.","release_date":"1999-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":37303,"title":"Babel","adult":false,"genre_ids":[]},{"cast":["Jacky Cheung","René Liu","Vivian Hsu","Barbie Hsu","Duan Yihong"],"overview":"In \"Hot Summer Days\" a hot summer heat wave engulfs the Chinese territory, while the movie covers the lives of various characters during that time. There's chaffeur Wah who tries to woo foot masseur Li Yan via text messages, air conditioner repairman Ah Wai interested in biker girl Ding Dong, a master sushi chef who spurns the love of writer Wasabi, country hick Da Fu who tries to impress teddy bear factory worker Xiao Qi Angela Baby by standing out in the hot noon sun for 100 days, &amp; photographer Leslie Guan &amp; assistant attempting to track down a woman who they believed cursed the photographer into blindness ...","release_date":"2010-02-11","vote_average":6.2,"runtime":93,"cert":"N\/A","id":37304,"title":"Hot Summer Days","adult":false,"genre_ids":[18,35,10749]},{"cast":["Gregory Peck","Harry Guardino","Rip Torn","George Peppard","James Edwards"],"overview":"American GI's must retake a barren hill in Korea that has been overrun by Red Chinese troops. The ensuing battle becomes a meat grinder for American and Chinese alike.","release_date":"1959-05-29","vote_average":6.3,"runtime":97,"cert":"N\/A","id":37305,"title":"Pork Chop Hill","adult":false,"genre_ids":[28,10752,18]},{"cast":["Charisma Carpenter","Eric Mabius","Jeffrey Combs","Jayne Heitmeyer","Rik Young"],"overview":"Voodoo Moon takes place in the mid-west United States, where a demonic figure murders the entire population of a small town, save for one young boy and his sister. Twenty years later, the boy has been consumed with trying to track the devil down and now he thinks he's found him. His sister is now an artist who has developed psychic abilities which enable her to sense disaster, visions she expresses in her art. The two siblings work together in fighting the devil, and also get the assistance of several people they have helped over the years","release_date":"2006-06-04","vote_average":5.4,"runtime":89,"cert":"N\/A","id":37306,"title":"Voodoo Moon","adult":false,"genre_ids":[18,14,27]},{"cast":["Sam Elliott","Katharine Ross","Barry Corbin","Billy Green Bush","Ken Curtis"],"overview":"Mrs. Evie Teale is struggling to stay alive while raising her two children alone on a remote homestead. Conn Conagher is a honest, hardworking cowboy. Their lives are intertwined as they fight the elements, indians, outlaws, and loneliness.","release_date":"1991-07-01","vote_average":7.2,"runtime":94,"cert":"N\/A","id":37307,"title":"Conagher","adult":false,"genre_ids":[28,37,10749,10770]},{"cast":["Jim Brown","Raquel Welch","Burt Reynolds","Fernando Lamas","Dan O'Herlihy"],"overview":"When half-breed Indian Yaqui Joe robs an Arizona bank, he is pursued by dogged lawman Lyedecker. Fleeing to Mexico, Joe is imprisoned by General Verdugo, who is waging a war against the Yaqui Indians. When Lyedecker attempts to intervene, he is thrown into prison as well. Working together, the two escape and take refuge in the hills, where Lyedecker meets beautiful Yaqui freedom fighter Sarita and begins to question his allegiances.","release_date":"1969-03-26","vote_average":6.0,"runtime":110,"cert":"N\/A","id":37308,"title":"100 Rifles","adult":false,"genre_ids":[12,28,37,10752]},{"cast":["Dana Andrews","Brian Donlevy","Susan Hayward","Patricia Roc","Ward Bond"],"overview":"Businessman Logan Stuart is torn between his love of two very different women in 1850s Oregon and his loyalty to a compulsive gambler friend who goes over the line.","release_date":"1946-07-17","vote_average":6.9,"runtime":92,"cert":"PG","id":37309,"title":"Canyon Passage","adult":false,"genre_ids":[37]},{"cast":["Leif Ove Andsnes","Emanuel Ax","Kristian Bezuidenhout","Giovanni Bietti","Jonathan Biss"],"overview":"In Search of Beethoven offers a comprehensive documentary about the life and works of the great composer. Over 65 performances by the world's finest musicians were recorded and 100 interviews conducted in the making of this beautifully crafted film. Eleven interviews are included in the Extras and Six complete movements.","release_date":"2009-04-17","vote_average":4.7,"runtime":139,"cert":"","id":37310,"title":"In Search of Beethoven","adult":false,"genre_ids":[99,10402]},{"cast":["Clark Gable","Yvonne De Carlo","Sidney Poitier","Efrem Zimbalist Jr.","Rex Reason"],"overview":"Living in Kentucky prior to the Civil War, Amantha Starr is a privileged young woman. Her widower father, a wealthy plantation owner, dotes on her and he sends her to the best schools. When he dies suddenly however, Amantha's world is turned upside down. She learns that her father had been living on borrowed money and that her mother was actually a slave and her father's mistress. The plantation is to be sold to pay off her father's debts and as the daughter of slave, Amatha is also to be sold as property. She is bought by a Louisiana plantation owner, Hamish Bond and over time she grows to love him until she learns he was a slave-trader. She tries again to become part of white society but realizes that her future lies elsewhere.","release_date":"1957-08-03","vote_average":5.9,"runtime":125,"cert":"N\/A","id":37311,"title":"Band of Angels","adult":false,"genre_ids":[12,10749,18,36]},{"cast":[],"overview":"Obesity rates in the United States have reached epidemic proportions in recent years. Killer at Large shows how little is being done and more importantly, what can be done to reverse it. Killer at Large also explores the human element of the problem with portions of the film that follow a 12-year old girl who has a controversial liposuction procedure to fix her weight gain and a number of others suffering from obesity, including filmmaker Neil Labute.","release_date":"2008-11-21","vote_average":6.3,"runtime":102,"cert":"N\/A","id":37312,"title":"Killer at Large","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Long ago in a land ravaged by strife, an ancient race of mages crafted the ultimate weapon to destroy their enemies, and end all wars. They called it the Aryx Orthian, the Scourge Of Worlds. Hidden safely for hundreds of years, the Scourge is now sought by a new swarm of darkness threatening to unleash its secrets. To save the world, three fearless heroes-Regdar the human warrior, Lidda the rogue halfling, and Mialee the elf wizard-must embark on a treacherous quest and choose between honor and evil, between life and death. But the choice is not theirs. It is yours.","release_date":"2003-06-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":37313,"title":"The Scourge of Worlds: A Dungeons & Dragons Adventure","adult":false,"genre_ids":[14,16,28,878]},{"cast":["Josiah D. Lee","Paul Adamo","Paula Bellin","Rik Billock","James Cadenhead"],"overview":"A big city crime lord has been betrayed by four associates. With only hours until his immanent arrest...","release_date":"2008-01-01","vote_average":4.3,"runtime":98,"cert":"N\/A","id":37314,"title":"The Korean","adult":false,"genre_ids":[28,53]},{"cast":["Henry Fonda","Cliff Robertson","Edie Adams","Margaret Leighton","Shelley Berman"],"overview":"The other party is in disarray. Five men vie for the party nomination for president. No one has a majority as the first ballot closes and the front-runners begin to decide how badly they want the job.","release_date":"1964-04-05","vote_average":7.5,"runtime":102,"cert":"N\/A","id":37315,"title":"The Best Man","adult":false,"genre_ids":[35,18]},{"cast":["Gian Maria Volonté","Klaus Kinski","Martine Beswick","Lou Castel","Aldo Sambrell"],"overview":"El Chuncho's bandits rob arms from a train, intending to sell the weapons to Elias' revolutionaries. They are helped by one of the passengers, Bill Tate, and allow him to join them, unware he is an assassin working for the Mexican government.","release_date":"1966-12-06","vote_average":6.8,"runtime":118,"cert":"N\/A","id":37316,"title":"A Bullet for the General","adult":false,"genre_ids":[37]},{"cast":["Clark Gable","Jane Russell","Robert Ryan","Cameron Mitchell","Juan García"],"overview":"Two brothers, Ben and Clint, join a cattle drive from Texas to Montana. While heading for Texas they save Nella from the Indians, and she decides to ride with them. Ben and Nella start to get romantic, but Ben isn't ambitious enough for her, and she soon meets up with the boss of the cattle drive. Will she make the right choice, and, more importantly, will the cattle make it to Montana !","release_date":"1955-09-21","vote_average":6.0,"runtime":122,"cert":"N\/A","id":37317,"title":"The Tall Men","adult":false,"genre_ids":[37]},{"cast":["John Goodman"],"overview":"This is an interesting look at the Life and Times of car customizer\/cartoonist Ed \"Big Daddy\" Roth. Through the use of many graphically enhanced photographs and \"talking\" cars, it is a loving look at the car culture in Southern California from the Early 50's to Ed's Passing in 2001.","release_date":"2006-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":37318,"title":"Tales of the Rat Fink","adult":false,"genre_ids":[99]},{"cast":["Wayne Brady","Danny Glover","Nick Cannon","Gary Anthony Williams"],"overview":"Get ready for all of the laughs, adventure and hip-hopping good times in this all-new imaginative and modern retelling of Uncle Remus' best-loved tales. Parents and kids alike will delight in the escapades of the most mischievous and clever Brer Rabbit as he gleefully outwits Brer Fox, Brer Bear and a whole cast of other critters!","release_date":"2006-03-21","vote_average":4.7,"runtime":71,"cert":"N\/A","id":37319,"title":"The Adventures of Brer Rabbit","adult":false,"genre_ids":[16,10751]},{"cast":["Colby Lopez","Chris Spradlin","Claudio Castagnoli","Scott Colton","William Hunter Johnston"],"overview":"Survival of the Fittest 2009 was a professional wrestling event promoted by Ring of Honor. It took place on October 10, 2009 at the Indiana State Fairgrounds in Indianapolis, Indiana. This was the first Survival of the Fittest tournament since 2007, as the 2008 tournament was canceled a few weeks before taking place and never rescheduled. This was the first Survival of the Fittest tournament not to included Austin Aries, who, despite appearing on the event, was instead teaming with Davey Richards in a dream tag team match against the Briscoe Brothers. Aries was the only wrestler to compete in every Survival of the Fittest tournament up to that point, always making it the final match. Notable entrants in the tournament include winner of the 2005 tournament, Roderick Strong, winner of the 2006 tournament, Delirious, and winner of the 2007 tournament, Chris Hero.","release_date":"2009-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37320,"title":"Ring of Honor: Survival of the Fittest 2009","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Rosemary Forsyth","Dean Jagger","Maurice Evans","Will Geer"],"overview":"A successful professor has his life disrupted by a secret from his past - in his college days he became a member of a powerful secret society, and now the society has a job for him.","release_date":"1970-09-17","vote_average":6.9,"runtime":100,"cert":"N\/A","id":37323,"title":"The Brotherhood of the Bell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Lockdown (2010) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on April 18, 2010 at the Family Arena in Saint Charles, Missouri.[2][3][4] It was the sixth event under the Lockdown chronology and the fourth event of the 2010 TNA PPV schedule. In the tradition of Lockdown events, every match took place inside a steel cage.","release_date":"2010-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37324,"title":"TNA Lockdown 2010","adult":false,"genre_ids":[]},{"cast":[],"overview":"Destination X (2010) is a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on March 21, 2010 at the TNA Impact! Zone in Orlando, Florida.[3] It was the sixth event under the Destination X chronology and the third event of the 2010 TNA PPV schedule.","release_date":"2010-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37325,"title":"TNA Destination X 2010","adult":false,"genre_ids":[]},{"cast":["Kenji Nojima","Houko Kuwashima","Chizu Yonemoto","Hisayoshi Suganuma","Eiji Itou"],"overview":"It is a time of chaos. Earth is no longer what it used to be. It has been infested with a bug like species called the Blue. Yuji Kaido, who has a mysterious disease, is put into suspended animation until a cure is found. When he wakes up Yuji learns that its been more than 20 years since he was put into suspended animation, and the world is now controled by these creatures. He joins a group of soldiers equipped with powerful mechas to fight against the Blue for hope of a better future.","release_date":"2002-11-20","vote_average":6.3,"runtime":90,"cert":"N\/A","id":37326,"title":"Blue Gender: The Warrior","adult":false,"genre_ids":[16,878]},{"cast":["Ben Johnson","Joanne Dru","Harry Carey, Jr.","Ward Bond","Charles Kemper"],"overview":"Two young drifters guide a Mormon wagon train to the San Juan Valley and encounter cutthroats, Indians, geography, and moral challenges on the journey.","release_date":"1950-04-19","vote_average":6.5,"runtime":86,"cert":"N\/A","id":37327,"title":"Wagon Master","adult":false,"genre_ids":[28,37]},{"cast":["Ani DiFranco","Todd Sickafoose","Allison Miller","Mike Dillon"],"overview":"On September 11 and 12, 2007, singer \/ songwriter \/ guitarist Ani DiFranco played two sold-out shows before a hometown audience in Buffalo, New York. What made those nights so special wasn’t just the music—because that’s always special at an Ani show—but the fact that she was playing the inaugural shows in her very own venue, a downtown church once slated for demolition that has been beautifully restored as a state-of-the-art music hall and newly renamed “Babeville.” Ani took the opportunity to fashion a two-night retrospective of sorts, performing songs from every stage of her fabled career in breathtaking new arrangements with her latest touring band; Allison Miller on drums, Todd Sickafoose on upright bass and Mike Dillon on vibes and percussion. The spirit of celebration was in the air, and energy in the room-both onstage and in the audience—was extraordinary.","release_date":"2008-04-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":37328,"title":"Ani DiFranco - Live at Babeville","adult":false,"genre_ids":[10402]},{"cast":["Vincent Price","Ellen Drew","Vladimir Sokoloff","Beulah Bondi","Reed Hadley"],"overview":"The U.S. government recognizes land grants made when the West was under Spanish rule. This inspires James Reavis to forge a chain of historical evidence that makes a foundling girl the Baroness of Arizona. Reavis marries the girl and presses his claim to the entire Arizona territory.","release_date":"1950-03-04","vote_average":7.3,"runtime":97,"cert":"N\/A","id":37329,"title":"The Baron of Arizona","adult":false,"genre_ids":[36,37,18,10749]},{"cast":["Hiroyuki Nagato","Misako Watanabe","Kô Nishimura","Sanae Nakahara","Taiji Tonoyama"],"overview":"Set in post-war Japan, a group of five, four men and one woman, gathers in the basement of a butcher shop to dig up a cache of morphine buried during the war. A grimly humorous tale of twisted relationships as one by one each of the group is eliminated.","release_date":"1958-11-18","vote_average":6.1,"runtime":101,"cert":"N\/A","id":37330,"title":"Endless Desire","adult":false,"genre_ids":[18]},{"cast":["Gary Moore","Brian Robertson","Scott Gorham","Eric Bell","Jonathan Noyce"],"overview":"On August 19th, 2005, on what would have been the eve of his 56th birthday, a statue of Phil Lynott was unveiled in Dublin’s Grafton Street by his mother. There to witness the event were members of Thin Lizzy from throughout the band’s career. The following evening, they joined forces under the leadership of Gary Moore for a concert that paid tribute to Lynott’s memory.","release_date":"2006-04-06","vote_average":7.4,"runtime":72,"cert":"","id":37331,"title":"Gary Moore & Friends: One Night in Dublin","adult":false,"genre_ids":[10402]},{"cast":["Paul Auster"],"overview":"A Canadian documentary feature film that investigates the effects of being struck by lightning.","release_date":"2009-08-02","vote_average":5.3,"runtime":75,"cert":"N\/A","id":37332,"title":"Act of God","adult":false,"genre_ids":[99]},{"cast":["Billy Zane","Joan Severance","Hollie L. Hummel","Whip Hubley","Courtland Mead"],"overview":"Irene, a thirty-something housewife with a successfull husband and a young son, has her life thrown in a spin when she becomes attracted to Billy, a member of a landscape crew outside her house. When Irene's husband and son leave for a weekend fishing trip, Irene wanting to see Billy, gets locked in the back of his trailer and ends up at remote Lake Consequence with Billy and his girlfriend Grace where they take Irene on a trip into the nearby town to a Chinese New Year Festival, and through a series of adventures they bring out the repressed sexual needs Irene has been holding inside for a long time.","release_date":"1993-02-23","vote_average":4.4,"runtime":90,"cert":"N\/A","id":37333,"title":"Lake Consequence","adult":false,"genre_ids":[18,10749]},{"cast":["Risa Goto","Hiroki Kohara","Takaaki Enoki","Yûko Natori","Masako"],"overview":"Sleeping Bride is the story of a girl, Yumi, who since birth, has never been awake. A boy called Yuuichi finds the girl in the hospital while he is a patient there. A nurse remarks that the girl is 'Sleeping Beauty', and Yuuichi believes that a kiss from a prince will wake her, just like the story. Yuuichi returns to see Yumi every day, says 'Wake up, I'm the prince' and kisses her. Ten years later he restarts his daily ritual to see Yumi, one day she wakes up.","release_date":"2000-01-29","vote_average":5.0,"runtime":100,"cert":"N\/A","id":37334,"title":"Sleeping Bride","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Hossein","Nicole Garcia","Geraldine Chaplin","Daniel Olbrychski","Jorge Donn"],"overview":"The film follows four families, with different nationalities (French, German, Russian and American) but with the same passion for music, from the 1930s to the 1960s. The various story lines cross each other time and again in different places and times, with their own theme scores that evolve as time passes. The main event in the film is the Second World War, which throws the stories of the four musical families together and mixes their fates. Although all characters are fictional, many of them are loosely based on historical musical icons (Édith Piaf, Josephine Baker, Herbert von Karajan, Glenn Miller, Rudolf Nureyev, etc.) The Boléro dance sequence at the end brings all the threads together.","release_date":"1981-05-27","vote_average":6.5,"runtime":184,"cert":"N\/A","id":37335,"title":"Bolero: Dance of Life","adult":false,"genre_ids":[18]},{"cast":["Eli Manning","Troy Aikman","Ahmad Bradshaw","Kyle Brady","Tedy Bruschi"],"overview":"The NFC champion New York Giants and the AFC champion New England Patriots meet for the championship of the National Football League.","release_date":"2008-02-26","vote_average":5.7,"runtime":175,"cert":"N\/A","id":37338,"title":"Super Bowl XLII Champions - New York Giants","adult":false,"genre_ids":[99]},{"cast":["Yuichiro Miura","Douglas Rain"],"overview":"A Japanese skier tries to fulfill his dream of sking down Mount Everest.","release_date":"1975-09-19","vote_average":6.1,"runtime":86,"cert":"N\/A","id":37339,"title":"The Man Who Skied Down Everest","adult":false,"genre_ids":[99,12]},{"cast":["Claude Rains","Marius Goring","Märta Torén","Ferdy Mayne","Herbert Lom"],"overview":"A meek teller thinks he's killed his boss. He flees with a box of cash hoping for a new life with his younger mistress.","release_date":"1952-12-01","vote_average":6.6,"runtime":82,"cert":"","id":37340,"title":"The Man Who Watched Trains Go By","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Documentary - Boom festival","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37341,"title":"Boom Festival 2008 - We Are All","adult":false,"genre_ids":[]},{"cast":["Kerwin Mathews","Nadia Gray","Donald Houston","Liliane Brousse","George Pastell"],"overview":"When a stranger enters a quiet, country town and is seduced by a sensuous married woman he unwittingly finds himself at the centre of a storm of sexual guilt and murder.","release_date":"1963-10-30","vote_average":6.4,"runtime":86,"cert":"N\/A","id":37342,"title":"Maniac","adult":false,"genre_ids":[27,53]},{"cast":["Peter Cushing","André Morell","Richard Vernon","Norman Bird","Barry Lowe"],"overview":"A charming but ruthless criminal holds the family of a bank manager hostage as part of a cold-blooded plan to steal 97,000 pounds.","release_date":"1962-02-21","vote_average":7.5,"runtime":80,"cert":"","id":37343,"title":"Cash on Demand","adult":false,"genre_ids":[80,18]},{"cast":["Alex D. Linz","Steven Weber","Escher Holloway","John Rubinstein","Chris Marquette"],"overview":"Fifteen-year-old Owen Norris is at the top of his graduating middle-school class, and wants to know how the world works. He has no friends, spends almost all of his time studying, and has an almost nonexistent relationship with his white-collar parents, whom he sees for ten minutes a day. But his boring suburban life changes when he meets Congressman Lawrence Connor and his young nephew Caleb. Connor is immediately taken with Owen’s intelligence and wit, and Caleb is immediately taken with Owen. As Caleb and Owen become close friends, Connor offers Owen a chance to learn how the world of politics really works by acting as his “youth campaign spokesman” for the upcoming Senate primaries. What starts as a fun way to make some extra summer cash takes a dark turn as Owen learns the frightening truth about the deranged secret world of politics in which he is now involved.","release_date":"2008-10-10","vote_average":7.3,"runtime":109,"cert":"N\/A","id":37346,"title":"Choose Connor","adult":false,"genre_ids":[18]},{"cast":["John Wayne","Henry Fonda","Shirley Temple","Pedro Armendáriz","Ward Bond"],"overview":"In John Ford's sombre exploration the mythology of American heroes, he slowly reveals the character of Owen Thursday, who sees his new posting to the desolate Fort Apache as a chance to claim the military honour which he believes is rightfully his. Arrogant, obsessed with military form and ultimately self-destructive, Thursday attempts to destroy the Apache chief Cochise after luring him across the border from Mexico, against the advice of his subordinates.","release_date":"1948-03-26","vote_average":6.9,"runtime":125,"cert":"N\/A","id":37347,"title":"Fort Apache","adult":false,"genre_ids":[37]},{"cast":["Tom Selleck","Isabella Rossellini","Keith Carradine","George Eads","Robert Carradine"],"overview":"Monte Walsh and Chet Rollins are long-time cowhands, working whatever ranch work comes their way, but \"nothing they can't do from a horse.\" Their lives are divided between months on the range and the occasional trip into town. Monte has a long-term relationship with prostitute Martine Bernard, while Chet has fallen under the spell of the widow who owns the hardware store. Camaraderie and competition with the other cowboys fill their days, until one of the hands, Shorty Austin, loses his job and gets involved in rustling and killing. Then Monte and Chet find that their lives on the range are inexorably redirected.","release_date":"2003-01-17","vote_average":5.8,"runtime":117,"cert":"N\/A","id":37348,"title":"Monte Walsh","adult":false,"genre_ids":[28,37]},{"cast":["Denis Podalydès","Jean-Noël Brouté","Claude Rich","Scali Delpeyrat","Sabine Azéma"],"overview":"Joseph Rouletabille (Bruno Podalydès), a reporter for a local newspaper, investigates the attempted killing of Mathilde Stangerson (Sabine Azéma), who uses the yellow room of the title as her bedroom. At the time of the revolver shots her room was locked and the windows were barred, but when her father (Michael Lonsdale) enters after having forced the door, there is no-one there except for Mathilde. So who did it and how did he get away?","release_date":"2003-06-11","vote_average":6.7,"runtime":118,"cert":"N\/A","id":37351,"title":"The Mystery of the Yellow Room","adult":false,"genre_ids":[35,80,9648]},{"cast":["Fredric March","Edmond O'Brien","Florence Eldridge","Geraldine Brooks","Stanley Ridges"],"overview":"A stern hard-liner judge commits euthanasia to save his terminally ill wife from further suffering. He decides to kill her by driving the both of them off a cliff. He succeeds in ending her pain, but unfortunately he survives and ends up turning himself in with a full confession. Now it is up to his brilliant lawyer to defend him.","release_date":"1948-12-05","vote_average":7.0,"runtime":91,"cert":"N\/A","id":37352,"title":"An Act of Murder","adult":false,"genre_ids":[80,18]},{"cast":["Ty Beeson","Rufus Hannah","Bling Bling","Donnie","Leroy Patterson"],"overview":"In September 2002, the Bumfights Krew was arrested on seven felony charges for paying homeless people to fight. Finally, thanks to some good lawyers, here is the footage that was seized from the arrests. Rufus, Bling Bling, Donnie and all your favorite characters are back in our most hardcore video yet! The prosecutors who tried to send us to prison called it shocking, criminal, and outrageous.\" We call it the funniest and most entertaining video of all time!","release_date":"2004-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":37353,"title":"Bumfights 3: The Felony Footage","adult":false,"genre_ids":[35,99]},{"cast":["Greg Giraldo"],"overview":"Comedy Central Roast regular Greg Giraldo isn't shy about tearing into his fellow funnymen (and women) at the network's frequent specials, and he turns his wicked wit to a variety of topics in this live show. In Midlife Vices, Giraldo extols the virtues of drinking in your 40s, praises New York's Puerto Rican Day Parade, questions Barack Obama's smoking habit, and leaves no comic target unscathed.","release_date":"2009-08-16","vote_average":4.6,"runtime":67,"cert":"N\/A","id":37354,"title":"Greg Giraldo: Midlife Vices","adult":false,"genre_ids":[35]},{"cast":["Steve-O","Johnny Knoxville","Chris Pontius","Jason Acuña","Ryan Dunn"],"overview":"Outrageous and out of control! The fearless star of MTV's \"Jackass,\" Steve-O, unleashes his craziest footage in this collection of the stunts that gave network attorneys ulcers. Rat kebobs! Windshield skateboarding! Pit licks! Living firecrackers! Featuring all-new insanity, these outrageous exploits by Steve-O and his band of lunatic helpers have never seen the light of day until now!","release_date":"2001-08-27","vote_average":7.2,"runtime":32,"cert":"N\/A","id":37355,"title":"Don't Try This at Home: The Steve-O Video","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"It is a spectacle few have seen firsthand. Two foes trapped on an island in a remote part of Africa - and a battle to survive captured in high-definition over two years by award-winning filmmakers. Now, National Geographic takes viewers onto a unique battlefield in the Okavango Delta to witness the grueling fight for survival of highly specialized lions that prey almost exclusively on buffalo in Relentless Enemies.","release_date":"2006-04-19","vote_average":8.0,"runtime":90,"cert":"N\/A","id":37356,"title":"Relentless Enemies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Television documentary commissioned by Channel Four (UK). The programme charts the history of hardcore pornography on film, dating back to the turn of the 20th century. Utilsing rare vintage archive, and original interview material of British and American pornographers, the documentary explores the parallels between mainstream cinema and hardcore porn, underlining the changes that have taken place in the industry since the advent of video, and following a veteran pornographer onto the set of his latest video offering.","release_date":"2002-06-06","vote_average":0.0,"runtime":52,"cert":"N\/A","id":37357,"title":"The History of Hardcore","adult":false,"genre_ids":[]},{"cast":["W.C. Fields","Shirley Grey","John Dunsmuir","Allen Wood","Johnny Kane"],"overview":"At a Florida hotel, absconding miscreant J. Effingham Bellweather goes slapstick golfing with the house detective's flirtatious wife and an incompetent caddy.","release_date":"1930-08-22","vote_average":5.8,"runtime":20,"cert":"N\/A","id":37358,"title":"The Golf Specialist","adult":false,"genre_ids":[35]},{"cast":["James Burke","Monty Cox","Shane McCamey","Linda Hoy","Omri Katz"],"overview":"A documentary on the history on mankind's attempts to reach high speeds. Starting with the invention of the bicycle, going on to sports cars, cars with jet engines, rocket-powered cars, attempts to break the sound barrier, and rocket-engine airplanes. Each achievement is documented by title card indicating the speed reached in miles per hour.","release_date":"1984-01-01","vote_average":6.3,"runtime":25,"cert":"N\/A","id":37363,"title":"Speed","adult":false,"genre_ids":[99]},{"cast":["Katja Kassin","Mariah Cherry","Leah Stevenson","Beverley Cox","Aurora Snow"],"overview":"Nothing excites a babe more than a giant cock shoved deep into her juicy pussy. Take a front row seat to ferocious fellatio, fantastic fingering and phenomenal fucking. These girls fuck, suck and hump exactly the way all dirty girls should!","release_date":"2003-08-05","vote_average":0.0,"runtime":92,"cert":"N\/A","id":37364,"title":"Big Cock Seductions 7","adult":true,"genre_ids":[]},{"cast":["Cali Couture","Charley Chase","Chastity Lynn","Rucca Page","Sara Stone"],"overview":"When Charley got oiled up and took a dip in the pool, she was happy to find a horny pervert that was ready to shove his big hard cock in her pussy's deep end! Rucca is a dirty whore that needs a stiff dick jammed down her throat and between her 36DD titties to get wet! Selena is an exotic slut with an amazing pair of all natural 34F yabos from Argentina who is ready to get her pussy smashed by Lee Stone's hard rockin' cock! Sara is a busty strumpet with a delicious Sideways Sloppy Joe who loves to \"Slob on the Knob,\" before she gets stretched out by the big Salami! Cali is a spicy teenage Latina with a jiggly pair of 36DDs who loves going loco on a big piece of man-meat!","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37365,"title":"100-percent natural-wonders 7","adult":true,"genre_ids":[]},{"cast":[],"overview":"Real Female Orgasms 8 is a compendium of beautiful, aroused and lustful women caught in their most truthful moments. Watch their soaking wet eruptions of orgasm juices as they rapturously receive hard cock, or enjoy their irresistible emotional climaxes as they masturbate themselves into euphoria","release_date":"2008-06-05","vote_average":0.0,"runtime":100,"cert":"N\/A","id":37366,"title":"Real Female Orgasms 8","adult":true,"genre_ids":[]},{"cast":[],"overview":"adult","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37367,"title":"Orgy World 3","adult":true,"genre_ids":[]},{"cast":["Henry Fonda","Dolores del Río","Pedro Armendáriz","J. Carrol Naish","Leo Carrillo"],"overview":"Based of the Graham Greene novel about a revolutionary priest in Central America. A priest who is The Fugitive is trying to getaway from the authorities who have denounced Christianity and want anyone linked to it dead. The Fugitive finds shelter with an Indian Woman (The Woman), a faithful parishioner, who gives the priest directions to Puerto Grande, where he could then board a ship and sail to freedom in America. On his journey to Puerto Grande, he meets up with a man who says he will protect him. In reality, he is the Police Informer and once The Fugitive realizes this, he is back on the run, but the Police Informer is never far behind along with the authorities.","release_date":"1947-11-03","vote_average":6.2,"runtime":104,"cert":"N\/A","id":37368,"title":"The Fugitive","adult":false,"genre_ids":[37]},{"cast":[],"overview":"adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37369,"title":"Secretaries 2","adult":true,"genre_ids":[]},{"cast":["Allie Foster","Carmen Hayes","Sara Stone","Riley Evans","Evie Delatosso"],"overview":"2 Hours of Majestic Melon Munchin' Hot n' Horny Action! Something Big is happening in the small town of Boobsville. The Naughty Nurses of Boobsville use their natural endowments to help care for the patients of Boobsville Mental Hospital. Five of the most bountiful ladies from Boobsville provide hands on care for five very thankful guys. These Ample Angels in White give their grateful patients TLC, along with a hot shot of T&A. Five Hot Scenes featuring the bouncy Naughty Nurses of Boobsville in all their abundant glory!","release_date":"2009-01-01","vote_average":6.0,"runtime":109,"cert":"N\/A","id":37370,"title":"Nurses of Boobsville","adult":true,"genre_ids":[]},{"cast":[],"overview":"adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37371,"title":"Ass Traffic 7","adult":true,"genre_ids":[]},{"cast":["Nikki Benz","Avy Scott","Raylene","Alanah Rae","Katie Kox"],"overview":"Mick Blue gets a tour of Nikki Benz's pussy. Also with Raylene, Avy Scott, Alanah Rae and Katie Kox.","release_date":"2009-09-15","vote_average":9.0,"runtime":160,"cert":"N\/A","id":37372,"title":"Busty Housewives 3","adult":true,"genre_ids":[]},{"cast":["James Mason","Joan Fontaine","Dorothy Dandridge","Joan Collins","Michael Rennie"],"overview":"Set on a fictitious island in the Carribean during colonial British rule. It focuses on the life of a young charismatic and handsome black male with political aspirations. He finds himself confused on returning home when his romantic liaison with a white female tends to conflict with his political views. As rumor has it an interracial screen kiss caused quite a commotion in the U.S. when the film was released. The plot is further strengthened by a look at the lives of a white ex-pat family also living on the island. The family has to deal with problems of infidelity, racism and murder.","release_date":"1957-06-12","vote_average":5.8,"runtime":119,"cert":"N\/A","id":37373,"title":"Island in the Sun","adult":false,"genre_ids":[18,10751]},{"cast":["Lisa Ann","Julia Ann","RayVeness","Alayna Dior","Carrie Ann"],"overview":"Tired of her stepson's attitude, Lisa Ann knows the only way he'll learn how to be a man is if he first learns how to fuck like a man. Rayveness and Alayna Dior take turn's corrupting James Deen's boyish innocence in two seductive scenes. Julia Ann shows why she can suck cock twice as good as any 18-year-old girl, and Carrie Ann teaches Scott the right way to eat pussy.","release_date":"2009-09-15","vote_average":0.0,"runtime":79,"cert":"N\/A","id":37374,"title":"Mrs. Demeanor","adult":true,"genre_ids":[10749]},{"cast":["Tom Tryon","Harve Presnell","Senta Berger","Michael Anderson Jr.","James Caan"],"overview":"Though a fictionalized Western based on George Armstrong Custer's 7th Cavalry Regiment at the Battle of the Little Big Horn, the film is almost a generic war story covering the enlistment, training, and operational deployment of a group of recruits that could take place in any time period.","release_date":"1965-07-07","vote_average":6.5,"runtime":112,"cert":"N\/A","id":37377,"title":"The Glory Guys","adult":false,"genre_ids":[18,28,37,10749]},{"cast":["Audrianna Angel","Sophie Dee","Mz. Berlin","Chayse Evans","Amber Rayne"],"overview":"There's lesbian porn. Then there's Jake Malone's lesbian porn - oh my! The long-awaited Bitchcraft 7 thwacks off to a resounding start with a grudge match between two queen bitches: pint-sized Kristina Rose and rangy Chayse Evans. Then black-latexed ... Full Descriptioneuro-minxes Dia Zerva and Mz. Berlin invoke the kind of severe Germanic discipline that can go from stately to brutal at the shove of an oversized butt plug! Bombastically breasted British banger Sophie Dee is thoroughly tongue-serviced by her fetish slave Audrianna Angel, who suffers various pinching, prodding and stretching in return, and finally, world-class nasty fuckpigs Amber Rayne and Kylie Ireland throw down in a dark, especially erotic vignette regarding the time that the girl scout tried to sell \"cookies\" to the dominatrix!","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37378,"title":"Bitchcraft 7","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37379,"title":"Round Latin Asses","adult":true,"genre_ids":[]},{"cast":["James Stewart","Joanne Dru","Gilbert Roland","Dan Duryea","Jay C. Flippen"],"overview":"Shrimpers and oilmen clash when an ambitious wildcatter begins constructing an off-shore oilrig.","release_date":"1953-05-21","vote_average":5.7,"runtime":103,"cert":"N\/A","id":37380,"title":"Thunder Bay","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Adult","release_date":"2009-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37381,"title":"MILFs Wide Open","adult":true,"genre_ids":[]},{"cast":["Gianna Michaels","RayVeness","Angelica Sin","Candace Von","Daphne Rosen"],"overview":"100% Massive Melons Warning: This movie includes the most massive melons ever contained in one package! Bouncing, fleshy fun bags, just waiting for a nice cock to fit between them, some hot jizz to cover them. These must be the biggest, fattest, tits on planet Earth. You have been warned!","release_date":"2009-06-29","vote_average":10.0,"runtime":null,"cert":"N\/A","id":37382,"title":"Biggest Fattest Tits On Planet Earth","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37383,"title":"Big Tit Obsession","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37384,"title":"Black Kong Dong Bent Shaft Edition","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37385,"title":"Brazilian Beauties","adult":true,"genre_ids":[]},{"cast":["Jenna Jameson","Briana Banks","Isabella Camille","Shay Sweet","Erik Everhard"],"overview":"Get an inside look at the world's leading sex star, Jenna Jameson, as she turns the table on psychotherapist, Dr. Collins, and blows your mind with a full frontal assault on stunning blonde Briana Banks.","release_date":"2001-11-27","vote_average":7.5,"runtime":80,"cert":"N\/A","id":37386,"title":"Briana Loves Jenna","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2009-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37387,"title":"Put it Here","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2008-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":37390,"title":"Lesbian Lovefest","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37393,"title":"Stroke Suck And Tease 8","adult":true,"genre_ids":[]},{"cast":["Nina Hartley","Nikita Denise","Lisa Ann","Julia Ann","Tiffany Mynx"],"overview":"Welcome to the bedrooms of the Cheating Housewives where all your milf fantasies come true. Nina Hartley's ass mesmerizes a neighborhood stud. Nikita Denise does naughty things behind closed doors. Lisa Ann sure knows how to keep a cock happy like she keeps the house tidy. Julia Ann cooks up a delightful sex romp. Tiffany Mynx is the kinky gal next door getting it on behind pulled shades. Vicky Vette takes a dick for ride.","release_date":"2009-06-10","vote_average":0.0,"runtime":170,"cert":"N\/A","id":37394,"title":"The Best of Cheating Housewives","adult":true,"genre_ids":[]},{"cast":["Cheyne Collins","Ally Kay","Tabitha Stevens","Jay Lassiter","Ashlyn Rae"],"overview":"A research biologist, Brad Brown, and his sexy innocent girlfriend Amber stumble upon a long-forgotten town infested by carnal vampires who've long ago replaced their cravings for blood with an insatiable lust for sex.","release_date":"2010-02-05","vote_average":8.0,"runtime":99,"cert":"N\/A","id":37395,"title":"The Vampire Sex Diaries","adult":true,"genre_ids":[14]},{"cast":[],"overview":"Adult","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37396,"title":"Throat Love 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37397,"title":"While She Was Sleeping","adult":true,"genre_ids":[]},{"cast":["Cung Le","Scott Smith","Gilbert Melendez","Josh Thomson"],"overview":"Strikeforce: Evolution was a mixed martial arts event to be held by the Strikeforce on December 19, 2009 in San Jose, California at the HP Pavilion at San Jose. The event aired live on Showtime in the US and live on SuperChannel in Canada.","release_date":"2009-12-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37398,"title":"Strikeforce: Evolution","adult":false,"genre_ids":[]},{"cast":["Dan Henderson","Jake Shields","Gegard Mousasi","Gilbert Melendez","Shinya Aoki"],"overview":"Strikeforce: Nashville was a Strikeforce mixed martial arts event held on April 17, 2010 at the Bridgestone Arena in Nashville, Tennessee, United States and broadcast domestically on CBS.","release_date":"2010-04-17","vote_average":3.8,"runtime":134,"cert":"N\/A","id":37399,"title":"Strikeforce: Nashville","adult":false,"genre_ids":[]},{"cast":["Gina Carano","Cristiane Santos","Alexander Trevino","Isaiah Hill","James Terry"],"overview":"Strikeforce: Carano vs. Cyborg was a mixed martial arts event held by Strikeforce. It was held in San Jose, California on August 15, 2009. The event aired live on the Showtime cable network and marked the first time two women headlined an MMA event in history.","release_date":"2009-08-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":37402,"title":"Strikeforce: Carano vs. Cyborg","adult":false,"genre_ids":[]},{"cast":["Amitabh Bachchan","Mithun Chakraborty","Madhavi","Neelam Kothari","Danny Denzongpa"],"overview":"The movie depicts the life of a young boy, Vijay (Amitabh Bachchan), whose father gets brutally lynched by a mobster Kancha Cheena. It's a journey of his quest for revenge, which leads him to become a gangster as an adult. Watch out for Amitabh Bachchan in one of the most powerful roles of his career. Will Vijay lose his family in the process of satisfying his vengeance?","release_date":"1990-02-16","vote_average":6.8,"runtime":174,"cert":"N\/A","id":37403,"title":"Agneepath","adult":false,"genre_ids":[18,28,80]},{"cast":["Kevin Sorbo","Anthony Quinn","Roma Downey","Michael Hurst","Lucy Lawless"],"overview":"Hercules and Iolaus take time out from Iolaus' wedding preparations, to help a distant village under attack from \"monsters\". When they reach their destination, they find the monsters are in fact Amazonian women who are controlled by Hera. \"Hercules and the Amazon Women\" is the first movie-length pilot episode of the television series \"Hercules: The Legendary Journeys\".","release_date":"1994-04-24","vote_average":5.8,"runtime":91,"cert":"N\/A","id":37404,"title":"Hercules and the Amazon Women","adult":false,"genre_ids":[28,12,14,10770]},{"cast":["Charlotte Roche","Josef Ostendorf","Devid Striesow","Manfred Zapatka","Elfriede Irrall"],"overview":"Fat German star restaurant chef Gregor shows romantic interest in waitress Eden Drebb. She's happily married to hunky Xaver Drebb, but feels romantically neglected. Gregor's deserts seduce her, first trough her brat daughter Leonie, to spend time with him and his fabulous dishes. That soon becomes a rather platonic affair, and domestic troubles. Xaver decides to exact revenge on Gregor, with tragic results.","release_date":"2006-11-02","vote_average":5.3,"runtime":98,"cert":"N\/A","id":37405,"title":"Eden","adult":false,"genre_ids":[18]},{"cast":["Lewis Black","Joe Grifasi"],"overview":"Lewis Black stars in his second HBO solo special, an all-new hour of frenetic, take-no-prisoners stand-up comedy, taped before a live audience at the Warner Theatre in Washington, DC. Lewis Black: Red, White & Screwed features Black's opinions and insights into such issues as the State of the Union, abortion, frozen embryos, defecation habits, fossils, bad language, FEMA and, of course, Dick Cheney's aim.","release_date":"2006-06-10","vote_average":6.1,"runtime":75,"cert":"N\/A","id":37406,"title":"Lewis Black: Red, White & Screwed","adult":false,"genre_ids":[35]},{"cast":["John Leguizamo"],"overview":"John Leguizamo's semi-falsified, one-man stand-up performance as...himself. This is his autobiographical story, about his life growing up, and his journey to try to be accepted by his father. We see this story through a bizarre myriad of characters and situations, which include the eccentric Uncle Sanny, the Fat Boy Called Bitch (John's little brother, Poochie), his mom, his evil grandmothers, and Lee Stratsberg, not to mention a brief appearance by Cantinflas as God.","release_date":"1998-10-10","vote_average":6.1,"runtime":90,"cert":"N\/A","id":37407,"title":"John Leguizamo: Freak","adult":false,"genre_ids":[35,99]},{"cast":["Jeanne Crain","Jean Peters","Elliott Reid","Richard Boone","Max Showalter"],"overview":"A supermodel gets murdered. While investigating the case the story of a waitress turned glamor girl is revealed.","release_date":"1953-10-05","vote_average":6.8,"runtime":85,"cert":"N\/A","id":37408,"title":"Vicki","adult":false,"genre_ids":[80,18,9648,10749,53]},{"cast":["Wim Holland","Lili Dawn","Mitchell Kowal","Vicki Carlson","William Martel"],"overview":"A Psycho stalks the streets of Greenwich Village, killing and cutting off their hair!","release_date":"1953-12-11","vote_average":6.8,"runtime":78,"cert":"N\/A","id":37409,"title":"Violated","adult":false,"genre_ids":[80,9648]},{"cast":["Thomas Jay Ryan","James Urbaniak","Parker Posey","Maria Porter","James Saito"],"overview":"An egocentric bum transforms the lives of a shy New Jersey garbageman and his sister.","release_date":"1997-09-07","vote_average":6.9,"runtime":137,"cert":"N\/A","id":37410,"title":"Henry Fool","adult":false,"genre_ids":[35,18]},{"cast":["Broderick Crawford","Ruth Roman","Marisa Pavan","Martha Hyer","Harlan Warde"],"overview":"An FBI Agent takes on the three unrelated cases of a dead agent to track down his killer.","release_date":"1954-09-02","vote_average":6.8,"runtime":85,"cert":"N\/A","id":37413,"title":"Down Three Dark Streets","adult":false,"genre_ids":[53]},{"cast":["Casey Affleck","Kate Hudson","Jessica Alba","Ned Beatty","Tom Bower"],"overview":"Deputy Sheriff Lou Ford is a pillar of the community in his small west Texas town, patient and apparently thoughtful. Some people think he is a little slow and maybe boring, but that is the worst they say about him. But then nobody knows about what Lou calls his \"sickness\": He is a brilliant, but disturbed sociopathic sadist.","release_date":"2010-02-19","vote_average":5.9,"runtime":109,"cert":"18","id":37414,"title":"The Killer Inside Me","adult":false,"genre_ids":[80,18,53]},{"cast":["Stacy Keach","Susan Tyrrell","Tisha Sterling","Keenan Wynn","Don Stroud"],"overview":"A sheriff struggles to hide his violent murderous acts.","release_date":"1976-10-01","vote_average":5.1,"runtime":99,"cert":"N\/A","id":37415,"title":"The Killer Inside Me","adult":false,"genre_ids":[80,18,53]},{"cast":["Townes Van Zandt","Willie Nelson","Kris Kristofferson","Joe Ely","Guy Clark"],"overview":"Chronicles the fascinating and often turbulent life of Townes Van Zandt.","release_date":"2004-09-13","vote_average":7.7,"runtime":99,"cert":"N\/A","id":37416,"title":"Be Here to Love Me","adult":false,"genre_ids":[99,10402]},{"cast":["Haluk Bilginer","Özgü Namal","Bülent Emin Yarar","Köksal Engür","Hümeyra Akbay"],"overview":"Bütün hayatını bir mucize bekleyerek geçiren Fikri Şemsigil, sonunda bu mucizeyi yaşar ve 'Güneşin Oğlu' olduğunu öğrenir. Fakat yaşadığı mucize, düşündüğünün aksine Fikri Bey'in hayatını alt üst eder. Fikri Bey'in ruhu artık, çevresindeki insanların bedenlerine girip çıkmaktadır. Ve sonunda Fikri Bey, bu kez, yıllarca beklediği mucizeden kurtulmak için, gerçeklerin peşine düşmek zorunda olduğunu anlar. Olaylar çığırından çıkmıştır. Peki, karşı apartmandaki komşusu dünyalar güzeli kız ne olacaktır?","release_date":"2008-06-01","vote_average":6.9,"runtime":92,"cert":"N\/A","id":37417,"title":"Güneşin Oğlu","adult":false,"genre_ids":[35]},{"cast":["Pierre Bourdieu"],"overview":"A documentary from Pierre Carles about famous French sociologist Pierre Bourdieu.","release_date":"2001-05-02","vote_average":6.2,"runtime":146,"cert":"N\/A","id":37418,"title":"La sociologie est un sport de combat","adult":false,"genre_ids":[99]},{"cast":["Turgay Aydin","Arzu Bazman","Şenay Gürler","Bülent Emin Yarar","Köksal Engür"],"overview":"In an apartment building where neighbors, friends, and family are living in close quarters, three male protagonists encounter three phases of manhood in Turkish society. Directors Reha Erdem's light touch and slyly amusing style do not miss the opportunity to illuminate some serious points in a strictly patriarchal society.","release_date":"2004-04-23","vote_average":7.1,"runtime":124,"cert":"N\/A","id":37419,"title":"What's a Human Anyway?","adult":false,"genre_ids":[18]},{"cast":["Jeff Daniels","Ariana Richards","Emilia Crow","Jim Haynie","Marilyn Lightstone"],"overview":"Before they can complete renovations on their new inn, Widower (Ben Wilson) and daughter (Hillary) are visited by a woman seeking immediate lodging for her strange group of travellers. Why they won't stay at the hotel in town is just the first of many mysteries surrounding the group that lead Wilson to a startling discovery affecting his family and neighbours.","release_date":"1992-05-09","vote_average":6.4,"runtime":99,"cert":"N\/A","id":37420,"title":"Timescape","adult":false,"genre_ids":[9648,878]},{"cast":["Bob Custer","Victoria Vinton","Vane Calvert","Eddie Phillips","Hal Taliaferro"],"overview":"Clay Morgan kills Joel Potter and Marshal Manning has to arrest the brother of the girl he plans to marry.","release_date":"1936-10-24","vote_average":4.0,"runtime":57,"cert":"N\/A","id":37421,"title":"Ambush Valley","adult":false,"genre_ids":[37]},{"cast":["Ronnie Burns","Pamela Lincoln","Darrell Howe","Judy Howard","Michael Granger"],"overview":"The crazed brother of a condemned killer sent to the gas chamber swears vengeance on those he holds responsible for his brother's execution.","release_date":"1961-06-14","vote_average":4.3,"runtime":75,"cert":"N\/A","id":37422,"title":"Anatomy of a Psycho","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Heather Starlet","Céline Tran","Jenna Haze","Raven Alexis","Sasha Grey"],"overview":"The skies are a whole lot friendlier when a group of the world's most beautiful porn stars pose as slutty flight attendants and sneak onto a plane to shoot a reality show. Cleared for take-off, the captain leaves the real stewardesses detained in security. Sex erupts aboard the flight, and the horny bliss proves too much for the weak-hearted pilot. Now it's up to Digital Playground's girls to land the plane to safety.","release_date":"2010-02-16","vote_average":7.9,"runtime":185,"cert":"N\/A","id":37423,"title":"Fly Girls","adult":true,"genre_ids":[35]},{"cast":["Boris Karloff","Maris Wrixon","Gene O'Donnell","Dorothy Vaughan","Henry Hall"],"overview":"A mad scientist searching for a cure for polio. Dr. Bernard Adrian is a kindly mad scientist who seeks to cure a young woman's polio. He needs spinal fluid from a human to complete the formula for his experimental serum. Meanwhile, a vicious circus ape has broken out of its cage, and is terrorizing towns people.","release_date":"1940-09-30","vote_average":4.9,"runtime":62,"cert":"N\/A","id":37426,"title":"The Ape","adult":false,"genre_ids":[18,27,878]},{"cast":["Melis Birkan","Cemal Toktas","Ali İl","Itır Esen","Burhan Şeşen"],"overview":"Can (Ali İl), delice sevdiği Aybige (Melis Birkan) ile bir hafta sonra evlenecektir. Ama hayatının kadınını çocukluk arkadaşı Ilgaz (Cemal Toktaş)’la tanıştırdığında, garip bir şey olur: Ilgaz’ın Aybige’ye karşı tutumu, şaşılacak kadar soğuktur. En güvendiği arkadaşının bu tavrı, Can’ın nişanlısından kuşku duymaya başlamasına, Aybige’nin de huzursuz olmasına yol açar. Ama Ilgaz’ın intihar saplantılı ağabeyi Harun (Ahmet Mümtaz Taylan) çıkagelince, olayların seyri birdenbire değişir. Beklenmedik sırların açığa çıkmasıyla nikâhtan önceki son hafta Aybige, Can ve Ilgaz için hayatlarının sınavına dönüşecektir.","release_date":"2010-08-10","vote_average":4.7,"runtime":null,"cert":"N\/A","id":37427,"title":"Adını Sen Koy","adult":false,"genre_ids":[]},{"cast":["Gloria Castillo","Ross Ford","Edd Byrnes","Ralph Reed","Jan Englund"],"overview":"For refusing to squeal on her delinquent boyfriend, a teen girl is thrown into reform school where she ends up meeting his ex-girlfriend and the jealous tempers fly.","release_date":"1957-08-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":37428,"title":"Reform School Girl","adult":false,"genre_ids":[80,18]},{"cast":["Erdal Besikçioglu","İsmail Hacıoğlu","Uğur Polat","Şebnem Dönmez"],"overview":"Vali Faruk Yazıcı'nın en son görev yeri Denizli merkezli olacak filmin ana eksenine ise yine bir dünya ve Türkiye meselesi olan \"enerji\" konusu oturuyor. Bilindiği gibi Yeniçağ dünyasında gizli ve açık bir biçimde sergilenen politik oyunlar-komplolar ve uluslararası ilişkilerin çıkar noktasında enerji meselesi bulunuyor. Filmde, özellikle bu konuda Türkiye'nin ve Türk insanının içine çekilmeye çalışıldığı bir komploya tanık olacağız. Kısacası Vali, Türkiye çıkarlarını koruyup ülke insanlarının menfaati için elini taşın altına koyanlarla, taşları yukarıdan üstümüze yağdıran çıkar grupları arasındaki çekişmenin hikayesini anlatıyor…","release_date":"2009-01-09","vote_average":6.6,"runtime":110,"cert":"N\/A","id":37429,"title":"Governor","adult":false,"genre_ids":[]},{"cast":["Jason Momoa","Stephen Lang","Rachel Nichols","Ron Perlman","Rose McGowan"],"overview":"A quest that begins as a personal vendetta for the fierce Cimmerian warrior soon turns into an epic battle against hulking rivals, horrific monsters, and impossible odds, as Conan (Jason Momoa) realizes he is the only hope of saving the great nations of Hyboria from an encroaching reign of supernatural evil.","release_date":"2011-08-17","vote_average":5.2,"runtime":113,"cert":"15","id":37430,"title":"Conan the Barbarian","adult":false,"genre_ids":[12,14,28]},{"cast":["Russell Crowe","Helen Slater","Etsushi Toyokawa","Michael Lerner","Kelly Hu"],"overview":"When F.B.I. Agent Zack Grant's partner is killed during a blown-up operation, he attempts to find the person responsible. Mafiaso Frank Serlano believes Zack is responsible for his only sons death in the same operation and kidnaps Zacks son to hold as bait. The action gets wild when airline stewardess Mary is taken hostage to add what seems an another insurmountable problem for Zack. There appears to be No Way Out.","release_date":"1995-05-12","vote_average":5.0,"runtime":91,"cert":"N\/A","id":37431,"title":"No Way Back","adult":false,"genre_ids":[28,80,53]},{"cast":["Jenna Dewan","Ashley Benson","Tatum O'Neal","Aimée Spring Fortier","Jessica Heap"],"overview":"Based on a true story. Five high school cheerleaders, including the daughter of the school principal, run amok -- and teachers, parents and administrators allow them to get away with a wide range of scandalous behavior. Known as the \"Fab Five,\" the girls disregard school rules, drink alcohol and post suggestive pictures on the Internet. But when the new cheerleading coach attempts to discipline them, her superiors ask her to resign.","release_date":"2008-08-02","vote_average":5.3,"runtime":88,"cert":"N\/A","id":37432,"title":"Fab Five: The Texas Cheerleader Scandal","adult":false,"genre_ids":[18,10770]},{"cast":["Hideko Yoshida","Masane Tsukayama","Iemasa Kayumi","Hiroshi Ôtake","Banjou Ginga"],"overview":"Three shorts directed by the same names that brought you Metropolis, Ninja Scroll, and Akira. It begins with “Labyrinth Labyrinthos”, a story of a maze in a child's mind, directed by Rintaro. Next Yoshiaki Kawajiri gives us “The Running Man”. This is a futuristic formula one race is set on a deadly track. Lastly Katsuhiro Ôtomo describes a struggle to shut down an entirely automated facility in “Construction Cancellation Order“.","release_date":"1989-04-15","vote_average":7.0,"runtime":50,"cert":"N\/A","id":37433,"title":"Neo Tokyo","adult":false,"genre_ids":[27,878,16,12,14]},{"cast":["Alexz Johnson","Miriam McDonald","Deanna Casaluce","Magda Apanowicz","Andrea Brooks"],"overview":"When two friends, Dominique and Ursula, uncover an ancient book in a graveyard one night, they discover that the book has the supernatural power to grant any evil desire written within it. In a series of escalating acts of vengeance, Ursula harms anyone who opposes her. Dominique realizes that the book fills all who possess it with the feeling of ultimate power. Seeking help from Father Mark Mulligan, a priest, and other people she knows, Dominique tries to destroy the book and save Ursula before it's too late. Unfortunately, cheerleaders Heather and Georgia find out about the book's powers as well, and plan to use it against Ursula and Dominique. The book keeps going to the person who wants it for wicked things. Eventually she manages to destroy it... or at least she thinks she does. In the last scene, someone else finds the book and the hellish cycle begins anew.","release_date":"2007-09-22","vote_average":4.2,"runtime":90,"cert":"N\/A","id":37434,"title":"Devil's Diary","adult":false,"genre_ids":[18,27]},{"cast":["Ted Eccles","Theodore Bikel","Tudi Wiggins","Paul Hébert","Cosette Lee"],"overview":"Film adaption of the novel by Jean Craighead George. A family movie made by Paramount Studios, the story revolves around thirteen-year old Sam Gribley (Teddy Eccles), a devotee of Thoreau, as many were back in the in 1960's. Sam decides to leave the city (set in Toronto) to spend a sabbatical in the Canadian woods and see if he can make it as a self-sufficient spirit after his parents promise a summer trip that doesn't pan out.","release_date":"1969-01-01","vote_average":6.3,"runtime":100,"cert":"N\/A","id":37437,"title":"My Side of the Mountain","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Abhay Deol","Tannishtha Chatterjee","Satish Kaushik","Veerendra Saxena","Yashpal Sharma"],"overview":"Vishnu has a bleak future before him, he must join his father in the family's oil business and try and boost the sales of the stinking oil in small town India. He sees his chance to escape by offering to transport a ramshackle truck, with a make-shift cinema, to a distant museum that lies across the expansive desert of Kutch. His companions: a chai-wallah chokra, a gypsy girl and a burlesque mechanic.","release_date":"2009-09-18","vote_average":6.0,"runtime":95,"cert":"N\/A","id":37438,"title":"Road, Movie","adult":false,"genre_ids":[12,35,80,18]},{"cast":["Bela Lugosi","Louise Currie","Wallace Ford","Henry Hall","Minerva Urecal"],"overview":"Scientist turned into an ape man","release_date":"1943-03-05","vote_average":4.1,"runtime":64,"cert":"N\/A","id":37441,"title":"The Ape Man","adult":false,"genre_ids":[27,878]},{"cast":["William H. Macy","Adam Arkin","Felicity Huffman","James Cromwell","Julia Campbell"],"overview":"In the midst of a spat, film critic Terry Thorpe (William H. Macy) accidentally kills his lover. Though Thorpe covers his tracks, he raises the suspicions of a private investigator (James Cromwell), who then tries to blackmail him. Thorpe also falls under the watchful eye of Detective Fred Stapelli (Adam Arkin), a cop who is intent on becoming a screenwriter. Before long, Thorpe's girlfriend, Kit (Felicity Huffman), and Stapelli's wife, Patricia (Julia Campbell), are roped into the case.","release_date":"1999-09-19","vote_average":7.2,"runtime":94,"cert":"N\/A","id":37444,"title":"A Slight Case of Murder","adult":false,"genre_ids":[9648,35,80]},{"cast":["Colm Wilkinson","Michael Ball","Michael Maguire","Ruthie Henshall","Philip Quast"],"overview":"The top stars from the original London and Broadway productions join together with a 150-voice chorus and the Royal Philharmonic Orchestra in London's venerated Royal Albert Hall for a truly magical gala performance of Les Misérables. You'll watch and listen time and again to the magnificent Tony Award-winning score as sung by stars forever linked to these roles.","release_date":"1995-10-14","vote_average":8.6,"runtime":147,"cert":"PG","id":37445,"title":"Les Misérables: 10th Anniversary Concert at the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Security guard Aurel (Andi Vasluianu) and his wife Irene have a moderately happy marriage and a moderately comfortable lifestyle in urban Romania. Irene takes a working trip to Cairo and returns invigorated with the swell of success. She sets out again and never returns. What follows is both predictable and unpredictable. Aurel, and the audience, are suspicious of the official explanation of her death so the foundation is laid for the traditional who-dunnit. Aurel proceeds on an emotional search against all odds.","release_date":"2009-10-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":37446,"title":"The Other Irene","adult":false,"genre_ids":[]},{"cast":["Jentri Anders","Joan Baez","Frank Bardacke","John De Bonis","Hardy Frye"],"overview":"A documentary about militant student political activity at the University of California, Berkeley in the 1960s.","release_date":"1990-01-01","vote_average":4.6,"runtime":117,"cert":"N\/A","id":37447,"title":"Berkeley in the Sixties","adult":false,"genre_ids":[99]},{"cast":["Peter Bland","Phillip Gordon","Michael Lawrence","Billy T. James","Marshall Napier"],"overview":"Set in post-war (1949) rural New Zealand, this film traces the efforts of two con men to run a betting scam in a small town (Tainuea) already rife with illegal gambling corruption, and eccentricity.","release_date":"1985-10-04","vote_average":5.3,"runtime":101,"cert":"N\/A","id":37448,"title":"Came a Hot Friday","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Family drama set in New Zealand about Geoff Crome, a young boy (Fulford) who immerses himself in his own private fantasy world where he meets Firpo (Papps), a strange being who dreams of being an Olympic athlete. Together, the two begin a close friendship as Geoff attempts to help Firpo realise his dream. However, it is not long until the adult world begins to impinge on his fantasy.","release_date":"1991-09-12","vote_average":6.0,"runtime":100,"cert":"","id":37449,"title":"The End of the Golden Weather","adult":false,"genre_ids":[10751]},{"cast":["Björn Kjellman","Marianne Hedengrahn","Anki Lidén","Marianne Hedengran","Ruben Lopez"],"overview":"Oskar lives alone in a large apartment somewhere in Stockholm. About 15 years ago, his beloved Karin was hit by a drunk politician and died instantly.","release_date":"2009-12-18","vote_average":0.5,"runtime":89,"cert":"N\/A","id":37450,"title":"Oskar, Oskar","adult":false,"genre_ids":[18]},{"cast":["Ingrid Bergman","Curd Jürgens","Burt Kwouk","Robert Donat","Tsai Chin"],"overview":"All her life Englishwoman Gladys Aylward knew that China was the place where she belonged. Not qualified to be sent there as a missionary, Gladys works as a domestic to earn the money to send herself to a poor, remote village. There she eventually lives a full and happy life: running the inn, acting as \"foot inspector\", advising the local Mandarin and even winning the heart of mixed race Captain Lin Nan. But Gladys discovers her real destiny when the country is invaded by Japan and the Chinese children need her to save their lives. Based on a true story.","release_date":"1958-12-11","vote_average":7.3,"runtime":158,"cert":"N\/A","id":37451,"title":"The Inn of the Sixth Happiness","adult":false,"genre_ids":[10752,18]},{"cast":["Jean Gabin","Annie Girardot","Olivier Hussenot","Jeanne Boitel","Lucienne Bogaert"],"overview":"Four women were murdered, each was knifed and, though they had their clothes torn, they weren't molested. As the famed police inspector Jules Maigret pieces the clues together, he comes to realize that for the elusive man that he suspects to be unmasked, he has to set him a trap.","release_date":"1958-01-29","vote_average":6.9,"runtime":119,"cert":"N\/A","id":37454,"title":"Maigret Lays a Trap","adult":false,"genre_ids":[80,18,9648]},{"cast":["Yves Montand","François Périer","Simone Signoret","Stefania Sandrelli","Vadim Glowna"],"overview":"A tough but honest cop must clear his name after a corrupt colleague implicates him in a murder in this French thriller. Ferrot is a hard-as-nails police detective who is attracted to a beautiful woman named Sylvia. Sylvia, however, is having an affair with Ganay, who happens to be Ferrot's superior on the force; Ganay happens to be married to Therese, who is handicapped. Sylvia is found murdered, and Ferrot is assigned to investigate; Ferrot is convinced that Ganay killed Sylvia because she wanted to end their relationship, but to his dismay, Ferrot discovers that the killer has placed a number of false clues that point the blame toward Ferrot.","release_date":"1976-03-31","vote_average":6.6,"runtime":125,"cert":"N\/A","id":37455,"title":"Police Python 357","adult":false,"genre_ids":[28,80,53]},{"cast":["Abhishek Bachchan","Aishwarya Rai Bachchan","Govinda","Vikram","Ravi Kishan"],"overview":"This thrilling, allegorical drama follows the intricately interwoven lives of three people, delving into concepts of good and evil, and complex emotions. Ragini re-locates to distant Lal Matti along with her Superintendent of Police husband, Dev Pratap Sharma, in order to enable him to apprehend a bandit, Beera Munda. Shortly thereafter her life is turned upside down when she is abducted by Beera and held captive. It is during this captivity that she is forced to experience myriad complex emotions, with her life in danger of ending within 14 hours. However, she also attempts to the real reason behind her abduction. What will she discover? How will justice be served? Will Ragini's life be spared, and if so, will she be happy to return to the safety of her husband's embrace?","release_date":"2010-06-18","vote_average":4.4,"runtime":138,"cert":"N\/A","id":37460,"title":"Raavan","adult":false,"genre_ids":[28,12,80,18,10749,53]},{"cast":["John Howard","Heather Angel","H.B. Warner","Reginald Denny","E. E. Clive"],"overview":"The invention of a machine that can cause remote explosions brings the attention of Scotland Yard and Bulldog Drummond.","release_date":"1938-11-25","vote_average":6.8,"runtime":57,"cert":"","id":37461,"title":"Arrest Bulldog Drummond","adult":false,"genre_ids":[28,53,9648]},{"cast":["Arlene Dahl","Philip Carey","Herbert Marshall","Michael Goodliffe","David Kossoff"],"overview":"A ruthless woman takes advantage of gullible men to climb up the social ladder.","release_date":"1956-05-22","vote_average":5.9,"runtime":94,"cert":"","id":37462,"title":"Wicked as They Come","adult":false,"genre_ids":[18]},{"cast":["Karl Malden","Claude Dauphin","Patricia Medina","Steve Forrest","Allyn Ann McLerie"],"overview":"One of many films based on the mysterious tale written by Edger Allen Poe.","release_date":"1954-03-27","vote_average":6.0,"runtime":83,"cert":"N\/A","id":37463,"title":"Phantom of the Rue Morgue","adult":false,"genre_ids":[80,27,9648]},{"cast":["Marjorie Eaton","Frank Gerstle","Frank Fowler","Erika Peters","Judy Bamber"],"overview":"A rich but unscrupulous old woman plots with a scientist to have her brain implanted in the skull of a sexy young woman.","release_date":"1963-09-01","vote_average":2.6,"runtime":64,"cert":"N\/A","id":37464,"title":"Monstrosity","adult":false,"genre_ids":[27,878]},{"cast":["Arthur Franz","Dick Foran","Brett Halsey","Tom Conway","Paul Dubov"],"overview":"Ships disappear on route across the Arctic Sea, and a special submarine is sent to investigate.","release_date":"1959-11-29","vote_average":5.6,"runtime":72,"cert":"N\/A","id":37467,"title":"The Atomic Submarine","adult":false,"genre_ids":[878,53]},{"cast":["Montgomery Clift","Paul Douglas","Cornell Borchers","Bruni Löbel","O.E. Hasse"],"overview":"The Berlin Air Lift from the point of view of two NCOs.","release_date":"1950-04-26","vote_average":6.8,"runtime":120,"cert":"N\/A","id":37468,"title":"The Big Lift","adult":false,"genre_ids":[10752,28,12,18]},{"cast":["Tannishtha Chatterjee","Prashant Narayanan","Soumitra Chatterjee","Sova Sen","Irrfan Khan"],"overview":"Ravi and Masha are just children when they were sold into labour by their parents. When they meet, friendship blossoms between them but when the factory manager threatens to sell Masha, possibly into sex slavery, Ravi gives up his hard earned savings to buy her freedom. They agree on a way to find each other once Ravi has earned enough money to buy his freedom but a series of misunderstandings and fear tear them apart. Though they now have their freedom in life, they have to find their way in love.","release_date":"2005-11-06","vote_average":5.2,"runtime":122,"cert":"N\/A","id":37471,"title":"Shadows of Time","adult":false,"genre_ids":[18,27,10749]},{"cast":["Donnie Yen","Sammo Hung","Simon Yam","Lynn Hung","Fan Siu-Wong"],"overview":"Having defeated the best fighters of the Imperial Japanese army in occupied Shanghai, Ip Man and his family settle in post-war Hong Kong.Struggling to make a living, Master Ip opens a kung fu school to bring his celebrated art of Wing Chun to the troubled youth of Hong Kong. His growing reputation soon brings challenges from powerful enemies, including pre-eminent Hung Gar master, Hung Quan. However, when corrupt colonial officials stage a life-or-death contest with formidable British boxer, Twister, to humiliate the Chinese people, the masters quickly forget their differences. Soon, the eyes of the nation are on the one man capable of securing a victory-Grandmaster Ip Man!","release_date":"2010-04-21","vote_average":7.3,"runtime":109,"cert":"15","id":37472,"title":"Ip Man 2","adult":false,"genre_ids":[28,36,18]},{"cast":["Valda Bičkutė","Andrius Mamontovas","Kostas Smoriginas","Dalia Michelevičiūtė","Eleonora Korisnaitė"],"overview":"Mentally ill young woman Valda convinces herself that a boy growing up in an orphanage is her child. Following the footsteps of a thousands Lithuanians, she immigrates to Ireland to earn money to save him. \"Loss\" portrays beauty and tragedy in the human heart.","release_date":"2008-01-11","vote_average":7.0,"runtime":95,"cert":"N\/A","id":37473,"title":"Loss","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary filmed in the psychiatric ward of the Motel Dieu at a large hospital in Paris. The patients arrive on their own, or with considerable help from the police, but all of them are in need of medical attention.","release_date":"1988-01-24","vote_average":5.5,"runtime":105,"cert":"N\/A","id":37474,"title":"Urgences","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The first of a documentary serie about rural France","release_date":"2001-05-09","vote_average":8.0,"runtime":88,"cert":"N\/A","id":37477,"title":"Profils paysans, chapitre 1 : l'approche","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The second of a documentary serie about rural France","release_date":"2005-02-23","vote_average":8.0,"runtime":83,"cert":"N\/A","id":37478,"title":"Profils paysans, chapitre 2 : Le Quotidien","adult":false,"genre_ids":[99]},{"cast":["Michèle Bernard-Requin"],"overview":"This documentary is a collection of footage of 14 suspects being 'interviewed' by the deputy public prosecutors.","release_date":"1994-05-26","vote_average":6.6,"runtime":109,"cert":"N\/A","id":37479,"title":"Délits flagrants","adult":false,"genre_ids":[99]},{"cast":["Valéry Giscard d'Estaing","Charles Aznavour","Jacques Chirac","Philippe Clay","Alain Duhamel"],"overview":"Following the 1974 French presidential campaign with Valery Gicard d'Estaing","release_date":"2002-02-20","vote_average":6.2,"runtime":90,"cert":"N\/A","id":37480,"title":"1974, une partie de campagne","adult":false,"genre_ids":[99]},{"cast":["Robert Ryan","Burl Ives","Tina Louise","Alan Marshal","Venetia Stevenson"],"overview":"Blaise Starrett is a rancher at odds with homesteaders when outlaws hold up the small town. The outlaws are held in check only by their notorious leader, but he is diagnosed with a fatal wound and the town is a powder keg waiting to blow.","release_date":"1959-07-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":37481,"title":"Day of the Outlaw","adult":false,"genre_ids":[53,37]},{"cast":["John Payne","Sonny Tufts","Ellen Drew","Rhys Williams","Percy Helton"],"overview":"A war veteran suffering from amnesia, returns to Los Angeles from a San Francisco veterans hospital hoping to learn who he is and discovers his criminal past.","release_date":"1949-04-22","vote_average":6.2,"runtime":90,"cert":"N\/A","id":37482,"title":"The Crooked Way","adult":false,"genre_ids":[80,18]},{"cast":["Zachary Scott","Faye Emerson","Mary Boland","Sam Levene","J. Edward Bromberg"],"overview":"An drunken ex-cop gets a shot at redemption when his young son is kidnapped after a smuggling deal goes belly up.","release_date":"1950-04-21","vote_average":4.4,"runtime":91,"cert":"N\/A","id":37485,"title":"Guilty Bystander","adult":false,"genre_ids":[18,80]},{"cast":["Chui Tien-You","Kara Hui","Ng Meng-Hui","Chew Kin-Wah","Mandy Chong"],"overview":"A 23-year-old man looking to escape the burden of his alcoholic mother strikes up an illicit online relationship with a 15-year-old schoolgirl.","release_date":"2009-10-11","vote_average":6.0,"runtime":94,"cert":"N\/A","id":37486,"title":"At the End of Daybreak","adult":false,"genre_ids":[18]},{"cast":["Richard Widmark","Sonja Ziemann","Walter Rilla","Charles Regnier","Senta Berger"],"overview":"Vienna, 1956. After Soviet tanks crush the Hungarian uprising, soldier-of-fortune Mike Reynolds is hired to help a threatened Hungarian scientist (Prof. Jansci) escape from Budapest. He and Julia, the professor's daughter, cross the boulder posing as journalists, but they encounter a problem. The staunch freedom fighter doesn't want to go!","release_date":"1961-04-01","vote_average":4.0,"runtime":112,"cert":"N\/A","id":37487,"title":"The Secret Ways","adult":false,"genre_ids":[12]},{"cast":["Bernie Casey","Pam Grier","Lisa Moore","Bhetty Waldron","Sam Laws"],"overview":"Bernie Casey portrays Tyrone and Pamela Grier plays a sultry skin-flick star in this first Americanized remake of the iconic Michael Caine action film Get Carter. From Watts to the West Side, from porno parlors to a high-rise, from motel dives to a crime kingpin’s sprawling pleasure dome, from corner hangouts to a wildlife preserve, Tyrone covers a lot of real estate, busts a lot of heads.","release_date":"1972-12-20","vote_average":5.9,"runtime":90,"cert":"N\/A","id":37488,"title":"Hit Man","adult":false,"genre_ids":[28]},{"cast":["Bing Crosby","Mischa Auer","Joan Blondell","Irene Hervey","C. Aubrey Smith"],"overview":"A man finds himself the father, by proxy, of a ten-month-old baby and becomes involved in the turbulent lives of the child's family.","release_date":"1939-04-07","vote_average":4.3,"runtime":88,"cert":"N\/A","id":37491,"title":"East Side of Heaven","adult":false,"genre_ids":[10751,35]},{"cast":["Anthony Field","Murray Cook","Jeff Fatt","Sam Moran"],"overview":"A spaceship lands next to the Wiggles' house, and when Greg, Murray, Jeff and Anthony hop aboard to explore it, they find themselves lost in space after Captain Feathersword accidentally launches them. Their destination? The planet Rock Star, where King Mondo awaits them, dancing the \"eagle rock.\" Can they get back to Earth? Music holds the key to their return. Also includes a \"Return to Earth\" game, a behind-the-scenes look and more.","release_date":"2003-09-08","vote_average":5.0,"runtime":50,"cert":"N\/A","id":37494,"title":"The Wiggles: Space Dancing","adult":false,"genre_ids":[10751,16]},{"cast":["Riz Ahmed","Nigel Lindsay","Kayvan Novak","Adeel Akhtar","Arsher Ali"],"overview":"Four incompetent British terrorists set out to train for and commit an act of terror.","release_date":"2010-05-07","vote_average":7.0,"runtime":101,"cert":"15","id":37495,"title":"Four Lions","adult":false,"genre_ids":[35,80,18]},{"cast":["Joey Ansah","Jon Foo","Christian Howard"],"overview":"Ryu wakes up from a nightmare facing his nemesis, Akuma. While walking in the forest, he is followed by a mysterious warrior revealed to be Ken Masters, Ryu's old friend and sparring partner.","release_date":"2010-05-02","vote_average":7.3,"runtime":3,"cert":"N\/A","id":37496,"title":"Street Fighter: Legacy","adult":false,"genre_ids":[28,12,14]},{"cast":["Chris D.","Luanna Anders","Chris Shearer","John Doe","Devon Anderson"],"overview":"Before carving out a niche as one of the most distinct voices in nineties American cinema, Allison Anders made her debut, alongside codirectors and fellow UCLA film school students Kurt Voss and Dean Lent, with 1987’s Border Radio. A low-key, semi-improvised postpunk diary that took four years to complete, Border Radio features legendary rocker Chris D., of the Flesh Eaters, as a singer\/songwriter who has stolen loot from a club and gone missing, leaving his wife (Luanna Anders), a no-nonsense rock journalist, to track him down with the help of his friends (John Doe of the band X; Chris Shearer). With its sprawling Southern Californian and Mexican landscapes, captured in evocative 16mm black and white, Border Radio is a singular, DIY memento of the indie film explosion in America.","release_date":"1987-11-01","vote_average":5.4,"runtime":83,"cert":"N\/A","id":37497,"title":"Border Radio","adult":false,"genre_ids":[18]},{"cast":["Jean-Claude Van Damme","Rob Schneider","Lela Rochon","Paul Sorvino","Michael Wong"],"overview":"Marcus Ray (Jean-Claude Van Damme), a sales representative for \"V SIX\" jeans, and his partner, Tommy Hendricks (Rob Schneider), are about to be busted for selling \"knock off\" jeans. Their American contact, Karan Leigh, who by the way is not only their employer but a CIA agent sent to find the mole in their operation, is threatening them with a jail term if they do not prove their innocence.","release_date":"1998-09-04","vote_average":4.8,"runtime":91,"cert":"N\/A","id":37498,"title":"Knock Off","adult":false,"genre_ids":[28,12,53]}]