[{"cast":["Sarah Jessica Parker","Haviland Morris","Keanu Reeves"],"overview":"Young man, who can't get along with the rest of the world, especially his mother, decides to try to take his life in his own hands.  A TV movie directed by Jay Holman.","release_date":"1989-04-12","vote_average":7.0,"runtime":56,"cert":"\"\"","id":377000,"title":"Life Under Water","adult":false,"genre_ids":[]},{"cast":["JD Cullum","Yvonne de la Vega","Keanu Reeves"],"overview":"A talented but disenchanted high school student seeking more advanced instruction sneaks inside the ivy covered gates of nearby Brown University. Masquerading as a college student he is soon matching morals with a young co-ed, and wits with his literature professor. His passion for learning affects and amazes all those around him, but soon his house of cards begins to crumble and the penalties could do more than jeopardize just his academic future.  Providence is an American\/Canadian 1991 film directed by David Mackay starring Keanu Reeves.","release_date":"1991-01-01","vote_average":3.0,"runtime":null,"cert":"\"\"","id":377002,"title":"Providence","adult":false,"genre_ids":[]},{"cast":["Armen Dzhigarkhanyan","Viktor Andrienko","Valeriy Bessarab","Boris Voznyuk","Georgiy Kishko"],"overview":"A USSR-made violent farcical yet quite faithful adaptation of the famous Robert Louis Stevenson's book that combines animated sequences with live action parts. This movie covers the first half of the book.","release_date":"1986-01-01","vote_average":8.4,"runtime":48,"cert":"N\/A","id":377004,"title":"Treasure Island: Part I – Captain Flint's Map","adult":false,"genre_ids":[16]},{"cast":["Remy LaCroix","Casey Calvert","Skin Diamond","Rahyndee James","Vanessa Veracruz"],"overview":"Wouldn't you like to play where the wild girls are? Holly Randall takes you on a journey into the deepest realms of untamed desire in her latest directorial effort for AE Films. Raw and beautiful locales, captured with Randall's trademark attention to detail, are matched by the perfect bodies and lustful fantasies of stars Remy LaCroix, Skin Diamond, Casey Calvert, Rahyndee James, Vanessa Veracruz and more. Yield to the best within and embrace Untamed!","release_date":"2015-12-17","vote_average":6.5,"runtime":85,"cert":"\"NC-17\"","id":377006,"title":"Untamed","adult":true,"genre_ids":[]},{"cast":["Helene Fischer"],"overview":"","release_date":"2007-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377020,"title":"Helene Fischer - So Nah,So Fern","adult":false,"genre_ids":[10402]},{"cast":["Jodi Taylor"],"overview":"Jodi Taylor's entrance to the adult industry was like opening the cage of a lioness on a hunt to feed her young. She has easily become one of the hottest newbies to hit the screen. Jodi has been Unleashed!","release_date":"2014-12-09","vote_average":7.0,"runtime":144,"cert":"\"NC-17\"","id":377022,"title":"Jodi Taylor Unleashed","adult":true,"genre_ids":[]},{"cast":["Sofía Álvarez","Fernando Soler","Joaquín Pardavé","Luis Aldás"],"overview":"","release_date":"1946-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377024,"title":"La reina de la opereta","adult":false,"genre_ids":[18]},{"cast":["Kyôko Enami","Shiho Fujimura","Kôjirô Hongô","Kôji Fujiyama","Shintarō Katsu"],"overview":"A fishing village is terrorized by a giant whale, and the fishermen are determined to kill it.","release_date":"1962-07-15","vote_average":8.0,"runtime":100,"cert":"N\/A","id":377026,"title":"Killer Whale","adult":false,"genre_ids":[12,18]},{"cast":["Labros Konstadaras","Mitsi Konstadara","Stavros Xenidis","Niki Linardou","Ketty Panou"],"overview":"Telemachus must first marry his sister Chrisanti, in order then to marry her himself in Fofo. But it is not easy because Chrysanthi is older. Since grooms are not shown, ends on ads. They answer the pensioner Kritonas Stefanis and Ellinoargentinos Rokas.","release_date":"1968-01-01","vote_average":7.3,"runtime":91,"cert":"N\/A","id":377031,"title":"Greek Pride","adult":false,"genre_ids":[35]},{"cast":["Neeraj Singh"],"overview":"A  young transgender woman rejected by her family in India, lives alone in London, working as a prostitute to pay for hormone therapy. Aleem Khan’s remarkable short film is set in 1997 in the wake of the death of Diana, Princess of Wales – whose loneliness and isolation our protagonist can identify with only too well. On this extraordinary day, she prepares to set herself free.","release_date":"2009-01-01","vote_average":8.0,"runtime":11,"cert":"N\/A","id":377045,"title":"Diana","adult":false,"genre_ids":[]},{"cast":["Jochen Schenck","Christa Wehling","Ernst Grabbe","Heini Kaufeld"],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377047,"title":"Ohnsorg Theater - Hühner aus Nachbars Garten","adult":false,"genre_ids":[35]},{"cast":["Heidi Mahler","Jürgen Pooch","Hanno Thurau","Heinz Lanker","Ernst Grabbe"],"overview":"","release_date":"1972-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377049,"title":"Ohnsorg Theater - Der Funkenpuster","adult":false,"genre_ids":[35]},{"cast":["Edgar Bessen","Ernst Grabbe","Heini Kaufeld","Christa Wehling"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377051,"title":"Ohnsorg Theater - Das Verlegenheitskind","adult":false,"genre_ids":[35]},{"cast":[],"overview":"It was a time when a generation rebelled and lost its innocence. From the Vietnam War to the struggle for racial equality to the birth of a counter-culture explosion, the 1960s was a decade of change, experimentation and hope that transformed an entire nation. The two-hour documentary features revealing interviews with the prominent figures of the era including: Barbara Ehrenreich, Daniel Ellsberg, Jesse Jackson, Tom Hayden, Arlo Guthrie, Henry Kissinger, Norman Mailer, Robert McNamara, Ed Meese III and Bobby Seale.  Also released as a one-hour documentary called \"1968: The Year that Shaped a Generation.\"","release_date":"2005-09-29","vote_average":6.0,"runtime":120,"cert":"\"\"","id":377053,"title":"The Sixties: The Years That Shaped a Generation","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"Captain Alexis Komninos manages to escape from the Germans, with the help of the abbot Prudence arrives in Middle East headquarters in Cairo. Assumes office and connected to the beautiful Maria, from which does not hide that he is married. Meanwhile, his wife Anna and Synesios captured by the Germans on charges that reported in Cairo information for the departure of a German convoy. Komninos, along with a team of commandos, landed in occupied Greece and liberate the imprisoned patriots apart from the Synesius already performed. But while trying to escape, Anna was fatally injured. After the war, Komninos apologizes by Governor Raidis whom he considers lover of his wife, and with Mary, visited the grave of Anna","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":377055,"title":"ΚΑΤΑΔΡΟΜΗ ΣΤΟ ΑΙΓΑΙΟ","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377066,"title":"Délits de fuite","adult":false,"genre_ids":[]},{"cast":["Aliki Vougiouklaki","Nikos Galanos","Sotiris Moustakas","Sofia Roubou","Spyros Kalogirou"],"overview":"","release_date":"1970-10-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":377068,"title":"Ένα Αστείο Κορίτσι","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"2008 \/ 35MM \/ 2 Min.","release_date":"2008-01-11","vote_average":5.3,"runtime":2,"cert":"\"\"","id":377070,"title":"Juego vivo","adult":false,"genre_ids":[]},{"cast":["Aliki Vougiouklaki","Labros Konstadaras","Thanasis Vengos","Giorgos Panjas","Joly Garbi"],"overview":"","release_date":"1961-11-13","vote_average":6.3,"runtime":null,"cert":"N\/A","id":377072,"title":"Η Λίζα και η άλλη","adult":false,"genre_ids":[35]},{"cast":["Aliki Vougiouklaki","Wilfrid Hyde-White","Jess Conrad","Katherine Kath","Paris Alexander"],"overview":"Barry, a wretched playboy, expects to get rich from the legacy of an uncle of his, the king of roast meat sauce, but his lawyer informs him that the secret of the sauce recipe has been lost along with his uncle, and there is nothing to inherit except for a small island in the Aegean - called Eftychia - where his uncle came from. A hotel keeper, Richard, is interested in the island and plans to create a tourist resort on it, so the two men come hastily to Greece to arrange the sale. On the island of Eftychia they meet a beautiful young teacher, Aliki, and her mother Anna, who are determined to stop foreigners and tourist development from coming to the island. Aliki's beauty and charm seduce Barry, while Richard is enslaved by the wonderful cooking of Anna. One day while they are tasting her food, Richard discovers that Anna possesses the secret of the famous sauce, by which Barry can really become rich. Thus the island is saved, and everyone celebrates their unexpected good fortune.","release_date":"1963-12-11","vote_average":0.0,"runtime":100,"cert":"\"\"","id":377077,"title":"Aliki My Love","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Aliki Vougiouklaki","Angelos Antonopoulos","Dinos Iliopoulos","Haritini Karolou"],"overview":"A famous actor has problems with her relationship and the organization of her theatrical performance.","release_date":"1980-05-28","vote_average":2.0,"runtime":null,"cert":"N\/A","id":377079,"title":"Πονηρό θηλυκό… κατεργάρα γυναίκα!","adult":false,"genre_ids":[10749]},{"cast":["Virginia Fábregas","Juan de Landa","María Luz Callejo","Elvira Morla","Julio Peña"],"overview":"Min, a hard-boiled proprietress of a waterfront hotel, who has as her sweetheart Bill, a fisherman, brings up Nancy, a girl who was deserted by her own mother in infancy. However the Local authorities are trying to persuade Min that she is not a fit mother and that Nancy should be sent to school.","release_date":"1931-03-13","vote_average":0.0,"runtime":67,"cert":"\"\"","id":377081,"title":"La fruta amarga","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Evil Dead and DC collide in this sequel to 2013's \"Marvel Zombies vs. Army of Darkness\" fan film. After narrowly escaping a zombie infested NYC and a pack of blood-thirsty (Marvel) superheroes, Ash Williams finds himself suddenly transported to a whole new universe. Can he stop the supernatural apocalypse?","release_date":"2016-01-08","vote_average":7.0,"runtime":22,"cert":"\"\"","id":377089,"title":"Ash vs. LOBO and the DC Dead","adult":false,"genre_ids":[]},{"cast":["Junko Takeuchi","Kappei Yamaguchi","Marina Watanabe","Kengo Takanashi","Kentarō Hayami"],"overview":"Toron, an infant Tyrannosaurus who lost his mother and father, embarks on a journey and meets friends, learning about true strength and courage, and what love truly means.","release_date":"2015-06-06","vote_average":9.0,"runtime":82,"cert":"\"G\"","id":377091,"title":"The Adventures of Tyrano Boy","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"","release_date":"2011-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377093,"title":"Smølferne 2 - Azraels klokkeklang","adult":false,"genre_ids":[16,12,10751]},{"cast":["Jeon Cho-bin","Heo Dong-won","Ji Jeong-woo","Bo Ri"],"overview":"A street hooker named Hyeon-ah (Jeon Yoo-jin) is locked up topless in the pension of a man named Jeong-ho (Heo Dong-won) who saved her from her pimp's abuse and beatings. She was locked up for no reason and every time she struggles against him, he hits her. A couple visiting the pension find Hyeon-ah and the man who wanted to rape her is killed by Jeong-ho. Hyeon-ah tries to run away from him but realizes she has nowhere to go.","release_date":"2015-12-03","vote_average":5.0,"runtime":91,"cert":"N\/A","id":377101,"title":"Confinement Time","adult":false,"genre_ids":[10749,80,53]},{"cast":["Piers Gibbon"],"overview":"The film presents compelling evidence that Altlantis wasn't so far away after all, but what it omits is just as compelling. Although Plato’s account of Atlantian masonry, consisting of red, white and black stones, was a visually perfect match for the modern walls of the Minoan excavation site favored by the film, and his account of a sea made impassable by small islands of mud could, in fact, be a description of the rafts of pumice left by the catastrophic eruption of an ancient volcano there, little mention is made of Plato's specific account of where Atlantis was or the common root that links Atlantis to the Atlantic ocean. Also omitted is Plato's chronology placing the sinking of Atlantis in the same time frame as the end of the last ice age which caused the inundation of huge expanses of once fertile lands. Is \"Atlantis: The Evidence\" a thinly disguised example of Eurocentrism in the media? Watch Discovery: Atlantis for a more comprehensive view on an age-old debate.","release_date":"1996-01-01","vote_average":6.0,"runtime":50,"cert":"\"G\"","id":377103,"title":"Atlantis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rape is a social cancer. Woman is victimized everywhere. The country is roaring. The intellects are walking with candles. The government pay the allowances to the victim. The oppositions are taking the advantage. The process of purgation has been already started. The media get excited with justice. But, what will happen if the victim is not a female? A strip of a bra. A cot of underwear. The wire is the only witness of two suicides. A male! A female! A gender less animal (it!)! Customs! Witchcraft! Expurgation! Government! All these nonsense! Hypnotism.... Death, Death n' death with materials! Murder! Murder! Murder! No rally! No protest! Behave like all three stupid monkeys! Shameless hypocrisies! Go the hell! Piss! Stools! Vomit! False! False! False! Fcuk! All these under authorities! Materialized under an obsolete altar!","release_date":"2013-09-21","vote_average":10.0,"runtime":16,"cert":"N\/A","id":377105,"title":"Achalayatan","adult":false,"genre_ids":[80,18,14]},{"cast":["Ray Charles","Piper Dellums","Samuel L. Jackson","Henry Kissinger","Christopher Lee"],"overview":"Face Of Unity is the definitive Nelson Mandela documentary feature and first retrospective to be released since the president's death in late 2013. It includes a never before seen speech where Mandela outlines the groundwork for peace and reconciliation to future generations. The piece also includes tributes to Nelson Mandela from President Barack Obama, Sam Jackson, Jack Nicklaus, George Lucas, Ray Charles, Morgan Freeman, and two former Australian Prime Ministers, among others.","release_date":"2014-01-01","vote_average":0.0,"runtime":68,"cert":"\"\"","id":377107,"title":"Face of Unity","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"","release_date":"2015-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377109,"title":"Mit Annika am See","adult":false,"genre_ids":[35,18]},{"cast":["Jose Barrientos","Jorge Colindres","Victor Fajardo","Daniel Fernandez","Angel Funes"],"overview":"Based on real life events, the story follows a group of special forces police officers who come up against the most dangerous gang in Honduras.","release_date":"2010-08-20","vote_average":0.0,"runtime":83,"cert":"N\/A","id":377111,"title":"A Few with Courage","adult":false,"genre_ids":[53]},{"cast":["Charlotte Church","Josh Groban","Billy Gilman"],"overview":"A collection on DVD of her first hits with special features of duet with Josh Groban on \"The Prayer\", backstage with Charlotte Church, an interview, and a video tour of Cardiff.","release_date":"2002-11-26","vote_average":0.0,"runtime":103,"cert":"\"NR\"","id":377113,"title":"Prelude: The Best of Charlotte Church","adult":false,"genre_ids":[99,10402]},{"cast":["Feng Fei-fei","Hsiu-shen Liang","Liu Shang-Chien","Gua Ah-leh","Ko Hsiang-Ting"],"overview":"This wartime romantic melodrama set in the mountains of Yilan during the final days of WWII. Young and free-spirited Shiow-lan (Feng Fei-fei) falls in love at first sight with Charng-rong (Liang Hsiu-shen), a worker at her father’s lumber mill. She likes to sing, he likes to write music. With their parents' approval, the two decide to get married but their plans are thwarted by Japanese lieutenant Herng-shan who has set his eyes on Shiow-lan. Herng-shan drafts Charng-rong and sends him to war in Southeast Asia where almost certain death awaits.","release_date":"1979-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":377115,"title":"Love in Chilly Spring","adult":false,"genre_ids":[18]},{"cast":["Labros Konstadaras","Maro Kodou","Lavrentis Dianellos","Dimitris Nikolaidis","Tasso Kavadia"],"overview":"Captain Andreas, a widower master learns that the planned departure postponed and the crew discovers hidden in the ship's refrigerator a girl, Marina. The company and the kind of behavior makes him take her with him to his home in Poros, which is home to the sister of Royal and two nephews. The presence of the marina there inflamed passions and causes the scheming sister, culminating when he set sail for the trip. When his ship sinks and he is considered missing, his sister declares him dead, eliminates the Marina and trying to reap his fortune with the help of their lawyer. Some time later, Andrew returns secretly finds Marina, marries her and takes her to his home, where enforce order ...","release_date":"1968-01-01","vote_average":7.2,"runtime":91,"cert":"N\/A","id":377117,"title":"Καπετάν φάντης μπαστούνι","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Adventures of max under the sea","release_date":"2016-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":377119,"title":"Paddle Pop Atlantos","adult":false,"genre_ids":[16]},{"cast":["Otto Lüthje","Erna Raupach-Petersen","Ernst Grabbe","Herma Koehn","Karl-Heinz Kreienbaum"],"overview":"","release_date":"1969-06-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377121,"title":"Ohnsorg Theater - Landleben","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A look back at some of the most iconic slam dunk contest.","release_date":"2012-02-14","vote_average":8.0,"runtime":51,"cert":"\"NR\"","id":377126,"title":"Best of the Slam Dunk Contest","adult":false,"genre_ids":[]},{"cast":["Karl-Heinz Kreienbaum","Gisela Wessel","Ulla Mahrt","Heini Kaufeld","Jürgen Pooch"],"overview":"","release_date":"1966-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377128,"title":"Ohnsorg Theater - Allzumal Sünder","adult":false,"genre_ids":[35]},{"cast":["Otto Lüthje","Erna Raupach-Petersen","Ulla Mahrt","Karl-Heinz Kreienbaum","Edgar Bessen"],"overview":"","release_date":"1966-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377130,"title":"Ohnsorg Theater - Gastwirt Goebel","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Heidi Mahler","Edgar Bessen","Heini Kaufeld","Hilde Sicks"],"overview":"","release_date":"1965-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377132,"title":"Ohnsorg Theater - Das schlechte Gewissen","adult":false,"genre_ids":[35]},{"cast":["Mario Adorf","Marianne Sägebrecht","Antonella Ponziani","Francesco De Pasquale","Francesca Romana Messere"],"overview":"As every year, German brewery tycoon Karl Schneibel spends the summer holiday on an Italian island with his beloved grandson Christian, near the children's home run by his ma, Dr. Gioia. This year however, Christian's heart isn't in his summer fling but his lover at home, Anna, daughter of Karl's general manager Dr. Werner. Christian has a bad eye in Veronica, the woman who became Karl's much younger lover 'by travel fate', the first thing soon proved untrue. But by then, the Schneibel firm and estate have been taken over according to an elaborate conspiracy, which Christian takes on with some help from his friends.","release_date":"2000-12-15","vote_average":5.0,"runtime":91,"cert":"N\/A","id":377137,"title":"Il Ritorno del piccolo lord","adult":false,"genre_ids":[18,10751,35,10770]},{"cast":["Kendra Lust","Jada Stevens","Maddy O'Reilly","Jodi Taylor","Lola Foxx"],"overview":"These sexy big assed babes get a steady dose of the hard BBC up their tight snatches and ass holes, cum morning they won't be able to walk properly!","release_date":"2014-11-14","vote_average":6.0,"runtime":151,"cert":"\"NR\"","id":377142,"title":"The Booty Movie","adult":true,"genre_ids":[]},{"cast":["Kagney Linn Karter","Summer Brielle","Katrina Jade","Romi Rain","Krissy Lynn"],"overview":"Watch these hot ass ladies get their pussies slammed and their big juggs fucked till they beg for mercy. Kagney Linn Karter gets a double anal fuck and DP'd that will surely leave you drained after watching her ass stretch!!","release_date":"2014-12-02","vote_average":7.0,"runtime":160,"cert":"\"NR\"","id":377144,"title":"Beautiful Tits","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary film about Internet security, cybercrime, and cyber-espionage. The filmmakers are embedded with the Security Team at Facebook's Menlo Park California headquarters with unprecedented fly-on-the-wall access to intrusions, hacks, and criminal activities. We witness hands-on forensics that uncover the perpetrators, and the fascinating, passionate characters who spend every day on the front lines. Cases and investigations can lead anywhere, worldwide. The filmmakers will be there to follow and film it all in real time. The filmmakers are also working with investigative journalist Brian Krebs, New York Times reporter John Markoff, Reuters reporter Joe Menn, and author Misha Glenny.","release_date":"2016-01-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":377146,"title":"Zero Day","adult":false,"genre_ids":[]},{"cast":["Miguel Nunes","Margarida Vila-Nova","Ricardo Pereira","João Pedro Vaz","Simão Cayatte"],"overview":"In 1971, António Lobo Antunes' life is brutally interrupted when he is drafted into the Portuguese Army to serve as a doctor in one of the worst zones of the Colonial War – the East of Angola. Away from everything dear he writes letters to his wife while he is immersed in an increasingly violent setting. While he moves between several military posts he falls in love for Africa and matures politically. At his side, an entire generation struggles and despairs for the return home. In the uncertainty of war events, only the letters can make him survive.","release_date":"2016-09-01","vote_average":7.0,"runtime":105,"cert":"N\/A","id":377148,"title":"Letters from War","adult":false,"genre_ids":[18,10752]},{"cast":["Homayoun Ghanizadeh","Amir Jadidi","Ehsan Goodarzi","Nader Fallah","Ali Bagheri"],"overview":"An orange Chevrolet Impala drives across a cemetery towards an abandoned shipwreck in the middle of a desert landscape. It is the 22nd of January, 1965. The day before, the Iranian prime minister was shot dead in front of the parliament building. Inside the wreck, a banished political prisoner has hung himself. The walls are covered in diary entries, literary quotes and strange symbols. Can they help Police Inspector Babak Hafizi in his investigations? Will they shed any light on why there is always an earthquake whenever somebody is buried in this desert cemetery?","release_date":"2016-04-27","vote_average":6.1,"runtime":107,"cert":"\"\"","id":377150,"title":"A Dragon Arrives!","adult":false,"genre_ids":[18,9648,27]},{"cast":["Mo Azz","Crystal Clear","Jessica Allbutt","Princess"],"overview":"I love big fat ebony ass! More chocolatey cushion for the pushin'.","release_date":"2014-05-15","vote_average":5.0,"runtime":88,"cert":"\"NR\"","id":377152,"title":"I Love Chubby Chicks 4: Black Edition","adult":true,"genre_ids":[]},{"cast":["Sandrine Kiberlain","Kacey Mottet Klein","Corentin Fila","Mama Prassinos","Alexis Loret"],"overview":"Set in the beautiful high Pyrenees in south-west France, Damien lives with his mother Marianne, a doctor, while his father, a pilot, is on a tour of duty abroad with the French military. At school, Damien is bullied by Thomas,  who lives in the farming community up in the mountains, nut learns to fight back. The boys find themselves living together when Marianne invites Thomas to come and stay with them while his mother is ill in hospital. Damien must learn to live with the boy who terrorised him.","release_date":"2016-02-27","vote_average":6.9,"runtime":116,"cert":"\"\"","id":377154,"title":"Being 17","adult":false,"genre_ids":[18]},{"cast":["Izudin Bajrović","Snežana Vidović","Jacques Weber","Vedrana Božinović","Muhamed Hadžović"],"overview":"Sarajevo on 28 of June, 2014. At the Hotel Europa, the best hotel in town, the manager Omer prepares to welcome a delegation of diplomatic VIPs. On the centenary of the assassination that is considered to have led to World War I, an appeal for peace and understanding is supposed to start from here. But the hotel staff have other worries: having not been paid for months, they are planning to go on strike. Hatidza from the hotel laundry is elected strike leader even though her daughter Lamija, who works in reception, is firmly against industrial action. Meanwhile, in the sealed-off presidential suite, a guest from France rehearses a speech. Elsewhere, a television reporter conducts interviews about war and its consequences. Was Gavrilo Princip, the 1914 assassin, a criminal or a national hero? What long shadow does his deed cast into the present?","release_date":"2016-04-07","vote_average":7.3,"runtime":85,"cert":"N\/A","id":377156,"title":"Death in Sarajevo","adult":false,"genre_ids":[18]},{"cast":["Julia Kijowska","Magdalena Cielecka","Dorota Kolak","Łukasz Simlat","Andrzej Chyra"],"overview":"Poland, 1990. The first euphoric year of freedom, but also of uncertainty for the future. Four apparently happy women of different ages decide it's time to change their lives, and fulfill their desires.","release_date":"2016-07-29","vote_average":6.0,"runtime":104,"cert":"N\/A","id":377158,"title":"United States of Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short sketchbook-style animated film that takes a look at people at a 'La Fete Nationale' celebration in Montreal, Quebec.","release_date":"2010-08-01","vote_average":4.0,"runtime":7,"cert":"N\/A","id":377160,"title":"La fête","adult":false,"genre_ids":[16]},{"cast":["Robert Rockwell","Audrey Long","Gorgeous George"],"overview":"Slammin’ Sammy Menacker is killed in the ring, and Gorgeous George (in his only film appearance) is arrested for murder. Out to clear his name is his manager Lorraine and cop Ron Peterson, who was already on the scene to investigate the Mob’s influence on pro wrestling.","release_date":"1949-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":377162,"title":"Alias the Champ","adult":false,"genre_ids":[9648]},{"cast":["Isela Vega","Julio Alemán","Ofelia Medina","José Chávez","Gonzalo Vega"],"overview":"Backwards fishing village is home to a widow and her teenaged daughter. Neighbors suspect the mother of having murdered her husband. A tourist in town gets it into his head to put the smooth big city moves on both women. And the-e-en...","release_date":"1969-01-11","vote_average":0.0,"runtime":97,"cert":"N\/A","id":377164,"title":"Las pirañas aman en cuaresma","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377166,"title":"Vlasovci","adult":false,"genre_ids":[99]},{"cast":["Frank Mayo","Lillian Rich","Mary Philbin","Frank Holland","Bert Sprotte"],"overview":"Young doctor Bradley Yates has been trying to come up with a serum to counteract blood poisoning, with no results. Exhausted, he takes a rest in the Blue Ridge Mountains and stays in a small mountain community. When a young schoolteacher comes to town a romance develops between her and Bradley, but the local gossips have spread rumors that he has seduced Talithy, a local girl, and will abandon her for the teacher. Complications ensue.","release_date":"1921-05-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":377168,"title":"The Blazing Trail","adult":false,"genre_ids":[37]},{"cast":["Dick Foran","Paula Stone","Bill Elliott","Addison Richards","Robert Barrat"],"overview":"A singing secret agent tracks down renegades at President Lincoln's request.","release_date":"1936-09-04","vote_average":0.0,"runtime":56,"cert":"\"\"","id":377170,"title":"Trailin' West","adult":false,"genre_ids":[37]},{"cast":["Luis Sánchez Polack","José Luis Coll","Esperanza Roy"],"overview":"","release_date":"1972-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377172,"title":"La garbanza negra, que en paz descanse...","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2015-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377174,"title":"Estación Andamana","adult":false,"genre_ids":[99]},{"cast":["Anna Khilkevich","Aleksey Chumakov","Garik Kharlamov","Timur Batrutdinov","Mikhail Porechenkov"],"overview":"And it was glorious Vityaz Borispol prediction that he would have a son who will be a great warrior and save Russia from the great affliction. But, as always, everything turned out the opposite: the hero was born ... my daughter. And salvation of Russia has not been canceled. How to fight the enemy, when he had three heads, each with its flourishes?","release_date":"2015-12-12","vote_average":7.8,"runtime":76,"cert":"N\/A","id":377179,"title":"The Heroine","adult":false,"genre_ids":[12,35,16,10751]},{"cast":["Alban Ivanov","Shirley Souagnon","Eric Métayer","Éric Antoine","Anne Roumanoff"],"overview":"","release_date":"2014-10-12","vote_average":5.8,"runtime":null,"cert":"N\/A","id":377181,"title":"Les duos impossibles de Jérémy Ferrari","adult":false,"genre_ids":[35]},{"cast":["Lexi Dona","Alexis Crystal","Samantha Jolie","Billie Star","Anna Rose"],"overview":"Eastern European clubbers sure know how to party whether they are a guest or on the job. However, for naughty nightclub employees Lexi Dona, Samantha Joons, Alexis Crystal, Samantha Jolie and Billie Star the customer always 'cums' last; after their cravings for cock have been taken care of. Billy Star plays a bad girl whose job depends on her ability to take her boss's fat cock deep in the ass. The promiscuous Alexis Crystal and Samantha Jolie know all the dark corners in the club where they can take the better endowed guests for a quick fuck, a pussy sucking threesome or an intense anal pounding. Innocent acting Samantha Joons plays a newcomer to the club team. At first reluctant to join her slutty co-workers, she is tormented by frustration before finally giving it all up in a celebratory gangbang at her booze fuelled birthday. One thing is for sure, these filthy bartenders enjoy serving up an order of cum \"shots\".","release_date":"2015-03-01","vote_average":0.0,"runtime":112,"cert":"\"NC-17\"","id":377183,"title":"Dirty Clubbing","adult":true,"genre_ids":[]},{"cast":["Jon Savage","Rob van Vuuren"],"overview":"An English rock band from South Africa try to break in to the profitable Afrikaans music market... without even being able to speak the language! Stone Cold Jane Austen is a dark comedy about the trappings of fame and the type of ego it takes to be able to 'make it' - all the way down on the Southern tip of Africa!","release_date":"2014-11-08","vote_average":10.0,"runtime":98,"cert":"N\/A","id":377185,"title":"Stone Cold Jane Austen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377190,"title":"BBC Earth - 24\/7 Wild","adult":false,"genre_ids":[99]},{"cast":["Bill Young","Graham Rouse","Susan Honeybrook"],"overview":"Two friends. One race. Two laps. No prisoners.","release_date":"2010-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":377192,"title":"Two Laps","adult":false,"genre_ids":[35]},{"cast":["Tim McCoy","Dorothy Sebastian","Charles Delaney","George Cowl","Michael Visaroff"],"overview":"American mining engineer Jim McClellan is in love with Dolores de Silva, daughter of the deposed president of a Latin American country. He becomes involved in the revolution....","release_date":"1928-07-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":377194,"title":"The Adventurer","adult":false,"genre_ids":[28,37,10749,12]},{"cast":["Omar Sharif"],"overview":"Documentary of an underwater archaeological expedition led by French explorer Franck Goddio that explores the sunken ancient city of Alexandria, Egypt, where Cleopatra made her home over 2,000 years ago. The underwater exploration team uses advanced scientific methods to locate the remains of Cleopatra's sunken palace as well as the entire submerged Royal Quarters in the harbor of modern Alexandria. Also uses re-enactments, computer graphics and animation to present a picture of Cleopatra's life in ancient Alexandria.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":377196,"title":"Cleopatra's Palace: In Search of a Legend","adult":false,"genre_ids":[99]},{"cast":["Salvatore Vecchio","Peter Coyote","Lisa Ling"],"overview":"","release_date":"2010-01-12","vote_average":7.5,"runtime":null,"cert":"\"\"","id":377198,"title":"Vampire Forensics","adult":false,"genre_ids":[9648,99]},{"cast":["Stine Fischer Christensen","Reine Brynolfsson","Johan Rabaeus","Léonore Ekstrand","Ali Cifteci"],"overview":"Young art gallerist Katarina's dad suddenly goes missing. It turns out that her dad, a prominent art dealer, is kidnapped in Egypt by his former smuggle partner, who has been released due to the Arab spring. To save her father, Katarina has to find the hidden statue that the kidnapper demands as ransom.","release_date":"2016-01-31","vote_average":2.5,"runtime":80,"cert":"N\/A","id":377200,"title":"Under the Pyramid","adult":false,"genre_ids":[53,12,18]},{"cast":["Dorothy Tutin","Nigel Davenport","Hermione Baddeley","Judi Bowker","Lesley Dunlop"],"overview":"An adaptation of Winifred Holtby's classic novel","release_date":"1974-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377202,"title":"South Riding","adult":false,"genre_ids":[]},{"cast":["Tracey Ullman","Michael Palin","Gareth Armstrong","Ellie Beaven","Selina Cadell"],"overview":"A short series of 15 minute programmes, really expanded sketches, in which Tracey Ullman and Michael Palin play various roles satirizing the British class system.","release_date":"1993-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377204,"title":"Tracey Ullman: A Class Act","adult":false,"genre_ids":[35]},{"cast":["Casper Van Dien","Grace Van Dien","Stelio Savante","Annemarie Pazmino","Craig R Sawyer"],"overview":"A brave Army dog returns to the U.S., where he helps his heroic handler bond with his resentful daughter on a camping trip despite danger lurking around every corner.","release_date":"2016-01-12","vote_average":5.0,"runtime":90,"cert":"\"PG\"","id":377206,"title":"Army Dog","adult":false,"genre_ids":[28]},{"cast":["Rudolf Platte","Jeroen Krabbé","Louise Martini","Maria Singer","Otto Lüthje"],"overview":"","release_date":"1968-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377208,"title":"Professor Columbus","adult":false,"genre_ids":[35]},{"cast":["Don Yaeger","Jesse Jackson","KC Johnson"],"overview":"One night in Durham, North Carolina, a rape accusation set fire to the reputations of three college athletes and their elite university. As the Duke lacrosse players grappled with their transition from model student to the criminally accused, several wars were launched on different fronts.","release_date":"2016-03-13","vote_average":7.3,"runtime":103,"cert":"\"\"","id":377210,"title":"Fantastic Lies","adult":false,"genre_ids":[99,36]},{"cast":["Otto Lüthje","Heidi Kabel","Edgar Bessen","Heini Kaufeld","Karl-Heinz Kreienbaum"],"overview":"","release_date":"1962-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377212,"title":"Ohnsorg Theater - Brand-Stiftung","adult":false,"genre_ids":[35]},{"cast":["Walter Scherau","Heidi Kabel","Günther Siegmund","Henry Vahl","Heini Kaufeld"],"overview":"","release_date":"1959-10-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377214,"title":"Ohnsorg Theater - Das Herrschaftskind","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Manfred Bettinger","Herma Koehn","Karl-Heinz Kreienbaum","Jürgen Pooch"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377216,"title":"Ohnsorg Theater - Gute Nacht, Frau Engel","adult":false,"genre_ids":[35]},{"cast":["Heidi Mahler","Heidi Kabel","Jürgen Pooch","Werner Riepel","Jasper Vogt"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377218,"title":"Ohnsorg- Theater - Das Kuckucksei","adult":false,"genre_ids":[35]},{"cast":["Heidi Kabel","Heidi Mahler","Jürgen Pooch","Werner Riepel"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377220,"title":"Ohnsorg Theater - Lotte spielt Lotto","adult":false,"genre_ids":[35]},{"cast":["Valentin Nikulin","Liya Akhedzhakova","Yekaterina Vasilyeva","Borislav Brondukov","Evgeniy Steblov"],"overview":"A sad and funny story based on Hans Christian Andersen tales.","release_date":"1984-07-12","vote_average":8.0,"runtime":76,"cert":"\"\"","id":377222,"title":"Fairies' Autumn Gift","adult":false,"genre_ids":[10751,14]},{"cast":["Riley Reid","Jessie Volt","Bonnie Rotten","Dani Daniels","Gracie Glam"],"overview":"These slutty cock hungry bitches tag team thick dicks and once you've shot your load they coat each others mouths with the warm sticky prize and swap it back and forth!","release_date":"2014-06-17","vote_average":8.0,"runtime":156,"cert":"\"NC-17\"","id":377224,"title":"The Cum Exchange","adult":true,"genre_ids":[]},{"cast":["Tom Hanks"],"overview":"A man attending a funeral in his hometown comes face-to-face with his past when he is confronted with memories of mistrust, adultery, abuse, and a fantastical journey that couldn't possibly be real. It couldn't possibly be real, but the memory of a mysterious girl named Lettie Hempstock ties each bizarre childhood occurrence to the last.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377229,"title":"The Ocean at the End of the Lane","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"A cautionary tale about the perils of independent filmmaking.","release_date":"2009-01-01","vote_average":0.0,"runtime":73,"cert":"\"\"","id":377231,"title":"Pre-paradise","adult":false,"genre_ids":[]},{"cast":[],"overview":"In May and June 2010 thousands of people went to the streets of Florianopolis to protest the rise in transportation fees. Beyond scenes that were not shown on any TV channel, including flagrant violence during the acts, Impasse reveals what passengers, workers, specialists and businessmen think. It exposes the contradictions and differences in opinion between the local and statewide government, and the students. It discusses questions that intermingle and complete each other: why has the city become a symbol for the fight for public transportation? What did the police do in the UDESC act? Why is urban mobility one of the great themes of the 21st century? Is there, after all, a way out of this impasse?","release_date":"2010-01-12","vote_average":0.0,"runtime":51,"cert":"N\/A","id":377233,"title":"Impasse","adult":false,"genre_ids":[]},{"cast":["Koyuki","Satomi Ishihara","Ren Osugi","Haruka Ayase","Zeebra"],"overview":"Jam Films S is a Japanese omnibus movie. It was released by Phantom FIlm in Japan on January 15, 2005.  The movie follows 2002’s Jam Films and its 2004 sequel Jam Films 2. This time around, the overall theme is “S” which stands for succession, success, and special. There are seven shorts, all produced by Ryuhei Kitamura.  Included are the shorts Tuesday by Kenji Sonoda, Heaven Sent by Ryuichi Takatsu, Blouse by Hitoshi Ishikawa, New Horizon by Ryo Teshima, Suberidai by Yuichi Abe, Alpha by Daisaburo Harada, and Suit by Masaki Hamamoto.","release_date":"2005-01-15","vote_average":0.0,"runtime":118,"cert":"N\/A","id":377238,"title":"Jam Films S","adult":false,"genre_ids":[35]},{"cast":["Maud Cantoreggi","Sissela Benn","Harald Leander"],"overview":"It's the first warm day of spring. Little Pig is feeling happy and decides to go for a swim. On the way she meets a hedgehog with too few prickles, a crow whose beak is too long, a green lamb and a little calf covered in white spots. None of them look quite 'normal'. They all set off with Little Pig to go swimming. They help out a turtle, who grants each of them a wish. But nothing turns out quite the way they planned.","release_date":"2012-03-05","vote_average":0.0,"runtime":9,"cert":"N\/A","id":377243,"title":"Just a Little","adult":false,"genre_ids":[16]},{"cast":["Hubertus Brandt","Ulrich Bähnk","Nika Kushnir","Jens Wesemann","Peter Ohrt"],"overview":"Hans Wagner lives in a small apartment, taking pills and drinking whiskey to fight his anxiety disorders. When he runs out of both his drugs one day, he has no choice but travel to the supermarket sober. An unexpected adventure begins .","release_date":"2013-11-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":377248,"title":"Warum Hans Wagner den Sternenhimmel hasst","adult":false,"genre_ids":[878,35,18]},{"cast":["Tiina Mälberg","Andres Tabun","Andres Noormets","Siim Maaten","Jaan Pehk"],"overview":"Mother is a thrilleresque story about rash decisions made in the name of dreams that will have haunting consequences for some time to come. This small town crime story in the pastel tones of modern retro offers recognition and bitter humour. The film focuses on a woman whose adult son has fallen into a coma after being shot. Taking care of him at home, she has to face a whole town trying to solve the puzzle of what exactly happened.","release_date":"2016-01-07","vote_average":5.0,"runtime":89,"cert":"\"\"","id":377250,"title":"Mother","adult":false,"genre_ids":[18,53]},{"cast":["Manu Ochoa","Norah Chapman","Salvador Sáinz","Txema Lorente","Stan Valen"],"overview":"The director, actor and writer Manu Ochoa shot in Tarragona land you will see a realistic drama about musicians street. In the cast we find Jordi Reverté, Txema Lorente, the famous Cristina Medina (The looming), erotic festive Director Stan Valen, the own Manu Ochoa addition Salvador Sainz and Norah Chapman, father and daughter in fiction.  Manu Ochoa plays a socialite unscrupulous, a busker to the Blue Brothers, and plot various characters parading in a realistic tone.","release_date":"2016-01-14","vote_average":7.5,"runtime":80,"cert":"N\/A","id":377252,"title":"A tu vera","adult":false,"genre_ids":[35,18]},{"cast":["Barry Addison"],"overview":"Documentary exploring the hundreds of species of life that thrive in total darkness at the hydrothermal vents along the Mid-Ocean Ridge, several miles below the ocean surface. Little food filters down from the surface and there is no sunlight to support photosynthesis.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":377254,"title":"Deep Sea, Deep Secrets","adult":false,"genre_ids":[99]},{"cast":["Jean-Luc Reichmann","Ingrid Chauvin"],"overview":"","release_date":"2015-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377256,"title":"Hibernatus","adult":false,"genre_ids":[]},{"cast":["Peter Scott"],"overview":"Filmed by Emmy Award-winning cinematographer Al Giddings, this timeless program takes a stirring look at the largest, tallest, longest-living things on the planet: trees. Stunning location footage captures the variety and the grandeur of the Pacific Northwest, the Florida Everglades, the Shenandoah Valley, and the Great Sonoran Desert. Quotations from Sierra Club founder John Muir and others who revere nature are interwoven with information on topics ranging from the function of forest ecosystems, to the effects of deforestation, to the integration of parks into urban landscapes.","release_date":"1998-01-01","vote_average":0.0,"runtime":51,"cert":"\"G\"","id":377258,"title":"In Celebration of Trees","adult":false,"genre_ids":[99]},{"cast":["Dal McKennon","Grace Stafford"],"overview":"During a square dance, held on a dog's back, celebrating the upcoming marriage between a boy and girl flea, a city-slicker flea shows up and kidnaps the girl to the big-city. The boyfriend follows and rescues her from the villain's penthouse apartment.","release_date":"1955-08-29","vote_average":0.0,"runtime":6,"cert":"\"\"","id":377260,"title":"Flea for Two","adult":false,"genre_ids":[16]},{"cast":["Bernice Hansen"],"overview":"This cartoon deals with three kittens who are cruel and mean to an orphan kitty, but the mother cat adopts the little orphan, serves pie to all four kittens and all is well at the cat-house.","release_date":"1940-02-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":377262,"title":"Kittens' Mittens","adult":false,"genre_ids":[16]},{"cast":["Kate Mara","Anya Taylor-Joy","Rose Leslie","Toby Jones","Boyd Holbrook"],"overview":"A corporate risk-management consultant must determine whether or not to terminate an artificial being's life that was made in a laboratory environment.","release_date":"2016-09-01","vote_average":5.7,"runtime":92,"cert":"\"R\"","id":377264,"title":"Morgan","adult":false,"genre_ids":[27,878,53]},{"cast":["Dal McKennon"],"overview":"Sam and Simian have just set themselves up as \"Jungle Medics.\" They've just completed a successful operation on a coconut when the phone rings, and a lion wants them to treat his tooth.","release_date":"1960-01-01","vote_average":4.0,"runtime":6,"cert":"\"\"","id":377266,"title":"Jungle Medics","adult":false,"genre_ids":[16]},{"cast":["Claus Ryskjær","Paul Hagen","Jess Ingerslev","Ghita Nørby","Ingolf David"],"overview":"","release_date":"1980-10-31","vote_average":10.0,"runtime":null,"cert":"N\/A","id":377268,"title":"Danmark er lukket","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Now, after several albums, it's time for the first-ever DVD of TAROT called \"Live - Undead Indeed\". The band filmed in show in the Finnish town Rupla in 2007. The concert itself is everything you can expect from TAROT: Pure Metal Power!","release_date":"2008-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377270,"title":"Tarot - Undead Indeed","adult":false,"genre_ids":[10402]},{"cast":["Virginie Efira","Vincent Lacoste","Melvil Poupaud","Laurent Poitrenaux","Laure Calamy"],"overview":"Victoria Spick, a criminal lawyer who is single, turns up at a wedding and meets three men there: David, the father of her daughters; Vincent, a friend of hers; and Sam, a former drug dealer who she bailed out. The next day, Vincent is accused of attempted murder by his partner.","release_date":"2016-09-14","vote_average":5.6,"runtime":97,"cert":"N\/A","id":377275,"title":"In Bed with Victoria","adult":false,"genre_ids":[35,18,10749]},{"cast":["Curd Jürgens","Annette Stroyberg","Martine Carol","Gabriele Ferzetti","Daniela Rocca"],"overview":"Mr. Edmond is a middle-aged playboy, living by his wits on the Riviera. Among the women with whom Edmond dallies are three gorgeous ladies.","release_date":"1962-12-22","vote_average":0.0,"runtime":98,"cert":"N\/A","id":377280,"title":"Beach Casanova","adult":false,"genre_ids":[18,35]},{"cast":["Paul Frees"],"overview":"This short begins with King-Size in conference with his financial minister when a coded message arrives warning of an planned invasion by cats from the Planet Feline (pronounced Fa Lean). A call for Space Mouse is dispatched, He appears in the conference room instantly. The king orders him to go to Feline, disguised as a cat, and destroy their rocket ship. Space Mouse chooses a Siamese cat disguise.. Before he leaves, though, King-Size hands him a pill telling him to swallow it if he gets into inescapable trouble. When Space Mouse wants to know what the pill will do, King Size claims all he knows is that all secret agents take along some kind of pill for emergencies.","release_date":"1963-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":377285,"title":"The Secret Weapon","adult":false,"genre_ids":[16]},{"cast":["Victor Ezenfis","Natacha Régnier","Fabrizio Rongione","Mathieu Amalric","Maria de Medeiros"],"overview":"A young man who lives with his mother and has never known his father, heads off to look for him. He finds a cynical and Machiavellian man who works as a publisher in Paris. After he attempts to kill him, he finds filial love thanks to his uncle.","release_date":"2016-04-20","vote_average":7.2,"runtime":115,"cert":"N\/A","id":377287,"title":"The Son of Joseph","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Featuring interviews with various Disney Legends and Historians, Great Big Beautiful Tomorrow looks at the various technologies Walt Disney used and developed over the course of his life. From creating the first sync sound animation in 1928 to his unrealized dream of E.P.C.O.T., an experimental city that passed on with him in 1966, this film shows Walt Disney as the futurist he truly was.","release_date":"2016-01-09","vote_average":6.0,"runtime":101,"cert":"\"NR\"","id":377289,"title":"Great Big Beautiful Tomorrow: The Futurism of Walt Disney","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Lion, the King of the Jungle, is taking his royal snooze when a mouse comes on a safari to his royal hideaway. The mouse is from Bungling Brothers Circus [us], and his mission is to take HRH back to the states as a circus act. The mouse then goes about his business of capturing the lion. At the fadeout, back in the USA, the lion of performing on a precarious tight-rope, high above the arena sawdust, while the mouse whip lashes him.","release_date":"1953-05-11","vote_average":0.0,"runtime":6,"cert":"\"\"","id":377294,"title":"The Mouse and the Lion","adult":false,"genre_ids":[16]},{"cast":["Colin Salmon"],"overview":"The wildlife and cultures of southern Asia have been shaped by one of the greatest phenomena on Earth: the mighty monsoon winds that sweep across this vast region, turning drought into deluge. All life – human and animal – is dominated by this rampaging weather system. From the northern shores of Australia to the highest peaks of the Himalayas and the wind-blown deserts of northern India to the lush equatorial forests of Borneo, this series makes an exhilarating journey through the lands of the monsoon. Along the way, it offers a taste of the variety and colour of the different regions’ most extraordinary wildlife and cultures and the way they cope with the tumultuous weather. This is the story of a relationship between humans and nature that has grown across thousands of years – all living in the shadow of the monsoon.","release_date":"2014-10-05","vote_average":7.3,"runtime":250,"cert":"N\/A","id":377296,"title":"Wonders of the Monsoon","adult":false,"genre_ids":[99]},{"cast":["Grace Stafford","Daws Butler","Johnny Coons"],"overview":"The third cartoon from the show titled \"Halloween Party,\" a special 23-minute episode of \"The Woody Woodpecker Show,\" this was made for television. (The two other short cartoons in this episode were previously released theatrically.)  This is the final appearance (to date) of Homer Pigeon.  This is the final appearance (to date) of Andy Panda.  This was the only made-for-TV Woody Woodpecker cartoon in \"The Woody Woodpecker Show\"; the only other made-for-TV cartoons in the program (except for the framing segments) were the 1960 Sam 'n Simian pilot \"The Jungle Medics\" and the 1963 Space Mouse pilot \"The Secret Weapon.\"","release_date":"1964-10-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":377298,"title":"Spook-a-Nanny","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Documentary that takes a scientific and historical look at the story of Moses. Uses archaeological evidence from the stables of Ramses II to little-known Egyptian texts to seek answers to questions about Moses and his origins.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":377300,"title":"Who Was Moses","adult":false,"genre_ids":[99]},{"cast":["David Bowie","Jeremy Vine"],"overview":"A special programme on the life and music of David Bowie, presented by Jeremy Vine. Bowie was one of the most influential musicians of his time, constantly re-inventing his persona and sound, from the 1960s hippy of Space Oddity, through Ziggy Stardust and the Thin White Duke to his later incarnation as a soulful rocker.","release_date":"2016-01-12","vote_average":8.0,"runtime":30,"cert":"N\/A","id":377302,"title":"David Bowie: Sound and Vision","adult":false,"genre_ids":[99]},{"cast":["Ursula Hinrichs","Sandra Keck","Erkki Hopf"],"overview":"","release_date":"2007-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377304,"title":"Ohnsorg Theater - Schwarze Hochzeit","adult":false,"genre_ids":[35]},{"cast":["Wilfried Dziallas","Ursula Hinrichs","Sandra Keck","Jürgen Lederer","Uta Stammer"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377306,"title":"Ohnsorg Theater - Der wahre Jakob","adult":false,"genre_ids":[35]},{"cast":["Manfred Bettinger","Robert Eder","Ursula Hinrichs","Herma Koehn","Meike Meiners"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377308,"title":"Ohnsorg Theater - Der letzte Wille","adult":false,"genre_ids":[35]},{"cast":["Sıla Şahin","Berk Hakman","Selen Seyven"],"overview":"","release_date":"2007-10-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":377310,"title":"Janjan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary that explores the birth and growth of satellite espionage.","release_date":"1996-08-25","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":377312,"title":"Secret Satellite","adult":false,"genre_ids":[99]},{"cast":["Ursula Hinrichs","Hilde Sicks","Sandra Keck","Manfred Bettinger"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377314,"title":"Ohnsorg Theater - Rommé zu dritt","adult":false,"genre_ids":[35]},{"cast":["Ursula Hinrichs","Herma Koehn","Wilfried Dziallas","Fritz Hollenbeck"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377316,"title":"Ohnsorg Theater - Pension Sonnenschein","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377318,"title":"Mujeres traficantes","adult":false,"genre_ids":[]},{"cast":["David Bowie","Oliver Price"],"overview":"A celebration of the career of the musician, whose death from cancer was announced 11th Jan 2016. Bowie's work was the soundtrack to a generation and influenced countless musicians and this features memorable music videos and performances, as well as tributes from friends and fans around the world.","release_date":"2016-01-11","vote_average":7.8,"runtime":47,"cert":"N\/A","id":377320,"title":"David Bowie: Starman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377322,"title":"Bita e o Nosso Dia","adult":false,"genre_ids":[10402,16]},{"cast":["Roberto 'El Flaco' Guzmán","Manuel 'Flaco' Ibáñez","Pedro Weber","Claudia Guzmán","Alejandra Martha Guzmán Meyer"],"overview":"Farm's not producing, and a rural family feel like they've exhausted their options, so they move to Mexico City.","release_date":"1986-01-12","vote_average":5.0,"runtime":96,"cert":"N\/A","id":377324,"title":"¿La tierra prometida?","adult":false,"genre_ids":[]},{"cast":["Paula Trespalacios","Rafael Marín","Irving Sevilla","Jorge Villalobos"],"overview":"Avelita, a mischievous chick, wants a jukebox.","release_date":"2015-03-01","vote_average":8.0,"runtime":10,"cert":"N\/A","id":377329,"title":"Barnyard Aces","adult":false,"genre_ids":[16,35]},{"cast":["Robert Atzorn","Alexandra Neldel","Jytte-Merle Böhrnsen","Maximilian von Pufendorf","Josef Heynert"],"overview":"The peat farmer Hannes Gerhards wants his girlfriend Helen Dahms from the city to pull him to the countryside. As in peat cutting work the skull of a bog body is found. Police commissioner Lorenz Keller, who is about to retire, has already completed his career. But with the bone find Keller finally sees his chance to bring an old case to an end.","release_date":"2016-01-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":377331,"title":"Das Mädchen aus dem Totenmoor","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377333,"title":"No te quiero","adult":false,"genre_ids":[]},{"cast":["Kelly Hu","Al Harrington"],"overview":"History Channel documentary which chronicles the history of Hawai'i and the rarely told story of the overthrow of the Hawaiian monarchy by the American government.","release_date":"2003-10-12","vote_average":0.0,"runtime":90,"cert":"\"\"","id":377335,"title":"Conquest of Hawaii","adult":false,"genre_ids":[36,99]},{"cast":["Nora Danish","Kamal adli","Azwan Kombos","Abam Bocey"],"overview":"Bella is a part-time model who becomes famous after posing for the cover page of Reza`s latest magazine. At their first meeting, they fall in love at first sight with each other and eventually get married. However, their marriage life is definitely not a happy ever after, as they begin fighting and quarrelling almost every single day. Reza ends up asking his friend Adi to seduce Bella so that she will leave him.","release_date":"2015-12-24","vote_average":0.0,"runtime":104,"cert":"N\/A","id":377337,"title":"Isteri Untuk Dijual","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Short combining fiction and documentary.","release_date":"1998-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":377342,"title":"The Songs of the Grey Man","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"","release_date":"2011-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377347,"title":"Handy Manny: Movie Night","adult":false,"genre_ids":[]},{"cast":["Mohammad Akbari","Mojtaba Alizadeh","Hasan Eslami Moghaddam","Kamran Mohseni","Amir Monji"],"overview":"\"Minus\" is a fiction and at the same time experimental movie, which doesn't enjoy any distinct geography, language and time. The events occur in a razor producing company, in which a young and simple retainer is working, who has special capabilities. He knows telepathy and he can read the minds of all people and even things. Most of the time, his predictions increase his ability of presentiment.","release_date":"2009-08-01","vote_average":6.0,"runtime":23,"cert":"N\/A","id":377352,"title":"Minus","adult":false,"genre_ids":[878]},{"cast":["Lorenzo Lamas","Stephen Baldwin","Corbin Bernsen","Alison MacInnis","Teagan Sirset"],"overview":"Following his wife’s death, public high-school teacher Michael Evens (Stephen Baldwin) re-launches the Bible Club she originally founded. When upset parents cite the separation of church and state and want the group disbanded, a passionate dispute erupts and threatens to destroy their small Vermont community. With his job, personal relationships and even his faith on the line, Michael must make tough decisions about the things that matter most. Corbin Bernsen and Lorenzo Lamas also star in this uplifting tale of strength, unity and love.","release_date":"2016-03-01","vote_average":4.0,"runtime":90,"cert":"\"\"","id":377354,"title":"God's Club","adult":false,"genre_ids":[18]},{"cast":["Aibek Kudabayev","Nurbek Mukushev","Tolganay Talgat","Konstantin Kozlov","Baimurat Zhumanov"],"overview":"A new mayor comes to the remote village Karatas. A very strange illness reins over here. However somebody is used to live with it and says this is a simple flu.","release_date":"2016-06-18","vote_average":10.0,"runtime":80,"cert":"N\/A","id":377356,"title":"The Plague at the Karatas Village","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"Murad and Masha decide to get married, but before they achieve this goal, life has some unbelievable and sad stories in store for them.","release_date":"2015-10-07","vote_average":6.0,"runtime":8,"cert":"N\/A","id":377358,"title":"Ogasavara","adult":false,"genre_ids":[]},{"cast":["Edgar Bessen","Heidi Kabel","Karl-Heinz Kreienbaum","Ulla Mahrt","Jochen Schenck"],"overview":"","release_date":"1963-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377360,"title":"Ohnsorg Theater - Mutter steht ihren Mann","adult":false,"genre_ids":[35]},{"cast":["Sabrina Greve","Everaldo Pontes","Veronica Cavalcanti","David Wendefilm","Débora Ingrid"],"overview":"The dry quarry and a forest that still beats. A very sick father reviews the daughter. Resentments are brought to the table. The memory of the dead awakened by blood, objects, shadows and dreams affects Clarisse at this scenario of beauty and agony. Husband and business are expecting she in the city for a cathartic outcome.","release_date":"2015-10-30","vote_average":6.5,"runtime":84,"cert":"N\/A","id":377362,"title":"Clarisse or Something About Us","adult":false,"genre_ids":[9648,18,14,27]},{"cast":[],"overview":"An insider's look at the first year of an activist group known as the Lesbian Avengers.","release_date":"1993-01-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":377364,"title":"Lesbian Avengers Eat Fire Too","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The eternal wheel of evil turns in this seductive, supernatural thriller from Legion Films. Grace Ryan (Lucy-Jade Norris) is a beautiful, young nurse's aid who takes a summer job at a historic New England mill house. This magnificent property, separated from society, is the perfect setting for Grace to escape her past life as an exotic dancer. She becomes the new caretaker for Barbara Stowe (Carol Penney), the elderly resident of the mill house; however, Grace's plans for a relaxing summer and transformed when an ancient demonic force returns to claim a new soul. This plague of evil has gripped the cursed land for centuries, and Grace is poised to be its latest victim. She calls on her friends for help, but when they answer her desperate plea for salvation, they find themselves trapped in a night from Hell. Unspeakable terror engulfs the pitiful souls as they struggle against hope to escape the vile wrath of The Demon of Lataran.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":377366,"title":"The Demon of Lataran","adult":false,"genre_ids":[]},{"cast":["Peter Capaldi","Richard Griffiths","Pam Ferris","Michael Maloney","Miranda Richardson"],"overview":"Darkly comic murder mystery adapted from Bernice Rubens 's Booker Prize-winning bestseller.  Luke Wakefield is not so much a knight in shining armour as an oddball in a suit. And his crusade is more of a \"who ami\" than a \"whodunit\".","release_date":"1992-04-22","vote_average":0.0,"runtime":150,"cert":"N\/A","id":377368,"title":"Mr. Wakefield's Crusade","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A privileged white man uses the ghetto, sex addiction, and crack cocaine to live up to his full potential and have the life he's always dreamed","release_date":"2013-01-01","vote_average":10.0,"runtime":80,"cert":"\"\"","id":377370,"title":"White Crack Bastard","adult":false,"genre_ids":[]},{"cast":["Nikita Gross","Juli Ashton","Julian","Jack Garfield","Lea Martini"],"overview":"In this future world, control over people is gained by a device that uses sex as a means of exerting power and taking over people's minds, until it becomes like a drug that they need to use again and again.","release_date":"1999-01-13","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":377372,"title":"Dark Garden","adult":true,"genre_ids":[878]},{"cast":["Irma Seikkula","Tauno Palo","Urho Somersalmi"],"overview":"Based on novel by Maija Talvio. Set in 19th century country side and a small town. Leni and later her daughter Hanni living in Pimeänpirtti croft are seduced by Otto von Holten, the Patron of Kankaanpää Estate.","release_date":"1947-03-07","vote_average":0.0,"runtime":102,"cert":"N\/A","id":377374,"title":"The Destruction of Pimeäpirtti","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ed Gain is considered to be the very original American Psycho. Even though it is disputable whether label Serial Killer suits Ed Gein well, since he was only convicted of murdering two people, the severity and notoriety of his murders as well as necrophiliac tendencies have directly influenced some of the most famous horror films, including The Texas Chainsaw Massacre, The American Psycho and The Silence of the Lambs","release_date":"","vote_average":6.0,"runtime":43,"cert":"N\/A","id":377376,"title":"Ed Gein The Real Leatherface Serial Killer","adult":false,"genre_ids":[]},{"cast":[],"overview":"The blind spot detective tries to discover the secrets of a mystery place where people suicide themselves one after another.","release_date":"2015-10-23","vote_average":0.0,"runtime":92,"cert":"N\/A","id":377381,"title":"Blind Spot","adult":false,"genre_ids":[53]},{"cast":["Danielle Darrieux","Pierre Brasseur","André Alerme","Robert Arnoux","Pierre Larquey"],"overview":"","release_date":"1937-08-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":377383,"title":"The Virgin Bride","adult":false,"genre_ids":[35]},{"cast":["Rene Bitorajac","Mario Mirković","Jirí Guryca","Miloš Kopecký","Jan Kanyza"],"overview":"During a summer holiday, two boys discover an anti-gravity cannon in an old attic.","release_date":"1984-10-17","vote_average":6.3,"runtime":101,"cert":"N\/A","id":377385,"title":"The Secret of an Old Attic","adult":false,"genre_ids":[878,12,10751]},{"cast":[],"overview":"This is a film about the September 11, 1973 military coup in Chile, from the point of view of Chileans who were born and grew up after this traumatic event. Based on improvisations and collective creation work, groups of pre-schoolers, adolescents, and university students from different social, cultural, and political origins, recreate history through mise-en-scenes that come from their own imaginations. The film articulates this creative vortex in a multiple-narrative flowing cinematic mosaic that gives an account of contemporary Chile by reliving its past.","release_date":"2004-09-02","vote_average":5.0,"runtime":72,"cert":"N\/A","id":377387,"title":"Clever Monkey Pinochet versus La Moneda's Pig","adult":false,"genre_ids":[]},{"cast":["Charles, Prince of Wales","Declan Donnelly","Anthony McPartlin"],"overview":"In an interview with Ant and Dec, Princes William and Harry have been speaking about their Dad's work with the Prince's Trust charity. It was set up by Prince Charles 40 years ago and has become one of Britain's biggest youth charities and has helped more than 825,000 young people.","release_date":"2016-01-04","vote_average":5.5,"runtime":68,"cert":"N\/A","id":377389,"title":"When Ant & Dec Met The Prince: 40 Years of The Prince's Trust","adult":false,"genre_ids":[99]},{"cast":["Jochen Schenck","Christa Wehling","Antje Schröder","Wilfried Dziallas","Jürgen Lederer"],"overview":"","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377391,"title":"Ohnsorg Theater - Die spanische Fliege","adult":false,"genre_ids":[35]},{"cast":["Amber Swallows","Mz. Buttaworth","Daphne Daniels","Ms. Alotoftitties","Rock The Icon"],"overview":"You'll be wondering how these beds were reinforced before these ladies started bouncing their BBW bodies on them during some wild hardcore fucking. You are literally going to see a ton of completely naked flesh, bending over to get their wet spot fucked, by guys with long dicks who will be giving them creampies, facials and cumshots.","release_date":"2007-08-28","vote_average":6.0,"runtime":141,"cert":"\"NR\"","id":377393,"title":"Infattuation","adult":true,"genre_ids":[]},{"cast":["Fabian Busch","Justus von Dohnányi","Timo Dierkes","Florian Harz","Oliver Kraupner"],"overview":"","release_date":"2004-08-04","vote_average":6.6,"runtime":null,"cert":"N\/A","id":377395,"title":"Tramper","adult":false,"genre_ids":[53]},{"cast":["Horst Tappert","Gert Haucke","Heini Kaufeld","Marianne Kehlau","Marcel Werner"],"overview":"","release_date":"1970-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377397,"title":"Industrielandschaft mit Einzelhändlern","adult":false,"genre_ids":[35]},{"cast":["Omar Sharif","Ava Gardner","Nancy Travis","Art Malik","Sarah Miles"],"overview":"A young British woman is kidnapped by an Arabian sheikh and held captive in his harem. At first she frantically tries to escape, but as they slowly get to know and appreciate each other the difference between captor and captive dissolves.","release_date":"1986-02-09","vote_average":5.5,"runtime":190,"cert":"\"\"","id":377399,"title":"Harem","adult":false,"genre_ids":[10749,18,10770]},{"cast":["Iain Smith","Jackelyn Cross","Darcey Betts","Jye Briscoe","Josh Theuerkauf"],"overview":"Nine Strangers each receive a mysterious invitation to a night in a seemingly empty house. Nobody has any clue as to why they are there, but when one of them shows up dead at the front door, they'll realise that leaving may not be an easy task.","release_date":"2014-11-22","vote_average":0.0,"runtime":85,"cert":"N\/A","id":377404,"title":"Suspectives","adult":false,"genre_ids":[35,9648,53]},{"cast":["Vincent Simmons","Bob Dennis","Maria Davis","Bruce Hardy"],"overview":"After Renny's brother Amos is killed in a robbery gone bad, the only thing left to do is seek revenge on the vicious gang he belonged to...the RED CLAWS...except this isn't going to be an ordinary vigilante score! Renny seeks the aid of a renown witch doctor in the West Indies to invoke terror and bloodshed through means of voodoo! Renny must cross into a nightmare world and learn the Black Arts. But this knowledge comes with a cost, and the price is blood.","release_date":"1998-11-10","vote_average":0.0,"runtime":65,"cert":"\"\"","id":377406,"title":"Bad Magic","adult":false,"genre_ids":[27]},{"cast":["Adriana Chechik","Megan Rain","Abella Danger","Dani Daniels","Anikka Albrite"],"overview":"Cum Queens like Sativa Rose and Kelly Wells just love to play with warm jizz and every girl in this film is just lapping it up - all the spit and warm cum they can get! The lucky studs get to nail two sexy babes at the same time in each scene, while working up a huge load for both babes to savor. This is a no waste zone gentlemen. Every fuck diva in this film has her mouth opened wide and ready to swap!","release_date":"2015-07-27","vote_average":6.3,"runtime":125,"cert":"\"NC-17\"","id":377408,"title":"The Cum Exchange 2","adult":true,"genre_ids":[]},{"cast":["Sasha Grey","Phoenix Marie","Tori Black","Teagan Presley","Sophie Dee"],"overview":"Get ready for a deeply satisfying star-studded tribute to back door pleasure! Tori Black, Teagan, Sasha Grey, Rebeca Linares, Alektra Blue and Jenna Haze are just a few of the drop dead gorgeous beauties spreading their sexy starfish for a nice, deep dicking! If rocky road is your favorite flavor, you'll want to immerse yourself in the art of anal delights with this incredible compilation!","release_date":"2013-07-30","vote_average":5.8,"runtime":362,"cert":"\"NR\"","id":377410,"title":"Anal Demise","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377412,"title":"Wild Borneo","adult":false,"genre_ids":[99]},{"cast":["Shy Love","Aurora Jolie","Maya Hills","Chelsie Rae","Cody Lane"],"overview":"Enjoy 4 hours of tight assholes and pussies being destroyed by hard cocks all for your viewing pleasure. It's go time and these sluts are ready, are you?","release_date":"2015-11-11","vote_average":9.5,"runtime":240,"cert":"\"NR\"","id":377417,"title":"Bend Over and Grab Your Ankles","adult":true,"genre_ids":[]},{"cast":["Nadiuska","Alberto Closas","Gemma Cuervo","Alfredo Alba","Mary Begoña"],"overview":"","release_date":"1977-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377425,"title":"Dos hombres y, en medio, dos mujeres","adult":false,"genre_ids":[18]},{"cast":["Donna Bell","Elisabeta","Jaqueline Gold","Lauryn May","Lucica"],"overview":"6 Horny Girls in 6 Horny Scenes!","release_date":"2009-01-12","vote_average":7.0,"runtime":125,"cert":"\"NR\"","id":377427,"title":"Cute Little Asses 4","adult":true,"genre_ids":[]},{"cast":["Jodie Foster"],"overview":"Explores the plans for the construction of the monumental dam on China's Yangtze River, the structure that when completed in 2009 will become the Three Gorges Dam. It is slated to be 610 feet high, 1.3 miles across, creating a reservoir 400 miles and the largest power plant in the world.","release_date":"1998-01-01","vote_average":0.0,"runtime":53,"cert":"\"G\"","id":377429,"title":"Three Gorges: The Biggest Dam in the World","adult":false,"genre_ids":[99]},{"cast":["Taylor Cole","Andrew W. Walker","Alley Mills","Marcus Rosner","Robert Moloney"],"overview":"Mina has everything going for her, but her world is turned upside down when work sends her to her hometown in Tennessee where she must convince an old, stubborn restaurant owner to sell his property. There is just one problem- the restaurant is now owned by her ex-boyfriend Clay, who claims he will never sell. He resists her negotiations every step of the way, and all the while sparks fly.","release_date":"2016-02-06","vote_average":5.7,"runtime":85,"cert":"\"\"","id":377431,"title":"Appetite for Love","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Miroslav Etzler","Ivana Chýlková","Miroslava Pleštilová","Josef Polášek","Věra Kubánková"],"overview":"","release_date":"2007-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377433,"title":"Cesta do Vídně a zpátky","adult":false,"genre_ids":[35,10770]},{"cast":["Andrew Tiernan","Sleaford Mods","Jason Williamson","Andrew Fearn","Jimmy McGovern"],"overview":"Sleaford Mods - Invisible Britain shows the most exciting and uncompromising British band in years sticking two fingers up to the zeitgeist and articulating the rage and desperation of those without a voice in austerity Britain. The film follows Sleaford Mods on a tour of the UK in the run up to the 2015 General Election, visiting the neglected, broken down and boarded up parts of the country that many would prefer to ignore. Part band doc, part look at the state of the nation, the documentary features individuals and communities attempting to find hope among the ruins, against a blistering soundtrack by Sleaford Mods.","release_date":"2015-10-03","vote_average":0.0,"runtime":86,"cert":"N\/A","id":377438,"title":"Sleaford Mods: Invisible Britain","adult":false,"genre_ids":[99]},{"cast":["Sven Martinek","Diana Frank","Thomas Anzenhofer","Volkmar Kleinert"],"overview":"","release_date":"1996-11-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":377443,"title":"Der Clown","adult":false,"genre_ids":[28,18,10770]},{"cast":["Stéphane Freiss","Maruschka Detmers","Mariusz Pujszo","Thierry Lhermitte","Louis Velle"],"overview":"Two Polish brothers arrive in Paris with dreams of becoming rich and famous, and sure enough, they are soon participating in some forgotten film festival as a producer and a director -- but will this get them anywhere?","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377445,"title":"Comme des rois","adult":false,"genre_ids":[35]},{"cast":["Jackie Chan","Huang Zitao","Jaycee Chan","Nick Wang","Xu Fan"],"overview":"A railroad worker in China in 1941 leads a team of freedom fighters against the Japanese in order to get food for the poor.","release_date":"2016-12-23","vote_average":6.1,"runtime":124,"cert":"\"NR\"","id":377447,"title":"Railroad Tigers","adult":false,"genre_ids":[28,35,10752]},{"cast":["Hynek Čermák","Vlastina Svátková","Barbora Mottlová","Predrag Bjelac","Filip Čapka"],"overview":"","release_date":"2015-09-10","vote_average":7.8,"runtime":null,"cert":"N\/A","id":377449,"title":"Gangster Ka","adult":false,"genre_ids":[18,80,53]},{"cast":["Felicity Lott","Sandrine Piau","Yann Beuron","Franck Leguérinel","Eric Huchet"],"overview":"Live performance at the Théâtre du Châtelet in December 2004. Marc Minkowski conducting Les Musiciens du Louvre-Grenoble. Stage direction by Laurent Pelly.","release_date":"2004-12-26","vote_average":0.0,"runtime":154,"cert":"N\/A","id":377451,"title":"La Grande-Duchesse de Gérolstein","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Sparks of Fire is the only extant unofficial intellectual periodical from the time of the Great Famine. In the end, 43 people, including the Rightist teachers and students who were connected with the publication, the peasants and the rural cadres who sympathized with them, were arrested and given long prison terms. Among them, three key figures were executed during the Cultural Revolution.","release_date":"2013-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":377453,"title":"Spark","adult":false,"genre_ids":[99]},{"cast":["Heidi Kabel","Volkert Kraeft","Gernot Endemann","Heidi Mahler","Angelika Milster"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377455,"title":"Mutter und Söhne","adult":false,"genre_ids":[35]},{"cast":["Tim McCoy","Pauline Starke","Charles K. French","Chief Yowlachie","Whitehorse"],"overview":"An Indian chief of the Arapahoe escapes the reservation where he has been living and takes along some of his warriors. The cavalry is sent out for them.","release_date":"1926-10-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":377457,"title":"War Paint","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Lost Land of the Volcano is a three-part nature documentary series produced by the BBC Natural History Unit which follows a scientific expedition to the island of New Guinea. The expedition team, which includes specialist zoologists, explorers and the BBC crew, travels to the extinct volcano of Mount Bosavi in central Papua New Guinea to document the biodiversity of this little-visited area and search for new species. At the time of filming, logging was taking place about 20 miles (32 km) south from the volcano, and one of expedition's aims was to find evidence to support the case to protect the area. Some members of the expedition team travelled to the island of New Britain several hundred kilometres to the east to chart an unexplored cave system and observe an active volcano.  The series was broadcast in September 2009 on BBC One in the United Kingdom in a three-part run. In the United States, it was broadcast the same month in seven parts on consecutive nights.","release_date":"2012-01-14","vote_average":0.0,"runtime":107,"cert":"N\/A","id":377459,"title":"BBC Earth - New Guinea","adult":false,"genre_ids":[99]},{"cast":["Darryl Strawberry","Dwight Gooden"],"overview":"When they were good, they were the biggest stars on a team that captured New York City and the 1986 World Series. But when they were bad, Doc Gooden and Darryl Strawberry broke the hearts of Mets fans. \"They were going to be our guys for years,\" laments Jon Stewart in this evocative yet searing 30 for 30 documentary directed by Judd Apatow (\"Trainwreck\") and Michael Bonfiglio (\"You Don't Know Bo\"). Reunited at a diner in Queens, the pitcher and the power hitter look back on the glory days of the mid-'80s and the harrowing nights that turned them from surefire Hall of Famers into prisoners of their own addictions. Listening to Doc talk about missing the parade down the Canyon of Heroes, or Darryl counsel others at his ministry, you can only wish that these two very different men had not followed the same destructive path.","release_date":"2016-07-14","vote_average":7.3,"runtime":78,"cert":"\"\"","id":377461,"title":"Doc & Darryl","adult":false,"genre_ids":[99]},{"cast":["Herbert Rawlinson","Madge Bellamy","Nick De Ruiz","George Beranger","Dorothy Brock"],"overview":"Tom Conlin, an Irish cop walking a beat in an Italian neighborhood, falls in love with Tita Sartori, the daughter of a florist. Tita returns Tom's affection but keeps him at a distance, believing him to be married; However she is also wooed by an unscrupulous politician of considerable wealth.....","release_date":"1925-06-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":377463,"title":"The Man in Blue","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2003-10-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":377465,"title":"Piet Piraat en de wenskist","adult":false,"genre_ids":[]},{"cast":["Neil Shicoff","Krassimira Stoyanova","Jianyi Zhang","Hacik Bayvertian","Boaz Daniel"],"overview":"Live performance from Wiener Staatsoper, 2003. Vjekoslav Šutej conducting Chor und Orchester der Wiener Staatsoper. Stage director Günter Krämer.","release_date":"2003-12-01","vote_average":0.0,"runtime":176,"cert":"N\/A","id":377467,"title":"La Juive","adult":false,"genre_ids":[10402]},{"cast":["John Simm","Sophie Okonedo","Claudie Blakley","Ruth Sheen","Emma Cooke"],"overview":"John Parlour is a credit agent for a catalogue company preying on the poor, Jo Weller is one of his best customers. After nearly losing his life John reforms his ways and forms a credit union with Jo and his other customers. It isn't long before John's ambitions and Jo's guilty secret threaten to destroy all they had worked for and shared together.","release_date":"2000-11-04","vote_average":5.0,"runtime":185,"cert":"N\/A","id":377469,"title":"Never Never","adult":false,"genre_ids":[18]},{"cast":["Stan Freberg","Tony Anselmo","Albert Ash","Les Perkins","Will Ryan"],"overview":"This \"duckumentary,\" done in the style of \"60 Minutes,\" traces the life of Donald Duck. As Donald's fame grows, so does his ego. While hosting a variety show one night, Donald snaps and fires a gun at the audience for misbehaving. This leads to a series of problems that eventually cause Donald to seek psychiatric help from Ludwig Von Drake, who uses an insult machine as part of Donald's therapy. Then, after a long night of bizarre dreams, Donald learns the error of his ways and vows to reform.","release_date":"1987-03-25","vote_average":6.9,"runtime":49,"cert":"\"\"","id":377471,"title":"Down and Out with Donald Duck","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A campy, over-the-top educational short that tells the story of a young man who becomes deranged from reading pornographic magazines.","release_date":"1962-01-14","vote_average":2.0,"runtime":27,"cert":"\"\"","id":377473,"title":"Pages of Death","adult":false,"genre_ids":[]},{"cast":["Chris Lomme","Jo De Meyere","Katelijne Verbeke","Charlotte De Bruyne","Lucas van den Eynde"],"overview":"Two people meet again after more than 50 years. They were lovers once, but their lives took different turns: she married his best friend. Fifty years later, they meet again and passion flares up. But is it possible to pick up the thread of a life that unraveled fifty years ago? The story of a wonderful last love affair, which is relived with the intensity of a first.","release_date":"2016-02-10","vote_average":3.2,"runtime":108,"cert":"N\/A","id":377475,"title":"Behind the Clouds","adult":false,"genre_ids":[]},{"cast":["Juan Ribó","Celia Castro","Félix Gómez","Diana Palazón"],"overview":"","release_date":"2010-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377477,"title":"Raphael: Una historia de superación personal","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":377479,"title":"BBC Earth - Het Leven Van Walvissen En Dolfijnen","adult":false,"genre_ids":[99]},{"cast":["Urs Bühler","Sébastien Izambard","Carlos Marín","David Miller","Lea Salonga"],"overview":"Live in Japan, is the live second album in the musical career of the quartet of crossover classical group Il Divo, after An Evening with Il Divo: Live in Barcelona, published in 2009.  The release shows the concert in Tokyo on 11 March 2014, in the Theatre Nippon Budokan. The CD\/DVD ‘Live in Japan' went on sale on November 12, 2014 in Japan and on December 1 in the rest of the world.  The artist Lea Salonga, invited by Il Divo to participate in some of the songs, collaborates with the group in some duets.","release_date":"2014-12-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":377484,"title":"Il Divo: Live in Japan","adult":false,"genre_ids":[10402]},{"cast":["Emerson Fittipaldi","Wilson Fittipaldi","Juse Fittipaldi","Wilson Fittipaldi Jr.","Francisco Rosa"],"overview":"Documentary about race car driver Emerson Fittipaldi","release_date":"1973-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":377486,"title":"O Fabuloso Fittipaldi","adult":false,"genre_ids":[99]},{"cast":["Daniel Olbrychski","Marek Perepeczko","Tadeusz Łomnicki","Barbara Brylska","Barbara Sołtysik"],"overview":"","release_date":"1966-01-18","vote_average":3.0,"runtime":null,"cert":"N\/A","id":377494,"title":"Potem nastąpi cisza","adult":false,"genre_ids":[10752]},{"cert":"\"\"","title":"Portraits in Dramatic Time","cast":["William H. Macy","Holly Hunter","Liev Schreiber","Alison Pill","Lili Taylor"],"id":377499,"overview":"A series of 40 art films created by artist David Michalek featuring performances of theater artists and actors of all genres and nationalities both well-known and under-recognized.","runtime":null,"genre_ids":[],"release_date":"2011-07-05","vote_average":8.0,"adult":false}]