[{"cast":["Éva Marton","Plácido Domingo","Ludmila Semtschuk","Matteo Manuguerra","Margarita Lilova"],"overview":"Recorded live at the Vienna State Opera, Placido Domingo and Eva Marton star in a sumptuous recording of Ponchielli's famed four-act melodrama, a story of tyranny and intrigue set in semi-historical and ever-romantic Venice. The action is projected by strong characters whose fundamentally sound instincts become distorted by raw passion. The performance draws upon both human and technical resources including a large ballet and varies in mood from the happy carnival to scenes of the darkest gloom and horror.","release_date":"1986-12-01","vote_average":8.0,"runtime":168,"cert":"N\/A","id":378009,"title":"La Gioconda","adult":false,"genre_ids":[10402]},{"cast":["Yang Ching-huang","Joey Wong","Wong Yung"],"overview":"Ginny is a beautiful but very brittle singing star who agrees to be the face of a new hotel and a new drink. But she is tortured by the suicide of her lover the previous year. Soon, Ginny is found dead, hanging in her bathroom. The company directors panic and try to cover up. But Ginny's ghost obligingly reappears, and directs a junior staff member to a house in the country where a lookalike replacement can be found. Now, if they can only figure out a way of feeding Ginny's ashes to the double, they'll have her under their control....","release_date":"1989-06-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":378014,"title":"Spirit Love","adult":false,"genre_ids":[27]},{"cast":["Ethan Corn","Rosalie Lowe","Alison Barton","Bowen Yang"],"overview":"After spotting the girl of his dreams at a laundromat in New York City, Ryan embarks on a frantic journey to craft the perfect first impression before she returns to pick up her dry clothes.","release_date":"2014-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":378016,"title":"Dry Me Crazy","adult":false,"genre_ids":[35]},{"cast":["Aaron Poole","Kathleen Munroe","Art Hindle","Daniel Fathers","Kenneth Welsh"],"overview":"In the middle of a routine patrol, officer Daniel Carter happens upon a blood-soaked figure limping down a deserted stretch of road. He rushes the young man to a nearby rural hospital staffed by a skeleton crew, only to discover that patients and personnel are transforming into something inhuman. As the horror intensifies, Carter leads the other survivors on a hellish voyage into the subterranean depths of the hospital in a desperate bid to end the nightmare before it's too late.","release_date":"2017-01-15","vote_average":5.8,"runtime":90,"cert":"\"NR\"","id":378018,"title":"The Void","adult":false,"genre_ids":[9648,27,878]},{"cast":["Emily Youcis"],"overview":"\"Recluse\" is a short film I wanted to make as challenge to see if I could tell an effective story without dialogue and complete it in a 30 day time span. It ended up stretching out over the course of many months, mostly because I was getting \"When Black Birds Fly\" ready for release, but I'm pretty happy with the results! This is also the first film I've animated in 4K. Featuring cameo vocals by Emily Youcis &amp; Rachael Deacon, and additional sound design by M dot Strange!","release_date":"2016-01-13","vote_average":0.0,"runtime":10,"cert":"\"\"","id":378020,"title":"Recluse","adult":false,"genre_ids":[27]},{"cast":["Janek Lesniak","Søren Hindborg","Lars Frühling","Susanne Storm","Charlotte Mortensen"],"overview":"A group of children fleeing from a cruel stone age society with violence, exploitation and sexual abuse.","release_date":"1979-08-26","vote_average":7.5,"runtime":84,"cert":"N\/A","id":378022,"title":"Children of the Warriors","adult":false,"genre_ids":[18]},{"cast":["Herman Kaths","Sean Kearns","Rob Boyce","Barry Walsh","Moses Itkonen"],"overview":"In the beginning skate and snowboard videos were, for the most part, simple displays of talent. The Whiskey videos changed all that. No it wasn't because of flashy editing, top industry pros, or huge production budgets. These videos were made by a couple of third rate pros. All they had were a few shitty cameras and enough gas money to get to Whistler.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378024,"title":"Whiskey: The Movie","adult":false,"genre_ids":[]},{"cast":["Saori Koide","Kazutaka Yoshii"],"overview":"A film about an orphan kid in Japan in 1943","release_date":"2011-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":378026,"title":"Eclair","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Late 1980s documentary about the first British and the youngest ever recipient of three Michelin stars, Chef Marco Pierre White. Exploring his lifestyle as a restauranteur and evolving cooking style.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378028,"title":"Marco at Harveys","adult":false,"genre_ids":[]},{"cast":["Niklas Jönsson","Nils Granberg","Håkan Carlsson","Marko Jurić","Niklas Borg"],"overview":"Daniel meets with friends on the weekends to play Warhammer 40k in the back of a game shop. Måns, one of his buddies, makes him feel different though. Despite the lack of confidence, Daniel tries to figure it out what to do about it.","release_date":"2012-07-13","vote_average":0.0,"runtime":15,"cert":"N\/A","id":378030,"title":"Nerd in Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Asian Beauty","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378035,"title":"Paris By Night 115","adult":false,"genre_ids":[]},{"cast":[],"overview":"This award-winning documentary deals with the popularization and commercialization of Native American spiritual traditions by Non-Indians. Important questions are asked of those seeking to commercially exploit Tribal rituals and sacred ceremonies...and those vested with safeguarding sacred ways. The film represents a wide range of voices from Native communities, and speaks to issues of cultural appropriation with humor, righteous anger, and thoughtful insight","release_date":"1996-10-31","vote_average":8.0,"runtime":28,"cert":"\"NR\"","id":378037,"title":"White Shamans and Plastic Medicine Men","adult":false,"genre_ids":[]},{"cast":["Icíar Bollaín","Richard Lintern","Miguel Molina"],"overview":"An intrigue based on a failed relationship with touches of dreams and magic filmed on the streets of Seville.","release_date":"1988-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378039,"title":"Malaventura","adult":false,"genre_ids":[]},{"cast":["Andrew Sarris","Jean-Luc Godard","Jean-Pierre Gorin"],"overview":"Spring 1970: Godard and Gorin, on the road, visiting colleges, speaking with Andrew Sarris, and explaining, through illustrated notebooks, their newest Dziga Vertov Group project, a film on Palestine.","release_date":"1970-01-01","vote_average":0.0,"runtime":45,"cert":"\"\"","id":378041,"title":"Godard in America","adult":false,"genre_ids":[36,99]},{"cast":["Eric Cantona","Giuseppe Bergomi","Silvio Berlusconi","Ivan Cordoba","Adriano Galliani"],"overview":"","release_date":"2011-05-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":378043,"title":"Looking for Milano","adult":false,"genre_ids":[99]},{"cast":["Helmut Qualtinger"],"overview":"","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378045,"title":"Helmut Qualtinger liest Mein Kampf","adult":false,"genre_ids":[]},{"cast":["Eric Cantona","Roland Courbis"],"overview":"","release_date":"2015-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378047,"title":"Looking for Alger","adult":false,"genre_ids":[99]},{"cast":["L. Gordon Cooper","Neil Armstrong","Buzz Aldrin","Eugene Cernan","Jim Lovell"],"overview":"In the mid-1960's, after the success of Project Mercury, the need to master long-duration missions and extravehicular activity resulted in Project Gemini, which provided the seasoning in men and machines that led to the first American spacewalk... and paved the way for ultimate victory in the race to the Moon. This 3-disc set chronicles America's bold new program with comprehensive footage from the film and videotape records of Project Gemini. Includes original Project Gemini documentary, complete 16mm onboard film from all the flights, footage from each mission preparation, launch and recovery. With rare bonus footage of the Gemini spacecraft, Titan launch vehicle, crew training activities and more. Runtime is over 6 hours. NOTE: Some of the tracks do not contain audio.","release_date":"2002-01-18","vote_average":0.0,"runtime":360,"cert":"\"NR\"","id":378049,"title":"Project Gemini: A Bold Leap Forward","adult":false,"genre_ids":[99]},{"cast":["Ben Russell","Celeste Neuhaus"],"overview":"(3:00, video, color, sound, 2009)  A closely hewn remake of the first half of Viennese Actionist (and convicted sex offender) Otto Muehl's 1967 film Kardinal with the following minor substitutions: the original woman is played by the artist, the original artist is played by a woman wearing a powdered wig, and the film is presented as a Karaoke sing-a-long to a tune by one of Otto Muehl's more effete 80's popstar countrymen.","release_date":"2009-09-06","vote_average":5.0,"runtime":4,"cert":"\"\"","id":378051,"title":"Rock Me Amadeus by Falco Via Kardinal by Otto Muehl","adult":false,"genre_ids":[]},{"cast":["Riley Steele","Charley Chase","April O'Neil","Tasha Reign","Erik Everhard"],"overview":"Riley Steele wants to surprise her husband Rocco Reed with a sexy new addition to their bedroom...a Stripper Pole! Unfortunately before he can even see it Riley is so turned on by the thought that she sexes up the lowly pole installer Erik Everhard. After hearing about her friend's new addition to the home Charley Chase fantasizes about working the pole and ends up working Manuel Ferrara's. When April O'Neil pops by for a visit she is soon sliding up and down Mick Blue's hard hose doing her best impression as a professional peeler. After all the hot and horny action the other girls have been receiving Tasha Reign wants in on the fun and sets up her own pole looking to get lucky.","release_date":"2012-10-16","vote_average":7.0,"runtime":118,"cert":"\"NC-17\"","id":378053,"title":"Stripper Pole","adult":true,"genre_ids":[10749,35]},{"cast":["Eldar Skar","Daniel Karlsson","Stine M. Pettersen"],"overview":"Two friends are reunited after ten years in a wintry forest. As they catch up and reminisce they forget about their friendship and the situation gets an unexpected turn.","release_date":"2014-04-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":378055,"title":"Brist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pioneers struggle to establish a town in the harsh unsettled wilderness of northern Quebec during the depression.","release_date":"1959-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":378057,"title":"Les Brûlés","adult":false,"genre_ids":[]},{"cast":["Catherine Bérubé","Zachary Villeneuve","Satine Scarlett Montaz"],"overview":"In a primary school classroom, teacher Liliane anxiously awaits an important phone call. Her student Mathieu is even more of a disturbance than usual, but after Liliane receives a distressing call from the hospital, Mathieu rallies the students to turn a difficult day for Liliane into a magical one.","release_date":"2015-09-20","vote_average":0.0,"runtime":12,"cert":"N\/A","id":378059,"title":"Ms. Liliane","adult":false,"genre_ids":[18]},{"cast":["Tori Black","Lexi Belle","Gia Love","Rocco Reed","Danny Mountain"],"overview":"The depth of their love runs so deep that it continues to penetrate her soul long after he is gone. Emily's husband Brian passed away two years ago, but she has not been able to move on with her life. She is still haunted by his ghost -- she sees him watching her, she hears him calling her, and she feels him inside of her. Emily is tormented by An Eternal Love. But when a surprise visit is made by handsome British Musician, Tom, and Emily's friends, Sasha and Bobby, passion is sparked and Emily's life heats up. Will Brian's ghost reappear and hinder Emily's chance with a new flame? New Sensations: Romance presents An Eternal Love, a story of romance and lust at its most spirited.","release_date":"2010-01-26","vote_average":0.0,"runtime":94,"cert":"\"NC-17\"","id":378061,"title":"An Eternal Love","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"The world as seen through the eyes of colorful tulips with faces.","release_date":"2011-01-17","vote_average":0.0,"runtime":5,"cert":"\"\"","id":378063,"title":"13 Essential Rules for Understanding the World","adult":false,"genre_ids":[]},{"cast":["Yukari Ôshima","Ben Ng","Lung Fong","Pai Ying"],"overview":"A newly married bride's blissful life is suddenly shattered when her home is invaded by a group of thieves who murder her husband and take turns sexually assaulting her. As the years pass and the police come up with no leads, she decides to turn herself into a living weapon and track down the men who destroyed her happiness.","release_date":"1997-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":378065,"title":"Vengeance Is Mine","adult":false,"genre_ids":[28,18]},{"cast":["Viktor Starčić","Elma Karlowa","Aleksandar 'Aca' Stojković","Milan Ajvaz","Miroslav „Mija“ Aleksić"],"overview":"While everybody show off by giving a child to community's custody, and make career in the process, the child remains alone and neglected.","release_date":"1953-02-25","vote_average":5.0,"runtime":72,"cert":"N\/A","id":378067,"title":"A Child of Community","adult":false,"genre_ids":[35]},{"cast":["Ben Gazzara","Connie Sellecca","G. W. Bailey","Miguel Ferrer","David Morse"],"overview":"","release_date":"1987-01-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":378075,"title":"Downpayment on Murder","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"2014-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378077,"title":"Canciones de amor y anarquía","adult":false,"genre_ids":[99]},{"cast":["Pilar Aymerich","Colita","Beatriz de Moura","Núria Feliu","Teresa Gimpera"],"overview":"","release_date":"2016-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378079,"title":"Cola, Colita, Colassa (Oda a Barcelona)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Action thriller about cops chasing an international gangster syndicate.","release_date":"2014-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":378081,"title":"Das Millionengrab","adult":false,"genre_ids":[]},{"cast":[],"overview":"Portabella is putting forward the second part of one of his historic works, the “General report on certain matters of interest for a public screening”, which peeked out in 1976 at the start of the political transition process after Franco’s death. This second “Report” is made in the context of a severe systemic crisis in the cultural, economic-financial, political and energy fields. Above all, it nevertheless bears witness to the way civil society is coming out of this crisis with a new prominence, consisting quite simply in ordinary people’s recovering politics.","release_date":"2015-01-18","vote_average":5.0,"runtime":126,"cert":"N\/A","id":378083,"title":"General Report II: The New Abduction of Europe","adult":false,"genre_ids":[99]},{"cast":["Marta Belaustegui","Josean Bengoetxea","Fernando Cayo","Yolanda Ulloa"],"overview":"","release_date":"2015-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378085,"title":"La decisión de Julia","adult":false,"genre_ids":[18]},{"cast":["Jorge Sanz","Andreu Buenafuente","Belén Cuesta","Berto Romero","Josep Maria Riera"],"overview":"","release_date":"2016-01-18","vote_average":5.2,"runtime":null,"cert":"N\/A","id":378087,"title":"El pregón","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The first 3D film tour through the wonders of Florence and the Uffizi Gallery.","release_date":"2016-01-18","vote_average":8.9,"runtime":97,"cert":"N\/A","id":378089,"title":"Florence and the Uffizi Gallery 3D\/4K","adult":false,"genre_ids":[99]},{"cast":["Nigel Havers","Warren Clarke","Michael Gough","Joanna Kanska","David Calder"],"overview":"Amidst the thaw of glasnost, the Kremlin discovers that two Soviet agents, sent to England under deep cover in 1965, have been “lost.” A beautiful and ambitious Russian agent, sent to London to track them down, becomes embroiled in a tangle of CIA, KGB and MI-5 plots and counterplots as the two lost agents, now utterly assimilated, try to avoid detection.","release_date":"1991-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378103,"title":"Sleepers","adult":false,"genre_ids":[18,35,53]},{"cast":[],"overview":"","release_date":"1992-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378105,"title":"Der Watzmann ruft","adult":false,"genre_ids":[35,10402]},{"cast":["Artur Queiroz","Luis Alberto Ferreira","Joaquim António Lopes Farrusco","Kerry Shale","Daniel Flynn"],"overview":"In 1975, Ryszard Kapuściński, a veteran Polish journalist, embarked on a seemingly suicidal road trip into the heart of the Angola's civil war. There, he witnessed once again the dirty reality of war and discovered a sense of helplessness previously unknown to him. Angola changed him forever: it was a reporter who left Poland, but it was a writer who returned.","release_date":"2018-10-26","vote_average":8.2,"runtime":86,"cert":"N\/A","id":378107,"title":"Another Day of Life","adult":false,"genre_ids":[16,99,36]},{"cast":["Riccardo Salvino","Elina De Witt","Silvana Venturelli","Franco Citti","Angela Guy"],"overview":"Italian 60's drama about a pimp called Il Principino and his violent and troubled relationship with a prostitute called Laura.","release_date":"1969-04-11","vote_average":8.0,"runtime":84,"cert":"N\/A","id":378109,"title":"Il Magnaccio","adult":false,"genre_ids":[18]},{"cast":["Tilman Döbler","Cooper Kelly Kramer","Shannon Conley","Christian Gaul","Nicolette Krebitz"],"overview":"Orphaned at birth and raised by storks, the teenage sparrow Richard believes he is one of them. But when the time comes to migrate to Africa, his stork family is forced to reveal his true identity and leave him behind in the forest, since he is not a migratory bird and would not survive the journey. Determined to prove he is a stork after all, Richard ventures south on his own. But only with the help of Olga, an eccentric owl with an imaginary friend and Kiki, a narcissistic, disco-singing parakeet, does he stand a chance to reach his goal and learn to accept who he really is.","release_date":"2017-05-05","vote_average":5.5,"runtime":85,"cert":"\"PG\"","id":378111,"title":"A Stork's Journey","adult":false,"genre_ids":[10751,14,12,16,35]},{"cast":["Michael Shanks","Mark Taylor"],"overview":"DeLorean encounters with the Tardis.","release_date":"2012-09-20","vote_average":0.0,"runtime":2,"cert":"N\/A","id":378113,"title":"Back to the Whoture","adult":false,"genre_ids":[]},{"cast":["Hoài Linh","Chí Tài"],"overview":"","release_date":"2012-01-18","vote_average":0.0,"runtime":100,"cert":"N\/A","id":378115,"title":"Gia Sư Nữ Quái","adult":false,"genre_ids":[35]},{"cast":["Dinos Iliopoulos","Alekos Alexandrakis","Nora Valsami","Dionysis Papagiannopoulos","Eleni Prokopiou"],"overview":"The Pippi a genuine artist, painting with touches of everyday life of ordinary people, who live and share the joys and sorrows in the large and vibrant with life yard of a neighborhood of old Athens.","release_date":"1966-04-09","vote_average":8.4,"runtime":100,"cert":"N\/A","id":378117,"title":"Ladies of the Courtyard","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short documentary about unbearable distance between two separated lovers.","release_date":"2003-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":378119,"title":"1.35","adult":false,"genre_ids":[]},{"cast":[],"overview":"The classic tale of a loveable, outcast hunchback and the Romani girl he adores.","release_date":"1996-04-16","vote_average":6.0,"runtime":48,"cert":"\"\"","id":378127,"title":"The Hunchback of Notre Dame","adult":false,"genre_ids":[10402,16,10751,14]},{"cast":[],"overview":"You’re invited to join the celebration of fun and friendship with Thomas as he takes off on a series of exciting adventures! Come along with Thomas and the whole Sodor gang for a hot-air balloon ride, a top secret birthday party, a special surprise at the bandstand and more. A nonstop celebration of fun and friendship is leaving the station, so hop aboard and enjoy the festivities waiting up ahead!","release_date":"2009-07-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":378129,"title":"Thomas & Friends: Percy and the Bandstand","adult":false,"genre_ids":[]},{"cast":[],"overview":"A love story in the world of revived paintings.","release_date":"2015-05-13","vote_average":0.0,"runtime":11,"cert":"N\/A","id":378134,"title":"M Seeking W","adult":false,"genre_ids":[16]},{"cast":["Tracy Anderson"],"overview":"This fun and engaging cardio program by Tracy Anderson is a dance aerobics workout. This is a beginner dance workout, designed for any skill level and working every muscle in your body. Keeping you on your toes as you anticipate the next movement, the freestyle dancing and moves are as fun as they are a healthy form of exercise.","release_date":"2013-12-03","vote_average":0.0,"runtime":56,"cert":"\"\"","id":378136,"title":"Tracy Anderson Dance+Cardio","adult":false,"genre_ids":[]},{"cast":["Vincent Macaigne","George Blagden"],"overview":"It's Sunday. During the course of the meal, Jean notes to family members. They ask you questions without listening to the answers, give advice that no one will follow, caress, slap him. It is normal, Sunday dinner.","release_date":"2015-05-22","vote_average":5.8,"runtime":13,"cert":"N\/A","id":378138,"title":"Sunday Lunch","adult":false,"genre_ids":[]},{"cast":[],"overview":"The folkloric group \"Nzale,\" founded in 1979 in Bangui, practices a traditional dance called \"M'baka M'Bokou,\" which means \"strength\" and is a symbol of victory. It is a battle dance: each dancer wears the skin of the animal he wishes to incarnate. One dancer stands in the middle of a circle and fights the other dancers who come to confront him one after another.","release_date":"1985-01-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":378140,"title":"Nzale","adult":false,"genre_ids":[99]},{"cast":["Wayne Crawford","Martin Hewitt","Susan Byun","James Hong"],"overview":"Two ex-cops find themselves alone in their fight against the largest crime syndicate in the world - the Crime Lords. The action takes us from the streets of Los Angeles to the back alleys of Hong Kong in this buddy movie.","release_date":"1991-04-04","vote_average":2.0,"runtime":91,"cert":"\"\"","id":378142,"title":"The Crime Lords","adult":false,"genre_ids":[28]},{"cast":["Nezó","Vino Sr.","João Sr.","Baltazar Quaresma","Julieta Paulina Lundi"],"overview":"Angolares are the oldest inhabitants of the island of São Tomé. Control of the island was wrested from them in the late 19th century, and their descendents have been reduced to a small fishing community. This fascinating film explores the tangled history of the Angolares and their beautiful island.","release_date":"2005-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":378144,"title":"Sea and the Jungle","adult":false,"genre_ids":[99]},{"cast":["Mithun Chakraborty","Gargi Roy Chowdhury","Shankar Chakraborty","Dhritiman Chatterjee"],"overview":"After nearly 42 years one fine morning a FAX arrives at the Kolkata Metro Railways Headquarters. It says that today Anirban will commit suicide under the last Metro. Questions regarding his identity and demands start emerging as the news has taken centre stage in the city. This news shake the entire city from Kolkata Police Headquarters (Lalbazar) to the news channels, while Anirban rattles the administration with one FAX after the other.","release_date":"2015-06-11","vote_average":10.0,"runtime":109,"cert":"N\/A","id":378146,"title":"Naxal","adult":false,"genre_ids":[36]},{"cast":["Henki Kolstad","Wenche Foss","Lars Nordrum","Kjersti Dalbye","Ola Isene"],"overview":"The play opens in the study at Hakon Werle's house during a dinner party for the return of Werle's son, Gregers, from the Hoidal mines. Gregers has not come home for fifteen years. Old Ekdal appears before two servants, begging to be let into the office. Ekdal was an army officer and partner to Werle until a forestry scandal sent him to prison over some scandal. He now works as one of Werle's copyists.","release_date":"1963-04-09","vote_average":2.0,"runtime":106,"cert":"N\/A","id":378154,"title":"The Wild Duck","adult":false,"genre_ids":[18]},{"cast":["Craig Scott","Kirk Smalley","Haley Kilpatrick","Bill Cornelius","Geof Kirby"],"overview":"A documentary that candidly examines school bullying and how it can be dealt with, told by those who experienced it first hand.","release_date":"2015-11-03","vote_average":10.0,"runtime":52,"cert":"\"\"","id":378156,"title":"Hear Me Now","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After the end of the world, Merv's life in the lonely wastes is comfortably boring until an unexpected signal heralds the coming of a stranger.","release_date":"2013-12-31","vote_average":4.5,"runtime":13,"cert":"N\/A","id":378158,"title":"Merv","adult":false,"genre_ids":[878,10749]},{"cast":["James Marsters","Sid Haig","Christopher McDonald","Robert Englund","Rich Fulcher"],"overview":"Les Hackel is a guy down on his luck who wakes to find an explosive device has been implanted in his neck. He must carry out heinous crimes in order to stay alive while trying to identify the mastermind manipulating the now twisted and strange world around him.","release_date":"2018-05-31","vote_average":1.0,"runtime":null,"cert":"\"\"","id":378160,"title":"Abruptio","adult":false,"genre_ids":[27]},{"cast":["Dieter Mann","Margot Busse","Heinz Behrens","Karin Ugowski","Gerd Michael Henneberg"],"overview":"","release_date":"1980-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378162,"title":"Ja, so ein Mann bin ich!","adult":false,"genre_ids":[35]},{"cast":["Sho Aikawa","Kôyô Maeda","Yûko Nitô","Kawarasaki Kenzo","Ren Osugi"],"overview":"Having lost everything to horse racing, Yûji accidentally gets 10 million yen. But this sum belongs to a Yakuza.","release_date":"1996-03-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":378164,"title":"Suit Yourself or Shoot Yourself: The Gamble","adult":false,"genre_ids":[10770]},{"cast":["Chinedu Ikedieze","Osita Iheme","Chiwetalu Agu","Cynthia Okereke","Stella Ikwuegbu"],"overview":"Two midgets, who are tired of their small statures being made a mockery of in the village and their father’s general disdain for them run to Lagos, where they are introduced to reggae music. [parts 1-2]","release_date":"2005-01-01","vote_average":0.0,"runtime":145,"cert":"N\/A","id":378166,"title":"Reggae Boys","adult":false,"genre_ids":[]},{"cast":["Sho Aikawa","Tomoka Kurotani","Susumu Terajima","Hiroshi Shimizu","Ren Osugi"],"overview":"Yuji and Kosaku become involved with a brother and sister who want to drive a local yakuza gang member out of their neighborhood.","release_date":"1996-09-21","vote_average":0.0,"runtime":83,"cert":"N\/A","id":378168,"title":"Suit Yourself or Shoot Yourself: The Hero","adult":false,"genre_ids":[10770]},{"cast":["Martin Popplewell"],"overview":"When Martin Popplewell was 15 years old he watched the film 'The Blue Lagoon' starring Brooke Shields and Christopher Atkins. From then on he was determined to live as a castaway on an uninhabited Pacific Island with a girl Friday.  When he realised his dream in 1989 he was just 18 years old. The adventure became a media sensation with journalists flying halfway round the world to cover the story. Martin kept a video diary of his experience.  In 2001 he returned to the Pacific to make a critically acclaimed documentary. The Real Castaway reunites the two castaways on their desert island 12 years after their experience. It’s a story about adventure, growing up and the pursuit of an impossible dream.","release_date":"2001-07-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":378170,"title":"The Real Castaway","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378172,"title":"Dynamo Dresden Cristian Fiel - Es war Liebe","adult":false,"genre_ids":[]},{"cast":[],"overview":"See hot and sexy models as they party it up as they show you how they celebrate the holidays.  You'll be drooling at the mouth as they demonstrate their modeling techniques in the buff during New Years, Valentine's Day, Christmas, and every holiday in between.  A 9 gal Sexy squad of models heat up the calendar as they bring in the holidays, while making love to each other.  Watch as these sexy sirens work it up on the parties and fog up the camera lens.  Autumn and Lavender Rayne's Halloween lovemaking make every trick or treated wondering if they want a trick or a treat.  You'll be running for mistletoes as Jubile Dymond unwraps her presents.  Soak up the sweat from Violetta and Jackie Stevens as they have sex in a bar in St. Patty's day love fest.  So send out your holiday cards and enjoy Hot &amp; Horny Holiday Honeys.","release_date":"2014-02-18","vote_average":0.0,"runtime":56,"cert":"\"\"","id":378174,"title":"Hot & Horny Holiday Honeys","adult":true,"genre_ids":[]},{"cast":["Stefan Nash","Lukas Grande","Ian Levine","Dalton Briggs","Jessie Montgomery"],"overview":"Blonds come in all shades and sizes. This film highlights one particular variety: the young, hung, and full of cum. In the title scene, Lukas Grande and Stefan Nash get more than what they bargained for as a steamy one night stand turns into something more. It's the kind of \"love at first load\" story we all dream about. Watch as Jessie Montgomery &amp; Cooper Steel prove that the only thing more beautiful than a sunny day on the water are these two boys at full mast. Helix Superstar Andy Taylor show us everything, including the best cure for morning wood as the angelic Matt Klein serves up a delicious bowl of breakfast booty. Scene after scene is pornographic gold as yellow haired perfection like Dalton Briggs, Ian Levine, &amp; more settle the score once and for all... Dirty Blonds have more fun!","release_date":"2015-08-26","vote_average":0.0,"runtime":119,"cert":"\"NC-17\"","id":378176,"title":"Dirty Blonds","adult":true,"genre_ids":[]},{"cast":["Robert Fullerton"],"overview":"Robert, an ex-shipyard welder from Govan in Glasgow, reflects on how his experiences have influenced his compulsion to write.","release_date":"2015-06-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":378178,"title":"Mining Poems or Odes","adult":false,"genre_ids":[99]},{"cast":["Sansei Shiomi","Kazuyuki Aijima","Kôichi Ueda","Kouichi Nihei","Mariko Nakamura"],"overview":"Shun Nakahara directs this comic take on Sidney Lumet's 1957 classic Twelve Angry Men. Just as in that earlier work, this film takes place in a jury room and takes place in real time. The film opens as the jury is about to acquit the defendant -- a bar hostess who pushed her ex-husband path of an oncoming truck, supposedly in self-defense. Just as everyone seems to be in agreement over the woman's innocence, one bespectacled juror (Kazuyuki Aijima) -- no one is given names in this film -- voices second thoughts. Slowly, like an inversion of Henry Fonda's character in the earlier film, he sets about convincing his fellow jurors -- a group of nice folks who don't like thinking ill of people -- that the defendant is in fact a cold-blooded killer.","release_date":"1991-12-14","vote_average":0.0,"runtime":118,"cert":"N\/A","id":378180,"title":"The Gentle 12","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This 3-DVD collection is the most comprehensive ever assembled on the Saturn V. Packed with spectacular footage, from every launch of a Saturn V to unique management reports, an original documentary, pad camera footage and more. Rare extras of engine tests, rollouts, pad operations. One of most popular sets ever.","release_date":"2004-01-18","vote_average":0.0,"runtime":565,"cert":"\"NR\"","id":378182,"title":"The Mighty Saturns","adult":false,"genre_ids":[99]},{"cast":["Hu Sang","Jeremy Marr Williams","Zhao Jun Long","Johan Karlberg","Wang Yin"],"overview":"In 1937, Japan began their invasion of China by murdering over 300,000 people in the capital of Nanjing. The atrocities committed against women and their daughters are especially barbaric. One of them is Xiaoyun, a peasant girl who fights with the Chinese resistance group. On her way to freedom she must fight against Japanese soldiers, ninjas, a killer geisha, Nazis, and the evil General of the Japanese imperial army.","release_date":"2011-11-10","vote_average":7.7,"runtime":89,"cert":"\"\"","id":378184,"title":"The Resistance","adult":false,"genre_ids":[28,18,10752]},{"cast":["Dallas Trenton","Hollis Emery","Shane Frost","Alex Vaara","Levi Madison"],"overview":"A horny group of boys and jocks discover that hooking up on the shore is easy. Two of the most adorable, hot bottoms around get taken for a ride on the huge cocks of Shane Frost, Hollis Emery and Levi Madison. Watch Dallas get slammed by Hollis before his tender boy hole gets passed around between Shane and Levi. Cover boy, Alex Vaara slurps up the fat poles of hot studs, Shane and Hollis then takes a brutal pounding by his perverted big bros. Boardwalk Boys is filled with fun, sun, huge cocks and smooth tight asses.","release_date":"2013-02-06","vote_average":0.0,"runtime":96,"cert":"\"NC-17\"","id":378186,"title":"Boardwalk Boys","adult":true,"genre_ids":[]},{"cast":["Sam Johnston","Dave Finlay"],"overview":"“Sami Callihan: They Came for Stiff” is a short film from filmmaker Kenny Johnson, who also was the creator of “Pro Wrestler the Documentary.” The film focuses on Callihan’s EVOLVE 9 match with Fit Finlay, which took place in 2011. Johnson followed Callihan around for 24 hours and was along for the journey from Callihan’s home to New York City where EVOLVE 9 was held.","release_date":"2015-02-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":378188,"title":"Sami Callihan: They Came for Stiff","adult":false,"genre_ids":[]},{"cast":["Luke Allen","Kody Knight","Dylan Hall","Sage Porter","Andy Taylor"],"overview":"The boy next door is the one you’ll always dream about. He gave you your first kiss, confided in you his deepest secrets, showed you unforgettable new experiences, and made you feel wild, out of control, and free. Helix Studios brings you five sizzling stories of young love and lust. What begins as innocent fun evolves into explosive episodes of unrestrained sexual exploration. Join Helix Studios and get to know the boy next door.","release_date":"2015-04-23","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":378190,"title":"Boy Next Door","adult":true,"genre_ids":[]},{"cast":["TJ Dillashaw"],"overview":"The Ultimate Fighting Championship returns to the TD Garden in Boston on Sunday, January 17, 2016, as T.J. Dillashaw defends his bantamweight title against former champion Dominick Cruz in the main event. In the co-headliner, Roufusport star Anthony Pettis squares off with two-time Bellator MMA champion Eddie Alvarez in a pivotal battle at 155 pounds.  Meanwhile, a heavyweight clash pitting Travis Browne against Matt Mitrione and a lightweight tilt pairing “The Ultimate Fighter” Season 9 winner Ross Pearson with Francisco Trinaldo fills out the main card. Welterweight veterans Patrick Cote and Ben Saunders will lock horns to highlight the undercard, along with a showdown between flashy lightweight strikers Paul Felder and Daron Cruickshank.","release_date":"2016-01-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":378192,"title":"UFC Fight Night 81: Dillashaw vs. Cruz","adult":false,"genre_ids":[]},{"cast":["Tracy Anderson"],"overview":"This DVD is the cardio component of your workout and is designed to build up your stamina, keep your energy up, and help make your workout fun while you are learning these dances. This DVD is a great introduction to learning dance aerobics and mimicking my dance moves as you gain strength and build up your stamina. Cardio is just as an important component as your muscular structure work and my dance DVDs should be used in conjunction with either the Mat DVD or the Perfect Design Series depending on your ability. The goal of these Dance DVDs is to excel your ability enough so that you are able to reach the level of Metamorphosis, which is customized by body type and gives you the most personalized workout available.","release_date":"2008-01-01","vote_average":0.0,"runtime":137,"cert":"\"\"","id":378194,"title":"The Tracy Anderson Method Dance Cardio Workout","adult":false,"genre_ids":[]},{"cast":["Hans Caninenberg","Heini Göbel","Monika Greving","Erna Sellmer"],"overview":"","release_date":"1965-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378196,"title":"Dichter Nebel","adult":false,"genre_ids":[18]},{"cast":["Joralf Gjerstad"],"overview":"Margreth Olin has filmed 22 persons i their meeting with the well known voluntary healer Joralf Gjerstad. For 65 years more than 50.000 has gone to him to be healed from illnesses and ill-doings. He has never asked for a penny for this","release_date":"2016-01-22","vote_average":7.0,"runtime":99,"cert":"N\/A","id":378198,"title":"Doing Good","adult":false,"genre_ids":[99]},{"cast":["Terrence Jenkins","Paula Patton","Kali Hawk","Lauren London","Brandy Norwood"],"overview":"Terrence J. stars as Charlie, a playboy who's convinced that relationships are dead. His two best friends, Donald Faison and Robert C. Riley, bet him that if he sticks to one woman for one month, he's bound to get attached. Charlie denies this until he crosses paths with the beautiful and mysterious Eva, played by singer\/actress Cassie. They may agree to a casual affair, but eventually Charlie is questioning whether he may actually want more.","release_date":"2016-03-11","vote_average":5.5,"runtime":96,"cert":"\"\"","id":378200,"title":"The Perfect Match","adult":false,"genre_ids":[35,10749]},{"cast":["Roger Hunter","Charles Norman Lewis","Charles Norman Lewis","Ralph Reader"],"overview":"Documentary style presentation of the work of RAF Coastal Command. Shows their work in protecting convoys and attacking enemy aircraft, ships and U-boats, all done by the actual men &amp; women of the RAF.","release_date":"1943-08-23","vote_average":0.0,"runtime":72,"cert":"N\/A","id":378202,"title":"Coastal Command","adult":false,"genre_ids":[10752,99]},{"cast":["Alex Zanardi","Timo Glock","Bruno Spengler"],"overview":"His new adventure takes Zanardi to one of the most famous endurance races in the world: The 24 Hours of Spa-Francorchamps. He shares the cockpit of the BMW GT race car with two of the fastest men in the sport: Ex-Formula 1 driver Timo Glock and touring-car champ Bruno Spengler. They form nothing less than an all-star team of race-track pioneers, going beyond limits and limitations. Never before has a handicapped driver competed in a 24 hour race on this level with able-bodied drivers. The documentary covers the whole story: From their first get-together at BMW headquarters in Munich until the lights turn green in Belgium and the Iron Man with plastic legs limps into his racing car, changing seat and steering wheel with his teammate. But for Alex Zanardi, even after the marathon race, his mission is not over. Only four days later, he is eager to defend his white jersey at the Handcycle World Championship in Switzerland - an outrageous challenge, even for the man with no limits.","release_date":"2015-11-12","vote_average":8.5,"runtime":60,"cert":"\"\"","id":378204,"title":"No Limits","adult":false,"genre_ids":[99]},{"cast":["Kim Kardashian"],"overview":"2 Quick-Paced Workouts to a Beautiful Backside!","release_date":"2009-04-09","vote_average":1.0,"runtime":50,"cert":"\"\"","id":378206,"title":"Kim Kardashian: Fit in Your Jeans by Friday - Ultimate Butt Body Sculpt","adult":false,"genre_ids":[]},{"cast":["Anthony Johnson","Ryan Bader","Josh Barnett","Ben Rothwell","Jimmie Rivera"],"overview":"UFC on Fox: Johnson vs. Bader (also known as UFC on Fox 18) is an upcoming mixed martial arts event that will be held on January 30, 2016 at the Prudential Center in Newark, New Jersey","release_date":"2016-01-30","vote_average":6.5,"runtime":null,"cert":"\"\"","id":378208,"title":"UFC on Fox: Johnson vs. Bader","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378210,"title":"O Dendê","adult":false,"genre_ids":[]},{"cast":["Tommy Brennan","Patrick Little","Sami Anguaya","Logan Toll","Kaj Hallgrimsson"],"overview":"A group of young dreamers are desperate to become basketball all-stars.","release_date":"2015-12-31","vote_average":9.0,"runtime":16,"cert":"N\/A","id":378212,"title":"When You Believe","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"","release_date":"2005-12-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378214,"title":"David Quinlan - Coletânea - Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Yukichi Kobayashi","Akiko Kikuchi","Azusa Mine","Keiichi Suzuki"],"overview":"Mari is exhausted by life in the city and opens up a shop selling snow cones in the small town of Nishiizu where she grew up. The simple flavors of her cold desserts soothe the emotional wounds of her customers and Mari comes to terms with herself by spending time with a young woman with a scarred face.","release_date":"2015-07-18","vote_average":5.0,"runtime":84,"cert":"N\/A","id":378216,"title":"There Is No Lid on the Sea","adult":false,"genre_ids":[18]},{"cast":["Scott Aaker","Andria Armstrong","Olivia Bishop","Clay Brocker","Cooper Guy"],"overview":"A classic-style anthology of three horror shorts and a wraparound story. Two killers find a bag of VHS tapes in their motel room and watch them to pass time. But then the horror gets too real...","release_date":"2015-03-23","vote_average":4.5,"runtime":85,"cert":"\"NR\"","id":378218,"title":"In the Dark","adult":false,"genre_ids":[27]},{"cast":["Ron Karabatsos","Mark Moses","Dan Gerrity","Jack Starrett","James Le Gros"],"overview":"A wannabe writer who's just moved to Hollywood tries to pitch his script idea to various producers who won't give him the time of day.","release_date":"1988-01-01","vote_average":2.0,"runtime":77,"cert":"\"NR\"","id":378220,"title":"Hollywood Heartbreak","adult":false,"genre_ids":[35,18]},{"cast":["Phil Lesh","Bob Weir","Mickey Hart","Bill Kreutzmann","Bruce Hornsby"],"overview":"Rainbows Are Real is a documentary included as part of the Fare Thee Well: Celebrating 50 Years of Grateful Dead.","release_date":"2015-07-05","vote_average":0.0,"runtime":37,"cert":"\"NR\"","id":378222,"title":"Grateful Dead: Fare Thee Well - Rainbows Are Real, Chicago, IL","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A final tribute to Grateful Dead's final shows through a series of photographs accompanied by \"Black Muddy Water.\"","release_date":"2015-07-05","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":378224,"title":"Grateful Dead: Fare Thee Well - Black Muddy Water, Chicago, IL","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"1986-03-13","vote_average":5.0,"runtime":null,"cert":"\"\"","id":378226,"title":"A deadly business","adult":false,"genre_ids":[]},{"cast":["Claudia Karvan","Leslie Dayman","Robin Laurie","Tanya Lester","Jake Blundell"],"overview":"After Dan collapses at a train station, he enlists Maxie to watch his beloved dog, Molly. Maxie develops a soft spot for her new furry companion - a dog which has a unique ability to sing in tune.","release_date":"1983-12-27","vote_average":0.0,"runtime":88,"cert":"N\/A","id":378228,"title":"Molly","adult":false,"genre_ids":[18]},{"cast":["Anand Sami","Jayaprakash Radhakrishnan","Aswathy Lal","Misha Ghoshal","Kulothungan Udayakumar"],"overview":"A porn addict is threatened by a hacker, who orders the guy to witness him commit suicide online.","release_date":"2016-06-17","vote_average":7.3,"runtime":109,"cert":"N\/A","id":378230,"title":"Lens","adult":false,"genre_ids":[53]},{"cast":["José Luis López Vázquez","Javier Escrivá","Ovidi Montllor","Antonio Garisa","Mary Santpere"],"overview":"","release_date":"1982-03-29","vote_average":7.0,"runtime":null,"cert":"N\/A","id":378235,"title":"Los Embarazados","adult":false,"genre_ids":[35]},{"cast":["Carlos Guerrero","David Yuzuk","Cristina Figarola"],"overview":"Prequel to \"5th of a Degree.\"","release_date":"2014-12-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":378237,"title":"Amidst the Devil's Wings","adult":false,"genre_ids":[18,28,80]},{"cast":["Albert C. Hardie, Jr.","Adam Pearce"],"overview":"A documentary about Metro Pro Wrestling, an independent promotion based in Kansas City, Kansas, that follows the wrestlers, crew, and fans over the course of four months in the summer of 2013.","release_date":"2014-06-14","vote_average":0.0,"runtime":103,"cert":"\"\"","id":378239,"title":"Wrestless: The MPW Documentary","adult":false,"genre_ids":[99]},{"cast":["Bryan Danielson","Allen Neal Jones","Daniel Christopher Covell","Allison Danger","Matthew Korklan"],"overview":"Dissension was a wrestling event held by Ring of Honor. It took place on January 28, 2006 in Cleveland, Ohio. The shows name come from both Lacey’s Angels member BJ Whitmer, who had begun to grow tired with his partner Jimmy Jacobs after he announced he was in love with Lacey, as well as from Matt Sydal, who has announced his intent to challenge his Generation Next teammates Austin Aries and Roderick Strong for the ROH Tag Team Championship.","release_date":"2006-01-28","vote_average":0.0,"runtime":180,"cert":"\"\"","id":378241,"title":"ROH Dissension","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Hoodslam is a the story of an upstart pro wrestling promotion from Oakland California. See as they grow from their meager beginnings out of a dilapidated warehouse to become one of the most controversial theatrical spectacles in the country.","release_date":"2014-11-20","vote_average":1.0,"runtime":94,"cert":"\"\"","id":378243,"title":"Hoodslam: The Accidental Phenomenon","adult":false,"genre_ids":[99]},{"cast":["Nuufolau Joel Seanoa","Scott Colton","Daniel Christopher Covell","Bryan Danielson","Patrick Martin"],"overview":"ROH Arena Warfare is an event put on by Ring of Honor. The event took place on March 11, 2006 in Philadelphia, Pennsylvania. The card featured Bryan Danielson defending his ROH World Title against Alex Shelley and Samoa Joe, Colt Cabana and Christopher Daniels in a Three Way Dance main event.","release_date":"2006-03-11","vote_average":0.0,"runtime":180,"cert":"\"\"","id":378245,"title":"ROH Arena Warfare","adult":false,"genre_ids":[28]},{"cast":["Mandy Chong","Chai Cheng Sheong","Chythia Tan"],"overview":"A short film about a mother who wants to learn new things in life. Conceived for the KL48Hours Film Project Kuala Lumpur","release_date":"2015-11-19","vote_average":0.0,"runtime":5,"cert":"N\/A","id":378247,"title":"Helianthus","adult":false,"genre_ids":[10751]},{"cast":["Dustin Revees","Wade Christianson","Ace Lockheart","Adam Jacobs","Josh Bensan"],"overview":"Dustin has an insatiable hungry hole that gets its fill in this gangbang party. This film features our nastiest bareback boys including red hot newcomer Josh Bensan, the adorable bad boy Ace Lockheart and devilish hung hunks Wade Christianson and Adam Jacobs. But Revees' hole is not used and stretched by just our raw tops. His ass gets impaled by a power tool fuck machine, a scene that you don't wanna miss and a show that you won't soon forget.","release_date":"2011-08-10","vote_average":8.0,"runtime":61,"cert":"\"\"","id":378252,"title":"Dustin Revees' Gang Bang","adult":true,"genre_ids":[]},{"cast":["Chase Young","Levi Madison","Max Carter","Tanner Sharp","Kyle Ross"],"overview":"Do you remember your first time? More of our hottest Helix Boys recall their first teenage escapades of cherry popping experiences including intimate confessionals and boner-afide reenactments. Don’t miss Aiden Summers and Jessie Montgomery’s steamy skin-on-skin bareback action! If volume one got you hot, then volume two is sure to make you explode with double the penetration of boy-on-boy action.","release_date":"2013-05-20","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":378254,"title":"First Time Remembered 2","adult":true,"genre_ids":[]},{"cast":["Koen De Bouw","Titus De Voogdt","Koen De Graeve","Alison Doody","Udo Kier"],"overview":"The extravagantly rich Grace wants to revive a 20-year old love affair. Mark travels to Ireland, together with pushy Ronnie and pretends to be his deceased brother Michel.","release_date":"2016-01-20","vote_average":6.8,"runtime":115,"cert":"N\/A","id":378256,"title":"Brother","adult":false,"genre_ids":[53,18]},{"cast":["Luke Allen","Randall O'Reilly","Kyle Ross","Nicholas Nash","Paul Pratt"],"overview":"Paul Pratt leads a cast of newbie jet set college boys who end up making the most out of a flight delay. Watch these hard bodied hunks take on your favorite boned up twinks: Kyle Ross, Jacobey London and Luke Allen. If you like older jocks banging the innocence out of tiny, adorable twins, then you'll watch this hard-core collection of scenes thats sure to put the laid in your layover fantasy.","release_date":"2012-03-21","vote_average":10.0,"runtime":100,"cert":"\"NC-17\"","id":378258,"title":"Fratboy Layovers","adult":true,"genre_ids":[]},{"cast":["Tori Andrews","Keirin Brinson","Nick Steele","Gavin Shye","Niki Culkin"],"overview":"It's raw and all American bareback. Helix presents their next explicit film with young hotties that are sure to give you more than a rise as these horny ass fuckers pound and plunge into each others tight and willing holes.","release_date":"2009-03-11","vote_average":0.0,"runtime":90,"cert":"\"\"","id":378260,"title":"Horny Ass Fuckers","adult":true,"genre_ids":[]},{"cast":[],"overview":"Part 10 of Alexandre Promio's Passion Play, in which Jesus is nailed to the Cross.","release_date":"1898-12-05","vote_average":0.0,"runtime":1,"cert":"N\/A","id":378262,"title":"X. La mise en croix","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"","release_date":"2010-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378264,"title":"Atlantis: The Evidence","adult":false,"genre_ids":[99]},{"cast":["Danijel Kovacevic"],"overview":"Feature documentary film about the Serbian James Bond, Dusko Popov, intelligence agent that inspired the writer Ian Fleming to create the indestructible agent 007.","release_date":"2016-01-06","vote_average":0.0,"runtime":122,"cert":"N\/A","id":378266,"title":"James Bond is a Serb","adult":false,"genre_ids":[]},{"cast":["Trystian Sweet","Brody West","Keegan Adams","Eric Kristians","Jake Lyons"],"overview":"These fratboys continue hazing long after Rush Season has ended. If you like college boys sporting leather and big toys, than this is the Frat Pad you want to drop into.","release_date":"2010-11-03","vote_average":0.0,"runtime":95,"cert":"\"NC-17\"","id":378271,"title":"Kinky Frats","adult":true,"genre_ids":[]},{"cast":["Max Carter","Jake Foster","Michael Lee","Zack Roni"],"overview":"Hung power top Micheal Lee enters a world of hot priveledged college boys, and what he discovers are rich boy bums in need of a hard pounding. Zack Roni and fresh new Fratboy Jake Foster slurp up Lee’s fat poor boy cock, then get their tight pipes loosened. Max Carter’s hard body and dick complete this collection of hardcore scenes that bring your blue collar fantasy to life.","release_date":"2011-12-14","vote_average":0.0,"runtime":119,"cert":"\"NC-17\"","id":378273,"title":"Members Only","adult":true,"genre_ids":[]},{"cast":["Evan Parker","Andy Taylor","Luke Allen","Jacob Dixon","Ryker Madison"],"overview":"Have you ever wanted to be a fly on the wall in the bedroom of a hot twink hook-up? Helix Studios strokes your voyeuristic desires like never before with our exclusive Real Cam™ filming. Multiple GoPro cameras are set up around the room to capture their private, intimate sex from every angle. With Helix Studios Real Cam you get the best amateur point of view filming combined with 360° Composition and beautiful High Definition picture quality. Watch your favorite stars cum together in a private room and light the fires of passion like they are the only two people in the world!","release_date":"2014-09-29","vote_average":0.0,"runtime":124,"cert":"\"NC-17\"","id":378275,"title":"Helix RealCam: Intimate Encounters","adult":true,"genre_ids":[]},{"cast":["Sencer Keve","Jacobey London","Luke Allen","Eric Blaine","Kyle Ross"],"overview":"A fresh new litter of school boys are back for another sleepover, and this time there’s no shame. Any group of boys can get experimental during a slumber party, but ours get downright hardcore. Red hot Helix Studios Exclusives Kyle Ross and Luke Allen bring their hungry holes to the party. The hung studs Christian Collins and Eric Blaine take the ferocious fucking and sloppy sucking to another level of perversion. Lock the bedroom door because you’re invited to stay over with Slumber Party Boys 2.","release_date":"2012-03-14","vote_average":0.0,"runtime":110,"cert":"\"NC-17\"","id":378277,"title":"Slumber Party Boys 2","adult":true,"genre_ids":[]},{"cast":["Tristan Tyler","Justin Taylor","Kayden Daniels","Tommy Anders","Shawn Fox"],"overview":"Fuckin' with some of the hottest twinks on the market, Teen Fuck Buddies brings 12 8teenboy models to your screen in some super spicy positions. Put your favorite lube on standby, especially for the sultry four-way, you'll need it for this one!","release_date":"2009-04-01","vote_average":0.0,"runtime":125,"cert":"\"R\"","id":378279,"title":"Teen Fuck Buddies","adult":true,"genre_ids":[]},{"cast":["Lucille Ball","Desi Arnaz","Lucie Arnaz","Desi Arnaz Jr.","Gale Gordon"],"overview":"Emmy Award-Winning Special  Desi and Lucy's daughter, Lucie Arnaz, hosts this emotional and honest glimpse at the extraordinary lives of her world-famous parents, highlighted by never-before-seen color family movies along with insightful interviews from family members, business associates and celebrity friends such as Bob Hope. Winner of the Emmy Award for Outstanding Informational Special, LUCY &amp; DESI: A HOME MOVIE is a sensitive and absorbing documentary that details the circumstances which brought the immortal twosome together and ultimately drove them apart.","release_date":"1993-02-14","vote_average":8.0,"runtime":108,"cert":"\"\"","id":378281,"title":"Lucy and Desi: A Home Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Muddy Waters gets together with Johnny Winter to walk us through classic Chicago blues including such great hits as Mannish Boy and I'm a King Bee.","release_date":"1991-01-19","vote_average":0.0,"runtime":56,"cert":"\"\"","id":378283,"title":"Muddy Waters Live at the Chicago Blues Festival","adult":false,"genre_ids":[]},{"cast":["Barbra Streisand"],"overview":"Barbra Streisand's second television special, aired in 1966 just after the singer-songwriter had completed a successful Broadway run of hit show 'Funny Girl'. Streisand sings surrounded by animals in a circus dream sequence and wanders the Philadelphia Museum of Art in a moody eight-minute piece. Filmed in spectacular colour, this companion piece to her first special is one for the ages. The vibrant colours become a metaphor for imagination, inventiveness, fantasy, and sheer brilliance.","release_date":"1966-03-30","vote_average":8.0,"runtime":51,"cert":"\"G\"","id":378285,"title":"Color Me Barbra","adult":false,"genre_ids":[35,10402,10770]},{"cast":["Evan Parker","Stefan Nash","Liam Riley","Lukas Grande","Dustin Gold"],"overview":"For this very special collection, we've lined up our tightest little holes for your viewing and pounding pleasure. From Liam Riley to Tyler Hill, watch as some of the most supple, eager bubble butts in the business pucker up and do what they do best, impressively handling the hardest of cocks as only they can. Be sure to use plenty of lube and dive in. These tight little holes will literally squeeze the cum right out of you.","release_date":"2015-06-01","vote_average":7.0,"runtime":117,"cert":"\"NC-17\"","id":378287,"title":"Tight Little Holes","adult":true,"genre_ids":[]},{"cast":["Barbra Streisand","Ray Charles","The Raelettes","Jack Parnell","Martin Erlichman"],"overview":"A mulitcultural musical potpourri, Barbra's fifth television spectacular is her most adventurous. Performing a startling array of new songs and classic hits, with genre-bending arrangements, Barbra Streisand... and Other Musical Instruments is a feast for the eyes and ears. Featuring an extended sequence with Ray Charles and The Ralettes","release_date":"1973-02-10","vote_average":7.7,"runtime":60,"cert":"\"G\"","id":378292,"title":"Barbra Streisand... and Other Musical Instruments","adult":false,"genre_ids":[10402,10770]},{"cast":["Chris Riverz","Dylan Tayler","Chase Harding","Bradley Spade","Leo Paige"],"overview":"Get ready for a skin slapping, butt ramming good time with nine of our sex-starved fresh twinks. Red hot stars like Chase Harding and Chris Riverz get their cocks wet with barely 18 new-\"cummers\", Bradley Spade and the sexy, smooth blonde, Derrick Porter. Twink Ass Bangers is 6 scenes of cheek pounding, dick dipping, ass bangin fun.","release_date":"2011-03-23","vote_average":0.0,"runtime":105,"cert":"\"NC-17\"","id":378294,"title":"Twink Ass Bangers","adult":true,"genre_ids":[]},{"cast":["Aaron Tyler","Trent Parker","Mason Coxx","Sean Wade","Gavin Stone"],"overview":"Helix Exclusive Aaron Tyler stars in this follow up to the award winning Twink Juice. As the series continues more twinks get the juice pounded out of them by big cocks in hot intense action. The juice flows as Aaron takes some huge cocks including the 9\" from Mason Coxx. Sean Wade from the first movie returns and shows he has not lost his touch as he gets it on with Gavin Stone.","release_date":"2006-08-07","vote_average":0.0,"runtime":96,"cert":"\"\"","id":378296,"title":"Twink Juice 2","adult":true,"genre_ids":[]},{"cast":["Skyelr Bleu","Cody Cachet","Rafael Ortega","Drake Angel","Casper Benz"],"overview":"Pop cultured twinks diving deep into tight anal holes fill this five scene, soon to be best seller, featuring the 10 inches of Cody Cachet's ambrosial cock. Cody plunges into Skyelr's trained twink anus, hitting the sweet spot that milks his balss to the max. Cum again and again watching these 9 hotties get it on.","release_date":"2010-03-30","vote_average":0.0,"runtime":116,"cert":"\"NC-17\"","id":378298,"title":"Twinkalicious 3","adult":true,"genre_ids":[]},{"cast":["Mark Corby","Neil Faulkner","Michael Praed"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378300,"title":"Julius Caesar's Greatest Battle","adult":false,"genre_ids":[99]},{"cast":["Daws Butler","Grace Stafford"],"overview":"While flying south with a flock of ducks, Woody is shot at and hunted by a hunter and his dog.","release_date":"1963-07-09","vote_average":6.0,"runtime":6,"cert":"\"\"","id":378302,"title":"Coy Decoy","adult":false,"genre_ids":[16]},{"cast":["Eric Nuyten","Annemiek Pol","Bonnie van der Poel","Angélique Vink","Petra Wammes"],"overview":"As long as humanity exists, there's a desire for eternal life. Many religions promise to give that, but all they offer are only empty promises. Only \"The Dark Forces\" really offer the opportunity to get eternal life.  \"The Dark Forces\" will help you.  Go and find the old well with the witch-mark. Find a victim. The victim must die an extremely violent death in the house the well is in. Bring a blood-sacrifice to the well, blood, lots of blood.  Descend into the well and on the other side of it you will become, with the help from \"The Dark Forces\" an eternal heavenly life.  Don't hesitate, just come!","release_date":"1994-01-01","vote_average":2.0,"runtime":88,"cert":"N\/A","id":378307,"title":"Heaven Is Only in Hell","adult":false,"genre_ids":[27]},{"cast":["Bart Cannaerts"],"overview":"","release_date":"2012-10-20","vote_average":7.5,"runtime":null,"cert":"N\/A","id":378312,"title":"Bart Cannaerts - Waar is Barry?","adult":false,"genre_ids":[35]},{"cast":["Alex Vietinghoff","Brock Torunski","Chelsea Veinot","Joni Torunski"],"overview":"Alone. Alone is what this man is. Years after the world ended and the human race perished; this is the only man left standing. How did he survive? What caused the outbreak? We don't know. No one does. This short film gives you an inside look on what the only man left alive does on a day-to-day basis, what he does to survive, kill time, and keep himself sane.","release_date":"2013-09-15","vote_average":0.0,"runtime":6,"cert":"N\/A","id":378314,"title":"Alone","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"In the shadow of a De Beers diamond mine, a remote indigenous community lurches from crisis to crisis, as their homeland transforms into a modern frontier. Rosie Koostachin delivers donations to families who live in uninsulated sheds, overgrown with toxic mold. She is determined to raise awareness, believing that if only Canadians knew, her hometown's dire situation would improve. Over five years, filmmaker Victoria Lean follows Attawapiskat's journey from obscurity and into the international spotlight twice - first when the Red Cross intervenes and again during the protest movement, Idle No More. Weaving together great distances, intimate scenes and archive images, the documentary chronicles the First Nation's fight for justice in the face of hardened indifference.","release_date":"2015-05-03","vote_average":0.0,"runtime":86,"cert":"N\/A","id":378316,"title":"After the Last River","adult":false,"genre_ids":[99]},{"cast":["Christian Buckley","Eastwood","Miranda Fischer","Erin Marie Hogan","Michaela Myers"],"overview":"Alison, Brenda and Courtney just want to get high and go to the beach, but today Alison has to work and Brenda and Courtney are auditioning for a rap video. Meanwhile, googly-eyed marijuana bud aliens in bong-shaped spaceships arrive on earth and take the women's forms, fighting for control of a seed that will save the universe. Upon discovering the alien plot, the women are faced with a choice; fight the invaders or smoke more hash...","release_date":"2010-01-19","vote_average":0.0,"runtime":86,"cert":"\"R\"","id":378318,"title":"Spacebong Beach Babes","adult":false,"genre_ids":[878]},{"cast":["Raven De La Croix","Deborah Dutch","Anthony Kiedis","David Landsberg","Wally K. Berns"],"overview":"Most viewers have probably heard a great portion of these racy knee-slappers before. The film is little more than a series of blackouts, concentrating on anatomical humor. And oh, yes: there's lots of buxom females.","release_date":"1978-01-01","vote_average":0.0,"runtime":82,"cert":"\"R\"","id":378320,"title":"Jokes My Folks Never Told Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378325,"title":"En fråga om liv och död","adult":false,"genre_ids":[]},{"cast":["Gary Lineker","Diego Maradona"],"overview":"Twenty years since they last shook hands on a football pitch in Mexico, Gary Lineker travels to Buenos Aires to spend the weekend with Diego Maradona.","release_date":"2006-05-02","vote_average":7.0,"runtime":45,"cert":"N\/A","id":378330,"title":"When Lineker met Maradona","adult":false,"genre_ids":[99]},{"cast":["Henri Vilbert","Anthony Steffen","Patrizia Bini","Rina Morelli","Corrado Pani"],"overview":"A  young girl falls in love with an actor. She persuades her father to support his acting company, but when she discovers him with another girl she runs away. Then everybody try to find her.","release_date":"1958-03-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":378332,"title":"City at Night","adult":false,"genre_ids":[18]},{"cast":["Danila Kozlovsky","Elizaveta Boyarskaya","Igor Voynarovskiy","Paulina Andreeva","Vladimir Seleznyov"],"overview":"Contemporary Moscow. Nikita and Afina are the perfect couple: young, smart, attractive, and in love. Well, perfect, that is, until Afina suddenly leaves Nikita for a 40-year-old dentist. How will Nikita win her back?","release_date":"2016-01-21","vote_average":5.6,"runtime":95,"cert":"N\/A","id":378334,"title":"Status: Available","adult":false,"genre_ids":[10749,35]},{"cast":["Walter Buschhoff","Jenny Gröllmann","Ursula Karusseit","Florian Martens","Götz Schubert"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378339,"title":"Wer zweimal lügt","adult":false,"genre_ids":[35]},{"cast":["Lisa Wagner","Antonio Wannek","Axel Milberg","Joachim Król","Christina Große"],"overview":"","release_date":"2016-01-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":378341,"title":"Letzte Ausfahrt Gera: Acht Stunden mit Beate Zschäpe","adult":false,"genre_ids":[99,18]},{"cast":["Christina Große","Dietrich Hollinderbäumer","Stefan Murr","Irene Rindje","Witold Dębicki"],"overview":"","release_date":"2015-10-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":378349,"title":"Ein Sommer in Masuren","adult":false,"genre_ids":[35]},{"cast":["Park Min-sang","Park Sang-myeon","Choon Ja","Choo Heon-yeop","Kim Ah-hyeon"],"overview":"","release_date":"2015-11-12","vote_average":10.0,"runtime":null,"cert":"N\/A","id":378354,"title":"Old Bicycle","adult":false,"genre_ids":[]},{"cast":["John Ratzenberger","Caleb R. Burgess","David Milchard","Kayden Magnuson","Erin Allin O'Reilly"],"overview":"A talking monkey seeks to gain fame and fortune as a movie star, but instead finds what's most important, a family.","release_date":"2016-01-22","vote_average":3.9,"runtime":83,"cert":"\"PG\"","id":378356,"title":"Monkey Up","adult":false,"genre_ids":[35,10751]},{"cast":["Blue Angel","Maserati","Sophie Lynx","Mia Maniarotte","Subil Arch"],"overview":"In this movie you can see the sexiest cosplay dolls cum to you in hot solo scenes. No boys, no cocks, just 8 wet pink pussies pleasuring themselves for you!","release_date":"2013-04-01","vote_average":5.0,"runtime":146,"cert":"\"NR\"","id":378358,"title":"Cosplay Dolls","adult":true,"genre_ids":[]},{"cast":["Natali Laroux","Tarra White"],"overview":"For all lovers of redheaded sluts, comes a brand new title called Tempting Redhead Vixens! These bitches are the sexiest, horniest and craziest vixens craving for a big cock in their precious and narrow pussies.","release_date":"2015-05-11","vote_average":8.0,"runtime":108,"cert":"\"NR\"","id":378360,"title":"Tempting Redhead Vixens","adult":true,"genre_ids":[]},{"cast":[],"overview":"Part 2 of Animation Legend Phil Tippett's apocalyptic stop-motion descent into the bowels of the unconscious","release_date":"2016-01-19","vote_average":10.0,"runtime":15,"cert":"\"\"","id":378362,"title":"Mad God: Part 2","adult":false,"genre_ids":[27,16,14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378364,"title":"titledsadasdadas","adult":false,"genre_ids":[]},{"cast":["Álvaro Zermeño","Irma Dorantes","Pompín Iglesias","Ángel Infante","Víctor Alcocer"],"overview":"Wandering cowboy hero with sidekick helps a young woman solve a murder and find a hidden treasure.","release_date":"1964-06-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":378366,"title":"La banda del fantasma negro","adult":false,"genre_ids":[]},{"cast":["Meg Lemonnier","Raimu","Henri Garat"],"overview":"Madame Pomarel becomes the winner of a prize of virtue awarded by the Academy of Moral Sciences which Monsieur des Aubrais is a prominent member. In reality she walks the cabarets, including the Moulin Rouge, where a succession of misunderstandings will occur with a string of characters.","release_date":"1937-05-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":378368,"title":"La Chaste Suzanne","adult":false,"genre_ids":[]},{"cast":["Manuel Camacho","Jean Reno","Tobias Moretti","Eva Kuen"],"overview":"The way of the eagle is to raise two chicks. The stronger is destined always to throw the weaker from the nest. Man also has his ways, often to hurt those closest to him.  Lukas suffers at the hands of a father who has withdrawn since the loss of his wife. Killed whilst rescuing the infant Lukas, the boy now carries the burden of her death.  Our eagle’s story begins in the nest. The first-born chick pushes his weaker brother to a certain death on the forest floor. But fate intervenes and the chick is found by Lukas. Naming him Abel, Lukas cares for the creature in secret, finding a love and companionship denied to him at home. But when the day comes to release Abel back into the wild, will Lukas find his own release into a new life?","release_date":"2015-12-24","vote_average":7.0,"runtime":98,"cert":"N\/A","id":378373,"title":"Brothers of the Wind","adult":false,"genre_ids":[12,18,10751]},{"cast":["Ivan Tomljenović","Hana Medvešek","Filip Šovagović","Mladena Gavran","Mila Elegović"],"overview":"An old couple who live in a remote village lose touch with their children who live in the city and who are too busy to visit them. In order to get their attention, they get divorced...","release_date":"1996-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":378375,"title":"Grandpa and Grandma Are Getting Divorced","adult":false,"genre_ids":[18]},{"cast":["Tomer Sisley","Francis Renaud","Isabelle Gélinas","Pierre Cassignard","Raphaëlle Agogué"],"overview":"The story of the rise of Alexander Stravisky, a brilliant and seductive crook, in Paris of the roaring twenties. But unchecked greed and corruption does not go unpunished. The political decadence he feeds off will also cause his downfall.","release_date":"2016-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378377,"title":"Stavisky, l'escroc du siècle","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Chinatown Fair opened as a penny arcade on Mott Street in 1944. Over the decades, the dimly lit gathering place, known for its tic-tac-toe playing chicken, became an institution, surviving turf wars between rival gangs, changing tastes and the explosive growth of home gaming systems like Xbox and Playstation that shuttered most other arcades in the city. But as the neighborhood gentrified, this haven for a diverse, unlikely community faced its strongest challenge, inspiring its biggest devotees to next-level greatness.","release_date":"2015-11-14","vote_average":8.0,"runtime":79,"cert":"\"\"","id":378379,"title":"The Lost Arcade","adult":false,"genre_ids":[36,99]},{"cast":["Yannick van de Velde","Alex Hendrickx","Bilal Wahib","Abbey Hoes","Belinda van der Stoep"],"overview":"When popular college kid Max sees his finals at risk, he calls in the help of his long lost and nerdy friend Ruben. Together with the comedic help of \"chick-magnet\" and Marroccon street hustler Youseff, they decide to throw the biggest exams-party ever dreamt possible, while getting to know themselves and each other in a thorough manner.","release_date":"2016-02-04","vote_average":4.3,"runtime":102,"cert":"N\/A","id":378381,"title":"Wasted","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The 3 year old Storm has recently moved to Thailand. He tries to be a foreign boy in a completely different country.","release_date":"2013-03-03","vote_average":0.0,"runtime":32,"cert":"N\/A","id":378383,"title":"Mig Thai","adult":false,"genre_ids":[99,10751]},{"cast":["Charlie Weber","Scott Adkins","Tom Ainsley","Erik Valdez","Dante Basco"],"overview":"Corporal Evan Albright joined the elite Marine Corps Security Guards to save the world and see some action-not necessarily in that order. But his first assignment, protecting a U. S. Embassy in a seemingly safe Middle Eastern capitol, relegates his unit to wrangling \"gate groupies\" protesting outside the compound and honing their marksmanship by playing video games. So Albright and his team are caught off guard when well-armed and well-trained militants launch a surprise attack aimed at killing an informant in the embassy. Heavily out-gunned, they will have to muster all the courage and fire power they can as their once routine assignment spirals into all-out war.","release_date":"2016-01-20","vote_average":5.6,"runtime":95,"cert":"\"R\"","id":378385,"title":"Jarhead 3: The Siege","adult":false,"genre_ids":[28,18,10752]},{"cast":["Claudio Fiori Cencioni","Francesco Cencioni"],"overview":"A child escapes the Nazi raids in the ghetto of Rome. He finds refuge in a cinema.","release_date":"1997-01-01","vote_average":7.0,"runtime":9,"cert":"N\/A","id":378387,"title":"1943-1997","adult":false,"genre_ids":[18]},{"cast":["Patti LuPone","Audra McDonald","Michael Cerveris","Alexander Gemignani","Kate Baldwin"],"overview":"Passion is a musical with music and lyrics by Stephen Sondheim and a book by James Lapine. The story was adapted from Ettore Scola's film Passione d'Amore. Central themes include love, sex, obsession, illness, passion, beauty, power and manipulation.  Set in 19th century Italy, the plot concerns a young soldier and the changes in him brought about by the obsessive love of Fosca, his Colonel's homely, ailing cousin.","release_date":"2005-03-31","vote_average":0.0,"runtime":117,"cert":"\"NR\"","id":378389,"title":"Passion (Live from Lincoln Center)","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"#artoffline is a feature documentary that explores contemporary art and its problematic relationship with information technology.","release_date":"2015-09-23","vote_average":8.0,"runtime":61,"cert":"N\/A","id":378391,"title":"#artoffline","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-02-10","vote_average":3.0,"runtime":null,"cert":"N\/A","id":378393,"title":"Killer Psychopaths","adult":false,"genre_ids":[99]},{"cast":["Lindsay Burdge","Arthur Martinez","Nathan Silver","Mike Ott","Kenneth Berba"],"overview":"Dreaming of fame and fortune, a local Denver performer hires two indie filmmakers to come to town and make a film with him as the star.","release_date":"2016-01-28","vote_average":4.0,"runtime":75,"cert":"\"\"","id":378395,"title":"Actor Martinez","adult":false,"genre_ids":[18]},{"cast":["Elisa Ashenden","Napoleon Ryan"],"overview":"","release_date":"2008-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378397,"title":"The Saxophonist","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378399,"title":"Il goloso","adult":false,"genre_ids":[]},{"cast":["Lee Dae-geun","Kim Hee-ra","Kim Min-Jeong","Choe Bong","Kim Wang-Kuk"],"overview":"Lee Sung-sun is nicknamed Sirasoni (means a baby tiger) for his gentle personality. Because of his strong sense of justice, Sung-sun gets into a fight with Japanese students and this keeps him from going on his honeymoon. He flees to China. There, he helps a Chinese woman being harassed by the Japanese and ends up working with the Chinese dock laborers. The dock manager doesn't pay the workers fairly and represses them. When Sung-sun loses a friend because of this, he confronts the Japanese and puts a big dent in their pride. - KMDB","release_date":"1979-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378401,"title":"The Magnificent Duo","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2008-05-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":378403,"title":"Die Luftbrücke","adult":false,"genre_ids":[99]},{"cast":["Casanova Wong","Phillip Ko","Chan Siu-Pang","Lee Fat-Yuen","Kim Ki-Ju"],"overview":"Nam Pae-chun comes to China from Koryo. By chance, he rescues a man named Gu Gu-hwa who came across and stole the Suri sword belonging to Ma Cheon-san. On the run from Chun-san, Gu-hwa becomes Pae-chun's underling. When Pae-chun sees the sword, he realizes that Cheon-san killed his wife. When Pae-chun collapses after getting hit by Gok-gan's poison sphere, Ok-mae helps him. Paechun and Cheon-san pass the five barriers and begin to fight. Pae-chun wins the fight and returns home with Ok-mae. - KMDB","release_date":"1979-03-17","vote_average":4.5,"runtime":null,"cert":"N\/A","id":378405,"title":"Rivals of the Silver Fox","adult":false,"genre_ids":[]},{"cast":["Kuan-Wu Lung","Lung Fei","Chuen Yuen"],"overview":"The most deadly fighter on earth, a man so dangerous in combat he only uses one hand, is after the greatest book ever written. This book, a tutorial in the \"mantis fist\", must be protected by an unlikely band of hero's. - IMDB","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378407,"title":"The Dynamite Trio","adult":false,"genre_ids":[]},{"cast":[],"overview":"Throughout the 20th century and beyond, the rooms of an Argentinian house are witness to very different inhabitants and mysteries. Filmmaker Diego Lerman takes the opportunity of a TV series to tell different stories in various artistic styles, collectively portraying the many faces and tribulations of one country.","release_date":"2015-11-10","vote_average":0.0,"runtime":780,"cert":"N\/A","id":378409,"title":"La Casa","adult":false,"genre_ids":[]},{"cast":[],"overview":"A martial arts film directed by Ulysses Au-Yeung Jun.","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378411,"title":"Born of Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two musicians from Tel Aviv travel to Jamaica to record an album with forgotten reggae artists from the past.","release_date":"2016-01-30","vote_average":0.0,"runtime":57,"cert":"N\/A","id":378413,"title":"Congo Beat The Drum","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set in Florida and inspired by Harmony Korine’s homonymous book, Leo Gabin’s film consists of a collage of YouTube videos, mostly self-made, which depicts negative yet realistic aspects of the lost American dream. Moreover, it interprets contemporary social and political reality similarly to how Korine’s novel collects allegedly documentary fragments of American culture.","release_date":"2016-07-12","vote_average":4.0,"runtime":56,"cert":"N\/A","id":378415,"title":"A Crackup at the Race Riots","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Loving documentary about the invisible hand that brings light in the cinema: the projectionist. Momentarily, his booth is at the centre of this film, which primarily looks back on the time when you could still touch film images. \"Do pay attention to that man behind the curtain!\"","release_date":"2015-11-18","vote_average":5.0,"runtime":94,"cert":"\"\"","id":378417,"title":"The Dying of the Light","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A martial arts film directed by Kant Leung Wang-Fat.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378419,"title":"Dragon the Master 2","adult":false,"genre_ids":[]},{"cast":["Lorena Iglesias","Vito Sanz","Jorge Suquet","Miquel Insua","David Pareja"],"overview":"Strange, irresistible sensations in three interwoven, often humorous stories about love, faith and human will in a surrealist portrait of Spain.","release_date":"2016-01-29","vote_average":4.3,"runtime":80,"cert":"N\/A","id":378421,"title":"Esa sensación","adult":false,"genre_ids":[18]},{"cast":["Davy Gomez","Yorick van Wageningen","Angela Schijf","Juna de Leeuw","Peter van den Begin"],"overview":"The film is set in 1521 Antwerp, in a Europe ravaged by religious wars, and during the early years of the Reformation. It tells the story of the twelve year old, Falko Voeten – a printer’s son. When Falko’s father, Klaas Voeten, a printer of forbidden literature, is caught by the Inquisition for printing a letter written by Maarten Luther; Falko is unwittingly propelled into helping his father and into searching for the letter. Threatened by the Inquisition but aided by Marieke, a Catholic orphan girl from the underground sewers, Falko is faced with a race against time if he is to save his father from being executed for heresy.","release_date":"2017-01-19","vote_average":6.4,"runtime":105,"cert":"N\/A","id":378423,"title":"Storm - Letter of Fire","adult":false,"genre_ids":[12,10751,36]},{"cast":[],"overview":"An idealistic collective launches a TV channel in the very early days of portable video cameras. This wonderful lesson in journalism makes it clear just how perilous it is to promote your own view of society via autonomous media. From the tumultuous period of Woodstock, the Black Panthers, women’s lib and anti-Vietnam demonstrations.","release_date":"2015-06-21","vote_average":8.0,"runtime":79,"cert":"\"\"","id":378425,"title":"Here Come the Videofreex","adult":false,"genre_ids":[99]},{"cast":["Kirsten Block","Julia Brendler","Martin Feifel","Erika Skrotzki","Christina Große"],"overview":"","release_date":"2012-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378430,"title":"Wunschkind","adult":false,"genre_ids":[18]},{"cast":["Derya Alabora","Fikret Kuşkan","Mevlüt Demiryay","Menderes Samancılar"],"overview":"A dwarf and a travesty, both are excluded from the society and doomed to exist at night. Their lives overlap in a strange encounter and this becomes the start of their friendship.","release_date":"1993-02-12","vote_average":6.8,"runtime":99,"cert":"N\/A","id":378435,"title":"Whistle If You Come Back","adult":false,"genre_ids":[]},{"cast":[],"overview":"LIVE FROM UB is the story of how urban Mongolians have used rock music to overcome the powers of soviet-style socialism, Orientalism, and globalization for the past three decades. Through their music, the rockers of Ulaanbaatar (UB) are articulating their own understanding of what it means to be an urban Mongolian in a quickly modernizing city. Ultimately, this is an optimistic tale that will lift the spirits of those who fear globalization means a homogenized world.","release_date":"2016-02-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":378440,"title":"Live from UB","adult":false,"genre_ids":[]},{"cast":["Ross Lipman","Leonard Maltin","Kevin Brownlow","Haskell Wexler","James Karen"],"overview":"NOTFILM is a feature-length experimental essay on FILM -- its author Samuel Beckett, its star Buster Keaton, its production and its philosophical implications -- utilizing additional outtakes, never before heard audio recordings of the production meetings, and other rare archival elements.","release_date":"2015-10-27","vote_average":5.3,"runtime":130,"cert":"N\/A","id":378442,"title":"Notfilm","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Nathan and Tabileth sit on a park bench.","release_date":"1970-02-11","vote_average":0.0,"runtime":75,"cert":"N\/A","id":378444,"title":"Nathan and Tabileth","adult":false,"genre_ids":[]},{"cast":["Adèle Haenel","Marc Barbé","François Fehner","Marion Bouvarel","Inès Fehner"],"overview":"There's drama aplenty for the travelling theatre company Chekhov Cabaret. The actors share the good times and the bad as a nomadic tribe where work and private life always mingle. They don’t mince words, these obstreperous actors with a sardonic sense of humour. Theatre always comes first.","release_date":"2016-03-16","vote_average":6.7,"runtime":142,"cert":"N\/A","id":378446,"title":"Ogres","adult":false,"genre_ids":[18]},{"cast":["Alastair Sim","Annette Crosbie","Dandy Nichols","Nan Munro","Jack Galloway"],"overview":"When Mrs Hinch, the sinister charlady, decides to move in, General Suffolk fights his last battle.","release_date":"1972-11-12","vote_average":0.0,"runtime":59,"cert":"N\/A","id":378448,"title":"The General's Day","adult":false,"genre_ids":[]},{"cast":["Naomi Velissariou","Daniil Vorobyov","Koosje Bulens","Yara Topp","Régis Dorion"],"overview":"Out of Love encapsulates the sweltering and devastating dynamics of love in the turbulent relationship between Varya and Nikolai, where genuine love and hope contend with destruction and despair.","release_date":"2016-08-11","vote_average":4.5,"runtime":95,"cert":"N\/A","id":378450,"title":"Out of Love","adult":false,"genre_ids":[18]},{"cast":["Oulaya Amamra","Samir Guesmi","Ilian Bergala","Anas El Mokkadam"],"overview":"It is summer, in the South. Everyday, Sarah, aged sixteen, sells doughnuts with her father on the beach. One evening she meets Baptiste.","release_date":"2015-01-19","vote_average":0.0,"runtime":24,"cert":"N\/A","id":378455,"title":"Summer of Sarah","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"ladkfjgad;fja;dfaksjdf;s","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378463,"title":"kj","adult":false,"genre_ids":[]},{"cast":["Anders Andresens"],"overview":"","release_date":"2015-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378468,"title":"Anders Andresens: Sandheden om Magi","adult":false,"genre_ids":[35]},{"cast":["Julia Farrell","Darrick Silkman","Dustin Smith"],"overview":"Graduate students, Keira and Russ are on a road trip to Omaha in celebration of their one year anniversary when they need to stop at a local farmhouse for some help. After witnessing a brutal murder they are chased through the farming township of Endor.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":378470,"title":"Endor","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2014-11-19","vote_average":5.5,"runtime":11,"cert":"N\/A","id":378472,"title":"Five Minutes","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"A brazilian movie set in Rio Grande do Sul","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":378474,"title":"Inverno","adult":false,"genre_ids":[]},{"cast":["Vinicio Capossela"],"overview":"","release_date":"2016-01-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":378476,"title":"Vinicio Capossela - Nel paese dei coppoloni","adult":false,"genre_ids":[10402,99]},{"cast":["Hansi Knoteck","Paul Richter","Gustl Gstettenbaur","Hans Adalbert Schlettow","Friedl Haerlin"],"overview":"","release_date":"1937-08-18","vote_average":5.5,"runtime":null,"cert":"N\/A","id":378481,"title":"Das Schweigen im Walde","adult":false,"genre_ids":[18,10751]},{"cast":["Makis Papadimitriou","Elli Tringou","Dimi Hart","Hara Kotsali","Milou Van Groesen"],"overview":"Kostis is a 40-year-old doctor that finds himself in the small island of Antiparos, in order to take over the local clinic. His whole life and routine will turn upside down when he meets an international group of young and beautiful tourists and he falls in love with Anna, a 19-year-old goddess.","release_date":"2016-03-31","vote_average":6.9,"runtime":104,"cert":"N\/A","id":378483,"title":"Suntan","adult":false,"genre_ids":[35,18]},{"cast":["María Evoli","Noé Hernández","María Cid","Diego Gamaliel","Gabino Rodríguez"],"overview":"After wandering a ruined city for years in search of food and shelter, two siblings find their way into one of the last remaining buildings. Inside, they find a man who will make them a dangerous offer to survive the outside world.","release_date":"2016-02-02","vote_average":5.5,"runtime":79,"cert":"N\/A","id":378485,"title":"We Are the Flesh","adult":false,"genre_ids":[18,27,14]},{"cast":[],"overview":"Artist Dryden Goodwin's first feature-length essay film, focuses on four individuals with extraordinary relationships to looking: an international eye surgeon, a NASA planetary explorer, a leading human rights lawyer and the artist\/filmmaker himself. Mixing Goodwin's closely observed drawings, live action and intricately woven soundtrack, the film explores different scales, forms and reasons for looking, in a poetic and metaphysically charged journey.","release_date":"2016-01-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":378487,"title":"Unseen: The Lives of Looking","adult":false,"genre_ids":[]},{"cast":[],"overview":"Le Bois de Vincennes is a safe harbour for many Parisians. Migrants and natives, prostitutes and stalkers, rich and poor, old and young, downshifters and loners come to this forest in search of themselves and find there an escape from the metropolis. A delicate and profound portrait of a contemporary man and his desperate search for an 'unknown homeland'.","release_date":"2016-02-03","vote_average":6.5,"runtime":144,"cert":"N\/A","id":378489,"title":"The Woods Dreams Are Made of","adult":false,"genre_ids":[99]},{"cast":["Kanna Hashimoto","Hiroki Hasegawa","Masanobu Ando","Takuro Ohno","Shôhei Uno"],"overview":"Izumi Hoshi (Kanna Hashimoto) is senior in high school, but she led a small yakuza group in her past. After killing her uncle's murderer with a machine gun, her yakuza group disbanded. Izumi now lives an ordinary life as a high school student and works as a manager at a cafe. A dangerous situation soon awaits for Izumi.","release_date":"2016-03-05","vote_average":4.8,"runtime":112,"cert":"N\/A","id":378491,"title":"Sailor Suit and Machine Gun: Graduation","adult":false,"genre_ids":[28]},{"cast":["Brittany Renee Smith","Christopher Rose","Nico Sexton","Mary Freeman"],"overview":"A BEAUTIFUL SILENCE follows a young woman as she struggles with faith and doubt. We shift from past to present as she comes to terms with this inner conflict.","release_date":"2015-08-04","vote_average":0.0,"runtime":16,"cert":"\"NR\"","id":378493,"title":"A Beautiful Silence","adult":false,"genre_ids":[18]},{"cast":["Dev","Srabanti Chatterjee","Soham Chakraborty","Mimi Chakraborty","Biswanath Basu"],"overview":"","release_date":"2015-10-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":378495,"title":"Shudhu Tomari Jonyo","adult":false,"genre_ids":[18,10749]},{"cert":"\"NC-17\"","title":"Hung & Horny","cast":["Troy Ryan","Cooper Steel","Dalton Briggs","Troy Accola","Jessie Montgomery"],"id":378497,"overview":"Up for a challenge? Let’s see who can handle the most well-hung and horny Helix hunks as they bury their jumbo-sized boners into the tightest twink holes. No desires will go unfulfilled; no cocks will go un-milked; no holes will be left unplowed. When big dicks get hard and horny, all you can do is lube up, spread those cheeks wide, and brace yourself for a wild ride.","runtime":104,"genre_ids":[],"release_date":"2015-06-15","vote_average":0.0,"adult":true}]