[{"cast":["Lino Banfi","Franco Bracardi","Gigi Reder","Moana Pozzi","Anita Bartolucci"],"overview":"Pasquale Baudaffi, amnistiato, esce dal carcere ed inizia a cercare un lavoro aiutato dal cugino Gaetano. Prima però va in una casa compiacente. Durante i giorni del carcere la casa non è più sede di appuntamenti ma è stata rilevata e affittata come studio dentistico. Pasquale si trova al centro di equivoci a non finire. Prova a fare il guardiacaccia ma non va bene lo stesso, prova a fare il cameriere di un bar: sbaglia subito le ordinazioni e viene licenziato. Negativa la sua prova da guardiano di un garage. L'ultimissima esperienza è in una società di Elettronica ma il suo inserimento nel meccanismo avveniristico scatena le più pazze complicazioni. L'incontro con un cagnolino smarrito gli permette di conoscere la padrona e scoprire così la donna della sua vita.","release_date":"1982-04-07","vote_average":7.2,"runtime":98,"cert":"N\/A","id":37501,"title":"Vieni avanti cretino","adult":false,"genre_ids":[35]},{"cast":["Park Joong-hoon","Kim Seung-woo","Hwang Jung-min","Gong Hyo-jin","Kim Seung-cheol"],"overview":"Modern day soldiers travel back in time and meet Admiral Lee, the greatest soldier of all time, and motivate him to drive out invaders.","release_date":"2005-06-14","vote_average":6.2,"runtime":106,"cert":"N\/A","id":37502,"title":"Heaven's Soldiers","adult":false,"genre_ids":[878,28,35]},{"cast":["Victoria Maurette","Steven Bauer","Karen Jin Beck","Lydia Castro","Assaf Cohen"],"overview":"Horror and Revenge drive this thriller set in the sex and human trafficking underbelly of a nightmarish city where spinal fluid has become the drug of choice...with frightening consequences.","release_date":"2010-03-10","vote_average":5.5,"runtime":82,"cert":"N\/A","id":37503,"title":"Bulletface","adult":false,"genre_ids":[53]},{"cast":["Zachary Scott","Louis Hayward","Diana Lynn","Sydney Greenstreet","Lucille Bremer"],"overview":"Wealthy, powerful Horace Vendig always gets what he wants. Even as a poor youth, he charmed his way into high society by getting the father of his friend, Martha, to foot the bill for his Harvard education. When Vic, another childhood pal, is invited to Vendig's mansion for a party, he brings along Mallory Flagg, who happens to bear a striking resemblance to Martha. As Vic and Horace reunite, old resentments rise to the surface.","release_date":"1948-04-16","vote_average":5.7,"runtime":104,"cert":"N\/A","id":37504,"title":"Ruthless","adult":false,"genre_ids":[18,53]},{"cast":["Jonathan Aube","Josh Adamson","Michael Blain-Rozgay","Jenna Bailey","Lance Zitron"],"overview":"Two reporters working for the same magazine are sent to Texas to investigate a string of UFO sightings. As they investigate two distinct theories begin to develop. Both reporters are driven to prove their own theory, but in the end only one can be right.","release_date":"2006-08-18","vote_average":6.7,"runtime":85,"cert":"N\/A","id":37505,"title":"Unidentified","adult":false,"genre_ids":[878]},{"cast":["Brooks Bedore","Brooks Bedore","Lindsey Bitner","Richard Bugg","Jeff Child"],"overview":"With a divine answer to a humble prayer at age 14, Joseph Smith began to fulfill his inspired mission. He translated the ancient Book of Mormon and restored the everlasting gospel of Jesus Christ. Many flocked to the American frontier to worship with the Church of Jesus Christ of Latter-day Saints, led by the Prophet Joseph's dynamic and courageous example. Unstopped by his martyrdom at age 38, Joseph's legacy continues today in the dedicated lives of Saints throughout the world who still sing; \"Praise to the Man who Communed with Jehovah!\"","release_date":"2005-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":37506,"title":"Praise to the Man","adult":false,"genre_ids":[10751,99]},{"cast":[],"overview":"Removed from a car in the middle of the road under the sea and died in hospital two male bodies are found and seriously injured four bodies, including two children's bodies. Dozens who have been raped as a young woman cute town. One of the raped women, the relationship between teacher Aylin sorgulandık corpses of past returns and occur gradually. However secrets should never come out it is also available.","release_date":"2007-04-10","vote_average":3.5,"runtime":107,"cert":"N\/A","id":37509,"title":"Münferit","adult":false,"genre_ids":[]},{"cast":["Anne Hetherington","Helen Garner","Carol Porter","Phil Motherwell","John Laurie"],"overview":"Four young heroin addicts scour the streets of Melbourne in search of some good-quality narcotics – or as they call it, 'pure shit’. In the space of 48 hours, a friend dies of an overdose, they are ripped off by criminals and arrested and assaulted by police. They bungle a break-in, get chased by hooligans and one is sent to a methadone clinic. The search for drugs veers between farce and tragedy, but it never stops.","release_date":"1975-08-15","vote_average":5.7,"runtime":83,"cert":"N\/A","id":37510,"title":"Pure Shit","adult":false,"genre_ids":[18]},{"cast":["Cory McAbee","Crugie","Joshua Taylor","Willa Vy McAbee"],"overview":"A dangerous mission reunites Stingray Sam with his long lost accomplice, The Quasar Kid. Follow these two space-convicts as they earn their freedom in exchange for the rescue of a young girl who is being held captive by the genetically designed figurehead of a very wealthy planet.","release_date":"2009-01-20","vote_average":6.9,"runtime":61,"cert":"N\/A","id":37511,"title":"Stingray Sam","adult":false,"genre_ids":[35,37,878,10402]},{"cast":["Kurt Raab","Margit Carstensen","Helen Vita","Volker Spengler","Ingrid Caven"],"overview":"This fast-paced black comedy by wunderkind director Rainer Werner Fassbinder follows the frantic efforts of a starving and confused writer, Walter Kranz to beg, borrow or steal enough money to survive on, and at the same time make some sense of his confusing life. Unable to write enough to keep his publisher's royalty advances coming, he seeks out a woman he imagines is a prostitute and interviews her for material. He is also inspired to utter some poetry, which his brassy, outspoken wife identifies as coming from the famous homosexuality-advocating mystical German poet, Stefan George. This inspires Walter to take a closer look at the gay scene, and he quickly becomes a sort of celebrity there.","release_date":"1976-10-07","vote_average":7.1,"runtime":113,"cert":"N\/A","id":37512,"title":"Satan's Brew","adult":false,"genre_ids":[35,18]},{"cast":["Toshirō Mifune","Takashi Shimura","Miki Sanjo","Kenjiro Uemura","Chieko Nakakita"],"overview":"Toshirō Mifune plays a young idealistic doctor who works at his father's (Takashi Shimura) clinic in a small and seedy district. During the war, he contracts syphilis from the blood of a patient when he cuts himself during an operation. Treating himself in secret and tormented by his conscience, he rejects his heartbroken fiancée without explanation.","release_date":"1949-03-19","vote_average":7.5,"runtime":95,"cert":"N\/A","id":37513,"title":"The Quiet Duel","adult":false,"genre_ids":[18]},{"cast":["Janet Johnson Bryant","Etweda Cooper","Vaiba Flomo","Leymah Gbowee","Asatu Bah Kenneth"],"overview":"Pray the Devil Back to Hell chronicles the remarkable story of the Liberian women who came together to end a bloody civil war and bring peace to their shattered country.","release_date":"2008-11-07","vote_average":6.8,"runtime":72,"cert":"N\/A","id":37514,"title":"Pray the Devil Back to Hell","adult":false,"genre_ids":[99]},{"cast":["Tiffany Peters","Syd Brisbane","Geoff Revell","Matt Day","Frances O'Connor"],"overview":"Two lovers, Nikki and Al, have a scam in which Nikki allows herself to be picked up by older men, drugs them, and, with Al's help, robs them. After accidentally killing one of her victims with an overdose, Nikki and Al are on the run.","release_date":"1997-04-23","vote_average":3.7,"runtime":96,"cert":"N\/A","id":37517,"title":"Kiss or Kill","adult":false,"genre_ids":[80,18]},{"cast":["Art Douglas","Matthew C. Egan","Peter Genovese","Russell Howell","Shing Hwong"],"overview":"Geeks waiting in line to see Star Wars: Episode II Attack of the Clones outside of Mann's Chinese Theater in Hollywood, CA film themselves.","release_date":"2005-11-01","vote_average":7.5,"runtime":80,"cert":"N\/A","id":37518,"title":"Star Wait","adult":false,"genre_ids":[99]},{"cast":["Tamala Jones","Clifton Powell","Lynn Whitfield","Angell Conwell","Bokeem Woodbine"],"overview":"Confessions of a Call Girl is a revealing story of a women's struggle for balance as she battles a secret addiction while fighting to save her family and find herself.","release_date":"2006-07-23","vote_average":0.0,"runtime":104,"cert":"N\/A","id":37519,"title":"Confessions","adult":false,"genre_ids":[18,53,80,9648,10749]},{"cast":["John Doe","Exene Cervenka","Billy Zoom","D.J. Bonebrake","Ray Manzarek"],"overview":"A documentary about the band X. Includes live and studio performances and interviews with the band members.","release_date":"1986-03-01","vote_average":6.6,"runtime":84,"cert":"N\/A","id":37520,"title":"X: The Unheard Music","adult":false,"genre_ids":[10402,99]},{"cast":["Glenn Ford","Bradford Dillman","David Soul","Robert F. Lyons","Guy Stockwell"],"overview":"Colonel Pete Moore (Glenn Ford) is commander of the Whitney Radar Test Group, which has been experiencing electrical difficulties aboard its aircraft. To ferret out the problem, he sends a four-man crew on Flight 412. Shortly into the test, the jet picks up three blips on radar, and subsequently, two fighters scramble and mysteriously disappear. At this point, Flight 412 is monitored and forced to land by Digger Control, a top-level, military intelligence group that debunks UFO information. The intrepid colonel, kept in the dark about his crew, decides to investigate the matter himself.","release_date":"1974-10-01","vote_average":4.3,"runtime":72,"cert":"N\/A","id":37521,"title":"The Disappearance of Flight 412","adult":false,"genre_ids":[18,9648,878]},{"cast":["Russ Harvey","Helen Hogan","William McNulty","Michele Buquor","Maurice Harris"],"overview":"A man is shipwrecked on the island of a cruel Count and taken prisoner.","release_date":"1962-01-01","vote_average":2.3,"runtime":87,"cert":"N\/A","id":37522,"title":"The Dungeon Of Harrow","adult":false,"genre_ids":[27]},{"cast":["Serhat Tutumluer","Berrak Tüzünataç","Nergis Öztürk","Bora Cengiz","Hasibe Eren"],"overview":"Seniha lives with her brother Halit and his wife Mükerrem. When Nüzhet, the handsome son of the richest family in town, sets his eyes on the married Mükerrem, she is at first disgusted with Nüzhet’s overt sexual innuendo. However, it isn’t long before Mükerrem yields to her lust and thus they embark on an affair. When Seniha finally reveals her sister-in-law’s un-virtuousness to her brother, Seniha has no idea what the consequences will be and how cruelly her destiny will change.","release_date":"2009-08-08","vote_average":5.9,"runtime":96,"cert":"N\/A","id":37523,"title":"Envy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"What happens in a human body during high stress activities like extreme sports?","release_date":"1989-04-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":37524,"title":"To the Limit","adult":false,"genre_ids":[28,12,99,18]},{"cast":["Larry Drake","Holly Marie Combs","Cliff DeYoung","Glenn Quinn","Keith Diamond"],"overview":"In 1957, Evan Rendell flees after his father is lynched for killing multiple patients in his effort to find a replacement heart for his ailing wife. After 35 years, Evan escapes from a mental institution and returns to town for revenge, killing off residents one by one. When Jennifer and her friends break into the Rendell house out of morbid curiosity, Evan notices Jennifer has a heart condition similar to his mother and decides to make her his final victim.","release_date":"1992-10-23","vote_average":5.6,"runtime":95,"cert":"N\/A","id":37527,"title":"Dr. Giggles","adult":false,"genre_ids":[35,27,9648,53]},{"cast":["Kitty Zhang Yuqi","Yao Wen-Xue","Leon Jay Williams","Yuen Cheung-Yan","Samuel Pang"],"overview":"Aspiring dancer Phoenix (Kitty Zhang) lives in the countryside with her father, but she's got her eyes set on farther places. Jumping at the chance to move to shiny Shanghai, she makes ends and dreams meet by working as a janitor at an elite dance studio where she picks up dance moves on the sly. Even with her unfailing spirit, things aren't easy for Phoenix working two jobs and putting up with the mockery from city folks. Enter her knight in shining armor, CEO and studio owner Ron (Leon Jay Williams), who sweeps her off her feet and gives her a spot on the dance team.","release_date":"2009-12-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":37528,"title":"Jump","adult":false,"genre_ids":[35,18]},{"cast":["Kari Wührer","Jason Scott Lee","John Light","Jason London","Boris Petroff"],"overview":"In Bucharest, Allison is protecting the mysterious bible, \"The Prophet Lexicon\", where the last chapter about the apocalypse, called Revelations, discloses the name of the Antichrist in its last page. Meanwhile, the evil and jealous leader of the renegade angels Thrones, Stark, forces the hit-man Dylan to kill Allison to get the information about the Antichrist, but Dylan mysteriously feels attracted by the woman, protecting her against the Thrones. Allison seeks John Reigart for help, but Satan tell her that he is interested in the apocalypse to gather millions of souls to Hell. Alone and betrayed, Allison discloses the truth about her origins, while protecting the Lexicon.","release_date":"2005-09-06","vote_average":4.3,"runtime":75,"cert":"N\/A","id":37529,"title":"The Prophecy: Forsaken","adult":false,"genre_ids":[27,53]},{"cast":["Arye Gross","Jonathan Stark","Royal Dano","Bill Maher","John Ratzenberger"],"overview":"Young urban professionals Jesse (Arye Gross) and his girlfriend Kate (Lar Park Lincoln), move into an old mansion that has been in Jesse's family for generations. They are soon joined by Jesse's goofy friend Charlie (Jonathan Stark), who brought along his diva girlfriend Lana (Amy Yasbeck), in the hopes of being discovered by Kate, who works for a record company. Jesse has returned to this old family mansion after his parents were murdered when he was a baby. While going through old things in the basement, Jesse finds a picture of his great-great grandfather (and namesake) in front of a Mayan temple holding a crystal skull with jewels in the eyes. In the background is a man Jesse learns is Slim Razor, a former partner of his great-great grandfather turned bitter enemy after a disagreement over who would get to keep the skull.","release_date":"1987-05-14","vote_average":5.5,"runtime":88,"cert":"N\/A","id":37530,"title":"House II: The Second Story","adult":false,"genre_ids":[14,27,35]},{"cast":["Cole Carson","Lauren Bair","Michael J. Prosser","Sean McGrath","Eric Martin Reid"],"overview":"No one in high command believed that German forces would attack in the sub zero temperatures and near blizzard conditions. As the pre-dawn attack comes, with communications down Sgt. Smith is left with no choice but to make his way through enemy fire, unarmed and wounded, into town and warn of the coming attack. Based on actual accounts \"Everyman's War\" explores the heroic events of this decorated veterans courage and the struggle between duty and desire. Between the prospect of the life and love, Dorine that waits at home and the harsh realities of war which marks the pivotal epoch in his life as he discovers that the loss of hope can be worse than the loss of life. One man's courage... One man's hope...Everyman's War.","release_date":"2009-05-22","vote_average":5.7,"runtime":104,"cert":"15","id":37531,"title":"Everyman's War","adult":false,"genre_ids":[18,10752]},{"cast":["Saul Williams","Sonja Sohn","Bonz Malone","Beau Sia"],"overview":"Slam tells the story of Ray Joshua, an original, gifted young MC trapped in a war-zone housing project known as Dodge City. Unable to find a job, Ray copes with the despair and poverty of his neighborhood by using his wits and verbal talent. Written by Offline Publicist Young Ray Joshua lives in the Washington, DC, district known as Dodge City, which is dominated by gang wars. One day he is arrested when his drug dealer is gunned down while talking to him. He is put to prison where two rival gangs, Thug Life and the Union, want to recruit him as a member.","release_date":"1998-10-07","vote_average":7.6,"runtime":100,"cert":"N\/A","id":37532,"title":"Slam","adult":false,"genre_ids":[18]},{"cast":["Vanessa Paradis","Bruno Cremer","Ludmila Mikaël","Véronique Silver"],"overview":"The plot centres around moody 17 year old Mathilde (Paradis) who has no parents. Her philosophy teacher François (Cremer), happens to stumble across her path and is eager to help her learn more. He starts to come over to her house everyday going over her homework, and teaching her the art of the study. Eventually, Mathilde starts placing little hints that she finds the 47 year old François attractive. He tries to resist her, but he finds himself falling for her as well. They soon blossom into a passionate love, but they must keep their affair a secret from his wife (Mikaël) and the school.","release_date":"1989-11-08","vote_average":6.8,"runtime":92,"cert":"","id":37533,"title":"White Wedding","adult":false,"genre_ids":[10749,18]},{"cast":["Kevin Costner","Ivana Baquero","Gattlin Griffith","Samantha Mathis","Noah Taylor"],"overview":"John James is a writer; his wife has left him. He moves with his two middle-school children to an isolated house off a dirt road in South Carolina. The property has an Indian burial mound, which fascinates his daughter, Louisa, who's entering puberty.","release_date":"2009-12-18","vote_average":5.2,"runtime":108,"cert":"15","id":37534,"title":"The New Daughter","adult":false,"genre_ids":[27,53]},{"cast":["Kevin Costner","Ivana Baquero","Gattlin Griffith","Samantha Mathis","Noah Taylor"],"overview":"John James is a writer; his wife has left him. He moves with his two middle-school children to an isolated house off a dirt road in South Carolina. The property has an Indian burial mound, which fascinates his daughter, Louisa, who's entering puberty.","release_date":"2009-12-18","vote_average":5.2,"runtime":108,"cert":"15","id":37534,"title":"The New Daughter","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Harry Hill: First Class Scamp - Live at the London Palladium","release_date":"1998-11-27","vote_average":0.0,"runtime":62,"cert":"PG","id":37537,"title":"Harry Hill - First Class Scamp","adult":false,"genre_ids":[]},{"cast":["Harry Hill"],"overview":"Harry Hill, the self styled floppy-collared-clown-prince-of-daft, is back with his hugely successful sell out Hooves tour. After a two year break, the multi-award winning comedian has returned to the stage for a show of fun, mayhem and swing ball - complete with new cordless mic! Expect special appearances from Stouffer (Harry's lifelong companion) as welll as Gary (His son from his first marriage) and music from his TV show-band The Harrys.","release_date":"2005-11-21","vote_average":10.0,"runtime":70,"cert":"PG","id":37538,"title":"Harry Hill: in 'Hooves'","adult":false,"genre_ids":[35]},{"cast":["Barbie Hsu","Zhang Xiao-quan","Eddie Peng","Tung Ming-hsiang"],"overview":"Raised in a broken family, Cat runs away from home as a teenager to escape her stepfather. In high school, she begins living with boyfriend Liam, but puppy love eventually ends in betrayal. While Liam is in the army, Cat, feeling lonely and poor, meets an older man through the Internet; Xiao Gu is looking for sex, Cat is looking for money. From lust comes love, until Cat discovers Xiao Gu is actually married. After ten years of ups and downs, Cat begins anew at age 28 when she meets the rich and kind-hearted Sunshine, but is he really her heart's final home?","release_date":"2008-11-21","vote_average":4.0,"runtime":120,"cert":"N\/A","id":37539,"title":"My So-called Love","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Matthew Le Tisser talks about his all-time favourite goals.","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":37540,"title":"Taking Le Tiss","adult":false,"genre_ids":[18,28]},{"cast":["W.D. Richter","Thomas R. Burman","Stephen Dane","Gregory Jein","Peter Weller"],"overview":"A documentary found on The Adventures of Buckaroo Banzai Across The 8th Dimension Special Edition DVD.","release_date":"2002-01-01","vote_average":7.3,"runtime":22,"cert":"N\/A","id":37541,"title":"Buckaroo Banzai Declassified","adult":false,"genre_ids":[99]},{"cast":["Kelly Karnetsky","Cody Meyer","J. Emilio Martinez","Sam Mackey","Blair Herter"],"overview":"Infinite Lives: The Road to E3 is an independently-produced documentary that follows four friends from the American Midwest in their 2300-mile, week lon road trip to the mecca of all things gaming: the Electronic Entertainment Expo. Founded in 1995, E3 has become the penultimate expo for all the gaming industry's latest and greatest. Three years in the making, Infinite Lives documents a history of the expo, and all of the stages around planning and executing a cross-country road trip amongst four gamers. From Colorado Springs to Utah to Los Angeles and Albuquerque, the film displays the American Southwest while also revealing the chaotic, flashing nature of the E3 show floor. The film was shot on a series of handheld high definition consumer camcorders, depicting a fly-on-the-wall experience in high resolutions.","release_date":"2010-06-20","vote_average":5.3,"runtime":93,"cert":"N\/A","id":37542,"title":"Infinite Lives: The Road to E3","adult":false,"genre_ids":[99]},{"cast":["Colin Clive","David Manners","Billy Bevan","Charles K. Gerrard","Anthony Bushell"],"overview":"In France, 1917, an alcoholic captain is afraid that his new replacement, his sweetheart's brother, will betray his downfall.","release_date":"1930-04-19","vote_average":6.3,"runtime":120,"cert":"N\/A","id":37543,"title":"Journey's End","adult":false,"genre_ids":[10752,18]},{"cast":["Giancarlo Giannini","Fernando Rey","Shirley Stoler","Elena Fiore","Piero Di Iorio"],"overview":"Nominated for four Academy Awards including Best Director, Seven Beauties stars Giancarlo Giannini (Swept Away) as Pasqualino Frafuso, known in Naples as \"Pasqualino Seven Beauties.\" A petty thief who lives off of the profits of his seven sisters while claiming to protect their honor at any cost, Pasqualino is arrested for murder and later sent to fight in the army after committing sexual assault. The Germans capture him and he gets sent to a concentration camp where he plots to make his escape by seducing a German officer.","release_date":"1975-12-20","vote_average":8.1,"runtime":116,"cert":"N\/A","id":37550,"title":"Seven Beauties","adult":false,"genre_ids":[35,18]},{"cast":["Axel Strøbye","Poul Bundgaard","Pusle Helmuth","Vigga Bro","Ole Monty"],"overview":"","release_date":"1969-10-17","vote_average":6.5,"runtime":null,"cert":"N\/A","id":37551,"title":"Ta' lidt solskin","adult":false,"genre_ids":[35]},{"cast":["Hidde Maas","Jack Monkau","Annick Christiaens","Josse De Pauw","Chris Lomme"],"overview":"An isolated farmhouse is chosen as a hide-out by Jim and Charlie after an armed robbery. The Deleye family are forced to accept the situation under Jim's brutal domination. Badly wounded Charlie, a gentle character, takes Lisa's room but keeps her baby as hostage. As the local Police close in the family's unhappiness is uncovered and the tension in the house grows as the surrounding forest becomes a battleground for army exercises. Lisa and Charlie are soon making love, Hugo is killed by Jim and the stage is set for a final and bloody shootout.","release_date":"1985-03-14","vote_average":3.7,"runtime":93,"cert":"N\/A","id":37552,"title":"Stronghold","adult":false,"genre_ids":[80]},{"cast":["Jacob Tingleff"],"overview":"","release_date":"2006-09-04","vote_average":8.5,"runtime":null,"cert":"N\/A","id":37553,"title":"Jacob Tingleff: Pyt med skjorten","adult":false,"genre_ids":[]},{"cast":["Johannes Meyer","Agnes Rehni","Poul Reichhardt","Asbjørn Andersen","Signi Grenness"],"overview":"","release_date":"1950-12-26","vote_average":10.0,"runtime":null,"cert":"N\/A","id":37554,"title":"Mosekongen","adult":false,"genre_ids":[10751]},{"cast":["Juri Ueno","Hiroshi Tamaki","Eita","Asami Mizukawa","Eiji Wentz"],"overview":"Following the success of the popular Japanese romantic comedy drama, NODAME CANTABILE: THE MOVIE hits the big screen! Hiroshi Tamaki and Juri Ueno reprise in their roles and continue their love for music and their pursuit for their ambitions. Chiaki (Hiroshi Tamaki) is an aspiring conductor who faces the challenge of leading an orchestra which is made up of substitutes. Nodame (Juri Ueno) gives her support to her beloved as she works hard towards achieving her dream to pass a promotion exam at their music conservatory. Will Chiaki be able to revive a broken down orchestra and launch his musical career? What will become of Nodame and Chiaki's relationship?","release_date":"2009-12-19","vote_average":6.7,"runtime":122,"cert":"N\/A","id":37555,"title":"Nodame Cantabile: The Movie I","adult":false,"genre_ids":[18,10749,35,10402]},{"cast":["Wesley Singerman","Serena Berman","Corey Padnos","Megan Taylor Harvey","Christopher Johnson"],"overview":"Tis the season for the cheer and charm of the Peanuts kids - and this delight special offers five segments full of unforgettable moments. Snoopy works as a bell-ringer to raise money and tries making peace with the ferocious cat next door. Linus strives to strike the right tone in his letter to Santa - and his friendship with an indecisive girl at school. Sally's idea about gift giving and the identity of Santa may be unusual - but her strange notion about how to obtain a Christmas tree surprisingly does the job. Lucy tries awfully hard to be nice...and still coax everyone around her to buy her presents. Charlie Brown and Sally wait up for Santa (a surprisingly short man), who spreads Christmas gift cheer further than they had thought. Make merry!","release_date":"2002-12-08","vote_average":6.5,"runtime":18,"cert":"N\/A","id":37556,"title":"Charlie Brown's Christmas Tales","adult":false,"genre_ids":[16,35,10751]},{"cast":["Gong Li","Li Baotian","Sun Chun","Wang Xiaoxiao","Li Xuejian"],"overview":"Shanghai, China, 1930. When young Shuisheng arrives from the countryside, his uncle Liushu puts him at the service of Bijou, the mistress of Laoda, supreme boss of the Tang Triad, constantly threatened by his enemies, both those he knows and those lurking in the shadows.","release_date":"1995-09-14","vote_average":6.9,"runtime":108,"cert":"15","id":37557,"title":"Shanghai Triad","adult":false,"genre_ids":[18,80]},{"cast":["Stéphanie Touly","Iliès Sefraoui","Mustapha Goumane","Nassim Izem","Rachid Mansouri"],"overview":"Talia runs away from home taking her beloved dog with her. When her dog is stolen Talia enlists the help of a gang of boys to help her find her pet.","release_date":"1999-04-06","vote_average":5.1,"runtime":null,"cert":"N\/A","id":37558,"title":"Little Brothers","adult":false,"genre_ids":[18]},{"cast":["Penélope Cruz","Vincent Pérez","Didier Bourdon","Michel Muller","Hélène de Fougerolles"],"overview":"In this 2003 remake of the classic 1952 French film, Fanfan la Tulipe is a swashbuckling lover who is tricked into joining the army of King Louis XV by Adeline La Franchise, who tells Fanfan that by doing so, he will eventually marry one of the king's daughters","release_date":"2003-05-14","vote_average":5.4,"runtime":97,"cert":"N\/A","id":37559,"title":"Fan-Fan the Tulip","adult":false,"genre_ids":[12,35]},{"cast":["Johnny Cash","Ron Howard","Donald Woods","Cay Forester","Pamela Mason"],"overview":"A gang of bank robbers terrorize a small town by knocking on doors and then killing whoever answers.","release_date":"1961-12-07","vote_average":6.6,"runtime":80,"cert":"N\/A","id":37560,"title":"Five Minutes to Live","adult":false,"genre_ids":[80,53]},{"cast":["Melvil Poupaud","Amanda Langlet","Gwenaëlle Simon","Aurelia Nolin","Alain Guellaff"],"overview":"A shy maths graduate takes a holiday in Dinard before starting his first job. He hopes his sort-of girlfriend will join him, but soon strikes up a friendship with another girl working in town. She in turn introduces him to a further young lady who fancies him. Thus the quiet young lad finds he is having to do some tricky juggling in territory new to him.","release_date":"1996-06-05","vote_average":7.1,"runtime":113,"cert":"N\/A","id":37563,"title":"A Summer's Tale","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"William Kunstler was one of the most famous lawyers of the 20th century. His clients included Martin Luther King Jr., Malcolm X, Phillip and Daniel Berrigan, Abbie Hoffman, H. Rap Brown, Stokely Carmichael, Adam Clayton Powell, Jr., and Leonard Peltier. Filmmakers Emily Kunstler and Sarah Kunstler explore their father’s life, from middle-class family man, to movement lawyer, to “the most hated lawyer in America.”","release_date":"2009-06-02","vote_average":6.0,"runtime":85,"cert":"N\/A","id":37564,"title":"William Kunstler: Disturbing the Universe","adult":false,"genre_ids":[99]},{"cast":["Talulah Riley","Rupert Everett","Gemma Arterton","David Tennant","Colin Firth"],"overview":"The girls of St. Trinians are on the hunt for buried treasure after discovering headmistress Miss Fritton is related to a famous pirate.","release_date":"2009-12-18","vote_average":5.7,"runtime":106,"cert":"12A","id":37565,"title":"St Trinian's 2: The Legend of Fritton's Gold","adult":false,"genre_ids":[35,12]},{"cast":["Kristian Tonby","Per Jansen","Terje Strømdahl","Rulle Smit","Brit Elisabeth Haagensli"],"overview":"Sigurd Drakedreper is a film about Sigurd growing up in a time when conflicts are resolved with weapons. Sigurd is named after a great tale hero, Sigurd Fåvnesbane. It is expected that he will grow up and become a strong Viking, like all in his family. He will lead blood revenge on and avenge the murder of his brother. Illugene, which enemies lurks somewhere out there in the dark! Based on the book by Torill Thorstad Hauger.","release_date":"1989-01-01","vote_average":8.0,"runtime":89,"cert":"N\/A","id":37566,"title":"Sigurd Drakedreper","adult":false,"genre_ids":[]},{"cast":["Francie Swift","Jose Yenque","Josip Kuchan","Scarlett Johansson","Amanda de Cadenet"],"overview":"For Michael Shiver, life as an easy-going cab driver in New York suddenly changes when he picks up supermodel Sarah Easton and falls head over heels in love. But Sarah has more than just passion on her mind; she also has a husband and a glamorous lifestyle that she can't seem to leave behind. Torn between her feelings for Michael and the security of her marriage, Sarah is forced to make a realistic decision about the sacrifices that must be made to be truly and totally in love.","release_date":"1997-06-20","vote_average":7.0,"runtime":93,"cert":"N\/A","id":37567,"title":"Fall","adult":false,"genre_ids":[18,10749]},{"cast":["Margie Gay"],"overview":"Alice and Julius are driving a train, which is carrying a large payroll. Pete the Bear and his gang find out about it and devise a plan to rob the train.","release_date":"1925-08-15","vote_average":3.5,"runtime":6,"cert":"N\/A","id":37568,"title":"Alice's Tin Pony","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Alice is kidnapped by Chinese Gangsters and brought to Chinatown. Her cat tries (successfully) to rescue her, but then they're hunted by a bunch of angry Chinese Triad members.","release_date":"1925-01-01","vote_average":3.5,"runtime":7,"cert":"N\/A","id":37569,"title":"Alice Chops the Suey","adult":false,"genre_ids":[16]},{"cast":["Mert Fırat","Saadet Isil Aksoy","Lale Mansur","Emre Karayel","Ayten Uncuoğlu"],"overview":"Onur, who has been deaf since birth, works as a librarian. His father had left him and his mother when he was seven, and Onur has always blamed himself for this. Although being able to speak, he has chosen to stay silent because of the pitying looks of the people around him. At his friend Vedat's engagement party, he meets Zeynep, who later finds out about Onur's hearing disability, but is not bothered by it. She is forced by her overbearing father to leave home and gets a job at a call-center. Having to speak on the phone all day to people she doesn't know, Zeynep finds peace with Onur, who she communicates with perfectly without speaking...","release_date":"2009-12-18","vote_average":7.2,"runtime":98,"cert":"N\/A","id":37570,"title":"Love in Another Language","adult":false,"genre_ids":[]},{"cast":["Ronald L. Marchini","Michael Chong","Joshua Johnson","Mari Honjo","Ron Ackerman"],"overview":"An evil Oriental Dragon Lady injects three martial arts fighters with a serum that turns them into zombie-like assassins, and she sends them out against her enemies.","release_date":"1976-09-14","vote_average":5.2,"runtime":93,"cert":"N\/A","id":37571,"title":"Death Machines","adult":false,"genre_ids":[28]},{"cast":["Tarık Akan","Şerif Sezer","Zuhal Topal","Levent Tülek","Korel Cezayirli"],"overview":"The story of an exile man who came from Russia. He is the last descended of his family.","release_date":"2009-04-17","vote_average":6.8,"runtime":100,"cert":"N\/A","id":37572,"title":"Piano Girl","adult":false,"genre_ids":[18]},{"cast":["Elit İşcan","Erdal Besikçioglu","Banu Fotocan","Önder K. Açikbas","Halim Ercan"],"overview":"Hayat, her father and bedridden grandfather live in a riverside shack near the dangerously dark but breathtakingly beautiful waters of the Bosphorus. Hayat's father owns a small boat that secures the family's survival through a miscellany of not always lawful ventures. Beyond the motion and romance of the water, Hayat's life is harsh and unrelenting. But Hayat has an instinct for survival. Her capacity for courage, endurance and hope in the face of these trials suggest that there is Life despite the manifold injustices of an unjust world.","release_date":"2009-03-05","vote_average":6.9,"runtime":121,"cert":"N\/A","id":37573,"title":"My Only Sunshine","adult":false,"genre_ids":[18]},{"cast":["Emre Aydin","Rojda Huz","Vehip Huz","Zulkuf Huz"],"overview":"One year in the life of a Turkish teacher, teaching the Turkish language to Kurdish children in a remote village in Turkey. The children can't speak Turkish, the teacher can't speak Kurdish and is forced to become an exile in his own country. On the Way to School is a film about a Turkish teacher who is alone in a village as an authority of the state, and about his interaction with the Kurdish children who have to learn Turkish. The film witnesses the communication problem emphasizing the loneliness of a teacher in a different community and culture; and the changes brought up by his presence into this different community during one year. The film chronicles one school year, starting from September 2007 until the departure of the teacher for summer holiday in June 2008. During this period, they begin to know and understand each other mutually and slowly.","release_date":"2008-11-25","vote_average":7.1,"runtime":81,"cert":"N\/A","id":37574,"title":"On the Way to School","adult":false,"genre_ids":[99,18]},{"cast":["Peker Açıkalın","Önder Açıkbaş","Durul Bazan","Timur Acar","Erdem Akakçe"],"overview":"Hollywood filmlerinde pek çok ünlü oyuncuya eşlik etmiş vahşi hayvanlar bu defa bizim oyuncularımızı terletecek. Türkiye’nin en zengin işadamının ailesi ile dünya turuna çıkması ve Güney Afrika kıyılarında Somalili korsanlar tarafından kaçırılır. Korsanlar işadamı için Türkiye’den yüklü miktarda fidye istiyorlardır. Türk Hükümeti de işadamının kurtarılması için askeri bir tim gönderilmesine karar verir. Ancak bir diplomatın önerisi dikkate alınarak uluslararası ilişkilerin hassas dengesi sebebi ile bu iş için resmi bir tim değil de ‘Her Türk asker doğar’ sözünden yola çıkarak illegal bir tim oluşturulur.","release_date":"2009-11-27","vote_average":2.7,"runtime":null,"cert":"N\/A","id":37575,"title":"Türkler Çıldırmış Olmalı","adult":false,"genre_ids":[35]},{"cast":["Shin Eun-kyung","Jung Jin-young","Bae Doo-na","Kim Chang-wan","Yoon Joo-sang"],"overview":"Sun-ju is a reporter who uncovers a series of inexplicable deaths that occurred simultaneously. Her investigation leads her to a resort, where she finds a videotape filled with mysterious images. After viewing it, a message appears on the screen that she has just been cursed, and that in order to save herself she must - end of tape. Somebody has erased the rest, leaving her horrified and uncertain of her next move.","release_date":"1999-06-12","vote_average":4.4,"runtime":110,"cert":"N\/A","id":37576,"title":"The Ring Virus","adult":false,"genre_ids":[27,53]},{"cast":["Turid Haaland","Kari Diesen"],"overview":"The little tooth trolls Karius and Baktus tries to persuade Jens not to brush his teeth, and their picking wholes in his teeth can go on as planned. If the mother's plea to Jens is winning, the happy days of white bread and syrup is over.no","release_date":"1955-12-01","vote_average":7.1,"runtime":15,"cert":"N\/A","id":37577,"title":"Karius og Baktus","adult":false,"genre_ids":[16,10751]},{"cast":["Sam Neill","Warren Oates","Ian Mune","Ian Watkin","William Johnson"],"overview":"Recluse Smith is drawn into a revolutionary struggle between guerrillas and right-wingers in New Zealand. Implicated in a murder and framed as a revolutionary conspirator, Smith tries to maintain an attitude of non-violence while caught between warring factions.","release_date":"1977-10-06","vote_average":6.2,"runtime":107,"cert":"N\/A","id":37582,"title":"Sleeping Dogs","adult":false,"genre_ids":[28,53,18]},{"cast":["Herbert Vogel","Dorothy Vogel","Charlie Rose","Paula Antebi","Will Barnet"],"overview":"He was a postal clerk. She was a librarian. With their modest means, the couple managed to build one of the most important contemporary art collections in history. Meet Herb and Dorothy Vogel, whose shared passion and disciplines and defied stereotypes and redefined what it means to be an art collector.","release_date":"2009-06-05","vote_average":7.1,"runtime":89,"cert":"N\/A","id":37583,"title":"Herb & Dorothy","adult":false,"genre_ids":[99]},{"cast":["Onur Ünsal","Derya Alabora"],"overview":"When an aging matriarch starts showing signs of dementia, her dysfunctional family in Istanbul must navigate a minefield of unresolved issues to care for her.","release_date":"2008-09-06","vote_average":6.5,"runtime":112,"cert":"N\/A","id":37584,"title":"Pandora's Box","adult":false,"genre_ids":[]},{"cast":["Mayumi Tanaka","Chika Sakamoto","Junko Hori","Ayumi Ishijo","Kaori Nakahara"],"overview":"Giovanni currently lives a dreary life of near non-stop work. At school, his peers ridicule him incessantly, and his employer at work is distant and cold. As his isolation from society becomes unbearable, he suddenly finds himself on a train heading far away from his miserable home. Accompanied by Campanella, an acquaintance from school, Giovanni embarks on a journey that will define the rest of his life.","release_date":"1985-07-13","vote_average":7.3,"runtime":108,"cert":"N\/A","id":37585,"title":"Night on the Galactic Railroad","adult":false,"genre_ids":[16,14,18]},{"cast":["Saadet Isil Aksoy","Ufuk Bayraktar","Tülin Özen","Gülçin Santırcıoğlu","Kaan Karabacak"],"overview":"Poet Yusuf (35-38) returns to his childhood hometown, which he hadn't visited for years, upon his mother's death. He is faced with a neglected, crumbling house. Ayla, a young girl (17-19) awaits him there. Yusuf has been unaware of the existence of this distant relation who had been living with his mother for five years; He stays by his dead mother's bedside for a while on the morning of his return...","release_date":"2007-11-09","vote_average":5.8,"runtime":97,"cert":"N\/A","id":37586,"title":"Egg","adult":false,"genre_ids":[18]},{"cast":["Levente Igaz","Klári Tolnay","József Székhelyi","Eszter Kárász","Esztergályos Cecília"],"overview":"What would it feel like to be a bird and fly over the trees and housetops? A boy named Willy finds out when the Sparrow Guardian turns him into a Sparrow for shooting a BB gun at the little birds. Suddenly, Willy's own cat thinks of him as lunch but, luckily, some new sparrow friends rush to Willy's rescue. They deliver him to a grandfatherly old bird named Cipur who takes Willy under his wing, teaches him how to fly, and so much more. In return, Willy fulfills Cipur's lifelong dream for knowledge by teaching him ow to read. Willy's new friendship helps him understand that all creatures have feelings and deserve to be treated with kindness and respect. Before Willy is turned back into a boy, he leads the sparrows in a brave but perilous plan to retake their home in the barn from Blacky the cat. Finally, the Sparrow Guardian offers Willy a very special opportunity.","release_date":"1988-03-09","vote_average":5.9,"runtime":76,"cert":"N\/A","id":37587,"title":"Willy The Sparrow","adult":false,"genre_ids":[10751,16]},{"cast":["Bruce Lee","Jackie Chan","Sammo Hung","Yuen Biao","Chuck Norris"],"overview":"Legendary martial artist Bruce Lee is the subject of this thoughtful documentary by Lee aficionado John Little. Using interviews, behind-the-scenes footage and action sequences from Lee's last (unfinished) film, Game of Death, Little paints a textured, complex portrait of the world's most famous action hero","release_date":"2000-10-22","vote_average":7.7,"runtime":100,"cert":"N\/A","id":37588,"title":"Bruce Lee: A Warrior's Journey","adult":false,"genre_ids":[99]},{"cast":["David Best"],"overview":"A beautifully done video of Burning Man 2001, 2002 &amp; 2003. Lots of people interviews, Center Cafe activity and extensive coverage of artist David Best and the Temple construction and burn. This documentary captures the swirling columns of dust that were created during the intense heat of the 2002 Temple burn.","release_date":"2003-05-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":37589,"title":"Dust Devils","adult":false,"genre_ids":[99]},{"cast":["Antonis Kafetzopoulos","Anastasias Kozdine","Giorgos Souxes"],"overview":"A Greek shopkeeper discovers something about his family's past when his mother embraces an Albanian worker.","release_date":"2009-07-22","vote_average":7.4,"runtime":103,"cert":"N\/A","id":37590,"title":"Plato's Academy","adult":false,"genre_ids":[18,35]},{"cast":["David Best","Larry Harvey"],"overview":"With a strong emphasis on founder Larry Harvey and temple artist David Best, this video expresses the scale and power of the Burning Man experience. Superb cinematography and editing are combined to make this is one of the most moving Burning Man videos ever produced.","release_date":"2007-12-15","vote_average":7.0,"runtime":83,"cert":"N\/A","id":37591,"title":"Burning Man: Voyage in Utopia","adult":false,"genre_ids":[99]},{"cast":["Jason Bermas","Mark Dice"],"overview":"Invisible Empire is all conspiracy and no theory – proving beyond doubt how the elite have openly conspired to insidiously rule the globe via the engines of the CFR, the United Nations, the Trilateral Commission, and the Bilderberg group, which were born out of the historical Round Table groups first set up by Cecil Rhodes. The film traces the lineage of the evolution of global governance from Samuel Zane Batten’s 1919 manifesto New World Order, through to Hitler’s vision of a 1000 year Reich, to the modern incarnation of the conspiracy which has its roots in the evil deeds of people like George H. W. Bush, David Rockefeller and Henry Kissinger.","release_date":"2010-04-15","vote_average":7.8,"runtime":132,"cert":"N\/A","id":37592,"title":"Invisible Empire: A New World Order Defined","adult":false,"genre_ids":[99]},{"cast":["Clark Gable","Ava Gardner","Broderick Crawford","Lionel Barrymore","Beulah Bondi"],"overview":"Rip-roaring big star, big budget semi-historical story about cattle baron Devereaux Burke, who is enlisted by an aging Andrew Jackson to dissuade Sam Houston from establishing Texas as a republic. Burke must fight state senator Thomas Craden, in the process winning the heart of Craden's newspaper-editor girlfriend Martha Ronda.","release_date":"1952-10-24","vote_average":5.0,"runtime":94,"cert":"N\/A","id":37593,"title":"Lone Star","adult":false,"genre_ids":[37,28,12,36]},{"cast":[],"overview":"An old conspiracy film, probably made in the early 80s, questioning the intentions of the Masonic Order. The primary focus is on attempting to expose the hidden secrets of the Freemasons.","release_date":"","vote_average":6.0,"runtime":134,"cert":"N\/A","id":37594,"title":"What is the Secret Doctrine of the Masonic Lodge?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The New American Century presents the historical, philosophical, economical and political background -- some of which is totally unknown to the public -- that lend support to the accusation that the 9\/11 terrorist attacks were in fact an inside-job.","release_date":"2009-06-21","vote_average":6.0,"runtime":94,"cert":"N\/A","id":37595,"title":"The New American Century","adult":false,"genre_ids":[99]},{"cast":["Alan Ladd","Sophia Loren","Clifton Webb","Alex Minotis","Jorge Mistral"],"overview":"Phaedra is a poor sponge diver on the lovely Greek isle of Hydra. While diving, she discovers an ancient brass and gold stature of a boy riding a dolphin, which is said to have the magical power to grant wishes. Her shiftless boyfriend wants to sell it to an unscrupulous art collector, but Phaedra wants to give it to anthropologist Jim Calder, who would return it to the Greek government.","release_date":"1957-04-18","vote_average":6.1,"runtime":111,"cert":"N\/A","id":37596,"title":"Boy on a Dolphin","adult":false,"genre_ids":[10749,12,18]},{"cast":[],"overview":"BURNING MAN: BEYOND BLACK ROCK goes behind the scenes of a social revolution to explore the philosophy that fuels it, the social contract that drives it, and the transcendent experience that makes it a worldwide cultural force. Granted unprecedented access to the inner workings of the Burning Man organization, the filmmakers spent 18 months with the founders, organizers, artists and participants to document the full complexity and diversity of the Burning Man community. But, true to its title, the film goes beyond the city they raise in the desert - revealing the Burning Man's plans to bring its unique culture to the rest of the world. BEYOND BLACK ROCK tells, for the first time ever, the real story of Burning Man - from the inside out.","release_date":"2005-01-01","vote_average":4.3,"runtime":110,"cert":"N\/A","id":37597,"title":"Burning Man: Beyond Black Rock","adult":false,"genre_ids":[99]},{"cast":["William Katt","Tom Berenger","Jeff Corey","John Schuck","Michael C. Gwynne"],"overview":"A \"prequel\" of sorts to \"Butch Cassidy and the Sundance Kid,\" chronicling the two outlaws' lives in the years before the events portrayed in the Newman\/Redford movie.","release_date":"1979-06-15","vote_average":4.8,"runtime":115,"cert":"N\/A","id":37598,"title":"Butch and Sundance: The Early Days","adult":false,"genre_ids":[37]},{"cast":["Lone Fleming","César Burner","María Elena Arpón","José Thelman","Rufino Inglés"],"overview":"In the thirteenth century, the region around the city of Berzano was ruled by a legion of Templar Knights, who sought eternal life through the ingestion of human blood. They terrorized the region by harvesting the land and committing human sacrifices. They eventually got imprisoned and executed, left hung out for the crows to peck out their eyes. In modern day Portugal, a group of people visits the abandoned city, which awakens the Templar's corpses, terrorizing the region again.","release_date":"1972-04-10","vote_average":6.1,"runtime":101,"cert":"N\/A","id":37601,"title":"Tombs of the Blind Dead","adult":false,"genre_ids":[27]},{"cast":["Katja Schuurman","Egbert Jan Weeber","Willem Voogd"],"overview":"Young Dutch dropout, Berry, falls in love with slightly older nightclub dancer and ex-nude model Thera and gives up his social live with his dodgy comrades and fine family to make a three-stop 'world tour' together. Suddenly Thera ODs terribly, leaving Berry alone with his obsessive but unanswered love which drives him crazy.","release_date":"2002-09-05","vote_average":5.1,"runtime":104,"cert":"N\/A","id":37602,"title":"Oysters at Nam Kee's","adult":false,"genre_ids":[18]},{"cast":["Robert Stack","Dorothy Malone","George Sanders","Edmond O'Brien","Woody Strode"],"overview":"The S. S. Claridon is scheduled for her five last voyages after thirty-eight years of service. After an explosion in the boiler room, Captain Robert Adams is reluctant to evacuate the steamship. While the crew fights to hold a bulkhead between the flooded boiler room and the engine room and avoid the sinking of the vessel, the passenger Cliff Henderson struggles against time trying to save his beloved wife Laurie Henderson, who is trapped under a steel beam in her cabin, with the support of the crew member Hank Lawson.","release_date":"1960-02-19","vote_average":6.7,"runtime":91,"cert":"N\/A","id":37605,"title":"The Last Voyage","adult":false,"genre_ids":[28,18]},{"cast":["Colin Firth","Annette Bening","Meg Tilly","Fairuza Balk","Siân Phillips"],"overview":"Set in Baroque France, a scheming widow and her lover make a bet regarding the corruption of a recently married woman. The lover, Valmont, bets that he can seduce her, even though she is an honorable woman. If he wins, he can have his lover to do as he will. However, in the process of seducing the married woman, Valmont falls in love. Based on the same novel as \"Dangerous Liaisons.\"","release_date":"1989-11-17","vote_average":6.8,"runtime":137,"cert":"N\/A","id":37606,"title":"Valmont","adult":false,"genre_ids":[18,10749]},{"cast":["Richard Pryor","Margot Kidder","Ronny Cox","Ray Sharkey","Lynne Moody"],"overview":"A Vietnam vet returns home from a prisoner of war camp and is greeted as a hero, but is quickly forgotten and soon discovers how tough survival is in his own country.","release_date":"1982-04-02","vote_average":5.5,"runtime":97,"cert":"N\/A","id":37607,"title":"Some Kind of Hero","adult":false,"genre_ids":[35,18]},{"cast":["George C. Scott","Stacy Keach","Jane Alexander","Scott Wilson","Rosalind Cash"],"overview":"An idealistic rookie cop joins the LAPD to make ends meet while finishing law school, and is indoctrinated by a seasoned veteran. As time goes on, he loses his ambitions and family as police work becomes his entire life.","release_date":"1972-08-03","vote_average":6.7,"runtime":103,"cert":"N\/A","id":37608,"title":"The New Centurions","adult":false,"genre_ids":[80,18,28]},{"cast":["Raven-Symoné","Adrienne Bailon-Houghton","Sabrina Bryan","Kiely Williams","Belinda"],"overview":"Best friends Galleria, Chanel, Dorinda, and Aqua, A.K.A. the girl band \"The Cheetahs,\" get the opportunity of a lifetime when they strut their way to Barcelona, Spain, to perform in an international music festival. Along the way, the \"amigas Cheetahs\" learn that, although their paths are not the same, they are lucky to have one another for the journey.","release_date":"2006-07-31","vote_average":5.7,"runtime":96,"cert":"U","id":37609,"title":"The Cheetah Girls 2: When in Spain","adult":false,"genre_ids":[35,18,10751,10402,10770]},{"cast":["Jerry Lewis","Marie McDonald","Sessue Hayakawa","Barton MacLane","Robert Hirano"],"overview":"Gilbert Wooley is a second-rate magician who is sent to entertain the troops in the pacific. During his time in Japan he becomes attached to a little orphan boy.","release_date":"1958-11-02","vote_average":7.2,"runtime":98,"cert":"N\/A","id":37610,"title":"The Geisha Boy","adult":false,"genre_ids":[35]},{"cast":["J.R.R. Tolkien","Greg Hildebrandt","Tim Hildebrandt"],"overview":"Discover why J.R.R. Tolkien's Lord of the Rings has become an icon of the 20th century culture. This movie features stunning new 3D computerized animations of Middle-Earth, a host of illustrations by the Brothers Hildebrandt, rare archive footage of the author himself and in-depth analysis by leading Tolkien scholars from around the world.","release_date":"2002-07-16","vote_average":0.0,"runtime":80,"cert":"N\/A","id":37611,"title":"J.R.R. Tolkien: Master of the Rings - The Definitive Guide to the World of the Rings","adult":false,"genre_ids":[14,28,99]},{"cast":["Rajendra Prasad","Rajani","Nutan Prasad","Kota Srinivasa Rao","Brahmanandam"],"overview":"Krishna Murthy (Rajendra Prasad), son of rich industrialist Satyanarayana (Nutan Prasad) falls in love with Padma (Rajani). When Krishna's father learns that Padma is the daughter of a greedy miser Lakshmipathy (Kota Srinivasa Rao), he challenges his son to convince Lakshmipathy to marry his daughter without revealing that he belongs to a rich family. Rest of the story is about Krishna's efforts to impress Lakshmipathy by acting like a miser himself. Brahmanandam made his acting debut with this film as Lakshmipathy's servant. This film is a turning point of Kota Srinivasa Rao.","release_date":"1987-03-30","vote_average":5.7,"runtime":147,"cert":"N\/A","id":37612,"title":"Aha Naa Pellanta","adult":false,"genre_ids":[35]},{"cast":["Jared Leto","Christian Slater","Claire Forlani","Rachel Pickup"],"overview":"A lonely young aristocrat in turn-of the century England struggles to meet the approval of his over-bearing, class-conscious father while trying to please the selfish woman he loves.","release_date":"1998-07-22","vote_average":4.6,"runtime":113,"cert":"N\/A","id":37613,"title":"Basil","adult":false,"genre_ids":[18,10749]},{"cast":["Hywel Bennett","Dinah Stabb","Dan O'Herlihy","Sting","Anthony Steel"],"overview":"Paranormal novelist Gideon Harlax is drawn into a battle between the forces of good, represented by alien angel Helith, and the forces of evil, represented by Helith's evil brother Asrael. Ranging from Oxford to Denmark, a North Sea ferry to an alien planet, Harlax unwittingly becomes part of an ancient plot that may result in the destruction of Earth...","release_date":"1981-12-29","vote_average":0.0,"runtime":185,"cert":"","id":37614,"title":"Artemis '81","adult":false,"genre_ids":[18,878,53]},{"cast":["William Bendix","Dennis O'Keefe","Barbara Britton","Art Baker","Ann Todd"],"overview":"In a small Midwestern town a man is found dead. Dennis O'Keefe plays an insurance investigator looking into the apparent suicide. All clues leads him into suspecting murder. Unfortunately, no one wants to assist him with the case, including Sheriff Larry Best (Bendix). Finally, attractive local girl Anita (Britton) breaks the silence and helps investigator Donovan solve the case.","release_date":"1949-02-25","vote_average":6.6,"runtime":82,"cert":"N\/A","id":37615,"title":"Cover Up","adult":false,"genre_ids":[9648]},{"cast":["William Forsythe","Vincent Gallo","Adam Trese","Gareth Williams","LisaGay Hamilton"],"overview":"Jerry and his two pals, Russ and Syd, are just looking for some easy money to help them break out of their nowhere lives in their nowhere town. Despite a bungled jewelry store heist which exposes their incompetence as criminals, a fateful event (and an old black-and-white film) convinces them that they can pull off an armored-truck robbery. While they are busy plotting their caper, their dysfunctional families spin out of control, all around them.","release_date":"1995-09-07","vote_average":5.9,"runtime":92,"cert":"N\/A","id":37616,"title":"Palookaville","adult":false,"genre_ids":[35,80]},{"cast":["Alejandro Jodorowsky","Peter Gabriel","Marcel Marceau","Jean Giraud","Fernando Arrabal"],"overview":"This documentary depicts the filmmaker Alejandro Jodorowsky talking about his life, his loves, his career as a filmmaker, graphic novelist, and workshop leader, and his eccentricities including tarot reader and theatrical director during The Panic Movement. Directed by Louis Mouchet, La Constellation Jodorowsky includes a lengthy on-camera interview with Jodorowsky in Spanish with subtitles. Marcel Marceau, Fernando Arrabal, Peter Gabriel, Jean \"Moebius\" Giraud, and Jean Pierre Vignau make appearances discussing their various projects with the director. In addition to the interview and film clips, Mouchet features some bizarre footage from Jodorowsky’s absurdist plays in which topless women splattered with paint writhe around the stage in a theatrical production meant to represent The Panic Movement, i.e., an artistic expression in which reason cannot fully express the human experience.","release_date":"1994-01-01","vote_average":6.5,"runtime":91,"cert":"18","id":37621,"title":"The Jodorowsky Constellation","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Satan, Lucifer, Beelzebub, the Devil...known by many names, he was the once-favorite angel who fell from grace. Cast out from Heaven, he became mankind's tormentor, vowing to destroy the creation of his former master. From the Biblical tale of his fall to the incredible stories of those who believe they have crossed his path, join BIOGRAPHY® for a chilling journey through the long and legendary history of Satan. Scholars, historical experts, and theologians examine classic paintings, academic texts, and modern movies for an unprecedented look at the many ways Satan has been portrayed throughout the centuries. The bonus documentary Hell: The Devil's Domain completes this sinister portrait, peering into the darkest depths of the devil's fiery realm. SATAN: PRINCE OF DARKNESS paints the ultimate portrait of the face of evil, and reveals how over millennia the Devil has come to personify mankind's greatest fears.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37622,"title":"Biography - Satan: Prince of Darkness","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Saudi Royal Family. At a time when America's relationship with Saudi Arabia is under close scrutiny because of the war against terrorism, this timely profile looks at the colorful history of Saudi Arabia's royal rulers. Discover how charismatic King Ibn Saud went from being a desert warrior to leader of the largest il-producing nation in the world, and how his 4 successors have been both friends and foes of the U.S","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37623,"title":"A&E - The Saudi Royal Family Biography","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A young Queensland geologist, Dr Unwins, has quite possibly made one of the most significant biological discoveries of the last 100 years. Ten times smaller than any known living creature, her so called nanobes could hold the key to the origin of life on earth. These tiny creatures appear to eat plastic, may have come from outer space and have been linked with cancer. In 1998, mysterious 'organisms' were found in petroleum drilling samples. These tiny entities survived for millions of years in solid rock, two kilometers deeper into the Earth's crust than any recorded life. When exposed to oxygen and nutrients, they grow, reproduce, organise to form colonies and contain the master molecules of life - DNA.","release_date":"2002-08-21","vote_average":5.3,"runtime":52,"cert":"N\/A","id":37624,"title":"Alien Underworld","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Deep inside the arctic, scientists are experimenting with extreme palaeontology methods to unlock the secrets of polar dinosaurs, and perhaps the key to our own survival on Earth. On Alaska's north slope there are dinosaur bones, lots of them. But they're trapped in an icy tomb - an impenetrable wall of permafrost. Dinosaurs on Ice follows the journey of two scientists, Dr Tom Rich and Dr Tony Fiorillo, who undertake separate expeditions to the Colville River in Alaska's far north to uncover the dinosaurs' bones and break the ice on a prehistoric world that until now has been unreachable. But the task is not easy. The weather is extreme, the location remote.","release_date":"2008-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":37625,"title":"Dinosaurs on Ice","adult":false,"genre_ids":[99]},{"cast":["Charles Bronson","John Houseman","Jacqueline Bisset","Maximilian Schell","Harry Guardino"],"overview":"A dabbler-in-crime and his assistant hire an ex-police reporter to recover some stolen papers.","release_date":"1976-08-01","vote_average":5.7,"runtime":94,"cert":"","id":37626,"title":"St. Ives","adult":false,"genre_ids":[28,80,53]},{"cast":["Richard Kiley","Steven Warner","Bob Fosse","Gene Wilder","Donna McKechnie"],"overview":"Based on the story by Antoine deSaint-Exupery, this magical musical fable begins as a pilot (Richard Kiley) makes a forced landing on the barren Sahara Desert. He is befriended by a \"little\" prince from the planet Asteroid B-612. In the days that follow, the pilot learns of the small boy's history and planet-hopping journeys in which he met a King, a businessman, an historian, and a general. It isn't until he comes to Earth that the Little Prince learns the secrets of the importance of life from a Fox (Gene Wilder), a Snake (Bob Fosse), and the pilot.","release_date":"1974-11-06","vote_average":6.5,"runtime":88,"cert":"N\/A","id":37627,"title":"The Little Prince","adult":false,"genre_ids":[878,14,10751,10402]},{"cast":["Ernesto Alonso","Miroslava","Rita Macedo","Andrea Palma","Rodolfo Landa"],"overview":"A bizarre black comedy about a man whose overwhelming ambition in life is to be a renowned serial killer of women, and will stop at nothing to achieve it - but not everything goes according to plan...","release_date":"1955-01-01","vote_average":7.6,"runtime":89,"cert":"N\/A","id":37628,"title":"The Criminal Life of Archibaldo de la Cruz","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"In the late twentieth century, the Secret Security Force was formed to stop the actions of the communist terrorist group known as the Red May. Angel, a beautiful, yet cold woman, has recently joined the small anti-terrorist group. But her first mission will be a true test of skill, for members of the Red May are being found dead, murdered by gruesome methods. Who is causing these murders? And why? Written by Chuck \"Dark-Side\" Williamson","release_date":"1989-10-31","vote_average":7.8,"runtime":180,"cert":"N\/A","id":37629,"title":"Angel Cop","adult":false,"genre_ids":[53,16,80,878,27]},{"cast":["Jana Plodková","Marek Daniel","Klára Melíšková","Sandra Nováková","Jan Budař"],"overview":"A Czech journalist joins a Prague radio station what broadcasts Nazi propaganda in order to protect his Jewish wife. However, as the Nazi rule over Czechoslovakia calls for more and more collaboration, his relationship with his wife spirals downward.","release_date":"2009-09-22","vote_average":5.1,"runtime":98,"cert":"N\/A","id":37630,"title":"The Protector","adult":false,"genre_ids":[18]},{"cast":["Greer Garson","Walter Pidgeon","Henry Travers","Albert Bassermann","Robert Walker"],"overview":"The famed female scientist fights to keep her marriage together while conducting early experiments with radioactivity.","release_date":"1943-12-15","vote_average":7.7,"runtime":124,"cert":"N\/A","id":37631,"title":"Madame Curie","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Claude Van Damme","Brian Thompson","Charlton Heston","Sofia Milos","Ben Cross"],"overview":"When Rudy, an artifacts smuggler, goes to Jerusalem to rescue his kidnapped archeologist father, he faces deportation by a scheming police chief. Now, to find his dad and recover a sacred scroll, he'll have to outwit officials and a ruthless sect. With the help of a beautiful Israeli cop, Rudy battles a faction of religious zealots determined to see a holy war at all costs.","release_date":"2001-12-10","vote_average":4.4,"runtime":89,"cert":"N\/A","id":37632,"title":"The Order","adult":false,"genre_ids":[12,28,35]},{"cast":["Annelise Hesme","Thomas Le Douarec","Audrey Dana","Boris Ventura-Diaz","Pierre Arditi"],"overview":"What on earth would extraterrestrials think if they could observe us? This is the movie they made.","release_date":"2007-04-18","vote_average":6.1,"runtime":85,"cert":"N\/A","id":37633,"title":"Nos amis les Terriens","adult":false,"genre_ids":[14,35,18]},{"cast":["Robyn Moore","Keith Scott"],"overview":"With Christmas just around the corner, everyone in Greenpatch is busily decorating the town square. Blinky Bill is up to his usual mischief and accidentally breaks Wombo's snowdome. To make amends, he decides to give Wombo a treat by creating a white Christmas in Greenpatch with real snow and a real Christmas tree. So Blinky and Flap begin a quest in search of the rare and mysterious Wollemi Pine Forest in order to cut down a tree for the village square in Greenpatch, while Splodge and Nutsy stay at home and, with a variety of outrageous experiments, try to create snow. Will they make snow it in time for Christmas Eve? Join Blinky Bill and his friends as they celebrate the magic of a traditional European White Christmas in the Australian Bush. Extraordinary!","release_date":"2005-12-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":37634,"title":"Blinky Bill's White Christmas","adult":false,"genre_ids":[16]},{"cast":["Barbara Stanwyck","George Sanders","Gary Merrill","Jesse White","Harry Shannon"],"overview":"A woman fights to convince the police that she witnessed a murder while looking out her bedroom window.","release_date":"1954-04-15","vote_average":6.3,"runtime":83,"cert":"N\/A","id":37635,"title":"Witness to Murder","adult":false,"genre_ids":[80,18,53]},{"cast":["Radha Mitchell","Gabriel Mann","Ally Sheedy","Patricia Clarkson","Charis Michelsen"],"overview":"A young female intern at a small magazine company becomes involved with a drug-addicted lesbian photographer, both of whom seek to exploit each other for their respective careers, while slowly falling in love with each other.","release_date":"1998-06-12","vote_average":6.6,"runtime":101,"cert":"N\/A","id":37636,"title":"High Art","adult":false,"genre_ids":[18,10749]},{"cast":["Barbara Stanwyck","Fred MacMurray","Joan Bennett","William Reynolds","Pat Crowley"],"overview":"When a toy manufacturer feels ignored and unappreciated by by his wife and children, he begins to rekindle a past love when a former employee comes back into his life.","release_date":"1956-02-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":37637,"title":"There's Always Tomorrow","adult":false,"genre_ids":[35,18]},{"cast":["François Berléand","Thierry Lhermitte","Virginie Efira","Alain Chabat","Sami Bouajila"],"overview":"Cannes, the French Riviera. Armand Teillard is happy with life; a busy store downtown, a delightful girlfriend, a magnificent record collection and lunch every day at Sofia and Martial's family restaurant with a perfect sea view. So when Sofia tells Armand that Zapetti, a property developer with mafia connections, is putting the squeeze on her to sell up, he is horrified. Armand is an easy-going guy, but when he gets mad... actually, Armand never gets mad. He leaves that to his twin brother, Maurice, The Whistler. When Maurice rides into town in his Aston Martin and designer suit, Zapetti, his mob and the corrupt local politicians are in trouble. But what if, behind the dyed hair and tinted contact lenses, Maurice and Armand are one and the same guy? Is Cannes big enough for the both of them?","release_date":"2010-01-06","vote_average":4.7,"runtime":null,"cert":"N\/A","id":37638,"title":"The Whistler","adult":false,"genre_ids":[35]},{"cast":["Dave Gahan","Andy Fletcher","Christian Eigner","Peter Gordeno","Martin Gore"],"overview":"One Night in Paris – The Exciter Tour – A Live DVD by Anton Corbijn is a video release by Depeche Mode, featuring an entire concert from their 2001 Exciter Tour, shot at the Palais Omnisports de Paris-Bercy on 9 and 10 October 2001. Although the cover only lists the second date, it is obvious that material from the first was used, as \"It Doesn't Matter Two\" was only played on the 9th. That song was replaced by \"Sister Of Night\" the next day (and included as a bonus track on disc 2). Many fans were disappointed to see the popular song \"Clean\" (a regular on the tour, played on the first night in Paris) not included (no live version is officially released of the song to this date), Condemnation (from the second night, rarely performed in 2001, with several live versions previously available) taking its place in the film. It was directed and filmed by Anton Corbijn, and released in 2002.","release_date":"2002-05-27","vote_average":7.2,"runtime":117,"cert":"N\/A","id":37639,"title":"Depeche Mode: One Night in Paris","adult":false,"genre_ids":[10402,99]},{"cast":["Chet Baker"],"overview":"Documentary about jazz great Chet Baker that intercuts footage from the 1950s, when he was part of West Coast Cool, and from his last years. We see the young Baker, he of the beautiful face, in California and in Italy, where he appeared in at least one movie and at least one jail cell (for drug possession). And, we see the aged Baker, detached, indifferent, his face a ruin. Includes interviews with his children and ex-wife, women companions, and musicians.","release_date":"1988-09-15","vote_average":7.8,"runtime":120,"cert":"N\/A","id":37640,"title":"Let's Get Lost","adult":false,"genre_ids":[10402,99]},{"cast":["Kim Basinger","John Corbett","Annie Potts","Sean Astin","Tom Hanks"],"overview":"Harmony had an encounter early in life with the young Elvis, and can't seem to shake his influence. Now a Pink Lady selling cosmetics, she seems to inadvertently bring harm to any Elvis impersonators she encounters. After a bizarre car accident leaves a slew of them dead, Harmony goes on the run from the authorities, hooking up with a downtrodden ad exec who has Elvis troubles of his own.","release_date":"2004-08-27","vote_average":5.3,"runtime":90,"cert":"","id":37641,"title":"Elvis Has Left the Building","adult":false,"genre_ids":[35]},{"cast":["Stacy Keach","Samantha Eggar","John Savage","Robby Benson","Arlene Farber"],"overview":"A flashy LA photographer decides to help a little boy get back home. The kid happens to live deep into marshland, with his siblings and mom.","release_date":"1974-11-12","vote_average":6.3,"runtime":73,"cert":"N\/A","id":37644,"title":"All the Kind Strangers","adult":false,"genre_ids":[27,53,10770]},{"cast":["Jean Reno","Gabriella Wright","Jean-Pierre Darroussin","Marina Foïs","Richard Berry"],"overview":"Charly Matteï has turned his back on his life as an outlaw. For the last three years, he's led a peaceful life devoting himself to his wife and two children. Then, one winter morning, he's left for dead in the parking garage in Marseille's Old Port, with 22 bullets in his body. Against all the odds, he doesn't die...","release_date":"2010-03-23","vote_average":6.5,"runtime":115,"cert":"18","id":37645,"title":"22 Bullets","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"Choppertown is the world’s first motorcycle documentary about the renowned hot rod and motorcycle club, the Sinners. Modern day greasers, the Sinners are all about the old school. None of them is old enough to have experienced the hot rod heydays of the ‘50s and ‘60s, but still they live on the edge of society chopping cars and bikes and searching for vintage parts to make their “Rat Rods”, “Trumps”, “Mercs”, and “Bobbers” into rolling works of art.","release_date":"2005-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37646,"title":"Choppertown: The Sinners","adult":false,"genre_ids":[28,12,99]},{"cast":[],"overview":"Choppertown: From The Vault features two hours of unseen footage that didn't fit into the award-winning Choppertown: The Sinners.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37647,"title":"Choppertown: From the Vault","adult":false,"genre_ids":[99]},{"cast":["Scott Di Lalla","Jay Kataoka","Dennis Goodson","Earl Kane","Irish Rich"],"overview":"Two years in the making. Follow the ground-up build of Scott Di Lalla's '69 bobber as various backyard masters put their hands on it, creating a unique custom motorcycle, showing their techniques and telling their own personal stories along the way.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37648,"title":"The Harbortown Bobber","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A simple poetic documentary film about the chopper life","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37649,"title":"Free To Wander","adult":false,"genre_ids":[]},{"cast":["Carole Lombard","Fredric March","Charles Winninger","Walter Connolly","Sig Ruman"],"overview":"When a small-town girl is diagnosed with a rare, deadly disease, an ambitious newspaper man turns her into a national heroine.","release_date":"1937-11-25","vote_average":6.5,"runtime":77,"cert":"N\/A","id":37650,"title":"Nothing Sacred","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"a motorcycle documentary featuring Meatball from the Hell On Wheels bike shop in Anaheim.","release_date":"2008-06-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":37651,"title":"Brittown","adult":false,"genre_ids":[99]},{"cast":["Jean-Pierre Bacri","Alain Chabat","Isabelle Gélinas","Lionel Abelanski","Caroline Cellier"],"overview":"Jean-Pierre Costa is a football manager upon whom fate appears not to be smiling. First, a friend, Annabelle, dumps a pet Labrador named Didier on him whilst she goes off to make a report in Los Angeles. Next, one of his star players is injured, leaving him one player short for a crucial match. As if things could not get any worse, Costa wakes up one morning to find that that Didier has been transformed into a man...","release_date":"1997-01-28","vote_average":5.9,"runtime":104,"cert":"N\/A","id":37652,"title":"Didier","adult":false,"genre_ids":[35]},{"cast":["Pascal Légitimus","Didier Bourdon","Bernard Campan","Antoine du Merle","Anne Jacquemin"],"overview":"Three half-brothers are reunited at their mother's funeral. After being told of their inheritance they quickly spend the money, only to find out that they will not receive it after all. The men grow closer while deciding how to proceed.","release_date":"1995-12-13","vote_average":7.0,"runtime":105,"cert":"N\/A","id":37653,"title":"The Three Brothers","adult":false,"genre_ids":[35]},{"cast":["Marcia Mae Jones","Jackie Moran","Leatrice Joy","Charles D. Brown","Theodore von Eltz"],"overview":"Teenager Betty Elliott has decided to take over the business and social affairs of her father Doc Elliott. She thinks her father should marry the widowed mother, Julie Harper, of her boyfriend Chris Harper. Doc has been a real friend and father to Chris, who, under his guidance, has learned to take care of all the sick animals in town, but lack of money keeps the widow from sending Chris on to finish high school and medical training is out of the question. Wealthy Grandpa Harper sends his attorney Baker to tell Mrs. Harper that all of Jimmy's dreams could be realized if the widow, whom the grandfather dislikes, would give up custody of her son. The lawyer also begins to court Julie and this throws a kink in Betty's plans to see her father and the widow get married. Written by Les Adams","release_date":"1940-10-21","vote_average":0.0,"runtime":81,"cert":"N\/A","id":37654,"title":"The Old Swimmin' Hole","adult":false,"genre_ids":[18]},{"cast":["Roschdy Zem","Pascal Elbé","Ronit Elkabetz","Samir Makhlouf","Simon Abkarian"],"overview":"A 14 year old boy, an ER doctor, a cop looking for revenge, a mother fighting for her children and a man distraught by the death of his wife see their destinies come together. As the doctor spends several days in a coma, events keep on happening and all will be swept by the shock wave.","release_date":"2010-03-31","vote_average":6.4,"runtime":87,"cert":"N\/A","id":37655,"title":"Turk's Head","adult":false,"genre_ids":[18]},{"cast":["Sergey Chirkov","Pavel Priluchnyy","Agniya Ditkovskite","Viktor Verzhbitskiy","Igor Sklyar"],"overview":"After a stunning victory at a cyber sport tournament, the winning gamers are awarded CDs with a brand new game. After playing this game, each of them is affected with some force, turning their gaming abilities into real ones. They each become the best fighters, shooters and racers in real life. However, this does not go unnoticed. Through blackmail, cheating and bribes, authorities offer the gamers a \"job\". But as soon as the lies are revealed it becomes clear that they are not heroes saving their country but nothing more than paid assassins. Moreover, the producer of the game is keeping many more of the same CDs, so many more \"heroes\" like themselves could also be produced. Now the gamers have to find the CDs and either destroy them or create an army of gamers and rule over all. The team becomes divided into two, each pitted against the other","release_date":"2009-11-26","vote_average":6.3,"runtime":97,"cert":"N\/A","id":37656,"title":"Hooked on the Game","adult":false,"genre_ids":[28,878]},{"cast":["Russell Hicks","Chick Chandler","Ward Ellis","Virginia Gibson","Alan Mowbray"],"overview":"Thanks to the collaboration between American Telephone and Telegraph (AT&amp;T) and Angels from Heaven a song writing working on his latest musical can finally go on his delayed honeymoon. The Angel Chief sends down Wilbur the Angel along with a wireless phone, from the 1950s, to help Jeff's muse , his wife Mary, inspire Jeff to complete the needed song. This while at the same time displaying and utilizing the latest and greatest telephone equipment. This includes color phones to match every decor. Be sure to note the matching wall cords that connect the phone to the wall.","release_date":"1956-01-01","vote_average":5.3,"runtime":14,"cert":"N\/A","id":37657,"title":"Once Upon a Honeymoon","adult":false,"genre_ids":[35,14,10402]},{"cast":["Fredric March","Olivia de Havilland","Donald Woods","Anita Louise","Edmund Gwenn"],"overview":"Based on the novel by Hervey Allen, this expansive drama follows the many adventures of the eponymous hero, Anthony Adverse. Abandoned at a convent by his heartless nobleman father, Don Luis, Anthony is later mentored by his kind grandfather, John Bonnyfeather, and falls for the beautiful Angela Giuseppe. When circumstances separate Anthony and Angela and he embarks on a long journey, he must find his way back to her, no matter what the cost.","release_date":"1936-08-29","vote_average":5.8,"runtime":141,"cert":"N\/A","id":37658,"title":"Anthony Adverse","adult":false,"genre_ids":[28,18,10749]},{"cast":["Johnny Depp","Jim Ladd","Jim Morrison","John Densmore","Ray Manzarek"],"overview":"The creative chemistry of four brilliant artists —drummer John Densmore, guitarist Robby Kreiger, keyboardist Ray Manzarek and singer Jim Morrison— made The Doors one of America's most iconic and influential rock bands. Using footage shot between their formation in 1965 and Morrison's death in 1971, it follows the band from the corridors of UCLA's film school, where Manzarek and Morrison met, to the stages of sold-out arenas.","release_date":"2010-04-09","vote_average":7.6,"runtime":86,"cert":"","id":37659,"title":"When You’re Strange","adult":false,"genre_ids":[99,10402]},{"cast":["Marilyn Chambers","Amy Lynn Baxter","Isabelle Fortea","Joan Gerardi","John Altamura"],"overview":"Judy is having trouble drumming up business for her vegetarian restaurant, and the landlord gives her four days to pay off the mortgage. Judy calls up her friend Marilyn Chambers for help, and together they transform the restaurant into the Bikini Bistro, replete with scantily clad waitresses. Soon business is booming and the women are falling in lust, but the bartender is skimming the till and the landlord's deadline is looming. Can the restaurant be saved?","release_date":"1995-01-01","vote_average":4.7,"runtime":85,"cert":"N\/A","id":37660,"title":"Bikini Bistro","adult":false,"genre_ids":[35]},{"cast":["Patrick Swayze","Patrick Bergin","Michael York","Annika Peterson","Ben Cross"],"overview":"A former US Operative, who lived in Russia in his earlier years and had been married there with a child, comes out of retirement to face down a former enemy, now running as a candidate for President in modern Russia. Working with a Russian policewoman, they work to uncover a plot to use biological weapons against certain factions of the Russian people to commit genocide. The virus would also be released in other populations, but would be treated making the candidate a hero. A side plot has the agent being reunited with his long lost daughter.","release_date":"2005-01-01","vote_average":6.2,"runtime":166,"cert":"N\/A","id":37661,"title":"Icon","adult":false,"genre_ids":[10770,28,18,53]},{"cast":["Dinah Sheridan","Bernard Cribbins","William Mervyn","Iain Cuthbertson","Jenny Agutter"],"overview":"The Waterbury family are completely happy until mysterious men take their father away and they have to move up to Yorkshire without him. The three open-hearted children soon make many friends including their Old Gentleman whom they regularly wave to on his morning train journey. Bobbie, the eldest girl, makes contact with him to try and get help for the problems they are facing. Meanwhile the children find themselves involved in several unexpected dramas on the railway","release_date":"1970-12-21","vote_average":6.8,"runtime":109,"cert":"U","id":37662,"title":"The Railway Children","adult":false,"genre_ids":[18,10751,35]},{"cast":["Bijou Phillips","Ian Somerhalder","Jane Seymour","Danny Masterson","Marguerite Moreau"],"overview":"When things get tough for offbeat Carys Reitman, she does what any emotionally isolated, modern girl would do - she goes to strangers' funerals...","release_date":"2009-02-25","vote_average":4.8,"runtime":97,"cert":"N\/A","id":37665,"title":"Wake","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Hard-edged electronica, techno and urban beats meet the 200mph endurance of France's historic Le Mans motorsports race in an audiovisual adventure never experienced before.","release_date":"2007-07-16","vote_average":5.3,"runtime":50,"cert":"N\/A","id":37666,"title":"Speed Tribe","adult":false,"genre_ids":[28]},{"cast":["Julia Ormond","Tim Roth","Colin Salmon","Keith Allen","Mark Strong"],"overview":"A beautiful young dentist working in a tough British prison starts to become attracted to a violent inmate after the break-up of her marriage, and embarks upon an illicit affair with him, with terrible consequences for all.","release_date":"1994-05-03","vote_average":6.1,"runtime":100,"cert":"15","id":37667,"title":"Captives","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Jun Naito","Jeanie Tse","Edward X. Young","Jo Sung","Wayne Chang"],"overview":"In the year 20XX, Dr. Thomas Light, an Nobel Prize winning professor in the field of Robotics, creates a series of 6 revolutionary robots entitled the “Robot Master Series DRN” in an effort to use robotics as a mean to better mankind. As a personal project, Dr. Light creates 2 androids named Roll (a female) and Rock (a male) who are made to be as human as possible from appearance to behavior. His partner and colleague, Dr. Albert Wily, grows enraged and jealous of Light’s success. Dr. Wily decides to reprogram and steal the robot master series to do his bidding so he can wreak havoc and gain control of the city.","release_date":"2010-05-07","vote_average":5.0,"runtime":93,"cert":"N\/A","id":37668,"title":"Mega Man","adult":false,"genre_ids":[28,18,878]},{"cast":["Om Puri","Govinda","Rajpal Yadav"],"overview":"Pune-based widower Omkar Nath used to work as a Headmaster with a local school. When he was fired, his son, Deepak, hired a lawyer to sue the school. The school was represented by none other than Omkar's live-in son-in-law, Vinayak Agrawal. After some years the Court finally came to a decision and the verdict was in favor of Omkar. However, since the school had no funds, it was directed to surrender it's school bus in lieu of wages. Deepak takes charge of this bus, finds out it's dilapidated and makes it roadworthy. He also decides to ply in on the Sonawadi - Ratna Chowk route, not knowing that his problems are just about to start.","release_date":"2009-02-06","vote_average":0.0,"runtime":138,"cert":"N\/A","id":37671,"title":"Chal Chala Chal","adult":false,"genre_ids":[18,35,10749]},{"cast":["Alan Alda","Ellen Burstyn","Ivan Bonar","Bernie Kuby"],"overview":"A man and woman meet by chance at a romantic inn over dinner. Although both are married to others, they find themselves in the same bed the next morning questioning how this could have happened. They agree to meet on the same weekend each year. Originally a stage play, the two are seen changing, years apart, always in the same room in different scenes. Each of them always appears on schedule, but as time goes on each has some personal crisis that the other helps them through, often without both of them understanding what is going on.","release_date":"1978-04-23","vote_average":6.8,"runtime":119,"cert":"N\/A","id":37672,"title":"Same Time, Next Year","adult":false,"genre_ids":[35,18,10749]},{"cast":["Layla Olwy","Mohamed Mounir","Khaled El Nabawy","Seif El Dine","Abdalla Mahmoud"],"overview":"The story is set in the 12th century in Arab-ruled Spanish province Andalusia, where famed philosopher Averroes is appointed grand judge by the caliph and his liberal court judgements are not liked by everyone. The caliph's political rivals, centered around the leader of a fanatical Islamic sect, force the caliph to send Averroes into exile, but his ideas keep on living thanks to his students.","release_date":"1997-05-09","vote_average":6.5,"runtime":135,"cert":"N\/A","id":37673,"title":"Destiny","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Defining street basketball as America's new favorite pastime, it is a story driven by passion, faith, and achieving goals. A story capturing the poetic nature of street basketball, highlighting the struggles endured on and off the court by the purest of athletes. Constantly searching for sanity in the midst of alcoholism, racism, and drugs, John Hogan and Jacob Whitmore, two junior college basketball players, find release and therapy while competing at one of the most competitive and poetic street courts in the U.S. Both men must spend an entire summer helping one another overcome their adversities. Their dedication and love for the game of basketball transcends from the playground courts into each of their dysfunctional households where the two boys play the constant role of the father figure. Together, the two boys paint a sad and delightful portrait with their innocence, concerns, and faith in the unknown.","release_date":"2009-08-21","vote_average":4.5,"runtime":118,"cert":"N\/A","id":37674,"title":"Streetballers","adult":false,"genre_ids":[]},{"cast":["Jalal Merhi","Bolo Yeung","Cynthia Rothrock","Ong Soo Han","Evan Lurie"],"overview":"Released five years after the first installment, Tiger Claws II finds Yeung's martial arts serial killer, Chong, busted out of jail by a team of heavies in the employ of gangster Dai Lo Fu and whisked across the country to San Fransisco's Chinatown. When NYC cop Tarek Richards learns of a rash of recent killings using Chong's distinctive M.O.— a claw-like mark across the face of the victim— he contacts his old partner, Linda Masterson, who is now living in L.A., for help. But Chong, as it turns out, has nothing to do with the murders. He's just being used by crime kingpin Lo Fu, who needs to combine his energy with Chong's to open some sort of time portal to provide vital supplies for the ancient Shaolin monks. In truth, though, Lo Fu greedily plans to use the portal to smuggle heavy modern artillery back and rule Qing Dynasty-era China himself.","release_date":"1996-01-01","vote_average":4.7,"runtime":92,"cert":"N\/A","id":37677,"title":"Tiger Claws II","adult":false,"genre_ids":[28]},{"cast":["Lyla Rocco","Walter Brandi","Maria Giovannini","Alfredo Rizzo","Tilde Damiani"],"overview":"Sexy nightclub dancers get trapped in a dark, creepy castle for the night.","release_date":"1960-11-28","vote_average":3.8,"runtime":70,"cert":"N\/A","id":37678,"title":"The Playgirls and the Vampire","adult":false,"genre_ids":[27]},{"cast":["Anita Ekberg","Philip Carey","Gypsy Rose Lee","Harry Townes","Linda Cherney"],"overview":"A blonde night club dancer is being stalked. Will anyone believe her?","release_date":"1958-06-25","vote_average":5.4,"runtime":79,"cert":"N\/A","id":37679,"title":"Screaming Mimi","adult":false,"genre_ids":[53]},{"cast":["Mark Dacascos","Armand Assante","Tom Sizemore","Bruce Boxleitner","Sofya Skya"],"overview":"During a rescue operation in Iraq, Special Forces member Max Forrester is devastated when Sasha, his squad mate and fiancée goes missing. Two years later, Max now out of the military, receives a call from his ex-commander, Captain Dyer, informing him Sasha has been seen alive and moving freely about on a place called Paradise Island. He also informs Max the military is preparing to go in and extract her with possible charges of desertion or worse. Max sets off on his own to Paradise Island to find Sasha and learn the truth before Shadow Company gets to her first.","release_date":"2010-02-09","vote_average":6.0,"runtime":87,"cert":"N\/A","id":37680,"title":"Shadows in Paradise","adult":false,"genre_ids":[28]},{"cast":["Alona Tal","Daniella Monet","Christy Carlson Romano","Bart Johnson","Marcus T. Paulk"],"overview":"Just when BFFs Gabby and Devon have a chance to get the hottest band to perform a free concert at Highland High, their plan goes up in smoke... literally. Desperate not to be labeled losers for life they resort to plan B: kidnap the band! Now it's limos, hot jams and a shot at love with 5 Leo Rise (played by pop smash, The Click Five). But when the girls discover a secret about the band things hit a sour note. Will 5 Leo Rise to the occasion and play at their homecoming or will Gabby and Devon be stuck in social Siberia forever?","release_date":"2007-12-12","vote_average":5.5,"runtime":90,"cert":"N\/A","id":37685,"title":"Taking 5","adult":false,"genre_ids":[35,10751]},{"cast":["Joel Courtney","Elle Fanning","Riley Griffiths","Kyle Chandler","Ryan Lee"],"overview":"In 1979 Ohio, several youngsters are making a zombie movie with a Super-8 camera. In the midst of filming, the friends witness a horrifying train derailment and are lucky to escape with their lives. They soon discover that the catastrophe was no accident, as a series of unexplained events and disappearances soon follows. Deputy Jackson Lamb, the father of one of the kids, searches for the terrifying truth behind the crash.","release_date":"2011-06-08","vote_average":6.7,"runtime":112,"cert":"12A","id":37686,"title":"Super 8","adult":false,"genre_ids":[53,878,9648]},{"cast":["Sia Darmos","Lawrence Kern","Greg Niecestro","Max Perez","Jennifer Pierce"],"overview":"Inspired by true events, Michael's friend Kenny reveals that he has a ghost living in his room who stops by every night at 3 A.M. Expecting to see nothing but a few tricks, Michael visits the room and experiences otherworldly phenomena that he can't explain. Soon after he seems to be followed by the number 3, appearing everywhere he goes. Intrigued by these events, Michael's younger sister tags along the next day to see the room for herself. Things take a turn for the worse however, as they both find themselves in a place of the dead, with mysterious spirits chasing after them. Michael learns the number 3 is a warning for a long lost love who faces certain doom on September 3rd. Forced to face his past, can he warn her before it's too late, or are there greater forces at work?","release_date":"2008-08-12","vote_average":2.5,"runtime":91,"cert":"N\/A","id":37687,"title":"3 A.M.","adult":false,"genre_ids":[]},{"cast":["Farooq Shaikh","Nafisa Ali","Sabyasachi Chakraborty","Shraddha Das","Sushant Singh"],"overview":"Lahore reflects the need and the desire to bring about peace and harmony in the subcontinent. It tells us how sports could play a key role in building bridges and bringing the two countries like India and Pakistan together that has more than 50 years of the history of unrelenting hostility.","release_date":"2010-03-19","vote_average":6.0,"runtime":145,"cert":"N\/A","id":37688,"title":"Lahore","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"1913-07-07","vote_average":0.0,"runtime":4,"cert":"N\/A","id":37689,"title":"Subiaco Abbey","adult":false,"genre_ids":[]},{"cast":["Shahid Kapoor","Nana Patekar","Ayesha Takia","Sushant Singh","Saurabh Shukla"],"overview":"A new English school teacher ends up leading both teachers and students to revolt against the school management.","release_date":"2010-04-16","vote_average":3.9,"runtime":126,"cert":"N\/A","id":37690,"title":"Paathshaala","adult":false,"genre_ids":[18,10751]},{"cast":["Pilar Padilla","Adrien Brody","Jack McGee","Monica Rivas","Frankie Davila"],"overview":"Maya is a quick-witted young woman who comes over the Mexican border without papers and makes her way to the LA home of her older sister Rosa. Rosa gets Maya a job as a janitor: a non-union janitorial service has the contract, the foul-mouthed supervisor can fire workers on a whim, and the service-workers' union has assigned organizer Sam Shapiro to bring its \"justice for janitors\" campaign to the building. Sam finds Maya a willing listener, she's also attracted to him. Rosa resists, she has an ailing husband to consider. The workers try for public support; management intimidates workers to divide and conquer. Rosa and Maya as well as workers and management may be set to collide.","release_date":"2000-05-10","vote_average":6.0,"runtime":110,"cert":"N\/A","id":37691,"title":"Bread and Roses","adult":false,"genre_ids":[35,18]},{"cast":["Edmond O'Brien","Wanda Hendrix","Rudy Vallee","Johnny Sands","Steve Brodie"],"overview":"Ex-WAVE encounters four fun-loving, work-hating men, all of whom want to marry her.","release_date":"1950-08-04","vote_average":6.3,"runtime":87,"cert":"N\/A","id":37692,"title":"The Admiral Was a Lady","adult":false,"genre_ids":[35,10749]},{"cast":["Gallant Bess","Audrey Long","Fuzzy Knight","James Millican","John Harmon"],"overview":"Ted Daniels, a ranch hand working for a rodeo, captures a magnificent wild horse that he tames and trains. As Ted is recovering from an accident that happened during a rodeo, the rodeo owner cheats him out of his horse. Ted must decide whether to pursue him and try to recover the horse, or whether to settle down with the doctor's daughter who is nursing him back to health. Written by Snow Leopard","release_date":"1948-10-01","vote_average":4.0,"runtime":71,"cert":"N\/A","id":37693,"title":"Adventures of Gallant Bess","adult":false,"genre_ids":[28,18,10749,37]},{"cast":["Vernel Bagneris","Marcus Chait","Michael Ciesla"],"overview":"The true story of the only African-American crew to take a Navy warship into combat in World War II.","release_date":"2004-07-02","vote_average":4.3,"runtime":87,"cert":"N\/A","id":37694,"title":"Proud","adult":false,"genre_ids":[18]},{"cast":["Andrey Merzlikin","Yevgeni Tsyganov","Maria Mashkova","Sergey Garmash","Maxim Konovalov"],"overview":"A gang of crooks robbing cash collectors, run into a police surveillance team and the inadequate police response results in a gunfight. A TV crew on assignment in the area happens to capture this humiliation on camera, and this example of police incompetence is soon the lead story in every news bulletin. Public confidence in law and order now suffers irreparable harm. The head of the Moscow force welcomes a public search-and-destroy operation against these thugs, the brainchild of Katya, his PR director. She proposes that the capture of this dangerous gang be transformed into a live TV show of a kind never seen before. At this point she cannot know that the gang leader's life-and-death struggle with the police is destined to lead to a media duel. Besieged in a huge apartment block, the crooks hold hostage a father and his son and daughter. A massive special forces rescue operation is mounted but fails miserably.","release_date":"2009-05-07","vote_average":6.4,"runtime":107,"cert":"N\/A","id":37695,"title":"Newsmakers","adult":false,"genre_ids":[28,53,80,18]},{"cast":["John Turturro","Deborah Kara Unger","Stephen Eric McIntyre","William Allen Young","Gene Davis"],"overview":"When his wife is killed in a seemingly random incident Harry, prompted by mysterious visions, journeys to discover the true circumstances surrounding her murder.","release_date":"2003-01-13","vote_average":5.8,"runtime":91,"cert":"N\/A","id":37696,"title":"Fear X","adult":false,"genre_ids":[53,9648,27]},{"cast":["Ferry Corsten"],"overview":"This is your all-access Backstage pass to all things FERRY CORSTEN. FERRY takes you on a journey through his life as DJ\/Producer and as the #6 DJ in the world. Through it all we discover his personal struggles and joys, as well as his performances in the worlds top clubs and best festivals. This intimate DVD also includes footage from Full on Ferry 2008 , exclusive footage of his performances in Beirut, his multi-gig performance on the 5th of May as the Ambassador of Freedom, the Planet Love festival in Dublin, and FERRY s own radio show Corsten s Countdown!","release_date":"2009-09-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":37697,"title":"Ferry Corsten - Backstage","adult":false,"genre_ids":[10402]},{"cast":["James Cagney","Priscilla Lane","Humphrey Bogart","Gladys George","Jeffrey Lynn"],"overview":"After World War I, Armistice Lloyd Hart goes back to practice law, former saloon keeper George Hally turns to bootlegging, and out-of-work Eddie Bartlett becomes a cab driver. Eddie builds a fleet of cabs through delivery of bootleg liquor and hires Lloyd as his lawyer. George becomes Eddie's partner and the rackets flourish until love and rivalry interfere.","release_date":"1939-10-23","vote_average":7.5,"runtime":104,"cert":"N\/A","id":37698,"title":"The Roaring Twenties","adult":false,"genre_ids":[80,18,53]},{"cast":["Brian Donlevy","Gloria Stuart","Douglas Fowley","Isabel Jewell","Stepin Fetchit"],"overview":"Duke and Jeanie Benson, an outlaw couple hiding out under assumed names. Duke realizes that he has a winning sweepstake ticket and will win $150,000 if he can cash it in without getting apprehended","release_date":"1936-07-24","vote_average":6.5,"runtime":66,"cert":"N\/A","id":37699,"title":"36 Hours to Kill","adult":false,"genre_ids":[18,10749]},{"cast":["Jón Gnarr","Pétur Jóhann Sigfússon","Jörundur Ragnarsson","Helga Braga Jónsdóttir"],"overview":"Centers on Georg Bjarnfreðarson, an over-educated know-it-all who has just been released from jail after a ten year sentence for manslaughter, but is still a prisoner of his own past.","release_date":"2009-12-26","vote_average":6.3,"runtime":105,"cert":"N\/A","id":37700,"title":"Mr. Bjarnfreðarson","adult":false,"genre_ids":[18,35,10751]},{"cast":["Helena Norberg-Hodge"],"overview":"Ladakh, or Little Tibet, is a wildly beautiful desert land high in the western Himalayas. It is a place of few resources and an extreme climate. Yet, for more than a thousand years, it has been home to a thriving culture. Traditions of frugality and co-operation, coupled with an intimate and location-specific knowledge of the environment, enabled the Ladakhis not only to survive, but to prosper. Then came development. Now in Leh, the capital, one finds pollution and divisiveness, inflation and unemployment, intolerance and greed. Centuries of ecological balance and social harmony are under threat from modernisation. The breakdown of Ladakh's culture and environment forces us to re-examine what we really mean by progress - not only in the developing parts of the world, but in the industrialized world as well. The story of Ladakh teaches us about the root causes of environmental, social and psychological problems, and provides valuable guidelines for our own future.","release_date":"1993-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":37701,"title":"Ancient Futures: Learning from Ladakh","adult":false,"genre_ids":[99]},{"cast":["Stephen Chow","Carina Lau","Carman Lee","Law Kar-Ying","Cheung Tat-Ming"],"overview":"Set in Imperial China, Stephen Chiau plays Ling Ling Fat, one of the elite Emperor's guards in the Forbidden City. However unlike his colleagues he doesn't know anything about Kung Fu or other martial-arts, but instead uses his time to make futuristic inventions. So when the emperor is kidnapped and the world most beautiful geisha comes to town Fat has to use his brain to get things done.","release_date":"1996-02-16","vote_average":7.2,"runtime":89,"cert":"N\/A","id":37702,"title":"Forbidden City Cop","adult":false,"genre_ids":[28,12,35]},{"cast":["Stephen Chow","Gong Li","Natalis Chan","James Wong Jim","Cheng Pei-Pei"],"overview":"A scholar in search of true love. Disguising himself as a houseboy, he indentures himself to a rich family in order to pursue the ravishing servant girl who has stolen his heart.","release_date":"1993-07-01","vote_average":7.4,"runtime":102,"cert":"N\/A","id":37703,"title":"The Flirting Scholar","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jillian Murray","Ashley Parker Angel","Jessie Nickson","Rey Hernandez","Cameron Daddo"],"overview":"A murdered hotel millionaire's son finds himself tangled up in a game of seduction and murder after a raunchy night with three beautiful women.","release_date":"2010-06-01","vote_average":5.1,"runtime":92,"cert":"N\/A","id":37708,"title":"Wild Things: Foursome","adult":false,"genre_ids":[80,18,9648]},{"cast":["Marko Zaror","María Elena Swett","Ariel Mateluna","Mauricio Pesutic","Iván Jara"],"overview":"After being brutally assaulted, an incident which also saw the death of his parents and the rape of his younger brother (which mentally scarred him to the point of having to be institutionalized), Maco Gutierrez has devoted his life to fitness and practicing martial arts to ensure his safety in the future.","release_date":"2007-03-03","vote_average":6.2,"runtime":90,"cert":"N\/A","id":37709,"title":"Mirageman","adult":false,"genre_ids":[28,12,878]},{"cast":["Johnny Depp","Angelina Jolie","Paul Bettany","Timothy Dalton","Steven Berkoff"],"overview":"American tourist Frank meets mysterious British woman Elsie on the train to Venice. Romance seems to bud, but there's more to her than meets the eye. Remake of the 2005 French film \"Anthony Zimmer\", written and directed by Jérôme Salle.","release_date":"2010-12-08","vote_average":6.1,"runtime":103,"cert":"12A","id":37710,"title":"The Tourist","adult":false,"genre_ids":[28,53,10749]},{"cast":["Zhang Ziyi","Joe Odagiri","Hiroko Yakushimaru","Mikijiro Hira","Miwako Ichikawa"],"overview":"Amechiyo (the banished prince) falls in love with Tanukihime (a princess of raccoon dog disguised as human). This is an operetta which includes comedy, singing and dancing, and a love story.","release_date":"2005-05-28","vote_average":5.2,"runtime":111,"cert":"N\/A","id":37711,"title":"Princess Raccoon","adult":false,"genre_ids":[14,18,35,10402,10749]},{"cast":["Makiko Esumi","Sayoko Yamaguchi","Hanae Kan","Masatoshi Nagase","Mikijiro Hira"],"overview":"As one of Suzuki's last fims, it is related to his 1967 Branded to Kill, either as a remake or sequel. The plots of both films involve a third-ranked hit man deposing the top-ranked hit man to claim the top rank.","release_date":"2001-10-27","vote_average":6.3,"runtime":112,"cert":"N\/A","id":37712,"title":"Pistol Opera","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Michael Bell","Kath Soucie","Andi Chapman","Patrick Pinney","Earl Boen"],"overview":"Pryde of the X-Men was a short-lived series about the X-Men, with the main character being Kitty Pryde (whose alias is Shadow Cat, though she never becomes Shadow Cat in the series), which is why the series is titled Pryde of the X-Men. The show was produced by Marvel Productions and Sunbow Productions, who made a pilot for NBC. The pilot aired, but for unknown reasons, it was never turned into a full-blown series. Despite it not becoming a full series, the pilot has aired in syndication, and was later released on video.","release_date":"1989-07-01","vote_average":6.5,"runtime":22,"cert":"N\/A","id":37713,"title":"X-Men: Pryde of the X-Men","adult":false,"genre_ids":[16,28]},{"cast":["Olga Kurylenko","Ninet Tayeb","Zohar Strauss","Liron Levo","Ester Rada"],"overview":"In an old apartment building on the wrong side of the tracks, two women, unknown to each other, live across the hall on the second floor. Galia is an assassin involved against her will with the local sex-traffic mafia. All she wants is to reunite with her little daughter that she left back home in Russia. Eleanor is a grocery store cashier and a battered wife. She dreams of winning the lottery and running away from her abusive husband. Galia and Eleanor don't know each other, but as neighbors they share two things: an adjoining wall and a strong need to plan their escape. As Galia disobeys her latest contract, a woman target, and Eleanor discovers that she's pregnant, the two women decide to take action against their oppressors in a fight for survival and freedom.","release_date":"2009-04-15","vote_average":5.6,"runtime":102,"cert":"N\/A","id":37714,"title":"The Assassin Next Door","adult":false,"genre_ids":[28,18,53]},{"cast":["Mýa","Essence Atkins","Jackie Long","Jason Weaver","Clifton Powell"],"overview":"This sexy comedy proves that sometimes too much of a good thing can be the worst thing for you. Trey (Jackie Long, ATL) is a young deliveryman who can't seem to catch a break. His whole life is a shambles - no money for college and no game to attract the ladies. After a failed attempt to get together with the girl of his dreams (singer Mya, Shall We Dance), Trey gets caught up by a seductive older woman (Melyssa Ford, Three Can Play That Game) who pays for his \"personal delivery services.\" He's having the time of his life - at first, but this deceptively ideal situation soon sends his life spinning out of control!","release_date":"2008-02-09","vote_average":6.0,"runtime":103,"cert":"N\/A","id":37715,"title":"Love for Sale","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yahoo Serious","Grant Piro","Helen Dallimore","Jeanette Cronin","Garry McDonald"],"overview":"Mr Accident is a satirical, romantic rocket ride through the lives of a bunch of losers hurtling into the chaos that is contemporary life. It's a circus of cool catastrophes underpinned by a moral tale about the downside of addiction and corporate globalisation. It's a trip!","release_date":"2000-03-24","vote_average":4.5,"runtime":89,"cert":"N\/A","id":37716,"title":"Mr Accident","adult":false,"genre_ids":[35]},{"cast":["Tove Edfeldt","Joel Kinnaman","Adnan Zorlak","Bibjana Mustafaj","Martin Wallström"],"overview":"Hannah is a young woman who lives on her own. She starts to get this feeling that she is being watched. The phone starts ringing at night and when she answers, no one is there. Is she imagining everything or is it for real?","release_date":"2003-12-12","vote_average":3.0,"runtime":100,"cert":"N\/A","id":37717,"title":"Hannah med H","adult":false,"genre_ids":[18]},{"cast":["Albert Brooks","Sharon Stone","Andie MacDowell","Jeff Bridges","Cybill Shepherd"],"overview":"What happens when a screenwriter (Brooks) loses his edge, he turns to anyone he can for help... even if it's the mythical \"Zeus's Daughter\" (Stone). And he's willing to pay, albeit reluctantly, whatever price it takes to satisfy this goddess, especially when her advice gets him going again on a sure-fire script. However, this is not the limit of her help, she also gets the writer's wife (MacDowell) going on her own bakery enterprise, much to the chagrin of Brooks, who has already had to make many personal sacrifices for his own help.","release_date":"1999-08-27","vote_average":5.1,"runtime":97,"cert":"N\/A","id":37718,"title":"The Muse","adult":false,"genre_ids":[14,35]},{"cast":["Groucho Marx","Chico Marx","Harpo Marx","Kitty Carlisle","Allan Jones"],"overview":"The Marx Brothers take on high society and the opera world to bring two lovers together.","release_date":"1935-11-08","vote_average":7.6,"runtime":96,"cert":"U","id":37719,"title":"A Night at the Opera","adult":false,"genre_ids":[35]},{"cast":["Julie Harris","Jeannette Clift","Arthur O'Connell","Pamela Sholto","Robert Rietti"],"overview":"The Hiding Place is an account of a Dutch family who risk their lives by offering a safe haven for Jews during World War II","release_date":"1975-05-04","vote_average":6.4,"runtime":150,"cert":"N\/A","id":37720,"title":"The Hiding Place","adult":false,"genre_ids":[18]},{"cast":["Geena Davis","Harrison Gilbertson","Harry Cook","Joel Tobeck","Wendy Playfair"],"overview":"There are dysfunctional families... and then there are the Conways. After a family tragedy, 15-year-old Billy Conway has become the de facto glue between his bitter mom, distant brother, and stoic dad. But when Billy starts to act out, everything changes for him and his family","release_date":"2009-04-23","vote_average":6.0,"runtime":92,"cert":"N\/A","id":37721,"title":"Accidents Happen","adult":false,"genre_ids":[35,18]},{"cast":["Billy Crudup","Jennifer Connelly","Paul Hipp","Hal Holbrook","Ivonne Coll"],"overview":"A congressional candidate questions his sanity after seeing the love of his life, presumed dead, suddenly emerge.","release_date":"2000-03-23","vote_average":6.7,"runtime":105,"cert":"N\/A","id":37722,"title":"Waking the Dead","adult":false,"genre_ids":[9648,18,10749]},{"cast":["Howard Duff","Märta Torén","George Brent","Gar Moore","Tom Tully"],"overview":"Long before he became producer\/director of The Tonight Show, Fred DeCordova helmed the Universal meller Illegal Entry. Howard Duff, who later worked with DeCordova on the TV series Mr. Adams and Eve, stars as Bert Powers, an undercover agent for the U.S. Department of Immigration. While attempting to bring a vicious gang of alien smugglers to justice, Powers falls in love with Anna Duvak (Marta Toren), a gang member who is Not What She Seems.","release_date":"1949-06-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":37723,"title":"Illegal Entry","adult":false,"genre_ids":[28,53]},{"cast":["Daniel Craig","Judi Dench","Javier Bardem","Ralph Fiennes","Naomie Harris"],"overview":"When Bond's latest assignment goes gravely wrong and agents around the world are exposed, MI6 is attacked forcing M to relocate the agency. These events cause her authority and position to be challenged by Gareth Mallory, the new Chairman of the Intelligence and Security Committee. With MI6 now compromised from both inside and out, M is left with one ally she can trust: Bond. 007 takes to the shadows - aided only by field agent, Eve - following a trail to the mysterious Silva, whose lethal and hidden motives have yet to reveal themselves.","release_date":"2012-10-25","vote_average":7.1,"runtime":143,"cert":"12A","id":37724,"title":"Skyfall","adult":false,"genre_ids":[28,12,53]},{"cast":["Kevin Zegers","Samaire Armstrong","Sherry Miller","Robert Joy","Sharon Osbourne"],"overview":"A visit to a natural history museum proves catastrophic for two high school rivals, an overachiever and a jock, when an ancient Aztec statue casts a spell that causes them to switch bodies and see exactly what it's like to walk in the other's shoes.","release_date":"2006-12-26","vote_average":6.5,"runtime":95,"cert":"12A","id":37725,"title":"It's a Boy Girl Thing","adult":false,"genre_ids":[35,14,10749]},{"cast":["Miho Kanno","Mami Nakamura","Tomoro Taguchi","Kôta Kusano","Kae Minami"],"overview":"Following some trauma in her past that has since been repressed, a young woman is trying to recover her memories with the help of a psychiatrist. During her hypnosis sessions, she repeats the name \"Tomie\" but is unable to recall where she knows it from. Meanwhile, a police detective is investigating a string of brutal murders, where he also runs across the name \"Tomie.\" How are the two connected?","release_date":"1999-01-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":37726,"title":"Tomie","adult":false,"genre_ids":[27]},{"cast":["Gösta Ekman","Ulf Brunnberg","Björn Gustafson","Birgitta Andersson","Per Grundén"],"overview":"Sickan has a new plan. This time, the gang are going to steal a small computer micro chip which contains...","release_date":"1984-10-19","vote_average":5.4,"runtime":101,"cert":"N\/A","id":37727,"title":"Jönssonligan får guldfeber","adult":false,"genre_ids":[35]},{"cast":["Gösta Ekman","Ulf Brunnberg","Björn Gustafson","Birgitta Andersson","Per Grundén"],"overview":"Vanheden and Dynamit-Harry, together with Harry's fiancée Doris, are in Mallorca while Sickan is still in Stockholm...","release_date":"1989-11-03","vote_average":4.7,"runtime":101,"cert":"N\/A","id":37728,"title":"Jönssonligan på Mallorca","adult":false,"genre_ids":[35]},{"cast":["Darsheel Safary","Atul Kulkarni","Ziyah Vastani","Rii Sen","Rituparna Sengupta"],"overview":"Khogiram (Atul Kulkarni), his wife (Rituparna Sengupta) and their kids Pinu (Darsheel) and Rimzim (Zia) belong to a terrorist dominated region. Khogiram and Ritu have a hand-to-mouth income working for a tea plantation and can barely manage things. The kids are affected by this as well. They go to a respectable school as it is Khogiram's ambition to give them the educational opportunities he missed. But the financial crunch makes it difficult for kids to match the standards of the school. They don't have enough money for uniform or shoes. Things become worse when Pinu misplaces Rimzim's only pair of shoes in the vegetable shop! Rimzim can't go to school without her shoes. They work out a scheme where both of them share the same shoes. However, Pinu always gets into trouble at school waiting for Rimzim to give him the shoes. He comes to know of the Interschool Marathon where one of the prizes is a pair of shoes. Pinu plans to run for it and win the shoes for Rimzim.","release_date":"2010-05-14","vote_average":6.7,"runtime":124,"cert":"N\/A","id":37729,"title":"Bumm Bumm Bole","adult":false,"genre_ids":[18]},{"cast":["Ulf Brunnberg","Björn Gustafson","Johan Ulveson","Birgitta Andersson","Margreth Weivers"],"overview":"Hör och häpna! De gamla kumpanerna Ragnar Vanheden och Dynamit Harry har bestämt sig för att bli...hederliga. Därför har de startat AB Alltjänst. Doris arbetar naturligtvis som firmans sekreterare. En dag blir Ragnar och Harry kontaktade av en äldre dam som erbjuder dem ett aningen originellt uppdrag: att bevaka Kungliga Operan i Stockholm.Den gamla damen har emellertid ett kriminellt förflutet. Och inte nog med det - hon är ocksp Sickans mormor! Och som inte detta skulle räcka, bor även Sickans lillebror, Sven-Ingvar, kvar hemma hos mormor! Det visar sig att den gamle ärkeskurken Wall-Enberg tänker lägga beslag på Operans hela Eu bidrag i maskopi med den avgående Operachefen och en italiensk kumpan med djupa förgreningar i den sicilianska maffian. Nu gäller det för Jönssonligan - förlåt - AB Alltjänst att hinna före. Och det blir bråttom...oerhört bråttom!","release_date":"2000-12-25","vote_average":4.6,"runtime":92,"cert":"N\/A","id":37730,"title":"Jönssonligan spelar högt","adult":false,"genre_ids":[35]},{"cast":["Ulf Brunnberg","Björn Gustafson","Stellan Skarsgård","Peter Haber","Birgitta Andersson"],"overview":"When Vanheden and Dynamit-Harry tries to break doctor Busé out of jail, they get Herman Melvin instead...","release_date":"1995-02-03","vote_average":5.2,"runtime":99,"cert":"N\/A","id":37731,"title":"Jönssonligans största kupp","adult":false,"genre_ids":[35,80]},{"cast":["Charles Jang","Jeng-Hua Yu","Wang-Thye Lee","Justin Wan","Jeff Huang"],"overview":"An illegal Chinese immigrant falls behind on payments on an enormous smuggling debt. Ming Ding has only until the end of the day to come up with the money.","release_date":"2004-05-13","vote_average":4.7,"runtime":87,"cert":"N\/A","id":37736,"title":"Take Out","adult":false,"genre_ids":[18]},{"cast":["Hrithik Roshan","Bárbara Mori","Kabir Bedi","Kangana Ranaut","Nicholas Brown"],"overview":"A wounded man searches for his sweetheart in the Mexican desert while on the run from the police, bounty hunters, and others.","release_date":"2010-05-21","vote_average":5.9,"runtime":123,"cert":"N\/A","id":37737,"title":"Kites","adult":false,"genre_ids":[18,28,10749]},{"cast":["Jack Bruce","Ginger Baker","Eric Clapton","Bill Wyman","Steve Winwood"],"overview":"The legendary rock trio of Ginger Baker, Jack Bruce, and Eric Clapton--two jazz musicians and a blues guitarist--was one of the most influential bands of the 1960s, even though they played together for less than three years. They brought their psychedelic fusion of blues and pop into the mainstream with albums like FRESH CREAM and WHEELS OF FIRE; Clapton, long regarded as one of the greatest guitarists of all time, did some of his best work on those albums. London's Royal Albert Hall, the site of what was supposed to be Cream's final performance back in 1968, was also the venue for their reunion show. Sounding as if they'd been on vacation for a few weeks instead of disbanded for well over three decades, Cream brought the house down with a series of four shows, all of which are excerpted here. The band performs classics like \"Spoonful,\" \"Born Under a Bad Sign,\" \"Sunshine of Your Love,\" and \"White Room,\" among more than 20 others.","release_date":"2005-10-06","vote_average":7.8,"runtime":126,"cert":"","id":37738,"title":"Cream: Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"It is the early years of Christianity, and Emperor Nero is hellbent on destroying the lot of them. Caught up amongst the chaos are the homeless orphans of Rome fleeing from the fires Nero is starting to persecute the Christians. The orphans find their way to Ben and Helena, secret Christian leaders in Rome who are the \"Story keepers\" of the tales of Jesus. With their help, they flee the burning city and head out to a safe haven for the Christians. Along the way, they meet up with colorful characters of all walks of life while learning about the life of Jesus.","release_date":"1998-07-01","vote_average":4.3,"runtime":70,"cert":"N\/A","id":37741,"title":"The Christmas Story Keepers","adult":false,"genre_ids":[16]},{"cast":["Griffith Jones","Patricia Laffan","James Kenney","Bruce Seton","Peter Carver"],"overview":"A novelist wakes up with a gun in his hand and a corpse in the house he woke up in. He doesn't remember how he got there or even if he committed the killing.","release_date":"1959-01-01","vote_average":4.3,"runtime":70,"cert":"","id":37742,"title":"Hidden Homicide","adult":false,"genre_ids":[9648,80]},{"cast":["Heinz Rennhack","Jürgen Zartmann","Alfred Struwe","Karin Düwel","Viola Schweizer"],"overview":"","release_date":"1980-01-18","vote_average":4.0,"runtime":77,"cert":"N\/A","id":37743,"title":"Oben geblieben ist noch keiner","adult":false,"genre_ids":[35]},{"cast":["Lloyd Bridges","Osa Massen","John Emery","Noah Beery Jr.","Hugh O'Brian"],"overview":"Astronauts blast off to explore the moon on Rocketship X-M or \"Rocketship eXploration Moon\". A spacecraft malfunction and some fuel miscalculations cause them to end up landing on Mars. On Mars, evidence of a once powerful civilization is found. The scientists determined that an atomic war destroyed most of the Martians. Those that survived reverted to a caveman like existence.","release_date":"1950-06-02","vote_average":4.7,"runtime":77,"cert":"","id":37744,"title":"Rocketship X-M","adult":false,"genre_ids":[878]},{"cast":["Diane Keaton","Tuesday Weld","William Atherton","Richard Kiley","Richard Gere"],"overview":"A dedicated schoolteacher spends her nights cruising bars, looking for abusive men with whom she can engage in progressively violent sexual encounters.","release_date":"1977-10-19","vote_average":6.8,"runtime":135,"cert":"N\/A","id":37749,"title":"Looking for Mr. Goodbar","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Teenagers Leo, Margaret, Jackie and Alex have been chosen to compete on a \"Survivor\"-style reality show called \"Wild World.\" But on their journey to the Amazon jungle, their plane crashes on a remote island straight out of prehistory. What started as a competition soon becomes a lesson in teamwork as the foursome encounter rampaging dinosaurs and a tribe of early prehumans in this action-packed animated feature.","release_date":"2002-01-01","vote_average":6.0,"runtime":73,"cert":"N\/A","id":37750,"title":"Dinosaur Island","adult":false,"genre_ids":[10751,16,14]},{"cast":[],"overview":"Boober Gorg: After being hit on the head by a radish, Boober thinks he's a Gorg! Determined to protect Gorgs' radishes, he joins forces with the giants to capture he Fraggle friends. Blanket of Snow, Blanket of Woe: When Mokey forgets to cover Marjory the Trash Heap before the first snowfall, Marjory freezes solid! With help from Boober and the Gorgs, Mokey keeps her promise to make things right. Inspector Red: Who stole the ancient fragglehorn? Red plays detective so solve the strange and bizarre mystery. Which of the suspects is guilty? Would a guilty Fraggle let an innocent Fraggle take the rap?","release_date":"2005-01-04","vote_average":0.0,"runtime":71,"cert":"N\/A","id":37751,"title":"Fraggle Rock - Dance Your Cares Away","adult":false,"genre_ids":[10751]},{"cast":["Moses Gunn","Rosalind Cash","Bernie Casey","Antonio Fargas","Laurence Fishburne"],"overview":"The unintentional shooting by police of a star basketball player has profound personal, political and community repercussions in this acclaimed adaptation of the novel Hog Butcher by Ronald Fair. This was one of the more thoughtful urban dramas produced at the height of the \"blaxploitation\" craze. Also released under the title Hit the Open Man, it features the screen debut of Laurence Fishburne, who was barely a teenager at the time.","release_date":"1975-05-21","vote_average":10.0,"runtime":95,"cert":"N\/A","id":37754,"title":"Cornbread, Earl and Me","adult":false,"genre_ids":[18]},{"cast":["Heather Langenkamp","Robert Englund","Wes Craven","Robert Shaye","Lisa Wilcox"],"overview":"For decades, Freddy Krueger has slashed his way through the dreams of countless youngsters, scaring up over half a billion dollars at the box office across eight terrifying, spectacular films.","release_date":"2010-05-04","vote_average":8.2,"runtime":240,"cert":"N\/A","id":37757,"title":"Never Sleep Again: The Elm Street Legacy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Four Dimensions is a dynamic and exciting departure from previous windsurfing movies. Not only showcasing the explosive nature and intense technical capabilities of modern windsurfing, but also bringing new and progressive production techniques to create an inspirational film. Compared to many of the great “legends” movies previously released, Four Dimensions also leads us into the future of windsurfing, turning the spotlight on some of the most talented young sailors in the sport. Already accomplished competition sailors, these riders are the new champions of windsurfing who will lead our sport into its next evolution. Whether familiar with windsurfing or not, I challenge anyone to watch this film and not want to just go out and do it","release_date":"2009-09-30","vote_average":4.3,"runtime":null,"cert":"N\/A","id":37758,"title":"Four Dimensions","adult":false,"genre_ids":[99,18]},{"cast":["Tom S Englund","Rikard Wolff","Jonas Ekdahl","Michael Hakansson","Henrik Danstrup"],"overview":"A Night To Remember was recorded and filmed in Evergrey’s hometown of Gothenburg and became the absolute highlight of the tour. The historic concert hall of the Storan Theatre (dating from the early 19th century) serves as the backdrop, with its fantastic scenery and acoustics, a breath-taking light show, the band in top form, and the audience (many of which arrived from all around the world) on fire with excitement.A Night To Remember was filmed with 7 roving cameras and in 5.1 DTS Sound and contains all six of the Everegrey video clips, in depth interviews with all of the band members and plenty of backstage footage, including studio reports and tech talk.","release_date":"2004-10-09","vote_average":9.0,"runtime":null,"cert":"N\/A","id":37759,"title":"Evergrey: A Night To Remember","adult":false,"genre_ids":[]},{"cast":["Roy Khan","Thomas Youngblood","Casey Grillo","Oliver Palotai","Simone Simons"],"overview":"One Cold Winter's Night was recorded on February 11th, 2006 at the historic Rockefeller Musichall in Oslo, Norway. Kamelot enlisted renowned film and video director Patric Ullaeus to chronicle the night's events. Arriving with him from Gothenberg, Sweden, Patric had a large crew of professionals and equipment including 18 cameras that would be used in and around the concert grounds. The title for the band's first DVD (based on an earlier Kamelot song title) was chosen long before the actual shoot. Ironically this winter turned out to be one of the longest and coldest in the country's history, with enormous amounts of snow and numerous chaos-causing blizzards. A very special thanks goes out to fans that had to wait in line before doors opened to the sold out show. We sincerely hope we managed to warm you back up!","release_date":"2006-11-14","vote_average":7.3,"runtime":177,"cert":"N\/A","id":37760,"title":"Kamelot: One Cold Winter's Night","adult":false,"genre_ids":[10402]},{"cast":["Adriano Celentano","Edwige Fenech","Renato Salvatori","Sylva Koscina","Pippo Santonastaso"],"overview":"Asso, THE best poker-player in town, was killed in his wedding night, because he won too much against a bad loser. In the 'final' game in heaven the clerk on duty also lost, so Asso can come back to this world as a ghost to search for a good man for his wife (widow). Who is good enough for the wife of Asso ?","release_date":"1981-04-16","vote_average":6.1,"runtime":90,"cert":"N\/A","id":37765,"title":"Ace","adult":false,"genre_ids":[35]},{"cast":["Nicolai Cleve Broch","Ane Dahl Torp","Ahmed Zeyan","Bjørn Floberg","Ingar Helge Gimle"],"overview":"Turning his back on a delinquent past and joining the police force, HP is determined to start doing the right thing. Soon he finds himself trapped in a web of lies, stretching out from both sides of the law. HP soon realizes that his present mission is closely connected to his own past, and that everything he worked so hard to escape from, is coming back to haunt him.","release_date":"2006-08-25","vote_average":6.7,"runtime":104,"cert":"N\/A","id":37766,"title":"Uro","adult":false,"genre_ids":[28,80]},{"cast":["Carlo Verdone","Mario Brega","Renato Scarpa","Verónica Miriel","Isabella De Bernardi"],"overview":"Three stories, three characters all played by Verdone. The first is an awkward young man, who meets a Spanish tourist in Rome. The second has planned a trip towards East with a suitcase full of stockings and biro pens. The last one is a hippy whose father tries to convince him to get back home.","release_date":"1980-01-19","vote_average":7.1,"runtime":97,"cert":"N\/A","id":37767,"title":"Fun Is Beautiful","adult":false,"genre_ids":[35]},{"cast":["Carlo Verdone","Eleonora Giorgi","Christian De Sica","Angelo Infanti","Enrico Papa"],"overview":"Sergio Benvenuti is a shy seller of contracts for a Roman company of music, but because of his character he cannot find even a customer, so he asks for help from a fellow named Nadia.","release_date":"1982-01-22","vote_average":6.8,"runtime":107,"cert":"N\/A","id":37768,"title":"Borotalco","adult":false,"genre_ids":[35]},{"cast":["Paolo Villaggio","Liù Bosisio","Plinio Fernando","Gigi Reder","Anna Mazzamauro"],"overview":"The frustrating adventures of a humble employee who all the time has to fullfill the wishes and desires of his bosses.","release_date":"1976-04-15","vote_average":7.6,"runtime":110,"cert":"N\/A","id":37769,"title":"The Second Tragic Fantozzi","adult":false,"genre_ids":[35]},{"cast":["Paolo Villaggio","Milena Vukotic","Plinio Fernando","Gigi Reder","Anna Mazzamauro"],"overview":"Fantozzi is now retired but continues to go to the office where it is held up as a fine example of employees intending to do career.","release_date":"1990-01-15","vote_average":6.1,"runtime":105,"cert":"N\/A","id":37770,"title":"Fantozzi To The Rescue","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dr. Anna Fugazzi is a young, attractive psychologist with a loving and devoted (albeit freakish) boyfriend, plenty of stimulating friends, and a bright future ahead of her. But beneath her perfect life and calm exterior lies a deadly secret that she herself cannot imagine, much less confront!!! There is a delicate balance between reality and illusion, between conscious and the subconscious, and for Dr. Fugazzi, the truth lies somewhere in between the beauty of her present life and the horror of the not-too-distant past!!! Shocked by hallucinations and deadly images, tantalized by familiar, eerie voices, provoked by her deranged and knowing patients, and daily nightmares that awaken her in a strange, white room, Dr. Fugazzi takes an inhuman journey into her very psyche!!!!","release_date":"2009-01-01","vote_average":2.2,"runtime":96,"cert":"N\/A","id":37771,"title":"The Seduction of Dr. Fugazzi","adult":false,"genre_ids":[27,53]},{"cast":["Robert De Niro","Tony Curtis","Robert Mitchum","Jeanne Moreau","Jack Nicholson"],"overview":"F. Scott Fitzgerald's novel is brought to life in this story of a movie producer slowly working himself to death.","release_date":"1976-11-18","vote_average":6.6,"runtime":123,"cert":"N\/A","id":37774,"title":"The Last Tycoon","adult":false,"genre_ids":[18,10749]},{"cast":["Carlo Verdone","Irina Sanpiter","Elena Fabrizi","Angelo Infanti","Milena Vukotic"],"overview":"Three Italian have to move from their current city to vote to local elections elsewhere. Pasquale is an Italian emigrant living in Munich (Germany). He has to vote in Matera, Basilicata (south of Italy). He is genuinely happy to come back in Italy, even if just for some days; but the country he is dreaming is different from the reality he meets. Furio move from Torino to Roma with all his family. He is so niggler and heavy that Magda, his wife, is thinking to escape. Mimmo is a young good fellow, moving with his grand mother, from Verona to Roma. His trip is disturbed by worries about her health, while she is very calm. Written by 1felco","release_date":"1981-02-20","vote_average":7.4,"runtime":110,"cert":"N\/A","id":37775,"title":"Bianco, rosso e Verdone","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Animated parody of such horror classics as \"Evil Dead\" and \"The Hills Have Eyes\".","release_date":"2008-08-05","vote_average":4.6,"runtime":82,"cert":"N\/A","id":37776,"title":"Dead Fury","adult":false,"genre_ids":[28,12,16,35,10751,27]},{"cast":["Carlo Verdone","Natasha Hovey","Florinda Bolkan","Glenn Saxson","Elena Fabrizi"],"overview":"La madre-manager di una giovanissima modella americana cerca un precettore per la figlia che deve lavorare per tre mesi a Roma. Le viene suggerito il nome di padre Spinetti, un sacerdote che insegna in un istituto femminile, ma la telefonata per l'incarico la intercetta Rolando, bidello laureato in cerca di fortuna. Rolando si presenta alla donna vestito da prete e viene assunto, la ragazza però non tarda a rendersi conto che l'impacciato professore non è un vero sacerdote e se ne innamora. Una commedia comico-sentimentale con un irresistibile Carlo Verdone.","release_date":"1983-10-27","vote_average":6.7,"runtime":109,"cert":"N\/A","id":37777,"title":"Soap and Water","adult":false,"genre_ids":[35]},{"cast":["David Strathairn","Ian Somerhalder","Cassidy Hinkle","Daniel Gillies","Jane Adams"],"overview":"This off-beat drama about man's search for meaning amidst the ache of despair chronicles Finn, an introspective English teacher entering a mid-life crisis impelled by a recent tragedy, as he sets afoot selling encyclopedias to the town locals.","release_date":"2006-08-01","vote_average":4.0,"runtime":134,"cert":"N\/A","id":37780,"title":"The Sensation of Sight","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A wave of a wand and a sprinkle of fairy dust takes you through the Magical Mystery Tree and into Fairyland to join the beautiful fairies Harmony and Rhapsody and their magical friends. Everyone starts the day in a fan-fairy-tastic way - Harmony and Rhapsody, Elf the Fairy Cake Maker, Barnaby the Bizzy Buzzy Bee, Wizzy the Wizard and the young Tots sing, dance and explore their way through the enchanting world at the bottom of the garden. With dazzling smiles, twinkling eyes and excitable enthusiasm all wrapped up in the prettiest of pink, Harmony and Rhapsody encourage friendship, self esteem, problem solving and decision making in this special fairy story.","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":37781,"title":"The Fairies - Fairy Magic","adult":false,"genre_ids":[]},{"cast":["Sarah Jessica Parker","Kristin Davis","Cynthia Nixon","Kim Cattrall","Chris Noth"],"overview":"Carrie, Charlotte, and Miranda are all married now, but they're still up for a little fun in the sun. When Samantha gets the chance to visit one of the most extravagant vacation destinations on the planet and offers to bring them all along, they surmise that a women-only retreat may be the perfect excuse to eschew their responsibilities and remember what life was like before they decided to settle down.","release_date":"2010-05-26","vote_average":5.9,"runtime":146,"cert":"15","id":37786,"title":"Sex and the City 2","adult":false,"genre_ids":[35,18,10749]},{"cast":["Alice Cooper","Ryan Roxie","Chuck Garric","Damon Johnson","Eric Singer"],"overview":"Rock 'n' roll's favorite bogeyman is back. Known for his ability to merge exhilarating hard rock with darkly theatrical stage shows, Alice Cooper reaches new heights in this July 2005 performance at the Montreux Festival. While the visual spectacle delights the eye, Cooper's raw sound shocks the ear. This live concert is full of rock anthems plucked from his long career, including renditions of \"No More Mr. Nice Guy,\" \"I'm Eighteen,\" \"School's Out,\" and many others.","release_date":"2006-05-30","vote_average":6.3,"runtime":93,"cert":"N\/A","id":37787,"title":"Alice Cooper: Live at Montreux 2005","adult":false,"genre_ids":[10402]},{"cast":["Terje Formoe","Svein Haagensen","Janne Formoe"],"overview":"Kaptein Sabeltann is back! And when the people of Kjuttaviga also find a parchment that says there is another treasure from the pirate Grusomme Gabriel in Kjuttaviga, things really become wild.","release_date":"2005-11-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":37788,"title":"Kaptein Sabeltann og grusomme Gabriels Skatt","adult":false,"genre_ids":[10751]},{"cast":["Rieko Miura","Michiko Neya","Masami Iwasaki","Hozumi Gouda","Hiroki Takahashi"],"overview":"A young female agent with a powerful psionic power over paper must stop a plot for world destruction.","release_date":"2001-05-23","vote_average":5.6,"runtime":99,"cert":"N\/A","id":37789,"title":"R.O.D - Read or Die","adult":false,"genre_ids":[16,12,14]},{"cast":["Aleece Jones","Matthew Stiller","Olivia Price","Matthew Montgomery","Meredith Barnett"],"overview":"When a group of friends and colleagues tracks reclusive writer Samantha Ballard (Aleece Jones) to her remote desert house, their reluctant hostess informs them that they'll die if they try to escape. After her ex-husband disastrously tests Samantha's pledge, the remaining guests sink into horror. If they want to leave Fear House alive, this desperate group must act fast in writer-director Michael R. Morris's claustrophobic spook fest.","release_date":"2008-01-01","vote_average":3.5,"runtime":85,"cert":"N\/A","id":37792,"title":"Fear House","adult":false,"genre_ids":[27]},{"cast":["Michael Jackson","Pat Dade","Amy Smallman","Edwina Moore","Yasiin Bey"],"overview":"The story of a scary Maestro with supernatural powers, who is being forced out of a small town by its mayor. Included are a series of dance routines performed by Michael Jackson and his \"family\" of ghouls. Every song from the film was taken from Michael Jackson's HIStory and Blood on the Dance Floor albums.","release_date":"1997-09-04","vote_average":7.3,"runtime":39,"cert":"PG","id":37793,"title":"Ghosts","adult":false,"genre_ids":[10402,27]},{"cast":[],"overview":"","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":37796,"title":"La soluzione","adult":false,"genre_ids":[]},{"cast":["Yoko Honna","Issey Takahashi","Takashi Tachibana","Shigeru Muroi","Shigeru Tsuyuguchi"],"overview":"Shizuku lives a simple life, dominated by her love for stories and writing. One day she notices that all the library books she has have been previously checked out by the same person: 'Seiji Amasawa'. Curious as to who he is, Shizuku meets a boy her age whom she finds infuriating, but discovers to her shock that he is her 'Prince of Books'. As she grows closer to him, she realises that he merely read all those books to bring himself closer to her. The boy Seiji aspires to be a violin maker in Italy, and it is his dreams that make Shizuku realise that she has no clear path for her life. Knowing that her strength lies in writing, she tests her talents by writing a story about Baron, a cat statuette belonging to Seiji's grandfather","release_date":"1995-07-15","vote_average":7.8,"runtime":111,"cert":"PG","id":37797,"title":"Whisper of the Heart","adult":false,"genre_ids":[16,18,10751]},{"cast":[],"overview":"One Track Mind explores the technical side and ambitious nature of surfing’s most competitive individuals and their drive to push the limits and succeed. Shot on 16mm, the film spans generations and styles in search of the common thread that makes them the best. The most influential people in modern surfing tell stories about their best boards, the surfers they hail and the waves they live to ride.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":37798,"title":"One Track Mind","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Jesse Eisenberg","Andrew Garfield","Justin Timberlake","Armie Hammer","Max Minghella"],"overview":"On a fall night in 2003, Harvard undergrad and computer programming genius Mark Zuckerberg sits down at his computer and heatedly begins working on a new idea. In a fury of blogging and programming, what begins in his dorm room as a small site among friends soon becomes a global social network and a revolution in communication. A mere six years and 500 million friends later, Mark Zuckerberg is the youngest billionaire in history... but for this entrepreneur, success leads to both personal and legal complications.","release_date":"2010-10-01","vote_average":7.2,"runtime":121,"cert":"12A","id":37799,"title":"The Social Network","adult":false,"genre_ids":[18]},{"cast":["Martin Clunes","Timothy Spall","Jeff Rawle","David Bamber","Sylvia Syms"],"overview":"Comedy about 4 middle aged businessmen on a team building exercise in the lake district","release_date":"1998-01-01","vote_average":4.3,"runtime":86,"cert":"","id":37800,"title":"Neville's Island","adult":false,"genre_ids":[10770,35]},{"cast":["Lewis Black"],"overview":"Lewis Black goes on tirade after tirade about stupidity in America. He covers everything from corporate greed and Martha Stewart to WMDs and homeland security.","release_date":"2004-05-14","vote_average":6.3,"runtime":58,"cert":"N\/A","id":37801,"title":"Lewis Black:  Black on Broadway","adult":false,"genre_ids":[35]},{"cast":["Jim Gaffigan","Molly Glynn","Ian Brennan","T.J. Jagodowski","Michael Gilio"],"overview":"30-year-old Owen Fenby loves his girlfriend. But he loves high school hockey more. Or does he? One by one, his friends are deserting his annual pilgrimage to the Wisconsin State High School Hockey Tournament, forcing him to confront some harsh truths about his bizarre obsession.","release_date":"2002-04-04","vote_average":0.0,"runtime":85,"cert":"N\/A","id":37804,"title":"No Sleep 'til Madison","adult":false,"genre_ids":[35]},{"cast":["Walter de Donder","Agnes de Nul","Ron Brandsteder","Chris Cauwenbergs","Aimé Anthoni"],"overview":"","release_date":"2009-12-16","vote_average":3.0,"runtime":null,"cert":"N\/A","id":37807,"title":"Plop en de Kabouterbaby","adult":false,"genre_ids":[35,12,10751]},{"cast":["Zohar Strauss","Ran Danker","Tinkerbell","Tzahi Grad","Isaac Sharry"],"overview":"A beautifully affecting love story that has rightly earned comparisons to Brokeback Mountain, Haim Tabakman's potent yet impeccably restrained tale has won awards and accolades at film festivals the world over. Aaron, a pillar in Jerusalem's Orthodox community is respected by friends and family. However, when he hires handsome runaway student Ezri to assist with his business, sexual tensions bristle and the pair cautiously embark on a love affair. Meanwhile, a neighbouring shopkeeper persists in seeing a man of her own choosing, even though she's been promised by her father to another. As forbidden truths come to the fore, these lovers are forced to either confront or relent in the face of a centuries-old religious community, with startling results.","release_date":"2009-05-20","vote_average":6.1,"runtime":90,"cert":"12","id":37810,"title":"Eyes Wide Open","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Contains 12 short videos related to teachings found in the Old Testament. It can be used to supplement gospel doctrine classes, family home evenings, and personal study.","release_date":"2006-01-01","vote_average":10.0,"runtime":67,"cert":"N\/A","id":37811,"title":"Old Testament Video Presentations","adult":false,"genre_ids":[]},{"cast":["Peter Kay"],"overview":"Peter Kay is back with this DVD, featuring his final performance at the Manchester Arena to a 9,000 sell out crowd on the 'Mum Wants A Bungalow Tour'.","release_date":"2005-11-15","vote_average":5.8,"runtime":47,"cert":"","id":37812,"title":"Peter Kay: Live at the Manchester Arena","adult":false,"genre_ids":[35]},{"cast":["Jake Muxworthy","Karina Testa","Nuot Arquint","Chris Coppola","Ottaviano Blitch"],"overview":"A Young soldier returning from Iraq goes on a high mountain adventure in a desolate place in Europe to forget his past, he will lear truth in a mysterious local legend discovering that reality can be sicker than nightmares.","release_date":"2010-05-14","vote_average":5.4,"runtime":77,"cert":"N\/A","id":37813,"title":"Shadow","adult":false,"genre_ids":[27,53]},{"cast":["Jai Koutrae","Mary Christina Brown","Victoria Floro","Rob O'Brien","Eric Raymond Lim"],"overview":"After losing contact with its researchers on a remote island, a military corporation hires a group of scientists and soldiers to find out what went wrong. But when they arrive, the team quickly discovers that the weapons testing performed on the island has unleashed and powerful and deadly entity that will stop at nothing to destroy them all.","release_date":"2010-05-22","vote_average":3.8,"runtime":87,"cert":"N\/A","id":37816,"title":"Dark Island","adult":false,"genre_ids":[28,878,53]},{"cast":["Lázaro Ramos","Dira Paes","Wagner Moura","Stênio Garcia","Luciana Souza"],"overview":"During the Carnival in the historical site of Pelourinho (Salvador, Bahia, Brazil), we follow the lives of the tenants of a falling-to-pieces tenement house who try to get by using creativity, irony, humor and music.","release_date":"2007-03-30","vote_average":6.9,"runtime":96,"cert":"N\/A","id":37817,"title":"Oh My God!","adult":false,"genre_ids":[10402,35]},{"cast":["Susanna Hoffs","Joan Cusack","Dedee Pfeiffer","Pam Grier","John Terlesky"],"overview":"Molly (Hoffs), Val (Pfeiffer) and Gina (Cusack) are graduating college, but on their final night, frustrations are aired. Molly is still looking for real love and Val is beginning to doubt if that is what she has found. Gina is too busy videotaping everything to really notice. When the final party at Pacifica College kicks off, things do not go exactly as planned.","release_date":"1987-05-01","vote_average":3.3,"runtime":108,"cert":"N\/A","id":37818,"title":"The Allnighter","adult":false,"genre_ids":[35,10749]},{"cast":["Aaron Barrett","Matt Wong","Scott Klopfenstein","Dan Regan","John Chistianson"],"overview":"\"You're All In This Together\" is the name of a DVD recorded by Reel Big Fish at The Alley in Fullerton, California on March 23, 2006. The DVD is sold with Reel Big Fish's live album \"Our Live Album Is Better Than Your Live Album\" and became available for purchase from iTunes on July 18, 2006. It became available for store purchase on August 22, 2006. Fans that ordered VIP tickets to a Reel Big Fish meet and greet for their Summer 2006 tour, received the album\/DVD earlier than August 1, either when they met the band, or through the mail, due to production problems. Those who received the DVD through the meet and greet received a signed booklet also.","release_date":"2006-08-22","vote_average":4.8,"runtime":85,"cert":"N\/A","id":37819,"title":"Reel Big Fish - You're All in this Together","adult":false,"genre_ids":[10402]},{"cast":["Sam Neill","Zoe Carides","Yvonne Lawley","Nick Lathouris","Nicholas Papademetriou"],"overview":"A reserved man in need of a job, Carl Fitzgerald finds employment at a Greek restaurant. Upon meeting waitress Sophie, Carl begins dating the attractive woman. Though it seems things are improving for Carl, an unexpected situation leads to the death of Mustafa, a shady coworker, and Carl must figure out how to cover up the incident. Unsure of what to do, Carl enlists the help of his buddy, Dave, to get rid of Mustafa's corpse.","release_date":"1990-11-08","vote_average":6.6,"runtime":109,"cert":"","id":37820,"title":"Death in Brunswick","adult":false,"genre_ids":[18]},{"cast":["Katherine Heigl","Ashton Kutcher","Tom Selleck","Catherine O'Hara","Alex Borstein"],"overview":"When an elite assassin marries a beautiful computer whiz after a whirlwind romance, he gives up the gun and settles down with his new bride. That is, until he learns that someone from his past has put a contract out on his life.","release_date":"2010-06-04","vote_average":5.9,"runtime":100,"cert":"12A","id":37821,"title":"Killers","adult":false,"genre_ids":[28,35,53,10749]},{"cast":["Shahid Kapoor","Anushka Sharma","Meiyang Chang","Vir Das","Anupam Kher"],"overview":"Four young friends decide to work together when one of them comes up with an innovative and lucrative business plan. But their lives begin to deteriorate when their personal issues surface.","release_date":"2010-05-07","vote_average":5.7,"runtime":144,"cert":"N\/A","id":37822,"title":"Badmaash Company","adult":false,"genre_ids":[35,80,18]},{"cast":["Gilbert Gottfried"],"overview":"The outrageous Gilbert Gottfried breaks down the walls of good taste in this hilarious, jaw-dropping DVD, recorded live in New York, City. He gleefully bats aside political correctness and fires an onslaught of jokes guaranteed to offend, building to a grand finale of filth known as the Dirtiest Joke of All Time","release_date":"2005-12-06","vote_average":7.8,"runtime":50,"cert":"N\/A","id":37823,"title":"Gilbert Gottfried: Dirty Jokes","adult":false,"genre_ids":[35]},{"cast":["Martin Schwab","Gerson Oratmangoen","Terence Schreurs","Anis de Jong","Sophie van Oers"],"overview":"More than 30 years after the dramatic ending of a train hijack five people involved meet each other on a television show. Starting point is the death of the only female hijacker: Noor. One by one the five enter the studio. Each with their own expectations or hidden agenda.","release_date":"2009-05-03","vote_average":0.0,"runtime":81,"cert":"N\/A","id":37824,"title":"De Punt","adult":false,"genre_ids":[99,18]},{"cast":["Shahkrit Yamnarm","Wanida Termthanaporn","Navadee Mokkhavesa ","Atthama Chiwanitchaphan ","Bordin Duke "],"overview":"Ken is a hot young superstar and the dream date of every girl. While he can attract any woman he wants, every detail of his life ends up in gossip columns and tabloid magazines. His two previous girlfriends, high-society girl Meen and innocent college student Bow, have already been exposed in the media. After dumping Meen, he is now dating hot actress Ploy and their every move is headline news. When news leaks that Ken will marry Ploy, the media goes into a frenzy and their dream life turns into a nightmare. It seems that someone is stalking them, day and night. But is it an ex-girlfriend, an obsessed fan or a vengeful paparazzi? Nimit, Ken's agent, encourages his client to take a break at a beach house at a report. But the problem only escalates when people around Ken start to disappear one by one.","release_date":"2009-08-26","vote_average":5.2,"runtime":90,"cert":"N\/A","id":37827,"title":"My Ex","adult":false,"genre_ids":[27]},{"cast":["Rasmus","Mads 'Mini'","Daniel 'Olby'","Kim 'Birkerod'"],"overview":"ARMADILLO is an upfront account of growing cynicism and adrenaline addiction for young soldiers at war. Mads and Daniel are on their first mission in Helmand, Afghanistan. Their platoon is stationed in Camp Armadillo, right on the Helmand frontline, fighting tough battles against the Taliban. The soldiers are there to help the Afghan people, but as fighting gets tougher and operations increasingly hairy, Mads, Daniel and their friends become cynical, widening the gap between themselves and the Afghan civilisation. Mistrust and paranoia set in causing alienation and disillusion. Armadillo is a journey into the soldier’s mind and a unique film on the mythological story of man and war, staged in its contemporary version in Afghanistan.","release_date":"2010-05-27","vote_average":7.3,"runtime":105,"cert":"","id":37828,"title":"Armadillo","adult":false,"genre_ids":[99,10752]},{"cast":["Dorothy Short","Lillian Miles","Frank LaRue","Lester Dorr","Mary MacLaren"],"overview":"High-school principal Dr. Alfred Carroll relates to an audience of parents that marijuana can have devastating effects on teens. In his story, a drug supplier entices several restless teens, including sister and brother Mary and Jimmy Lane and Mary's boyfriend, Bill, into frequenting a \"reefer\" house. Gradually, Bill and Jimmy are drawn into smoking dope, which affects their family lives and leads to a terrible crime.","release_date":"1936-01-15","vote_average":4.3,"runtime":66,"cert":"15","id":37833,"title":"Tell Your Children","adult":false,"genre_ids":[18,53]},{"cast":["Tom Cruise","Cameron Diaz","Peter Sarsgaard","Viola Davis","Jordi Mollà"],"overview":"A fugitive couple goes on a glamorous and sometimes deadly adventure where nothing and no one – even themselves – are what they seem. Amid shifting alliances and unexpected betrayals, they race across the globe, with their survival ultimately hinging on the battle of truth vs. trust.","release_date":"2010-06-15","vote_average":6.0,"runtime":109,"cert":"12A","id":37834,"title":"Knight and Day","adult":false,"genre_ids":[28,35]},{"cast":["Robert Ginty","Christopher George","Samantha Eggar","Steve James","Tony DiBenedetto"],"overview":"A man's best friend is killed on the streets of New York. The man (Robert Ginty) then transforms into a violent killer, turning New York into a great war zone and Christopher George is the only one to stop him.","release_date":"1980-09-10","vote_average":5.7,"runtime":101,"cert":"18","id":37835,"title":"The Exterminator","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Ki Joo-bong","Ko In-bae","Kwon Nam-hee","Park Ji-il","Choi Hak-rak"],"overview":"Half a million dollars were offered in indemnity to the victims' relatives, and this triggered a merciless looting made by unscrupulous people. In a morgue where the lifeless body of a girl lies, waiting to be identified, a man and a woman, who introduce themselves as the parents of the victim, are distraught over the loss of the young girl. However, after a moment's hesitation, a morgue employee claims the body of the girl.","release_date":"1999-10-01","vote_average":5.9,"runtime":26,"cert":"","id":37836,"title":"Judgement","adult":false,"genre_ids":[18]},{"cast":["Kim Yoon-ah","Chu Sang-mi","Lee Se-young","Jeong Ji-an"],"overview":"A 13 year old girl who lives with her widowed mother in a town in Korea. Somewhat withdrawn and living in dreams, her main dream is that her real mother is a famous pop singer. Soo-ah falls in with a delinquent schoolgirl, and after a tense argument with her mother, blurts out that she is not her real mother. She runs away on a train to Seoul to see her \"real mother\" at a concert and be with her.","release_date":"2007-07-26","vote_average":6.0,"runtime":95,"cert":"N\/A","id":37837,"title":"The Wonder Years","adult":false,"genre_ids":[]},{"cast":["Osor Bat-Ulzii","Dong-ho Shin","Suh Jung","Bakchul"],"overview":"This film takes place in a remote area, a desert region situated somewhere between the Mongolia and Chinese border. The town has become nearly void of all inhabitants except for Hangai, who works obsessively to plant trees in the desert area. Hangai’s own wife has recently left him, as their daughter became increasingly ill. While Hangai wallows in solitude, a North Korean refugee arrives at his doorstep with her son. They ask for shelter and Hanghai obliges. Although the trio can’t even speak a common language, they are able to communicate nonethless and work together to plant trees. It seems Hanghai is attracted to Soon Hee, but she doesn’t feel quite the same way. Then a Mongolian soldier stationed at a nearby camp, befriends the trio and the dynamics of their relationship start to change.","release_date":"2007-10-20","vote_average":5.0,"runtime":123,"cert":"festival","id":37838,"title":"Desert Dream","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Trintignant","Carole Bouquet","Maria Schneider","Roger Dumas","Yann Collette"],"overview":"In an imaginary dictature of a futuristic world, rebellion has broken out. The men in power scramble to the Bunker Palace Hotel, a bunker built long ago for just this kind of contingency. But a rebel spy sneaks in, and although her nature is very quickly suspected, she is left to observe the raving of the decadent power class, who keeps wondering what happened to their leader, who has failed to show up.","release_date":"1989-01-01","vote_average":6.7,"runtime":95,"cert":"N\/A","id":37839,"title":"Bunker Palace Hotel","adult":false,"genre_ids":[878]},{"cast":["Kim Joo-hyuk","Moon Geun-young","Sung-ho Choi","Jo Jae-yoon","Do Ji-won"],"overview":"Julian has lived off the money he lures from his rich female customers. But now he faces usurious debts from a hasty expansion of his business, and he will be killed unless he clears the debt in one month. The only way to save himself is to pretend to be the long-lost brother of an heiress and kill her to get her huge fortune. Min, the blind heiress, cold-hearted like Julian, slowly opens herself to him, and he, too, falls for her. But Julian has to pay his creditor and what makes it worse for him is that the illness that took Min’s eyesight relapsed, threatening her life.","release_date":"2006-11-09","vote_average":6.8,"runtime":119,"cert":"N\/A","id":37840,"title":"Love Me Not","adult":false,"genre_ids":[18]},{"cast":["Katsunori Takahashi","Atsuko Sakurai","Masaru Nagai","Yuri Ebihara","Ryôsei Tayama"],"overview":"Tadano is assigned by the chairman Kurokawa to protect and check the personal affairs of a young idol, Sylvia , who is the main character at the \"Flower Earth Festival 2008\" organized by Denodo. Sylvia has been threatened by someone to resign from the main character role. Tadano starts investigating while supporting Yamanishi, the event organizer. However, Tadano is struck down by a mysterious giant of a man. Yamanishi, who has obtained important information, is murdered, and Sylvia is kidnapped. Tadano realizes that Anzai, Yamanishi's right-hand man who has been eyeing the chairmanship, is the mastermind behind this. Tadano rescues Sylvia and brings her to the event venue.","release_date":"2008-12-06","vote_average":0.0,"runtime":116,"cert":"N\/A","id":37841,"title":"Mr. Tadano's Secret Mission: From Japan With Love","adult":false,"genre_ids":[]},{"cast":["André Dussollier","Sabine Azéma","Emmanuelle Devos","Mathieu Amalric","Anne Consigny"],"overview":"Marguerite loses her wallet, and it's found by Georges, a seemingly happy head of family. As he looks through the wallet and examines the photos of Marguerite, he finds he's fascinated with her and her life, and soon his curiosity about her becomes an obsession.","release_date":"2009-05-20","vote_average":5.8,"runtime":104,"cert":"N\/A","id":37842,"title":"Wild Grass","adult":false,"genre_ids":[18,10749]},{"cast":["David Huffman","Marianna Hill","Burt Young","John Saxon","Otis Young"],"overview":"Something or someone is attacking people one by one on the beach. Some of them are mutilated, but most of them are sucked into the sand, disappearing without a trace. What is the creature responsible? Where does it live, and where did it come from? And is there any chance of it reproducing? Meanwhile, David Huffman and Mariana Hill are once-almost-married old friends, reunited over the death of her mother on the beach, and searching for clues in the abandoned buildings where they used to play when they were young.","release_date":"1980-09-01","vote_average":4.8,"runtime":92,"cert":"N\/A","id":37843,"title":"Blood Beach","adult":false,"genre_ids":[878,27,35]},{"cast":["Xu Zheng","Fan Bingbing","Ning Jing","Qin Hailu","Song Jia"],"overview":"After being married for seven years, Xu Lang, a white collar office manager, has started to get tired of the same routine in his marriage. After asking his wife for a divorce, he is given a magical cell phone by an angel. The cell phone allows him to have romantic encounters with different women. After various dates and courtships with 12 beautiful women, he still cannot meet the right one. He attempts to mend things over with his wife, only to find that his ex-wife has met another man and found happiness. The movie ends with Xu meeting his old love interest from 15 years ago, suggesting a new relationship between them.","release_date":"2007-02-08","vote_average":5.4,"runtime":95,"cert":"N\/A","id":37844,"title":"Call For Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a fancy Parisian Café, an uptight businessman discovers he forgot to bring his wallet and bides his time by ordering more coffee.","release_date":"2008-09-30","vote_average":6.7,"runtime":8,"cert":"N\/A","id":37845,"title":"French Roast","adult":false,"genre_ids":[16]},{"cast":["Fernando Guillén Cuervo","Amparo Larrañaga","María Valverde","Ramón Madaula","Carlos Lasarte"],"overview":"The president of a major biogenetic laboratory crazy for a board and falls down dead. His daughter Sofia inherited, just eighteen years a true empire, and make it impossible to discover the cause of the strange death of his father.","release_date":"2005-08-12","vote_average":5.0,"runtime":100,"cert":"N\/A","id":37846,"title":"Vorvik","adult":false,"genre_ids":[28,12,27,878]},{"cast":["Kim Yoon-seok","Kim Su-hyeon","Lee Mi-sook","Kim Won-hee","Kim Min"],"overview":"Cho Eun-ja is the president of Club LaLa, which has been a family business for three generations. It used to be a very popular club but not anymore. Now the club is in heavy debt to Eun-ja. To bring back the old days of glory, Eun-ja tries desperately to keep the club afloat while the owner of Club Nemo wants to take over LaLa. Club Nemo is also a family business and the KIMs have been rivals with the Chos. KIM wants to put an end to their rivalry by buying LaLa and building a department store. So he sets traps to force Eun-ja to sell the club. He first makes Eun-ja take out a private loan and, he snatches the only popular singer and last hope of LaLa. LaLa is thrown in a state of turmoil as it ends up on the verge of bankruptcy. As the last resort to save the club, the four girls decide to stand on the stage themselves as a dancing group named \"Oh! LaLa Sisters\". Thanks to their fabulous performances, they finally become popular.","release_date":"2002-04-26","vote_average":4.0,"runtime":110,"cert":"N\/A","id":37847,"title":"Oollala Sisters","adult":false,"genre_ids":[18]},{"cast":["Jay Chou","Lin Chi-Ling","Chen Dao-Ming","Baron Chen","Pu Miao"],"overview":"In the northwest desert where countless prosperous dynasties have flourished and fallen, there is rumor of a treasure of unbelievable riches buried among it. A group of mysterious guardians have been guarding the map to the location of the treasure until a fierce rivalry erupted. A notorious international crime group, The Company hunted down the map keeper and before they managed to secure the map, the keeper passed the map to a young chivalrous man Ciao Fei. Ciao Fei was forced to give up the map to save the live of his mentor’s daughter Lan Ting. Teaming up with Hua Ding Bang and Lan Ting they embark on a dangerous journey to recover the map and fight to protect the ancient treasure.","release_date":"2009-12-09","vote_average":3.5,"runtime":105,"cert":"N\/A","id":37848,"title":"The Treasure Hunter","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Hu Jun"],"overview":"Set during the Tang Dynasty, The Robbers tells the story of two robbers' adventures in a seemingly peaceful Bitter Bamboo Village, where they encounter a beautiful woman, a group of soldiers and a village head scheming to kill the duo.","release_date":"2009-11-20","vote_average":5.8,"runtime":93,"cert":"N\/A","id":37849,"title":"The Robbers","adult":false,"genre_ids":[18,28,53]},{"cast":["Shawn Yue","Elanne Kwong","Chapman To","Conroy Chan","Ada Choi"],"overview":"In a district within Hong Kong five gangs have an uneasy truce as they all work within the area. Chaos then ensues when triad leader Jimmy is shot. Jimmy's wife Cheung Wah then appoints his bodyguard Po as the temporary leader of the gang over Jimmy's #2 man Blackie. Po must now find the assassin, control the seething Blackie, and keep their rival gangs at bay before all hell breaks loose...","release_date":"2009-10-08","vote_average":6.1,"runtime":100,"cert":"N\/A","id":37850,"title":"Rebellion","adult":false,"genre_ids":[53,28,80]},{"cast":["Sergey Chirkov","Pavel Priluchnyy","Agniya Ditkovskite","Viktor Verzhbitskiy","Igor Sklyar"],"overview":"The continuation of the adventures of the heroes of \"Hooked on the Game\".","release_date":"2010-04-15","vote_average":5.3,"runtime":null,"cert":"N\/A","id":37851,"title":"Hooked on the Game 2. The Next Level","adult":false,"genre_ids":[28,878]},{"cast":["Lung Kim-Sang","Mooi Suet-Si","Liang Tsi-Pak","Leung Sing-Bo","Kong Suet-Liu"],"overview":"A beautiful Cantonese opera about the forbidden love between a princess and a scholar. The backdrop is Ming dynasty China and the two would rather die than be apart.","release_date":"1976-01-30","vote_average":0.0,"runtime":102,"cert":"N\/A","id":37852,"title":"Princess Chang-Ping","adult":false,"genre_ids":[18,10749]},{"cast":["Henry Fonda","James Cagney","William Powell","Jack Lemmon","Betsy Palmer"],"overview":"A hilarious and heartfelt military comedy-drama co-directed by John Ford and Mervyn LeRoy, Mister Roberts stars Henry Fonda as an officer who's yearning for battle but is stuck in the backwaters of World War II on a noncommissioned Navy ship run by the bullying Capt. Morton (James Cagney). Jack Lemmon enjoys a star-making turn as the freewheeling Ensign Pulver, and William Powell stars as the ship's doctor in his last screen role.  Based on the 1946 novel with the same name, by Thomas Heggen, and the 1948 Broadway play, written by Thomas Heggen and Joshua Logan. Henry Fonda also starred in the original Broadway production. Warner Bros. didn't want Fonda to star in the film, as they thought he was too old, and had been a stage player for so long (8 years), that he no longer was box office material. However, John Ford insisted on Fonda and the company eventually agreed.","release_date":"1955-07-13","vote_average":7.1,"runtime":123,"cert":"N\/A","id":37853,"title":"Mister Roberts","adult":false,"genre_ids":[35,18,10751,10752]},{"cast":["Janna Lisa Dombrowsky","Martine Erhel","Hans Piesbergen","Stefan Dickfeld","Gisela Meinke"],"overview":"Since his wife's death, Arthur, a peculiar and severe surgeon, cloisters his teen daughter Lucille inside a strange mansion. Desperate, Lucille tries to commit suicide and ends up with her face completely burned and bandaged. Arthur, with the assistance of his aunt, prepares a weird skin graft in order to give back Lucille a face, a face that resembles his beloved and deceased wife. To take care of her, the father then hires Joan, an attractive nurse with a somber past. Lucille and Joan start a forbidden and passionate love affair.","release_date":"2009-04-03","vote_average":4.8,"runtime":92,"cert":"","id":37858,"title":"Bandaged","adult":false,"genre_ids":[28,18,53]},{"cast":["Robby Benson","Devin Douglas Drewitz","Trevor Wright","Ian Bagg","Rob Tinkler"],"overview":"The 2000's Most Valuable Primate is back, this time on a snowboard.","release_date":"2004-01-20","vote_average":5.1,"runtime":87,"cert":"N\/A","id":37859,"title":"MXP: Most Xtreme Primate","adult":false,"genre_ids":[35]},{"cast":["Ken Foree","Christopher Kriesa","Ulli Lommel","Tory N. Thompson","Tamara Whatley"],"overview":"A mysterious shooter randomly kills innocent citizens in public; one after the other in broad daylight. All murders happen not far from the White House; not far from the President.","release_date":"2010-01-01","vote_average":2.1,"runtime":92,"cert":"N\/A","id":37860,"title":"D.C. Sniper","adult":false,"genre_ids":[28,80,53]},{"cast":["Mads Mikkelsen","Gary Lewis","Jamie Sives","Ewan Stewart","Alexander Morton"],"overview":"1000 AD, for years, One Eye, a mute warrior of supernatural strength, has been held prisoner by the Norse chieftain Barde. Aided by Are, a boy slave, One Eye slays his captor and together he and Are escape, beginning a journey into the heart of darkness. On their flight, One Eye and Are board a Viking vessel, but the ship is soon engulfed by an endless fog that clears only as the crew sights an unknown land. As the new world reveals its secrets and the Vikings confront their terrible and bloody fate, One Eye discovers his true self.","release_date":"2009-09-04","vote_average":6.0,"runtime":93,"cert":"15","id":37861,"title":"Valhalla Rising","adult":false,"genre_ids":[12,18,28,14]},{"cast":["Mariana Cardenas","Katy Cee","Christena Doggrell","Gary Ferrar","Anthony J. Gallo"],"overview":"When Andrew and his disturbed girlfriend, Lila, travel to a secluded estate for a weekend getaway, they fall into the clutches of a predatory murderer who stalks the dark forest near the house. On Halloween night, the town of Hobb's Ferry finds itself at the mercy of the Intruder, a bloodthirsty clown, whose depraved tricks push Lila to the brink of madness.","release_date":"2008-10-22","vote_average":4.3,"runtime":85,"cert":"N\/A","id":37862,"title":"Intruder","adult":false,"genre_ids":[27]},{"cast":["Terry Serio","Deborah Conway","Vangelis Mourikis","Grahame Bond","Bob Barrett"],"overview":"Mike loves his fast cars and his hot women. When he fancies the girlfriend of the local street racing king, Fox, he gets way in over his head in racing for his girl, his money and his life. Through racing, sex, nightclubs and small road trips the film depicts what it was like to be a teenager in Australia in the 1980's.","release_date":"1982-08-05","vote_average":5.8,"runtime":83,"cert":"N\/A","id":37863,"title":"Running on Empty","adult":false,"genre_ids":[28,18]},{"cast":["Maria Bonnevie","Tobias Hoesl","Anna-Lotta Larsson","Jack Fjeldstad","Monica Nordquist"],"overview":"After his father is killed, Prince Valemon ascends the throne, only to be turned into a polar bear by a bitter witch who wants to be his queen.","release_date":"1991-06-20","vote_average":6.0,"runtime":88,"cert":"N\/A","id":37866,"title":"The Polar Bear King","adult":false,"genre_ids":[12,14,10749,10751]},{"cast":[],"overview":"LT22 Radio La Colifata is a radio station run entirely by the patients of the J.T. Borda Psychiatric Hospital in Buenos Aires. Recorded and broadcast from the hospital gardens, it is heard the world over. It is a station that questions the limit between madness and reason, a station that breaks down the dividing wall between the \"sane\" and the \"mad\".","release_date":"2007-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":37867,"title":"LT22 Radio La Colifata","adult":false,"genre_ids":[99]},{"cast":["Cynthia Khan","Moon Lee","Yukari Ôshima","Lawrence Ng","Waise Lee"],"overview":"Though policewoman Hsie Wan-chin (Cynthia Yang Li-ching) is merrily planning for her wedding with fellow cop Wilson Tsiang (Lawrence Ng Kai-wah), he is having an illicit affair with her best friend, May (Moon Lee). When Wilson tries to break things off, May doesn't take it well. When she learns that Wilson and Wan-chin are moving to Though policewoman Hsie Wan-chin (Cynthia Yang Li-ching) is merrily planning for her wedding with fellow cop Wilson Tsiang (Lawrence Ng Kai-wah), he is having an illicit affair with her best friend, May (Moon Lee). When Wilson tries to break things off, May doesn't take it well. When she learns that Wilson and Wan-chin are moving to England, she completely loses it. (http:\/\/www.allmovie.com\/work\/a-serious-shock-yes-madam-270076)","release_date":"1993-09-23","vote_average":6.0,"runtime":98,"cert":"N\/A","id":37868,"title":"A Serious Shock! Yes Madam!","adult":false,"genre_ids":[28,12]},{"cast":["Evelina Nilsson","Johanna Annersand","Johannes Sundelin","Johanna Hagadahl","Lovisa Eriksson"],"overview":"A couple with their daughter move into their dream home, what they don't know is that the house has previously been an orphanage! The orphanage was selling child labor or sex slaves. The couple who ran the operation were revealed and executed, but before they died, the woman pronounce a curse,on both the city and the orphanage. The orphanage burned down, but the foundations remained. On that basis, they re-built the house again.","release_date":"2008-01-05","vote_average":1.0,"runtime":null,"cert":"N\/A","id":37869,"title":"The House of Orphans","adult":false,"genre_ids":[]},{"cast":["Ha Jung-woo","Sung Dong-il","Kim Ji-seok","Kim Dong-wook","Choi Jae-Hwan"],"overview":"Five men go for the gold as members of Korea national ski jumping team.","release_date":"2009-07-29","vote_average":6.1,"runtime":137,"cert":"N\/A","id":37870,"title":"Take Off","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Wholphin No 9 features three, hilarious, never-before-seen short films by Spike Jonze; Joseph Gordon-Levitt’s adaptation of Elmore Leonard’s short story, “Sparks,” starring Carla Gugino and Eric Stoltz; the Academy Award-nominated documentary, “La Corona,” about a high-stakes beauty pageant in a Colombian women’s prison; an incredibly rare and candid glimpse into the life of a Mormon fundamentalist who shares a husband with her younger biological sister; the Jury Prize-winning short from Cannes; Caveh Zahedi; meteorites; motordromes; acting lesson orgasms; films from Belgium, France, Germany, Australia and Japan, and much more.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":37871,"title":"WholphinVolume 9","adult":false,"genre_ids":[]},{"cast":["Sting","Dominic Miller","Manu Katché"],"overview":"Concert video from Sting's Brand New Day Tour. 1. A Thousand Years 2. If You Love Somebody (Set Them Free) 3. After the Rain Has Fallen 4. We'll Be Together 5. Perfect Love... Gone Wrong 6. Seven Days 7. Fill Her Up 8. Every Little Thing She Does is Magic 9. Ghost Story 10. Moon Over Bourbon Street 11. Englishman in New York 12. Brand New Day 13. Tomorrow We'll See 14. Desert Rose 15. Every Breath You Take 16. Lithium Sunset 17. Message in a Bottle 18. Fragile","release_date":"1999-09-08","vote_average":7.3,"runtime":88,"cert":"","id":37874,"title":"Sting: The Brand New Day Tour: Live From The Universal Amphitheatre","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Level 42 play live on their Guaranteed tour in 1991","release_date":"1991-01-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":37875,"title":"Level 42 - Guaranteed Live","adult":false,"genre_ids":[10402]},{"cast":["Andrew Dice Clay"],"overview":"Before his sold-out arena shows and hit cable TV specials, the one and only Andrew Dice Clay took the stage at Philadelphia's Comedy Factory Outlet for an early, uncensored evening of the Diceman's unique observations on modern life and romance.","release_date":"1987-05-16","vote_average":0.0,"runtime":45,"cert":"N\/A","id":37876,"title":"Andrew Dice Clay: One Night with Dice","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Big Country Live 1986","release_date":"1986-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":37877,"title":"Big Country: Live at Rockpalast","adult":false,"genre_ids":[]},{"cast":[],"overview":"Big Country: Live at Rockpalast 1991","release_date":"1991-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":37878,"title":"Big Country: Live at Rockpalast","adult":false,"genre_ids":[]},{"cast":["Stuart Adamson","Mark Brzezicki","Tony Butler","Bruce Watson"],"overview":"With the untimely passing of frontman Stuart Adamson in 2001, the title Final Fling couldn't be more sadly appropriate. This two-disc set captures Big Country toward the beginning and near the end of their 20-year career. The first disc features a 1988 performance from an outdoor peace concert in East Berlin, shortly before the release of Peace in Our Time (and before the Berlin Wall came down in 1989). It's a straightforward, electric set played in front of a huge, enthusiastic crowd during the twilight hours. The second disc finds the Scottish rockers back at their old stomping grounds, Glasgow's Barrowlands, while on their Driving to Damascus tour with the Alarm in 2000. They may look older, but their chiming twin-guitar attack is as passionate and rousing as ever. Both sets include such fan favorites as \"Look Away,\" \"Fields of Fire,\" and Top 40 hit \"In a Big Country.\" --Kathleen C. Fennessy","release_date":"2002-05-16","vote_average":10.0,"runtime":200,"cert":"N\/A","id":37879,"title":"Big Country: Final Fling","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Big Country: Eclectic","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":37880,"title":"Big Country: Eclectic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Level 42: Live at the Apollo (2005)","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37881,"title":"Level 42 - Live at the Apollo","adult":false,"genre_ids":[]},{"cast":["Neil Peart"],"overview":"This 2-DVD box documents the \"work in progress\" of recording Rush's \"Test for Echo\" album, as well as Neil himself, in the studio. Neil's special approach to drums is featured in songs from \"Test\", also a 4 camera shoot as Neil lays down the fiery creative drummikng for which he is known. Other topics include a discussion of Neil's DW drumset, his approach to odd times, playing with a vocalist &amp; a \"guided tour\" of Neil's warmup routine; lots more.","release_date":"2002-05-16","vote_average":5.3,"runtime":null,"cert":"N\/A","id":37882,"title":"Neil Peart - A Work in Progress","adult":false,"genre_ids":[10402]},{"cast":["Joe Satriani"],"overview":"Joe Satriani - Live in San Francisco (2001)","release_date":"2001-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":37883,"title":"Joe Satriani: Live in San Francisco","adult":false,"genre_ids":[10402]},{"cast":["Roland Orzabal","Curt Smith"],"overview":"Scenes from the Big Chair is a documentary film about the British pop band Tears For Fears. Released on home video in 1985, the 75 minute documentary was made at the height of the band's global success following the release of their multi-platinum selling album Songs from the Big Chair. It also contains the 90 minute \"Going To California\" concert which was recorded in Santa Barbara during the band's \"Seeds Of Love\" world tour in 1990.","release_date":"1985-05-16","vote_average":6.0,"runtime":200,"cert":"N\/A","id":37884,"title":"Tears For Fears: Scenes from the Big Chair","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Known to the world from Indie film sensation \"ONCE\", THE SWELL SEASON is Irish singer Glen Hansard (of the band The Frames) and Czech newcomer Marketa Irglova. On a Crisp Autumn night shortly before receiving one Acadamy Award and two Grammy Award Nominations for music from \"ONCE\", the duo performed before an intimate Artists Den audience at the Good Shepherd Center Chapel in Seattle, a historic landmark built in 1906 as a shelter for young wayward or orphaned girls. The Magic of Hansard and Irglova playing together live is captured here for the first time","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37885,"title":"The Swell Season Live From The Artists Den","adult":false,"genre_ids":[]},{"cast":["Seal"],"overview":"The first-ever live concert album from multiplatinum-selling, Grammy-winning, critically acclaimed Seal, Live in Paris features a DVD of his spectacular performance at the Olympia Bruno Coquatrix on July 6, 2004. With the DVD including a 5.1 Surround Sound mix, Live in Paris is the ultimate in-concert experience of the pop, dance, urban and adult contemporary superstar. Track Listings: Crazy, Get It Together, Killer, Just Like You Said, Dreaming in Metaphors, Prayer for the Dying, Don't Make Me Wait, Whirlpool, Love's Divine, My Vision, Waiting for You, Kiss From A Rose, Heavenly...(Good Feeling), Don't Cry, Bring It On, Future Love Paradise, Hey Joe, Deep Water","release_date":"2004-06-05","vote_average":4.0,"runtime":112,"cert":"N\/A","id":37886,"title":"Seal: Live In Paris","adult":false,"genre_ids":[10402]},{"cast":["Marcel Hans Rodriguez","Lance LaMar","Doug Zimmerman","Ronan Doherty","Daniel Jacob"],"overview":"Ron Williams' latest foray into the beauty of the male physique, shot in Miami and Miami Beach, could make the most jaded individual relocate to Florida. Six wet-dream-worthy young men, ranging from boyish to rugged, flaunt their near-perfect to flawless faces and forms for the adoring camera, finding nearly any excuse to lose their shirts (or, in some cases, much more).","release_date":"2003-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":37889,"title":"Flex Appeal","adult":true,"genre_ids":[99]},{"cast":[],"overview":"Original 60 minute retrospective biography with 2006 King Jammy interview. Extensive archival footage, interviews with artists, production crew and family round out this remarkable package.","release_date":"2006-04-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":37890,"title":"King At The Controls - The King Jammy Story","adult":false,"genre_ids":[99]},{"cast":["Andrew Dice Clay","Eddie Griffin","Sylvia Harman","Lee Lawrence","Noodles Levenstein"],"overview":"Outrageous, misogynistic and vulgar-to-the-max comedian Andrew Dice Clay does his stuff in this combination stand-up concert video and series of comedy sketches. The sketches, demonstrating that The Dice Man used to be a klutzy wimp, begin the film which then jumps into a filled-to-capacity performance at Madison Square Gardens. The film contains strong profanity, blatant racist remarks, graphic references to sex and other \"adult\" subjects.","release_date":"1991-05-17","vote_average":7.7,"runtime":85,"cert":"N\/A","id":37891,"title":"Andrew Dice Clay: Dice Rules","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This 60-minute DVD features Mark King live in Ohne Filter TV-Studio in Baden-Baden, Germany. The longtime frontman for the British funk-pop group Level 42 was born in Cowes, England on October 20, 1958. A onetime drummer, upon co-founding Level 42 in 1980 he moved to the bass, honing a distinctive thumb-slapping technique which became an integral element of the group's sound; from their self-titled 1981debut onward the quartet enjoyed considerable success at home, and in 1984 King took time out to record his debut solo album, Influences.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37892,"title":"Mark King Of Level 42 - Live In Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Going To California is a concert performance video by the British pop group Tears For Fears. Released in 1990, it is a recording of the band's show at the Santa Barbara County Bowl in May 1990 during their \"Seeds Of Love\" World Tour.","release_date":"1990-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":37893,"title":"Tears For Fears - Going To California","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Level 42 - The Retroglide Tour Live 2006","release_date":"2006-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":37894,"title":"Level 42 - The Retroglide Tour Live","adult":false,"genre_ids":[]},{"cast":["Roland Orzabal","Curt Smith"],"overview":"\"Sowing the Seeds of Love\" – 6:19 from The Seeds of Love  \"Everybody Wants to Rule the World\" – 4:11 from Songs from the Big Chair  \"Woman in Chains\" – 6:28 from The Seeds of Love  \"Shout\" – 6:33 from Songs from the Big Chair  \"Head over Heels\" – 4:14 from Songs from the Big Chair  \"Mad World\" – 3:29 from The Hurting  \"Pale Shelter\" – 4:39 from The Hurting  \"I Believe\" – 4:50 from Songs from the Big Chair  \"Laid So Low (Tears Roll Down)\" – 4:44 Previously unreleased  \"Mothers Talk\" – 4:59 from Songs from the Big Chair  \"Change\" – 3:54 from The Hurting  \"Advice for the Young at Heart\" – 4:54 from The Seeds of Love","release_date":"2015-04-28","vote_average":0.0,"runtime":58,"cert":"N\/A","id":37895,"title":"Tears for Fears: Tears Roll Down - Greatest Hits '82-'92","adult":false,"genre_ids":[]},{"cast":["Lemmy","Phil Campbell","Mikkey Dee"],"overview":"If you're looking for some no-nonsense hard rock riffage, Motörhead - Stage Fright is your destination. The power trio, celebrating their 30th Anniversary with the release of this concert video, have a lean, muscular musical attack that clearly influenced not only heavy metal (with its bludgeoning thunder) but also punk rock (with its no-frills minimalism). Filmed in Düsseldorf, Germany on 7 December 2004.  Setlist: 01. Dr. Rock  02. Stay Clean  03. Shoot You In The Back  04. Love Like A Reptile  05. Killers  06. Metropolis  07. Over The Top  08. No Class  09. I Got Mine  10. In The Name Of Tragedy  11. Dancing On Your Grave  12. R.A.M.O.N.E.S.  13. Sacrifice  14. Just 'Cos You Got The Power  15. Going To Brazil  16. Killed By Death  17. Iron Fist  18. Whorehouse Blues  19. Ace Of Spades  20. Overkill","release_date":"2005-07-18","vote_average":6.0,"runtime":240,"cert":"N\/A","id":37896,"title":"Motörhead: Stage Fright","adult":false,"genre_ids":[10402]},{"cast":["Michael Madsen","Oleg Taktarov","Nikolay Valuev","Aleksandr Yatsko","Ivan Kokorin"],"overview":"Aleksey is an ordinary young man living in Russia during the 1990s. Like most of his contemporaries, he is looking for a way to survive. The easiest way is the way of crime. He joins a gang. Fortunately, his fate takes a sudden turn and he manages to find the right path. The film also addresses global terrorism, one of the most important and painful issues of today's world. The main characters of the film, together with their American colleagues, take part in a special operation to destroy a band of international terrorists and drug traffickers.","release_date":"2009-05-21","vote_average":1.5,"runtime":90,"cert":"N\/A","id":37897,"title":"The Way","adult":false,"genre_ids":[28,12]},{"cast":["Willy Fritsch","Käthe Gold","Adele Sandrock","Hilde Hildebrand","Vilma Bekendorf"],"overview":"Lamenting Thebian women are waiting for the men to come back from war. God Jupiter is attracted to one of them: Alkmene. He goes to earth and tries to seduce her as himself: an old man. Failing in this, he disguises himself as Amphitryon (Alkemene's husband) and tries again. Next morning Amphitryon and his men come back from war; he suspects adultery and wants a divorce. Jupiter's wive Juno now also comes to earth and clears things up.","release_date":"1935-07-18","vote_average":8.0,"runtime":105,"cert":"N\/A","id":37898,"title":"Amphitryon – Aus den Wolken kommt das Glück","adult":false,"genre_ids":[35,10402]},{"cast":["Geoff Tate","Michael Wilton","Eddie Jackson","Scott Rockenfield","Kelly Gray"],"overview":"Live Evolution is the title of a 2001 live album and a DVD released by Queensrÿche. It was recorded over two nights (July 27–28, 2001) at the Moore Theatre in Seattle, Washington. On the CD the tracks were collected in suites, which represent different moments of the band production and include a large section of the concept album Operation: Mindcrime. The DVD contains footage shot at the same concerts and features less songs listed in the order they were played during the shows.","release_date":"2001-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":37899,"title":"Queensrÿche: Live Evolution","adult":false,"genre_ids":[10402]},{"cast":["Rosanna Arquette","William Forsythe","Angelina Jolie","Mekhi Phifer","Johnny Whitworth"],"overview":"When a robbery goes awry, the bandits all end up in a puddle of blood and only one lives and goes to jail for five years. Upon his release, the girlfriend wants her new boyfriend to kill him. Only trouble is the boyfriend knows that the fault was not the ex-con's and can't bring himself to do the task. Meanwhile, the ex-con tries to turn his life around by becoming a boxer and training under a former heavyweight contender.","release_date":"1998-09-11","vote_average":5.1,"runtime":95,"cert":"N\/A","id":37900,"title":"Hell's Kitchen","adult":false,"genre_ids":[80,18]},{"cast":["Richard Cardella","Glen Roberts","Mark Siegel","Bob Hyman","Richard Garrison"],"overview":"The heat of a meteor crashing into the lake incubates a prehistoric egg, which grows into a plesiosaur-like monster that terrifies the community.","release_date":"1977-03-01","vote_average":3.7,"runtime":85,"cert":"N\/A","id":37901,"title":"The Crater Lake Monster","adult":false,"genre_ids":[27,878]},{"cast":["Tom Sizemore","Tony Curran","Johnny Messner","Frank Stallone"],"overview":"A ruthless mafia hit man is transformed when he rescues a woman who takes the fall for one of his hits.","release_date":"2009-01-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":37902,"title":"Corrado","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ursina Lardi","Ulrich Tukur","Burghart Klaußner","Christian Friedel","Leonie Benesch"],"overview":"Strange events happen in a small village in the north of Germany during the years just before World War I, which seem to be ritual punishment. The abused and suppressed children of the villagers seem to be at the heart of this mystery.","release_date":"2009-10-06","vote_average":7.5,"runtime":144,"cert":"","id":37903,"title":"The White Ribbon","adult":false,"genre_ids":[18,9648]},{"cast":["Donald Pleasence","Peter Cushing","Luan Peters","Nikos Verlekis","Kostas Karagiorgis"],"overview":"A satanic cult kidnaps 3 young people and Priest Donald Pleasence and Costas Skouras must save them from the hands of this evil.","release_date":"1976-08-11","vote_average":4.4,"runtime":90,"cert":"","id":37904,"title":"Land of the Minotaur","adult":false,"genre_ids":[18,27]},{"cast":["Claude Perron","Jean-Pierre Martins","Eriq Ebouaney","Aurélien Recoing","Doudou Masta"],"overview":"A posse of crooked cops, malevolent gangsters and a horde of walking dead are the centre point of this gruesome, tight, action packed, claustrophobic tale of retribution and escape. Penned like animals, on the top floor of a deserted high-rise block, these two opposing gangs find that they are not alone in the lair of bloodthirsty corridors of death. Joining forces to survive, they must reach ground level together or perish. Loaded with a bad ass attitude, guns, axes and extremely creative hand-to-hand combat sequences that project the fears and paranoia that are the fighting forces behind the need to survive, when caught up in the wrong place at the wrong time.","release_date":"2009-08-28","vote_average":5.8,"runtime":90,"cert":"18","id":37905,"title":"The Horde","adult":false,"genre_ids":[28,27,53]},{"cast":["Makoto Shinkai","Mika Shinohara"],"overview":"It is 2046 when a mysterious alien force begins their annihilation of the human race. Leaving behind the one person she loves, Mikako joins the interstellar battle as a pilot. And so - while Mikako risks her life to save mankind - Noboru waits. The two lovers, worlds apart, desperately strive to remain connected as the gap between them widens at a frightening pace.","release_date":"2002-02-02","vote_average":6.5,"runtime":25,"cert":"","id":37910,"title":"Voices of a Distant Star","adult":false,"genre_ids":[16,878,10749]},{"cast":["Guy Madison","Kim Novak","Brian Keith","Alvy Moore","Kerwin Mathews"],"overview":"Former war-time Army buddies now students in college decide to rip off a Reno casino.","release_date":"1955-06-10","vote_average":5.8,"runtime":84,"cert":"N\/A","id":37911,"title":"5 Against the House","adult":false,"genre_ids":[18,28,53]},{"cast":["Mariangela Melato","Giancarlo Giannini","Riccardo Salvino","Isa Danieli","Aldo Puglisi"],"overview":"A spoiled rich woman and a brutish Communist deckhand become stranded alone on a desert island after venturing away from their cruise.","release_date":"1974-12-18","vote_average":7.5,"runtime":116,"cert":"N\/A","id":37916,"title":"Swept Away","adult":false,"genre_ids":[10749,18,35]},{"cast":["Clint Eastwood","Kyle Eastwood","John McIntire","Alexa Kenin","Verna Bloom"],"overview":"Young boy leaves the Oklahoma farm to travel with his country musician uncle who is trying out for the Grand Ole Opry. Set during the Great Depression.","release_date":"1982-12-15","vote_average":6.1,"runtime":122,"cert":"N\/A","id":37917,"title":"Honkytonk Man","adult":false,"genre_ids":[37,35,18,10402]},{"cast":[],"overview":"Documentary on Jean Dominique, Haitian radio personality and human rights activist.","release_date":"2004-04-23","vote_average":6.5,"runtime":90,"cert":"N\/A","id":37918,"title":"The Agronomist","adult":false,"genre_ids":[99]},{"cast":["David Ackroyd"],"overview":"The Poor Knights of Christ and the Temple of Solomon grew quickly into a powerful religious order - only to stand accused of devil worship. Were the Knights Templar betrayed by the Pope or their own greed?","release_date":"1997-11-12","vote_average":0.0,"runtime":43,"cert":"N\/A","id":37919,"title":"In Search of History - The Knights Templar","adult":false,"genre_ids":[99]},{"cast":["Scarlett Johansson","Nastassja Kinski","Tony Goldwyn","Raffaella Bánsági","Ágnes Bánfalvy"],"overview":"A Hungarian family forced to flee the Communist country for the United States, must leave a young daughter behind. Six years later the family arranges to bring the absent daughter to the United States where she has trouble adjusting. The daughter then decides to travel to Budapest to discover her identity.","release_date":"2001-06-22","vote_average":6.3,"runtime":106,"cert":"N\/A","id":37920,"title":"An American Rhapsody","adult":false,"genre_ids":[18,10751]},{"cast":["John Wayne","Kirk Douglas","Patricia Neal","Tom Tryon","Paula Prentiss"],"overview":"A naval officer reprimanded after Pearl Harbor is later promoted to rear admiral and gets a second chance to prove himself against the Japanese.","release_date":"1965-04-05","vote_average":6.9,"runtime":165,"cert":"N\/A","id":37921,"title":"In Harm's Way","adult":false,"genre_ids":[10752,18]},{"cast":["Kathy Bates","Rupert Everett","Meredith Eaton","Peter Sarsgaard","Lynn Redgrave"],"overview":"After her husband leaves her, a woman travels to London for the funeral of the pop star, Victor Fox, she's adored all her life. There, she meets the lover of the dead pop star, and convinces him to come back to Chicago with her to figure out who killed the singer. Written by Anonymous","release_date":"2002-08-23","vote_average":6.6,"runtime":124,"cert":"","id":37922,"title":"Unconditional Love","adult":false,"genre_ids":[18,35,53]},{"cast":["Roy Scheider","Janet Margolin","John Glover","Sam Levene","Charles Napier"],"overview":"Secret agent Harry Hannan suffers a mental breakdown when a botched mission in Mexico results in the death of his wife. He is sent to a mental asylum, after which he eventually returns to work. But, once again, he begins to doubt his sanity when he receives a bizarre death threat written in Hebrew. Not knowing which of his colleagues wants to kill him, Hannan teams up with pretty young college student Ellie Fabian to attempt to unravel the mystery.","release_date":"1979-05-04","vote_average":5.6,"runtime":102,"cert":"N\/A","id":37923,"title":"Last Embrace","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Ray Winstone","Essie Davis","David Warner","Tom Hardy","David Bradley"],"overview":"A BBC adaptation of the Victorian \"penny dreadful\" tale of 18th century \"demon barber\" Sweeney Todd, of Fleet Street, who cuts the throats of unsuspecting clients in his London shop.","release_date":"2006-01-03","vote_average":6.4,"runtime":90,"cert":"18","id":37924,"title":"Sweeney Todd","adult":false,"genre_ids":[18,27,53,10402]},{"cast":["Céline Dion","René Angélil"],"overview":"A documentary–concert film chronicling the life of Canadian singer, Celine Dion during her 2008–2009 Taking Chances World Tour.","release_date":"2010-02-17","vote_average":6.7,"runtime":120,"cert":"N\/A","id":37925,"title":"Celine: Through the Eyes of the World","adult":false,"genre_ids":[99,10402]},{"cast":["Jesse Ventura","Sven-Ole Thorsen","Damian Lee","Jerry Levitan","Marjorie Bransfield"],"overview":"An alien policeman comes to Earth to hunt down a renegade of his own race.","release_date":"1990-12-18","vote_average":3.2,"runtime":90,"cert":"N\/A","id":37926,"title":"Abraxas, Guardian of the Universe","adult":false,"genre_ids":[12,878,28]},{"cast":["Jean Négroni"],"overview":"Short documentary ordered by the magazine \"Présence Africaine\". From the question \"Why is the african in the Human museum while Greek or Egyptian art are in Le Louvre?\", the two directors expose and criticise the lack of consideration for African art. The film was censored in France for eight years because of its anti-colonial perspective.","release_date":"1953-05-01","vote_average":6.6,"runtime":30,"cert":"N\/A","id":37927,"title":"Statues Also Die","adult":false,"genre_ids":[99]},{"cast":["Kana Hanazawa","Hiro Shimono","Ryohei Kimura","Satomi Moriya"],"overview":"A giant monster sends a town's citizens into a panic, except for a girl named Yuki and her schoolmate Tetsu. Tetsu happens to have his own strange creature named Cenco as a pet. Another boy named Shuu controls the monster threatening the town, and the stage is set for a battle.","release_date":"2009-08-22","vote_average":6.1,"runtime":27,"cert":"N\/A","id":37928,"title":"Cencoroll","adult":false,"genre_ids":[16,878]},{"cast":["Rachel Ward","Sean Garlick","Elaine Cusick","Laurie Moran","Marc Aden Gray"],"overview":"After being kidnapped by four, masked men, a teacher and her students rebel by plotting against the criminals.","release_date":"1985-11-24","vote_average":7.2,"runtime":88,"cert":"N\/A","id":37929,"title":"Fortress","adult":false,"genre_ids":[27,53]},{"cast":["Stephanie Beaton","Felicia Pandolfi","Arlene Henry","Dori Schwartz","Betty Griffith"],"overview":"Four high school friends on their way to a beach vacation break down near a creepy, abandoned old house and are stalked and killed one-by-one by a mad killer.","release_date":"2000-06-03","vote_average":0.0,"runtime":99,"cert":"N\/A","id":37930,"title":"The Evilmaker","adult":false,"genre_ids":[27]},{"cast":["Will Forte","Kristen Wiig","Ryan Phillippe","Powers Boothe","Maya Rudolph"],"overview":"Ex-special operative MacGruber (Forte) is called back into action to take down his archenemy, Dieter Von Cunth (Kilmer), who's in possession of a nuclear warhead and bent on destroying Washington, DC.","release_date":"2010-05-21","vote_average":5.3,"runtime":90,"cert":"12A","id":37931,"title":"MacGruber","adult":false,"genre_ids":[28,12,35]},{"cast":["Patrick Warburton","Tammin Sursok","Emily Tennant","Reilly Dolman","Clint Black"],"overview":"Carrie is a big-city teenager whose life is turned upside down when she moves to a horse ranch in Wyoming to live with her father. But everything changes when Carrie meets Flicka, a wild, jet-black mustang who's just as free-spirited and strong-willed as Carrie. The two form a special bond and Carrie opens her heart to her father and a handsome, local boy, but when a jealous rival puts Flicka's life in jeopardy, Carrie must do whatever it takes to save her best friend.","release_date":"2010-05-04","vote_average":6.0,"runtime":96,"cert":"N\/A","id":37932,"title":"Flicka 2","adult":false,"genre_ids":[12,18]},{"cast":["Junichi Okada","Aoi Teshima","Bunta Sugawara","Yūko Tanaka","Teruyuki Kagawa"],"overview":"Something bizarre has come over the land. The kingdom is deteriorating. People are beginning to act strange... What's even more strange is that people are beginning to see dragons, which shouldn't enter the world of humans. Due to all these bizarre events, Ged, a wandering wizard, is investigating the cause. During his journey, he meets Prince Arren, a young distraught teenage boy. While Arren may look like a shy young teen, he has a severe dark side, which grants him strength, hatred, ruthlessness and has no mercy, especially when it comes to protecting Teru. For the witch Kumo this is a perfect opportunity. She can use the boy's \"fears\" against the very one who would help him, Ged.","release_date":"2006-07-29","vote_average":6.6,"runtime":115,"cert":"PG","id":37933,"title":"Tales from Earthsea","adult":false,"genre_ids":[12,14,16,878]},{"cast":["Melissa Sue Anderson","Glenn Ford","Lawrence Dane","Sharon Acker","Frances Hyland"],"overview":"Virginia is proud that she belongs to a clique. The best students at a private school. But before her 18th birthday, a grueling set of murders take place and her friends are the ones who are falling prey. Could it be her? She suffers from blackouts due to a freak accident one year earlier. We soon learn the truth behind her accident and what is going on...","release_date":"1981-05-15","vote_average":6.2,"runtime":110,"cert":"15","id":37936,"title":"Happy Birthday to Me","adult":false,"genre_ids":[18,27,53,9648]},{"cast":["Yusaku Suzuki","Shingo Mizuno","Yuria Haga","Hanako Onuki","Houka Kinoshita"],"overview":"The joys and sorrows of the little schoolboy, Akira, in a modern Japan. A story about friendship and loyalty.","release_date":"1999-10-23","vote_average":7.0,"runtime":75,"cert":"N\/A","id":37937,"title":"Don't Look Back","adult":false,"genre_ids":[18]},{"cast":["Linda Blair","Lee Purcell","Jeremy Slate","Fran Drescher","Jeff McCracken"],"overview":"A country family of five takes in cousin Julia, whose parents recently perished in a car crash. Julia extends her influence over the family and those around them, fooling all except for Rachel, the teenaged girl who knows her cousin is up to no good.  This TV horror movie had the title \"Stranger in Our House\" when it was originally released by NBC on Halloween night in 1978. When released on VHS in the late 1980s, the title was changed to \"Summer of Fear\", which is the title of the Lois Duncan book on which it is based.","release_date":"1978-10-31","vote_average":5.5,"runtime":100,"cert":"N\/A","id":37938,"title":"Stranger in Our House","adult":false,"genre_ids":[27,53,10770]},{"cast":["Jô Shishido","Misako Watanabe","Tamio Kawachi","Ichiro Kijima","Seijun Suzuki"],"overview":"When a mysterious stranger muscles into two rival yakuza gangs, Tokyo's underworld explodes with violence.","release_date":"1963-04-21","vote_average":6.9,"runtime":92,"cert":"N\/A","id":37939,"title":"Youth of the Beast","adult":false,"genre_ids":[28,18,80]},{"cast":["Masakazu Morita","Fumiko Orikasa","Jouji Nakata","Kentaro Ito","Romi Park"],"overview":"Baishin, a terrifying shinigami who was sealed by the Soul Society in the human world is set free. It's up to Ichigo and the others to stop and defeat Baishin's destructive powers","release_date":"2005-05-12","vote_average":7.1,"runtime":32,"cert":"N\/A","id":37940,"title":"Bleach: The Sealed Sword Frenzy","adult":false,"genre_ids":[28,35,18,14,16]},{"cast":["Silambarasan","Trisha Krishnan","Babu Antony","Lakshmi Ramakrishnan","Kitty"],"overview":"A young, aspiring filmmaker falls in love with a girl who moves into the house above his, but her sophisticated nature does more harm than good to him.","release_date":"2010-02-26","vote_average":7.6,"runtime":157,"cert":"N\/A","id":37941,"title":"Vinnaithaandi Varuvaayaa","adult":false,"genre_ids":[18,10749]},{"cast":["Vince Edwards","Lyle Talbot","John Archer","Steven Ritch","Patricia Blair"],"overview":"An escaped convict gets a hold of some radioactive material after his escape. Authorities desperately try to find the man that unknowingly is threating the lives of everyone in the city.","release_date":"1959-02-01","vote_average":6.3,"runtime":81,"cert":"N\/A","id":37942,"title":"City of Fear","adult":false,"genre_ids":[18,53]},{"cast":["Gene Hackman","Theresa Russell","Rutger Hauer","Jane Lapotaire","Mickey Rourke"],"overview":"An Alaskan gold prospector (Gene Hackman) lives in luxury with his family on an island gangsters want.","release_date":"1983-05-01","vote_average":6.0,"runtime":130,"cert":"","id":37943,"title":"Eureka","adult":false,"genre_ids":[18,28,53]},{"cast":["Andy García","Frances O'Connor","Angela Bassett","Harry Eden","Christopher Shyer"],"overview":"A road accident leaves seven-year-old Frankie Heywood gravely injured and deeply comatose, when she is hit by a bus, and her twelve-year-old brother Ben severely depressed and traumatised after he witnessed the event. Their parents, Jack and Alison, have to put aside their fights over their unstable marriage to focus on their damaged children. But as life looks as if it will never improve for the Heywoods, Jack and Alison hear of a controversial medical therapy that could cajole Frankie from her coma. The treatment involves communicating with the comatose patient to coax them back to consciousness and Ben is the key to unlocking Frankie from her sleep. But will the Heywoods risk their son to save their daughter...?","release_date":"2006-11-03","vote_average":5.0,"runtime":93,"cert":"N\/A","id":37944,"title":"The Lazarus Child","adult":false,"genre_ids":[18]},{"cast":["Glenn Close","Patrick Stewart","Andrew Howard","Antal Konrád","Rafe Spall"],"overview":"King Henry II (Patrick Stewart) keeps his wife, Eleanor (Glenn Close) locked away in the towers because of her frequent attempts to overthrow him. With Eleanor out of the way he can have his dalliances with his young mistress (Yuliya Vysotskaya). Needless to say the queen is not pleased, although she still has affection for the king. Working through her sons, she plots the king's demise and the rise of her second and preferred son, Richard (Andrew Howard), to the throne. The youngest son, John (Rafe Spall), an overweight buffoon and the only son holding his father's affection is the king's choice after the death of his first son, young Henry. But John is also overly eager for power and is willing to plot his father's demise with middle brother, Geoffrey (John Light) and the young king of France, Phillip (Jonathan Rhys Meyers). Geoffrey, of course sees his younger brother's weakness and sees that route as his path to power. Obviously political and court intrigue ensues","release_date":"2003-12-26","vote_average":6.8,"runtime":153,"cert":"15","id":37945,"title":"The Lion in Winter","adult":false,"genre_ids":[18,36]},{"cast":["Gary Oldman","Ving Rhames","Brian Cox","Kerry Washington","Alicia Coppola"],"overview":"Retired cop Eddie Burns gave 15 years and the use of his left arm to the Reno homicide squad. When his wayward sister, Kassie, goes missing Eddie Burns finds himself subjected to a fiendish and ingenious campaign of revenge by the mysterious Charlie Strom. In order to protect his sister, Eddie - disabled, betrayed and alone - journeys into the heart of his own darkness: where he discovers that the reason for his ordeal lies in his own past sins and those of his adversary Charlie Strom.","release_date":"2003-01-01","vote_average":5.2,"runtime":107,"cert":"N\/A","id":37946,"title":"Sin","adult":false,"genre_ids":[28,80,18,10749,53,9648]},{"cast":["Bruce Boxleitner","Carol Alt","Chelan Simmons","Juliana Wimbles","Ryan McDonell"],"overview":"A small town, desperate to recover from hard economic times, is under threat when voracious Snakehead fish mutate and survive previous lake chemical poisonings. The fish transform from pests to predators when human growth hormones are dumped into the local lake in the hopes of reviving the local fishing industry. Thriving on the hormones, the Snakehead fish grow to monstrous proportions, devouring everything within reach. Capable of moving and eating on land, they are forced to leave the now barren lake in a desperate search for food - animal, vegetable or human.","release_date":"2004-01-01","vote_average":5.1,"runtime":77,"cert":"N\/A","id":37947,"title":"Snakehead Terror","adult":false,"genre_ids":[35,27,878]},{"cast":["Robert Forster","Rose McGowan","Kip Pardue","Harry Hamlin"],"overview":"An aging former child star tries to capture the wealth that has always eluded him by latching on to a lucky man while both have their eye on the same girl of their dreams.","release_date":"2002-10-23","vote_average":5.0,"runtime":90,"cert":"N\/A","id":37948,"title":"Strange Hearts","adult":false,"genre_ids":[35,18]},{"cast":["Matt Hill","Sally Ann Marsh","John Hurt","Rik Mayall","Michael York"],"overview":"Kom is from a tribe of monkeys who live in a canopy. He rejects elders' authority as well as the superstition that the lower world would be inhabited by demons. But he accidentally falls from the trees…","release_date":"1999-06-02","vote_average":5.8,"runtime":80,"cert":"N\/A","id":37949,"title":"A Monkey's Tale","adult":false,"genre_ids":[12,16,10751]},{"cast":["Zac Efron","Amanda Crew","Charlie Tahan","Augustus Prew","Donal Logue"],"overview":"Accomplished sailor Charlie St. Cloud has the adoration of his mother Claire and his little brother Sam, as well as a college scholarship that will lead him far from his sleepy Pacific Northwest hometown. But his bright future is cut short when a tragedy strikes and takes his dreams with it. After his high-school classmate Tess returns home unexpectedly, Charlie grows torn between honoring a promise he made four years earlier and moving forward with newfound love. And as he finds the courage to let go of the past for good, Charlie discovers the soul most worth saving is his own.","release_date":"2010-05-01","vote_average":6.9,"runtime":99,"cert":"N\/A","id":37950,"title":"Charlie St. Cloud","adult":false,"genre_ids":[18,10749]},{"cast":["Ajay Devgn","Ranbir Kapoor","Manoj Bajpayee","Katrina Kaif","Arjun Rampal"],"overview":"It is the story of a fiercely fought election campaign, where money power and corruption are the accepted norms, and where treachery and manipulation are routinely used weapons. As the personal drama of these conflict-ridden characters unfolds against this gritty backdrop, love and friendship become mere baits, and relationships get sacrificed at the altar of political alignments. The darkness that rises from their souls threatens to envelope all that they hold precious. Until eventually, in the crescendo of increasing violence, the line between good and evil blurs, making it impossible to distinguish heroes from villains. Raajneeti is the story of Indian democracy. And its ugly underside. It is about politics. And beyond.","release_date":"2010-06-04","vote_average":6.3,"runtime":167,"cert":"N\/A","id":37951,"title":"Raajneeti","adult":false,"genre_ids":[18,53]},{"cast":["Alexandra Aidini","Nikos Poursanidis","Giorgos Armenis","Vasilis Kolovos","Eva Kotamanidou"],"overview":"This is the first film of Theo Angelopoulos' trilogy. The story starts in 1919 with some greek refugees from Odessa arriving somewhere near Thessaloniki. Among these people are two small kids, Alexis and Eleni. Eleni is an orphan and she is also taken care by Alexis' family. The refugees build a small village somewhere near a river and we watch as the kids grow up and fall in love. But difficult times of dictatorship and war are coming...","release_date":"2004-02-20","vote_average":7.6,"runtime":170,"cert":"","id":37952,"title":"The Weeping Meadow","adult":false,"genre_ids":[10749,18,36]},{"cast":["Corinna Harfouch","Jürgen Vogel","Jens Albinus","Devid Striesow","Jördis Triebel"],"overview":"Set in Vietnam and Germany, This Is Love centers on Chris and the nine-year-old Jenjira on the run from the mafia. Together with his friend Holger, Chris bought the young Vietnamese girl's freedom from human traffickers – without actually being able to pay. Meanwhile, the female detective Maggie learns after 16 years why her husband up and left her without a word. These two worlds come together when Chris is accused of murder and Maggie is charged with interrogating him.....","release_date":"2009-09-20","vote_average":0.0,"runtime":106,"cert":"N\/A","id":37953,"title":"This Is Love","adult":false,"genre_ids":[18]},{"cast":["John Garfield","Patricia Neal","Phyllis Thaxter","Juano Hernández","Wallace Ford"],"overview":"A fisherman with money problems hires out his boat to transport criminals.","release_date":"1950-10-06","vote_average":7.0,"runtime":97,"cert":"N\/A","id":37954,"title":"The Breaking Point","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"\"A Walk to Beautiful\" tells the story of five women in Ethiopia suffering from devastating childbirth injuries. Rejected by their husbands and ostracized by their communities, these women are left to spend the rest of their lives in loneliness and shame. The trials they endure and their attempts to rebuild their lives tell a universal story of hope, courage, and transformation.","release_date":"2007-05-05","vote_average":6.3,"runtime":85,"cert":"N\/A","id":37955,"title":"A Walk to Beautiful","adult":false,"genre_ids":[99]},{"cast":["George Raft","Joan Bennett","Lloyd Nolan","Walter Pidgeon","Gladys George"],"overview":"Nightclub owner Steve Larwitt (George Raft) sees his empire of investments collapse as he faces tax evasion charges and attacks by rivals. Believing Steve will be safer in prison for one year, his wife, Brenda (Joan Bennett), testifies against him on advice from his lawyer, Slant Kolma (Lloyd Nolan), who is in love with her. After Steve receives 10 years in Alcatraz, Brenda moves to be near him and avoids advances of airplane builder Tim Nolan (Walter Pidgeon), who knows nothing about her past.","release_date":"1940-03-01","vote_average":6.1,"runtime":88,"cert":"N\/A","id":37956,"title":"The House Across the Bay","adult":false,"genre_ids":[18]},{"cast":["Morcheeba"],"overview":"Watch Morcheeba play a stunning November 2002 set at Brixton Academy, then embark on a tour of China in March 2003. The band was invited by the British Council to play 8 shows in 5 cities as part of the Think U.K. festival, which brought the best of Britain's originality, creativity, and innovation to China in a series of high-profile events. The bonus 24-minute tour documentary shows footage of the band playing live in Beijing and discussing their experiences in China. Track Listing: The Sea Friction Tape Loop Otherwise Part of the Process Aqaulung Love Sweet Love Be Yourself Slow Down Trigger Hippie What New York Couples Fight About Moog Island Way Beyond Get Along Public Displays of Affection Jolene Blindfold Undress Me Now Over and Over Charango Rome Wasn't Built In A Day","release_date":"2003-06-30","vote_average":4.5,"runtime":125,"cert":"","id":37957,"title":"Morcheeba: From Brixton to Beijing","adult":false,"genre_ids":[10402]},{"cast":["Henry Cavill","Freida Pinto","Luke Evans","Kellan Lutz","Isabel Lucas"],"overview":"Theseus is a mortal man chosen by Zeus to lead the fight against the ruthless King Hyperion, who is on a rampage across Greece to obtain a weapon that can destroy humanity.","release_date":"2011-11-10","vote_average":5.8,"runtime":110,"cert":"15","id":37958,"title":"Immortals","adult":false,"genre_ids":[14,28,18]},{"cast":["Yosuke Kubozuka","Kou Shibasaki","Taro Yamamoto","Tsutomu Yamazaki","Hirofumi Arai"],"overview":"Isao Yukisada spins this gritty coming-of-age tale about Sugihara, a Japanese-born, third-generation Korean who struggles to find a place in a society that will not accept him. The film begins with Sugihara studying at a Korean junior high school that is dedicated to memory of North Korean leader Kim Jong Il. His father is a grizzled ex-boxer who recently changed his citizenship from North to South Korea so he and his wife – Sugihara's mom – could visit Hawaii. Though his father regularly gets drunk and thrashes him, he also taught Sugihara the finer point of the sweet science. At one point in the film, Sugihara takes out an entire basketball team that was bent on taking him out. Upon graduation, Sugihara enters a normal Japanese high school where he meets and soon falls for Sakurai – a loose-sock copper-haired damsel who is attracted to Sugihara's restless spirit. As the film progresses, Sugihara struggles to throw off the stigma of his ethnicity and live a quiet, successful life.","release_date":"2001-10-20","vote_average":7.1,"runtime":122,"cert":"N\/A","id":37959,"title":"Go","adult":false,"genre_ids":[35,18]},{"cast":["Frankie Avalon","George Nader","Shirley Eaton","Wilfrid Hyde-White","Klaus Kinski"],"overview":"Frankie Avalon and George Nader (that guy from \"The Robot Monster\") are a couple of wise-cracking, swingin' secret agents. Their enemy is Shirley Eaton as Su-Muru, who plans to remove all of the men who are currently in power and replace them with her army of women.","release_date":"1967-05-05","vote_average":4.4,"runtime":80,"cert":"N\/A","id":37960,"title":"The Million Eyes of Sumuru","adult":false,"genre_ids":[28,12,80]},{"cast":["Tatsuya Fujiwara","Kenichi Matsuyama","Taro Yamamoto","Teruyuki Kagawa","Yuki Amami"],"overview":"Itou Kaiji is a bum who steals car emblems and slashes tires on what seems to be a regular basis. This routine changes one day when he is paid a visit by a man in a trench-coat. Once the two get talking, it seems that the visitor (Calling himself Endou) is a debt collector. The reason for his visit is an unpaid loan which kaiji had previously co-signed for a work-mate (Furuhata Takeshi). The original loan was 30000 yen and once Takeshi had disappeared, the loan then fell on Kaiji. Kaiji is then told of a way to clear the interest compounded debt (which stood at 3,850,000 yen), which involved getting on a boat with others in his position. Once on the boat the debtors would then have to gamble with loaned money, which would end with a few winning, and others getting into deeper debt and having to work to pay of their debts. After some coercing kaiji accepts a position on the boat, in order to clear himself and make a bit of money as well...","release_date":"2009-10-10","vote_average":6.1,"runtime":130,"cert":"N\/A","id":37961,"title":"Kaiji: The Ultimate Gambler","adult":false,"genre_ids":[53,18]},{"cast":["Sanaa Lathan","Taye Diggs","Yasiin Bey","Queen Latifah","Nicole Ari Parker"],"overview":"Sidney is a writer who's just left her L.A. Times music review gig to edit New York hip-hop magazine XXL. Dre is an executive with a hip-hop record company based in New York. They've known each other since they met as children, when both discovered hip-hop for the first time. Now that they're back together, they should be perfect for each other, except that Dre's about to marry lawyer Reese and Sidney claims not to be interested in Dre romantically. Meanwhile, Dre is growing increasingly restless with his company's focus on profit over artistry, which leads to signing the gimmicky duo Ren and Ten while ignoring the talented Chris","release_date":"2002-10-05","vote_average":6.8,"runtime":109,"cert":"N\/A","id":37964,"title":"Brown Sugar","adult":false,"genre_ids":[35,10749]},{"cast":["Émile Genest","John Drainie","Sandra Scott","Jan Rubeš"],"overview":"The story of three pets, a cat and two dogs, who lose their owners when they are all on vacation. Can they find their way home?","release_date":"1963-11-20","vote_average":6.7,"runtime":80,"cert":"N\/A","id":37969,"title":"The Incredible Journey","adult":false,"genre_ids":[12,10751]},{"cast":["Rachel Miner","Christian Kane","Polly Shannon","Beth Grant","Alex Sarian"],"overview":"A modern day Bonnie and Clyde - with a twist - that follows two lovers down a path of destruction, mayhem, and murder as they live in a world where it is acceptable to take whatever they want with murderous consequences.","release_date":"2008-12-17","vote_average":6.3,"runtime":96,"cert":"N\/A","id":37970,"title":"Hide","adult":false,"genre_ids":[28,27,9648]},{"cast":["Sean Carrigan","Corinne Van Ryck de Groot","Amanda Tosch","Joe Gogol","Joel Nunley"],"overview":"A man makes a bet in Las Vegas with some men who want to kill him. He bets he can stay alive for 24 hours, then comes to Cleveland to elude them.","release_date":"2004-08-02","vote_average":4.4,"runtime":120,"cert":"N\/A","id":37971,"title":"Bet Your Life","adult":false,"genre_ids":[10770,28,53]},{"cast":["Patrick O'Hearn"],"overview":"Timeless: A National Parks Odyssey combines beautiful natural footage of America's landscapes and combines them with a soothing, but moving score from Patrick O'Hearn. The DVD release of this program includes a captions option that will describe the locations as they are on the screen, and maps of the areas.","release_date":"2006-01-01","vote_average":4.3,"runtime":50,"cert":"N\/A","id":37976,"title":"Timeless... A National Parks Odyssey","adult":false,"genre_ids":[99]},{"cast":["Florence Guérin","Urbano Barberini","Caroline Munro","Brett Halsey","Luisa Maneri"],"overview":"Mark Ravenna, a famous Italian horror film director, sets out to script his latest film entitled 'Suspiria : De Profundis'. His film is based on Dario ArgentoÆs 'Suspiria' and 'Inferno' and deals with the story of Levana, Queen of all Witches. Levana is the eldest of the three mistresses of darkness, mother of madness, most powerful of all evil. Ravenna is warned not to make his film in fear of actually summoning Levana to the present day. He does not heed these warnings and casts his wife Anne to play the lead role of Levana. Anne reads the script and is then haunted and terrorized by the evil witch who tells her she will suffer terrible tortures if she continues, and that everyone involved with the production will suffer dire consequences.","release_date":"1989-01-01","vote_average":2.3,"runtime":89,"cert":"N\/A","id":37977,"title":"The Black Cat","adult":false,"genre_ids":[27,18,14]},{"cast":["Kevin Pollak","Craig Ferguson","Peter Keleghan","Wendy Crewson","Anna Friel"],"overview":"A group of struggling individuals cross paths at a low-rent motel in the tourist Mecca of Niagara Falls","release_date":"2005-03-23","vote_average":5.9,"runtime":88,"cert":"15","id":37978,"title":"Niagara Motel","adult":false,"genre_ids":[18]},{"cast":["Trace Burroughs","Bill Fleck","William Fleck","Marguerite Foster","David Garla"],"overview":"Endless Orgy for the Goddess of Perversion is a documentary that immerses you into the campy world of the grindhouse film era with dozens of sexy strange and humorous clips taken from rare trailers and outrageous feature films. Expert testimony from a dozen 'professors' and those who contributed to that era is the hilarious glue that fuses it all together.Grindhouse refers to the operations of a 24 hour theater that grinds out films around the clock. The term grind comes from the cranking sound that the old projectors made. Others say it refers to the early grindhouse films that showed girls stripping and grinding in back street 1930's burlesque theaters.The grindhouse films were hyped as the scourge to decency attracting sexually oppressed and frustrated urbanites to seedy theaters that featured these movies all night long. These films thumbed their nose at the morality of puritan ethics that millions abided by but secretly hated. Grindhouse Film Era! Sexy Outrageous Campy!","release_date":"2008-05-03","vote_average":0.0,"runtime":78,"cert":"N\/A","id":37981,"title":"Endless Orgy for the Goddess of Perversion","adult":false,"genre_ids":[99]},{"cast":["Aja","Akira","Miho Ariga","Myuu Asô","Akechi Denki"],"overview":"Reiko is a sex robot programmed to accumulate sexual experience. She goes through seven body types to experiences a variety of couplings. She returns to the company to download her accumulated info and escape from their control.","release_date":"2000-01-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":37982,"title":"I.K.U.","adult":true,"genre_ids":[878]},{"cast":["Lisa Barbuscia","Julian Rhind-Tutt","Flora Montgomery","Enzo Cilenti","Sienna Guillory"],"overview":"The Rabbit is the world's belling-selling vibrator. In the past year alone, millions have been sold all over the globe. Now experts are warning the Rabbit is becoming the new addiction; women who start using often find they simply cannot stop. RABBIT FEVER is the first film to follow the trials and tribulations of a group of Rabbit Addicts as they attempt to kick their Rabbit habit.","release_date":"2006-09-22","vote_average":6.5,"runtime":85,"cert":"18","id":37983,"title":"Rabbit Fever","adult":false,"genre_ids":[35]},{"cast":["Simon Yam","Tony Leung Ka-Fai","Kate Tsui","Maggie Shiu","Lam Suet"],"overview":"The head of an elite Hong Kong surveillance unit (Simon Yam) keeps one eye on his rookie apprentice (Kate Tsui) and the other on a notorious criminal (Tony Leung Ka Fai) he suspects of masterminding a recent jewel heist in this tense thriller from filmmaking duo Johnnie To and Nai-Hoi Yau. Of course, the criminal knows all along he's being watched. But that doesn't stop him from trying to pull off the biggest score of his career.","release_date":"2007-06-21","vote_average":6.3,"runtime":90,"cert":"N\/A","id":37984,"title":"Eye in the Sky","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"\"The Trials of Darryl Hunt\" is a feature documentary about a brutal rape\/murder case and a wrongly convicted man, Darryl Hunt, who spent nearly twenty years in prison for a crime he did not commit. Both a social justice story and a personally driven narrative, the film chronicles this capital case from 1984 through 2004. With exclusive footage from two decades, the film frames the judicial and emotional response to a chilling crime - and the implications that reverberate from Hunt's conviction - against a backdrop of class and racial bias in the South and in the American criminal justice system.","release_date":"2007-06-15","vote_average":8.4,"runtime":106,"cert":"N\/A","id":37985,"title":"The Trials Of Darryl Hunt","adult":false,"genre_ids":[99]},{"cast":["Hiro Mizushima","Yuki Sato","Yui Satonaka","Katsuya Kobayashi","Mitsuki Koga"],"overview":"In 1999, an enormous meteor crashed onto Earth carrying extraterrestrial creatures known as Worms within it. These creatures took on the identities of real humans and then killed them. In order to counter this new threat, ZECT was formed, who in turn created the Masked Rider System to combat the Worms. The battles lasts over seven years, depleting Earth's resources and turning it into a barren wasteland. By present time, power struggles in ZECT have caused a new group, known as Neo-ZECT, to be created. Souji Tendou, a man weilding the Kabuto Zector, decides to sell his power to either ZECT or Neo-Zect for unkown reasons.","release_date":"2006-08-05","vote_average":5.2,"runtime":66,"cert":"N\/A","id":37986,"title":"Kamen Rider Kabuto: God Speed Love","adult":false,"genre_ids":[878,28,12]},{"cast":["Jean-Hugues Anglade","Connie Nielsen","Mia Kirshner","Frank Langella","Joseph Culp"],"overview":"A traveling cellist gets involved with two disturbed sisters on their way to Seattle to tell their mom that their dad has just passed away. On the way, the two kill a judge and a few others unknown to the cellist. Eventually he gets pinned for the crimes and is forced to defend himself.","release_date":"2000-01-10","vote_average":4.1,"runtime":90,"cert":"N\/A","id":37987,"title":"Innocents","adult":false,"genre_ids":[53]},{"cast":["Juha Veijonen","Laura Malmivaara","Jari Halonen","Markku Peltola","Jorma Tommila"],"overview":"Vares, a film noir comedy from Finland, is yet another twist on PULP FICTION. And, just in case we miss the similarities of splattered blood mixed with outrageous incidents, the movie explicitly references PULP FICTION and has a comedic scene in which two guys argue about McDonald's hamburgers. Still, VARES - PRIVATE EYE, by director Aleksi Mäkelä, manages to be kind of fun even not especially original. The script has more characters than the screenwriter can handle, leaving the audience frequently confused about who is doing what and why. The two best scenes are one about a wacky wedding and another about a guy who answers a cell phone call while he is busy enjoying the pleasures of a sex parlor.","release_date":"2004-07-22","vote_average":6.1,"runtime":95,"cert":"N\/A","id":37988,"title":"Vares: Private Eye","adult":false,"genre_ids":[28,35,80]},{"cast":["Fernandel","Gino Cervi","Leda Gloria","Gianni Garko","Saro Urzì"],"overview":"The village of mayor Peppone and Don Camillo, after much dispute, gets assigned a sister village in Russia. When Peppone and his comrades decide to attend the ceremony on the other side of the iron curtain, Don Camillo wants to join. Peppone is strictly against this but after Don Camillo threatens him to disclose information about an earlier side step the mayor agrees. Don Camillo arranges for false papers: He is now comrade Tarocci. Only Peppone and the other villagers know who he really is. In Russia the agenda includes various cultural events: Ballet, Opera, a fishing competition and various parties...","release_date":"1965-09-17","vote_average":7.1,"runtime":95,"cert":"N\/A","id":37991,"title":"Don Camillo in Moscow","adult":false,"genre_ids":[35]},{"cast":["Franchot Tone","Ella Raines","Alan Curtis","Aurora Miranda","Thomas Gomez"],"overview":"A mystery woman is a murder suspect's only alibi for the night of his wife's death. Based on a story by noir scribe Cornell Woolrich.","release_date":"1944-01-28","vote_average":6.8,"runtime":87,"cert":"N\/A","id":37992,"title":"Phantom Lady","adult":false,"genre_ids":[80,18]},{"cast":["Antonio Calloni","Otávio Augusto","Darlene Glória","Vera Holtz","Maurício Gonçalves"],"overview":"In Northeastern of Brazil, the father of the twelve years old illiterate Maria sells his daughter to Tadeu to be employed as a housemaid and have a better life. However, the girl is resold to the farmer Lourenço that deflowers her, and he gives the abused girl to his teenager son to have his first sexual experience. Then she is sent to a brothel in a gold field in Amazonas and explored his owner, the despicable Saraiva. When Maria escapes to Rio de Janeiro expecting a better life, she is explored by the cáften Vera.","release_date":"2006-03-04","vote_average":7.4,"runtime":92,"cert":"N\/A","id":37993,"title":"Angels of the Sun","adult":false,"genre_ids":[18]},{"cast":["Ken Yoshizawa","Rie Yokoyama","Yuki Aresa","Masao Adachi","Michio Akiyama"],"overview":"Ecstasy of the Angels (Tenshi No Kokotsu), a jarring exercise in experimental cinema, was also shown as Angelic Orgasm, which should tell you something. While Go, Go features a somewhat linear narrative to couch its more bizarre flights of fancy, this film dispenses with conventional storytelling to plunge into a melange of political dissertations, rough and violent sex, explosions, and swanky nightclubs.","release_date":"1972-03-11","vote_average":6.7,"runtime":89,"cert":"N\/A","id":37994,"title":"Ecstasy of the Angels","adult":false,"genre_ids":[28,18,10749,9648]},{"cast":["Yusuke Iseya","Rinko Kikuchi","Suzuki Matsuo","Ryo Iwamatsu","Eri Fuse"],"overview":"A freelance writer (Iseya Yusuke) is given a bizarre assignment by the sexy editor of \"Black Book Monthly\" (Mizuno Miki): find a bug with the power to bring humans back from the dead, in order to report on the afterlife. With his trusty companion Endo (Matsuo Suzuki) in tow, he sets off on a quest for the elusive insect and along the way meets the mysterious Sayoko (Kikuchi), a former dominatrix and habitual wrist-cutter who delights in rubbing wasabi into her wounds.","release_date":"2007-06-23","vote_average":10.0,"runtime":103,"cert":"N\/A","id":37995,"title":"The Insects Unlisted in the Encyclopedia","adult":false,"genre_ids":[]},{"cast":["Armand Assante","Angela Featherstone","Dina Meyer","David Lipper","Frank Chiesurin"],"overview":"\"Chop Chop\" Frankie Carbone has made a career out of stealing cars for the mob in Chicago. An attempted assassination by a mob boss goes badly and Frankie retaliates, only to wind up in the hands of the Feds. Frankie agrees to testify against the mobsters and his life is suddenly worthless - unless he submits to going into federal protection.","release_date":"2002-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":37996,"title":"Federal Protection","adult":false,"genre_ids":[10770,28,80,18]},{"cast":["Chris Parker","Leila Gastil","Sara Driver","Charlie Spademan","Jane Fire"],"overview":"In downtown Manhattan, a twenty-something boy whose Father is not around and whose Mother is institutionalized, is a big Charlie Parker fan. He almost subconsciously searches for more meaning in his life and meets a few characters along the way.","release_date":"1980-01-01","vote_average":6.4,"runtime":75,"cert":"N\/A","id":37997,"title":"Permanent Vacation","adult":false,"genre_ids":[18]},{"cast":["Harumi Inoue","Shingo Tsurumi","Kazuki Kitamura","Shunsuke Matsuoka","Daisuke Iijima"],"overview":"Chihiro is raped by three men and it is captured on video camera. She leaves her hometown and prepares to marry a colleague five years later, when one of the rapists arrives and says the others are on their way. He behaves like her long-lost lover and mistreats her again. Chihiro takes revenge, kills him and puts him in a freezer. The other rapists are awaiting a similar fate...","release_date":"2000-05-23","vote_average":6.3,"runtime":101,"cert":"N\/A","id":37998,"title":"Freeze Me","adult":false,"genre_ids":[18,27,53]},{"cast":["Uğur Polat","Selma Ergeç"],"overview":"Fog and the Night is the search of an investigator who has lost his confidence in his organization and whose happy\"family father\" order has been disrupted by his young lover.And introverted man due to his profession , not a big talker or well in expressing his feelings,Sedat is being consumed , going through the hardest time of his life , not able to silence his guilty conscience because he was unsuccessful in solving the murder of his partner , whom he saw a brother .His faith in his organization is shaken as he witness the schemes in machination inside the organization and between the organization and the state.Meanwhile , while trying to find his lover who has disappeared after falling for a former militant , he does not refrain from making use of the filthiest methods of his profession.","release_date":"2007-02-23","vote_average":5.8,"runtime":90,"cert":"N\/A","id":37999,"title":"Fog and Night","adult":false,"genre_ids":[]}]